{
  "data": [
    {
      "color": "#328079",
      "id": 6,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "*October 30",
          "dayTitle": "",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>The first three chapters of Deuteronomy were basically a history lesson, reminding the people of what they had been through up to that point. By the time we get to chapter 4, the history lesson shifts more into a sermonic mode. The recounting of events wasn’t just for history buffs; instead, it served a purpose, showing the people the power and grace of God working among them, and that even though they messed up, the Lord was still going to honor His covenant with them.<br><br>Chapter 4 begins with the Hebrew word (a conjunction and an adverb) we‘attah, which can be translated as “And now” or “So now.” They just had reviewed their recent history, a reminder of what God had done in bringing them to this point—thus, or “so now,” they are to do what God tells them to do (see also Deut. 10:12) in response.<br><br>That’s why the first verb that appears after the “So now” is shama’, the same verb (and in the same form) as used in the beginning of the Shema prayer, and it means “hear” or “listen” or “obey”—a verb repeated all through Deuteronomy.<br><br>Thus, the chapter begins: So now, Israel, because of what I have done for you, you must obey the following . . .<br><br>* Study this week’s lesson to prepare for Sabbath, November 6.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 31",
          "dayTitle": "<p>Do Not Add or Take Away<br></p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Deuteronomy 4:1, 2. What was the specific warning that the Lord gave them in regard to His “statutes and judgments,” and why would this be something that they are warned about right away? (See also Deut. 12:32.)<br></strong><br><strong>Deuteronomy 4:1, 2</strong><br><br>Now therefore hearken, O Israel, unto the statutes and unto the judgments, which I teach you, for to do them, that ye may live, and go in and possess the land which the Lord God of your fathers giveth you.<br><br>2 Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commandments of the Lord your God which I command you.<br><br>The Lord tells them to obey the “statutes and judgments” and not to add or take away from them. Why say that? After all, why would anyone want to change God’s law?<br><br>We know the answer, of course. “Satan has been persevering and untiring in his efforts to prosecute<br><br>the work he began in heaven, to change the law of God. He has suc- ceeded in making the world believe the theory he presented in heaven<br><br>before his fall, that the law of God was faulty, and needed revising. A large part of the professed Christian church, by their attitude, if not by their words, show that they have accepted the same error.”—Ellen G. White, Selected Messages, book 2, p. 107.<br><br>When you think about the history of ancient Israel, you see that in many ways they got in trouble because not only would they ignore certain precepts of the law, which for all practical purposes was taking away from the law, but also they would add to it, in the sense of bringing in practices that were not specified in the law and that, in fact, led ultimately to transgressing it.<br><br><strong>Read Matthew 15:1–9. How do we see an example here of the prin- ciple that, though in another context, Moses warned the children of Israel about?<br><br>Matthew 15:1–9</strong><br><br>Then came to Jesus scribes and Pharisees, which were of Jerusalem, saying,<br><br>2 Why do thy disciples transgress the tradition of the elders? for they wash not their hands when they eat bread.<br><br>3 But he answered and said unto them, Why do ye also transgress the commandment of God by your tradition?<br><br>4 For God commanded, saying, Honour thy father and mother: and, He that curseth father or mother, let him die the death.<br><br>5 But ye say, Whosoever shall say to his father or his mother, It is a gift, by whatsoever thou mightest be profited by me;<br><br>6 And honour not his father or his mother, he shall be free. Thus have ye made the commandment of God of none effect by your tradition.<br><br>7 Ye hypocrites, well did Esaias prophesy of you, saying,<br><br>8 This people draweth nigh unto me with their mouth, and honoureth me with their lips; but their heart is far from me.<br><br>9 But in vain they do worship me, teaching for doctrines the commandments of men.<br><br>When the Hebrews eventually got the land promised them, they would often ignore the direct warnings about, for instance, idolatry. As a result, they followed many pagan practices, sometimes even as part of their supposed worship of Yahweh. By the time of Jesus, however, they had added all sorts of human traditions that, as Jesus Himself said, made “the commandment of God of none effect.”<br><br>Either way, adding or taking away, the law was changed, and the nation suffered the consequences.<br><br><strong>In what ways do we need to be careful about not adding to or taking away from what God tells us to do?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 1",
          "dayTitle": "<p>Baal Peor<br></p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p>In Deuteronomy 4:3, 4, the children of Israel are given a bit more of a history lesson, to function as a reminder of the past and of whatever spiritual and practical truths that they ideally should learn from it.<br><br><strong>Read Numbers 25:1–15. What happened, and what spiritual and prac- tical truths should the people have taken from this fiasco?</strong><br><br><strong>Numbers 25:1–15</strong><br><br>1 And Israel abode in Shittim, and the people began to commit whoredom with the daughters of Moab.<br><br>2 And they called the people unto the sacrifices of their gods: and the people did eat, and bowed down to their gods.<br><br>3 And Israel joined himself unto Baalpeor: and the anger of the Lord was kindled against Israel.<br><br>4 And the Lord said unto Moses, Take all the heads of the people, and hang them up before the Lord against the sun, that the fierce anger of the Lord may be turned away from Israel.<br><br>5 And Moses said unto the judges of Israel, Slay ye every one his men that were joined unto Baalpeor.<br><br>6 And, behold, one of the children of Israel came and brought unto his brethren a Midianitish woman in the sight of Moses, and in the sight of all the congregation of the children of Israel, who were weeping before the door of the tabernacle of the congregation.<br><br>7 And when Phinehas, the son of Eleazar, the son of Aaron the priest, saw it, he rose up from among the congregation, and took a javelin in his hand;<br><br>8 And he went after the man of Israel into the tent, and thrust both of them through, the man of Israel, and the woman through her belly. So the plague was stayed from the children of Israel.<br><br>9 And those that died in the plague were twenty and four thousand.<br><br>10 And the Lord spake unto Moses, saying,<br><br>11 Phinehas, the son of Eleazar, the son of Aaron the priest, hath turned my wrath away from the children of Israel, while he was zealous for my sake among them, that I consumed not the children of Israel in my jealousy.<br><br>12 Wherefore say, Behold, I give unto him my covenant of peace:<br><br>13 And he shall have it, and his seed after him, even the covenant of an everlasting priesthood; because he was zealous for his God, and made an atonement for the children of Israel.<br><br>14 Now the name of the Israelite that was slain, even that was slain with the Midianitish woman, was Zimri, the son of Salu, a prince of a chief house among the Simeonites.<br><br>15 And the name of the Midianitish woman that was slain was Cozbi, the daughter of Zur; he was head over a people, and of a chief house in Midian.<br><br>However uncomfortable we are with the stories of Israel wiping out some of the pagan nations around them, this account certainly helps in explaining the logic behind the command. Israel was to be a witness to the pagan nations around them of the true God—the only God. They were to be an example to show what worship of the true God was like. Instead, by adhering to the pagan “gods” around them, they often fell<br>into outright rebellion against the very God whom they were to repre- sent to the world.<br><br>Though the phrase to “commit harlotry” often has a spiritual mean- ing, in that Israel went after pagan gods and practices (see Hos.4:12–14), in this case the language (and the rest of the story) suggests that there was sexual sinning, at least at first. Here again, Satan took advantage of fallen human nature, using the pagan women to seduce the men, who obviously allowed themselves to be seduced.<br><br>No doubt, the act of physical harlotry degenerated into spiritual har- lotry, as well. The people involved eventually got caught up in pagan worship practices in which Israel was “joined to Baal of Peor”; that is, they somehow became attached to this false god and even sacrificed to it. Despite everything they had been taught and told, they were willing to throw it all away in the heat of passion and lust.<br><br>How could this have happened? Easily. By hardening their consciences with the first sin, the physical one, they were ripe for falling into the latter one, the spiritual one, which must have been Satan’s ultimate goal. They had become so debased that, according to the text, one man brought his Midianite woman right into the camp itself, right before Moses, and before the people who were weeping outside the tabernacle.<br><br><strong>Our minds and bodies are intimately linked. What affects one affects the other. What can we learn from this story about how dangerous indulgence can be to us spiritually?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 2",
          "dayTitle": "<p>Cleave to the Lord Your God<br></p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p>Thousands died in the sin with Baal Peor. “All the men who followed Baal Peor” were destroyed. However, many didn’t follow in the apostasy. Who were they?<br><br><strong>“But ye that did cleave unto the Lord your God are alive every one of you this day”</strong> (Deut. 4:4). <strong><br></strong></p><p><strong>How does this text explain the difference between those who fell into sin and those who didn’t? What’s the important message for us here regarding sin and temptation and the power of God in our lives?</strong><br><br>Notice the contrast between the word “all” in this verse and the verse before. “All” who followed after Baal Peor were destroyed; but “every one of you” who did cleave to the Lord were alive. There was no middle ground then, and there is none now, either. We’re either for or against Jesus (Matt. 12:30).<br><br>The Hebrew word for “did cleave,” dbq, often points to a strong com-mitment to adhere to something outside of oneself. The same Hebrew word root is used in Genesis 2:24, when a man shall leave his family and “cleave” unto his wife (see also Ruth 1:14). It, in this context, appeared four more times in Deuteronomy (Deut. 10:20, Deut. 11:22, Deut. 13:4, Deut. 30:20), and in each case the idea was the same: they, the people, were to cleave (cling) to their God. That is, they were to give themselves to Him and to draw power and strength from Him.<br><br>What’s important to remember is that the people themselves are the sub- ject of the verb: they must do the cleaving. They must make the choice to “cleave” to God and then, in His power and strength, avoid falling into sin.<br><br><strong>Read Jude 24 and 1 Corinthians 10:13. What is being said here in the New Testament that also is found in Deuteronomy 13:4?</strong><br><br><strong>Jude 24</strong><br><br>24 Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy,<br><br><strong>1 Corinthians 10:13<br></strong><br>13 There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.<br><strong><br>Deuteronomy 13:4</strong><br><br>4 Ye shall walk after the Lord your God, and fear him, and keep his commandments, and obey his voice, and ye shall serve him, and cleave unto him.<br><br>God is faithful; God is able to keep us from falling. But we have to make the conscious choice, as did the faithful at Baal Peor, to cleave to God. If so, then we can be assured that, whatever the temptation, we can remain faithful.<br><br><strong>How do such things as prayer, Bible study, worship, and fellow- ship help us cleave to the Lord?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 3",
          "dayTitle": "<p>For What Nation Is There So Great?<br></p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p>What follow in the next few verses after Deuteronomy 4:4 are some of the most profound and beautiful texts in all Scripture (the Hebrew is magnificent!). One could argue that, in essence, the message of Deuteronomy is found right here, and everything else is commentary. As you read these texts, think about various ways the principle here could be applied to us today, as well.<br><br><strong>Read Deuteronomy 4:5–9. Why would the Lord through Moses have said what He did here to Israel?<br><br>Deuteronomy 4:5–9</strong><br><br>1 Behold, I have taught you statutes and judgments, even as the Lord my God commanded me, that ye should do so in the land whither ye go to possess it.<br><br>6 Keep therefore and do them; for this is your wisdom and your understanding in the sight of the nations, which shall hear all these statutes, and say, Surely this great nation is a wise and understanding people.<br><br>7 For what nation is there so great, who hath God so nigh unto them, as the Lord our God is in all things that we call upon him for?<br><br>8 And what nation is there so great, that hath statutes and judgments so righteous as all this law, which I set before you this day?<br><br>9 Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes have seen, and lest they depart from thy heart all the days of thy life: but teach them thy sons, and thy sons' sons;<br><br>The Lord wants the people to realize that they have been called, chosen, for a special reason. They are a “great” nation, just as God had told Abram right from the first call out of the Chaldees that “ ‘I will make you a great nation’ ” (Gen. 12:2, NKJV, emphasis supplied; see also Gen. 18:18).<br><br>But the purpose of making them great was that they could be a “bless- ing” (Gen. 12:2) to “all the families of the earth” (Gen. 12:3, NKJV).<br><br>And though the ultimate blessing would be that Jesus, the Messiah, would come through their bloodline, until then they were to be the light of the world. “ ‘ “I will also give You as a light to the Gentiles, that You should be My salvation to the ends of the earth” ’ ” (Isa. 49:6, NKJV). Not that salvation was found in them, but that, through them, the true God, who alone can save, was to be revealed. Israel was worshiping and serving the God who created the cosmos, the Lord of heaven and earth; the pagans were worshiping rocks, stones, wood, and demons (Deut. 32:17, Ps. 106:37). What a stark difference! In these verses, Moses pointed to two things that made Israel special. First, the Lord was near to them, as He was in a unique way such as through the sanctuary, and second, the “statutes and righteous judg- ments as are in all this law” (Deut. 4:8).<br><br><strong>Read Deuteronomy 4:32–35. What else was the Lord saying to them that should have made them realize what a special calling they had been given?</strong><br><strong><br>Deuteronomy 4:32–35</strong><br><br>32 For ask now of the days that are past, which were before thee, since the day that God created man upon the earth, and ask from the one side of heaven unto the other, whether there hath been any such thing as this great thing is, or hath been heard like it?<br><br>33 Did ever people hear the voice of God speaking out of the midst of the fire, as thou hast heard, and live?<br><br>34 Or hath God assayed to go and take him a nation from the midst of another nation, by temptations, by signs, and by wonders, and by war, and by a mighty hand, and by a stretched out arm, and by great terrors, according to all that the Lord your God did for you in Egypt before your eyes?<br><br>35 Unto thee it was shewed, that thou mightest know that the Lord he is God; there is none else beside him.<br><br><strong>No question, Israel had been given so much. Now, how would they respond?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 4",
          "dayTitle": "<p>Your Wisdom and Your Understanding<br></p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p>Deuteronomy 4:1–9, as we saw, was a powerful expression of not merely the nation’s special status but of its missionary calling, as well. Woven all through those verses is the idea that they need to obey, to follow, to do what the Lord commands them to do.</p><p> <strong>Read again Deuteronomy 4:6. What specifically does the Lord say is their “wisdom” and “understanding” in the eyes of these nations?</strong><br><br><strong>Deuteronomy 4:1–9</strong></p><p>1 Now therefore hearken, O Israel, unto the statutes and unto the judgments, which I teach you, for to do them, that ye may live, and go in and possess the land which the Lord God of your fathers giveth you.<br><br>2 Ye shall not add unto the word which I command you, neither shall ye diminish ought from it, that ye may keep the commandments of the Lord your God which I command you.<br><br>3 Your eyes have seen what the Lord did because of Baalpeor: for all the men that followed Baalpeor, the Lord thy God hath destroyed them from among you.<br><br>4 But ye that did cleave unto the Lord your God are alive every one of you this day.<br><br>5 Behold, I have taught you statutes and judgments, even as the Lord my God commanded me, that ye should do so in the land whither ye go to possess it.<br><br>6 Keep therefore and do them; for this is your wisdom and your understanding in the sight of the nations, which shall hear all these statutes, and say, Surely this great nation is a wise and understanding people.<br><br>7 For what nation is there so great, who hath God so nigh unto them, as the Lord our God is in all things that we call upon him for?<br><br>8 And what nation is there so great, that hath statutes and judgments so righteous as all this law, which I set before you this day?<br><br>9 Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes have seen, and lest they depart from thy heart all the days of thy life: but teach them thy sons, and thy sons' sons;<br><br>At first glance it might seem as if the statutes and judgments them- selves were what contained the wisdom and understanding. But that’s<br><br>not what the text says. The Lord had taught them statutes and judg- ments, yes; but their wisdom and understanding came from their keep- ing them, from their obeying them. Their obedience—that was their wisdom and understanding.<br><br>Israel could have had the most wonderful system of law and rules and regulations the world had ever seen (in fact, it did), but what good would it all be if Israel didn’t follow it? Instead, their wisdom, their understanding, came from the real-time manifestation of God’s laws in their lives. They were to live out the truths that the Lord had given them, and they could do that only by obeying them. All the light and all the truth wasn’t going to do them or the pagans around them any good if Israel didn’t live out that truth. Hence, again and again they were called to obey, because their obedience to the statutes and judgments, not the statutes and judgments themselves, was what mattered in terms of being a witness to the world.<br><br>“Their obedience to the law of God would make them marvels of prosperity before the nations of the world. He who could give them wisdom and skill in all cunning work would continue to be<br><br>their teacher, and would ennoble and elevate them through obedi- ence to His laws. If obedient, they would be preserved from the diseases that afflicted other nations and would be blessed with vigor of intellect. The glory of God, His majesty and power, were to be revealed in all their prosperity. They were to be a kingdom of priests and princes. God furnished them with every facility for becoming the greatest nation on the earth.”—Ellen G. White, Christ’s Object Lessons, p. 288.<br><br><strong>Read Matthew 5:13–16. In these verses, what is Jesus saying to us that reflects the same thing He had said to ancient Israel? How, especially, should this apply to us as Seventh-day Adventists?</strong><br><strong><br>Matthew 5:13–16</strong><br><br>13 Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.<br><br>14 Ye are the light of the world. A city that is set on an hill cannot be hid.<br><br>15 Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.<br><br>16 Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 5",
          "dayTitle": "",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p><strong>Further Thought</strong><br></p><p>“From the very beginning of the great contro- versy in heaven it has been Satan’s purpose to overthrow the law of God.<br><br>It was to accomplish this that he entered upon his rebellion against the Creator, and though he was cast out of heaven he has continued the same warfare upon the earth. To deceive men, and thus lead them to transgress God’s law, is the object which he has steadfastly pursued. Whether this be accomplished by casting aside the law altogether, or by rejecting one of its precepts, the result will be ultimately the same. He that offends ‘in one point,’ manifests contempt for the whole law; his influence and example are on the side of transgression; he becomes ‘guilty of all.’ James 2:10.”—Ellen G. White, The Great Controversy, p. 582.<br><br>Concerning Baal Peor, Ellen White wrote: “They ventured upon the forbidden ground, and were entangled in the snare of Satan. Beguiled with music and dancing, and allured by the beauty of heathen vestals, they cast off their fealty to Jehovah. As they united in mirth and feast- ing, indulgence in wine beclouded their senses and broke down the barriers of self-control. Passion had full sway; and having defiled their consciences by lewdness, they were persuaded to bow down to idols. They offered sacrifice upon heathen altars and participated in the most degrading rites.”—Ellen G. White, Patriarchs and Prophets, p. 454.<br><strong><br>Discussion Questions: </strong><br></p><p><strong>1 </strong>Think about the ways in which we Seventh-day Adventists are in the place where ancient Israel was. Think about all that we have been given in contrast to the world around us and, yes, even in contrast to other churches. The question for us, then, is this: How are we responding to what we have been given? How well are we projecting our “wisdom and understanding” before the world?<br><br><strong>2</strong> “But ye that did cleave unto the Lord your God are alive every one of you this day.” Again, the subject of the verb “did cleave” is the people. The Lord won’t cleave to us in the sense that He won’t force us to Himself. Instead, using the sacred gift of free will, we have to choose to cleave to Him. Once we make that choice, how do we follow through and cleave to Him?<br><br><strong>3</strong> Dwell more on the question at the end of Sunday’s study. What does it mean to add to or to take away from God’s commands? Outside of the obvious, such as the attempted change of the Sabbath, how might something like that happen so subtly we don’t even realize what is happening?<br><strong><br>Story inside</strong><br><strong><br>What Kind of Book Is This?</strong> <br></p><p>By Aiki Saito</p><p> A stranger handed a Bible to the 12-year-old girl as she walked home from school in Japan. But she wasn’t interested and placed the book on a shelf in her bedroom. Later, as she cleaned her room, she saw the Bible on the shelf and felt a strong desire to give it to her eight-year-old brother, Ryotaro.</p><p> “Would you like to read this?” she asked.</p><p> Ryotaro wondered what kind of book she was holding. When he looked more closely, he saw the word “Bible” on the cover. He had seen a Bible at his grandfather’s house, and he was curious about what kind of book it might be. <br></p><p>“Yes, I’d like to read it,” he said. <br></p><p>The Bible was his. <br></p><p>The Bible contained only the New Testament, and he started reading from the beginning, the Gospel of Matthew. Who is Matthew? he thought. <br></p><p>As he read, he learned about a Man named Jesus who healed many sick people. He realized that Jesus was a great Person. When he finished Matthew, he wondered what would happen next, so he started reading the next book, Mark. But the story sounded similar to what he had just read in Matthew, so he quit halfway through. After that, he read here and there, but he didn’t finish any book. He longed to know more about Jesus. His family was not Christian, and he didn’t tell them about the longing of his heart. <br></p><p>Meanwhile, the Bible became an important part of his life. Inside he found a page with promises that he could claim. There were promises for when he was sick or having a bad day. Every time he needed peace, he read the promises and felt comforted. With a pencil, he underlined the verses that he liked. When he left the house, he always carried the Bible with him. Although no one had ever taught him to pray, when he went on trips with his family, he always prayed, “God, please protect us.” <br></p><p>When he finished elementary school, he decided to go to Okinawa Saniku Junior High School, a Seventh-day Adventist school that Father and Mother found on the internet. He hoped to learn more about Jesus—and he is. Today, Ryotaro is 12 and living in the boys’ dormitory at the school. Not long ago, he announced to his parents that he wanted to be baptized.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>For What Nation Is There So<br>Great?<br></p>",
      "verse": "<p><strong>‘And what great nation is there that has such stat-<br>utes and righteous judgments as are in all this law which I set before you this day?’ ”</strong> (Deuteronomy 4:8, NKJV).<br></p>",
      "versionCode": 1,
      "weekDate": "October 30–November 5"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
