{
   "data":[
      {
         "color":"#184e77",
         "id":10,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"30 noviembre",
               "dayTitle":"",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p>El evangelio de Juan se divide en cuatro secciones principales:</p><p>El prólogo (Juan 1:1-18), la sección acerca de las señales (Juan 1:19-12:50), la sección acerca de la gloria (Juan 13:1-20:31) y el epílogo (Juan 21:1-25). Hasta ahora, el estudio se ha centrado principalmente en el prólogo y en la sección dedicada a las señales, donde se expone quién es Jesús a través de sus milagros o señales, diálogos y enseñanzas. Las lecciones se centran ahora en la tercera sección de Juan, la que se concentra en la gloria.</p><p>Curiosamente, las famosas siete afirmaciones “YO SOY” forman un puente entre la sección de las señales y la de la gloria. Esas siete afirmaciones son: “[Yo soy] el pan de vida” (Juan 6:35, 41, 48, 51), “[Yo soy] la luz del mundo” (Juan 8:12; 9:5), “[Yo soy] la puerta” (Juan 10:7, 9), “[Yo soy] el buen pastor” (Juan 10:11, 14), “[Yo soy] la resurrección y la vida” (Juan 11:25), “[Yo soy] el camino, la verdad y la vida” (Juan 14:6) y “[Yo soy] la vid verdadera” (Juan 15:1, 5).\n</p><p>La lección de esta semana comenzará con el propósito del discurso de despedida y su introducción con el significativo episodio del lavamiento de los pies de los discípulos por parte de Jesús. Luego, se abordará la declaración “YO SOY” del capítulo 14 (“Yo soy el camino, la verdad y la vida”).</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 Diciembre",
               "dayTitle":"<p>LES HE DADO EJEMPLO\n</p><p><br></p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p>El discurso de despedida (Juan 13-17) instruye a los discípulos de Jesús acerca del futuro. Su patrón literario es similar a la despedida de Moisés en Deuteronomio, a la bendición de Jacob a sus hijos (Gén. 47-49) o a las instrucciones de David a Salomón (1 Crón. 28, 29). Jesús consuela a sus discípulos respecto de su partida. Promete un Sustituto que lo representará (el Espíritu Santo; Juan 14-16). Predice el dolor que vendrá (Juan 15, 16) y exhorta a los discípulos a permanecer fieles (Juan 15).\n</p><p><strong>Lee Juan 13:1 al 20. ¿Qué sucedió aquí y por qué esta historia es tan importante? ¿Qué lecciones quiso enseñar Jesús?\n</strong></p><p>Juan 13:1 al 20\n</p><p><strong>Jesús lava los pies de sus discípulos\n</strong></p><p><strong><sup>1 </sup></strong>Antes de la fiesta de la pascua, sabiendo Jesús que su hora había llegado para que pasase de este mundo al Padre, como había amado a los suyos que estaban en el mundo, los amó hasta el fin.\n</p><p><sup><strong>2</strong></sup> Y cuando cenaban, como el diablo ya había puesto en el corazón de Judas Iscariote, hijo de Simón, que le entregase,\n</p><p><strong><sup>3</sup></strong> sabiendo Jesús que el Padre le había dado todas las cosas en las manos, y que había salido de Dios, y a Dios iba,\n</p><p><strong><sup>4</sup></strong> se levantó de la cena, y se quitó su manto, y tomando una toalla, se la ciñó.\n</p><p><strong><sup>5</sup></strong> Luego puso agua en un lebrillo, y comenzó a lavar los pies de los discípulos, y a enjugarlos con la toalla con que estaba ceñido.\n</p><p><strong><sup>6</sup></strong> Entonces vino a Simón Pedro; y Pedro le dijo: Señor, ¿tú me lavas los pies?\n</p><p><strong><sup>7</sup></strong> Respondió Jesús y le dijo: Lo que yo hago, tú no lo comprendes ahora; mas lo entenderás después.\n</p><p><strong><sup>8</sup></strong> Pedro le dijo: No me lavarás los pies jamás. Jesús le respondió: Si no te lavare, no tendrás parte conmigo.\n</p><p><strong><sup>9</sup></strong> Le dijo Simón Pedro: Señor, no solo mis pies, sino también las manos y la cabeza.\n</p><p><strong><sup>10</sup></strong> Jesús le dijo: El que está lavado, no necesita sino lavarse los pies, pues está todo limpio; y vosotros limpios estáis, aunque no todos.\n</p><p><strong><sup>11</sup></strong> Porque sabía quién le iba a entregar; por eso dijo: No estáis limpios todos.\n</p><p><strong><sup>12</sup></strong> Así que, después que les hubo lavado los pies, tomó su manto, volvió a la mesa, y les dijo: ¿Sabéis lo que os he hecho?\n</p><p><strong><sup>13</sup></strong> Vosotros me llamáis Maestro, y Señor; y decís bien, porque lo soy.\n</p><p><strong><sup>14</sup></strong> Pues si yo, el Señor y el Maestro, he lavado vuestros pies, vosotros también debéis lavaros los pies los unos a los otros.\n</p><p><strong><sup>15</sup></strong> Porque ejemplo os he dado, para que como yo os he hecho, vosotros también hagáis.\n</p><p><sup><strong>16</strong></sup> De cierto, de cierto os digo: El siervo no es mayor que su señor, ni el enviado es mayor que el que le envió.\n</p><p><strong><sup>17</sup></strong> Si sabéis estas cosas, bienaventurados seréis si las hiciereis.\n</p><p><strong><sup>18</sup></strong> No hablo de todos vosotros; yo sé a quienes he elegido; mas para que se cumpla la Escritura: El que come pan conmigo, levantó contra mí su calcañar.\n</p><p><strong><sup>19</sup></strong> Desde ahora os lo digo antes que suceda, para que cuando suceda, creáis que yo soy.\n</p><p><strong><sup>20</sup></strong> De cierto, de cierto os digo: El que recibe al que yo enviare, me recibe a mí; y el que me recibe a mí, recibe al que me envió.\n</p><p>En el mundo bíblico de la época de Jesús, la gente usaba sandalias o caminaba descalza, por lo que los pies se ensuciaban con el polvo. Era costumbre que un criado o un esclavo lavara los pies de los invitados a comer. Pero ningún criado estaba presente para cumplir esa función la noche en que Jesús cenó por última vez con sus discípulos antes de ser arrestado.\n</p><p>Para sorpresa de todos, Jesús mismo se levantó y lavó sus pies. Juan 13:4 y 5 narra paso a paso las acciones del Maestro. El incidente se relata detalladamente para destacar el hecho de que el Maestro realizó este increíble acto de humildad.\n</p><p>Al registrar la respuesta de Pedro, Juan 13:8 al 11 profundiza en el sentimiento de consternación de los discípulos ante las acciones de Jesús, incomprensibles para ellos. ¿Cómo podía Jesús, el Maestro, el Mesías, realizar una tarea tan humilde? Pedro se negó a que le lavara los pies, y Jesús le dijo que si no se lo permitía no tendría nada que ver con él. Entonces, Pedro pidió que Jesús hiciera aún más por él, expresando su deseo de estar conectado con el Maestro hasta el final.\n</p><p>El significado de la acción de Jesús está ligado a quién es él. En Juan 13:13, Jesús afirma que es el Maestro y el Señor, títulos con los que ellos se dirigían a él y que expresan autoridad y poder.\n</p><p>Sin embargo, Jesús enseña que el poder y la autoridad deben usarse para servir, no para engrandecerse. De acuerdo con el ejemplo de Jesús, la Iglesia Adventista practica lo que denomina “el rito de humildad”, como preparación para la Cena del Señor.\n</p><p><strong>¿Qué nos enseña el rito de humildad acerca de cómo seguir los pasos de Jesús y cómo servir humildemente a los demás?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 Diciembre",
               "dayTitle":"<p>CIERTAMENTE, VOLVERÉ\n</p><p><br></p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Juan 14:1 al 3. ¿En qué contexto dijo Jesús estas palabras?\n</strong></p><p>Juan 14:1 al 3\n</p><p><sup><strong>1</strong></sup> No se turbe vuestro corazón; creéis en Dios, creed también en mí.\n</p><p><strong><sup>2</sup></strong> En la casa de mi Padre muchas moradas hay; si así no fuera, yo os lo hubiera dicho; voy, pues, a preparar lugar para vosotros.\n</p><p><strong><sup>3</sup></strong> Y si me fuere y os preparare lugar, vendré otra vez, y os tomaré a mí mismo, para que donde yo estoy, vosotros también estéis.\n</p><p>Al final de Juan 13, Jesús dice que se va (Juan 13:33), lo que hace que Pedro le pregunte adónde (Juan 13:36). Los discípulos no entienden que Jesús está hablando de su muerte, resurrección y ascensión. Pedro dice que está dispuesto a dar la vida por él (Juan 13:37). Entonces, Jesús predice la negación del discípulo (Juan 13:38).\n</p><p>En este contexto, Jesús dice a sus discípulos que no se turben (Juan 14:1). El verbo griego traducido como “turbar” es tarass?, que significa agitar, perturbar, inquietar, confundir. No era de extrañar que los discípulos se sintieran confusos ante las palabras de Jesús acerca de su partida.\n</p><p>Pero, para contrarrestar sus temores, les habla de la casa de su Padre, donde hay muchas habitaciones (no mansiones, sino habitaciones, como en una posada). Él va allí a prepararles un lugar. Sus palabras van más allá de la tormenta de la Cruz, hacia el momento en que regresará para redimir a su pueblo. Está mirando hacia el momento en que toda esta tragedia del pecado termine de una vez por todas (ver Dan. 7:27).\n</p><p>Jesús dice: “Y después que me vaya y les prepare lugar, vendré otra vez, y los llevaré conmigo, para que donde yo esté, ustedes también estén” (Juan 14:3). Es claramente la promesa de su segunda venida.\n</p><p>¿En qué se basa nuestra confianza en esa promesa? Muchos dirían que en el cumplimiento de la profecía bíblica, y eso es cierto. Pero en Juan 14:3, la base de esa confianza se establece de manera diferente. En el idioma original, la afirmación “vendré” está en tiempo presente (“vengo” o “estoy viniendo”). Este uso del tiempo verbal presente en griego se conoce como “futurista”, y sirve para referirse a un acontecimiento futuro tan cierto que se describe como si ya estuviera ocurriendo. Por lo tanto, una traducción válida de la aseveración de Jesús podría ser: “Les aseguro que volveré”.\n</p><p>La base de nuestra esperanza en el regreso de nuestro Señor no es simplemente el cumplimiento de las profecías bíblicas. Es, además y sobre todo, nuestra confianza en Quien hizo la promesa. Él dijo que ciertamente regresaría por su pueblo. Podemos poner nuestra confianza en esa promesa en virtud de Quien la hizo.\n</p><p><strong>¿Qué nos enseña la Cruz acerca de la certeza del regreso de Cristo? ¿De qué nos serviría la muerte de Jesús sin la Segunda Venida?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 Diciembre",
               "dayTitle":"<p>YO SOY EL CAMINO, LA VERDAD Y LA VIDA\n</p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Juan 14:5 y 6. ¿Qué preguntó Tomás acerca del lugar adonde iba Jesús? ¿Cómo respondió Jesús?\n</strong></p><p>Juan 14:5 y 6\n</p><p><strong><sup>5</sup></strong> Le dijo Tomás: Señor, no sabemos a dónde vas; ¿cómo, pues, podemos saber el camino?\n</p><p><strong><sup>6</sup></strong> Jesús le dijo: Yo soy el camino, y la verdad, y la vida; nadie viene al Padre, sino por mí.\n</p><p>La pregunta de Tomás parece bastante lógica. Si no sabes adónde va alguien, ¿cómo puedes saber el camino para seguir a esa persona? Jesús responde la pregunta indicando que él mismo es el Camino. ¿El camino hacia qué o quién? El camino hacia el Padre. En el prólogo del libro (Juan 1:1-18), se subraya la íntima conexión entre Jesucristo (el Verbo) y el Padre.\n</p><p>Juan 1:18 dice que el unigénito (o “único”, según una mejor traducción) Dios es el que ha dado a conocer al Padre. Dar a conocer, en este texto, es traducción del verbo griego ex?geomai, que significa explicar, interpretar, exponer. De aquí se deriva la palabra exégesis, que significa dar a conocer el significado de un texto bíblico. Así, Jesucristo es el vínculo con el Padre, quien explica o interpreta al Padre en favor del mundo caído. Por consiguiente, él es la vía o el camino hacia el Padre. Sin él, nuestra comprensión acerca de quién y cómo es Dios sería limitada.\n</p><p><strong>Lee Juan 14:7 al 11. ¿Cómo aclaró Jesús el malentendido de Felipe?\n</strong></p><p>Juan 14:7 al 11\n</p><p><strong><sup>7</sup></strong> Si me conocieseis, también a mi Padre conoceríais; y desde ahora le conocéis, y le habéis visto.\n</p><p><strong><sup>8</sup></strong> Felipe le dijo: Señor, muéstranos el Padre, y nos basta.\n</p><p><strong><sup>9</sup></strong> Jesús le dijo: ¿Tanto tiempo hace que estoy con vosotros, y no me has conocido, Felipe? El que me ha visto a mí, ha visto al Padre; ¿cómo, pues, dices tú: Muéstranos el Padre?\n</p><p><strong><sup>10</sup></strong> ¿No crees que yo soy en el Padre, y el Padre en mí? Las palabras que yo os hablo, no las hablo por mi propia cuenta, sino que el Padre que mora en mí, él hace las obras.\n</p><p><strong><sup>11</sup></strong> Creedme que yo soy en el Padre, y el Padre en mí; de otra manera, creedme por las mismas obras.\n</p><p>Felipe pidió ver al Padre, algo que ningún ser humano pecador puede hacer, y vivir (comparar con Éxo. 33:18-34:9; Juan 1:18). Jesús reprende la falta de comprensión y señala que verlo a él es ver al Padre (Juan 14:9). Por consiguiente, está claro que Jesús es el Camino hacia Dios. Sin él, el camino se vuelve oscuro e incierto. Él es la Luz que ilumina el camino hacia Dios.\n</p><p>Jesús une tres términos: camino, verdad y vida. El término camino solo se utiliza en Juan 1:23, en relación con la preparación del camino a Jesús por parte de Juan el Bautista, y aquí en Juan 14:6. La verdad y la vida son los temas principales del Evangelio. Nuestro estudio del miércoles y el jueves hará hincapié en el concepto de verdad, un tema crucial, especialmente en un mundo en el que se cuestiona la idea misma de “verdad”.\n</p><p><strong>¿Por qué es tan reconfortante darse cuenta de que Jesús es la mejor revelación de cómo es Dios el Padre?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 Diciembre",
               "dayTitle":"<p>YO SOY LA VERDAD</p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Juan 1:14, 17; 8:32; 14:6; y 15:26. ¿Cómo vincula Juan el concepto de verdad directamente con Jesús?\n</strong></p><p>Juan 1:14, 17</p><p><strong><sup>14</sup></strong> Y aquel Verbo fue hecho carne, y habitó entre nosotros (y vimos su gloria, gloria como del unigénito del Padre), lleno de gracia y de verdad.\n</p><p><strong><sup>17 </sup></strong>Pues la ley por medio de Moisés fue dada, pero la gracia y la verdad vinieron por medio de Jesucristo.\n</p><p>Juan 8: 32\n</p><p><strong><sup>32</sup></strong> y conoceréis la verdad, y la verdad os hará libres.\n</p><p>Juan 14:6\n</p><p><strong><sup>6 </sup></strong>Jesús le dijo: Yo soy el camino, y la verdad, y la vida; nadie viene al Padre, sino por mí.\n</p><p>Juan 15:26\n</p><p><strong><sup>26</sup></strong> Pero cuando venga el Consolador, a quien yo os enviaré del Padre, el Espíritu de verdad, el cual procede del Padre, él dará testimonio acerca de mí.\n</p><p>El Evangelio de Juan relaciona repetidamente la verdad con Jesús, con su Padre y con el Espíritu Santo. La verdad está relacionada con Jesús, quien es la Palabra (logos), y con la luz en contraste con las tinieblas (Juan 1:1-14; 3:19-21). Asimismo, la mentira está relacionada con el diablo y el pecado (Juan 8:44-46). Por consiguiente, la verdad no es, en el Evangelio de Juan, simplemente una cuestión de hechos y cifras; más que eso, la idea de verdad contiene un aspecto moral de fidelidad a Dios y a su voluntad.\n</p><p>“Hay muchas personas que están clamando por el Dios viviente, y anhelan la presencia divina. Las teorías filosóficas o los ensayos literarios, por brillantes que sean, no pueden satisfacer el corazón. Los asertos y las invenciones de los hombres no tienen ningún valor. Que la Palabra de Dios hable a la gente. Que los que han escuchado solo tradiciones, teorías y máximas humanas oigan la voz del Ser cuya palabra puede renovar el alma para vida eterna” (Elena G. de White, Palabras de vida del gran Maestro, p. 22).\n</p><p>Piensa en lo que significa que Jesús sea la Verdad. Jesús es el logos, la Palabra que estaba con Dios desde el principio, el Creador de todo lo que existe (Juan 1:1-4). Uno con el Padre desde la eternidad y por la eternidad, Jesús tiene las características del Padre y, por lo tanto, también es el “YO SOY”. Su Ser no está sujeto a nada ni a nadie. Nada de lo que existe, incluyendo el conocimiento, existe aparte de él. Todo lo que existe y fue creado lo fue solo por obra de Jesús y existe también solo por su poder sustentador. “Por él fueron creadas todas las cosas, las que están en los cielos y las que están en la tierra, visibles e invisibles; sean tronos, dominios, principados o autoridades. Todo fue creado por medio de él y para él. Porque Cristo existía antes de todas las cosas, y todas las cosas subsisten en él” (Col. 1:16, 17). Jesús no es simplemente la encarnación de la verdad: él es la Verdad. La verdad no es un concepto o una construcción teórica, es una Persona.\n</p><p>La verdad, Jesucristo, puede compararse con el Sol, que ilumina el mundo (Juan 8:12). En tal sentido, C. S. Lewis dijo acerca del cristianismo: “Creo en el cristianismo como creo que ha salido el Sol, no solo porque lo veo, sino porque por él veo todo lo demás” (“Is theology poetry? [¿Es la teología poesía?]” [Samizdat University Press, 2014], p. 15; presentado originalmente en 1944).\n</p><p>Es por medio de Jesús, la Verdad, como somos capaces de interpretar correctamente el mundo que nos rodea</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 Diciembre",
               "dayTitle":"<p>LAS ESCRITURAS Y LA VERDAD</p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p>En el Evangelio de Juan, la Escritura desempeña un papel importante al hablarnos de aquel que es el Camino, la Verdad y la Vida. A lo largo de los evangelios, como en toda la Biblia, las Escrituras desempeñan un papel clave en la revelación de la verdad. Esto es especialmente cierto cuando se trata de enseñarnos quién es Jesús y qué vino a hacer.\n</p><p><strong>Lee Juan 5:38 al 40. ¿Qué dice Jesús aquí acerca de las Escrituras?\n</strong></p><p>Juan 5:38 al 40\n</p><p><strong><sup>38</sup></strong> ni tenéis su palabra morando en vosotros; porque a quien él envió, vosotros no creéis. 3&lt;\n</p><p><strong><sup>39</sup></strong> Escudriñad las Escrituras; porque a vosotros os parece que en ellas tenéis la vida eterna; y ellas son las que dan testimonio de mí;\n</p><p><strong><sup>40</sup></strong> y no queréis venir a mí para que tengáis vida.\n</p><p>Jesús y sus discípulos recurrieron vez tras vez a las Escrituras para validarlo como el Mesías. Cristo dijo: “Si ustedes le creyesen a Moisés, me creerían a mí; porque él escribió de mí. Pero si no creen a sus escritos, ¿Cómo creerán en mis palabras?” (Juan 5:46, 47).\n</p><p><strong>Lee Lucas 24:27. ¿Por qué es importante que Jesús señalara en primer lugar las Escrituras para revelar el significado de su ministerio?\n</strong></p><p>Lucas 24:27\n</p><p><sup><strong>27</strong></sup> Y comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba en todas las Escrituras lo que de él decían.\n</p><p>En otro lugar, citando el libro de Éxodo, Cristo dijo: “¿No han leído lo que dice Dios?” (Mat. 22:31). Zacarías, el padre de Juan el Bautista, se refirió a las promesas de Dios: “Tal como había prometido por boca de sus santos profetas desde tiempos antiguos” (Luc. 1:70). En su sermón del Día de Pentecostés, Pedro dijo: “Hermanos, era necesario que se cumpliera la Escritura [...] que el Espíritu Santo había predicho por boca de David” (Hech. 1:16).\n</p><p>La Biblia no es un libro de texto sobre ciencia. No explica cómo dividir el átomo ni cómo hacer cirugía cerebral. Pero hace algo aún más significativo: proporciona el contexto en el que nuestro universo tiene sentido. Es la llave que abre la puerta, la luz que permite ver. Sin ella, estaríamos a oscuras acerca de la existencia de Dios, su papel en el universo, nuestro propio origen, el sentido de la vida y el futuro.\n</p><p><strong>¿Qué verdades cruciales enseñadas por la Biblia nunca podríamos aprender mediante la ciencia, ni siquiera en principio?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 Diciembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p>Lee en El Deseado de todas las gentes, de Elena G. de White, el capítulo “La Luz de la vida” (pp. 428-441) y E. Edward Zinke, “La autoridad de la Biblia y la certeza del Segundo Advenimiento”, en La certeza de la Segunda Venida, pp. 18-30.\n</p><p>Cuando Jesús dijo: “Yo soy la luz del mundo”, “[...] estaba en el atrio del Templo especialmente relacionado con los servicios de la Fiesta de los Tabernáculos. En el centro de este patio se levantaban dos majestuosas columnas que soportaban portalámparas de gran tamaño. Después del sacrificio de la tarde se encendían todas las lámparas, que arrojaban su luz sobre Jerusalén. Esa ceremonia estaba destinada a conmemorar la columna de luz que guiaba a Israel en el desierto, y también a señalar la venida del Mesías. Por la noche, cuando las lámparas estaban encendidas, el atrio era teatro de gran regocijo. Los hombres canosos, los sacerdotes del Templo y los príncipes del pueblo se unían en danzas festivas al sonido de la música instrumental y el canto de los levitas.\n</p><p>“En la iluminación de Jerusalén, el pueblo expresaba su esperanza en la venida del Mesías para derramar su luz sobre Israel. Pero, para Jesús la escena tenía un significado más amplio. Como las lámparas radiantes del Templo alumbraban cuanto las rodeaba, así Cristo, la Fuente de luz espiritual, ilumina las tinieblas del mundo. Sin embargo, el símbolo era imperfecto. Esa gran luz que su propia mano había puesto en los cielos era una representación más verdadera de la gloria de su misión.\n</p><p>“Era de mañana; el Sol acababa de levantarse sobre el Monte de los Olivos, y sus rayos caían con deslumbrante brillo sobre los palacios de mármol, e iluminaban el oro de las paredes del Templo, cuando Jesús, señalándolo, dijo: ‘Yo soy la luz del mundo’ ” (Elena G. de White, El Deseado de todas las gentes, p. 428).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1</strong>. Comenta en la clase tu respuesta a la última pregunta del jueves. ¿Qué verdades cruciales enseñadas por la Biblia nunca podríamos aprender mediante la ciencia, ni siquiera en principio? Por ejemplo, la Cruz, la Resurrección o la Segunda Venida. ¿Qué otras verdades bíblicas importantes deben sernos reveladas, pues de otra manera no las conoceríamos?\n</p><p><strong>2</strong>. Piensa en la caída de Lucifer, un ser perfecto, con tanto conocimiento intelectual acerca de quién y cómo es Dios. Sin embargo, se rebeló contra la Deidad a pesar de todo ese conocimiento. ¿Qué nos dice esto acerca del libre albedrío y de por qué debemos en todo momento elegir someter nuestra voluntad a Dios?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 Diciembre",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":108,
               "idDay":8,
               "idLesson":10,
               "lessonText":"<p><strong>RESEÑA\n</strong></p><p>Textos clave: Juan 13:1-20; 14:1-3; 14:5, 6; 1:14; 5:38-40. La lección de esta semana narra la asombrosa historia de Jesús, el Hijo de Dios encarnado. No hay nadie como él. Jesús es único, pues conoce íntimamente al Padre. Jesús es el Camino, la Verdad y la Vida. En el Evangelio de Juan oímos a Jesús hablar extensamente acerca del Padre, pues su nombre estaba continuamente en sus labios y en su corazón. Jesús es el único que ha visto a Dios cara a cara, algo que ningún otro ser humano puede afirmar. En consecuencia, Jesús afirma su divinidad cuando declara lo siguiente acerca de su relación con el Padre. “No que alguno haya visto al Padre, sino Aquel que vino de Dios, ese ha visto al Padre” (Juan 6:46).\n</p><p>Felipe, uno de los discípulos, escuchó a menudo a Jesús enfatizar su relación con el Padre. Finalmente, dijo a Jesús: “Señor, muéstranos al Padre y nos basta” (Juan 14:8).\n</p><p>Algunas de las palabras más profundas acerca de la estrecha relación entre Jesús y su Padre se encuentran en la respuesta de Jesús a Felipe: “¿Tanto tiempo hace que estoy con ustedes y no me has conocido, Felipe? El que me ha visto a mí ha visto al Padre. ¿Cómo dices: ‘Muéstranos al Padre’?” (Juan 14:9). Estas palabras de Jesús demuestran que él era la representación más profunda de Dios. ¡Qué privilegio tenemos al conocer a Jesús; pues al conocerlo, conocemos al Padre!\n</p><p>Además de la designación divina “YO SOY” aplicada por Jesús a sí mismo como “el camino, la verdad y la vida”, estudiaremos algunas referencias adicionales que nos ayudarán a apreciar cuán inmensurable Regalo del Cielo es Jesús. Al transitar en él como el Camino, andamos también con él y aprendemos acerca de su verdad, que conduce a la vida abundante y a la vida eterna.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>El ejemplo de Cristo (Juan 13:1-20)\n</strong></p><p>Jesús no se limitó a impartir sabiduría e instrucción; también ilustró sus verdades mediante lecciones prácticas que sirvieron para arraigar sus enseñanzas en el corazón. Consideremos, por ejemplo, el rito de la humildad. Al inaugurar esta ordenanza, Cristo no esperó que sus discípulos se ofrecieran para lavarse mutuamente los pies. No los sermoneó acerca de la humildad y el servicio. Tampoco esperó que un sirviente fuera llamado para realizar la humilde tarea. Por el contrario, Jesús mismo se adelantó para ser ese siervo, para mostrar a sus seguidores un ejemplo vivo de cómo debían relacionarse unos con otros.\n</p><p>Las palabras de Jesús dejaron claro el significado que quería dar al servicio del lavamiento de los pies: “Si yo, el Señor y el Maestro, he lavado sus pies, ustedes también deben lavarse los pies los unos a los otros. Ejemplo les he dado, para que como yo les he hecho, ustedes también hagan” (Juan 13:14, 15). A pesar de este claro mandamiento, la mayoría de los cristianos optan por no cumplirlo. La humildad necesaria para cumplir esta ordenanza no resulta agradable para el corazón humano, pero al negarnos a cumplir las condiciones necesarias para participar de ella perdemos la lección de humildad que Cristo pretendía enseñarnos.\n</p><p>En la cultura bíblica de la época de Cristo, la cabeza representaba la parte más noble del cuerpo; y los pies, la menos digna. Así, al inclinar Cristo su noble cabeza para lavar los sucios pies de sus seguidores ilustró gráficamente su voluntad de hacer todo lo posible para ayudarlos en su peor momento. A Judas le molestaba que Cristo, de quien esperaba que se convirtiera en rey de Israel, se rebajara hasta tal punto. Pedro, en cambio, se sintió avergonzado al ver a su Maestro asumiendo el papel de un siervo manso y humilde; por eso rechazó inicialmente el ofrecimiento de Cristo, sintiéndose totalmente indigno. Pero cuando Jesús le dijo: “Si no te lavo, no tendrás parte conmigo” (Juan 13:8), Pedro respondió en el acto afirmativamente. No quería de ninguna manera poner en peligro su importante relación con Jesús. Por eso se apresuró a decirle, en Juan 13:9: “Señor, no solo mis pies, sino aún las manos y la cabeza”.\n</p><p><strong>Ciertamente volveré (Juan 14:1-3)\n</strong></p><p>Vivimos en un mundo muy agitado e inestable. Por eso, las tranquilizadoras palabras de Jesús en Juan 14:1 son muy oportunas: “No se turbe vuestro corazón”. Estas palabras alentadoras se basan en la confianza en la veracidad de Jesús y de su Padre. Además, este versículo está anclado en la promesa segura de Jesús de ir y prepararnos un lugar para cumplir su ardiente anhelo de estar siempre con nosotros.\n</p><p>Algunos desean estar en el Cielo por las mansiones o los palacios preparados para ellos; otros, por las calles de oro. ¿Debería ser esa nuestra motivación para estar allí? En griego, el texto no dice “mansiones” sino moradas o habitaciones (monai), lo que podría implicar que lo realmente importante no es el espacio físico que poseeremos u ocuparemos, sino más bien la compañía de Jesús. Su amor hace que desee estar con nosotros, pues ese amor procura siempre el compañerismo.\n</p><p>Ciertamente, Jesús no quiere que estemos atribulados en este mundo turbulento. Nos anima a poner nuestra confianza tanto en el Padre como en él, el único que puede proporcionarnos esperanza, paz y un futuro seguro.\n</p><p>En Juan 14:3, el verbo griego traducido como “vendré” está conjugado en tiempo presente, o presente futurista (“vuelvo”). La promesa de Jesús acerca de su glorioso regreso futuro lleva implícito el hecho de que es una realidad presente. Su venida es tan segura como si estuviera sucediendo ahora. La gozosa anticipación de su segura venida influye en nuestra vida presente hasta el punto de que su Reino de gloria se entrelaza con su Reino de gracia, dándonos un anticipo del Cielo.\n</p><p><strong>El Camino, la Verdad y la Vida (Juan 14:5, 6)\n</strong></p><p>Existe una interesante progresión en la forma en que Jesús se describe a sí mismo como el Camino, la Verdad y la Vida (Juan 14:6). Considera la secuencia de estas tres palabras. Jesús es el Camino. A medida que caminamos, aprendemos de él la verdad, que finalmente nos conduce a la vida abundante en este mundo y en el mundo eterno venidero. Observa que esta secuencia fue la respuesta de Cristo a la pregunta de Tomás acerca del camino por seguir (Juan 14:5). Podemos preguntarnos por qué Tomás hizo esta pregunta, considerando la clara explicación dada por Jesús en el versículo anterior: “Ya saben a dónde voy, y conocen el camino” (Juan 14:4).\n</p><p>Cristo es el único camino que conduce al Padre. Algunos podrían objetar esta afirmación diciendo que Jesús es demasiado excluyente, especialmente para la sociedad actual, en la que la presunta inclusividad es la norma social. Pero no todos los caminos llevan a Dios. Jesús es el único, porque solo él es justo y puede quitar nuestros pecados. Él es el único que puede sustituir nuestra muerte por la vida eterna. Jesús es el único que puede darnos justicia y vida, pues él posee ambas. Nadie más en este mundo las posee o puede otorgarlas.\n</p><p>Como vimos antes, Felipe pidió a Jesús que revelara al Padre a los discípulos. La respuesta de Jesús a Felipe vincula el hecho de conocerlo a él con el de conocer a su Padre, pues si conocemos al Hijo, ciertamente conocemos a Dios. Jesús dice: “¿Tanto tiempo hace que estoy con ustedes y no me has conocido, Felipe? El que me ha visto a mí ha visto al Padre. ¿Cómo dices: ‘Muéstranos al Padre’?” (Juan 14:9).\n</p><p>Cuán reconfortante y tranquilizador es que podamos acercarnos al Padre sin temor por medio de Jesús. El Padre nos tratará con la misma misericordia y compasión que Jesús mostró a la gente que lo rodeaba, incluidos los marginados y los pecadores. Por lo tanto, no tenemos excusa para no presentarnos ante el Trono de Dios para recibir su misericordia y su perdón.\n</p><p>Además, como se afirma en Juan 14:6, Jesús dio testimonio de que él mismo es la Verdad encarnada y personificada. En un mundo cambiante de corrupción y engaño, Jesús sigue siendo la Verdad, toda la Verdad y nada más que la Verdad. No hay variación en él ni en lo que dice. Él es “el mismo ayer, hoy y por los siglos” (Heb. 13:8). Jesús regresaría al Cielo en breve, y poco después el Espíritu Santo descendería sobre los discípulos durante Pentecostés, como Jesús prometió. El Espíritu de Dios vendría como “el Espíritu de verdad que procede del Padre, él testificará de mí” (Juan 15:26). Además, Jesús siempre dijo la verdad, y sus discípulos darían testimonio de este hecho porque estaban con él “desde el principio” (Juan 15:27).\n</p><p>Jesús es la luz de la verdad que nos rodea. Él disipa las tinieblas de la falsedad y la confusión y hace posible que veamos todo desde la perspectiva correcta. Ahora, como en el tiempo de Pentecostés, cuando descienda el Espíritu de la verdad, “él los guiará a toda la verdad” (Juan 16:13).\n</p><p>En una sociedad permisiva y pluralista, la verdad es un blanco móvil, pues parece seguir cambiando y evolucionando. Lo que es verdad hoy no lo será necesariamente mañana. Pero Jesús contrarresta esa falacia cuando declara: “Yo soy el camino, la verdad y la vida. Nadie viene al Padre sino por mí” (Juan 14:6).\n</p><p><strong>La Escritura y la Verdad (Juan 5:38-40)\n</strong></p><p>Toda la Biblia da testimonio de la verdad. La Escritura es un todo coherente y cohesivo, pues ambos Testamentos tienen el mismo Autor: el Espíritu Santo. Esta misma verdad se aplica al testimonio de Jesús en sus días. Los líderes religiosos afirmaban creer firmemente en Moisés pero no creían en su testimonio acerca de Jesús. (Ver Juan 5:46). Muchos líderes afirmaban creer en el Antiguo Testamento; sin embargo, pensaban que un mero asentimiento intelectual a él les garantizaba la vida eterna.\n</p><p>Varios líderes judíos tenían una mirada tan estrecha acerca de las Escrituras que los alejaron del corazón de ellas, del propio Jesús. Los líderes parecían ignorar el cumplimiento de los anuncios hechos por los profetas del Antiguo Testamento y las profecías tocantes a la esperanza de Israel y del mundo. (Ver Juan 5:39). Es verdaderamente asombroso que rechazaran al Señor de su única esperanza y de la vida mientras procuraban la salvación. No parecían comprender que sin Jesús solo existe la muerte, y que la vida solo es posible a través de él.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong>Reflexiona acerca de las siguientes preguntas y respóndelas:\n</strong></p><p><strong>1</strong>. ¿Cómo influye en tu vida diaria la realidad de Jesús, nuestro Salvador, quien es el reflejo perfecto del Padre? Imagina que eres Felipe y oyes a Jesús decirte que verlo a él es ver al Padre. ¿Qué significa “ver” al Padre y a su Hijo?\n</p><p><strong>2</strong>. ¿Qué significa el hecho de que Jesús acercara su cabeza a los pies de Judas mientras se los lavaba? ¿Cómo se aplica a ti personalmente el acto de humildad y condescendencia de Jesús?\n</p><p><strong>3</strong>. ¿Cuál es tu verdadera motivación para estar en el Cielo? ¿Las mansiones y las calles de oro o algo más? ¿Qué significará ver a Jesús allí? ¿Por qué debe él ser nuestra primera y principal prioridad?\n</p><p><strong>4</strong>. ¿Cómo influye en nuestra vida cotidiana la certeza de la venida de Cristo?\n</p><p><strong>5</strong>. ¿Qué piensas de la idea de que todo lo que creemos debe estar anclado en las Escrituras y, al mismo tiempo, debe llevarnos siempre a Cristo? ¿Qué dice acerca de nuestra experiencia espiritual el hecho de que consideremos la adquisición de conocimientos intelectuales como nuestro principal objetivo?\n</p><p><strong>6</strong>. ¿Cómo debería influir nuestro énfasis en Cristo y en la Biblia en nuestra visión del mundo cuando vemos que nos rodean todo tipo de trastornos y confusión?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>EL CAMINO, LA VERDAD Y LA VIDA</p>",
         "verse":"<p>“A Dios nadie lo vio jamás. El Hijo único, que es Dios, que está en el seno del Padre, él lo dio a conocer” (Juan 1:18).</p>",
         "versionCode":7,
         "weekDate":"30 de noviembre - 7 de diciembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
