{
  "data": [
    {
      "color": "#ff6961",
      "id": 8,
      "idEs": 8,
      "language": "es",
      "lessonDays": [
        {
          "date": "13 de Agosto",
          "dayTitle": "<p><strong>VIENDO AL INVISIBLE</strong><br></p>",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>La definición de fe en el libro de Hebreos siempre es un desafío. “Es, pues, la fe la certeza de lo que se espera, la convicción de lo que no se ve” (Heb. 11: 1). <br></p><p>¿Cómo podemos estar convencidos de lo que no vemos? Con todo, esto es exactamente lo que ilustra Moisés en nuestro versículo para memorizar: “Se sostuvo como viendo al Invisible” (Heb. 11: 27). <br></p><p>Es aún más provocador comprender que somos llamados a ver “al Invisible” no solo cuando los tiempos son buenos, sino especialmente cuando todo va mal. Para ello necesitamos fe, una fe semejante a la de Cristo, moldeada por la verdad acerca de Dios y el Reino de Dios. La verdad sobre la bondad de nuestro Padre, el poder del nombre de Jesús, el poder de la resurrección y la compasión de Dios son verdades esenciales que nos permitirán mantenernos firmes cuando estemos en el crisol y podamos sentir la tentación de dudar de todo. <br></p><p>Un vistazo a la semana: ¿Qué verdades acerca de Dios pueden ayudarnos a sostenernos aun en las peores situaciones?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de Agosto",
          "dayTitle": "<p><strong>LA EXTRAVAGANCIA DE NUESTRO PADRE</strong><br></p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p>“¡Si de verdad Dios me amara, seguramente haría ___________________ por mí!” Me pregunto cuántas veces ese pensamiento ha pasado por nuestra mente. Observamos las circunstancias y luego comenzamos a preguntarnos si Dios realmente nos ama, porque si así fuera realmente, las cosas serían diferentes.</p><p>Hay dos argumentos que a menudo nos llevan a dudar de la bondad de Dios. En primer lugar, cuando tenemos un deseo ardiente en nuestro corazón y nuestra mente por algo que creemos que es bueno, la idea de que Dios desee algo diferente para nosotros puede parecernos ridícula. En segundo lugar, podemos dudar de la bondad de Dios porque nuestra experiencia choca con lo que creemos. Si algo se ve bien o se siente bien, o suena bien o sabe bien, entonces debe ser bueno. Por lo tanto, nos enojamos con Dios cuando no podemos tenerlo. <br></p><p>Aquí es donde interviene la fe. La fe entra en juego precisamente en aquellos momentos en que nos vemos tentados a dudar de Dios y de su bondad.</p><p><strong>Romanos 8: 28 al 39 es un pasaje poderoso que describe la bondad de Dios hacia nosotros. ¿Qué lograste encontrar en estos versículos que nos pueda ayudar a proteger nuestra mente para no dudar de la bondad de Dios?</strong></p><p><strong>Romanos 8:28-39</strong></p><p><strong>28 </strong>Y sabemos que a los que aman a Dios, todas las cosas les ayudan a bien, esto es, a los que conforme a su propósito son llamados. <br></p><p><strong>29 </strong>Porque a los que antes conoció, también los predestinó para que fuesen hechos conformes a la imagen de su Hijo, para que él sea el primogénito entre muchos hermanos. <br></p><p><strong>30 </strong>Y a los que predestinó, a estos también llamó; y a los que llamó, a estos también justificó; y a los que justificó, a estos también glorificó.<br></p><p><strong>31 </strong>¿Qué, pues, diremos a esto? Si Dios es por nosotros, ¿quién contra nosotros? <br></p><p><strong>32 </strong>El que no escatimó ni a su propio Hijo, sino que lo entregó por todos nosotros, ¿cómo no nos dará también con él todas las cosas? <br></p><p><strong>33 </strong>¿Quién acusará a los escogidos de Dios? Dios es el que justifica. <br></p><p><strong>34 </strong>¿Quién es el que condenará? Cristo es el que murió; más aun, el que también resucitó, el que además está a la diestra de Dios, el que también intercede por nosotros. <br></p><p><strong>35 </strong>¿Quién nos separará del amor de Cristo? ¿Tribulación, o angustia, o persecución, o hambre, o desnudez, o peligro, o espada? <br></p><p><strong>36 </strong>Como está escrito: Por causa de ti somos muertos todo el tiempo; Somos contados como ovejas de matadero.<br><br><strong>37 </strong>Antes, en todas estas cosas somos más que vencedores por medio de aquel que nos amó. <br></p><p><strong>38 </strong>Por lo cual estoy seguro de que ni la muerte, ni la vida, ni ángeles, ni principados, ni potestades, ni lo presente, ni lo por venir, <br></p><p><strong>39 </strong>ni lo alto, ni lo profundo, ni ninguna otra cosa creada nos podrá separar del amor de Dios, que es en Cristo Jesús Señor nuestro.</p><p>En Romanos 8: 32, hay una lógica importante que es extremadamente útil para protegernos del agobio de nuestras circunstancias. “El que no escatimó ni a su propio Hijo, sino que lo entregó por todos nosotros, ¿cómo no nos dará también con él todas las cosas?” ¿Cómo podríamos pensar que Dios enviaría a Jesús a morir por nosotros y que luego se volvería tacaño? <br></p><p>Esto significa que la verdad de la generosidad de Dios hacia nosotros, que constatamos en la muerte de Cristo, debe tener un impacto más fuerte en nuestro pensamiento que todas las dudas que el crisol pueda generar en nosotros.</p><p><strong>¿Cómo es posible que una verdad (la bondad de Dios) tenga un efecto más pode- roso en ti que tus dudas? Dedica un momento a meditar sobre la verdad de que Dios dio a Jesús para morir en tu lugar, y que esta increíble generosidad continúa de mil maneras diferentes para ti hoy. ¿Qué impacto causa esto sobre tu fe?</strong><br></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 deAgosto",
          "dayTitle": "<p><strong>EN EL NOMBRE DE JESÚS</strong></p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>“Si algo pidiereis en mi nombre, yo lo haré” (Juan 14: 14).</strong></p><p>Jesús no estaría mucho tiempo más con los discípulos; quien había sido su apoyo y aliento se iría al cielo. Y los discípulos comenzaron a sentirse confundidos e impotentes. Pero, si bien los discípulos ya no podrían verlo físicamente, Jesús les dio una promesa extraordinaria.<strong><br></strong></p><p>Lee Juan 14: 1 al 14. Según los versículos 13 y 14, Jesús promete hacer por nosotros “todo” lo que pidamos en su nombre. Debido a esto, casi siempre agregamos al final de nuestras oraciones: “En el nombre de Jesús, amén”.<strong><br></strong></p><p><strong>Juan 14:1-14<br></strong></p><p><strong>1 </strong>No se turbe vuestro corazón; creéis en Dios, creed también en mí. <br></p><p><strong>2 </strong>En la casa de mi Padre muchas moradas hay; si así no fuera, yo os lo hubiera dicho; voy, pues, a preparar lugar para vosotros. <br></p><p><strong>3 </strong>Y si me fuere y os preparare lugar, vendré otra vez, y os tomaré a mí mismo, para que donde yo estoy, vosotros también estéis. <br></p><p><strong>4 </strong>Y sabéis a dónde voy, y sabéis el camino. <br></p><p><strong>5 </strong>Le dijo Tomás: Señor, no sabemos a dónde vas; ¿cómo, pues, podemos saber el camino? <br></p><p><strong>6 </strong>Jesús le dijo: Yo soy el camino, y la verdad, y la vida; nadie viene al Padre, sino por mí. <br></p><p><strong>7 </strong>Si me conocieseis, también a mi Padre conoceríais; y desde ahora le conocéis, y le habéis visto.<br><br><strong>8 </strong>Felipe le dijo: Señor, muéstranos el Padre, y nos basta. <br></p><p><strong>9 </strong>Jesús le dijo: ¿Tanto tiempo hace que estoy con vosotros, y no me has conocido, Felipe? El que me ha visto a mí, ha visto al Padre; ¿cómo, pues, dices tú: Muéstranos el Padre? <br></p><p><strong>10 </strong>¿No crees que yo soy en el Padre, y el Padre en mí? Las palabras que yo os hablo, no las hablo por mi propia cuenta, sino que el Padre que mora en mí, él hace las obras. <br></p><p><strong>11 </strong>Creedme que yo soy en el Padre, y el Padre en mí; de otra manera, creedme por las mismas obras.<br><br><strong>12 </strong>De cierto, de cierto os digo: El que en mí cree, las obras que yo hago, él las hará también; y aun mayores hará, porque yo voy al Padre. <br></p><p><strong>13 </strong>Y todo lo que pidiereis al Padre en mi nombre, lo haré, para que el Padre sea glorificado en el Hijo. <br></p><p><strong>14 </strong>Si algo pidiereis en mi nombre, yo lo haré.<strong><br></strong></p><p><strong>Al decir esto, ¿qué pensamos normalmente que significa? ¿Qué quiso decir Jesús cuando nos animó a orar así? ¿Qué pistas hay en estos versículos que nos ayudan a comprender lo que él nos plantea?<br></strong></p><p>Cuando pedimos “en el nombre de Jesús”, podemos estar seguros de que toda la maquinaria celestial está obrando en nuestro favor. Quizá no veamos a los ángeles actuar a nuestro alrededor, pero allí están: son enviados desde el Trono celestial en el nombre de Jesús, para atender nuestras peticiones. <br></p><p>A veces, cuando oramos en el nombre de Jesús, abrimos los ojos y esperamos que todo sea diferente a nuestro alrededor; pero todo sigue igual. No obstante, aunque el poder de Dios puede llegar con un efecto dramático, como cuando Jesús calmó la tormenta, también puede llegar en silencio, sin que nadie lo note, como cuando el poder de Dios sostuvo a Jesús en el Getsemaní. Quizá no suceda nada dramático de repente, pero eso no significa que Dios no esté obrando en favor de nosotros.<strong><br></strong></p><p><strong>Vuelve a leer Juan 14: 1 al 14. Mientras lees, imagina que Jesús te está hablando directamente, cara a cara. ¿Qué esperanza y ánimo puedes obtener de estas promesas? Al mismo tiempo, pregúntate: “¿Qué cosas de mi vida podrían obstaculizar el cumplimiento de estas promesas en mí? ¿Qué cambios debo proponerme<br>hacer en mi corazón?”<br></strong></p><p><strong>Juan 14:1-14<br><br>1 </strong>No se turbe vuestro corazón; creéis en Dios, creed también en mí.<br><br><strong>2 </strong>En la casa de mi Padre muchas moradas hay; si así no fuera, yo os lo hubiera dicho; voy, pues, a preparar lugar para vosotros.<br><br><strong>3 </strong>Y si me fuere y os preparare lugar, vendré otra vez, y os tomaré a mí mismo, para que donde yo estoy, vosotros también estéis.<br><br><strong>4 </strong>Y sabéis a dónde voy, y sabéis el camino.<br><br><strong>5 </strong>Le dijo Tomás: Señor, no sabemos a dónde vas; ¿cómo, pues, podemos saber el camino?<br><br><strong>6 </strong>Jesús le dijo: Yo soy el camino, y la verdad, y la vida; nadie viene al Padre, sino por mí.<br><br><strong>7 </strong>Si me conocieseis, también a mi Padre conoceríais; y desde ahora le conocéis, y le habéis visto.<br><br><strong>8 </strong>Felipe le dijo: Señor, muéstranos el Padre, y nos basta.<br><br><strong>9 </strong>Jesús le dijo: ¿Tanto tiempo hace que estoy con vosotros, y no me has conocido, Felipe? El que me ha visto a mí, ha visto al Padre; ¿cómo, pues, dices tú: Muéstranos el Padre?<br><br><strong>10 </strong>¿No crees que yo soy en el Padre, y el Padre en mí? Las palabras que yo os hablo, no las hablo por mi propia cuenta, sino que el Padre que mora en mí, él hace las obras.<br><br><strong>11 </strong>Creedme que yo soy en el Padre, y el Padre en mí; de otra manera, creedme por las mismas obras.<br><br><strong>12 </strong>De cierto, de cierto os digo: El que en mí cree, las obras que yo hago, él las hará también; y aun mayores hará, porque yo voy al Padre.<br><br><strong>13 </strong>Y todo lo que pidiereis al Padre en mi nombre, lo haré, para que el Padre sea glorificado en el Hijo.<br><br><strong>14 </strong>Si algo pidiereis en mi nombre, yo lo haré.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de Agosto",
          "dayTitle": "<p><strong>EL PODER DE LA RESURRECCIÓN</strong></p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>La resurrección resuelve el problema de la impotencia humana. Al meditar sobre la vida, la muerte y la resurrección de Jesús, a menudo nos planteamos que la muerte de Jesús fue el acontecimiento que nos hizo legalmente justos ante Dios. Y eso es cierto, por supuesto. <br></p><p>Sin embargo, la resurrección añade una dimensión específica a la salvación. La resurrección de Jesús es significativa no solo porque nos muestra que un día nosotros también resucitaremos, sino también porque sentó a Jesús a la diestra del Padre, en una posición de absolutos poder y autoridad. ¡Este poder de resurrección es el mismo poder que Dios pone a nuestra disposición hoy!</p><p><strong>En Efesios 1: 18 al 23, Pablo habla del poder de Dios. ¿Qué nos enseñan estos versículos sobre el poder de la resurrección? ¿Qué esperanzas y promesas puedes encontrar para ti en este pasaje?</strong></p><p><strong>Efesios 1:18-23<br></strong></p><p><strong>18 </strong>alumbrando los ojos de vuestro entendimiento, para que sepáis cuál es la esperanza a que él os ha llamado, y cuáles las riquezas de la gloria de su herencia en los santos, <br></p><p><strong>19 </strong>y cuál la supereminente grandeza de su poder para con nosotros los que creemos, según la operación del poder de su fuerza, <br></p><p><strong>20 </strong>la cual operó en Cristo, resucitándole de los muertos y sentándole a su diestra en los lugares celestiales, <br></p><p><strong>21 </strong>sobre todo principado y autoridad y poder y señorío, y sobre todo nombre que se nombra, no solo en este siglo, sino también en el venidero; <br></p><p><strong>22 </strong>y sometió todas las cosas bajo sus pies, y lo dio por cabeza sobre todas las cosas a la iglesia, <br></p><p><strong>23 </strong>la cual es su cuerpo, la plenitud de Aquel que todo lo llena en todo.<strong><br></strong></p><p>Pablo ora para que los efesios comprendan algunas cosas que solo pueden entenderse correctamente con ayuda divina: (1) que existe la esperanza de transformación y un futuro eterno al que Jesús nos ha llamado; (2) el poder que se manifestó en nuestro favor. <br></p><p>Pablo luego trata de describir cuán asombroso es este poder. El poder que está disponible para nosotros hoy es el mismo poder que resucitó a Jesús: no solo lo sacó de la tumba y le devolvió la vida, sino también le devolvió el sitial de poder a la diestra del Padre. <br></p><p>Pero Pablo no se detiene allí. La resurrección no le dio a Jesús cualquier clase de poder, sino el poder de gobernar y proveer todo lo que su pueblo pudiera necesitar, ¡por toda la eternidad!<strong><br></strong></p><p><strong>Haz una lista de las facetas de tu vida en las que necesitas del poder del Jesús resucitado. Cuando termines, ora para que este poder se aplique en todas estas esferas de necesidad. Al mismo tiempo, ¿en qué puedes mejorar, qué decisiones puedes tomar para que este poder actúe con más libertad en tu vida?<br></strong></p><p><strong><br></strong></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de Agosto",
          "dayTitle": "<p><strong>ECHAR TODA NUESTRA ANSIEDAD</strong></p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>Hay una placa que algunos tienen en sus hogares que dice: “¿Por qué orar, cuando puedes preocuparte?” Nos hace reír, porque sabemos con qué frecuencia nos preocupamos en lugar de acudir a Dios y darle nuestras preocupaciones. <br></p><p>Alguien dijo cierta vez que cuando en nuestra vida esté todo enredado, debemos dársela a Dios y permitir que él desate los nudos. Cuántos deseos tendrá Dios de hacer esto por nosotros. Sin embargo, es increíble cómo nos las arreglamos para aferrarnos a nuestros problemas hasta que estamos a punto de estallar. ¿Por qué esperamos hasta estar desesperados antes de acudir a Dios?</p><p><strong>Lee 1 Pedro 5: 7. Pedro cita Salmos 55: 22. ¿Cuál es el mensaje básico para nosotros? Ver también Mateo 6: 25 al 33.</strong></p><p><strong>1 Pedro 5:7</strong></p><p><sup><strong>7 </strong></sup>echando toda vuestra ansiedad sobre él, porque él tiene cuidado de vosotros.</p><p><strong>Salmos 55:22</strong></p><p><sup><strong>22 </strong></sup>Echa sobre Jehová tu carga, y él te sustentará; No dejará para siempre caído al justo.</p><p><strong>Mateo 6:25-33</strong></p><p><sup><strong>25 </strong></sup>Por tanto os digo: No os afanéis por vuestra vida, qué habéis de comer o qué habéis de beber; ni por vuestro cuerpo, qué habéis de vestir. ¿No es la vida más que el alimento, y el cuerpo más que el vestido? <sup><br></sup></p><p><sup><strong>26 </strong></sup>Mirad las aves del cielo, que no siembran, ni siegan, ni recogen en graneros; y vuestro Padre celestial las alimenta. ¿No valéis vosotros mucho más que ellas? <sup><br></sup></p><p><sup><strong>27 </strong></sup>¿Y quién de vosotros podrá, por mucho que se afane, añadir a su estatura un codo? <sup><br></sup></p><p><sup><strong>28 </strong></sup>Y por el vestido, ¿por qué os afanáis? Considerad los lirios del campo, cómo crecen: no trabajan ni hilan; <sup><br></sup></p><p><sup><strong>29 </strong></sup>pero os digo, que ni aun Salomón con toda su gloria se vistió así como uno de ellos. <sup><br></sup></p><p><sup><strong>30 </strong></sup>Y si la hierba del campo que hoy es, y mañana se echa en el horno, Dios la viste así, ¿no hará mucho más a vosotros, hombres de poca fe? <sup><br></sup></p><p><sup><strong>31 </strong></sup>No os afanéis, pues, diciendo: ¿Qué comeremos, o qué beberemos, o qué vestiremos? <sup><br></sup></p><p><sup><strong>32 </strong></sup>Porque los gentiles buscan todas estas cosas; pero vuestro Padre celestial sabe que tenéis necesidad de todas estas cosas. <sup><br></sup></p><p><sup><strong>33 </strong></sup>Mas buscad primeramente el reino de Dios y su justicia, y todas estas cosas os serán añadidas.</p><p>Este es un versículo muy sencillo. No esconde ningún secreto, y significa literalmente lo que expresa. Echar significa hacer precisamente eso, arrojar, entregar, de modo que lo que causa dolor y preocupación ya no tenga ninguna conexión con nosotros. Pero, por supuesto, no arrojamos nuestras cargas a cualquier parte. Nuestra preocupación no desaparece en el vacío. Se la damos a nuestro Padre celestial, quien promete resolverla. Eso es lo que Jesús nos asegura en los versículos de Mateo. El problema para ponerlo en práctica no es que sea difícil, sino todo lo contrario: parece demasiado fácil, demasiado bueno para ser verdad. <br></p><p>Hay muchas cosas que causan ansiedad. Podría ser la presión del trabajo, la crítica inesperada, la sensación de que no nos quieren o que no nos aman, las preocupaciones financieras, los problemas de salud, la impresión de que no somos lo suficientemente buenos para Dios, pensar que no somos perdonados y otras. <br></p><p>Sin importar cuáles sean, una de las razones por las que nos aferramos a nuestros problemas es que creemos que podemos resolverlos mejor que nadie. Pero Pedro nos insta a reconsiderar esa idea. La razón por la que no tenemos que preocuparnos es que a Dios le importa. Pero ¿a Dios todavía le importa lo suficiente como para intervenir cuando se avecina un divorcio o nos sentimos totalmente inútiles? La Biblia afirma que le importa lo suficiente como para transformar cualquier situación.</p><p><strong>¿Qué cosas te preocupan ahora? Aunque sean legítimas y parezcan angustiosas, ¿hay algo demasiado difícil para Dios? Quizá nuestro mayor problema sea que, aunque creemos que Dios está al tanto y puede solucionarlas, no creemos que las resolverá como nos gustaría a nosotros. Medita sobre esto último y cuestiónate si es así en tu vida.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de Agosto",
          "dayTitle": "<p><strong>CONTINÚA SIENDO FIEL AUN CUANDO NO<br>PUEDAS VER A DIOS</strong></p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>Creer que a nadie le importa lo que nos está pasando es muy desagradable. Pero, pensar que Dios no nos conoce o no se preocupa por nosotros puede ser muy angustioso. <br></p><p>Para los judíos exiliados en Babilonia, Dios no parecía preocuparse mucho por su situación. Todavía estaban en el exilio, todavía se sentían abandonados por Dios debido a su pecado. Pero Isaías les transmite palabras de consuelo. Isaías 40 es un hermoso pasaje en el que Isaías habla al pueblo con mucha ternura acerca de su Dios: “Como pastor apacentará su rebaño; en su brazo lle- vará los corderos, y en su seno los llevará; pastoreará suavemente a las recién paridas” (Isa. 40:11). Pero, después de tanto tiempo, los exiliados pensaban: ¿Dónde estás, Señor? No podemos ver ninguna evidencia de que todavía estás allí, ¡ni de que te preocupas!</p><p><strong>Lee Isaías 40: 27 al 31. ¿Cómo describe Isaías a Dios? ¿En qué sentido esta descripción de Dios responde a su creencia de que “mi camino está escondido de Jehová, y de mi Dios pasó mi juicio” (Isa. 40: 27)?</strong></p><p><strong>Isaías 40:27-31</strong></p><p><sup><strong>27 </strong></sup>¿Por qué dices, oh Jacob, y hablas tú, Israel: Mi camino está escondido de Jehová, y de mi Dios pasó mi juicio? <sup><br></sup></p><p><sup><strong>28 </strong></sup>¿No has sabido, no has oído que el Dios eterno es Jehová, el cual creó los confines de la tierra? No desfallece, ni se fatiga con cansancio, y su entendimiento no hay quien lo alcance. <sup><br></sup></p><p><sup><strong>29 </strong></sup>Él da esfuerzo al cansado, y multiplica las fuerzas al que no tiene ningunas. <sup><br></sup></p><p><sup><strong>30 </strong></sup>Los muchachos se fatigan y se cansan, los jóvenes flaquean y caen; <sup><br></sup></p><p><sup><strong>31 </strong></sup>pero los que esperan a Jehová tendrán nuevas fuerzas; levantarán alas como las águilas; correrán, y no se cansarán; caminarán, y no se fatigarán<strong>.</strong></p><p>Otro grupo de personas que podría haber considerado que su camino estaba oculto de Dios se encuentra en el libro de Ester. En este libro, no se menciona a Dios ni una sola vez. Sin embargo, la historia desarrolla un drama acerca de la intervención de Dios para salvar a su pueblo de una ley irrevocable para destruirlo. Esta historia no solo describe acontecimientos del pasado, sino también simboliza un tiempo futuro en el que se volverá a perseguir al pueblo de Dios y se introducirá nuevamente una ley para su destrucción (Apoc. 13:15). ¿Te imaginas cuán fácil sería llegar a la conclusión de que, si hoy existieran esas circunstancias tan terribles, Dios seguramente habría abandonado a su pueblo? Pero, no debemos temer. El mismo Dios que salvó a sus escogidos en la historia de Ester los volverá a salvar en la crisis final.</p><p><strong>Hemos leído cómo Isaías describió a Dios ante los exiliados. ¿Cómo describirías a Dios ante personas que sienten que Dios desapareció y las abandonó? ¿Cómo les enseñarías a ver con los ojos de la fe, y a dejar de depender de lo que ven a su alrededor con sus ojos físicos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de Agosto",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>Lee Elena de White, Profetas y reyes, “En tiempos de la reina Ester”, pp. 440-445. “</p><p>¿No ha dicho Dios que dará el Espíritu Santo a los que se lo pidan? ¿Y acaso no es este Espíritu un guía real, verdadero y eficaz? Algunos parecen temerosos de fiarse de lo que dice Dios, como si eso significara una presunción. Oran para que el Señor nos enseñe, y sin embargo temen aceptar la palabra que Dios ha dado y creer que hemos sido enseñados por él. Mientras nos presentemos humildemente delante de nuestro Padre celestial, con un espíritu dócil, con disposición y ansias de aprender, ¿por qué habríamos de dudar del cumplimiento de su promesa? Ni por un momento debéis deshonrarlo dudando de él. Cuando hayáis procurado conocer su voluntad, vuestra parte en la cooperación con Dios es creer que se os dirigirá, guiará y bendecirá en el cumplimiento de su voluntad. Quizá tengamos que desconfiar de nosotros mismos para no interpretar mal sus enseñanzas, pero confiad en él; confiad en él hasta lo sumo, para que el Espíritu Santo os guíe a fin de que interpretéis correctamente sus planes y la obra de su providencia” (“Comentarios de Elena de White”, CBA 3:1.173, 1.774). <br></p><p>“La fe se fortalece al entrar en conflicto con dudas e influencias opositoras. La experiencia obtenida en estas pruebas es de más valor que las joyas más costosas” (TI 3:609).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1</strong>. Como clase, hablen sobre el tipo de cosas en las que creemos pero no vemos, cosas que sabemos que son reales pero que están más allá de nuestra vista. ¿Cómo puede esto ayudarnos a entender lo que significa ver a “al Invisible”? <br></p><p><strong>2</strong>. Analicen la pregunta que se encuentra al final del estudio del miércoles. ¿Cuán a menudo nos encontramos en esa situación? ¿Qué podemos hacer para confiar más en que el camino del Señor es el mejor, si bien eso no es lo que queremos? <br></p><p><strong>3</strong>. Si “la fe se fortalece al entrar en conflicto con dudas e influencias opositoras” y esto conduce a algo sumamente valioso, “de más valor que las joyas más costosas”, ¿cómo debería esto moldear la forma en que percibimos esos conflictos? <br></p><p><strong>4</strong>. La mayoría vio a gente, e incluso a hermanos cristianos, en situaciones en las que, al menos desde nuestra perspectiva, el resultado fue desastroso. Lo peor que imaginamos sucedió, a pesar de las oraciones y grandes esfuerzos. ¿Cómo entendemos esto a la luz de lo que estuvimos estudiando?</p><p><br></p><p><br></p> <p><strong>EL SÁBADO ENSEÑARÉ...</strong><br></p> <p><strong>RESEÑA</strong></p><p><strong>Texto clave: Hebreos 11: 27.<br></strong></p><p><strong>Enfoque del estudio: Isaías 40: 27–31; Juan 14: 1–14; Romanos 8: 28–39; Efesios 1: 18–23.<br></strong></p><p><strong>Introducción:</strong></p><p>La fe es otro pilar de las tres virtudes teologales de 1 Corintios 13: 13. Al igual que la esperanza, la fe es una realidad compleja y pertenece a nuestra naturaleza espiritual y relacional. El apóstol Pablo define la fe en relación con la esperanza y lo invisible: “Es, pues, la fe la certeza de lo que se espera, la convicción de lo que no se ve” (Heb. 11: 1). Como Dios es invisible, la única forma en que nos acercamos a él es por fe (Heb. 11: 6). Sin embargo, como establece Hebreos 11: 1, este acto de creer en él no es una imaginación humana ni un acto de autoproyección humana hacia lo absoluto. Nuestra fe surge de la evidencia de las promesas de Dios y las profecías cumplidas; de la evidencia de la Creación de Dios; de la evidencia de la providencia y el cuidado de Dios por nosotros en nuestra historia personal o colectiva; de la evidencia de su amor por nosotros en la encarnación del Hijo cuando Dios se hizo carne, anduvo entre nosotros y murió en nuestro lugar (Juan 1: 1-3, 14; 3: 16, 36); y de la evidencia de que, en la resurrección de Cristo, él tiene poder sobre el mal, el pecado, el sufrimiento y la muerte (Efe. 1: 18-21). Por estas evidencias, el creyente bíblico “ve” lo invisible por fe.</p><p><strong>Temática de la lección:</strong></p><p>La lección de esta semana destaca dos temas principales: <br></p><p>1. La duda surge cuando no confiamos en Dios como la mejor solución a nuestros problemas. <br></p><p>2. El mayor fundamento de nuestra fe es Cristo, su encarnación, su sacrificio por nosotros y su resurrección. Jesús es la evidencia divina de que él puede llevar nuestro pecado, sufrimiento y muerte sobre sí para que nosotros podamos vencer nuestros crisoles.</p><p><strong>COMENTARIO</strong></p><p><strong>Ver a Dios</strong></p><p>¿A qué nos referimos los cristianos con “ver” a Dios? Desde que el pecado nos separó de Dios, y nos hizo atravesar el valle del sufrimiento y la muerte, anhelamos ver a Dios. Pero ¿qué significa ver a Dios en el contexto del pecado? Después de despertar de su sueño de la escalera que conectaba el cielo y la Tierra, Jacob concluyó que había visto a Dios “cara a cara” (Gén. 32: 30). Se conoce también a Moisés como el profeta que habló con Dios “cara a cara” (Éxo. 33: 11, Núm. 12:; Deut. 34: 10). Moisés incluso le declaró al pueblo de Israel que Dios les había hablado “cara a cara” (Deut. 5: 4). Moisés también bendijo a Israel apelando a Dios para que “resplandeciera” y “volviera” su rostro sobre la nación y le conce- diera bendiciones, protección, providencia, paz y gracia (Núm. 6: 25-27). De la misma manera, cuando Moisés expresa su deseo de conocer más a Dios, Dios le asegura que su “presencia” acompañará al pueblo de Israel (Éxo. 33: 14). Sin embargo, Moisés desea un encuentro “cara a cara” y pide a Dios que le muestre su gloria divina (Éxo. 33: 18; ver también Éxo. 3: 6). Dios le explica a Moisés que nadie puede ver su rostro, y vivir (Éxo. 33: 20; ver también Isa. 6: 5), y que los seres humanos son capaces de “ver” de Dios solo lo que muestra su gloria: su nombre, su bondad, su compasión y su misericordia (Éxo. 33: 19, 21-23).</p><p>Asimismo, David estaba sediento de ver el rostro de Dios. Al igual que Job (13: 24) cuando estaba angustiado, David siente como si Dios ocultara su rostro de él y de su pueblo (Sal. 13: 1; 27: 9; 30: 7; 44: 24; 69: 17; 88: 14; 102: 2; 143: 7; ver también Lev. 20: 3, 6; Deut. 31: 17, 18). Pero David encuentra aliento en la promesa de que Dios no esconde su rostro de los justos afligidos (Sal. 22: 24; 24: 6). Aun cuando está en problemas o sufre por el pecado, David pone su esperanza en Dios, quien lo salvará y hará brillar su rostro sobre David nuevamente (Sal. 17: 15; 31: 16; 80: 3; ver también Sal. 51: 9). Por lo tanto, David siempre puede cantar: “Mi corazón ha dicho de ti: Buscad mi rostro. Tu rostro buscaré, oh Jehová” (Sal. 27: 8; ver también Sal. 105: 4; 119: 58, 135).</p><p>Como dirigente del pueblo de Dios, David sabe que Israel será bendecido solamente si Dios hace brillar su rostro sobre ellos (Sal. 4: 6). Obviamente, David entiende, al igual que Jacob y Moisés, que el acto de ver el rostro de Dios es figurativo, no en el sentido literal. Esta figura señala la presencia de Dios entre su pueblo mediante el Espíritu Santo, el perdón divino, la salvación, la seguri- dad, el cuidado, la providencia, la protección, las bendiciones de salud y paz, las revelaciones proféticas y la conducción de Dios en favor de su pueblo en su existencia y misión. ¡Todos estos conceptos y experiencias representan “ver” a Dios mediante la fe!</p><p>Por supuesto, no podemos ver a Dios como es en su naturaleza divina. Esta- mos en el Universo; Dios está con nosotros, pero también es trascendente o está más allá de nuestra realidad. Nosotros somos finitos; Dios es infinito. Además, nosotros somos pecadores; Dios es santo. Por eso, simplemente no podemos ver a Dios como es en sí mismo. Pero podemos ver lo que decide revelarnos de sí mismo, y la forma en que lo hace. Lo que nos revela es su gloria en el Universo, que es su Creación y el dominio de su Reino. Él revela su amor y su cuidado por nosotros mediante sus revelaciones y su providencia. Por esta razón, en Hebreos 11: 1 y 6 el apóstol Pablo concluye que, en el contexto del pecado, la fe es “ver” las evidencias y las revelaciones proféticas de la existencia y la presencia de Dios con nosotros. El amor, por ejemplo, es materialmente “invisible”, pero es evidente en la manifestación de la persona que nos ama.</p><p>Por otro lado, literalmente podemos “ver” a Dios en la encarnación de nues- tro Señor Jesucristo. Jesús, siendo Dios, se hizo humano para poder morar entre nosotros a fin de que podamos “ver” la “gloria” de Dios y su “gracia” y “verdad” (Juan 1: 14; ver también Mat. 1: 23; Fil.2: 6-9). Por eso, Juan declara: “Lo que ha sido desde el principio, lo que hemos oído, lo que hemos visto con nuestros pro- pios ojos, lo que hemos contemplado, lo que hemos tocado con las manos, esto les anunciamos respecto al Verbo que es vida. Esta vida se manifestó. Nosotros la hemos visto y damos testimonio de ella, y les anunciamos a ustedes la vida eterna que estaba con el Padre y que se nos ha manifestado. Les anunciamos lo que hemos visto y oído, para que también ustedes tengan comunión con nosotros. Y nuestra comunión es con el Padre y con su Hijo Jesucristo” (1 Juan 1: 1-3, NVI). <br></p><p>Al compartir su testimonio sobre lo que había tocado, visto y oído, el apóstol Juan anhela que tengamos “comunión”, o que compartamos su experiencia con el Verbo hecho carne. Esta comunión nos recuerda otra forma en la que podemos “ver” a Dios. En el Salmo 34, David relata sus temores, y también profundiza en su percepción de que “el ángel de Jehová acampa alrededor de los que le temen, y los defiende” (Sal. 34: 7). Entonces, David nos exhorta: “Gustad, y ved que es bueno Jehová” (Sal. 34: 8). La figura retórica que indica “gustar” a Dios refleja una forma íntima de conocer a Dios mediante la experiencia personal. En la experiencia cristiana, mientras leemos el testimonio de Juan acerca de ver y escuchar al Dios encarnado, también necesitamos “verlo” por nosotros mismos por la mediación del Espíritu Santo (Juan 14: 16-18; 16: 14; Rom. 8: 2-17). Por esta razón, David concluye que es dichoso el que “confía en él” (Sal. 34: 8); y Pablo afirma que ninguna “tribulación, o angustia, o persecución, o hambre, o desnudez, o peligro o espada” puede separarnos “del amor de Cristo” (Rom. 8: 35). <br></p><p>En última instancia, “ver” a Dios en nuestra situación significa experimentar, mediante la Palabra de Dios y la obra del Espíritu Santo en nosotros, la providencia, el amor y la seguridad que brinda Dios, sentir su presencia con nosotros y tener su paz y la seguridad en nuestro corazón de que él está allí con y por nosotros. Esta experiencia es la fe</p><p><strong>La resurrección de Cristo; nuestros sufrimiento y muerte</strong></p><p>La resurrección juega un papel crucial en la teodicea cristiana o en la explicación del origen, la existencia y el destino del mal en el Universo de Dios. A este respecto, cabe destacar tres cuestiones: <br></p><p>1. La Biblia coloca la resurrección en el corazón de nuestra fe en Dios y la esperanza para el futuro. El apóstol Pablo concluye que “si en esta vida solamente esperamos en Cristo, somos los más dignos de conmiseración de todos los hombres” (1 Cor. 15: 19). El mal y la muerte terminarán con la resurrección de los que pusieron su confianza en Dios. <br></p><p>2. La resurrección de Cristo garantiza esta restauración, lo que demuestra su divinidad. Nuestra única esperanza de salvación reside en Dios, quien toma nuestro pecado sobre sí mismo y nos resucita también con su poder. Si Cristo no hubiera resucitado, habría demostrado ser un simple ser humano necesitado de salvación, y nosotros habríamos quedado abandonados en nuestros pecados, destinados a la paga que retribuye el pecado, es decir, la muerte (1 Cor. 15: 12-17; Rom. 6: 23). <br></p><p>3. La promesa de Dios de que resucitaremos es la mejor manera de explicar el “permiso” de Dios para que su pueblo sufra y muera. El apóstol Pablo afirma que “tuvimos en nosotros mismos sentencia de muerte, para que no confiásemos en nosotros mismos, sino en Dios que resucita a los muertos” (2 Cor. 1: 9). Dios “puede permitirse”, por así decirlo, que su pueblo o sus hijos sufran y mueran porque él los creó y, por lo tanto, él puede recrearlos o resucitarlos. De hecho, sería noble que quienes ponen su confianza en Dios mueran por él y su causa, incluso sin ninguna posi- bilidad de resurrección. Pero ese resultado, en última instancia, privaría a Dios de su estatus y de su poder como Aquel que puede crear vida de la nada, y llegaría a ser otra entidad egoísta e impotente del Universo. La gente que tomó partido por él habría muerto por nada, porque finalmente no se habría demostrado nada acerca de las afirmaciones de Dios. Pero, debido a que Dios demostró su poder en la resurrección, puede permitir que su pueblo muera.<br></p><p>Sin embargo, este argumento se aplica exclusivamente a Dios porque él es el único dueño del poder para resucitar. Como nadie en el Universo, aparte de Dios, posee el poder de la creación y la resurrección, ningún otro ser del mundo puede permitir que la gente muera o que la maten, y que esa tolerancia de actos tan horribles esté justificada; de allí la prohibición del sexto Mandamiento para la raza humana (Éxo. 20: 13). Para una buena síntesis sobre la importancia de la resurrección para la fe cristiana, ver Josh McDowell, “Support of Deity: The Resu- rrection — Hoax or History”, The New Evidence That Demands a Vedict (Nashville, TN: Nelson, 1999), cap. 9, pp. 203-284.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>1. Echen su ansiedad sobre Dios. Cuando el apóstol Pedro enseñó a los miembros de la iglesia a echar su ansiedad sobre Dios (1 Ped. 5: 7), no tenía intenciones de respaldar la pereza espiritual ni la irresponsabilidad (2 Ped. 1: 5-7). De igual modo, Jesús enseñó a sus discípulos a no preocuparse, sino a confiar en Dios (Mat. 6: 25-33). Al mismo tiempo, Jesús enseñó que los cristianos deben ser diligentes y responsables (Mat. 24: 45-51; 25). ¿Cómo podemos entender correctamente estas verdades bíblicas paradójicas en nuestra vida? ¿Cómo podemos enseñar los principios de estos versículos a nuestros jóvenes? <br></p><p>2. ¿Cómo has visto a Dios en tu vida? ¿Cómo fortaleció esto tu fe y tu confianza en Dios, incluso en medio de las pruebas?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p><strong>VIENDO AL INVISIBLE</strong><br></p>",
      "verse": "<p>“Por la fe dejó a Egipto, no temiendo la ira del rey; porque se sostuvo como viendo<br>al Invisible” (Heb. 11: 27).<br></p>",
      "versionCode": 7,
      "weekDate": "13-19 de Agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
