{
  "data": [
    {
      "color": "#F7D402",
      "id": 10,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 27 de noviembre",
          "dayTitle": "<p>ACUÉRDATE, NO OLVIDES</p>",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>“Acuérdate, no olvides que has provocado la ira de Jehová tu Dios en el desierto; desde el día que saliste de la tierra de Egipto, hasta que entrasteis en este lugar, habéis sido rebeldes a Jehová” (Deut. 9:7).\n</p><p>Hay dos palabras que aparecen en toda la Biblia: acordarse y olvidar. Ambas se refieren a algo humano, a algo que sucede en nuestra mente. Ambos son verbos y son opuestos: acordarse es no olvidar, y olvidar es no acordarse.\n</p><p>Dios a menudo le dice a su pueblo que recuerde todas las cosas que ha hecho por ellos; que recuerde su gracia y su bondad para con él. Gran parte del Antiguo Testamento consiste en los profetas insistiendo al pueblo que no olvidara lo que el Señor había hecho por él. Lo más crucial para recordar era su llamado, y el tipo de personas que serían si respondían a ese llamado. “Me acordaré de las obras de JAH; sí, haré yo memoria de tus maravillas antiguas” (Sal. 77:11).\n</p><p>¿Pasa algo similar con nosotros hoy? ¿Cómo hacer para no olvidar lo que Dios ha hecho por nosotros? Esta semana, según lo expresa Deuteronomio, veremos esta práctica crucial de hacer memoria y no olvidar la intervención de Dios en nuestra vida.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 28 de noviembre",
          "dayTitle": "<p><strong>RECORDAR EL ARCO IRIS</strong></p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Génesis 9:8 al 17. ¿En qué contexto se utiliza la expresión “me acordaré”, aquí? ¿Qué podemos aprender de su uso, y cómo deberíamos recordar lo que Dios ha hecho por nosotros?\n</strong></p><p><strong>Génesis 9:8 al 17</strong></p><p><span style=\"background-color: initial;\"><strong>8</strong> Y habló Dios a Noé y a sus hijos con él, diciendo:</span></p><p><strong>9</strong> He aquí que yo establezco mi pacto con vosotros, y con vuestros descendientes después de vosotros;\n</p><p><strong>10</strong> y con todo ser viviente que está con vosotros; aves, animales y toda bestia de la tierra que está con vosotros, desde todos los que salieron del arca hasta todo animal de la tierra.\n</p><p><strong>11</strong> Estableceré mi pacto con vosotros, y no exterminaré ya más toda carne con aguas de diluvio, ni habrá más diluvio para destruir la tierra.\n</p><p><strong>12</strong> Y dijo Dios: Esta es la señal del pacto que yo establezco entre mí y vosotros y todo ser viviente que está con vosotros, por siglos perpetuos.\n</p><p><strong>13</strong> Mi arco he puesto en las nubes, el cual será por señal del pacto entre mí y la tierra.\n</p><p><strong>14</strong> Y sucederá que cuando haga venir nubes sobre la tierra, se dejará ver entonces mi arco en las nubes.\n</p><p><strong>15</strong> Y me acordaré del pacto mío, que hay entre mí y vosotros y todo ser viviente de toda carne; y no habrá más diluvio de aguas para destruir toda carne.\n</p><p><strong>16</strong> Estará el arco en las nubes, y lo veré, y me acordaré del pacto perpetuo entre Dios y todo ser viviente, con toda carne que hay sobre la tierra.\n</p><p><strong>17 </strong>Dijo, pues, Dios a Noé: Esta es la señal del pacto que he establecido entre mí y toda carne que está sobre la tierra.\n</p><p>Esta es la primera vez que la palabra “acordarse” aparece en la Biblia. Por supuesto, Dios no necesita el arco iris para recordar su promesa y su Pacto. Simplemente, se expresó en un lenguaje que los seres humanos pudieran entender. En todo caso, el arco iris es para nosotros, como seres humanos, para recordar la promesa y el pacto de Dios de no destruir el mundo con agua nuevamente. En otras palabras, el arco iris era para ayudar a la gente a recordar este pacto especial que Dios había hecho; cada vez que apareciera el arco iris, el pueblo de Dios no solo recordaría el juicio de Dios sobre el mundo por su pecado, sino también su amor por el mundo y su promesa de no volver a destruirlo con agua.\n</p><p>Por lo tanto, aquí vemos la importancia del concepto de recordar: recordar las promesas de Dios, recordar las advertencias de Dios, recordar la intervención de Dios en el mundo.\n</p><p>El arco iris en el cielo se vuelve aún más importante en la actualidad ya que, sobre la base de la continuidad de las leyes de la naturaleza, muchos científicos rechazan la idea de que alguna vez haya habido un diluvio mundial. Es fascinante que Elena de White haya escrito que, antes de que llegara el Diluvio, muchos tenían la misma idea de que la continuidad de las leyes de la naturaleza descartaba la posibilidad de que pudiera ocurrir un diluvio mundial. Ella precisó que los eruditos argumentaban que esas “leyes esta?n tan firmemente establecidas que el mismo Dios no podri?a cambiarlas” (PP 84). Así que, antes del Diluvio, la gente aducía, sobre la base de las leyes de la naturaleza, que tal cosa no podría ocurrir. Actualmente después del Diluvio, la gente argumenta, sobre la base de las leyes de la naturaleza, que tal cosa nunca ocurrió.\n</p><p>Sin embargo, Dios en su Palabra nos habló sobre el Diluvio y le dio al mundo una señal, no solo del Diluvio, sino también de su promesa de que no habría otro más. Recordando, por tanto, lo que significa el arco iris, podremos tener la certeza, escrita en el cielo con hermosos colores, de que la Palabra de Dios es segura. Y si podemos confiar en su Palabra con esta promesa, ¿por qué no confiar también en todo lo demás que nos dice su Palabra?\n</p><p><strong>La próxima vez que veas un arco iris, piensa en las promesas de Dios. ¿Cómo podemos aprender a confiar en todas esas promesas?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 29 de noviembre",
          "dayTitle": "<p><strong>ACERCA DE LOS TIEMPOS PASADOS</strong></p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p>En Deuteronomio 4, hemos leído las maravillosas amonestaciones que el Señor le dio a su pueblo a través de Moisés sobre sus grandes privilegios como pueblo escogido por Dios. Los había redimido de Egipto “con pruebas, con señales, con milagros y con guerra, y mano poderosa y brazo extendido, y hechos aterradores como todo lo que hizo con vosotros Jehová vuestro Dios en Egipto ante tus ojos” (Deut. 4:34).\n</p><p>En otras palabras, Dios no solo hizo algo grandioso por ti, sino también lo hizo de una manera que debería ayudarte a recordar, y nunca olvidar, las grandes cosas que ha hecho por ti.\n</p><p><strong>Lee Deuteronomio 4:32 al 39. ¿Qué cosas les pedía el Señor que recordaran, y por qué era tan importante hacerlo?\n</strong></p><p><strong>Deuteronomio 4:32 al 39\n</strong></p><p><strong>32</strong> Porque pregunta ahora si en los tiempos pasados que han sido antes de ti, desde el día que creó Dios al hombre sobre la tierra, si desde un extremo del cielo al otro se ha hecho cosa semejante a esta gran cosa, o se haya oído otra como ella.\n</p><p><strong>33</strong> ¿Ha oído pueblo alguno la voz de Dios, hablando de en medio del fuego, como tú la has oído, sin perecer?\n</p><p><strong>34</strong> ¿O ha intentado Dios venir a tomar para sí una nación de en medio de otra nación, con pruebas, con señales, con milagros y con guerra, y mano poderosa y brazo extendido, y hechos aterradores como todo lo que hizo con vosotros Jehová vuestro Dios en Egipto ante tus ojos?\n</p><p><strong>35</strong> A ti te fue mostrado, para que supieses que Jehová es Dios, y no hay otro fuera de él.\n</p><p><strong>36</strong> Desde los cielos te hizo oír su voz, para enseñarte; y sobre la tierra te mostró su gran fuego, y has oído sus palabras de en medio del fuego.\n</p><p><strong>37</strong> Y por cuanto él amó a tus padres, escogió a su descendencia después de ellos, y te sacó de Egipto con su presencia y con su gran poder,\n</p><p><strong>38</strong> para echar de delante de tu presencia naciones grandes y más fuertes que tú, y para introducirte y darte su tierra por heredad, como hoy.\n</p><p><strong>39</strong> Aprende pues, hoy, y reflexiona en tu corazón que Jehová es Dios arriba en el cielo y abajo en la tierra, y no hay otro.\n</p><p>Moisés hace un repaso a través de la historia, llegando a la misma Creación. Allí preguntará al pueblo, retóricamente, si alguna vez hubo en la historia algo similar a todo lo que hizo Dios por ellos. De hecho, les insiste que pregunten; es decir, que estudien por su cuenta y vean si antes sucedió algo como lo que ellos vivieron. Mediante algunas preguntas, Moisés trató de hacerles entender por sí mismos lo que el Señor había hecho por ellos y, en definitiva, cuán agradecidos debían estar con él por los poderosos actos realizados en su vida. Un hecho fundamental era la liberación de Egipto y luego, quizá de alguna manera aún más asombrosa, cuando les habló en el Sinaí, lo que les permitió escuchar “sus palabras de en medio del fuego”\n</p><p><strong>Lee Deuteronomio 4:40. ¿Qué conclusión quería Moisés que el pueblo extrajera de estas palabras sobre lo que Dios había hecho por él?\n</strong></p><p><strong>Deuteronomio 4:40\n</strong></p><p><strong>40</strong> Y guarda sus estatutos y sus mandamientos, los cuales yo te mando hoy, para que te vaya bien a ti y a tus hijos después de ti, y prolongues tus días sobre la tierra que Jehová tu Dios te da para siempre.\n</p><p>El Señor no hizo todas esas cosas sin ningún propósito. Él había redimido a su pueblo y cumplió su parte del pacto que estableció con él. Fueron liberados de Egipto, y estaban a punto de entrar en la Tierra Prometida. Dios hizo su parte; ahora se los llama a hacer la suya, que era, simplemente, obedecer.\n</p><p><strong>¿Cómo representa este modelo el plan de salvación expresado en el Nuevo Testamento? ¿Qué hizo Jesús por nosotros y cómo responderemos a lo que hizo por nosotros? (Ver Apoc. 14:12.)\n</strong></p><p><strong>Apocalipsis 14:12\n</strong></p><p><strong>12 </strong>Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 30 de noviembre",
          "dayTitle": "<p>GUÁRDATE […] PARA QUE NO TE OLVIDES</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Deuteronomio 4:9 y 23. ¿Qué les dice el Señor que hagan aquí, y por qué esta advertencia es tan importante para la nación?\n</strong></p><p><strong>Deuteronomio 4:9\n</strong></p><p><strong>9</strong> Por tanto, guárdate, y guarda tu alma con diligencia, para que no te olvides de las cosas que tus ojos han visto, ni se aparten de tu corazón todos los días de tu vida; antes bien, las enseñarás a tus hijos, y a los hijos de tus hijos.\n</p><p><strong>Deuteronomio 4:23\n</strong></p><p><strong>23</strong> Guardaos, no os olvidéis del pacto de Jehová vuestro Dios, que él estableció con vosotros, y no os hagáis escultura o imagen de ninguna cosa que Jehová tu Dios te ha prohibido.\n</p><p>Dos verbos dominan el comienzo de estos dos versículos: “guardar” y “olvidar”. Lo que el Señor les está diciendo es: “Tengan cuidado de no olvidarse”. Es decir, “no olviden lo que el Señor ha hecho por ustedes ni el pacto que hicieron”. El verbo “guardaos” (que también se utiliza de una forma diferente en Deut. 4:9, traducido como “guárdate”), aparece en todo el Antiguo Testamento y significa “tener cuidado”, “velar”, “preservar” o “proteger”. Curiosamente, la primera vez que aparece en las Escrituras es incluso antes del pecado, cuando el Señor le dijo a Adán que “guardase” el jardín que le había dado (Gén. 2:15).\n</p><p>No obstante, ahora el Señor le dice al pueblo, de forma individual a cada uno (el verbo está en singular), que tengan mucho cuidado de no olvidarse. Esto no es “olvidar” en el sentido cognitivo de perder la memoria (aunque, con el tiempo y en las nuevas generaciones que podrían llegar, era de esperar), sino más bien en el sentido de ser laxos con las obligaciones del Pacto. Es decir, debían ser conscientes de quiénes eran y lo que eso significaba en términos de cómo iban a vivir ante Dios, ante los demás hebreos, ante los extranjeros que había entre ellos y ante las naciones que los rodeaban.\n</p><p><strong>Lee nuevamente Deuteronomio 4:9 (ver también Deut. 6:7; 11:19), pero concéntrate en la última parte, donde habla de enseñarles a sus hijos y a sus nietos. ¿Qué tendría que ver eso con ayudarlos a no olvidar?\n</strong></p><p><strong>Deuteronomio 4:9\n</strong></p><p><strong>9</strong> Por tanto, guárdate, y guarda tu alma con diligencia, para que no te olvides de las cosas que tus ojos han visto, ni se aparten de tu corazón todos los días de tu vida; antes bien, las enseñarás a tus hijos, y a los hijos de tus hijos.\n</p><p><strong>Deuteronomio 6:7\n</strong></p><p><strong>7</strong> y las repetirás a tus hijos, y hablarás de ellas estando en tu casa, y andando por el camino, y al acostarte, y cuando te levantes.\n</p><p><strong>Deuteronomio 11:19\n</strong></p><p><strong>19</strong> Y las enseñaréis a vuestros hijos, hablando de ellas cuando te sientes en tu casa, cuando andes por el camino, cuando te acuestes, y cuando te levantes.\n</p><p>No es coincidencia que justo después de que Moisés les dice que no se olviden, que no permitan que estas cosas se “aparten de su corazón” (NVI), les diga que enseñen estas cosas a la próxima generación y a la siguiente. No solo sus hijos necesitaban escuchar sobre estas cosas. Quizá lo más importante fuera que, al contar y volver a contar las historias de lo que Dios había hecho por ellos, el pueblo no olvidaría esas cosas. Por lo tanto, ¿Qué mejor manera de conservar el conocimiento de lo que el Señor había hecho por su pueblo escogido?\n</p><p><strong>El hecho de contarles a otros tu experiencia con el Señor, ¿Cómo ha beneficiado no solo a los demás, sino también a ti? Volver a contar cómo Dios te ha guiado ¿Cuánto te ayudó a no olvidar su dirección?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miércoles 1º de diciembre",
          "dayTitle": "<p>COMERÁS Y TE SACIARÁS</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>Un dirigente de la iglesia, que trabajó en la Asociación General de los Adventistas del Séptimo Día durante 34 años, contó que muchos años antes él y su esposa, después de haber aterrizado en un aeropuerto, habían perdido una maleta. “Allí mismo”, dijo, “junto a la cinta transportadora de equipaje y en público, nos arrodillamos y oramos, pidiendo al Señor que nos devolviera nuestro equipaje perdido”. Muchos años después, sucedió lo mismo: llegaron al aeropuerto; pero una maleta, no. Contó lo que pasó a continuación. “No te preocupes”, le dijo a su esposa, “el seguro lo cubrirá”.\n</p><p><strong>Con esta historia en mente, lee Deuteronomio 8:7 al 18. ¿Qué advertencia le está dando el Señor a su pueblo aquí, y qué debería significar para nosotros hoy también?\n</strong></p><p><strong>Deuteronomio 8:7 al 18\n</strong></p><p><strong>7</strong> Porque Jehová tu Dios te introduce en la buena tierra, tierra de arroyos, de aguas, de fuentes y de manantiales, que brotan en vegas y montes;\n</p><p><strong>8</strong> tierra de trigo y cebada, de vides, higueras y granados; tierra de olivos, de aceite y de miel;\n</p><p><strong>9</strong> tierra en la cual no comerás el pan con escasez, ni te faltará nada en ella; tierra cuyas piedras son hierro, y de cuyos montes sacarás cobre.\n</p><p><strong>10</strong> Y comerás y te saciarás, y bendecirás a Jehová tu Dios por la buena tierra que te habrá dado.\n</p><p><strong>11</strong> Cuídate de no olvidarte de Jehová tu Dios, para cumplir sus mandamientos, sus decretos y sus estatutos que yo te ordeno hoy;\n</p><p><strong>12</strong> no suceda que comas y te sacies, y edifiques buenas casas en que habites,\n</p><p><strong>13</strong> y tus vacas y tus ovejas se aumenten, y la plata y el oro se te multipliquen, y todo lo que tuvieres se aumente;\n</p><p><strong>14</strong> y se enorgullezca tu corazón, y te olvides de Jehová tu Dios, que te sacó de tierra de Egipto, de casa de servidumbre;\n</p><p><strong>15</strong> que te hizo caminar por un desierto grande y espantoso, lleno de serpientes ardientes, y de escorpiones, y de sed, donde no había agua, y él te sacó agua de la roca del pedernal;\n</p><p><strong>16</strong> que te sustentó con maná en el desierto, comida que tus padres no habían conocido, afligiéndote y probándote, para a la postre hacerte bien;\n</p><p><strong>17</strong> y digas en tu corazón: Mi poder y la fuerza de mi mano me han traído esta riqueza.\n</p><p><strong>18</strong> Sino acuérdate de Jehová tu Dios, porque él te da el poder para hacer las riquezas, a fin de confirmar su pacto que juró a tus padres, como en este día.\n</p><p>Considera lo que les aportaría su fidelidad al Señor. No solo poseerían una tierra maravillosa y rica, una “tierra en la cual no comerás el pan con escasez, ni te faltará nada en ella” (Deut. 8:9), sino también serían sumamente bendecidos en esa tierra: ovejas, vacas, oro, plata y casas hermosas. Es decir, se les darían todas las comodidades materiales que les brinda esta vida.\n</p><p>Pero, entonces, ¿qué? Se enfrentarían al peligro que siempre acompaña a la riqueza y la prosperidad material, el de olvidar que solo el Señor es quien “te da el poder para hacer las riquezas” (Deut. 8:18)\n</p><p>Quizá no al principio, pero a medida que pasen los años y tengan todas las comodidades materiales que necesitan, olvidarán su pasado, olvidarán cómo el Señor los condujo a través de “aquel grande y terrible desierto” (Deut. 1:19), y de hecho pensarán que fue su inteligencia y su talento lo que les permitió tener tanto éxito.\n</p><p>Esto es precisamente lo que el Señor les estaba advirtiendo que no hicieran (y lamentablemente, en especial cuando uno lee a los profetas posteriores, esto es exactamente lo que les sucedió). Por lo tanto, en medio de esta prosperidad, Moisés les dice que recuerden que fue solo el Señor quien hizo esto por ellos y que no se dejen engañar por las bendiciones materiales que él les había dado. Siglos más tarde, el mismo Jesús advirtió, en la parábola del sembrador, acerca del “engaño de las riquezas” (Mar. 4:19).\n</p><p><strong>No importa cuánto dinero ni posesiones materiales tengamos aquí, todos somos de carne y hueso, y nos espera un hoyo en el suelo. ¿Qué debería decirnos esto acerca de los peligros provenientes de la riqueza, en el sentido de que la riqueza puede hacernos olvidar nuestra necesidad del Único que puede librarnos de ese hoyo en el suelo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 2 de diciembre",
          "dayTitle": "<p>ACUÉRDATE DE QUE FUISTE SIERVO</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Deuteronomio 5:15; 6:12; 15:15; 16:3 y 12; y 24:18 y 22. ¿Qué quería específicamente el Señor que nunca olvidaran, y por qué?\n</strong></p><p><strong>Deuteronomio 5:15\n</strong></p><p><strong>15</strong> Acuérdate que fuiste siervo en tierra de Egipto, y que Jehová tu Dios te sacó de allá con mano fuerte y brazo extendido; por lo cual Jehová tu Dios te ha mandado que guardes el día de reposo.\n</p><p><strong>Deuteronomio 6:12\n</strong></p><p><strong>12</strong> cuídate de no olvidarte de Jehová, que te sacó de la tierra de Egipto, de casa de servidumbre.\n</p><p><strong>Deuteronomio 15:15\n</strong></p><p><strong>15</strong> Y te acordarás de que fuiste siervo en la tierra de Egipto, y que Jehová tu Dios te rescató; por tanto yo te mando esto hoy.\n</p><p><strong>Deuteronomio 16:3\n</strong></p><p><strong>3 </strong>No comerás con ella pan con levadura; siete días comerás con ella pan sin levadura, pan de aflicción, porque aprisa saliste de tierra de Egipto; para que todos los días de tu vida te acuerdes del día en que saliste de la tierra de Egipto.\n</p><p><strong>Deuteronomio 16:12\n</strong></p><p><strong>12</strong> Y acuérdate de que fuiste siervo en Egipto; por tanto, guardarás y cumplirás estos estatutos.\n</p><p><strong>Deuteronomio 24:18\n</strong></p><p><strong>18</strong> sino que te acordarás que fuiste siervo en Egipto, y que de allí te rescató Jehová tu Dios; por tanto, yo te mando que hagas esto.\n</p><p><strong>Deuteronomio 24:22\n</strong></p><p><strong>22</strong> Y acuérdate que fuiste siervo en tierra de Egipto; por tanto, yo te mando que hagas esto.\n</p><p>Como hemos visto, en todo el Antiguo Testamento, el Señor constantemente les recordaba el Éxodo, su liberación milagrosa de Egipto por parte de Dios. Hasta el día de hoy, miles de años después, los judíos practicantes guardan la celebración de la Pascua, un monumento conmemorativo de lo que el Señor ha hecho por ellos. “Y cuando entréis en la tierra que Jehová os dará, como prometió, guardaréis este rito. Y cuando os dijeren vuestros hijos: ¿Qué es este rito vuestro?, vosotros responderéis: Es la víctima de la pascua de Jehová, el cual pasó por encima de las casas de los hijos de Israel en Egipto, cuando hirió a los egipcios, y libró nuestras casas. Entonces el pueblo se inclinó y adoró” (Éxo. 12:25–27)\n</p><p>Para la iglesia de hoy, la Pascua es un símbolo de la liberación que se nos ha ofrecido en Cristo: “Porque nuestra pascua, que es Cristo, ya fue sacrificada por nosotros” (1 Cor. 5:7).\n</p><p><strong>Lee Efesios 2:8 al 13. ¿Qué se les pide a estos creyentes gentiles que recuerden? ¿Qué paralelismo encuentras con lo que se les dijo a los hebreos en Deuteronomio que recordaran también?\n</strong></p><p><strong>Efesios 2:8 al 13\n</strong></p><p><strong>8 </strong>Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios;\n</p><p><strong>9 </strong>no por obras, para que nadie se gloríe.\n</p><p><strong>10</strong> Porque somos hechura suya, creados en Cristo Jesús para buenas obras, las cuales Dios preparó de antemano para que anduviésemos en ellas.\n</p><p><strong>11</strong> Por tanto, acordaos de que en otro tiempo vosotros, los gentiles en cuanto a la carne, erais llamados incircuncisión por la llamada circuncisión hecha con mano en la carne.\n</p><p><strong>12</strong> En aquel tiempo estabais sin Cristo, alejados de la ciudadanía de Israel y ajenos a los pactos de la promesa, sin esperanza y sin Dios en el mundo.\n</p><p><strong>13</strong> Pero ahora en Cristo Jesús, vosotros que en otro tiempo estabais lejos, habéis sido hechos cercanos por la sangre de Cristo.\n</p><p>Pablo quería que estas personas recordaran lo que Dios había hecho por ellas en Cristo, de qué las había salvado y lo que ahora tenían por la gracia de Dios. Al igual que con los hijos de Israel, no había nada en ellas que mereciera la aprobación de Dios. Era solo la gracia de Dios, que les fue dada, a pesar de que eran “ajenos a los pactos de la promesa”, lo que los llevó a ser quienes eran en Cristo Jesús.\n</p><p>Seamos israelitas en el desierto, cristianos en Éfeso o adventistas del séptimo día en cualquier parte del mundo, es fundamental que recordemos siempre, y que no olvidemos, lo que Dios ha hecho por nosotros en Cristo. No es de extrañar, entonces, que nos lleguen estas palabras:  “Seri?a bueno que cada di?a dedica?semos una hora de reflexio?n en la contemplacio?n de la vida de Cristo. Deberíamos tomarla punto por punto, y dejar que la imaginacio?n se posesione de cada escena, especialmente de las finales. Mientras nos espaciemos asi? en su gran sacrificio por nosotros, nuestra confianza en e?l sera? ma?s constante, se reavivara? nuestro amor, y seremos ma?s profundamente imbuidos de su Espi?ritu” (DTG 63).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 3 de diciembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR</p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p>“¡Cuan grandes fueron la condescendencia y la compasión que Dios manifesto hacia sus criaturas descarriadas al colocar el bello arco iris en las nubes como señal de su pacto con el hombre! El Senor declaro? que al ver el arco iris recordaria su pacto. Esto no significa que olvidaría, sino que nos habla en nuestro propio lenguaje, para que podamos comprenderlo mejor. Era el proposito de Dios que cuando los nin?os de las generaciones futuras preguntasen por el significado del glorioso arco que se extiende por el cielo sus padres les repitiesen la historia del Diluvio, y les explicasen que el Altisimo habia combado el arco, y lo habia colocado en las nubes para asegurarles que las aguas no volveri?an jama?s a inundar la Tierra. De esta manera, de generacion en generacion, el arco iris seria un testimonio del amor divino hacia el hombre, y fortaleceria su confianza en Dios” (PP 97).\n</p><p>Desde la fundación del cristianismo, nunca ha habido una iglesia que haya participado de la riqueza y las comodidades de las que disfruta hoy la iglesia en algunos países del mundo. La pregunta es ¿a qué costo? Seguramente esa opulencia influye en nuestra espiritualidad, y no para bien. ¿Cómo sería posible? ¿Desde cuándo la riqueza y la abundancia material han fomentado las virtudes cristianas de la abnegación y el espíritu de sacrificio? En la mayoría de los casos, sucede lo opuesto: cuanto más tiene la gente, más autosuficiente se vuelve y menos suele depender de Dios. La riqueza y la prosperidad, por muy bonitas que sean, vienen acompañadas de muchas trampas espirituales peligrosas.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> Analicen el tema de cómo la riqueza (que puede ser muy relativa; es decir, alguien que no se considera rico en su país puede ser visto como súper rico por los de otro país) impacta en nuestra espiritualidad. ¿De qué manera los que “tienen dinero” pueden protegerse de algunos de los peligros espirituales que puede generar la riqueza?\n</p><p><strong>2.</strong> En clase, hablen de las escenas finales de la vida de Cristo y lo que nos dicen sobre el amor de Dios por nosotros y por qué nunca debemos olvidar la realidad de ese amor. ¿Qué otras cosas se te ocurren que revelen la bondad de Dios y por qué debemos tener siempre presente esta realidad?\n</p><p><strong>3.</strong> Algunos científicos dicen que no hubo ningún diluvio universal, a pesar de que la Biblia dice que sí lo hubo (y está el arco iris). Algunos dicen que tampoco hubo Creación de seis días, a pesar de que la Biblia dice que sí la hubo (y está el sábado para recordarla). ¿Qué debería decirnos esto sobre cuán poderoso y negativo puede ser el impacto de la cultura en la fe?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>ACUÉRDATE, NO OLVIDES</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
      "verse": "<p>PARA MEMORIZAR: “Acuérdate, no olvides que has provocado la ira de Jehová tu Dios en el desierto; desde el día que saliste de la tierra de Egipto, hasta que entrasteis en este lugar, habéis sido rebeldes a Jehová” (Deut. 9:7).</p>",
      "versionCode": 2,
      "weekDate": " 27 de noviembre - 3 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
