{
  "data": [
    {
      "color": "#339CFF",
      "id": 6,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "4 de Febrero",
          "dayTitle": "<p style=\"text-align: left;\"><strong>“ACUMULEN TESOROS EN EL&nbsp;CIELO”</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p style=\"text-align: justify;\">Jesús nos dio la mejor estrategia de inversión del mundo cuando dijo: “No acumulen tesoros en la tierra, donde la polilla y el óxido corroen, y los ladrones socavan y roban. Sino acumulen tesoros en el cielo, donde ni polilla ni óxido corroen, ni ladrones destruyen ni roban” (Mat. 6:19, 20). Jesús concluye su estrategia de inversión diciendo:&nbsp;<br></p><p style=\"text-align: justify;\">“Porque donde esté el tesoro de ustedes, allí estará también su corazón” (Mat. 6:21). En otras palabras: Muéstrame en qué gastas tu dinero, y te mostraré dónde está tu corazón, porque dondequiera que pongas tu dinero, tu corazón de seguro lo seguirá, si es que aún no está allí.</p><p style=\"text-align: justify; \">¿Quieres un corazón para el Reino de Dios? Si es así, entonces pon tu dinero donde recogerás recompensas eternas. Invierte tu tiempo, tu dinero y tu oración en la obra de Dios. Si lo haces, pronto te interesarás aún más en esta obra, y tu corazón también la seguirá. Esta semana repasaremos textos e ilustraciones que nos muestran cómo acumular tesoros en el cielo y, finalmente, cosechar una recompensa eterna.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de Febrero",
          "dayTitle": "<p style=\"text-align: left;\"><strong>NOÉ HALLÓ GRACIA</strong></p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p style=\"text-align: justify;\">Vale la pena considerar que, a quienes buscan tesoros en el cielo, Dios los llama para hacer cambios importantes en su vida aquí, en la Tierra. Prepárate para enfrentar lo mismo, si es necesario.</p><p style=\"text-align: justify;\"><strong>Lee Génesis 6:5 al 14. ¿Qué cambios radicales sobrevinieron a Noé como resultado de obedecer a Dios? ¿Qué principios podemos encontrar aquí para nosotros mismos en un mundo que necesita que le advirtamos sobre el juicio inminente?</strong></p><p style=\"text-align: justify;\"><strong>Génesis 6:5 -14</strong></p><p style=\"text-align: justify;\"><strong><sup>5</sup></strong> Vio Jehová que la maldad de los hombres era mucha en la tierra, y que todo designio de los pensamientos de su corazón sólo era de continuo el mal;\n</p><p style=\"text-align: justify;\"><strong><sup>6</sup></strong> y se arrepintió Jehová de haber hecho al hombre en la tierra, y le dolió en su corazón.\n</p><p style=\"text-align: justify;\"><strong><sup>7</sup></strong> Por eso dijo Jehová: «Borraré de la faz de la tierra a los hombres que he creado, desde el hombre hasta la bestia, y hasta el reptil y las aves del cielo, pues me arrepiento de haberlos hecho.»\n</p><p style=\"text-align: justify;\"><strong><sup>8</sup></strong> Pero Noé halló gracia ante los ojos de Jehová.\n</p><p style=\"text-align: justify;\"><strong><sup>9</sup></strong> Éstos son los descendientes de Noé:\n</p><p style=\"text-align: justify;\">Noé, hombre justo, era perfecto entre los hombres de su tiempo; caminó Noé con Dios.\n</p><p style=\"text-align: justify;\"><strong><sup>10</sup></strong> Y engendró Noé tres hijos: Sem, Cam y Jafet.\n</p><p style=\"text-align: justify;\"><strong><sup>11</sup></strong> La tierra se corrompió delante de Dios, y estaba la tierra llena de violencia.\n</p><p style=\"text-align: justify;\"><strong><sup>12</sup></strong> Y miró Dios la tierra, y vio que estaba corrompida, porque toda carne había corrompido su camino sobre la tierra.\n</p><p style=\"text-align: justify;\"><strong><sup>13</sup></strong> Dijo, pues, Dios a Noé: «He decidido el fin de todo ser, porque la tierra está llena de violencia a causa de ellos; y yo los destruiré con la tierra.\n</p><p style=\"text-align: justify;\"><strong><sup>14</sup></strong> Hazte un arca de madera de gofer; harás aposentos en el arca y la calafatearás con brea por dentro y por fuera.\n</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\">Noé podría haber invertido su tiempo y sus recursos para construir un hogar propio, pero eligió hacer un cambio drástico y pasar 120 años de esa vida siguiendo el llamado de Dios para construir el arca.\n</p><p style=\"text-align: justify;\">Muchos escépticos hoy en día descartan la historia del Diluvio como un mito que suele basarse en especulaciones científicas sobre las leyes conocidas de la naturaleza. Esto no es nada nuevo. “El mundo antediluviano razonaba que las leyes de la naturaleza habían sido estables durante muchos siglos.</p><p style=\"text-align: justify;\">Las estaciones se habían sucedido unas a otras en orden. Hasta entonces nunca había llovido; la tierra había sido regada por una niebla o el rocío. Los ríos nunca habían salido de sus cauces, sino que habían llevado sus aguas libremente hacia el mar. Leyes fijas habían mantenido las aguas dentro de sus límites naturales” (PP 84).\n</p><p style=\"text-align: justify;\">Antes del Diluvio, la gente argumentaba que nunca podría haber un diluvio, sobre la base de una interpretación defectuosa de la realidad; después del Diluvio, sobre la base de una comprensión defectuosa de la realidad, argumentan que en principio nunca ocurrió. Como dice la Biblia: “Nada nuevo hay bajo el sol” (Ecl. 1:9).</p><p style=\"text-align: justify;\">Mientras tanto, la Biblia también dice que la gente será escéptica con los acontecimientos del tiempo del fin, como lo fue con el Diluvio (ver 2 Ped.3:3–7). Entonces, ¿cómo podemos prepararnos para la destrucción venidera? Hay una decisión consciente llamada “gratificación diferida”. Básicamente, esto significa que debemos hacer con paciencia la obra que Dios nos ha llamado a hacer con la esperanza de una recompensa futura más gloriosa. No sabemos cuándo regresará Cristo. En cierto sentido, eso no importa. Lo que sí importa es que, como Noé, hagamos lo que Dios nos pide entretanto, aunque, como con Noé, eso implique algunos cambios radicales en la vida.</p><p style=\"text-align: justify;\"><strong>¿Cuán dispuesto estarías a hacer un cambio importante en tu vida para Dios si, al igual que Noé, fueras llamado a hacer precisamente eso? (Pista: ver Luc. 16:10.)</strong></p><p style=\"text-align: justify;\"><strong>Luc. 16:10\n</strong></p><p style=\"text-align: justify; \"><strong>10</strong> El que es fiel en lo muy poco, también en lo más es fiel; y el que en lo muy poco es injusto, también en lo más es injusto.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de Febrero",
          "dayTitle": "<p style=\"text-align: left;\"><strong>ABRAM, EL PADRE DE LOS FIELES</strong></p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p>Dios llamó a Abram para que dejara su tierra natal y su familia, y fuera a una tierra que él le mostraría. Así comenzó el linaje del Mesías. Aunque no se dan detalles, Abram tuvo que dejar su tierra natal y sus primeros años. Seguramente, no fue una decisión fácil, y sin duda renunció a algunos placeres y comodidades terrenales para hacerlo</p><p><strong>Lee Génesis 12:1 al 3. ¿Cómo fueron “benditas [...] todas las familias de la tierra” como resultado de esta promesa y su aceptación?</strong></p><p><strong>Génesis 12:1 al 3</strong></p><p><sup>1</sup> Jehová había dicho a Abram: «Vete de tu tierra, de tu parentela y de la casa de tu padre, a la tierra que te mostraré.\n</p><p><strong><sup>2</sup></strong> Haré de ti una nación grande, te bendeciré, engrandeceré tu nombre y serás bendición.\n</p><p><strong><sup>3</sup></strong> Bendeciré a los que te bendigan, y a los que te maldigan maldeciré; y serán benditas en ti todas las familias de la tierra.»</p><p>Este fue un gran evento que cambió la vida de Abram y su familia. “Por la fe Abraham, cuando fue llamado por Dios, obedeció para salir al lugar que había de recibir en herencia; y salió sin saber a dónde iba” (Heb. 11:8). “La obediencia incondicional de Abraham es una de las más notables evidencias de fe de toda la Sagrada Escritura” (PP 118).\n</p><p>A la mayoría no le causaría ilusión dejar su patria y a sus amigos y familiares. Pero Abram estuvo dispuesto a hacerlo. Abram estaba satisfecho de estar donde Dios quería que estuviera. Por extraño que parezca, Abram, Isaac y Jacob nunca recibieron esa tierra en vida; no obstante, permanecieron fieles a Dios de todos modos.\n</p><p><strong><br></strong></p><p><strong>Lee Hebreos 11:8 al 13. ¿Qué mensaje importante encontramos para nosotros aquí?</strong></p><p><strong>Hebreos 11:8 al 13</strong></p><p><strong><sup>8</sup></strong> Por la fe Abraham, siendo llamado, obedeció para salir al lugar que había de recibir como herencia; y salió sin saber a dónde iba.\n</p><p><strong><sup>9</sup></strong> Por la fe habitó como extranjero en la tierra prometida como en tierra ajena, habitando en tiendas con Isaac y Jacob, coherederos de la misma promesa,\n</p><p><strong><sup>10</sup></strong> porque esperaba la ciudad que tiene fundamentos, cuyo arquitecto y constructor es Dios.\n</p><p><strong><sup>11</sup></strong> Por la fe también la misma Sara, siendo estéril, recibió fuerza para concebir; y dio a luz aun fuera del tiempo de la edad, porque creyó que era fiel quien lo había prometido.\n</p><p><strong><sup>12</sup></strong> Por lo cual también, de uno, y ése ya casi muerto, salieron como las estrellas del cielo en multitud, como la arena innumerable que está a la orilla del mar.\n</p><p><strong><sup>13</sup></strong> En la fe murieron todos estos sin haber recibido lo prometido, sino mirándolo de lejos, creyéndolo y saludándolo, y confesando que eran extranjeros y peregrinos sobre la tierra.\n</p><p><br></p><p>Los que vivían alrededor de Abram lo conocían como un príncipe. Era reconocido por ser generoso, valiente, hospitalario y siervo del Dios altísimo. Su testimonio de Dios era ejemplar. Por la gracia de Dios, nosotros somos herederos con Abraham. “Abraham creyó a Dios, y le fue contado por justicia. Por tanto, sepan que los que son de la fe, esos son hijos de Abraham” (Gál. 3:6, 7). “Y ya que son de Cristo, de cierto son descendientes de Abraham y, conforme a la promesa, herederos” (Gál. 3:29).\n</p><p>Con Abraham, como con Noé, vemos a alguien que toma una decisión importante que le cambia la vida como resultado de obedecer a Dios<br></p><p><strong><br></strong></p><p><strong>Lee 2 Corintios 4:18. El mensaje de este versículo, ¿cómo debería impactar en el tipo de decisiones espirituales que tomamos? Moisés y Abraham, ¿cómo siguieron ese mismo principio?\n</strong></p><p><strong><br></strong></p><p><strong>2 Corintios 4:18</strong></p><p><strong><sup>18</sup></strong> no mirando nosotros las cosas que se ven, sino las que no se ven, pues las cosas que se ven son temporales, pero las que no se ven son eternas.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de Febrero",
          "dayTitle": "<p style=\"text-align: left;\"><strong>LAS MALAS DECISIONES DE LOT</strong></p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p>Cuando Abram dejó su tierra natal en respuesta al llamado de Dios, su sobrino Lot decidió acompañarlo en su peregrinaje. Génesis 13 registra que Dios bendijo a Abram hasta el punto en que “era riquísimo en ganado [la principal medida de riqueza en esa cultura], plata y oro” (Gén. 13:2). Lot también “tenía ovejas, vacas y tiendas” (Gén. 13:5). Ambos se hicieron tan ricos con sus extensos rebaños de ganado que no podían vivir juntos. Para evitar conflictos entre sus pastores, Abram le ofreció a Lot que eligiera dónde le gustaría vivir. Por supuesto, Lot debería haber mostrado deferencia por Abram, por ser mayor que él y porque su prosperidad derivaba de su vínculo con él. Sin embargo, no mostró gratitud por su benefactor y egoístamente pidió lo que consideraba la mejor tierra disponible\n</p><p><strong>Lee Génesis 13:10 al 12. ¿Qué factores racionales podrían haber llevado a Lot a tomar la decisión que tomó?\n</strong></p><p>Génesis 13:10 al 12\n</p><p><strong><sup>10</sup></strong> Alzó Lot sus ojos y vio toda la llanura del Jordán, toda ella era de riego, como el huerto de Jehová, como la tierra de Egipto en la dirección de Zoar, antes que Jehová destruyera Sodoma y Gomorra.\n</p><p>11 Entonces Lot escogió para sí toda la llanura del Jordán; se fue, pues, Lot hacia el oriente, y se apartaron el uno del otro.\n</p><p><strong><sup>12</sup></strong> Abram acampó en la tierra de Canaán, en tanto que Lot habitó en las ciudades de la llanura y fue poniendo sus tiendas hasta Sodoma.\n</p><p>Por más que Lot fácilmente podría haber justificado su decisión de mudarse a la ciudad, las cosas no resultaron tan buenas para él allí, y cuando Abram se enteró de lo que le sucedió, no dijo: “Bueno, qué mal, Lot: cosechas lo que siembras”, sino que acudió en su rescate (ver Gén. 14)\n</p><p>A veces, en nuestro afán de más cosas, no aprendemos bien la lección. ¡Lot volvió inmediatamente a Sodoma! Pero, en su gran misericordia, Dios envió mensajeros con advertencias para Lot y su familia, para hacerles saber de la destrucción inminente de estas ciudades.\n</p><p><strong>Lee Génesis 18:20 al 33. ¿Cuál le dijo Dios a Abraham que era la razón de su visita a la Tierra? ¿Cuál fue la respuesta de Abraham ante la noticia de que Dios estaba planeando destruir estas ciudades inicuas?\n</strong></p><p><strong>Génesis 18:20 - 33\n</strong></p><p><sup><strong>20</strong></sup> Entonces Jehová le dijo: —Por cuanto el clamor contra Sodoma y Gomorra aumenta más y más y su pecado se ha agravado en extremo,\n</p><p>21 descenderé ahora y veré si han consumado su obra según el clamor que ha llegado hasta mí; y si no, lo sabré.\n</p><p>22 Se apartaron de allí los varones y fueron hacia Sodoma; pero Abraham permaneció delante de Jehová.\n</p><p>23 Se acercó Abraham y le dijo: —¿Destruirás también al justo con el impío?\n</p><p>24 Quizá haya cincuenta justos dentro de la ciudad: ¿destruirás y no perdonarás a aquel lugar por amor a los cincuenta justos que estén dentro de él?\n</p><p><strong><sup>25</sup></strong> Lejos de ti el hacerlo así, que hagas morir al justo con el impío y que el justo sea tratado como el impío. ¡Nunca tal hagas! El Juez de toda la tierra, ¿no ha de hacer lo que es justo?\n</p><p>26 Entonces respondió Jehová: —Si encuentro en Sodoma cincuenta justos dentro de la ciudad, perdonaré a todo este lugar por amor a ellos.\n</p><p>27 Abraham replicó y dijo: —Te ruego, mi Señor, que me escuches, aunque soy polvo y ceniza.\n</p><p>28 Quizá falten de cincuenta justos cinco: ¿destruirás por aquellos cinco toda la ciudad? Jehová respondió: —No la destruiré, si encuentro allí cuarenta y cinco.\n</p><p><strong><sup>29</sup></strong> Volvió a hablarle Abraham: —Quizá se encuentren allí cuarenta. —No lo haré, por amor a los cuarenta —dijo Jehová.\n</p><p><strong><sup>30</sup></strong> Abraham volvió a suplicar: —No se enoje ahora mi Señor si le digo: quizá se encuentren allí treinta. —No lo haré si encuentro allí treinta —respondió Jehová.\n</p><p><strong><sup>31 </sup></strong>Abraham insistió: —Soy muy atrevido al hablar así a mi Señor, pero quizá se encuentren allí veinte. —No la destruiré —respondió—, por amor a los veinte.\n</p><p><strong><sup>32</sup></strong> Volvió Abraham a decir: —No se enoje ahora mi Señor; sólo hablaré esta vez: quizá se encuentren allí diez. —No la destruiré —respondió Jehová—, por amor a los diez.\n</p><p><strong><sup>33</sup></strong> Luego que acabó de hablar a Abraham, Jehová se fue y Abraham volvió a su lugar.\n</p><p>Debido a la preocupación de Abraham por Lot y su familia, él negoció con Dios para salvar las ciudades, si se encontraban personas justas en ellas. Empezó con cincuenta y bajó a diez. En armonía con su carácter de amor, ¡Dios nunca dejó de conceder misericordia hasta que Abraham dejó de pedir! Dios y los dos ángeles liberaron personalmente a Lot, su esposa y sus dos hijas. Pero su esposa miró hacia atrás y se convirtió en una estatua de sal. Lot entró en Sodoma siendo un hombre rico y salió casi con nada. Cuán cuidadosos debemos ser con el tipo de decisiones que tomamos, especialmente si solo pensamos en ganancias a corto plazo en contraste con el panorama general (ver Mar. 8:36, 37).\n</p><p>Mar. 8:36, 37</p><p><sup><strong>36</strong></sup> porque ¿de qué le aprovechará al hombre ganar todo el mundo, si pierde su alma?\n</p><p><sup><strong>37</strong></sup> ¿O qué recompensa dará el hombre por su alma?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de Febrero",
          "dayTitle": "<p style=\"text-align: left;\"><strong>DE ENGAÑADOR A PRÍNCIPE</strong></p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p>Si bien era un joven que amaba y temía a Dios, Jacob se inclinó a conspirar con su madre, Rebeca, para engañar al padre y obtener su bendición. Como consecuencia, inició su vida adulta por mal camino, teniendo que huir o, quizás, enfrentar una muerte prematura. Rebeca le dijo a Jacob: “Huye a Labán [...]. Quédate algún tiempo con él, hasta que se calme el enojo de tu hermano, hasta que se aplaque la ira de tu hermano contra ti [...]. Entonces enviaré a traerte de allí” (Gén. 27:43-45). Jacob en realidad se fue por veinte años, y nunca volvió a ver el rostro de su madre.\n</p><p><strong>Lee Génesis 32:22 al 31. ¿Qué ocurrió aquí con Jacob y qué lecciones espirituales podemos sacar de esta historia sobre la gracia de Dios, aun cuando tomamos decisiones equivocadas?\n</strong></p><p><strong>Génesis 32:22 al 31\n</strong></p><p><sup>22 </sup>Se levantó aquella noche, tomó a sus dos mujeres, a sus dos siervas y a sus once hijos, y pasó el vado de Jaboc.\n</p><p>23 Los tomó, pues, y les hizo pasar el arroyo a ellos y a todo lo que tenía.\n</p><p>24 Así se quedó Jacob solo; y luchó con él un varón hasta que rayaba el alba.\n</p><p>25 Cuando el hombre vio que no podía con él, tocó en el sitio del encaje de su muslo, y se descoyuntó el muslo de Jacob mientras con él luchaba.\n</p><p>26 Y dijo: —Déjame, porque raya el alba. Jacob le respondió: —No te dejaré, si no me bendices.\n</p><p>27 —¿Cuál es tu nombre? —le preguntó el hombre. —Jacob —respondió él.\n</p><p>28 Entonces el hombre dijo: —Ya no te llamarás Jacob, sino Israel, porque has luchado con Dios y con los hombres, y has vencido.\n</p><p><sup>29 </sup>—Declárame ahora tu nombre —le preguntó Jacob. —¿Por qué me preguntas por mi nombre? —respondió el hombre. Y lo bendijo allí mismo.\n</p><p><strong><sup>30</sup></strong> Jacob llamó Peniel a aquel lugar, porque dijo: «Vi a Dios cara a cara, y fue librada mi alma.»\n</p><p><strong><sup>31 </sup></strong>Ya había pasado de Peniel cuando salió el sol; y cojeaba a causa de su cadera.\n</p><p>“Por su humillación, su arrepentimiento y la entrega de sí mismo, este pecador y extraviado mortal prevaleció ante la Majestad del Cielo. Se había asido con temblorosa mano de las promesas de Dios, y el corazón del Amor infinito no pudo desoír los ruegos del pecador.\n</p><p>“El error que había inducido a Jacob al pecado de alcanzar la primogenitura por medio de un engaño ahora le fue claramente manifestado. No había confiado en las promesas de Dios, sino que había tratado de hacer por su propio esfuerzo lo que Dios habría hecho a su tiempo y a su modo. [...] Jacob alcanzó la bendición que su alma había anhelado. Su pecado como suplantador y engañador había sido perdonado” (PP 197).\n</p><p><strong>Lee Génesis 49:29 al 33. Aunque Jacob ya no tenía posesiones en Canaán, ¿qué instrucciones les dio a sus hijos con respecto a su entierro? ¿Quiénes también estaban enterrados en esa cueva? ¿Por qué crees que Jacob formuló este pedido?\n</strong></p><p><strong>Génesis 49:29 al 33\n</strong></p><p><strong><sup>29 </sup></strong>Les ordenó luego, diciendo: «Voy a ser reunido con mi pueblo. Sepultadme con mis padres en la cueva que está en el campo de Efrón, el heteo,\n</p><p>30 en la cueva que está en el campo de Macpela, al oriente de Mamre, en la tierra de Canaán, la que compró Abraham junto con el mismo campo de Efrón, el heteo, para heredad de sepultura.\n</p><p>31 Allí sepultaron a Abraham y a Sara, su mujer; allí sepultaron a Isaac y a Rebeca, su mujer; allí también sepulté yo a Lea.\n</p><p>32 El campo y la cueva que está en él fueron comprados a los hijos de Het.»\n</p><p><strong><sup>33</sup></strong> Cuando acabó Jacob de dar mandamientos a sus hijos, encogió sus pies en la cama y expiró, y se reunió con sus padres.\n</p><p>La Biblia nos informa que los tres patriarcas y sus esposas están enterrados en la misma cueva. La confianza de Jacob en Dios era fuerte, y se consideraba un extranjero y un peregrino en la Tierra (ver Heb. 11:13). A pesar de los errores, se fue de casa con nada, pero regresó a Canaán como un hombre rico.\n</p><p><strong>A pesar de nuestros errores, Dios todavía puede bendecirnos. Sin embargo, ¡cuánto mejor es evitar los errores desde el principio! ¿Qué decisiones enfrentas ahora y cómo puedes evitar equivocarte?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de Febrero",
          "dayTitle": "<p style=\"text-align: left;\"><strong>MOISÉS EN EGIPTO</strong></p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p>Moisés se destacó durante los primeros años de la historia bíblica. La providencia divina le preservó la vida. Dios obró mediante una madre emprendedora y una hermana solícita. Cuando la hija del faraón encontró al bebé Moisés en la cesta de juncos, le pidió a su madre hebrea que lo cuidara y le pagó por ello. ¡Qué bendito desafío para una joven madre exiliada y esclava! Jocabed tuvo solo doce años para enseñar a su hijo a orar, a confiar en Dios y a honrarlo, y moldear su carácter para una vida de servicio. Durante años, Moisés fue entrenado en las cortes reales de Egipto. “Moisés fue enseñado en toda la sabiduría de los egipcios, y era poderoso en palabras y hechos” (Hech. 7:22). Cuando Moisés maduró como hombre, tomó una decisión consciente que cambió su vida y el curso de la historia.\n</p><p><strong>Lee Hebreos 11:24 al 29. Piensa en lo que Moisés dejó atrás y lo que tuvo que enfrentar a cambio. Trata de contemplarlo desde su posición, antes de que tomara la decisión. ¿Qué dejaba y qué decidió aceptar al irse?\n</strong></p><p><strong>Hebreos 11:24-29\n</strong></p><p><sup><strong>24</strong></sup> Por la fe Moisés, hecho ya grande, rehusó llamarse hijo de la hija del faraón,\n</p><p>25 prefiriendo ser maltratado con el pueblo de Dios, antes que gozar de los deleites temporales del pecado,\n</p><p>26 teniendo por mayores riquezas el oprobio de Cristo que los tesoros de los egipcios, porque tenía puesta la mirada en la recompensa.\n</p><p>27 Por la fe dejó a Egipto, no temiendo la ira del rey, porque se sostuvo como viendo al Invisible.\n</p><p>28 Por la fe celebró la Pascua y la aspersión de la sangre, para que el que destruía a los primogénitos no los tocara a ellos.\n</p><p><sup><strong>29</strong></sup> Por la fe pasaron el Mar Rojo como por tierra seca; e intentando los egipcios hacer lo mismo, fueron ahogados.\n</p><p>Egipto era una de las potencias más grandes del mundo antiguo en ese momento, si no la más grande. El río Nilo propiciaba una tierra tan fértil que Egipto, lleno de cosechas, era una nación rica y poderosa, y el mismo Moisés habría estado al frente de este reino. Es difícil imaginar cuán tentador debió haber sido para él el atractivo del mundo, el mundo de Egipto y todos sus tesoros, en sus primeros años. Seguramente, la adoración, los placeres, las riquezas, le habrán resultado tentadores. Sin duda, es probable que hubiese sido muy fácil justificar el hecho de quedarse en lugar de compartir su suerte con un grupo de esclavos despreciados.\n</p><p>Y sin embargo, ¿qué hizo? Como dice la Escritura, “eligió antes ser maltratado con el pueblo de Dios que gozar de los deleites temporales del pecado” (Heb. 11:25). Y ¿qué decir de las aflicciones? Una parte importante del libro de Éxodo trata de las luchas y las pruebas de Moisés, quien, incluso después de todo lo que pasó, no pudo cruzar a la Tierra Prometida (ver Núm. 20:12). Sin embargo, al final, todos sabemos que Moisés tomó la decisión correcta, aunque a veces debió haberse preguntado si realmente era así.\n</p><p><strong>Desde una perspectiva mundana, Moisés debería haberse quedado en Egipto. Sin embargo, como cristianos, se nos ha dado una visión de la realidad que nos lleva mucho más allá de este mundo. Cuando el mundo nos tienta, ¿cómo podemos mantener el cuadro completo siempre ante nosotros? ¿Por qué es tan importante que lo hagamos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de Febrero",
          "dayTitle": "<p style=\"text-align: left;\"><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p>Dios honró su parte del pacto al bendecir a Abraham. Y Abraham honró a Dios al no acumular tesoros en esta Tierra. “La herencia que Dios prometió a su pueblo no está en este mundo. Abraham no tuvo posesión en la Tierra, ‘ni aun para asentar un pie’ (Hech. 7:5). Poseía grandes riquezas, y las empleaba en honor de Dios y para el bien de sus prójimos; pero no consideraba este mundo como su hogar. El Señor le había ordenado que abandonara a sus compatriotas idólatras, con la promesa de darle la tierra de Canaán como una posesión eterna; y sin embargo, ni él, ni su hijo ni su nieto la recibieron. Cuando Abraham deseó un lugar donde sepultar a sus muertos, tuvo que comprarlo a los cananeos. Su única posesión en la Tierra Prometida fue aquella tumba cavada en la peña en la cueva de Macpela” (PP 166).\n</p><p>A medida que transcurre nuestra vida, a veces nos sentimos inclinados a la riqueza y el ocio. Se necesita una fe fuerte para practicar la gratificación diferida. “El magnífico palacio de Faraón y el trono del monarca fueron ofrecidos a Moisés para seducirlo; pero él sabía que los placeres pecaminosos que hacen que los hombres se olviden de Dios imperaban en sus cortes señoriales. Vio más allá del esplendoroso palacio, más allá de la corona de un monarca, los altos honores que se otorgarán a los santos del Altísimo en un Reino que no tendrá mancha de pecado. Vio por fe una corona imperecedera que el Rey del Cielo colocará en la frente del vencedor. Esta fe lo indujo a apartarse de los señores de esta Tierra, y a unirse con la nación humilde, pobre y despreciada que había elegido obedecer a Dios antes que servir al pecado” (PP 252).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> ¿Qué ocurrirá con nuestras posesiones cuando Jesús venga? (Ver 2 Ped. 3:10.) De hecho, ¿qué les puede suceder incluso antes de que venga Jesús? (Ver Mat. 6:20.) ¿Por qué, entonces, es siempre importante mantener las cosas en su perspectiva correcta?\n</p><p><strong>2 Ped. 3:10\n</strong></p><p>10 Pero el día del Señor vendrá como ladrón en la noche. Entonces los cielos pasarán con gran estruendo, los elementos ardiendo serán deshechos y la tierra y las obras que en ella hay serán quemadas.\n</p><p><strong>Mat. 6:20\n</strong></p><p>20 sino haceos tesoros en el cielo, donde ni la polilla ni el moho destruyen, y donde ladrones no entran ni hurtan\n</p><p><strong>2. </strong>Jesús advirtió sobre “el engaño de las riquezas” (Mar. 4:19). ¿De qué está hablando? ¿Cómo pueden engañarnos las riquezas?\n</p><p><strong>Mar. 4:19\n</strong></p><p><sup><strong>19</strong></sup> pero los afanes de este siglo, el engaño de las riquezas y las codicias de otras cosas, entran y ahogan la palabra, y la hacen infructuosa\n</p><p><strong>3. </strong>En clase, conversen sobre las formas en que Moisés podría haber justificado el quedarse en Egipto en lugar de dejar todo atrás para huir con un grupo de esclavos a un desierto árido. ¿Qué es lo que, en última instancia, debió haberlo llevado a decidirse?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de Febrero",
          "dayTitle": "<p style=\"text-align: left;\"><strong>EL SÁBADO ENSEÑARÉ</strong></p>",
          "id": 68,
          "idDay": 8,
          "idLesson": 6,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p>Noé es un ejemplo de alguien que hizo tesoros en el Cielo. Caminó con Dios y, por fe, invirtió sus recursos en construir el arca en tierra firme. Al advertir al mundo que escapara de la destrucción por el fenómeno de la lluvia, que no existía en ese entonces, Noé se salvó a sí mismo y a su familia, y heredó toda la Tierra (Gén. 6:14–18). Abraham también, al creer, partió sin saber a dónde iba, confiando en que provendría una multitud de su esposa estéril (Gén. 11:30; 17:16). Más adelante, Abraham tomó a su hijo unigénito y mayor tesoro para sacrificarlo (Gén. 22:9; Heb. 11:17). Moisés, un príncipe, renunció al reino porque entendió correctamente que sufrir por causa de Dios es más provechoso que las riquezas y los placeres terrenales (Heb. 11:24-27).\n</p><p>Pero el amor a las riquezas puede ahogar la Palabra en el corazón de la gente (Mat. 13:22). El ejemplo de Lot, que se fue a la próspera Sodoma, y el de Jacob, que utilizó el engaño para obtener la primogenitura, terminaron en pérdida y sufrimiento para ambos. Al arrepentirse, Lot se salvó y su nombre fue preservado entre los justos (2 Ped. 2:7). Posteriormente, algunos de sus descendientes fueron injertados en el linaje mesiánico (Gén. 19:30, 37; Rut 4:10; Mat. 1:5). Jacob, mediante súplica y llanto, se convirtió en Israel, y engendró la nación escogida (Ose. 12:4, 5; Gén. 32:28). Todos estos hombres vencieron por la fe, y en última instancia dedicaron todo a la causa del Señor. Nuestro corazón también debería mostrar la misma dedicación (Mat. 6:19–21).\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>Tesoros para Dios\n</strong></p><p>Jesús nos aconseja que acumulemos tesoros en el Cielo (Mat. 6:19, 20). Pero, ¿cómo hacemos esto? Una forma es la inversión. Cuando invertimos en la iglesia y en la caridad, reconociendo estos aspectos del Reino de Dios en la Tierra, invertimos en el Cielo.\n</p><p><strong>A. Invertir\n</strong></p><p>“Estos tesoros terrenales son bendiciones cuando se usan debidamente. Los que los poseen deben comprender que Dios se los ha prestado y deben gastar gozosamente sus recursos para hacer progresar su causa” (TI 1:134).\n</p><p><strong>1. </strong>El lugar donde están nuestros tesoros es un indicio de las lealtades y las prioridades de nuestro corazón (afecto, compromiso y preferencias) (Mat. 6:21). Los que aman el dinero nunca tendrán suficiente (Ecl. 5:10). Pablo nos advierte que este amor es la raíz de todos los males (1 Tim. 6:10). La forma en que usamos nuestro dinero es una prueba de fidelidad para la Eternidad (Luc. 16:10, 11). Pero, si nuestro dinero se invierte solo en empresas mundanas, estaremos amando las riquezas más que a Dios (Luc. 16:13). Dios quiere nuestro corazón (Prov. 23:26), y podemos ofrecérselo invirtiendo en su obra. Por lo tanto, estaremos haciendo “amigos” entre aquellos que nos recibirán en las “moradas eternas” (Luc. 16:9), donde estaremos amando y sirviendo a Dios, no a las posesiones (Luc. 16:13).\n</p><p><strong>2. </strong>La comisión divina de proclamar la salvación a todas las naciones (Mat. 28:18–20) es extensa. Se requieren grandes inversiones.\n</p><p>En materia de pecado, el Cielo invirtió la sangre de Jesús en nuestra salvación. Jesús, el Cordero que fue inmolado antes de la fundación del mundo (1 Ped. 1:18, 19), nos dio la promesa de que el Espíritu Santo permanecería siempre con nosotros, como garantía de nuestra redención (Efe. 1:13, 14). La sangre de los mártires fue una inversión preciosa derramada por la Palabra de Dios (Apoc. 6:9, 10). Los muertos en Cristo son inversionistas, que esperan una herencia que incluye el fin del pecado y la restauración de todas las cosas (2 Ped. 3:13; Apoc. 21:1–7). Invertir nuestra vida y nuestras posesiones en la difusión del evangelio (Mat. 28:19), mediante la fe, es la forma segura de acumular tesoros en el Cielo.\n</p><p><strong>B. Ejemplos de buenas inversiones\n</strong></p><p><strong>1. Invertir a pesar de la oposición\n</strong></p><p>La oposición a la fe es externa a nosotros y nos llega en forma de persecución (2 Tim. 3:12) y de ataques de fuerzas espirituales malignas (Efe. 6:11, 12). Pero dentro de nosotros, la naturaleza humana produce lujuria y pecado, que conducen a la muerte (Sant. 1:14, 15). Eso es porque el corazón no regenerado no es del Padre sino del mundo (1 Juan 2:15, 16). Los ejemplos bíblicos señalan situaciones en las que parecía imposible que se cumplieran las promesas de Dios debido a la oposición interna y externa. Pero los fieles se mantuvieron firmes en hacer lo que Dios les ordenó, y prevalecieron.\n</p><p><strong>2. Noé (Gén. 6)\n</strong></p><p>Noé y su familia sintieron la presión social de ajustarse a las creencias prevalecientes, porque sus advertencias de destrucción venidera mediante una inundación de agua iban en contra del hecho de que nunca había llovido. Quienes tenían conocimientos científicos en esa época, contrarios a la predicción divina, los persiguieron y se burlaron de ellos. Pero la fe no siempre se basa en la ciencia o las evidencias, ni está siempre en consonancia con ellas. El mundo que rodeaba a Noé no estaba errado en cuanto a las señales naturales. Simplemente, no creían en la revelación de Dios. Los antediluvianos ponían su tesoro (y corazón) en esta Tierra, y eso marcó la diferencia entre la vida y la muerte.\n</p><p>No basta con tener razón y estar en consonancia con la ciencia y la opinión pública; es necesario conocer y hacer la voluntad de Dios. Noé y su familia también debieron de haber sufrido un gran estrés psicológico causado por la reacción predominante y el hecho de ser conscientes de la inminente destrucción del planeta. Noé pudo resistir la presión únicamente dando un paso de fe y obedeciendo de todo corazón la misión que Dios le diera.\n</p><p><strong>3. Abraham (Gén. 12:1–9)\n</strong></p><p>Abraham se enfrentó a lo desconocido, la separación de su familia y los peligros de la vida nómada, en su larga travesía. La evidencia “científica” estaba en contra de que se convirtiera en padre de una gran multitud, ya que pasaban los años y Sara seguía siendo estéril. Una vez más, vemos un ejemplo de temor por dentro y de evidencias contrarias por fuera, que luchan contra la palabra empeñada por Dios. En última instancia, Abraham invirtió en la misión que Dios le dio. Hizo tesoros en el cielo, al invertir todo en la obra que Dios le dio; y llegó a ser padre de una gran multitud mediante el nacimiento milagroso de Isaac.\n</p><p><strong>4. Moisés (Éxo. 3:1–4:16)\n</strong></p><p>Moisés era tímido, pero fue a hablar con el máximo gobernante de la Tierra; sin ejército, Moisés fue a exigir la liberación de los esclavos. Sin comida ni agua, Moisés cruzó el desierto con más de un millón de hombres, mujeres, niños y animales. Con un simple bastón, Moisés realizó milagros sobrenaturales, para los que Dios le dio el poder. Al rechazar el trono de la superpotencia mundial, Moisés renunció a la mayor fortuna terrenal que alguien jamás podría desear, y acumuló así tesoros en el Cielo.\n</p><p><strong>C. Ejemplos de malas inversiones\n</strong></p><p><strong>1. </strong>Desde el punto de vista psicológico, la gente da prioridad a la satisfacción inmediata de sus deseos y necesidades urgentes, o a aquellas necesidades y deseos que están ante sus ojos. En realidad, la esperanza que se demora desanima (Prov. 13:12). Por lo tanto, se requiere paciencia para esperar el cumplimiento de las promesas de Dios según su tiempo perfecto (Rom. 8:25). El ser humano tiende a buscar la gratificación instantánea, en su deseo de acelerar el cumplimiento de las promesas y la consecución de sus expectativas.\n</p><p>Jacob y Lot fueron miopes en ciertos momentos de su vida. Como resultado, se vieron obligados a soportar la pérdida hasta que entregaron todo a Cristo y aceptaron la misericordia divina.\n</p><p>No siempre tenemos una respuesta inmediata a nuestras oraciones, y las cosas no siempre son como nos gustaría. El siguiente consejo es apropiado en esos momentos: “Recorred el paso angosto de la fe. Confiad en las promesas del Señor. Confiad en Dios en medio de las tinieblas. Ese es el tiempo cuando se debe manifestar fe” (TI 1:156).\n</p><p><strong>2. </strong>Dios decidió que Jacob se convirtiera en el heredero de las promesas del Pacto y las bendiciones que eran de Esaú por derecho de nacimiento. En lugar de confiar en la Providencia para eliminar los impedimentos para su destino, Jacob accedió al plan encubierto de su madre de mentir para robar la bendición de la primogenitura que pertenecía a su hermano (Gén. 27). Al margen del poder determinante de la fe, Jacob fue un oportunista imprudente, que se apresuró a alcanzar a toda costa el resultado que consideraba beneficioso. Después de Betel (Gén. 28:11–22), Jacob fue tocado y transformado por la visión de la escalera que conecta el Cielo y la Tierra (Juan 1:51). En su encuentro en Jaboc (Gén. 32:24-29), después de mucho llanto y súplica (Ose. 12:4, 5), recibió el nombre de Israel. El cambio de nombre conmemoraba su lucha cuerpo a cuerpo con Dios y su resultado victorioso. La victoria de Jacob representa la experiencia de los salvos\n</p><p><strong>3. </strong>El ambicioso Lot persiguió la promesa de ganancias y beneficios. Eligió la ciudad sobre la mejor ruta comercial, con llanuras verdes y un gran mercado de consumo. Estableció su hogar en la malvada ciudad de Sodoma, y abandonó la vida nómada de Abraham (Gén. 13:10–13). Al final, Lot perdió todas sus posesiones materiales y parte de su familia. Como sus sueños de prosperidad se hicieron añicos, se vio obligado a huir a las montañas con sus dos hijas, debido a su decisión corta de miras (Gén. 19:15–30).\n</p><p>El llamado de Jesús permanece válido hoy: confiar en la providencia divina y acumular tesoros en el Cielo (Mat. 6:19-21). Invierte en la predicación del evangelio mientras todavía haya tiempo. “Existe ahora una buena oportunidad para que usen su dinero para beneficio de la humanidad sufriente y también para el avance de la verdad” (TI 1:433).\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Pide a un miembro de la clase que lea en voz alta las citas siguientes. Luego analicen las preguntas en clase.\n</p><p><strong>Fe y paciencia\n</strong></p><p>“Muchos se tornan impacientes cuando no pueden saber el resultado definitivo de los asuntos. No pueden soportar la incertidumbre, y en su impaciencia rehúsan aguardar para ver la salvación de Dios” (PP 742). La presión de las circunstancias llevó a Lot y a Jacob a buscar el éxito sin esperar el tiempo perfecto de Dios.\n</p><p><strong>1. ¿Qué precauciones debemos tomar para que no nos ocurra a nosotros lo que les sucedió a Lot y a Jacob?\n</strong></p><p><strong>2. La paciencia para esperar en Dios, sin buscar ansiosamente la seguridad material, ¿cómo fomenta la fidelidad en los diezmos y las ofrendas?\n</strong></p><p><strong>Fe y obras\n</strong></p><p>“Los que sigan aferrándose a su tesoro terrenal, y no dispongan en forma adecuada de lo que Dios les ha prestado, perderán su tesoro en el Cielo y también la vida eterna” (TI 1:161). La salvación es por medio de la fe (Efe. 2:8–10).\n</p><p><strong>1. ¿De qué manera la fidelidad en los diezmos, las ofrendas y la ayuda a los necesitados promueve la comunión con Dios y revela confianza en su providencia?\n</strong></p><p><strong>2. Nuestra fe, ¿cómo afecta la fidelidad en los diezmos y las ofrendas?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p style=\"\"><strong>ACUMULEN TESOROS EN EL CIELO</strong></p>",
      "verse": "<p>PARA MEMORIZAR: “¿Qué aprovecha al hombre si gana todo el mundo pero pierde su vida? O, ¿qué puede dar el hombre por su vida?” (Mar. 8:36, 37).</p>",
      "versionCode": 1,
      "weekDate": "4-10 de febrero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
