{
  "data": [
    {
      "color": "#145DA0",
      "id": 5,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "22 de octubre",
          "dayTitle": "<p>RESURRECCIONES ANTES DE LA CRUZ</p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA: </strong>Judas 9; Lucas 9:28–36; 1 Reyes 17:8–24; Lucas 7:11–17; Marcos 5:35–43; Juan 11:1–44.\n</p><p><strong>PARA MEMORIZAR:\n</strong></p><p>“Le dijo Jesús: Yo soy la resurrección y la vida; el que cree en mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en mí, no morirá eternamente. ¿Crees esto?” (Juan 11:25, 26).\n</p><p>Las referencias del Antiguo Testamento a la resurrección que hemos visto hasta ahora se basan mayormente en expectativas personales (Job 19:25-27; Heb. 11:17-19; Sal. 49:15; Sal. 71:20) y en promesas futuras (Dan. 12:1, 2, 13). Sin embargo, también tenemos registros inspirados de casos en los que hubo gente que realmente resucitó de entre los muertos.\n</p><p>La primera resurrección fue la de Moisés (Jud. 9; Luc. 9:28–36). Luego, también resucitaron el hijo de la viuda de Sarepta (1 Rey. 17:8-24) y el hijo de la sunamita (2 Rey. 4:18-37). Cristo, cuando estuvo aquí, en la carne, resucitó al hijo de la viuda de Naín (Luc. 7:11-17), a la hija de Jairo (Luc. 8:40-56) y luego a Lázaro (Juan 11). Estos casos confirman la enseñanza bíblica de la inconsciencia de los muertos (Job 3:11-13; Sal. 115:17; 146:4; Ecl. 9:5, 10). En ninguno de estos relatos, ni en ninguna otra narración bíblica de resurrección, se hace mención de una supuesta experiencia más allá de la muerte.\n</p><p>Esta semana reflexionaremos con más detenimiento sobre las resurrecciones que tuvieron lugar antes de la muerte y la resurrección de Cristo.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de octubre",
          "dayTitle": "<p>LA RESURRECCIÓN DE MOISÉS</p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Judas 9 y Lucas 9:28 al 36. ¿Qué evidencias encuentras de la resurrección corporal de Moisés en estos pasajes?\n</strong></p><p><strong>Judas 9</strong></p><p><strong><sup>9</sup></strong> Pero cuando el arcángel Miguel contendía con el diablo, disputando con él por el cuerpo de Moisés, no se atrevió a proferir juicio de maldición contra él, sino que dijo: El Señor te reprenda.</p><p><strong>Lucas 9:28 al 36</strong></p><p><strong><sup>28</sup></strong> Aconteció como ocho días después de estas palabras, que tomó a Pedro, a Juan y a Jacobo, y subió al monte a orar.&nbsp;</p><p><strong><sup>29</sup></strong> Y entre tanto que oraba, la apariencia de su rostro se hizo otra, y su vestido blanco y resplandeciente.&nbsp;</p><p><strong><sup>30</sup></strong> Y he aquí dos varones que hablaban con él, los cuales eran Moisés y Elías;&nbsp;</p><p><strong><sup>31</sup></strong> quienes aparecieron rodeados de gloria, y hablaban de su partida, que iba Jesús a cumplir en Jerusalén.&nbsp;</p><p><strong><sup>32</sup></strong> Y Pedro y los que estaban con él estaban rendidos de sueño; mas permaneciendo despiertos, vieron la gloria de Jesús, y a los dos varones que estaban con él.&nbsp;</p><p><strong><sup>33</sup></strong> Y sucedió que apartándose ellos de él, Pedro dijo a Jesús: Maestro, bueno es para nosotros que estemos aquí; y hagamos tres enramadas, una para ti, una para Moisés, y una para Elías; no sabiendo lo que decía.&nbsp;</p><p><strong><sup>34</sup> </strong>Mientras él decía esto, vino una nube que los cubrió; y tuvieron temor al entrar en la nube.&nbsp;</p><p><strong><sup>35</sup></strong> Y vino una voz desde la nube, que decía: Este es mi Hijo amado; a él oíd.&nbsp;</p><p><strong><sup>36</sup></strong> Y cuando cesó la voz, Jesús fue hallado solo; y ellos callaron, y por aquellos días no dijeron nada a nadie de lo que habían visto.</p><p><br></p><p>Algunos padres de la Iglesia Griega de Alejandría argumentaron que, cuando Moisés murió, se vieron dos Moisés: uno vivo en el espíritu; otro muerto en el cuerpo. Un Moisés que ascendió al cielo con los ángeles; el otro, enterrado en la tierra (ver Orígenes, Homilías sobre Josué 2.1; Clemente de Alejandría, Stromata 6.15.) Esta distinción entre la hipótesis del alma y la sepultura del cuerpo podría tener sentido para quienes creen en el concepto griego del alma inmortal, pero esa idea no figura en la Biblia. Judas 9 confirma la enseñanza bíblica de la resurrección del cuerpo de Moisés, porque la disputa era sobre “el cuerpo de Moisés”, y no sobre ninguna presunta alma sobreviviente.\n</p><p>Deuteronomio 34:5 al 7 nos dice que Moisés murió a los 120 años de edad y que el Señor lo enterró en un lugar escondido en un valle de la tierra de Moab. Pero Moisés no permaneció mucho tiempo en la tumba. “Cristo mismo, acompañado por los ángeles que enterraron a Moisés, descendió del cielo para llamar al santo que dormía. [...] Por primera vez Cristo iba a dar vida a uno de los muertos. Cuando el Príncipe de la vida y los ángeles resplandecientes se aproximaron a la tumba, Satanás temió perder su hegemonía. [...] Cristo no se rebajó a entrar en controversia con Satanás. [...] Pero Cristo confió todo a su Padre, diciendo: ‘¡El Señor te reprenda!’ (Jud. 9). [...] La resurrección quedó asegurada para siempre. Satanás fue despojado de su presa; los justos muertos volverían a vivir” (PP 511, 512).\n</p><p>Una clara evidencia de la resurrección de Moisés se encuentra en la Transfiguración. Allí apareció Moisés con el profeta Elías, quien había sido trasladado sin ver la muerte (2 Rey. 2:1-11). Moisés y Elías incluso dialogaron con Jesús (ver Luc. 9:28–36). “Y he aquí dos varones que hablaban con él, los cuales eran Moisés y Elías; quienes aparecieron rodeados de gloria, y hablaban de su partida, que iba Jesús a cumplir en Jerusalén” (Luc. 9:30, 31). La aparición de Moisés, prueba de la futura victoria de Cristo sobre el pecado y la muerte, se describe aquí en términos inequívocos. Fueron Moisés y Elías, no sus “espíritus” (a fin de cuentas, Elías no había muerto), quienes se aparecieron a Jesús allí.\n</p><p><strong>A Moisés no se le permitió entrar en la Canaán terrenal (Deut. 34:1-4), pero fue llevado a la Canaán celestial. ¿Qué enseña esto acerca de que Dios “es poderoso para hacer todas las cosas mucho más abundantemente de lo que pedimos o entendemos, según el poder que actúa en nosotros” (Efe. 3:20)?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de octubre",
          "dayTitle": "<p>DOS CASOS DEL ANTIGUO TESTAMENTO</p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee 1 Reyes 17:8 al 24 y 2 Reyes 4:18 al 37. ¿Qué similitudes y diferencias ves en estas dos resurrecciones?\n</strong></p><p><strong>1 Reyes 17:8 al 24</strong></p><p><strong><sup>8</sup></strong> Vino luego a él palabra de Jehová, diciendo:&nbsp;</p><p><strong><sup>9</sup></strong> Levántate, vete a Sarepta de Sidón, y mora allí; he aquí yo he dado orden allí a una mujer viuda que te sustente.&nbsp;</p><p><strong><sup>10</sup></strong> Entonces él se levantó y se fue a Sarepta. Y cuando llegó a la puerta de la ciudad, he aquí una mujer viuda que estaba allí recogiendo leña; y él la llamó, y le dijo: Te ruego que me traigas un poco de agua en un vaso, para que beba.&nbsp;</p><p><strong><sup>11</sup></strong> Y yendo ella para traérsela, él la volvió a llamar, y le dijo: Te ruego que me traigas también un bocado de pan en tu mano.&nbsp;</p><p><strong><sup>12</sup></strong> Y ella respondió: Vive Jehová tu Dios, que no tengo pan cocido; solamente un puñado de harina tengo en la tinaja, y un poco de aceite en una vasija; y ahora recogía dos leños, para entrar y prepararlo para mí y para mi hijo, para que lo comamos, y nos dejemos morir.&nbsp;</p><p><strong><sup>13</sup></strong> Elías le dijo: No tengas temor; ve, haz como has dicho; pero hazme a mí primero de ello una pequeña torta cocida debajo de la ceniza, y tráemela; y después harás para ti y para tu hijo.&nbsp;</p><p><strong><sup>14</sup></strong> Porque Jehová Dios de Israel ha dicho así: La harina de la tinaja no escaseará, ni el aceite de la vasija disminuirá, hasta el día en que Jehová haga llover sobre la faz de la tierra.&nbsp;</p><p><strong><sup>15</sup></strong> Entonces ella fue e hizo como le dijo Elías; y comió él, y ella, y su casa, muchos días.&nbsp;</p><p><strong><sup>16</sup></strong> Y la harina de la tinaja no escaseó, ni el aceite de la vasija menguó, conforme a la palabra que Jehová había dicho por Elías.</p><p><strong><sup>17</sup></strong> Después de estas cosas aconteció que cayó enfermo el hijo del ama de la casa; y la enfermedad fue tan grave que no quedó en él aliento.&nbsp;</p><p><strong><sup>18</sup></strong> Y ella dijo a Elías: ¿Qué tengo yo contigo, varón de Dios? ¿Has venido a mí para traer a memoria mis iniquidades, y para hacer morir a mi hijo?&nbsp;</p><p><strong><sup>19</sup></strong> Él le dijo: Dame acá tu hijo. Entonces él lo tomó de su regazo, y lo llevó al aposento donde él estaba, y lo puso sobre su cama.&nbsp;</p><p><strong><sup>20</sup></strong> Y clamando a Jehová, dijo: Jehová Dios mío, ¿aun a la viuda en cuya casa estoy hospedado has afligido, haciéndole morir su hijo?&nbsp;</p><p><strong><sup>21</sup></strong> Y se tendió sobre el niño tres veces, y clamó a Jehová y dijo: Jehová Dios mío, te ruego que hagas volver el alma de este niño a él.&nbsp;</p><p><strong><sup>22</sup></strong> Y Jehová oyó la voz de Elías, y el alma del niño volvió a él, y revivió.&nbsp;</p><p><strong><sup>23</sup></strong> Tomando luego Elías al niño, lo trajo del aposento a la casa, y lo dio a su madre, y le dijo Elías: Mira, tu hijo vive.&nbsp;</p><p><strong><sup>24</sup></strong> Entonces la mujer dijo a Elías: Ahora conozco que tú eres varón de Dios, y que la palabra de Jehová es verdad en tu boca.</p><p><strong>2 Reyes 4:18 al 37</strong></p><p><strong><sup>18</sup></strong> Y el niño creció. Pero aconteció un día, que vino a su padre, que estaba con los segadores;&nbsp;</p><p><strong><sup>19</sup></strong> y dijo a su padre: ¡Ay, mi cabeza, mi cabeza! Y el padre dijo a un criado: Llévalo a su madre.&nbsp;</p><p><strong><sup>20</sup></strong> Y habiéndole él tomado y traído a su madre, estuvo sentado en sus rodillas hasta el mediodía, y murió.&nbsp;</p><p><strong><sup>21</sup></strong> Ella entonces subió, y lo puso sobre la cama del varón de Dios, y cerrando la puerta, se salió.&nbsp;</p><p><sup><strong>22</strong></sup> Llamando luego a su marido, le dijo: Te ruego que envíes conmigo a alguno de los criados y una de las asnas, para que yo vaya corriendo al varón de Dios, y regrese.&nbsp;</p><p><sup><strong>23</strong></sup> Él dijo: ¿Para qué vas a verle hoy? No es nueva luna, ni día de reposo. Y ella respondió: Paz.&nbsp;</p><p><sup><strong>24</strong></sup> Después hizo enalbardar el asna, y dijo al criado: Guía y anda; y no me hagas detener en el camino, sino cuando yo te lo dijere.&nbsp;</p><p><strong><sup>25</sup></strong> Partió, pues, y vino al varón de Dios, al monte Carmelo.</p><p>Y cuando el varón de Dios la vio de lejos, dijo a su criado Giezi: He aquí la sunamita.&nbsp;</p><p><strong><sup>26</sup></strong> Te ruego que vayas ahora corriendo a recibirla, y le digas: ¿Te va bien a ti? ¿Le va bien a tu marido, y a tu hijo? Y ella dijo: Bien.&nbsp;</p><p><strong><sup>27</sup></strong> Luego que llegó a donde estaba el varón de Dios en el monte, se asió de sus pies. Y se acercó Giezi para quitarla; pero el varón de Dios le dijo: Déjala, porque su alma está en amargura, y Jehová me ha encubierto el motivo, y no me lo ha revelado.&nbsp;</p><p><strong><sup>28</sup></strong> Y ella dijo: ¿Pedí yo hijo a mi señor? ¿No dije yo que no te burlases de mí?&nbsp;</p><p><strong><sup>29</sup></strong> Entonces dijo él a Giezi: Ciñe tus lomos, y toma mi báculo en tu mano, y ve; si alguno te encontrare, no lo saludes, y si alguno te saludare, no le respondas; y pondrás mi báculo sobre el rostro del niño.&nbsp;</p><p><strong><sup>30</sup></strong> Y dijo la madre del niño: Vive Jehová, y vive tu alma, que no te dejaré.&nbsp;</p><p><sup><strong>31</strong></sup> Él entonces se levantó y la siguió. Y Giezi había ido delante de ellos, y había puesto el báculo sobre el rostro del niño; pero no tenía voz ni sentido, y así se había vuelto para encontrar a Eliseo, y se lo declaró, diciendo: El niño no despierta.</p><p><strong><sup>32</sup></strong> Y venido Eliseo a la casa, he aquí que el niño estaba muerto tendido sobre su cama.&nbsp;</p><p><strong><sup>33</sup></strong> Entrando él entonces, cerró la puerta tras ambos, y oró a Jehová.&nbsp;</p><p><strong><sup>34</sup></strong> Después subió y se tendió sobre el niño, poniendo su boca sobre la boca de él, y sus ojos sobre sus ojos, y sus manos sobre las manos suyas; así se tendió sobre él, y el cuerpo del niño entró en calor.&nbsp;</p><p><strong><sup>35</sup></strong> Volviéndose luego, se paseó por la casa a una y otra parte, y después subió, y se tendió sobre él nuevamente, y el niño estornudó siete veces, y abrió sus ojos.&nbsp;</p><p><strong><sup>36</sup></strong> Entonces llamó él a Giezi, y le dijo: Llama a esta sunamita. Y él la llamó. Y entrando ella, él le dijo: Toma tu hijo.&nbsp;</p><p><strong><sup>37</sup></strong> Y así que ella entró, se echó a sus pies, y se inclinó a tierra; y después tomó a su hijo, y salió.</p><p><br></p><p>En Hebreos 11, leemos que por fe “las mujeres recibieron sus muertos mediante resurrección” (Heb. 11:35). Esto ocurrió con las dos resurrecciones descritas en los pasajes de hoy.\n</p><p>La primera (ver 1 Rey. 17:8-24) ocurrió durante la gran apostasía de Israel, bajo la influencia del rey Acab y de su esposa pagana Jezabel. Mientras una grave sequía estaba devastando la tierra, Dios ordenó a Elías que fuera a Sarepta, una ciudad no perteneciente a Israel. Allí conoció a una pobre viuda fenicia que estaba a punto de cocinar una última comida miserable para ella y su hijo, para luego morir. Pero salvaron su vida gracias al milagro de la harina y el aceite, que no se agotaron hasta que pasó la sequía. Poco después, su hijo se enfermó y murió. Desesperada, la madre le suplicó ayuda a Elías, quien clamó a Dios. “El Señor oyó el clamor de Elías, y el muchacho volvió a la vida” (1 Rey. 17:22, NVI).\n</p><p>La segunda resurrección (ver 2 Rey. 4:18–37) tuvo lugar en Sunem, una aldeíta al sur del monte Gilboa. Eliseo había ayudado a una viuda pobre a pagar sus deudas mediante el milagro de llenar muchas vasijas de aceite (2 Rey. 4:1-7). Más adelante, en Sunem, conoció a una destacada mujer casada sin hijos. El profeta le dijo que tendría un hijo, y sucedió según lo predicho. El niño creció y era sano, pero un día enfermó y murió. La sunamita fue al monte Carmelo y le pidió a Eliseo que la acompañara para ver a su hijo. Eliseo oró persistentemente a Dios, y finalmente el niño revivió.\n</p><p>Estas mujeres tenían diferentes trasfondos, pero la misma fe que salva. La viuda fenicia recibió al profeta Elías en un momento extremadamente difícil cuando no había un lugar seguro para él en Israel. La sunamita y su esposo construyeron una habitación especial donde el profeta Eliseo pudiera hospedarse cuando pasara por su región. Cuando los dos niños murieron, sus fieles madres apelaron a esos profetas de Dios y tuvieron el gozo de ver a sus hijos resucitar.\n</p><p><strong>Estas dos historias son maravillosas, pero por cada una de ellas, ¿cuántos otros relatos desconocidos habrá que no tuvieron sucesos milagrosos? ¿Qué debería enseñarnos este triste hecho acerca de la centralidad de nuestra fe en la resurrección prometida para el tiempo del fin?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de octubre",
          "dayTitle": "<p>EL HIJO DE LA VIUDA DE NAÍN</p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p>La Biblia dice que Jesús “anduvo haciendo bienes y sanando a todos los oprimidos por el diablo, porque Dios estaba con él” (Hech. 10:38). De hecho, todos los evangelios están colmados de relatos en los que Jesús sirve a muchas almas necesitadas y heridas, razón por la que más adelante muchos judíos llegaron a creer que Jesús era el Mesías prometido.\n</p><p>“Había aldeas enteras donde no se oía un gemido de dolor en casa alguna, porque él había pasado por ellas y sanado a todos sus enfermos. Su obra daba evidencias de su unción divina. En cada acto de su vida revelaba amor, misericordia y compasión; su corazón rebosaba de tierna simpatía por los hijos de los hombres. Tomó la naturaleza del hombre para poder simpatizar con sus necesidades. Los más pobres y humildes no tenían temor de acercarse a él. Aun los niñitos se sentían atraídos hacia él” (CC 9).\n</p><p><strong>Lee Lucas 7:11 al 17. ¿Qué diferencia importante hay entre lo que sucedió en esta resurrección y los casos que vimos ayer?\n</strong></p><p><strong>Lucas 7:11 al 17</strong></p><p><strong><sup>11</sup></strong> Aconteció después, que él iba a la ciudad que se llama Naín, e iban con él muchos de sus discípulos, y una gran multitud.&nbsp;</p><p><strong><sup>12</sup></strong> Cuando llegó cerca de la puerta de la ciudad, he aquí que llevaban a enterrar a un difunto, hijo único de su madre, la cual era viuda; y había con ella mucha gente de la ciudad.&nbsp;</p><p><strong><sup>13</sup></strong> Y cuando el Señor la vio, se compadeció de ella, y le dijo: No llores.&nbsp;</p><p><strong><sup>14</sup></strong> Y acercándose, tocó el féretro; y los que lo llevaban se detuvieron. Y dijo: Joven, a ti te digo, levántate.&nbsp;</p><p><strong><sup>15</sup></strong> Entonces se incorporó el que había muerto, y comenzó a hablar. Y lo dio a su madre.&nbsp;</p><p><strong><sup>16</sup></strong> Y todos tuvieron miedo, y glorificaban a Dios, diciendo: Un gran profeta se ha levantado entre nosotros; y: Dios ha visitado a su pueblo.&nbsp;</p><p><strong><sup>17</sup></strong> Y se extendió la fama de él por toda Judea, y por toda la región de alrededor.</p><p><br></p><p>Durante su ministerio en Galilea, Jesús sanó a los enfermos y expulsó demonios. En cierta ocasión, él y sus seguidores estaban aproximándose a las puertas de Naín cuando una procesión fúnebre salía por esas puertas. En el ataúd abierto estaba el único hijo de una viuda, que lloraba desconsoladamente. Lleno de compasión por la madre afligida, Jesús le dijo: “No llores”. Entonces Jesús se volvió hacia el hijo muerto en el ataúd y le ordenó: “Joven, a ti te digo, levántate”. El hijo resucitó y Jesús “lo dio a su madre” (Luc. 7:13-15). La presencia de Jesús cambió completamente el escenario, y muchos que habían presenciado el milagro supieron no solo que había sucedido algo asombroso, sino además que alguien especial (lo llamaron “un gran profeta”) estaba entre ellos.\n</p><p>La viuda fenicia (1 Rey. 17:8-24), como la sunamita (2 Rey. 4:18-37), habían pedido ayuda a Elías y a Eliseo respectivamente. Pero la viuda de Naín recibió ayuda sin que ella la pidiera. Esto significa que Dios se preocupa por nosotros incluso cuando no podemos pedirle ayuda o nos sentimos indignos de hacerlo. Jesús vio el problema y lo resolvió; muy característico de Jesús a lo largo de todo su ministerio.\n</p><p><strong>La verdadera religión implica cuidar de los huérfanos y las viudas que nos rodean (Sant. 1:27). Aunque, obviamente, no podremos hacer todos los milagros que hizo Jesús, ¿qué podemos hacer para servir a quienes sufren a nuestro alrededor?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de octubre",
          "dayTitle": "<p>LA HIJA DE JAIRO</p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>Las resurrecciones antes de la muerte y la resurrección de Jesús no se limitaron a ningún grupo étnico específico ni a ninguna clase social en particular. Moisés fue, quizá, el mayor conductor humano del pueblo de Dios que jamás haya existido (Deut. 34:10-12). Por otro lado, la pobre viuda fenicia ni siquiera era israelita (1 Rey. 17:9). La sunamita era prominente en su comunidad (2 Rey. 4:8), aunque no era hebrea. La viuda de Naín tenía un solo hijo, del que probablemente dependía (Luc. 7:12). Por su parte, Jairo era un dirigente de la sinagoga, probablemente en Capernaum (Mar. 5:22). Más allá de sus diferentes antecedentes culturales o estatus social, el poder vivificante de Dios bendijo a todos ellos.\n</p><p><strong>Lee Marcos 5:21 al 24 y 35 al 43. ¿Qué podemos aprender de la muerte a partir de las palabras de Cristo “La niña no está muerta, sino duerme”? (Mar. 5:39).\n</strong></p><p><strong>Marcos 5:21 al 24 y 35 al 43</strong></p><p><strong><sup>21</sup></strong> Pasando otra vez Jesús en una barca a la otra orilla, se reunió alrededor de él una gran multitud; y él estaba junto al mar.&nbsp;</p><p><strong><sup>22</sup></strong> Y vino uno de los principales de la sinagoga, llamado Jairo; y luego que le vio, se postró a sus pies,&nbsp;</p><p><strong><sup>23</sup></strong> y le rogaba mucho, diciendo: Mi hija está agonizando; ven y pon las manos sobre ella para que sea salva, y vivirá.</p><p><strong><sup>24</sup></strong> Fue, pues, con él; y le seguía una gran multitud, y le apretaban.</p><p><sup><strong>35</strong></sup> Mientras él aún hablaba, vinieron de casa del principal de la sinagoga, diciendo: Tu hija ha muerto; ¿para qué molestas más al Maestro?&nbsp;</p><p><strong><sup>36</sup></strong> Pero Jesús, luego que oyó lo que se decía, dijo al principal de la sinagoga: No temas, cree solamente.&nbsp;</p><p><strong><sup>37</sup></strong> Y no permitió que le siguiese nadie sino Pedro, Jacobo, y Juan hermano de Jacobo.&nbsp;</p><p><strong><sup>38</sup></strong> Y vino a casa del principal de la sinagoga, y vio el alboroto y a los que lloraban y lamentaban mucho.&nbsp;</p><p><strong><sup>39</sup></strong> Y entrando, les dijo: ¿Por qué alborotáis y lloráis? La niña no está muerta, sino duerme.&nbsp;</p><p><strong><sup>40</sup></strong> Y se burlaban de él. Mas él, echando fuera a todos, tomó al padre y a la madre de la niña, y a los que estaban con él, y entró donde estaba la niña.&nbsp;</p><p><strong><sup>41</sup></strong> Y tomando la mano de la niña, le dijo: Talita cumi; que traducido es: Niña, a ti te digo, levántate.&nbsp;</p><p><strong><sup>42</sup></strong> Y luego la niña se levantó y andaba, pues tenía doce años. Y se espantaron grandemente.&nbsp;</p><p><strong><sup>43</sup></strong> Pero él les mandó mucho que nadie lo supiese, y dijo que se le diese de comer.</p><p><br></p><p>La hija de Jairo, de doce años, yacía mortalmente enferma en su casa. Por lo tanto, él buscó a Jesús y le rogó que fuese a su casa y pusiera sus manos sanadoras sobre ella. Pero, antes de que pudieran llegar allí, alguien ya llevó la triste noticia: “Tu hija ha muerto; ¿para qué molestas más al Maestro?” (Mar. 5:35). Entonces, Jesús le dijo al padre afligido: “No temas, cree solamente” (Mar. 5:36). De hecho, todo lo que el padre podía hacer era confiar totalmente en la intervención de Dios.\n</p><p>Al llegar a la casa, Jesús les dijo a los que estaban allí reunidos: “¿Por qué alborotáis y lloráis? La niña no está muerta, sino duerme” (Mar. 5:39). Lo ridiculizaron porque (1) sabían que ella estaba muerta y (2) no comprendieron el significado de sus palabras. “La consoladora expresión por la cual el ‘sueño’ equivale a la ‘muerte’ parece haber sido la forma favorita de Cristo para referirse a ese estado ([Mat. 9:24; Luc. 8:52] ver com. Juan 11:11-15). La muerte es un sueño, pero es un sueño profundo del cual solo el gran Dador de la vida puede despertarnos, porque solo él tiene las llaves del sepulcro (Apoc. 1:18; cf. Juan 3:26; Rom. 6:23)” (CBA 5:596).\n</p><p>Después de la resurrección de esta niña, los que la vieron “se espantaron grandemente” (Mar. 5:42). No es para menos. Por ahora la muerte es definitiva, absoluta y aparentemente irreversible. Haber visto algo como esto con sus propios ojos seguramente debió haber sido una experiencia increíble que les cambió la vida.\n</p><p><strong>Las palabras de Jesús: “No temas, cree solamente” (Mar. 5:36) todavía son valiosas para nosotros hoy. ¿Cómo podemos aprender a hacer esto, incluso en medio de situaciones de temor, que son los momentos más importantes para seguir creyendo?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de octubre",
          "dayTitle": "<p>LÁZARO</p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Juan 11:1 al 44. ¿En qué sentido Jesús fue “glorificado” por la enfermedad y la muerte de Lázaro (Juan 11:4)?\n</strong></p><p><strong>Juan 11:1 al 44</strong></p><p><strong><sup>1</sup></strong> Estaba entonces enfermo uno llamado Lázaro, de Betania, la aldea de María y de Marta su hermana.&nbsp;</p><p><strong><sup>2</sup></strong> (María, cuyo hermano Lázaro estaba enfermo, fue la que ungió al Señor con perfume, y le enjugó los pies con sus cabellos.)&nbsp;</p><p><strong><sup>3</sup></strong> Enviaron, pues, las hermanas para decir a Jesús: Señor, he aquí el que amas está enfermo.&nbsp;</p><p><strong><sup>4</sup></strong> Oyéndolo Jesús, dijo: Esta enfermedad no es para muerte, sino para la gloria de Dios, para que el Hijo de Dios sea glorificado por ella.</p><p><strong><sup>5</sup></strong> Y amaba Jesús a Marta, a su hermana y a Lázaro.&nbsp;</p><p><strong><sup>6</sup></strong> Cuando oyó, pues, que estaba enfermo, se quedó dos días más en el lugar donde estaba.&nbsp;</p><p><strong><sup>7</sup></strong> Luego, después de esto, dijo a los discípulos: Vamos a Judea otra vez.&nbsp;</p><p><strong><sup>8</sup></strong> Le dijeron los discípulos: Rabí, ahora procuraban los judíos apedrearte, ¿y otra vez vas allá?&nbsp;</p><p><strong><sup>9</sup></strong> Respondió Jesús: ¿No tiene el día doce horas? El que anda de día, no tropieza, porque ve la luz de este mundo;&nbsp;</p><p><strong><sup>10</sup></strong> pero el que anda de noche, tropieza, porque no hay luz en él.&nbsp;</p><p><strong><sup>11</sup></strong> Dicho esto, les dijo después: Nuestro amigo Lázaro duerme; mas voy para despertarle.&nbsp;</p><p><strong><sup>12</sup></strong> Dijeron entonces sus discípulos: Señor, si duerme, sanará.&nbsp;</p><p><strong><sup>13</sup></strong> Pero Jesús decía esto de la muerte de Lázaro; y ellos pensaron que hablaba del reposar del sueño.&nbsp;</p><p><strong><sup>14</sup></strong> Entonces Jesús les dijo claramente: Lázaro ha muerto;&nbsp;</p><p><strong><sup>15</sup></strong> y me alegro por vosotros, de no haber estado allí, para que creáis; mas vamos a él.&nbsp;</p><p><strong><sup>16</sup></strong> Dijo entonces Tomás, llamado Dídimo, a sus condiscípulos: Vamos también nosotros, para que muramos con él.</p><p><strong><sup>17</sup></strong> Vino, pues, Jesús, y halló que hacía ya cuatro días que Lázaro estaba en el sepulcro.&nbsp;</p><p><strong><sup>18</sup></strong> Betania estaba cerca de Jerusalén, como a quince estadios;&nbsp;</p><p><strong><sup>19</sup></strong> y muchos de los judíos habían venido a Marta y a María, para consolarlas por su hermano.&nbsp;</p><p><strong><sup>20</sup></strong> Entonces Marta, cuando oyó que Jesús venía, salió a encontrarle; pero María se quedó en casa.&nbsp;</p><p><strong><sup>21</sup></strong> Y Marta dijo a Jesús: Señor, si hubieses estado aquí, mi hermano no habría muerto.&nbsp;</p><p><strong><sup>22</sup></strong> Mas también sé ahora que todo lo que pidas a Dios, Dios te lo dará.&nbsp;</p><p><strong><sup>23</sup></strong> Jesús le dijo: Tu hermano resucitará.&nbsp;</p><p><strong><sup>24</sup></strong> Marta le dijo: Yo sé que resucitará en la resurrección, en el día postrero.&nbsp;</p><p><strong><sup>25</sup></strong> Le dijo Jesús: Yo soy la resurrección y la vida; el que cree en mí, aunque esté muerto, vivirá.&nbsp;</p><p><strong><sup>26</sup></strong> Y todo aquel que vive y cree en mí, no morirá eternamente. ¿Crees esto?&nbsp;</p><p><strong><sup>27</sup></strong> Le dijo: Sí, Señor; yo he creído que tú eres el Cristo, el Hijo de Dios, que has venido al mundo.</p><p><strong><sup>28</sup></strong> Habiendo dicho esto, fue y llamó a María su hermana, diciéndole en secreto: El Maestro está aquí y te llama.&nbsp;</p><p><strong><sup>29</sup></strong> Ella, cuando lo oyó, se levantó de prisa y vino a él.&nbsp;</p><p><strong><sup>30</sup></strong> Jesús todavía no había entrado en la aldea, sino que estaba en el lugar donde Marta le había encontrado.&nbsp;</p><p><strong><sup>31</sup></strong> Entonces los judíos que estaban en casa con ella y la consolaban, cuando vieron que María se había levantado de prisa y había salido, la siguieron, diciendo: Va al sepulcro a llorar allí.&nbsp;</p><p><strong><sup>32</sup></strong> María, cuando llegó a donde estaba Jesús, al verle, se postró a sus pies, diciéndole: Señor, si hubieses estado aquí, no habría muerto mi hermano.&nbsp;</p><p><strong><sup>33</sup></strong> Jesús entonces, al verla llorando, y a los judíos que la acompañaban, también llorando, se estremeció en espíritu y se conmovió,&nbsp;</p><p><strong><sup>34</sup></strong> y dijo: ¿Dónde le pusisteis? Le dijeron: Señor, ven y ve.&nbsp;</p><p><strong><sup>35</sup></strong> Jesús lloró.&nbsp;</p><p><strong><sup>36</sup></strong> Dijeron entonces los judíos: Mirad cómo le amaba.&nbsp;</p><p><strong><sup>37</sup></strong> Y algunos de ellos dijeron: ¿No podía este, que abrió los ojos al ciego, haber hecho también que Lázaro no muriera?</p><p><strong><sup>38</sup></strong> Jesús, profundamente conmovido otra vez, vino al sepulcro. Era una cueva, y tenía una piedra puesta encima.&nbsp;</p><p><strong><sup>39</sup></strong> Dijo Jesús: Quitad la piedra. Marta, la hermana del que había muerto, le dijo: Señor, hiede ya, porque es de cuatro días.&nbsp;</p><p><strong><sup>40</sup></strong> Jesús le dijo: ¿No te he dicho que si crees, verás la gloria de Dios?&nbsp;</p><p><strong><sup>41</sup></strong> Entonces quitaron la piedra de donde había sido puesto el muerto. Y Jesús, alzando los ojos a lo alto, dijo: Padre, gracias te doy por haberme oído.&nbsp;</p><p><strong><sup>42</sup></strong> Yo sabía que siempre me oyes; pero lo dije por causa de la multitud que está alrededor, para que crean que tú me has enviado.&nbsp;</p><p><strong><sup>43</sup></strong> Y habiendo dicho esto, clamó a gran voz: ¡Lázaro, ven fuera!&nbsp;</p><p><strong><sup>44</sup></strong> Y el que había muerto salió, atadas las manos y los pies con vendas, y el rostro envuelto en un sudario. Jesús les dijo: Desatadle, y dejadle ir.</p><p><br></p><p>También aquí Jesús utiliza la metáfora del sueño al hablar de la muerte. “Nuestro amigo Lázaro duerme; mas voy para despertarlo” (Juan 11:11). Aunque algunos pensaron que se refería al sueño literal (Juan 11:11-13), Jesús enunció claramente lo que quiso decir: “Lázaro ha muerto” (Juan 11:12-14). En realidad, cuando Jesús llegó a Betania, ya hacía cuatro días que Lázaro había muerto; su cadáver ya estaba en descomposición (Juan 11:17, 39). Cuando un cuerpo comienza a descomponerse al punto de heder, no cabe duda: la persona está muerta.\n</p><p>En este contexto, cuando Jesús dijo a Marta: “Tu hermano resucitará” (Juan 11:23), ella reafirmó su fe en la resurrección final. Pero Jesús declaró: “Yo soy la resurrección y la vida; el que cree en mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en mí, no morirá eternamente. ¿Crees esto?” (Juan 11:23-26). Y Jesús agregó: “Si crees, verás la gloria de Dios” (Juan 11:40). Marta creyó, y vio la gloria de Dios en la resurrección de su hermano.\n</p><p>La Biblia dice que la palabra de Dios creó la vida (Sal. 33:6), y su palabra puede recrear la vida, como en el caso de Lázaro. Después de una breve oración, Jesús ordenó: “¡Lázaro, ven fuera!” (Juan 11:43). Inmediatamente, estas personas presenciaron el poder vivificante de Dios, el mismo poder que llamó a nuestro mundo a la existencia, y el mismo poder que al final de los tiempos devolverá la vida a los muertos en la resurrección final.\n</p><p>Al resucitar a Lázaro, Jesús demostró que tenía el poder de vencer la muerte. Y para seres como nosotros, que inevitablemente morimos, ¿qué mayor manifestación de la gloria de Dios podría haber?\n</p><p><strong>Lee Juan 11:25 y 26. En un renglón, Jesús habla de los creyentes que mueren, y en el siguiente dice que los creyentes nunca morirán. ¿Qué nos está enseñando Jesús aquí, y por qué es tan importante entender que la muerte es un sueño inconsciente, para comprender las palabras de Cristo? Y ¿por qué sus palabras nos ofrecen tanta esperanza, como seres destinados a la tumba?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de octubre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Lee Elena de White, Patriarcas y profetas, “La muerte de Moisés”, pp. 502-513; Profetas y reyes, “Una severa reprensión”, pp. 94-105, “Un profeta de paz”, pp. 178-183; El Deseado de todas las gentes, “El centurión”, pp. 282-287, “El toque de la fe”, pp. 310, 311, “¡Lázaro, sal fuera!”, pp. 482-494.\n</p><p>“En Cristo hay vida original, no prestada ni derivada de otra. ‘El que tiene al Hijo, tiene la vida’ (1 Juan 5:12). La divinidad de Cristo es la garantía que el creyente tiene de la vida eterna. Jesús dijo: ‘El que cree en mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en mí, no morirá eternamente. ¿Crees esto?’ Cristo [en Juan 11:25, 26] miraba hacia adelante, a su segunda venida. Entonces los justos muertos serán resucitados incorruptibles, y los justos vivos serán trasladados al cielo sin ver la muerte. El milagro que Cristo estaba por realizar, al resucitar a Lázaro de los muertos, representaría la resurrección de todos los justos muertos. Por medio de sus palabras y sus obras se declaró el Autor de la resurrección. El que pronto iba a morir en la Cruz estaba allí con las llaves de la muerte, vencedor del sepulcro, y afirmaba su derecho y su poder para dar vida eterna” (DTG 489).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong><sup>1.</sup>&nbsp;</strong>Muchos murieron durante el ministerio profético de Elías y de Eliseo, así como también durante el ministerio terrenal de Cristo. Solo unos pocos resucitaron. (Ver Luc. 4:24-27.) Piensa también en la experiencia de todos los muertos, ya sea que su resurrección haya ocurrido en el pasado o que se efectúe en la Segunda Venida; ¿cuál es la diferencia, al menos en lo que respecta a sufrir la muerte?</p><p><strong><sup>2.</sup>&nbsp;</strong>Muchos autores a lo largo de los siglos han escrito sobre la futilidad de una vida que siempre termina en la muerte. Al igual que todas las demás criaturas vivientes del mundo animal, todos morimos. Sin embargo, para la humanidad, en cierto sentido, nuestra situación es peor que para los animales, porque sabemos que vamos a morir (ver Ecl. 9:5); ellos, no. Entonces, ¿por qué es tan importante para nosotros la promesa de la resurrección?</p><p><strong><sup>3.</sup></strong> Si piensas que el alma es inmortal y que los muertos, especialmente los muertos justos, viven en el cielo después de haber muerto, ¿qué necesidad hay de la resurrección al final de los tiempos?</p><p><strong><sup>4.</sup></strong>&nbsp;Si alguien llama y pregunta: “¿Está Sally allí?”, tú podrías responder: “Sí, pero está durmiendo”. Sin embargo, si alguien llama y pregunta: “¿Está Sally allí?”, tú no vas a responder: “Sí, pero está muerta”. ¿Por qué no? ¿Qué nos enseña esto sobre la naturaleza de la muerte?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22-28 de octubre",
          "dayTitle": "<p>MATERIAL AUXILIAR PARA EL MAESTRO</p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Juan 11:11.\n</strong></p><p>Esta lección analiza casos específicos de personas que resucitaron antes de\n</p><p>la crucifixión de Cristo, a saber:\n</p><ol><li>Moisés (Mat. 17:3; Luc. 9:30; Jud. 9)\n</li><li>El hijo de la viuda de Sarepta (1 Rey. 17:21-23) y el hijo de la sunamita (2 Rey. 4:32-37)</li><li>El hijo de la viuda de Naín (Luc. 7:14, 15)\n</li><li>La hija de Jairo (Mar. 5:40-42)\n</li><li>Lázaro (Juan 11:41-45)\n</li></ol><p>\n</p><p>De todas estas personas que murieron, solo Moisés fue directamente al cielo; todos los demás volvieron a vivir aquí, en la Tierra. Cada uno de estos relatos demuestra aún más que no hay vida (“alma”) ni existencia después de la muerte. Curiosamente, ninguno de los que resucitaron mencionó alguna experiencia en el más allá. Una experiencia de este tipo, ¿no sería lo suficientemente memorable como para documentarla o al menos mencionarla? Los hijos de cada una de las tres viudas deberían haber dicho: “¡Oh, mamá, no vas a creer lo que vi!”, y la noticia de su experiencia en el cielo se habría extendido por todas partes de la Tierra. Además, como algunos han cuestionado, ¿por qué alguien querría volver a la Tierra después de haber estado en el cielo?</p><p>Moisés, quien fue llevado al cielo, no era un “espíritu” o un “alma” incorpórea porque resucitó en el cuerpo, como lo indica la naturaleza de la disputa entre Cristo y Satanás, que fue “por el cuerpo de Moisés” (Jud. 9). Ni Satanás ni Jesús mencionan ningún alma viviente en la disputa. ¿Para qué se necesitaría un cuerpo si existiera un alma? El cuerpo no era necesario para albergar un alma porque el cuerpo ERA Moisés. Posteriormente, Moisés se aparece a Jesús en el Monte de la Transfiguración, junto con Elías (Luc. 9), quien fue llevado al cielo y nunca murió. Estos relatos demuestran una vez más que la mejor explicación para la muerte es el sueño, y no una existencia sin cuerpo.</p><p><strong>COMENTARIO\n</strong></p><p>Veremos juntos la historia de Lázaro y analizaremos su resurrección con más&nbsp;detalle.</p><p>Antes de que Jesús y sus discípulos fueran a Betania, Jesús les describe la muerte como un sueño (Juan 11:11). Los discípulos preguntan por qué van a Judea, porque los judíos intentaron apedrear a Jesús allí. Jesús responde que deben ir porque Lázaro “duerme” (v. 11). Como los discípulos no logran comprender el significado de las palabras de Jesús, Jesús declara abiertamente: “Lázaro ha muerto” (v. 14).</p><p>La muerte se denomina sueño tanto en el Antiguo Testamento como en el&nbsp;Nuevo Testamento (Dan. 12:2; Hech. 7:60; 1 Tes. 4:13, 14). Daniel 12:2 dice: “Muchos de los que duermen en el polvo de la tierra serán despertados, unos para vida&nbsp;eterna, y otros para vergüenza y confusión perpetua”.</p><p>Este versículo habla de las dos resurrecciones: la primera, antes del Milenio, cuando resucitarán y serán llevados al cielo todos los que han entregado su vida a Jesús; y la segunda, después del Milenio, de quienes rechazaron a Jesús como su Salvador (Apoc. 20:4-6). (Los adventistas del séptimo día entienden que esta es una resurrección especial: “Una resurrección especial precede al segundo advenimiento de Cristo. ‘Todos los que hayan muerto en la fe del mensaje del tercer ángel’ se levantarán en esa ocasión. Además, los que contemplaron burlonamente la crucifixión de Cristo y los que se opusieron más violentamente al pueblo de Dios serán sacados de sus tumbas para ver el cumplimiento de la promesa divina y el triunfo de la verdad’ (CS 695; Apoc. 1:7)” (CBA 4:904). Además, la descripción que hace el libro de Hechos sobre Esteban cuando lo apedrearon es que “durmió” (Hech. 7:60). Es un gran consuelo saber que cuando morimos es como si estuviéramos durmiendo, porque habrá un despertar.</p><p>En cuanto al viaje para ver a Lázaro, Jesús dice a sus discípulos: “Mas voy para despertarle” (Juan 11:11). Debido a que Jesús explica que con “dormir” quiso decir “muerte”, claramente está hablando de una resurrección. Y, sin embargo, al parecer nadie se tomó realmente en serio el significado de la frase de Jesús hasta que ocurrió el milagro. De hecho, Tomás está preocupado por el hecho de que los matarán a todos si van, no por el milagro que Jesús acaba de proclamar que hará. La palabra para “despertarle” es exupnizo y es el único lugar del Nuevo Testamento donde aparece. Literalmente, significa “salir del sueño”. Una vez más, la conexión entre el sueño y la muerte es visible. Jesús hace referencia a la resurrección de Lázaro como el acto de despertarlo del sueño.</p><p>Curiosamente, cuando llega Jesús, ambas hermanas dicen lo mismo en diferentes situaciones: “Si hubieses estado aquí, mi hermano no habría muerto” (Juan 11:21, 32). En la presencia de Cristo no hay lugar para la muerte, porque él es la Fuente de la vida. Marta y María sabían que Jesús podía curar a los enfermos. Sabían que él daba vida. En otros pasajes, se nos dice que es Dios el “que da vida a todas las cosas” (1 Tim. 6:13; ver también Juan 1:3, 4; Deut. 32:39; Neh. 9:6).</p><p>En la presencia de Dios no hay muerte. La muerte no provino de Dios. Apareció en escena con el pecado y la maldad cuando Satanás decidió rebelarse contra el amante y precioso gobierno de Dios, y desafortunadamente los seres humanos siguieron su ejemplo. El pecado destruye y produce muerte: “Como el pecado entró en el mundo por un hombre [Adán], y por el pecado la muerte, así la muerte pasó a todos los hombres, por cuanto todos pecaron” (Rom. 5:12).</p><p>Al llegar a Betania, Jesús primeramente tiene una conversación con Marta. Cuando él le dice: “Tu hermano resucitará” (Juan 11:23), ella responde: “Yo sé que resucitará en la resurrección, en el día postrero” (Juan 11:24). Ella entendía que habría vida después de la muerte, pero su declaración también deja en claro que sabía que Lázaro no resucitaría hasta “el día postrero”.</p><p>Marta habría oído hablar de las resurrecciones del hijo de la viuda y de la hija de Jairo, pero tal vez no pensó que este milagro sería algo que Jesús podría hacer en su favor. A veces, todos podemos volvernos escépticos acerca de las posibilidades de que los milagros de Dios sucedan en nuestra vida y pensamos que los milagros son solo para los demás.&nbsp;</p><p>Pero Jesús tenía un plan para demostrar a todos que la vida viene por medio de él porque él es “la resurrección y la vida” (Juan 11:25). Jesús agrega: “Todo aquel que vive y cree en mí, no morirá eternamente” (Juan 11:26). Él enfatiza que, en última instancia, los que creen en él no experimentarán la segunda muerte. Jesús puede resucitar a los que él decida ahora y nuevamente en el futuro, “en el día postrero”.</p><p>Cuando Jesús vio a María y a los judíos llorando, “se estremeció en espíritu y se conmovió” (Juan 11:33). La palabra para estremeció es embrimaomai, en griego. Además de estremecerse, también significa “advertir” o “reprender” y se utiliza cinco veces en el Nuevo Testamento (Mat. 9:30; Mar. 1:43; 14:5; Juan 11:33, 38). Las tres veces que aparece antes de Juan 11, se traduce como “encargar rigurosamente”, o como una estricta advertencia. Por lo tanto, cuando Jesús reacciona aquí con embrimaomai (sentimiento profundo), es posible que esta reacción también conlleve ira y disgusto por el pecado y sus resultados. Jesús era totalmente consciente del hecho de que el sufrimiento y la muerte que experimenta este mundo son resultados del pecado. El conocimiento de Cristo y de su experiencia con el mal y la pérdida del ser amado habrían producido una mezcla de emociones difícil de explicar, o siquiera comprender. Además de estar triste por sus amigos íntimos que acababan de sufrir una pérdida, Jesús estaba triste por toda la humanidad, por lo que nos perjudica el pecado y cómo este afecta nuestro mundo.</p><p>Cuando Jesús llama a Lázaro a salir, este sale de la tumba. Sorprendentemente, todo lo que Jesús tiene que hacer es hablar. Una vez más, al igual que en la historia de la Creación, Jesús simplemente habla y genera vida. Así como Jesús creó el Sol y la Luna, los animales y los seres humanos, aquí crea vida nuevamente. Jesús resucita y, por lo tanto, vuelve a crear. En cambio, el pecado y el mal destruyen; lo inverso de la Creación. Destruyen lo bello y lo bueno de la Creación de Dios.&nbsp;</p><p>No obstante, el evangelio es la gran noticia de que Jesús murió por nosotros en la Cruz para que tengamos vida eterna. Él “ha resucitado de los muertos; primicias de los que durmieron” (1 Cor. 15:20). Es por su resurrección que todo lo demás (la resurrección de los justos a la vida eterna) es posible.</p><p>Cuando le dijeron que Lázaro estaba enfermo, Jesús respondió a sus discípulos: “Esta enfermedad no es para muerte, sino para la gloria de Dios, para que el Hijo de Dios sea glorificado por ella” (Juan 11:4). Aunque Lázaro murió, fue una muerte temporal (al menos, en ese momento). Jesús fue glorificado mediante la muerte de Lázaro porque todos fueron testigos del poder de Jesús para dar vida. Jesús venció la muerte en la Cruz. Por consiguiente, podía resucitar a otros, incluso antes de su propio sacrificio, a causa de la Cruz. La Biblia aplica el sacrificio del “Cordero” al comienzo mismo de la vida, ya que proclama al cordero “inmolado desde el principio del mundo” (Apoc. 13:8). La sangre del Cordero hizo posible las resurrecciones.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><ol><li>¿Cuánto has aprendido hasta ahora sobre el estado de los muertos? Escríbelo. Elige a alguien de tu familia o a un amigo a quien puedas explicarle todo lo que has aprendido hasta ahora.&nbsp;</li><li>¿Por qué es importante saber la verdad sobre la muerte como un sueño? Si a alguien le resulta difícil imaginar que su pariente muerto no está en el cielo en este momento, ¿cómo podrías consolarlo haciéndole saber que los muertos descansan, y no saben absolutamente nada?&nbsp;</li><li>Dios es experto en re-crear. La resurrección es un acto recreador de Dios. Aunque el pecado causa en nosotros el proceso inverso a la Creación, Jesús tiene un plan para recrearnos mediante la resurrección. Unos pocos resucitaron antes de la resurrección de Jesús porque su muerte en la Cruz se aplicó prospectivamente. ¿Qué significa para ti el hecho de que Dios vuelva a crear?</li></ol>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>RESURRECCIONES ANTES&nbsp;DE LA CRUZ</p>",
      "verse": "<p>“Le dijo Jesús: Yo soy la resurrección y la vida; el que cree en mí, aunque esté muerto, vivirá. Y todo aquel que vive y cree en mí, no morirá eternamente. ¿Crees esto?” (Juan 11:25, 26).</p>",
      "versionCode": 22,
      "weekDate": "22-28 de octubre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
