{
  "data": [
    {
      "color": "#FF5700",
      "id": 12,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": "9 septiembre",
          "dayTitle": "<p>EL LLAMADO A ESTAR FIRMES</p>",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>Con ojos irritados, el siervo sale a los tropezones de su recámara y ve un espectáculo alarmante: un ejército grande, bien pertrechado y hostil, con “gente de a caballo y carros”. Al hablar al profeta Eliseo, balbucea la noticia, junto con una pregunta agobiante: “¡Señor mío! ¿Qué haremos?”\n</p><p>Eliseo responde: “No temas; porque más están con nosotros que con ellos”; una respuesta que no hace eco en el rostro del siervo. Eliseo le pide que se acerque, y ora por él: “ ‘Te ruego, Señor, que abras sus ojos para que vea’ ”. La oración del profeta recibe una respuesta inmediata. El siervo vuelve a subir por la escalinata de la muralla, pero esta vez se descorre el velo entre lo visible y lo invisible. Ahora no ve un ejército, sino dos. “El Señor abrió los ojos del criado, y vio el monte lleno de gente de a caballo y de carros de fuego alrededor de Eliseo” (2 Rey. 6:15–17).\n</p><p><strong>2 Reyes 6:15–17\n</strong></p><p><sup><strong>15</strong> </sup>Y se levantó de mañana y salió el que servía al varón de Dios, y he aquí el ejército que tenía sitiada la ciudad, con gente de a caballo y carros. Entonces su criado le dijo: ¡Ah, señor mío! ¿qué haremos?\n</p><p><strong><sup>16</sup></strong> Él le dijo: No tengas miedo, porque más son los que están con nosotros que los que están con ellos.\n</p><p><strong><sup>17</sup></strong> Y oró Eliseo, y dijo: Te ruego, oh Jehová, que abras sus ojos para que vea. Entonces Jehová abrió los ojos del criado, y miró; y he aquí que el monte estaba lleno de gente de a caballo, y de carros de fuego alrededor de Eliseo.\n</p><p>Al redactar Efesios 6:10 al 20, Pablo ora para que los creyentes puedan ver plenamente la realidad del Gran Conflicto y recibir la esperanza que ella les revela.\n</p><p><strong>Efesios 6:10-20\n</strong></p><p><strong><sup>10</sup></strong> Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza.\n</p><p><strong><sup>11</sup></strong> Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo.\n</p><p><strong><sup>12</sup></strong> Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.\n</p><p><strong><sup>13</sup></strong> Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo, y habiendo acabado todo, estar firmes.\n</p><p><strong><sup>14</sup></strong> Estad, pues, firmes, ceñidos vuestros lomos con la verdad, y vestidos con la coraza de justicia,\n</p><p><strong><sup>15</sup> </strong>y calzados los pies con el apresto del evangelio de la paz.\n</p><p><strong><sup>16</sup></strong> Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno.\n</p><p><strong><sup>17</sup></strong> Y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios;\n</p><p><strong><sup>18</sup></strong> orando en todo tiempo con toda oración y súplica en el Espíritu, y velando en ello con toda perseverancia y súplica por todos los santos;\n</p><p><strong><sup>19</sup></strong> y por mí, a fin de que al abrir mi boca me sea dada palabra para dar a conocer con denuedo el misterio del evangelio,\n</p><p><strong><sup>20</sup></strong> por el cual soy embajador en cadenas; que con denuedo hable de él, como debo hablar.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 septiembre",
          "dayTitle": "<p>TERMINOLOGÍA DE BATALLA</p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Estudia la resonante conclusión de Pablo en su carta, en Efesios 6:10 al 20. ¿Qué significa el grito de guerra de Pablo para nosotros hoy, como combatientes en el Gran Conflicto?\n</strong></p><p><strong>Efesios 6:10-20\n</strong></p><p><strong><sup>10</sup></strong> Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza.\n</p><p><strong><sup>11</sup></strong> Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo.\n</p><p><strong><sup>12</sup></strong> Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.\n</p><p><strong><sup>13</sup></strong> Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo, y habiendo acabado todo, estar firmes.\n</p><p><strong><sup>14</sup></strong> Estad, pues, firmes, ceñidos vuestros lomos con la verdad, y vestidos con la coraza de justicia,\n</p><p><strong><sup>15</sup></strong> y calzados los pies con el apresto del evangelio de la paz.\n</p><p><strong><sup>16</sup></strong> Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno.\n</p><p><strong><sup>17</sup></strong> Y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios;\n</p><p><strong><sup>18</sup></strong> orando en todo tiempo con toda oración y súplica en el Espíritu, y velando en ello con toda perseverancia y súplica por todos los santos;\n</p><p><strong><sup>19</sup></strong> y por mí, a fin de que al abrir mi boca me sea dada palabra para dar a conocer con denuedo el misterio del evangelio,\n</p><p><strong><sup>20</sup></strong> por el cual soy embajador en cadenas; que con denuedo hable de él, como debo hablar.\n</p><p>Pablo concluye Efesios con un llamado a luchar, e insta a los creyentes a adoptar una postura en la guerra de la iglesia contra el mal (Efe. 6:10-20). Comienza con una exhortación general a “fortalecerse en el Señor” (Efe. 6:10), que repite como un llamado a “vestirse de toda la armadura de Dios” (Efe. 6:11). Él apoya este llamado al especificar un propósito (para poder resistir las artimañas del diablo, Efe. 6:11) y al ofrecer una justificación: la batalla es contra las poderosas fuerzas espirituales del mal (Efe. 6:12). Con más detalle, luego Pablo vuelve a emitir el llamado a “tomar las armas”. Los creyentes deben “vestirse de toda la armadura de Dios” para mantenerse firmes en la batalla (Efe. 6:13), ajustarse el cinturón, colocarse la coraza, el calzado, el escudo, el yelmo y la espada (Efe. 6:14-17). Pablo invita a los creyentes, ahora totalmente armados y listos para entrar en combate, a hacer lo que harían los soldados en el antiguo campo de batalla, es decir, orar (Efe. 6:18–20).\n</p><p>Al reflejar las exhortaciones de guerra o los discursos previos a la batalla del Antiguo Testamento, Pablo habla de la misión de la iglesia en términos de conflicto militar y armas. Pablo señala esto en su primer mandato general: “Fortalézcanse en el Señor y en el poder de su fuerza” (Efe. 6:10).\n</p><p>Las exhortaciones bélicas en el Antiguo Testamento (ver, por ejemplo, Deut. 20:2–4; Juec. 7:15–18; 2 Crón. 20:13–20; 32:6–8; Neh. 4:14, 19, 20) resaltan la idea de que el éxito de Israel en batalla no depende de la superioridad de sus propias armas ni de un ejército que supere en número a sus enemigos. La victoria es consecuencia de la dependencia de la presencia y el poder de Dios. La clave del éxito no era la confianza en sí mismos, sino la confianza firme en el poder de Dios y en su provisión para el éxito. Pablo hace un uso audaz de estos temas para exhortar a los creyentes a: (1) ser activos en la búsqueda de la misión de la iglesia; (2) estar atentos a las dimensiones invisibles que impactan su vida y su testimonio; (3) ser conscientes de la provisión divina para el éxito; y (4) estar siempre alertas a la importancia de la unidad y la colaboración entre los creyentes.\n</p><p><strong>Deuteronomio 20:2–4\n</strong></p><p><strong><sup>2</sup></strong> Y cuando os acerquéis para combatir, se pondrá en pie el sacerdote y hablará al pueblo,\n</p><p><strong><sup>3</sup></strong> y les dirá: Oye, Israel, vosotros os juntáis hoy en batalla contra vuestros enemigos; no desmaye vuestro corazón, no temáis, ni os azoréis, ni tampoco os desalentéis delante de ellos;\n</p><p><strong><sup>4</sup></strong> porque Jehová vuestro Dios va con vosotros, para pelear por vosotros contra vuestros enemigos, para salvaros.\n</p><p><strong>Jueces 7:15–18\n</strong></p><p><strong><sup>15</sup></strong> Cuando Gedeón oyó el relato del sueño y su interpretación, adoró; y vuelto al campamento de Israel, dijo: Levantaos, porque Jehová ha entregado el campamento de Madián en vuestras manos.\n</p><p><strong><sup>16</sup></strong> Y repartiendo los trescientos hombres en tres escuadrones, dio a todos ellos trompetas en sus manos, y cántaros vacíos con teas ardiendo dentro de los cántaros.\n</p><p><strong><sup>17</sup></strong> Y les dijo: Miradme a mí, y haced como hago yo; he aquí que cuando yo llegue al extremo del campamento, haréis vosotros como hago yo.\n</p><p><strong><sup>18</sup></strong> Yo tocaré la trompeta, y todos los que estarán conmigo; y vosotros tocaréis entonces las trompetas alrededor de todo el campamento, y diréis: ¡Por Jehová y por Gedeón!\n</p><p><strong>La advertencia de Pablo de que no luchamos contra carne y sangre sino contra enemigos sobrenaturales, ¿qué debería enseñarnos acerca de dónde está nuestra única esperanza de victoria?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 septiembre",
          "dayTitle": "<p>HALLAR FORTALEZA EN CRISTO</p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>Pablo termina su carta con un poderoso llamado a luchar, que reúne temas e ideas importantes para la carta en general. Comienza anunciando el tema general de la conclusión, presentado al estilo del grito de guerra de un comandante: “Por lo demás, hermanos míos, fortalézcanse en el Señor y en el poder de su fuerza” (Efe. 6:10). El resto del pasaje, Efesios 6:11 al 20, ilustra y desarrolla este gran tema.\n</p><p><strong>Repasa Efesios 6:10 al 20. ¿Cómo visualizas la realidad del Gran Conflicto, donde los poderes sobrenaturales literales son cruciales en el argumento de Pablo? ¿Por qué es tan importante mantener esta verdad ante nosotros en nuestro caminar diario con Dios?\n</strong></p><p><strong>Efesios 6:10-20\n</strong></p><p><strong><sup>10</sup></strong> Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza.\n</p><p><strong><sup>11</sup></strong> Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo.\n</p><p><strong><sup>12</sup></strong> Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.\n</p><p><strong><sup>13</sup></strong> Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo, y habiendo acabado todo, estar firmes.\n</p><p><strong><sup>14</sup></strong> Estad, pues, firmes, ceñidos vuestros lomos con la verdad, y vestidos con la coraza de justicia,\n</p><p><sup><strong>15</strong> </sup>y calzados los pies con el apresto del evangelio de la paz.\n</p><p><strong><sup>16</sup></strong> Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno.\n</p><p><strong><sup>17</sup></strong> Y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios;\n</p><p><strong><sup>18</sup></strong> orando en todo tiempo con toda oración y súplica en el Espíritu, y velando en ello con toda perseverancia y súplica por todos los santos;\n</p><p><strong><sup>19</sup></strong> y por mí, a fin de que al abrir mi boca me sea dada palabra para dar a conocer con denuedo el misterio del evangelio,\n</p><p><strong><sup>20</sup></strong> por el cual soy embajador en cadenas; que con denuedo hable de él, como debo hablar.\n</p><p>Pablo identifica a Cristo como la Fuente de la fortaleza de los creyentes con su frase: “… en el Señor y en el poder de su fuerza” (Efe. 6:10), ya que “Señor” se refiere a Cristo, como ocurre invariablemente en Efesios (Efe. 2:21; 4:1, 17; 5:8; 6:1, 21). “La fuerza de la iglesia reside en la omnipotencia de su Señor resucitado, el Capitán de su guerra” (G. G. Findlay, The Epistle to the Ephesians [Nueva York: Ray Long &amp; Richard R. Smith, 1931], p. 398).\n</p><p><strong>Efesios 2:21\n</strong></p><p><strong><sup>21</sup></strong> en quien todo el edificio, bien coordinado, va creciendo para ser un templo santo en el Señor;\n</p><p><strong>Efesios 4:1, 17\n</strong></p><p><strong><sup>1</sup></strong> Yo pues, preso en el Señor, os ruego que andéis como es digno de la vocación con que fuisteis llamados,\n</p><p><strong><sup>17</sup></strong> Esto, pues, digo y requiero en el Señor: que ya no andéis como los otros gentiles, que andan en la vanidad de su mente,\n</p><p><strong>Efesios 5:8\n</strong></p><p><strong><sup>8</sup></strong> Porque en otro tiempo erais tinieblas, mas ahora sois luz en el Señor; andad como hijos de luz\n</p><p><strong>Efesios 6:1, 21\n</strong></p><p><sup><strong>1</strong> </sup>Hijos, obedeced en el Señor a vuestros padres, porque esto es justo.\n</p><p><strong><sup>21</sup></strong> Para que también vosotros sepáis mis asuntos, y lo que hago, todo os lo hará saber Tíquico, hermano amado y fiel ministro en el Señor,\n</p><p>Pablo utiliza la repetición en Efesios 6:10, y recurre a los sinónimos poder y fuerza para resaltar su observación: el poder que debe exhibir la iglesia no es inherente a los creyentes, sino que deriva del Señor, de Cristo. Pablo resume aquí un tema importante de la carta: el poder de Dios compartido con los creyentes (Efe. 1:19–22; 2:4–6; 3:16, 17). La fuerza para cada conflicto actual y futuro se encuentra en la solidaridad de los creyentes con el Cristo resucitado y exaltado.\n</p><p><strong>Efesios 1:19-22\n</strong></p><p><strong><sup>19</sup></strong> y cuál la supereminente grandeza de su poder para con nosotros los que creemos, según la operación del poder de su fuerza,\n</p><p><strong><sup>20</sup></strong> la cual operó en Cristo, resucitándole de los muertos y sentándole a su diestra en los lugares celestiales,\n</p><p><strong><sup>21</sup></strong> sobre todo principado y autoridad y poder y señorío, y sobre todo nombre que se nombra, no solo en este siglo, sino también en el venidero;\n</p><p><strong><sup>22</sup></strong> y sometió todas las cosas bajo sus pies, y lo dio por cabeza sobre todas las cosas a la iglesia\n</p><p><strong>Efesios 2:4–6\n</strong></p><p><strong><sup>4</sup></strong> Pero Dios, que es rico en misericordia, por su gran amor con que nos amó,\n</p><p><sup><strong>5</strong> </sup>aun estando nosotros muertos en pecados, nos dio vida juntamente con Cristo (por gracia sois salvos),\n</p><p><strong><sup>6</sup></strong> y juntamente con él nos resucitó, y asimismo nos hizo sentar en los lugares celestiales con Cristo Jesús,\n</p><p><strong>Efesios 3:16- 17\n</strong></p><p><strong><sup>16</sup></strong> para que os dé, conforme a las riquezas de su gloria, el ser fortalecidos con poder en el hombre interior por su Espíritu;\n</p><p><strong><sup>17</sup></strong> para que habite Cristo por la fe en vuestros corazones, a fin de que, arraigados y cimentados en amor\n</p><p>Si bien el mandato inicial anuncia a un Cristo activo para proveer de fuerza a los creyentes (Efe. 6:10), los tres miembros de la Deidad están comprometidos en fortalecerlos para el combate espiritual contra el mal. Dios (el Padre) pone a disposición sus propias armas como la “armadura de Dios” (Efe. 6:11, 13; comparar con Isa. 59:17). Anteriormente, Pablo indicó que el Espíritu está activo en el fortalecimiento de los creyentes, al orar para que Dios “les dé, conforme a la riqueza de su gloria, ser fortalecidos con poder en el hombre interior por su Espíritu” (Efe. 3:16). Aquí, es el Espíritu quien entrega la espada, “la espada del Espíritu, que es la palabra de Dios” (Efe. 6:17). Además, los creyentes deben orar “en el Espíritu, en todo tiempo” (Efe. 6:18). Pablo desea que sus oyentes entiendan que el Dios triuno está plenamente comprometido en pertrecharlos para luchar contra estos poderes malignos.\n</p><p><strong>Isaias 59:17\n</strong></p><p><strong><sup>17</sup></strong> Pues de justicia se vistió como de una coraza, con yelmo de salvación en su cabeza; tomó ropas de venganza por vestidura, y se cubrió de celo como de manto,</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 septiembre",
          "dayTitle": "<p>EL CONFLICTO DE LOS SIGLOS EN LAS CARTAS DE PABLO</p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Romanos 13:11 al 14; 1 Tesalonicenses 5:6 al 8; y 2 Corintios 10:3 al 6. ¿Cómo se comparan estos versículos con Efesios 6:10 al 20? ¿Por qué crees que Pablo utiliza este tipo de imágenes?\n</strong></p><p><strong>Efesios 6:10-20\n</strong></p><p><strong><sup>10</sup></strong> Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza. \n</p><p><strong><sup>11</sup></strong> Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo. \n</p><p><strong><sup>12</sup></strong> Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes. \n</p><p><strong><sup>13</sup></strong> Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo, y habiendo acabado todo, estar firmes. \n</p><p><strong><sup>14</sup></strong> Estad, pues, firmes, ceñidos vuestros lomos con la verdad, y vestidos con la coraza de justicia, \n</p><p><strong><sup>15</sup></strong> y calzados los pies con el apresto del evangelio de la paz. \n</p><p><strong><sup>16</sup></strong> Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno. \n</p><p><strong><sup>17</sup></strong> Y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios; \n</p><p><strong><sup>18</sup></strong> orando en todo tiempo con toda oración y súplica en el Espíritu, y velando en ello con toda perseverancia y súplica por todos los santos; \n</p><p><strong><sup>19</sup></strong> y por mí, a fin de que al abrir mi boca me sea dada palabra para dar a conocer con denuedo el misterio del evangelio, \n</p><p><strong><sup>20</sup></strong> por el cual soy embajador en cadenas; que con denuedo hable de él, como debo hablar.\n</p><p><strong>Romanos 13:11 - 14\n</strong></p><p><strong><sup>11</sup></strong> Y esto, conociendo el tiempo, que es ya hora de levantarnos del sueño; porque ahora está más cerca de nosotros nuestra salvación que cuando creímos. \n</p><p><strong><sup>12</sup></strong> La noche está avanzada, y se acerca el día. Desechemos, pues, las obras de las tinieblas, y vistámonos las armas de la luz. \n</p><p><strong><sup>13</sup></strong> Andemos como de día, honestamente; no en glotonerías y borracheras, no en lujurias y lascivias, no en contiendas y envidia, \n</p><p><strong><sup>14</sup></strong> sino vestíos del Señor Jesucristo, y no proveáis para los deseos de la carne.\n</p><p><strong>1 Tesalonicenses 5:6 - 8\n</strong></p><p><strong><sup>6</sup></strong> Por tanto, no durmamos como los demás, sino velemos y seamos sobrios. \n</p><p><strong><sup>7</sup></strong> Pues los que duermen, de noche duermen, y los que se embriagan, de noche se embriagan. \n</p><p><sup><strong>8</strong> </sup>Pero nosotros, que somos del día, seamos sobrios, habiéndonos vestido con la coraza de fe y de amor, y con la esperanza de salvación como yelmo.\n</p><p><strong>2 Corintios 10:3 - 6\n</strong></p><p><strong><sup>3</sup> </strong>Pues aunque andamos en la carne, no militamos según la carne; \n</p><p><strong><sup>4</sup></strong> porque las armas de nuestra milicia no son carnales, sino poderosas en Dios para la destrucción de fortalezas, \n</p><p><sup><strong>5</strong> </sup>derribando argumentos y toda altivez que se levanta contra el conocimiento de Dios, y llevando cautivo todo pensamiento a la obediencia a Cristo, \n</p><p><strong><sup>6</sup></strong> y estando prontos para castigar toda desobediencia, cuando vuestra obediencia sea perfecta.\n</p><p>En sus cartas, Pablo a menudo emplea vocabulario e imágenes de la milicia, e invita a los creyentes a imitar un comportamiento ejemplar como soldados. Si bien Efesios 6:10 al 20 representa su uso más prolongado y concentrado, el lenguaje militar exhibe una de sus principales formas de entender la historia del evangelio. Luego de conquistar a los “principados y potestades” en la Cruz (Col. 2:15), el Cristo exaltado ahora calcula los resultados de esa victoria desde su posición como Señor exaltado sobre los poderes (Fil. 2:9-11). Cristo recluta a sus seguidores como combatientes en la guerra cósmica y dirige a los ejércitos de luz hacia un gran día de victoria (1 Cor. 15:54–58; 2 Tes. 2:8; Rom. 16:20). Si recopilamos los usos que hace Pablo del simbolismo militar, vemos que él entiende el conflicto entre el bien y el mal como “una guerra cósmica de larga duración: las batallas van y vienen entre dos ejércitos que se enfrentan a lo largo de los siglos, hasta que uno gana la confrontación final” (Peter W. Macky, St. Paul’s Cosmic War Myth: A Military Version of the Gospel [Nueva York: Peter Lang Publishing, Inc., 1998], p. 1).\n</p><p><strong>Colosenses 2:15\n</strong></p><p><strong>15</strong> y despojando a los principados y a las potestades, los exhibió públicamente, triunfando sobre ellos en la cruz.\n</p><p><strong>Filipenses 2:9-11\n</strong></p><p><sup><strong>9</strong> </sup>Por lo cual Dios también le exaltó hasta lo sumo, y le dio un nombre que es sobre todo nombre, \n</p><p><strong><sup>10</sup></strong> para que en el nombre de Jesús se doble toda rodilla de los que están en los cielos, y en la tierra, y debajo de la tierra; \n</p><p><strong><sup>11</sup></strong> y toda lengua confiese que Jesucristo es el Señor, para gloria de Dios Padre.\n</p><p><strong>1 Corintios 15:54–58\n</strong></p><p><strong><sup>54</sup></strong> Y cuando esto corruptible se haya vestido de incorrupción, y esto mortal se haya vestido de inmortalidad, entonces se cumplirá la palabra que está escrita: Sorbida es la muerte en victoria. \n</p><p><strong><sup>55</sup></strong> ¿Dónde está, oh muerte, tu aguijón? ¿Dónde, oh sepulcro, tu victoria? \n</p><p><strong><sup>56</sup></strong> ya que el aguijón de la muerte es el pecado, y el poder del pecado, la ley. \n</p><p><strong><sup>57</sup></strong> Mas gracias sean dadas a Dios, que nos da la victoria por medio de nuestro Señor Jesucristo.\n</p><p><strong><sup>58</sup></strong> Así que, hermanos míos amados, estad firmes y constantes, creciendo en la obra del Señor siempre, sabiendo que vuestro trabajo en el Señor no es en vano.\n</p><p><strong>2 Tesalonisenses 2:8\n</strong></p><p><strong><sup>8</sup></strong> Y entonces se manifestará aquel inicuo, a quien el Señor matará con el espíritu de su boca, y destruirá con el resplandor de su venida;\n</p><p><strong>Romanos 16:20\n</strong></p><p><strong><sup>20</sup></strong> Y el Dios de paz aplastará en breve a Satanás bajo vuestros pies. La gracia de nuestro Señor Jesucristo sea con vosotros.\n</p><p>La temática frecuente de Pablo de la guerra cósmica también forma parte de la trama de Efesios. En su llamado a las armas (Efe. 6:10-20), Pablo reúne elementos del conflicto cósmico que ya ha usado: la habilitación de los creyentes por parte de Dios con un inmenso “poder” (Efe. 1:18-20; 3:16, 20); la victoria y exaltación de Cristo sobre los poderes (Efe. 1:20-23); los creyentes como un ejército resucitado de entre los muertos, pero ahora empoderados por su identidad con el Cristo exaltado e idóneos para luchar contra su anterior amo tenebroso (Efe. 2:1–10); la función de la iglesia en revelar la ruina inminente de los poderes (Efe. 3:10); el uso del Salmo 68:18 para retratar a Cristo como el victorioso Guerrero divino (Efe. 4:7–11); y el llamado a los creyentes a “vestirse” con la ropa del evangelio (ver Efe. 4:20–24). Cuando se nos llama a ponernos “toda la armadura” de Dios, estamos bien preparados para comprender el papel central del conflicto cósmico, pero también debemos permanecer firmes en la seguridad que tenemos de participar en la victoria final de Cristo.\n</p><p><strong>Efesios 1:18-23\n</strong></p><p><sup><strong>18</strong> </sup>alumbrando los ojos de vuestro entendimiento, para que sepáis cuál es la esperanza a que él os ha llamado, y cuáles las riquezas de la gloria de su herencia en los santos, \n</p><p><strong><sup>19</sup></strong> y cuál la supereminente grandeza de su poder para con nosotros los que creemos, según la operación del poder de su fuerza, \n</p><p><strong><sup>20</sup></strong> la cual operó en Cristo, resucitándole de los muertos y sentándole a su diestra en los lugares celestiales,\n</p><p><strong><sup>21</sup></strong> sobre todo principado y autoridad y poder y señorío, y sobre todo nombre que se nombra, no solo en este siglo, sino también en el venidero; \n</p><p><strong><sup>22</sup></strong> y sometió todas las cosas bajo sus pies, y lo dio por cabeza sobre todas las cosas a la iglesia, \n</p><p><strong><sup>23</sup></strong> la cual es su cuerpo, la plenitud de Aquel que todo lo llena en todo.\n</p><p><strong>Efesios 3:16, 20\n</strong></p><p><strong><sup>16</sup></strong> para que os dé, conforme a las riquezas de su gloria, el ser fortalecidos con poder en el hombre interior por su Espíritu;\n</p><p><strong><sup>20</sup></strong> Y a Aquel que es poderoso para hacer todas las cosas mucho más abundantemente de lo que pedimos o entendemos, según el poder que actúa en nosotros,\n</p><p><strong>Efesios 2:1-10\n</strong></p><p><strong><sup>1</sup></strong> Y él os dio vida a vosotros, cuando estabais muertos en vuestros delitos y pecados, \n</p><p><sup><strong>2</strong> </sup>en los cuales anduvisteis en otro tiempo, siguiendo la corriente de este mundo, conforme al príncipe de la potestad del aire, el espíritu que ahora opera en los hijos de desobediencia, \n</p><p><sup><strong>3</strong> </sup>entre los cuales también todos nosotros vivimos en otro tiempo en los deseos de nuestra carne, haciendo la voluntad de la carne y de los pensamientos, y éramos por naturaleza hijos de ira, lo mismo que los demás. \n</p><p><strong><sup>4 </sup></strong>Pero Dios, que es rico en misericordia, por su gran amor con que nos amó, \n</p><p><strong><sup>5</sup></strong> aun estando nosotros muertos en pecados, nos dio vida juntamente con Cristo (por gracia sois salvos), \n</p><p><strong><sup>6 </sup></strong>y juntamente con él nos resucitó, y asimismo nos hizo sentar en los lugares celestiales con Cristo Jesús, \n</p><p><sup><strong>7</strong> </sup>para mostrar en los siglos venideros las abundantes riquezas de su gracia en su bondad para con nosotros en Cristo Jesús. \n</p><p><strong><sup>8</sup> </strong>Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios; \n</p><p><sup><strong>9</strong> </sup>no por obras, para que nadie se gloríe. \n</p><p><strong><sup>10</sup></strong> Porque somos hechura suya, creados en Cristo Jesús para buenas obras, las cuales Dios preparó de antemano para que anduviésemos en ellas.\n</p><p><strong>Efesios 3:10\n</strong></p><p><strong><sup>10</sup></strong> para que la multiforme sabiduría de Dios sea ahora dada a conocer por medio de la iglesia a los principados y potestades en los lugares celestiales,\n</p><p><strong>Efesios 4:7-11\n</strong></p><p><sup><strong>7</strong> </sup>Pero a cada uno de nosotros fue dada la gracia conforme a la medida del don \n</p><p>de Cristo. \n</p><p><strong><sup>8</sup></strong> Por lo cual dice:\n</p><p>Subiendo a lo alto, llevó cautiva la cautividad,\n</p><p>Y dio dones a los hombres.\n</p><p><sup><strong>9</strong> </sup>Y eso de que subió, ¿qué es, sino que también había descendido primero a las partes más bajas de la tierra? \n</p><p><strong><sup>10</sup></strong> El que descendió, es el mismo que también subió por encima de todos los cielos para llenarlo todo. \n</p><p><strong><sup>11</sup></strong> Y él mismo constituyó a unos, apóstoles; a otros, profetas; a otros, evangelistas; a otros, pastores y maestros,\n</p><p><strong>Efesios 4:20-24\n</strong></p><p><strong><sup>20</sup></strong> Mas vosotros no habéis aprendido así a Cristo, \n</p><p><strong><sup>21</sup></strong> si en verdad le habéis oído, y habéis sido por él enseñados, conforme a la verdad que está en Jesús. \n</p><p><strong><sup>22</sup></strong> En cuanto a la pasada manera de vivir, despojaos del viejo hombre, que está viciado conforme a los deseos engañosos, \n</p><p><strong><sup>23</sup></strong> y renovaos en el espíritu de vuestra mente, \n</p><p><strong><sup>24</sup></strong> y vestíos del nuevo hombre, creado según Dios en la justicia y santidad de la verdad.\n</p><p><strong>¿Cuáles son algunas de las formas en que personalmente has experimentado la realidad no solo de este conflicto cósmico, sino también de la victoria que podemos reclamar como propia en Jesús? ¿Por qué entendemos que su victoria en nuestro favor es fundamental para nuestra esperanza y experiencia?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 septiembre",
          "dayTitle": "<p>DE PIE EN EL ANTIGUO CAMPO DE BATALLA</p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Efesios 6:10 al 20 y observa cada vez que Pablo utiliza alguna forma de la frase estar (o quedar) firmes. ¿Por qué esta idea es tan importante para él?\n</strong></p><p><strong>Efesios 6:10-20\n</strong></p><p><strong><sup>10</sup></strong> Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza.\n</p><p><strong><sup>11</sup> </strong>Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo.\n</p><p><strong><sup>12</sup></strong> Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.\n</p><p><strong><sup>13</sup></strong> Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo, y habiendo acabado todo, estar firmes.\n</p><p><strong><sup>14</sup></strong> Estad, pues, firmes, ceñidos vuestros lomos con la verdad, y vestidos con la coraza de justicia,\n</p><p><strong><sup>15</sup></strong> y calzados los pies con el apresto del evangelio de la paz.\n</p><p><strong><sup>16</sup></strong> Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno.\n</p><p><strong><sup>17</sup></strong> Y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios;\n</p><p><strong><sup>18</sup></strong> orando en todo tiempo con toda oración y súplica en el Espíritu, y velando en ello con toda perseverancia y súplica por todos los santos;\n</p><p><strong><sup>19</sup></strong> y por mí, a fin de que al abrir mi boca me sea dada palabra para dar a conocer con denuedo el misterio del evangelio,\n</p><p><strong><sup>20</sup></strong> por el cual soy embajador en cadenas; que con denuedo hable de él, como debo hablar.\n</p><p>Debemos entender la metáfora militar de Pablo en el contexto del antiguo campo de batalla. ¿Qué significaba “estar firmes” (Efe. 6:11, 13, 14)? El verbo, ¿sugiere solo una postura defensiva? Los discursos bélicos incluidos en los escritos de Tucídides, uno de los grandes autores clásicos de la literatura bélica, destacan tres acciones sucesivas que deben darse para que un bando salga victorioso: (1) los soldados deben “cerrar con el enemigo”, lo que significa que deben marchar al encuentro de sus enemigos; (2) luego, deben atacar y “mantenerse firmes” o “defender nuestra posición”, luchando cuerpo a cuerpo con sus enemigos; (3) finalmente, deben “hacer retroceder al enemigo” (ver Thucydides, The Peloponnesian War [Nueva York: EP Dutton, 1910], 4.10.1–5).\n</p><p>El momento clave de una batalla en la antigüedad se daba en la segunda de estas tres acciones, cuando las dos catervas opuestas chocaban entre sí, en “una terrible cacofonía de bronce, madera y carne, todo aplastado”, a la que el antiguo autor Jenofonte hace referencia como ese “espantoso choque” (Victor Davis Hanson, The Western Way of War [Nueva York: Oxford University Press, 1989], pp. 152, 153). Mantenerse firmes, defender la posición en ese momento estratégico, era el gran desafío de la batalla en la antigüedad. En el combate cuerpo a cuerpo que se producía, cada bando buscaba impulso para “el empujón”.\n</p><p>El llamado a las armas de Pablo refleja un combate en el que los soldados estaban “agrupados, dando y recibiendo cientos de golpes a quemarropa” (Victor Davis Hanson, The Western Way of War, p. 152). Esto lo confirma la descripción que hace Pablo de la batalla de la iglesia contra sus enemigos como un “combate de lucha libre” (Efe. 6:12; ver el estudio del jueves) y en su uso intensivo del verbo “estar firmes” en el versículo 13: “para que puedan resistir en el día malo” (énfasis añadido).\n</p><p>¡Esta no es una postura relajada! Entonces, “estar firmes” es participar vigorosamente en la batalla, empleando todas las armas en el combate cuerpo a cuerpo; un hecho obvio a partir de las imágenes militares de la exhortación anterior de Pablo de estar “firmes en un mismo espíritu, combatiendo unánimes por la fe del evangelio” (Fil. 1:27).\n</p><p><strong>Filipenses 1:27\n</strong></p><p><strong><sup>27</sup> </strong>Solamente que os comportéis como es digno del evangelio de Cristo, para que o sea que vaya a veros, o que esté ausente, oiga de vosotros que estáis firmes en un mismo espíritu, combatiendo unánimes por la fe del evangelio\n</p><p><strong>Lee Hebreos 12:4. ¿Cómo ayuda este versículo a resumir lo que significa permanecer en el Señor? ¿Cuál es la naturaleza colectiva de esta postura también?\n</strong></p><p><strong>Hebreos 12:4\n</strong></p><p><strong><sup>4</sup></strong> Porque aún no habéis resistido hasta la sangre, combatiendo contra el pecado</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 septiembre",
          "dayTitle": "<p>LUCHA CONTRA LOS PODERES DEL MAL</p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p><strong>¿Cuál crees que es el propósito de Pablo al enumerar una serie de títulos para los poderes espirituales malignos descritos en Efesios 1:21; 3:10; y 6:10 al 20?\n</strong></p><p><strong></strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>Efesios 6:10-20\n</strong></p><p><strong><sup>10</sup></strong> Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza.\n</p><p><strong><sup>11</sup></strong> Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo.\n</p><p><strong><sup>12</sup></strong> Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.\n</p><p><strong><sup>13</sup></strong> Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo, y habiendo acabado todo, estar firmes.\n</p><p><strong><sup>14</sup></strong> Estad, pues, firmes, ceñidos vuestros lomos con la verdad, y vestidos con la coraza de justicia,\n</p><p><strong><sup>15</sup></strong> y calzados los pies con el apresto del evangelio de la paz.\n</p><p><strong><sup>16</sup></strong> Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno.\n</p><p><strong><sup>17</sup></strong> Y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios;\n</p><p><strong><sup>18</sup></strong> orando en todo tiempo con toda oración y súplica en el Espíritu, y velando en ello con toda perseverancia y súplica por todos los santos;\n</p><p><strong><sup>19</sup></strong> y por mí, a fin de que al abrir mi boca me sea dada palabra para dar a conocer con denuedo el misterio del evangelio,\n</p><p><strong><sup>20</sup></strong> por el cual soy embajador en cadenas; que con denuedo hable de él, como debo hablar.\n</p><p><strong>Efesios 1:21\n</strong></p><p><sup><strong>21</strong> </sup>sobre todo principado y autoridad y poder y señorío, y sobre todo nombre que se nombra, no solo en este siglo, sino también en el venidero\n</p><p><strong>Efesios 3:10\n</strong></p><p><strong><sup>10</sup></strong> para que la multiforme sabiduría de Dios sea ahora dada a conocer por medio de la iglesia a los principados y potestades en los lugares celestiales\n</p><p>Pablo describe “nuestra lucha” (Efe. 6:12, NVI) usando una palabra griega para la competencia entre luchadores (palé). Dado que la lucha se consideraba una excelente preparación para la batalla, esta es una descripción adecuada del combate arma a arma y cuerpo a cuerpo que tiene lugar cuando los ejércitos chocan. Pablo enfatiza la realidad de la estrecha lucha de los creyentes contra los poderes del mal. Estos son los títulos que les da:\n</p><p><strong>Efesios 1:21&nbsp;</strong></p><p>todo principado (o todo gobierno)&nbsp;</p><p>(toda) autoridad&nbsp;</p><p>(todo) poder&nbsp;</p><p>(todo) señorío&nbsp;</p><p>todo nombre que se nombra\n</p><p><strong>Efesios 3:10</strong>&nbsp;</p><p>los principados&nbsp;</p><p>las potestades\n</p><p><strong>Efesios 6:12</strong>&nbsp;</p><p>principados&nbsp;</p><p>potestades&nbsp;</p><p>los gobernadores de este mundo de tinieblas&nbsp;</p><p>malos espíritus de los aires\n</p><p>En sus amplias descripciones (“todo nombre que se nombra”, Efe. 1:21; los “malos espíritus de los aires”, Efe. 6:12), Pablo afirma que todos los poderes malignos y sobrenaturales están subyugados a Cristo (Efe 1:21). Sin embargo, en cualquier batalla, nunca es una buena estrategia subestimar las fuerzas del bando contrario. Pablo advierte que no solo nos confrontamos con enemigos humanos, sino con “malos espíritus de los aires” (Efe. 6:12), dirigidos por un general astuto, el diablo (Efe. 6:11). Sin embargo, aunque debemos estar alertas contra nuestros poderosos enemigos, no debemos dejarnos intimidar por ellos. Dios está presente con nosotros en la batalla (Efe. 6:10) y nos ha provisto de las mejores armas, su propia armadura, la “armadura de Dios” (Efe. 6:11; comparar con Isa. 59:15–17). Él ha puesto a nuestra disposición su verdad, justicia, paz, fe y salvación, y al Espíritu Santo (Efe. 6:13–17). Si Dios va delante de nosotros y estamos pertrechados de pies a cabeza con la armadura que él nos ha provisto, no podemos fallar (Rom. 16:20; 1 Cor. 15:23, 24; 2 Tes. 2:8).\n</p><p><strong>Isaias 59:15-17\n</strong></p><p><strong><sup>15</sup></strong> Y la verdad fue detenida, y el que se apartó del mal fue puesto en prisión; y lo vio Jehová, y desagradó a sus ojos, porque pereció el derecho.\n</p><p><strong><sup>16</sup></strong> Y vio que no había hombre, y se maravilló que no hubiera quien se interpusiese; y lo salvó su brazo, y le afirmó su misma justicia.\n</p><p><strong><sup>17</sup></strong> Pues de justicia se vistió como de una coraza, con yelmo de salvación en su cabeza; tomó ropas de venganza por vestidura, y se cubrió de celo como de manto\n</p><p><strong>Romanos 16:20\n</strong></p><p><strong><sup>20</sup></strong> Y el Dios de paz aplastará en breve a Satanás bajo vuestros pies. La gracia de nuestro Señor Jesucristo sea con vosotros.\n</p><p><strong>1 Corintios 15:23-24\n</strong></p><p><sup><strong>23</strong> </sup>Pero cada uno en su debido orden: Cristo, las primicias; luego los que son de Cristo, en su venida.\n</p><p><strong><sup>24</sup></strong> Luego el fin, cuando entregue el reino al Dios y Padre, cuando haya suprimido todo dominio, toda autoridad y potencia.\n</p><p><strong>2 Tesalonisenses 2:8\n</strong></p><p><strong><sup>8</sup> </strong>Y entonces se manifestará aquel inicuo, a quien el Señor matará con el espíritu de su boca, y destruirá con el resplandor de su venida\n</p><p><strong>¿Qué debería enseñarnos la realidad de estos poderes malignos sobrenaturales, contra los que nosotros mismos somos totalmente indefensos, con respecto a por qué debemos asirnos del Señor Jesús, quien no solo es mayor que estos poderes sino que además ya los ha vencido?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 septiembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>“Nuestra obra es agresiva y, como fieles soldados de Jesús, debemos llevar el estandarte ensangrentado hasta las mismas fortalezas del enemigo. ‘No tenemos lucha contra sangre y carne; sino contra principados, contra potestades, contra los gobernadores de este mundo de tinieblas, contra malos espíritus de los aires’. Si consentimos en deponer nuestras armas, en bajar el estandarte ensangrentado, en convertirnos en cautivos y siervos de Satanás, podríamos librarnos del conflicto y del sufrimiento. Pero esta paz sólo se obtendrá a costa de la pérdida de Cristo y del Cielo. No podemos aceptar la paz bajo esas condiciones. Que haya guerra, guerra, hasta el fin de la historia de la Tierra, en vez de paz debido a la apostasía y el pecado” (Elena de White, The Review and Herald, 8/5/1888).\n</p><p>¿Qué relación hay entre Efesios 6:10 al 20 y el libro de Apocalipsis? El pasaje exhibe el mismo enfoque básico de los eventos de los últimos días, o escatología, que la temática de confrontación del libro de Apocalipsis (ver Apoc. 12; 16:12–16; 19:17–21; 20:7–10). En ambos, el pueblo de Dios está bajo ataque del enemigo, que está en “los aires” y “es activo y poderoso en el presente eón” (o era). En ambos, el pueblo de Dios se siente alentado por “la imagen del eón futuro”. Además, “ambos escenarios apuntan explícitamente a la batalla final cuando el enemigo será vencido por completo, después de lo cual se establecerá para siempre el nuevo eón”, una nueva era en la que “el glorioso estado final del pueblo de Dios” y “la condenación eterna del enemigo” serán evidentes. (Ver Yordan Kalev Zhekov, Eschatology of Ephesians [Osijek, Croatia: Evangelical Theological Seminary, 2005], pp. 217, 233–235).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> ¿Cuándo te has enfrentado más claramente a los poderes de las tinieblas? ¿Qué estrategias descubriste que son más útiles en esos momentos?&nbsp;</p><p><strong>2.</strong> Sobre la base de Efesios 6:10 al 20, ¿cómo aconsejarías a alguien que se muestra especialmente oprimido por los “malos espíritus de los aires” (Efe. 6:12)?&nbsp;</p><p><strong>3.</strong> ¿Cómo discernimos y rechazamos mejor “las artimañas del diablo” (Efe. 6:11)? Por ejemplo, ¿con qué frecuencia te sientes dispuesto a renunciar a tu fe porque sientes que eres demasiado pecador, demasiado corrupto para ser salvo? ¿Quién está poniendo ese pensamiento en tu mente: Cristo o las fuerzas de las tinieblas? Especialmente en momentos como ese, ¿por qué debes reclamar muchas de las maravillosas promesas que recibimos en Jesús?<br></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": ".",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ</p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Efesios 6:10, 11 Enfoque del estudio: Efesios 6:10-20; Deuteronomio 20:2; Romanos 13:11-14; 1 Tesalonicenses 5:6-8; 1 Corintios 15:23, 24.\n</strong></p><p><strong>Introducción:\n</strong></p><p>Hasta ahora, Pablo ha integrado varios hechos fundamentales relacionados con el evangelio: el hecho de que el Señor ha restaurado la unidad entre judíos y gentiles, esposos y esposas, hijos y padres, esclavos y amos; el hecho de que ha transformado nuestra vida, de que resucitamos, ascendemos y somos exaltados junto con Cristo; el hecho de que Dios nos haya dado bendiciones y dones; y el hecho de que formemos parte de la iglesia de Dios, unidos en el Señor. Todos estos hechos, ¿significan que la historia de la salvación ha terminado y que no tenemos nada más que hacer? De ninguna manera.\n</p><p>En el último capítulo de su carta, Pablo recuerda a los efesios, y a todos nosotros, que los cristianos no solo son personas salvas que engrosan el redil de Jesús. Al contrario, Pablo insiste en que los cristianos, una vez que se unen al Reino del Señor, forman parte de su defensa y promoción. Son soldados del Reino de Dios. Pero no son como los soldados del Imperio romano. Tampoco son milicias rebeldes militarizadas. Su enemigo es espiritual, al igual que la armadura y las armas. Es una batalla cósmica, iniciada en “los lugares celestiales” por “el diablo” y otras “fuerzas poderosas de este mundo tenebroso y [...] espíritus malignos” (Efe. 6:11, 12, NTV), contra el Trono de Dios.\n</p><p>La fuente del poder y la fuerza de los cristianos no reside en sus propios músculos, armaduras, armas, habilidades de batalla ni estrategias. Más bien, su única fuente de poder está, como siempre, en el Señor. Luchan como luchó su Señor, aplastando el mal y los poderes mundanos con el poder del amor y la justicia que emana de la Cruz. Pero la Cruz no es de ellos; es del Señor. Fue el Señor quien obtuvo la victoria sobre los poderes del mal en la Cruz; fue el Señor quien resucitó y ascendió a los Cielos. Es en virtud de esta victoria que el Señor Jesús le brinda a la iglesia su resurrección, su vida y bendiciones (Efe. 1), sus dones (Efe. 4), y ahora su armadura (Efe. 6). Los cristianos luchan, vestidos con la armadura de Cristo, en una batalla que él ya ha ganado.\n</p><p><strong>Temática de la lección:\n</strong></p><p>El estudio de esta semana se centra en dos temas principales:\n</p><p>• Al unirse a la iglesia, el cristiano participa automáticamente en una batalla espiritual de proporciones cósmicas.\n</p><p>• Pero el cristiano no necesita preocuparse, porque su fuerza y armadura provienen del Señor. Todo lo que un cristiano debe hacer es mantenerse firme en el Señor.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>Ponerse del lado victorioso\n</strong></p><p>Cuando Pablo dice “por lo demás” (Efe. 6:10), no quiere decir que está bajando la intensidad ni la descripción elevada de su visión de la vida cristiana. Más bien, está culminando su epístola con un llamado a luchar. Sí, el evangelio de Pablo es un mensaje de paz, pero es un mensaje de paz precisamente debido a una guerra en curso que involucra a todo el universo, desde Dios en el Trono celestial hasta la última persona del mundo. El evangelio de Pablo es un mensaje de paz porque Dios ha obtenido la victoria en esta guerra.\n</p><p>Sin embargo, la guerra continúa para cada uno de nosotros a medida que tomamos partido. Los verdaderos cristianos son aquellos que se ponen de parte de Dios; esta alianza llevará la batalla hasta su puerta. Pero los cristianos no necesitan tener miedo. Al contrario, sabiendo que se han puesto del lado correcto y ganador de la guerra, necesitan saber que no están solos y que han sido empoderados y provistos con todos los pertrechos de guerra que necesitan para salir victoriosos. Lo único que necesitan es decidirse por un lado o el otro. Tan importante es esta postura que, en Efesios 6, el apóstol repite tres veces su llamado a los cristianos a ponerse de parte de Dios (Efe. 6:11, 13, 14).\n</p><p><strong>Aquí estoy\n</strong></p><p>Para 1521, Martín Lutero (1483–1546) ya era la voz cantante de la Reforma. Luego de estudiar las Escrituras en los idiomas originales, el monje agustino, que llegó a ser profesor de Teología Bíblica en la Universidad de Wittenberg, arribó a dos conclusiones principales, ambas reforzadas por la teología de Pablo. En primer lugar, que la justificación del pecador se basa en la gracia de Dios y que el pecador la acepta mediante la fe; esta idea se tradujo en los principios de la Reforma protestante de Sola gratia y Sola fide. En segundo lugar, que las Escrituras constituyen la revelación autosuficiente de Dios y que la Biblia, no el concilio de la iglesia ni el papa, es la única y definitiva regla de fe y autoridad de la iglesia. Esta idea se encapsuló bajo el principio de Sola scriptura de la Reforma.\n</p><p>Mientras estas ideas iban tomando forma en la mente de Lutero, la venta de indulgencias cerca de Wittenberg de Johann Tetzel inspiró a Lutero a pronunciarse contra la flagrante corrupción de la iglesia publicando sus famosas 95 tesis el 31 de octubre de 1517. Sin embargo, en lugar de presenciar una ola de profunda reforma en la iglesia, Lutero se enfrentó a un tsunami de ataques destinados a quebrantarlo y silenciarlo. En la época de la Dieta de Augsburgo de 1518, Lutero ya consideraba que las Escrituras eran la única base para la fe, la moralidad y la teología. Sin embargo, atrapado entre su creciente popularidad en Alemania y la gran presión del papado, Lutero acordó en 1519 no publicar sus opiniones si sus oponentes se abstenían de atacarlo.\n</p><p>Pero cuando, en 1520, fue atacado repetidamente, Lutero decidió hacer públicos sus llamados a una reforma profunda de la iglesia. Como resultado, Lutero publicó una serie de folletos. En estos folletos, el reformador utilizó las Escrituras para desacreditar (1) el reclamo papal de autoridad absoluta sobre la iglesia y el mundo debido a su jerarquía, y (2) el reclamo de la iglesia de controlar la gracia de Dios mediante sus sacramentos y el sacerdocio. En cambio, Lutero propuso que la iglesia necesita regresar al principio del sacerdocio de todos los creyentes, quienes tienen acceso directo a Dios y su gracia por medio de la fe.\n</p><p>La iglesia de Roma respondió mediante la bula del papa León X de 1520, Exsurge Domine, en la que el papa identificó unos 41 supuestos errores teológicos en los escritos de Lutero. Lutero fue excomulgado ese mismo año y se ordenó quemar sus libros. Lutero respondió de la misma manera: cuando recibió la bula papal en diciembre de 1520, la quemó públicamente. La tensa situación se convirtió en una guerra abierta. Carlos V, el nuevo emperador, intentó poner orden en sus dominios convocando a Lutero a la Dieta en la primavera de 1521, en la Ciudad Imperial Libre de Worms (cerca de la ciudad de Frankfurt), donde Lutero tendría que responder por sus opiniones y actos. El reformador viajaría y asistiría a la Dieta bajo la protección de Federico de Sajonia, el fundador de la Universidad de Wittenberg y defensor de Lutero. Lutero estaba muy motivado para luchar por Dios, como se ilustra en su exclamación antes de viajar a Worms: “Entraré en Worms bajo el estandarte de Cristo contra las puertas del infierno” (Roland H. Bainton, Here I Stand: A Life of Martin Luther [Nashville: Abingdon-Cokesbury, 1950], p. 179).\n</p><p>Lutero llegó a Worms el 16 de abril de 1521 y se le ordenó comparecer ante la Dieta a las cuatro de la tarde del día siguiente. El 17 de abril llevaron a Lutero ante la Dieta. El que presidía procedió directamente a preguntar a Lutero si los libros colocados sobre un escritorio eran suyos y si estaba dispuesto a retractarse de las opiniones escritas en ellos. Al darse cuenta de la importancia del momento y su impacto en el futuro del evangelio, Lutero vaciló y solicitó tiempo adicional para su consideración. Se le concedió la petición y volvió a la Dieta el 18 de abril, a las seis de la tarde.\n</p><p>Su apariencia y su voz diferían del día anterior: estaba muy sereno y su voz sonaba fuerte, confiada. Después de reconocer que los libros apilados ante él eran de su autoría, el reformador explicó que no podía retractarse de las ideas de esos libros porque caían en tres categorías, cada una de las cuales contenía verdades de las que no podía retractarse: (1) la proclamación de enseñanzas cristianas generales, (2) la denuncia de corrupción del papado que estaba oprimiendo a la nación alemana, y (3) la denuncia de corrupción de ciertas personas. Por esta razón, Lutero pidió que le mostraran sus errores mediante las Escrituras, y no por mandatos eclesiásticos.\n</p><p>El coordinador reprendió a Lutero por afirmar que las Escrituras eran la autoridad final, señalando que la iglesia estaría expuesta a la vergüenza si se descubría que estaba equivocada después de tantos siglos de dominio. Por esta razón, el coordinador desafió a Lutero a dar una respuesta directa a la pregunta de si renunciaba a sus obras y enseñanzas. La voz resonante de Lutero proclamó la famosa respuesta: “Puesto que Su Majestad y sus señorías desean una respuesta sencilla, responderé sin cuernos y sin dientes. A menos que me convenzan las Escrituras y la razón llana (no acepto la autoridad de papas ni de concilios, pues se han contradicho mutuamente), mi conciencia es cautiva de la Palabra de Dios. No puedo ni quiero retractarme de nada, porque ir contra la conciencia no es correcto ni seguro. Aquí estoy, no puedo hacer otra cosa. Que Dios me ayude. Amén” (Bainton, Here I Stand: A Life of Martin Luther, p. 185).\n</p><p>Cuando un cristiano sincero, lleno del Espíritu y devoto defiende a Cristo, el mundo entero cambia. Además, Lutero no consumó su defensa de manera llamativa o antinatural. Se puso del lado de la fe. No habló apoyado en su propio poder ni en sus planes; fue a Worms como un condenado a muerte. Pero Lutero habló como soldado de Cristo, revestido de la armadura de Dios. La batalla que fue a luchar no era suya, era la batalla de Dios. Todo lo que necesitaba decir era “Aquí estoy”, y Dios cambió el curso del Gran Conflicto para siempre.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Pide a los alumnos que mediten personalmente sobre el siguiente conjunto de preguntas mientras las lees en voz alta en clase: Si bien Pablo nos llama a “mantenernos firmes” en el Señor, a veces tropezamos y caemos. Recuerda cuántas veces has caído en el campo de batalla espiritual. Aunque es posible que te hayas caído muchas veces, haz una breve lista de las principales caídas. Analiza los motivos de esas caídas. ¿Qué pieza o piezas de tu armadura cristiana no desplegaste o no utilizaste correctamente? ¿Qué pieza o piezas de la armadura no usaste a tiempo, lo que podría haber contribuido a esos fracasos espirituales? ¿Qué podrías hacer para remediar la situación y volver a levantarte, defender tu posición espiritual y seguir adelante en la batalla, junto a tu familia y junto a tus hermanos y hermanas en tu comunidad de fe? Pide a uno o dos voluntarios que compartan la respuesta a la última pregunta con la clase. Recuerda el aliento de Dios para sus soldados: “Siete veces cae el justo, y se vuelve a levantar” (Prov. 24:16).\n</p><p>Pablo insta a los efesios a ser fuertes “en el Señor” (Efe. 6:10). Por cierto, el uso que hace el apóstol de las expresiones “en él” o “en Cristo” es tan frecuente, que es obvio que forma parte integral del tema principal de la Epístola y del evangelio (ver, por ejemplo, Efe. 1:1, 3, 4, 7, 9-11, 13, 20; 2:6-8, 13, 15, 21, 22; 3:6, 11, 21; 4:21, 32). A la luz de estos versículos, pide a los miembros de la clase que consideren estas preguntas: en tu opinión, ¿qué era lo que más deseaba Pablo comunicar a sus lectores al usar la expresión “en él”? ¿Por qué Pablo insiste en esta expresión? Pide a la clase que considere Juan 15:4 al 8 para elaborar la respuesta.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>EL LLAMADO A ESTAR FIRMES</p>",
      "verse": "<p>Por lo demás, hermanos míos, fortalézcanse en el Señor y en el poder de su fuerza. Vístanse de toda la armadura de Dios, para que puedan estar firmes contra las artimañas del diablo (Efe. 6:10, 11).</p>",
      "versionCode": 10,
      "weekDate": "9-15 de septiembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
