{
  "data": [
    {
      "color": "#468c8a",
      "id": 3,
      "idEs": 5,
      "language": "es",
      "lessonDays": [
        {
          "date": "8 de enero",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>Inmediatamente después de que Adán y Eva pecaron, Dios les prometió una “descendencia”, un Hijo que los libraría del enemigo, recuperaría la herencia que se había perdido y cumpliría el propósito para el que habían sido creados (Gén. 3:15). Este Hijo los representaría y los redimiría tomando su lugar y, finalmente, destruyendo a la serpiente.<br><br>“Cuando Adán y Eva oyeron por primera vez la promesa, esperaban que se cumpliese rápidamente. Con gozo dieron la bienvenida a su primogénito, esperando que fuese el Libertador. Pero el cumplimiento de la promesa tardó” (DTG 23). La promesa le fue confirmada más tarde a Abraham. Dios le juró que tendría una “simiente”, un Hijo a través del cual todas las naciones de la Tierra serían bendecidas (Gén. 22:16-18; Gál. 3:16). Y Dios hizo lo mismo con David. Le prometió a David que su hijo sería adoptado por Dios como Hijo propio y que se establecería como un gobernante justo sobre todos los reyes de la Tierra (2 Sam. 7:12-14; Sal. 89:27-29). Sin embargo, lo que ni Adán, ni Eva, ni Abraham ni David probablemente nunca se imaginaron era que su Hijo redentor sería Dios mismo.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 9 de Enero",
          "dayTitle": "<p>EN ESTOS POSTREROS DÍAS<br></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>El primer párrafo de Hebreos revela que Pablo creía que estaba viviendo en los “postreros días”. La Escritura emplea dos expresiones sobre el futuro que tienen diferentes significados. Los profetas utilizaron la expresión “postreros días” (o “al final de los días” [RVR1995]) para hablar sobre el futuro en general (p. ej., Deut. 4:30, 31; Jer. 23:20). El profeta Daniel usó una segunda expresión, “el tiempo del fin”, para hablar más específicamente sobre los últimos días de la historia de la Tierra (Dan. 8:17; 12:4).<br><br><strong>Lee Números 24:14 al 19 e Isaías 2:2 y 3. ¿Qué prometió Dios que haría por su pueblo en los “postreros días”?</strong><br><br>Números 24:14 al 19<br><br>14 He aquí, yo me voy ahora a mi pueblo; por tanto, ven, te indicaré lo que este pueblo ha de hacer a tu pueblo en los postreros días.<br><br>15 Y tomó su parábola, y dijo: Dijo Balaam hijo de Beor, Dijo el varón de ojos abiertos;<br><br>16 Dijo el que oyó los dichos de Jehová, Y el que sabe la ciencia del Altísimo, El que vio la visión del Omnipotente; Caído, pero abiertos los ojos:<br><br>17 Lo veré, mas no ahora; Lo miraré, mas no de cerca; Saldrá ESTRELLA de Jacob, Y se levantará cetro de Israel, Y herirá las sienes de Moab, Y destruirá a todos los hijos de Set.<br><br>18 Será tomada Edom, Será también tomada Seir por sus enemigos, E Israel se portará varonilmente.<br><br>19 De Jacob saldrá el dominador, Y destruirá lo que quedare de la ciudad.<br><br>Isaías 2:2 y 3<br><br>2 Acontecerá en lo postrero de los tiempos, que será confirmado el monte de la casa de Jehová como cabeza de los montes, y será exaltado sobre los collados, y correrán a él todas las naciones.<br><br>3 Y vendrán muchos pueblos, y dirán: Venid, y subamos al monte de Jehová, a la casa del Dios de Jacob; y nos enseñará sus caminos, y caminaremos por sus sendas. Porque de Sion saldrá la ley, y de Jerusalén la palabra de Jehová.<br><br>Varios profetas del Antiguo Testamento anunciaron que en los “postreros días” Dios levantaría a un rey que destruiría a los enemigos de su pueblo (p. ej., Núm. 24:14-19) y que atraería a las naciones a Israel (p. ej., Isa. 2:2, 3). Pablo dice que estas promesas se cumplieron en Jesús. Él derrotó a Satanás y atrajo a todas las naciones a sí mismo (Col. 2:15; Juan 12:32). En este sentido, entonces, ha comenzado “el tiempo del fin” porque Jesús ha cumplido las promesas de Dios.<br><br>Nuestros padres espirituales murieron en la fe. Vieron y saludaron las promesas desde “lejos”, pero no las recibieron. Nosotros, por otro lado, hemos visto su cumplimiento en Jesús.<br><br>Pensemos por un momento en las promesas de Dios y en Jesús. El Padre prometió que resucitaría a sus hijos (1 Tes. 4:15, 16). Lo maravilloso es que él inició anticipadamente la resurrección final de sus hijos con la resurrección de Jesús (1 Cor. 15:20; Mat. 27:51–53). El Padre también prometió una nueva Creación (Isa. 65:17). Ha comenzado a cumplir esa promesa al crear una nueva vida espiritual en nosotros (2 Cor. 5:17; Gál. 6:15). Prometió que establecería su Reino final (Dan. 2:44). Él inauguró ese reino al librarnos del poder de Satanás e invistiendo a Jesús como nuestro Gobernante (Mat. 12:28–30; Luc. 10:18–20). Sin embargo, esto es solo el comienzo. Lo que el Padre comenzó a hacer en la primera venida de Jesús lo completará en su segunda venida.<br><strong><br>Observa todas las promesas que Dios cumplió en el pasado. ¿Cuánto debería ayudarnos esto a confiar en las promesas que aún no se han cumplido?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 10 de Enero",
          "dayTitle": "<p>DIOS NOS HA HABLADO POR EL HIJO<br></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Hebreos 1:1 al 4. ¿Cuál es la idea central de estos versículos?</strong><br><br>Hebreos 1:1 al 4.<br><br>1 Dios, habiendo hablado muchas veces y de muchas maneras en otro tiempo a los padres por los profetas, 2 en estos postreros días nos ha hablado por el Hijo, a quien constituyó heredero de todo, y por quien asimismo hizo el universo;<br><br>3 el cual, siendo el resplandor de su gloria, y la imagen misma de su sustancia, y quien sustenta todas las cosas con la palabra de su poder, habiendo efectuado la purificación de nuestros pecados por medio de sí mismo, se sentó a la diestra de la Majestad en las alturas,<br><br>4 hecho tanto superior a los ángeles, cuanto heredó más excelente nombre que ellos.<br><br>Hebreos 1:1 al 4 es una sola –y extensa oración en el griego original, y se ha argumentado que es la más hermosa de todo el Nuevo Testamento desde el punto de vista retórico y artístico. Su principal afirmación es que Dios nos ha hablado en su Hijo, Jesús.<br><br>Para muchos judíos del siglo I d.C., la palabra de Dios no se había escuchado durante mucho tiempo. La última revelación que se expresó en la palabra escrita de Dios había llegado a través del profeta Malaquías y los ministerios de Esdras y Nehemías cuatro siglos antes. Pero ahora, a través de Jesús, Dios les estaba hablando de nuevo.<br><br>No obstante, la revelación de Dios a través de Jesús era superior a la revelación que Dios había hecho a través de los profetas porque Jesús es un medio mayor de revelación. Él es Dios mismo, quien creó el cielo y la Tierra y gobierna el Universo. Para Pablo, la divinidad de Cristo nunca estuvo en duda. Se da por sentad.<br><br>Además, para Pablo, el Antiguo Testamento era la Palabra de Dios. El mismo Dios que habló en el pasado sigue hablando en el presente. El Antiguo Testa - mento comunicaba un verdadero conocimiento de la voluntad de Dios. Sin embargo, recién fue posible comprender su significado más pleno cuando el Hijo llegó a la Tierra. En la mente del autor, la revelación del Padre en el Hijo proporcionó la clave para comprender la verdadera magnitud del Antiguo Testamento, al igual que la imagen en la caja de un rompecabezas proporciona la clave para encontrar el lugar correcto para cada una de sus piezas. Jesús sacó a la luz gran parte del Antiguo Testamento.<br><br>Mientras tanto, Jesús vino a ser nuestro Representante y nuestro Salvador. Él ocuparía nuestro lugar en la lucha y derrotaría a la serpiente. Asimismo, en Hebreos, Jesús es el “líder” y el “precursor” de los creyentes (Heb. 2:10 [NTV]; 6:20). Él lucha por nosotros y nos representa. Esto también significa que lo que Dios hizo por Jesús, nuestro Representante, el Padre también lo quiere hacer por nosotros. El que exaltó a Jesús a su diestra también quiere que nos sentemos con Jesús en su Trono (Apoc. 3:21). El mensaje de Dios para nosotros en Jesús incluye no solo lo que Jesús dijo, sino también lo que el Padre hizo a través de él y para él, todo para nuestro beneficio temporal y eterno.<br><br><strong>Piensa en lo que significa que Jesús, Dios con nosotros, haya venido a esta Tierra. ¿Por qué esta verdad debería darnos tanta esperanza?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 11 de Enero",
          "dayTitle": "<p>ES EL RESPLANDOR DE LA GLORIA DE DIOS<br></p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Hebreos 1:2 al 4. ¿Cuáles son algunas de las cosas que nos enseña este pasaje sobre Jesús?</strong><br><br>Hebreos 1:2 al 4<br><br>2 en estos postreros días nos ha hablado por el Hijo, a quien constituyó heredero de todo, y por quien asimismo hizo el universo;<br><br>3 el cual, siendo el resplandor de su gloria, y la imagen misma de su sustancia, y quien sustenta todas las cosas con la palabra de su poder, habiendo efectuado la purificación de nuestros pecados por medio de sí mismo, se sentó a la diestra de la Majestad en las alturas,<br><br>4 hecho tanto superior a los ángeles, cuanto heredó más excelente nombre que ellos.<br><br>En esta parte, nos centraremos en la porción que dice: “siendo el resplandor de su gloria, y la imagen misma de su sustancia” (Heb. 1:3).<br><br><strong>Lee Éxodo 24:16 y 17; y Salmo 4:6; 36:9; y 89:15. ¿Cómo nos ayudan estos textos a comprender cuál es la gloria de Dios?</strong><br><br>Éxodo 24:16 y 17<br><br>16 Y la gloria de Jehová reposó sobre el monte Sinaí, y la nube lo cubrió por seis días; y al séptimo día llamó a Moisés de en medio de la nube.<br><br>17 Y la apariencia de la gloria de Jehová era como un fuego abrasador en la cumbre del monte, a los ojos de los hijos de Israel.<br><br>Salmo 4:6;<br><br>Muchos son los que dicen: ¿Quién nos mostrará el bien? Alza sobre nosotros, oh Jehová, la luz de tu rostro.<br><br>Salmos 36:9;<br><br>Porque contigo está el manantial de la vida; En tu luz veremos la luz.<br><br>Salmos 89:15<br><br>Bienaventurado el pueblo que sabe aclamarte; Andará, oh Jehová, a la luz de tu rostro.<br><br>En el Antiguo Testamento, la gloria de Dios se refiere a su presencia visible entre su pueblo (Éxo. 16:7; 24:16, 17; Lev. 9:23; Núm. 14:10). Esta presencia a menudo se asocia con la luz o el resplandor.<br><br>Las Escrituras nos informan que Jesús es la Luz que vino a este mundo para revelar la gloria de Dios (Heb. 1:3; Juan 1:6–9, 14–18; 2 Cor. 4:6). Piensa, por ejemplo, en cómo se manifestó Jesús en la Transfiguración: “Y se transfiguró delante de ellos, y resplandeció su rostro como el sol, y sus vestidos se hicieron blancos como la luz” (Mat. 17:2).<br><br>Así como el Sol no se puede percibir salvo por el resplandor de su luz, a Dios lo conocemos a través de Jesús. Desde nuestra perspectiva, es como si los dos fueran uno solo.<br><br>Hebreos también dice que Jesús es la “expresión exacta” de la naturaleza del Padre (Heb. 1:3, LBLA). Hay una correspondencia perfecta entre el Padre y el Hijo. Ten en cuenta que los seres humanos llevan la imagen de Dios pero no su naturaleza (Gén. 1:26). No obstante, el Hijo comparte la misma naturaleza con el Padre. No es de extrañar que Jesús dijera: “El que me ha visto a mí, ha visto al Padre” (Juan 14:9).<br><strong><br>¿Por qué es tan bueno que Jesús nos revele el carácter y la gloria del Padre? ¿Qué nos dice Jesús sobre cómo es el Padre?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miercoles 12 de Enero",
          "dayTitle": "<p>POR QUIEN HIZO EL UNIVERSO<br></p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p>Hebreos afirma que Dios creó el mundo “por medio de” o “por” Jesús y que Jesús sostiene al mundo con su palabra poderosa.<br><br><strong>Lee Isaías 44:24; 45:18; y Nehemías 9:6. Dado que en el Antiguo Testa - mento el Señor aseveró que él creó el mundo “solo” y que él es el “único Dios” (TLA), ¿cómo podemos conciliar esta afirmación con las declaraciones del Nuevo Testamento de que Dios creó el Universo “por medio de” Jesús (Heb. 1:2, 3, NVI)?</strong><br><br>Isaías 44:24;<br><br>24 Así dice Jehová, tu Redentor, que te formó desde el vientre: Yo Jehová, que lo hago todo, que extiendo solo los cielos, que extiendo la tierra por mí mismo;<br><br>Isaías 45:18<br><br>18 Porque así dijo Jehová, que creó los cielos; él es Dios, el que formó la tierra, el que la hizo y la compuso; no la creó en vano, para que fuese habitada la creó: Yo soy Jehová, y no hay otro.<br><br>Nehemías 9:6<br><br>6 Tú solo eres Jehová; tú hiciste los cielos, y los cielos de los cielos, con todo su ejército, la tierra y todo lo que está en ella, los mares y todo lo que hay en ellos; y tú vivificas todas estas cosas, y los ejércitos de los cielos te adoran.<br><br>Algunos piensan que Jesús fue un instrumento a través del cual Dios creó. Pero Jesús es el Señor que creó el mundo; no fue un mero ayudante. Hebreos 1:10 dice que Jesús es el Señor que creó la Tierra y los cielos, y Pablo también le aplica a él lo que dice el Salmo 102:25 al 27 acerca del Señor (Yahvé) como Creador. En segundo lugar, Hebreos 2:10 (RVA-2105) dice que el Universo fue creado “por causa de” o “por medio” del Padre (exactamente las mismas expresiones que se aplican a Jesús en Heb. 1:2.) El Padre creó y Jesús creó (Heb. 1:2, 10; 2:10). Existe una concordancia perfecta entre Padre e Hijo en propósito y actividad. Esto es parte del misterio de la Trinidad. Jesús creó y el Padre creó, pero según la Biblia hay un solo Creador, Dios; lo que implica que Jesús es plenamente divino.<br><br>Entretanto, Hebreos 4:13 muestra que Jesús también es Juez. Su autoridad para gobernar y juzgar deriva del hecho de que Dios creó todas las cosas y sostiene el Universo (Isa. 44:24-28).<br><br>Hebreos 1:3 y Colosenses 1:17 afirman que Jesús también sostiene el Universo. Este acto sustentador probablemente incluye la idea de orientación o dirección. La palabra griega pheron(sostener, conducir) se usa para describir el viento que impulsa una barca (Hech. 27:15, 17) o a Dios guiando a los profetas (2 Ped. 1:21). Por ende, en un sentido real, Jesús no solo nos creó, sino también nos sostiene. Cada respiración, cada latido, cada momento de nuestra existencia se encuentra en él, Jesús, el Fundamento de toda la existencia creada.<br><br><strong>Busca Hechos 17:28. ¿Qué nos dice acerca de Jesús y su poder? Luego, piensa en las implicaciones de este mismo Jesús muriendo en la Cruz por nuestros pecados. ¿Qué nos enseña esta verdad sobre el carácter abnegado de nuestro Señor?</strong><br><br>Hechos 17:28<br><br>28 Porque en él vivimos, y nos movemos, y somos; como algunos de vuestros propios poetas también han dicho: Porque linaje suyo somos.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 13 de Enero",
          "dayTitle": "<p>YO TE HE ENGENDRADO HOY<br></p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p>Hebreos 1:5 presenta las siguientes palabras del Padre a Jesús: “Mi Hijo eres tú, yo te he engendrado hoy”. ¿Qué significa que Jesús fue “engendrado” y cuándo sucedió esto? ¿No muestra esto que Jesús de alguna manera fue creado por Dios en algún momento del pasado, como muchos creen?<br><br><strong>Lee Hebreos 1:5; 2 Samuel 7:12 al 14; Salmo 2:7; y Lucas 1:31 y 32. ¿Qué promesa hecha a David aplicó Pablo a Jesús en Hebreos?<br></strong><br>Hebreos 1:5;<br><br>5 Porque ¿a cuál de los ángeles dijo Dios jamás: Mi Hijo eres tú, Yo te he engendrado hoy, y otra vez: Yo seré a él Padre, Y él me será a mí hijo?<br><br>2 Samuel 7:12 al 14<br><br>12 Y cuando tus días sean cumplidos, y duermas con tus padres, yo levantaré después de ti a uno de tu linaje, el cual procederá de tus entrañas, y afirmaré su reino.<br><br>13 Él edificará casa a mi nombre, y yo afirmaré para siempre el trono de su reino.<br><br>14 Yo le seré a él padre, y él me será a mí hijo. Y si él hiciere mal, yo le castigaré con vara de hombres, y con azotes de hijos de hombres;<br><br>Salmo 2:7<br><br>7 Yo publicaré el decreto; Jehová me ha dicho: Mi hijo eres tú; Yo te engendré hoy.<br><br>Lucas 1:31 y 32<br><br>31 Y ahora, concebirás en tu vientre, y darás a luz un hijo, y llamarás su nombre JESÚS.<br><br>32 Este será grande, y será llamado Hijo del Altísimo; y el Señor Dios le dará el trono de David su padre;<br><br>Jesús fue engendrado en el sentido de que fue “adoptado” por Dios como el Mesías príncipe prometido, el hijo de David. El concepto de que, al heredar el trono, el gobernante era “adoptado” por la deidad era común en el mundo grecorromano y en Oriente. Esto daba legitimidad al gobernante, y autoridad sobre su imperio.<br><br>Sin embargo, Dios le prometió a David que su Hijo sería el verdadero gobernante legítimo de todas las naciones. Él “adoptaría” al hijo de David como Hijo propio. Mediante este proceso, el Rey davídico se convertiría en el protegido de Dios y en su heredero. Dios derrotaría a sus enemigos y le daría las naciones como herencia (Sal. 89:27; 2:7, 8).<br><br>Como podemos leer en Romanos 1:3 y 4 y en Hechos 13:32 y 33, Jesús fue dado a conocer públicamente como el Hijo de Dios. El bautismo y la transfiguración de Jesús fueron momentos en los que Dios identificó y anunció a Jesús como su Hijo (Mat. 3:17; 17:5).<br><br>Sin embargo, según el Nuevo Testamento, Jesús se convirtió en el “Hijo de Dios con poder” (Rom. 1:4) cuando resucitó y se sentó a la diestra de Dios. Fue en ese momento cuando Dios cumplió su promesa hecha a David de que su hijo sería adoptado como el Hijo de Dios y su trono sobre las naciones se establecería para siempre (2 Sam. 7:12-14).<br><br>Por lo tanto, no era César (símbolo de Roma) el legítimo “hijo de dios”, príncipe de las naciones, sino Jesucristo. La palabra “engendrado” aplicada a Jesús se aplica a su entronización, refiere al comienzo del gobierno de Jesús sobre las naciones, no al comienzo de su existencia; pues Jesús siempre había existido. Nunca hubo un momento en que Jesús no existiera; él es Dios.<br><br>De hecho, Hebreos 7:3 dice que Jesús no tiene “principio de días, ni fin de vida” (ver Heb. 13:8) porque es eterno. Por lo tanto, la idea de Jesús como el “hijo unigénito” de Dios no tiene relación con la naturaleza de Cristo como deidad, sino con su papel en el plan de salvación, ya que Cristo hizo realidad todas las promesas del Pacto.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 14 de Enero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR<br></p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p>La venida de Jesús a esta Tierra como el Hijo de Dios cumplió varias funciones al mismo tiempo. En primer lugar, como el divino Hijo de Dios, Jesús vino a revelarnos al Padre. A través de sus actos y sus palabras, Jesús nos mostró cómo es realmente el Padre y por qué podemos confiar en él y serle obedientes.<br><br>Jesús también vino como el Hijo prometido de David, Abraham y Adán, a través del cual Dios había prometido que derrotaría al Enemigo y gobernaría al mundo. Por lo tanto, Jesús vino a ocupar el lugar de Adán a la cabeza de la humanidad y cumplió el propósito original que Dios tenía para ella (Gén. 1:26- 28; Sal. 8:3-8). Jesús llegó a ser el Gobernante justo que Dios siempre quiso que tuviera este mundo.<br><br>“Y las palabras dichas a Jes ús a orillas del Jordán ‘Este es mi Hijo amado, en quien tengo complacencia’ abarcan a toda la humanidad. Dios habló a Jesús como nuestro Representante. No obstante todos nuestros pecados y debilidades, no somos desechados como inútiles. Él ‘nos hizo aceptos en el Amado’ (Efe. 1:6). La gloria que descans ó sobre Jesús es una prenda del amor de Dios hacia nosotros. [...] La luz que cay ó desde los portales abiertos sobre la cabeza de nuestro Salvador caerá sobre nosotros mientras oramos por ayuda para resistir la tentación. La voz que habló a Jesús dice a toda alma creyente: ‘Este es mi hijo amado, en quien tengo complacencia’ ” (DTG 87, 88).<br><strong><br>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1</strong> Hemos aprendido que una mejor comprensión de las palabras y las acciones de Jesús nos ayuda a entender mejor a Dios el Padre. ¿De qué manera práctica enriquece tu relación con el Padre el hecho de comprender mejor la naturaleza de Jesús?<br><br><strong>2</strong> Aprendimos que la forma en que Dios habló y trató a Jesús es la forma en que quiere hablarnos y tratarnos a nosotros. ¿Qué nos dice eso sobre cómo nosotros debemos tratar a los demás?<br><br><strong>3</strong> Reflexiona en la importancia de la divinidad eterna de Cristo. ¿Qué perdemos si creemos que Jesús, de alguna manera, era un ser creado, como nosotros, pero que fue a la Cruz? Compara ese pensamiento con la realidad de que Cristo era el Dios eterno y él mismo fue a la Cruz. ¿Cuál es la gran diferencia entre las dos ideas?<br><br><strong>4</strong> En clase, dialoguen acerca de dar gloria a Dios. Lean Apocalipsis 14:7. ¿En qué medida dar gloria a Dios forma parte de la Verdad Presente y del mensaje de los tres ángeles?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>JESÚS, EL HIJO PROMETIDO<br></p>",
      "verse": "<p>“En estos postreros días nos ha hablado por el Hijo, a quien constituyó heredero de todo, y por quien asimismo hizo el universo; el cual, siendo el resplandor de su gloria, y la imagen misma de su sustancia, y quien sustenta todas las cosas con la palabra de su poder, habiendo efectuado la purificación de nuestros pecados por medio de sí mismo, se sentó a la diestra de la Majestad en las alturas” (Heb. 1:2, 3).<br></p>",
      "versionCode": 16,
      "weekDate": "8–14 de enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
