{
  "data": [
    {
      "color": "#0dab3a", 
      "id": 9, 
      "idEs": 5, 
      "language": "es", 
      "lessonDays": [
        {
          "date": "19 de febrero", 
          "dayTitle": "", 
          "id": 91, 
          "idDay": 1, 
          "idLesson": 9, 
          "lessonText": "<p>La idea de que un hombre declarado culpable y ejecutado en una cruz debería ser adorado como Dios era ofensiva para la mentalidad antigua.<br><br>Las escasas referencias a la crucifixión en la literatura romana muestran su aversión a la idea. Para los judíos, la Ley declaraba que un hombre empalado en un árbol era maldito por Dios (Deut. 21:23).<br><br>Por consiguiente, los primeros motivos que encontramos en las pinturas cristianas de las catacumbas eran el pavo real (que supuestamente simboliza la inmortalidad), una paloma, la palma de la victoria del atleta y el pez. Posteriormente aparecieron otras temáticas: el arca de Noé; Abraham sacrificando el carnero en lugar de Isaac; Daniel en el foso de los leones; Jonás escupido por el pez; un pastor que lleva un cordero; o representaciones de milagros como la curación del paralítico y la resurrección de Lázaro. Estos eran símbolos de salvación, victoria y cuidado. La cruz, por otro lado, transmitía una sensación de derrota y vergu?enza. Sin embargo, fue la cruz la que se convirtió en emblema del cristianismo. De hecho, Pablo simplemente calificó el evangelio como “la palabra de la cruz” (1 Cor. 1:18).<br><br>Esta semana veremos la Cruz tal como aparece en el libro de Hebreos.<br></p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "20 de febrero", 
          "dayTitle": "<p>¿POR QUÉ SE NECESITABAN SACRIFICIOS?<br></p>", 
          "id": 92, 
          "idDay": 2, 
          "idLesson": 9, 
          "lessonText": "<p>Hebreos 9:15 explica que la muerte de Jesús como sacrificio tenía el propósito de ofrecer “redención de las transgresiones que había durante el primer pacto”, a fin de que los elegidos de Dios “reciban la promesa de la herencia eterna” (RVR 1977).<br><br>En el antiguo Cercano Oriente, un pacto entre dos personas o naciones era un asunto serio. Implicaba un intercambio de promesas bajo juramento. Entrañaba la suposición de que los dioses castigarían a quienes rompieran el juramento. A menudo, estos pactos se ratificaban mediante el sacrificio de un animal.<br><br>Por ejemplo, cuando Dios hizo un pacto con Abraham, la ceremonia implicó cortar animales por la mitad (Gén. 15:6-21). Los participantes caminaban entre las partes como un reconocimiento de que esos animales representaban el destino de la parte que rompía el pacto. Es notable que solo Dios haya caminado entre los animales, con el propósito de comunicarle a Abraham que no rompería su promesa.<br><br><strong>Compara Génesis 15:6 al 21 con Jeremías 34:8 al 22. ¿Qué enseñan estos pasajes sobre el Pacto?</strong><br></p><p><strong>&nbsp;Génesis 15:6-21 <br></strong></p><p><strong><sup>6</sup></strong> Y creyó a Jehová, y le fue contado por justicia. <strong><br></strong></p><p><strong><sup>7</sup></strong> Y le dijo: Yo soy Jehová, que te saqué de Ur de los caldeos, para darte a heredar esta tierra. <strong><br></strong></p><p><strong><sup>8</sup></strong> Y él respondió: Señor Jehová, ¿en qué conoceré que la he de heredar? <strong><br></strong></p><p><strong><sup>9 </sup></strong>Y le dijo: Tráeme una becerra de tres años, y una cabra de tres años, y un carnero de tres años, una tórtola también, y un palomino. <strong><br></strong></p><p><strong><sup>10</sup></strong> Y tomó él todo esto, y los partió por la mitad, y puso cada mitad una enfrente de la otra; mas no partió las aves. <strong><br></strong></p><p><strong><sup>11 </sup></strong>Y descendían aves de rapiña sobre los cuerpos muertos, y Abram las ahuyentaba. <strong><br></strong></p><p><strong><sup>12</sup></strong> Mas a la caída del sol sobrecogió el sueño a Abram, y he aquí que el temor de una grande oscuridad cayó sobre él. <strong><br></strong></p><p><strong><sup>13</sup></strong> Entonces Jehová dijo a Abram: Ten por cierto que tu descendencia morará en tierra ajena, y será esclava allí, y será oprimida cuatrocientos años. <strong><br></strong></p><p><strong><sup>14</sup></strong> Mas también a la nación a la cual servirán, juzgaré yo; y después de esto saldrán con gran riqueza. <strong><br></strong></p><p><strong><sup>15</sup></strong> Y tú vendrás a tus padres en paz, y serás sepultado en buena vejez. <strong><br></strong></p><p><strong><sup>16</sup></strong> Y en la cuarta generación volverán acá; porque aún no ha llegado a su colmo la maldad del amorreo hasta aquí. <br></p><p><strong><sup>17</sup></strong> Y sucedió que puesto el sol, y ya oscurecido, se veía un horno humeando, y una antorcha de fuego que pasaba por entre los animales divididos. <strong><br></strong></p><p><strong><sup>18</sup></strong> En aquel día hizo Jehová un pacto con Abram, diciendo: A tu descendencia daré esta tierra, desde el río de Egipto hasta el río grande, el río Éufrates; <strong><br></strong></p><p><strong><sup>19</sup></strong> la tierra de los ceneos, los cenezeos, los cadmoneos, <strong><br></strong></p><p><strong><sup>20</sup></strong> los heteos, los ferezeos, los refaítas, <strong><br></strong></p><p><strong><sup>21</sup></strong> los amorreos, los cananeos, los gergeseos y los jebuseos.<br></p><p><strong> Jeremías 34:8-22</strong></p><p><strong><sup>8</sup></strong> Palabra de Jehová que vino a Jeremías, después que Sedequías hizo pacto con todo el pueblo en Jerusalén para promulgarles libertad; <strong><br></strong></p><p><strong><sup>9</sup></strong> que cada uno dejase libre a su siervo y a su sierva, hebreo y hebrea; que ninguno usase a los judíos, sus hermanos, como siervos. <strong><br></strong></p><p><strong><sup>10 </sup></strong>Y cuando oyeron todos los príncipes, y todo el pueblo que había convenido en el pacto de dejar libre cada uno a su siervo y cada uno a su sierva, que ninguno los usase más como siervos, obedecieron, y los dejaron. <strong><br></strong></p><p><strong><sup>11</sup></strong> Pero después se arrepintieron, e hicieron volver a los siervos y a las siervas que habían dejado libres, y los sujetaron como siervos y siervas.</p><p> <strong><sup>12</sup></strong> Vino, pues, palabra de Jehová a Jeremías, diciendo: <strong><br></strong></p><p><strong><sup>13 </sup></strong>Así dice Jehová Dios de Israel: Yo hice pacto con vuestros padres el día que los saqué de tierra de Egipto, de casa de servidumbre, diciendo: <strong><br></strong></p><p><strong><sup>14 </sup></strong>Al cabo de siete años dejará cada uno a su hermano hebreo que le fuere vendido; le servirá seis años, y lo enviará libre; pero vuestros padres no me oyeron, ni inclinaron su oído. <strong><br></strong></p><p><strong><sup>15</sup></strong> Y vosotros os habíais hoy convertido, y hecho lo recto delante de mis ojos, anunciando cada uno libertad a su prójimo; y habíais hecho pacto en mi presencia, en la casa en la cual es invocado mi nombre. <strong><br></strong></p><p><strong><sup>16</sup></strong> Pero os habéis vuelto y profanado mi nombre, y habéis vuelto a tomar cada uno a su siervo y cada uno a su sierva, que habíais dejado libres a su voluntad; y los habéis sujetado para que os sean siervos y siervas. <strong><br></strong></p><p><strong><sup>17</sup></strong> Por tanto, así ha dicho Jehová: Vosotros no me habéis oído para promulgar cada uno libertad a su hermano, y cada uno a su compañero; he aquí que yo promulgo libertad, dice Jehová, a la espada y a la pestilencia y al hambre; y os pondré por afrenta ante todos los reinos de la tierra. <strong><br></strong></p><p><strong><sup>18 </sup></strong>Y entregaré a los hombres que traspasaron mi pacto, que no han llevado a efecto las palabras del pacto que celebraron en mi presencia, dividiendo en dos partes el becerro y pasando por medio de ellas; <strong><br></strong></p><p><strong><sup>19</sup></strong> a los príncipes de Judá y a los príncipes de Jerusalén, a los oficiales y a los sacerdotes y a todo el pueblo de la tierra, que pasaron entre las partes del becerro, <strong><br></strong></p><p><strong><sup>20</sup></strong> los entregaré en mano de sus enemigos y en mano de los que buscan su vida; y sus cuerpos muertos serán comida de las aves del cielo, y de las bestias de la tierra. <strong><br></strong></p><p><strong><sup>21</sup></strong> Y a Sedequías rey de Judá y a sus príncipes los entregaré en mano de sus enemigos, y en mano de los que buscan su vida, y en mano del ejército del rey de Babilonia, que se ha ido de vosotros. <strong><br></strong></p><p><strong><sup>22</sup></strong> He aquí, mandaré yo, dice Jehová, y los haré volver a esta ciudad, y pelearán contra ella y la tomarán, y la quemarán con fuego; y reduciré a soledad las ciudades de Judá, hasta no quedar morador.<strong><br></strong></p><p>El Pacto con Dios le daba a Israel acceso a la Tierra Prometida como herencia. Sin embargo, implicaba un conjunto de mandamientos y la aspersión de sangre sobre un altar. Esta aspersión implicaba el destino de la parte que rompía el Pacto. Por eso, Hebreos dice que “sin derramamiento de sangre no hay remisión [de pecados]” (Heb. 9:22, traducción literal).<br><br>Cuando Israel rompió el Pacto, Dios enfrentó un doloroso dilema. El Pacto exigía la muerte de los transgresores, pero Dios amaba a su pueblo. Si Dios simplemente miraba para otro lado o se negaba a castigar a los transgresores, sus mandamientos nunca serían aplicables y este mundo se hundiría en el caos.<br><br>No obstante, el Hijo de Dios se ofreció como Sustituto. Murió en nuestro lugar para que “reciba[mos] la promesa de la herencia eterna” (Heb. 9:15, 26; Rom. 3:21-26). Es decir, iba a defender la santidad de su Ley y, al mismo tiempo, salvar a los que quebrantaban esa Ley. Y pudo hacer esto solamente a través de la Cruz.<br><br><strong>¿Por qué la Ley es fundamental en el mensaje evangélico?</strong><br></p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "21 de febrero", 
          "dayTitle": "<p>DIVERSOS TIPOS DE SACRIFICIOS<br></p>", 
          "id": 93, 
          "idDay": 3, 
          "idLesson": 9, 
          "lessonText": "<p>La muerte de Jesús posibilitó el perdón, o remisión, de nuestros pecados. Sin embargo, la remisión de nuestros pecados implica mucho más que la cancelación del castigo por nuestra transgresión del Pacto. Implica otros elementos de igual importancia. Por tal motivo, el sistema de sacrificios israelita tenía cinco tipos diferentes de sacrificios. Cada uno era necesario para expresar la riqueza del significado de la Cruz de Cristo.<br><br><strong>Lee Efesios 3:14 al 19. ¿Cuál fue el pedido de oración de Pablo en favor de los creyentes?</strong><br></p><p><strong>Efesios 3:14-19</strong></p><p><strong><sup>14</sup></strong> Por esta causa doblo mis rodillas ante el Padre de nuestro Señor Jesucristo, <strong><sup><br></sup></strong></p><p><strong><sup>15</sup></strong> de quien toma nombre toda familia en los cielos y en la tierra, <strong><br></strong></p><p><strong><sup>16</sup></strong> para que os dé, conforme a las riquezas de su gloria, el ser fortalecidos con poder en el hombre interior por su Espíritu; <strong><br></strong></p><p><strong><sup>17</sup></strong> para que habite Cristo por la fe en vuestros corazones, a fin de que, arraigados y cimentados en amor, <strong><br></strong></p><p><strong><sup>18</sup></strong> seáis plenamente capaces de comprender con todos los santos cuál sea la anchura, la longitud, la profundidad y la altura, <strong><br></strong></p><p><strong><sup>19</sup></strong> y de conocer el amor de Cristo, que excede a todo conocimiento, para que seáis llenos de toda la plenitud de Dios.<strong><br></strong></p><p><br><em>La ofrenda para holocausto</em> (u ofrenda encendida) requería que todo el animal se consumiera en el Altar (Lev. 1). Representaba a Jesús, cuya vida fue consumida por nosotros. La Expiación requirió el compromiso total de Jesús con nosotros. Aunque era igual a Dios, Jesús “se despojó a sí mismo, tomando forma de siervo” (Fil. 2:5-8).<br><br><em>La ofrenda de cereal</em> era una ofrenda de gratitud a Dios por la provisión del sustento para su pueblo (Lev. 2). También representa a Jesús, “el pan de vida” (Juan 6:35, 48), a través del cual tenemos vida eterna.<br><br><em>La ofrenda de paz</em>, o de comunión, implicaba una comida comunitaria con amigos y familiares para celebrar la prosperidad y el bienestar provistos por Dios (Lev. 3). Representaba a Cristo, cuyo sacrificio nos ofreció paz (Isa. 53:5; Rom. 5:1; Efe. 2:14). También enfatiza que debemos participar del sacrificio de Jesús comiendo su carne y bebiendo su sangre (Juan 6:51–56).<br><br><em>La ofrenda por el pecado</em>, o de purificación, ofrecía expiación por los pecados (Lev. 4:1–5:13). Este sacrificio enfatizaba el papel de la sangre del animal, que representaba su vida, para ofrecer redención de los pecados (Lev. 17:11), y apuntaba a la sangre de Jesús, que nos redime de nuestros pecados (Mat. 26:28; Rom. 3:25; Heb. 9:14).<br><br><em>La ofrenda por la culpa</em>, o de reparación (Lev. 5:14–6:7), brindaba perdón en los casos en que era posible la reparación, o restitución. Nos indica que el perdón de Dios no nos libra de la responsabilidad de ofrecer reparación, o restitución, cuando sea posible, a quienes hemos agraviado. Los sacrificios del Santuario nos enseñan que la experiencia de la salvación es más que simplemente aceptar a Jesús como nuestro Sustituto. También necesitamos “alimentarnos” de él, compartir sus beneficios con los demás y ofrecer reparación a quienes hemos agraviado.<br></p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "22 de febrero", 
          "dayTitle": "<p>EL SACRIFICIO PERFECTO DE JESÚS<br></p>", 
          "id": 94, 
          "idDay": 4, 
          "idLesson": 9, 
          "lessonText": "<p><strong>Lee Hebreos 7:27 y 10:10. ¿Cómo se describe el sacrificio de Jesús en estos pasajes?</strong><br></p><p><strong>Hebreos 7:27 <br></strong></p><p><strong><sup>27</sup></strong> que no tiene necesidad cada día, como aquellos sumos sacerdotes, de ofrecer primero sacrificios por sus propios pecados, y luego por los del pueblo; porque esto lo hizo una vez para siempre, ofreciéndose a sí mismo.<br></p><p><strong>Hebreos 10:10</strong></p><p><strong><sup>10</sup> </strong>En esa voluntad somos santificados mediante la ofrenda del cuerpo de Jesucristo hecha una vez para siempre.<strong><br></strong></p><p>Los sacerdotes levitas, que “llegaron a ser muchos, debido a que por la muerte no podían continuar” (Heb. 7:23), contrastan con Jesús, quien vive para siempre y tiene un sacerdocio eterno (Heb. 7:24, 25). Los sacerdotes levitas “cada día” (Heb. 7:27) y “cada año” (Heb. 9:25) ofrecían ofrendas y sacrificios que “no [tenían] poder alguno para perfeccionar la conciencia de los que celebran ese culto” (Heb. 9:9 NVI; 10:1–4).<br><br>Sin embargo, Jesús ofreció “una vez para siempre un solo sacrificio” (Heb. 10:10, 12-14) que limpia nuestra conciencia (Heb. 9:14; Heb. 10:1-10) y quita el pecado de en medio (Heb. 9:26). El sacrificio de Jesús es superior al sacrificio de los animales porque Jesús era el Hijo de Dios (Heb. 7:26-28), y cumplió perfectamente la voluntad de Dios (Heb. 10:5-10).<br><br>La descripción del sacrificio de Jesús, “una vez para siempre”, tiene varias implicaciones importantes. En primer lugar, el sacrificio de Jesús es perfectamente eficaz y nunca podrá ser superado. Los sacrificios de los sacerdotes levitas se repetían porque no eran eficaces; “de otra manera, ¿no habrían dejado ya de hacerse sacrificios? Pues los que rinden culto, purificados de una vez por todas, ya no se habrían sentido culpables de pecado” (Heb. 10:2 NVI).<br><br>En segundo lugar, los diferentes tipos de sacrificios del Antiguo Testamento encontraron su cumplimiento en la Cruz. Por lo tanto, Jesús no solo nos limpia de pecado (Heb. 9:14); también ofrece santificación (Heb. 10:10-14; 9:26). Antes de que los sacerdotes pudieran acercarse a Dios en el Santuario y ministrar en favor de sus semejantes, tenían que purificarse y santificarse, o consagrarse (Lev. 8, 9). El sacrificio de Jesús nos limpia y nos consagra (Heb. 10:10-14) para que podamos acercarnos a Dios con confianza (Heb. 10:19-23) y servirlo como “real sacerdocio” (Heb. 9:14; 1 Ped. 2:9).<br><br>Finalmente, el sacrificio de Jesús también sustenta nuestra vida espiritual. Ofrece un ejemplo para observar y seguir. Por lo tanto, Hebreos nos invita a fijar nuestros ojos en Jesús, especialmente en los eventos de la Cruz, y a seguir su ejemplo (Heb. 12:1-4; 13:12, 13).<br><strong><br>La Cruz es la base de todos los beneficios que Dios nos concede. Ofrece purificación del pecado, santificación para servir y alimento para crecer. ¿Cuál es la mejor forma de experimentar más de lo que recibimos en Jesús?</strong><br></p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "23 de febrero", 
          "dayTitle": "<p>LA CRUZ Y EL COSTO DEL PERDÓN<br></p>", 
          "id": 95, 
          "idDay": 5, 
          "idLesson": 9, 
          "lessonText": "<p><strong>Lee Hebreos 9:22 al 28. ¿Qué dice este pasaje sobre la obra de Cristo en el Santuario celestial?</strong><br></p><p><strong>Hebreos 9:22-28</strong></p><p><strong><sup>22</sup></strong> Y casi todo es purificado, según la ley, con sangre; y sin derramamiento de sangre no se hace remisión.<sup><br><br><strong>23</strong></sup> Fue, pues, necesario que las figuras de las cosas celestiales fuesen purificadas así; pero las cosas celestiales mismas, con mejores sacrificios que estos. <strong><br></strong></p><p><strong><sup>24</sup></strong> Porque no entró Cristo en el santuario hecho de mano, figura del verdadero, sino en el cielo mismo para presentarse ahora por nosotros ante Dios; <strong><br></strong></p><p><strong><sup>25</sup></strong> y no para ofrecerse muchas veces, como entra el sumo sacerdote en el Lugar Santísimo cada año con sangre ajena. <strong><br></strong></p><p><strong><sup>26</sup></strong> De otra manera le hubiera sido necesario padecer muchas veces desde el principio del mundo; pero ahora, en la consumación de los siglos, se presentó una vez para siempre por el sacrificio de sí mismo para quitar de en medio el pecado. <strong><br></strong></p><p><strong><sup>27</sup></strong> Y de la manera que está establecido para los hombres que mueran una sola vez, y después de esto el juicio, <strong><br></strong></p><p><strong><sup>28</sup></strong> así también Cristo fue ofrecido una sola vez para llevar los pecados de muchos; y aparecerá por segunda vez, sin relación con el pecado, para salvar a los que le esperan.<strong><br></strong></p><p>La idea de que el Santuario celestial necesita ser purificado tiene sentido en el contexto del Santuario del Antiguo Testamento. El Santuario es un símbolo del reinado, o gobierno, de Dios (1 Sam. 4:4; 2 Sam. 6:2), y la forma en que Dios trata con el pecado de su pueblo afecta la percepción pública de la justicia de su Reino (Sal. 97:2). Como gobernante, Dios es el Juez de su pueblo, y se espera que sea justo, que reivindique al inocente y condene al culpable.<br><br>Por lo tanto, cuando Dios perdona al pecador, asume la responsabilidad judicial. El Santuario, que representa el carácter y la administración de Dios, está contaminado. Esto explica por qué Dios carga con nuestros pecados cuando perdona (Éxo. 34:7; Núm. 14:17-19; en el hebreo original, “perdonar” [nosé’], en estos versículos, significa “llevar, cargar”).<br><br>El sistema sacrificial del Santuario israelita ilustra este aspecto. Cuando una persona buscaba el perdón, llevaba un animal como sacrificio en su nombre, confesaba los pecados y lo mataba. La sangre del animal se untaba sobre los cuernos del altar o se rociaba delante del velo, en el primer departamento del Santuario. Así, el pecado se transfería simbólicamente al Santuario. Dios tomaba los pecados del pueblo y los cargaba sobre sí mismo.<br><br>En el sistema israelita, la purificación, o expiación, de los pecados se daba en dos fases. Durante el año, los pecadores arrepentidos llevaban sacrificios al Santuario, con lo que quedaban limpios de su pecado, pero ese pecado se trasladaba al Santuario, a Dios mismo. Al final del año, en el Día de la Expiación, que era el Día del Juicio, Dios purificaba el Santuario, con lo que quitaba su responsabilidad judicial al transferir los pecados del Santuario al macho cabrío, Azazel, que representaba a Satanás (Lev. 16:15-22).<br><br>Este sistema de dos fases, representado por los dos departamentos del Santuario terrenal, que eran un modelo del Santuario celestial (Éxo. 25:9; Heb. 8:5), le permitía a Dios mostrar misericordia y justicia al mismo tiempo.<br><br>Los que confesaban sus pecados durante el año demostraban lealtad a Dios al guardar un descanso solemne y afligirse en el Día de la Expiación (Lev. 16:29–31). Toda persona que no mostraba lealtad era “cortada” (Lev. 23:27–32).<br><br><strong>Piensa en lo que experimentarías si tuvieras que afrontar el justo castigo por tus pecados. Esa verdad, ¿en qué medida debería ayudarte a comprender lo que Cristo ha hecho por ti?</strong><br></p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "24 de febrero", 
          "dayTitle": "<p>EL JUICIO Y EL CARÁCTER DE DIOS<br></p>", 
          "id": 96, 
          "idDay": 6, 
          "idLesson": 9, 
          "lessonText": "<p><strong>Lee Romanos 3:21 al 26; 1:16 y 17; y 5:8. La Redención en la Cruz para perdón de nuestros pecados, ¿qué revela acerca de Dios?</strong><br></p><p><strong>Romanos 3:21-26</strong></p><p><strong><sup>21</sup></strong> Pero ahora, aparte de la ley, se ha manifestado la justicia de Dios, testificada por la ley y por los profetas; <strong><br></strong></p><p><strong><sup>22</sup></strong> la justicia de Dios por medio de la fe en Jesucristo, para todos los que creen en él. Porque no hay diferencia, <strong><br></strong></p><p><strong><sup>23</sup></strong> por cuanto todos pecaron, y están destituidos de la gloria de Dios, <strong><br></strong></p><p><strong><sup>24</sup></strong> siendo justificados gratuitamente por su gracia, mediante la redención que es en Cristo Jesús, <strong><br></strong></p><p><strong><sup>25</sup></strong> a quien Dios puso como propiciación por medio de la fe en su sangre, para manifestar su justicia, a causa de haber pasado por alto, en su paciencia, los pecados pasados, <strong><br></strong></p><p><strong><sup>26</sup></strong> con la mira de manifestar en este tiempo su justicia, a fin de que él sea el justo, y el que justifica al que es de la fe de Jesús.<strong><br></strong></p><p><strong>Romanos 1:16-17</strong></p><p><strong><sup>16</sup></strong> Porque no me avergüenzo del evangelio, porque es poder de Dios para salvación a todo aquel que cree; al judío primeramente, y también al griego. <strong><br></strong></p><p><strong><sup>17</sup></strong> Porque en el evangelio la justicia de Dios se revela por fe y para fe, como está escrito: Mas el justo por la fe vivirá.<strong><br></strong></p><p><strong><br></strong></p><p><strong> Romanos 5:8</strong></p><p><strong><sup>8</sup> </strong>Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.<strong><br></strong></p><p>El perdón de nuestros pecados implica dos fases en la mediación de Jesús en los dos departamentos del Santuario celestial. En primer lugar, Jesús quitó de en medio nuestros pecados y él mismo los cargó en la Cruz para ofrecer perdón a todos los que creen en él (Hech. 2:38; 5:31). En la Cruz, Jesús obtuvo el derecho de perdonar a todo el que crea en él porque él cargó con esos pecados. También estableció un Nuevo Pacto, que le permite poner la Ley de Dios en el corazón de los creyentes mediante el Espíritu Santo (Heb. 8:10-12; Eze. 36:25-27).<br><br>Una segunda fase del ministerio de Jesús consiste en un juicio, el juicio previo al Advenimiento, que aún era futuro desde el punto de vista de los hebreos (Heb. 2:1-4; 6:2; 9:27, 28; 10:25). Este juicio comienza con el pueblo de Dios y se describe en Daniel 7:9 al 27, Mateo 22:1 al 14 y Apocalipsis 14:7. Su propósito es mostrar la justicia de Dios al perdonar a su pueblo. En este juicio, los registros de su vida estarán abiertos para que los vea el Universo. Dios mostrará lo que sucedió en el corazón de los creyentes y cómo abrazaron a Jesús como su Salvador y aceptaron al Espíritu en su vida.<br><br>En cuanto a este juicio, Elena de White escribió: “El hombre no puede por sí mismo hacer frente a estas acusaciones. Con sus ropas manchadas de pecado, confiesa su culpabilidad delante de Dios. Pero Jesús, nuestro Abogado, presenta una súplica eficaz en favor de todos los que mediante el arrepentimiento y la fe le han confiado la guarda de sus almas. Intercede por su causa y vence a su acusador con los poderosos argumentos del Calvario. Su perfecta obediencia a la Ley de Dios, aun hasta la muerte de la Cruz, le ha dado toda potestad en el cielo y en la Tierra, y él solicita a su Padre misericordia y reconciliación para el hombre culpable. [...] Pero, aunque debemos comprender nuestra condición pecaminosa, debemos fiar en Cristo como nuestra justicia, nuestra santificación y redención. No podemos contestar las acusaciones de Satanás contra nosotros.<br><br>Solo Cristo puede presentar una intercesión eficaz en nuestro favor. Él puede hacer callar al acusador con argumentos que no se basan en nuestros méritos, sino en los suyos” (TI 5:445, 446).<br><br><strong>¿Por qué la Cruz y el ministerio de Jesús en nuestro favor sugieren que debemos esperar el Juicio con confianza, pero con humildad y arrepentimiento?</strong><br></p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "25 de febrero", 
          "dayTitle": "", 
          "id": 97, 
          "idDay": 7, 
          "idLesson": 9, 
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p> <p><br></p> <p>Lee Elena G. de White, El Deseado de todas las gentes, “Calvario”, pp. 690-705; “ ‘Consumado es’ ”, pp. 706-713.</p> <p><br></p> <p>El profesor J&iacute;í Moskala ha explicado la naturaleza de este juicio previo al Advenimiento. Dios “no está ahí para mostrar mis pecados como en un escaparate. Al contrario, apuntará en primer lugar a su asombrosa y poderosa gracia transformadora y, frente a todo el Universo, él, como el verdadero Testigo de toda mi vida, explicará mi actitud hacia Dios, mis motivaciones, mi pensamiento, mis hechos, mi orientación y mi dirección en la vida. Él demostrará todo. Jesús testificará que cometí muchos errores, que transgredí su santa Ley, pero también que me arrepentí, que pedí perdón y que su gracia me transformó. Proclamará: ‘Mi sangre es suficiente para el pecador Moskala, su orientación de vida está puesta en mí, su actitud hacia mí y hacia los demás es cálida y desinteresada; es digno de confianza, es mi buen siervo y fiel’ ” (“Toward a Biblical Theology of God’s Judgment: A Celebration of the Cross in Seven Phases of Divine Universal Judgment”, p. 155).</p> <p><br></p> <p>“Tanto los redimidos como los seres que no cayeron hallar&aacute;n en la Cruz de Cristo su ciencia y su canto. Se ver&aacute; que la gloria que resplandece en el rostro de Jes&uacute;s es la gloria del amor abnegado. A la luz del Calvario se ver&aacute; que la ley del amor autorrenunciante es la ley de vida para la Tierra y el cielo; que el amor que ‘no busca lo suyo’ tiene su fuente en el coraz&oacute;n de Dios; y que en el Manso y Humilde se manifest&oacute; el car&aacute;cter del que mora en la luz a la que ning&uacute;n hombre puede acceder” (DTG 11).</p> <p><br></p> <p><strong>PREGUNTAS PARA DIALOGAR:</strong></p> <p><br></p> <p><strong>1.</strong> Los seres humanos siempre han tenido la tendencia a ofrecer diferentes tipos de sacrificios a Dios a cambio del perdón o la salvación. Algunos le ofrecen actos heroicos de penitencia (viajes largos y demás), otros le ofrecen una vida de servicio, o actos de privación, etc. ¿Cómo deben considerarse estos actos a la luz del sacrificio de Jesús y la afirmación de las Escrituras de que la Cruz ha puesto fin a todos los sacrificios (Dan. 9:27; Heb. 10:18)?</p> <p><br></p> <p><strong>2.</strong> Al mismo tiempo, ¿cuál es el papel del sacrificio en la vida del creyente? ¿Qué quiso decir Jesús cuando enseñó que debemos tomar nuestra cruz y seguirlo (Mat. 16:24), o el apóstol Pablo cuando dijo que deberíamos ofrecer nuestro cuerpo “en sacrificio vivo, santo, agradable a Dios” (Rom. 12:1)? ¿Cuál es la relación entre las instrucciones de Jesús y las de Pablo (Mat. 16:24; Rom. 12:1) y Hebreos 13:15 y 16?</p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }
      ], 
      "lessonNumber": 9, 
      "lessonType": "A", 
      "quarter": "1T2022", 
      "title": "<p>JESÚS, EL SACRIFICIO PERFECTO<br></p>", 
      "verse": "<p>Porque con una sola ofrenda hizo perfectos para siempre a los santificados (Heb. 10:14).<br></p>", 
      "versionCode": 16, 
      "weekDate": "19-25 de febrero"
    }
  ], 
  "message": "Consulta con éxito", 
  "success": true
}
