{
   "data":[
      {
         "color":"#0489B1",
         "id":12,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 11 de Junio",
               "dayTitle":"",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p>José es ahora autoridad de Egipto, y sus propios hermanos se postrarán ante él sin saber quién es (Gén. 42). Los hermanos de José se humillarán cuando José los obligue a regresar con Benjamín (Gén. 43) y, cuando la seguridad de Benjamín se vea amenazada, a su entender (Gén. 44), suplicarán gracia ante este hombre poderoso, a quien ven “como Faraón”. Al final, cuando José revele su identidad, comprenderán que, a pesar de lo que habían hecho, Dios había sacado algo bueno de todo esto.\n</p><p>Curiosamente, toda la secuencia de eventos que sigue, que se suponía que tendría que ser sobre el éxito de José, trata más del arrepentimiento de sus hermanos. Los viajes de ida y vuelta desde José hasta su padre, y los obstáculos que encuentran, los hicieron recordar sus actos malvados hacia José y su padre, y se dieron cuenta de su iniquidad para con Dios. Los hermanos de José viven toda esa experiencia como un juicio divino. Y, sin embargo, el conmovedor final, que hace llorar y alegrar a todos, también contiene un mensaje de perdón para ellos, a pesar de sus injustificables actos de maldad.</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 12 de Junio",
               "dayTitle":"<p><strong>JOSÉ ASCIENDE AL PODER</strong></p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p>Para José, los sueños del faraón revelaban lo que Dios estaba “por hacer” (Gén. 41: 28, NVI) en la tierra. Sin embargo, José no le pide al faraón que crea en su Dios. La respuesta inmediata de José es la acción. José propone un programa económico. Curiosamente, el faraón solo retiene la parte económica del discurso de José, que parece más interesado en la lección económica que en el significado espiritual del sueño y el papel de Dios en su elaboración.\n</p><p><strong>Lee Génesis 41: 37 al 57. ¿Qué lugar ocupa Dios en el éxito de José?\n</strong><strong>Lee Génesis 41: 37 al 57. ¿Qué lugar ocupa Dios en el éxito de José?\n</strong></p><p><strong>Génesis 41:37-57\nGénesis 41:37-57\n</strong></p><p><strong><sup>37</sup></strong>&nbsp;El asunto pareció bien a Faraón y a sus siervos,\n</p><p><strong><sup>38</sup></strong> y dijo Faraón a sus siervos: ¿Acaso hallaremos a otro hombre como este, en quien esté el espíritu de Dios?\n</p><p><sup>39</sup> Y dijo Faraón a José: Pues que Dios te ha hecho saber todo esto, no hay entendido ni sabio como tú.\n</p><p><strong><sup>40</sup></strong> Tú estarás sobre mi casa, y por tu palabra se gobernará todo mi pueblo; solamente en el trono seré yo mayor que tú.\n</p><p><strong><sup>41</sup></strong> Dijo además Faraón a José: He aquí yo te he puesto sobre toda la tierra de Egipto.\n</p><p><strong><sup>42</sup></strong> Entonces Faraón quitó su anillo de su mano, y lo puso en la mano de José, y lo hizo vestir de ropas de lino finísimo, y puso un collar de oro en su cuello;\n</p><p><strong><sup>43</sup></strong> y lo hizo subir en su segundo carro, y pregonaron delante de él: ¡Doblad la rodilla!; y lo puso sobre toda la tierra de Egipto.\n</p><p><strong><sup>44</sup></strong> Y dijo Faraón a José: Yo soy Faraón; y sin ti ninguno alzará su mano ni su pie en toda la tierra de Egipto.\n</p><p><strong><sup>45</sup></strong> Y llamó Faraón el nombre de José, Zafnat-panea; y le dio por mujer a Asenat, hija de Potifera sacerdote de On. Y salió José por toda la tierra de Egipto.\n</p><p><strong><sup>46</sup></strong> Era José de edad de treinta años cuando fue presentado delante de Faraón rey de Egipto; y salió José de delante de Faraón, y recorrió toda la tierra de Egipto.\n</p><p><strong><sup>47</sup></strong> En aquellos siete años de abundancia la tierra produjo a montones.\n</p><p><strong><sup>48</sup></strong> Y él reunió todo el alimento de los siete años de abundancia que hubo en la tierra de Egipto, y guardó alimento en las ciudades, poniendo en cada ciudad el alimento del campo de sus alrededores.\n</p><p><strong><sup>49</sup></strong> Recogió José trigo como arena del mar, mucho en extremo, hasta no poderse contar, porque no tenía número. 50 Y nacieron a José dos hijos antes que viniese el primer año del hambre, los cuales le dio a luz Asenat, hija de Potifera sacerdote de On.\n</p><p><strong><sup>51</sup></strong> Y llamó José el nombre del primogénito, Manasés; porque dijo: Dios me hizo olvidar todo mi trabajo, y toda la casa de mi padre.\n</p><p><strong><sup>52</sup></strong> Y llamó el nombre del segundo, Efraín; porque dijo: Dios me hizo fructificar en la tierra de mi aflicción.\n</p><p><strong><sup>53</sup></strong> Así se cumplieron los siete años de abundancia que hubo en la tierra de Egipto.\n</p><p><strong><sup>54</sup></strong> Y comenzaron a venir los siete años del hambre, como José había dicho; y hubo hambre en todos los países, mas en toda la tierra de Egipto había pan.\n</p><p><strong><sup>55</sup></strong> Cuando se sintió el hambre en toda la tierra de Egipto, el pueblo clamó a Faraón por pan. Y dijo Faraón a todos los egipcios: Id a José, y haced lo que él os dijere.\n</p><p><strong><sup>56</sup></strong> Y el hambre estaba por toda la extensión del país. Entonces abrió José todo granero donde había, y vendía a los egipcios; porque había crecido el hambre en la tierra de Egipto.\n</p><p><strong><sup>57</sup></strong> Y de toda la tierra venían a Egipto para comprar de José, porque por toda la tierra había crecido el hambre.\n</p><p>El faraón elige a José para que se haga cargo no tanto porque interpretó correctamente sus sueños y reveló el inminente problema de la tierra, sino porque tenía una solución a ese problema, porque le “pareció bueno el plan” (Gén. 41: 37, NVI), una opinión también compartida por los siervos del faraón.\n</p><p>La elección del faraón parece haber sido más pragmática que religiosa. Y sin embargo, el faraón reconoce que la presencia del “espíritu de Dios” (Gén. 41: 38) está en José, quien es calificado como “entendido” y “sabio” (Gén. 41: 39), una expresión que caracteriza la sabiduría que Dios da (ver Gén. 41: 33; comparar con 1 Rey. 3: 12).\n</p><p><strong>1 Reyes 3: 12\n</strong></p><p><strong><sup>12</sup></strong> he aquí lo he hecho conforme a tus palabras; he aquí que te he dado corazón sabio y entendido, tanto que no ha habido antes de ti otro como tú, ni después de ti se levantará otro como tú.\n</p><p>Todos los detalles informados en el texto bíblico se ajustan a la situación histórica de Egipto en ese momento. Políticamente, el hecho de que el faraón designara a José como visir no es raro en el antiguo Egipto, donde se han documentado casos de visires extranjeros.\n</p><p>Los próximos siete años son años de abundancia, de tal manera que la producción de granos se vuelve “incalculable” (Gén. 41: 49, RVA-2015), una señal de providencia sobrenatural. La comparación “como arena del mar” (Gén. 41: 49) revela que esta es la bendición de Dios (Gén. 22: 17). José refleja personalmente esa bendición en su fecundidad, una coincidencia que evidencia la presencia de Dios mismo detrás de los dos fenómenos. José tiene dos hijos cuyos nombres muestran la experiencia de José con la providencia de Dios, que ha transformado el recuerdo del dolor en gozo (Manasés) y la antigua aflicción en fecundidad (Efraín). Qué ejemplo tan poderoso de cómo Dios convirtió algo malo en algo muy bueno.\n</p><p><strong>Génesis 22:17\n</strong></p><p><strong><sup>17</sup></strong> de cierto te bendeciré, y multiplicaré tu descendencia como las estrellas del cielo y como la arena que está a la orilla del mar; y tu descendencia poseerá las puertas de sus enemigos.\n</p><p>¿Cuáles son algunas formas en que los demás deberían ver, por el estilo de vida que llevamos, la realidad de nuestro Dios?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 13 de Junio",
               "dayTitle":"<p><strong>JOSÉ CONFRONTA A SUS HERMANOS</strong></p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p><strong>Lee Génesis 42. ¿Qué sucedió aquí y cómo revela la providencia de Dios, a pesar de la maldad y la mala conducta humanas?\n</strong></p><p><strong>Génesis 42\n</strong></p><p><strong><sup>1</sup></strong> Viendo Jacob que en Egipto había alimentos, dijo a sus hijos: ¿Por qué os estáis mirando?\n</p><p><strong><sup>2</sup></strong> Y dijo: He aquí, yo he oído que hay víveres en Egipto; descended allá, y comprad de allí para nosotros, para que podamos vivir, y no muramos.\n</p><p><strong><sup>3</sup></strong> Y descendieron los diez hermanos de José a comprar trigo en Egipto.\n</p><p><strong><sup>4</sup></strong> Mas Jacob no envió a Benjamín, hermano de José, con sus hermanos; porque dijo: No sea que le acontezca algún desastre.\n</p><p><strong><sup>5</sup></strong> Vinieron los hijos de Israel a comprar entre los que venían; porque había hambre en la tierra de Canaán.\n</p><p><strong><sup>6</sup></strong> Y José era el señor de la tierra, quien le vendía a todo el pueblo de la tierra; y llegaron los hermanos de José, y se inclinaron a él rostro a tierra.\n</p><p><strong><sup>7</sup></strong> Y José, cuando vio a sus hermanos, los conoció; mas hizo como que no los conocía, y les habló ásperamente, y les dijo: ¿De dónde habéis venido? Ellos respondieron: De la tierra de Canaán, para comprar alimentos.\n</p><p><strong><sup>8</sup></strong> José, pues, conoció a sus hermanos; pero ellos no le conocieron.\n</p><p><strong><sup>9</sup></strong> Entonces se acordó José de los sueños que había tenido acerca de ellos, y les dijo: Espías sois; por ver lo descubierto del país habéis venido.\n</p><p><strong><sup>10</sup></strong> Ellos le respondieron: No, señor nuestro, sino que tus siervos han venido a comprar alimentos.\n</p><p><strong><sup>11</sup></strong> Todos nosotros somos hijos de un varón; somos hombres honrados; tus siervos nunca fueron espías.\n</p><p><strong><sup>12</sup></strong> Pero José les dijo: No; para ver lo descubierto del país habéis venido.\n</p><p><strong><sup>13</sup></strong> Y ellos respondieron: Tus siervos somos doce hermanos, hijos de un varón en la tierra de Canaán; y he aquí el menor está hoy con nuestro padre, y otro no parece.\n</p><p><strong><sup>14</sup></strong> Y José les dijo: Eso es lo que os he dicho, afirmando que sois espías.\n</p><p><strong><sup>15 </sup></strong>En esto seréis probados: Vive Faraón, que no saldréis de aquí, sino cuando vuestro hermano menor viniere aquí.\n</p><p><strong><sup>16 </sup></strong>Enviad a uno de vosotros y traiga a vuestro hermano, y vosotros quedad presos, y vuestras palabras serán probadas, si hay verdad en vosotros; y si no, vive Faraón, que sois espías.\n</p><p><strong><sup>17 </sup></strong>Entonces los puso juntos en la cárcel por tres días. 18 Y al tercer día les dijo José: Haced esto, y vivid: Yo temo a Dios.\n</p><p><strong><sup>19 </sup></strong>Si sois hombres honrados, quede preso en la casa de vuestra cárcel uno de vuestros hermanos, y vosotros id y llevad el alimento para el hambre de vuestra casa.\n</p><p><strong><sup>20</sup></strong> Pero traeréis a vuestro hermano menor, y serán verificadas vuestras palabras, y no moriréis. Y ellos lo hicieron así.\n</p><p><strong><sup>21 </sup></strong>Y decían el uno al otro: Verdaderamente hemos pecado contra nuestro hermano, pues vimos la angustia de su alma cuando nos rogaba, y no le escuchamos; por eso ha venido sobre nosotros esta angustia.\n</p><p><strong><sup>22 </sup></strong>Entonces Rubén les respondió, diciendo: ¿No os hablé yo y dije: No pequéis contra el joven, y no escuchasteis? He aquí también se nos demanda su sangre.\n</p><p><strong><sup>23 </sup></strong>Pero ellos no sabían que los entendía José, porque había intérprete entre ellos.\n</p><p><strong><sup>24 </sup></strong>Y se apartó José de ellos, y lloró; después volvió a ellos, y les habló, y tomó de entre ellos a Simeón, y lo aprisionó a vista de ellos.\n</p><p><strong><sup>25 </sup></strong>Después mandó José que llenaran sus sacos de trigo, y devolviesen el dinero de cada uno de ellos, poniéndolo en su saco, y les diesen comida para el camino; y así se hizo con ellos.\n</p><p><strong><sup>26 </sup></strong>Y ellos pusieron su trigo sobre sus asnos, y se fueron de allí.\n</p><p><strong><sup>27 </sup></strong>Pero abriendo uno de ellos su saco para dar de comer a su asno en el mesón, vio su dinero que estaba en la boca de su costal.\n</p><p><strong><sup>28</sup></strong> Y dijo a sus hermanos: Mi dinero se me ha devuelto, y helo aquí en mi saco. Entonces se les sobresaltó el corazón, y espantados dijeron el uno al otro: ¿Qué es esto que nos ha hecho Dios?\n</p><p><strong><sup>29 </sup></strong>Y venidos a Jacob su padre en tierra de Canaán, le contaron todo lo que les había acontecido, diciendo: 30 Aquel varón, el señor de la tierra, nos habló ásperamente, y nos trató como a espías de la tierra.\n</p><p><strong><sup>31 </sup></strong>Y nosotros le dijimos: Somos hombres honrados, nunca fuimos espías.\n</p><p><strong><sup>32 </sup></strong>Somos doce hermanos, hijos de nuestro padre; uno no parece, y el menor está hoy con nuestro padre en la tierra de Canaán.\n</p><p><strong><sup>33 </sup></strong>Entonces aquel varón, el señor de la tierra, nos dijo: En esto conoceré que sois hombres honrados: dejad conmigo uno de vuestros hermanos, y tomad para el hambre de vuestras casas, y andad,\n</p><p><strong><sup>34 </sup></strong>y traedme a vuestro hermano el menor, para que yo sepa que no sois espías, sino hombres honrados; así os daré a vuestro hermano, y negociaréis en la tierra.\n</p><p><strong><sup>35</sup></strong> Y aconteció que vaciando ellos sus sacos, he aquí que en el saco de cada uno estaba el atado de su dinero; y viendo ellos y su padre los atados de su dinero, tuvieron temor.\n</p><p><strong><sup>36</sup></strong> Entonces su padre Jacob les dijo: Me habéis privado de mis hijos; José no parece, ni Simeón tampoco, y a Benjamín le llevaréis; contra mí son todas estas cosas.\n</p><p><strong><sup>37</sup></strong> Y Rubén habló a su padre, diciendo: Harás morir a mis dos hijos, si no te lo devuelvo; entrégalo en mi mano, que yo lo devolveré a ti.\n</p><p><strong><sup>38</sup></strong> Y él dijo: No descenderá mi hijo con vosotros, pues su hermano ha muerto, y él solo ha quedado; y si le aconteciere algún desastre en el camino por donde vais, haréis descender mis canas con dolor al Seol.</p><p><br></p><p>El hambre obliga a Jacob a enviar a sus hijos a Egipto para comprar grano. Irónicamente, es Jacob quien inicia el proyecto (Gen 42: 1). El desafortunado anciano, víctima de circunstancias que escapan a su control, sin saberlo pone en marcha una asombrosa cadena de acontecimientos que lo llevarán a reencontrarse con el hijo por el que tanto tiempo había guardado luto.\n</p><p>El carácter providencial de este encuentro se evidencia mediante dos símbolos fundamentales. En primer lugar, se ve como un cumplimiento de los sueños de José. El acontecimiento, predicho en los sueños proféticos de José: “vuestros manojos [...] se inclinaban al mío” (Gén. 37: 7), está ocurriendo ahora. José es identificado como “el gobernador del país” (Gén. 42: 6, NVI) y “el señor de la tierra” (Gén. 42: 30, 33). La poderosa posición de José contrasta con la de sus hermanos necesitados, quienes “se inclinaron a él rostro a tierra” (Gén. 42: 6); los mismos diez hermanos que se burlaron de José acerca de su sueño y dudaron de su cumplimiento (Gén. 37: 8).\n</p><p><strong style=\"background-color: initial;\">Génesis 37:7-8</strong><br></p><p><strong style=\"background-color: initial;\"><sup>7</sup> </strong><span style=\"background-color: initial;\">He aquí que atábamos manojos en medio del campo, y he aquí que mi manojo se levantaba y estaba derecho, y que vuestros manojos estaban alrededor y se inclinaban al mío.</span></p><p><strong style=\"background-color: initial;\"><sup>8</sup> </strong><span style=\"background-color: initial;\">Le respondieron sus hermanos: ¿Reinarás tú sobre nosotros, o señorearás sobre nosotros? Y le aborrecieron aún más a causa de sus sueños y sus palabras</span><span style=\"background-color: initial;\">.</span></p><p>En segundo lugar, este encuentro providencial se describe como una respuesta. Los ecos lingüísticos y temáticos entre los dos acontecimientos fundamentan el papel de la retribución justa. La frase “decían el uno al otro” (Gén. 42: 21) también se usó cuando comenzaron a conspirar contra José (Gén. 37: 19). La permanencia de los hermanos en prisión (Gén. 42: 17) se hace eco de la permanencia de José en prisión (Gén. 40: 3, 4). De hecho, los hermanos de José relacionan lo que les está sucediendo en ese momento con lo que le hicieron a su hermano unos veinte años atrás. “Y decían el uno al otro: Verdaderamente hemos pecado contra nuestro hermano, pues vimos la angustia de su alma cuando nos rogaba, y no le escuchamos; por eso ha venido sobre nosotros esta angustia” (Gén. 42: 21).\n</p><p>Las palabras de Rubén “se nos demanda su sangre” (Gén. 42: 22), que reflejan su advertencia anterior, “no derraméis sangre” (Gén. 37: 22), refuerzan la vinculación entre lo que ahora enfrentaban y lo que habían hecho.</p><p><strong>Génesis 37:22</strong></p><p><strong><sup>22</sup></strong> Y les dijo Rubén: No derraméis sangre; echadlo en esta cisterna que está en el desierto, y no pongáis mano en él; por librarlo así de sus manos, para hacerlo volver a su padre.</p><p><br></p><p><strong>La mayoría de nosotros, sin duda, hemos hecho cosas que lamentamos. ¿Cómo podemos, en la medida de lo posible, compensar lo que hemos hecho? Además, ¿por qué es tan básico que aceptemos las promesas de perdón de Dios por medio de Jesús (ver Rom. 5: 7-11)?\n</strong></p><p><strong>Romanos 5: 7-11\n</strong></p><p><strong><sup>7 </sup></strong>Ciertamente, apenas morirá alguno por un justo; con todo, pudiera ser que alguno osara morir por el bueno.\n</p><p><strong><sup>8</sup></strong> Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.\n</p><p><strong><sup>9</sup></strong> Pues mucho más, estando ya justificados en su sangre, por él seremos salvos de la ira.\n</p><p><strong><sup>10</sup></strong> Porque si siendo enemigos, fuimos reconciliados con Dios por la muerte de su Hijo, mucho más, estando reconciliados, seremos salvos por su vida.\n</p><p><strong><sup>11</sup></strong> Y no solo esto, sino que también nos gloriamos en Dios por el Señor nuestro Jesucristo, por quien hemos recibido ahora la reconciliación.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 14 de Junio",
               "dayTitle":"<p><strong>JOSÉ Y BENJAMÍN</strong></p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p>Jacob sencillamente no podía permitir la partida de Benjamín, el único hijo con Raquel que le quedaba. Tenía miedo de perderlo, como ya había perdido a José (Gén. 43: 6-8). Solo cuando no hubo más comida (Gén. 43: 2) y cuando Judá se comprometió a garantizar el regreso de Benjamín (Gén. 43: 9), Jacob finalmente consintió en una segunda visita a Egipto y permitió que Benjamín fuera con sus hermanos.\n</p><p><strong>Lee Génesis 43. ¿Qué efecto tuvo la presencia de Benjamín en el curso de los acontecimientos?</strong></p><p><strong>Génesis 43</strong></p><p><strong><sup>1</sup></strong> El hambre era grande en la tierra;\n</p><p><sup><strong>2</strong></sup> y aconteció que cuando acabaron de comer el trigo que trajeron de Egipto, les dijo su padre: Volved, y comprad para nosotros un poco de alimento.\n</p><p><sup><strong>3</strong></sup> Respondió Judá, diciendo: Aquel varón nos protestó con ánimo resuelto, diciendo: No veréis mi rostro si no traéis a vuestro hermano con vosotros.\n</p><p><strong><sup>4 </sup></strong>Si enviares a nuestro hermano con nosotros, descenderemos y te compraremos alimento.\n</p><p><strong><sup>5</sup></strong> Pero si no le enviares, no descenderemos; porque aquel varón nos dijo: No veréis mi rostro si no traéis a vuestro hermano con vosotros.\n</p><p><sup><strong>6 </strong></sup>Dijo entonces Israel: ¿Por qué me hicisteis tanto mal, declarando al varón que teníais otro hermano?\n</p><p><sup><strong>7</strong></sup> Y ellos respondieron: Aquel varón nos preguntó expresamente por nosotros, y por nuestra familia, diciendo: ¿Vive aún vuestro padre? ¿Tenéis otro hermano? Y le declaramos conforme a estas palabras. ¿Acaso podíamos saber que él nos diría: Haced venir a vuestro hermano?\n</p><p><strong><sup>8</sup></strong> Entonces Judá dijo a Israel su padre: Envía al joven conmigo, y nos levantaremos e iremos, a fin de que vivamos y no muramos nosotros, y tú, y nuestros niños.\n</p><p><strong><sup>9</sup></strong> Yo te respondo por él; a mí me pedirás cuenta. Si yo no te lo vuelvo a traer, y si no lo pongo delante de ti, seré para ti el culpable para siempre;\n</p><p><strong><sup>10 </sup></strong>pues si no nos hubiéramos detenido, ciertamente hubiéramos ya vuelto dos veces.\n</p><p><strong><sup>11 </sup></strong>Entonces Israel su padre les respondió: Pues que así es, hacedlo; tomad de lo mejor de la tierra en vuestros sacos, y llevad a aquel varón un presente, un poco de bálsamo, un poco de miel, aromas y mirra, nueces y almendras.\n</p><p><strong><sup>12 </sup></strong>Y tomad en vuestras manos doble cantidad de dinero, y llevad en vuestra mano el dinero vuelto en las bocas de vuestros costales; quizá fue equivocación.\n</p><p><strong><sup>13 </sup></strong>Tomad también a vuestro hermano, y levantaos, y volved a aquel varón.\n</p><p><strong><sup>14 </sup></strong>Y el Dios Omnipotente os dé misericordia delante de aquel varón, y os suelte al otro vuestro hermano, y a este Benjamín. Y si he de ser privado de mis hijos, séalo.\n</p><p><strong><sup>15 </sup></strong>Entonces tomaron aquellos varones el presente, y tomaron en su mano doble cantidad de dinero, y a Benjamín; y se levantaron y descendieron a Egipto, y se presentaron delante de José.\n</p><p><strong><sup>16 </sup></strong>Y vio José a Benjamín con ellos, y dijo al mayordomo de su casa: Lleva a casa a esos hombres, y degüella una res y prepárala, pues estos hombres comerán conmigo al mediodía.\n</p><p><strong><sup>17 </sup></strong>E hizo el hombre como José dijo, y llevó a los hombres a casa de José.\n</p><p><strong><sup>18 </sup></strong>Entonces aquellos hombres tuvieron temor, cuando fueron llevados a casa de José, y decían: Por el dinero que fue devuelto en nuestros costales la primera vez nos han traído aquí, para tendernos lazo, y atacarnos, y tomarnos por siervos a nosotros, y a nuestros asnos.\n</p><p><strong><sup>19 </sup></strong>Y se acercaron al mayordomo de la casa de José, y le hablaron a la entrada de la casa.\n</p><p><strong><sup>20 </sup></strong>Y dijeron: Ay, señor nuestro, nosotros en realidad de verdad descendimos al principio a comprar alimentos.\n</p><p><strong><sup>21 </sup></strong>Y aconteció que cuando llegamos al mesón y abrimos nuestros costales, he aquí el dinero de cada uno estaba en la boca de su costal, nuestro dinero en su justo peso; y lo hemos vuelto a traer con nosotros.\n</p><p><strong><sup>22 </sup></strong>Hemos también traído en nuestras manos otro dinero para comprar alimentos; nosotros no sabemos quién haya puesto nuestro dinero en nuestros costales.\n</p><p><strong><sup>23 </sup></strong>Él les respondió: Paz a vosotros, no temáis; vuestro Dios y el Dios de vuestro padre os dio el tesoro en vuestros costales; yo recibí vuestro dinero. Y sacó a Simeón a ellos.\n</p><p><strong><sup>24 </sup></strong>Y llevó aquel varón a los hombres a casa de José; y les dio agua, y lavaron sus pies, y dio de comer a sus asnos.\n</p><p><strong><sup>25 </sup></strong>Y ellos prepararon el presente entretanto que venía José a mediodía, porque habían oído que allí habrían de comer pan.\n</p><p><strong><sup>26</sup></strong> Y vino José a casa, y ellos le trajeron el presente que tenían en su mano dentro de la casa, y se inclinaron ante él hasta la tierra.\n</p><p><strong><sup>27 </sup></strong>Entonces les preguntó José cómo estaban, y dijo: ¿Vuestro padre, el anciano que dijisteis, lo pasa bien? ¿Vive todavía?\n</p><p><strong><sup>28 </sup></strong>Y ellos respondieron: Bien va a tu siervo nuestro padre; aún vive. Y se inclinaron, e hicieron reverencia.\n</p><p><strong><sup>29 </sup></strong>Y alzando José sus ojos vio a Benjamín su hermano, hijo de su madre, y dijo: ¿Es este vuestro hermano menor, de quien me hablasteis? Y dijo: Dios tenga misericordia de ti, hijo mío.\n</p><p><strong><sup>30 </sup></strong>Entonces José se apresuró, porque se conmovieron sus entrañas a causa de su hermano, y buscó dónde llorar; y entró en su cámara, y lloró allí.\n</p><p><strong><sup>31 </sup></strong>Y lavó su rostro y salió, y se contuvo, y dijo: Poned pan.\n</p><p><strong><sup>32 </sup></strong>Y pusieron para él aparte, y separadamente para ellos, y aparte para los egipcios que con él comían; porque los egipcios no pueden comer pan con los hebreos, lo cual es abominación a los egipcios.\n</p><p><strong><sup>33 </sup></strong>Y se sentaron delante de él, el mayor conforme a su primogenitura, y el menor conforme a su menor edad; y estaban aquellos hombres atónitos mirándose el uno al otro.\n</p><p><strong><sup>34 </sup></strong>Y José tomó viandas de delante de sí para ellos; mas la porción de Benjamín era cinco veces mayor que cualquiera de las de ellos. Y bebieron, y se alegraron con él.</p><p><br></p><p>La presencia de Benjamín dominó los acontecimientos. Cuando todos los hermanos se presentan ante José, Benjamín es la única persona a quien José ve (Gén. 43: 16). Benjamín es al único al que llama “hermano” (Gén. 43: 29). Aunque llama a Benjamín por su nombre, no identifica a todos los demás hermanos; simplemente los llama “hombres” (Gén. 43: 16).\n</p><p>José llama “mi hijo” a Benjamín, como una expresión tranquilizadora de afecto especial (Gén. 43: 29; comparar con Gén. 22: 8). La bendición de José se refiere a la “misericordia” (Gén. 43: 29), una reminiscencia de su súplica por misericordia, que no recibió (Gén. 42: 21). José devuelve a Benjamín la misericordia que no recibió de sus otros hermanos.\n</p><p>En tanto que los hermanos de José temen ir a prisión por el dinero que les fue devuelto, José les prepara un banquete debido a la presencia de Benjamín. Es como si Benjamín tuviera un efecto redentor en toda la situación. Una vez que todos los hermanos están sentados por orden de edad y respetando las reglas de honor, es a Benjamín, el menor, a quien se le sirve cinco veces más que a todos los demás hermanos (Gén. 43: 33, 34). Y sin embargo, este favoritismo no les molesta, como sucedió cuando José era el favorito de su padre muchos años atrás, lo que llevó a su terrible accionar tanto hacia su medio hermano como hacia su propio padre (Gén. 37: 3, 4).\n</p><p>“Mediante esta demostración de favor en beneficio de Benjamín, José esperaba averiguar si sentían por el hermano menor la envidia y el odio que le habían manifestado a él. Suponiendo todavía que José no comprendí a su idioma, los hermanos conversaron libremente entre si; de modo que le dieron una buena oportunidad para conocer sus verdaderos sentimientos. Y, como deseaba probarlos aún más, antes de su partida ordenó que ocultaran su propia copa de plata en el saco del menor” (PP 231).</p><p>\n</p><p>\n</p><p>\n</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miercoles 15 de Junio",
               "dayTitle":"<p><strong>LA COPA DE LA ADIVINACIÓN</strong></p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p><strong>Lee Génesis 44. ¿Por qué puso José la copa de la adivinación en el costal de Benjamín y no en el de otro hermano?</strong></p><p><strong>Génesis 44</strong></p><p><strong><sup>1</sup></strong> Mandó José al mayordomo de su casa, diciendo: Llena de alimento los costales de estos varones, cuanto puedan llevar, y pon el dinero de cada uno en la boca de su costal.</p><p><strong><sup>2 </sup></strong>Y pondrás mi copa, la copa de plata, en la boca del costal del menor, con el dinero de su trigo. Y él hizo como dijo José.</p><p><strong><sup>3</sup></strong> Venida la mañana, los hombres fueron despedidos con sus asnos.</p><p><strong><sup>4</sup></strong> Habiendo ellos salido de la ciudad, de la que aún no se habían alejado, dijo José a su mayordomo: Levántate y sigue a esos hombres; y cuando los alcances, diles: ¿Por qué habéis vuelto mal por bien? ¿Por qué habéis robado mi copa de plata?</p><p><strong><sup>5</sup></strong> ¿No es esta en la que bebe mi señor, y por la que suele adivinar? Habéis hecho mal en lo que hicisteis.</p><p><strong><sup>6</sup></strong> Cuando él los alcanzó, les dijo estas palabras.</p><p><strong><sup>7</sup></strong> Y ellos le respondieron: ¿Por qué dice nuestro señor tales cosas? Nunca tal hagan tus siervos.</p><p><strong><sup>8</sup></strong> He aquí, el dinero que hallamos en la boca de nuestros costales, te lo volvimos a traer desde la tierra de Canaán; ¿cómo, pues, habíamos de hurtar de casa de tu señor plata ni oro?</p><p><strong><sup>9</sup></strong> Aquel de tus siervos en quien fuere hallada la copa, que muera, y aun nosotros seremos siervos de mi señor.</p><p><strong><sup>10 </sup></strong>Y él dijo: También ahora sea conforme a vuestras palabras; aquel en quien se hallare será mi siervo, y vosotros seréis sin culpa.</p><p><strong><sup>11 </sup></strong>Ellos entonces se dieron prisa, y derribando cada uno su costal en tierra, abrió cada cual el costal suyo.</p><p><strong><sup>12 </sup></strong>Y buscó; desde el mayor comenzó, y acabó en el menor; y la copa fue hallada en el costal de Benjamín.</p><p><strong><sup>13 </sup></strong>Entonces ellos rasgaron sus vestidos, y cargó cada uno su asno y volvieron a la ciudad.</p><p><strong><sup>14 </sup></strong>Vino Judá con sus hermanos a casa de José, que aún estaba allí, y se postraron delante de él en tierra.</p><p><strong><sup>15 </sup></strong>Y les dijo José: ¿Qué acción es esta que habéis hecho? ¿No sabéis que un hombre como yo sabe adivinar?</p><p><strong><sup>16 </sup></strong>Entonces dijo Judá: ¿Qué diremos a mi señor? ¿Qué hablaremos, o con qué nos justificaremos? Dios ha hallado la maldad de tus siervos; he aquí, nosotros somos siervos de mi señor, nosotros, y también aquel en cuyo poder fue hallada la copa.</p><p><strong><sup>17 </sup></strong>José respondió: Nunca yo tal haga. El varón en cuyo poder fue hallada la copa, él será mi siervo; vosotros id en paz a vuestro padre.</p><p><strong><sup>18 </sup></strong>Entonces Judá se acercó a él, y dijo: Ay, señor mío, te ruego que permitas que hable tu siervo una palabra en oídos de mi señor, y no se encienda tu enojo contra tu siervo, pues tú eres como Faraón.</p><p><strong><sup>19 </sup></strong>Mi señor preguntó a sus siervos, diciendo: ¿Tenéis padre o hermano?</p><p><strong><sup>20 </sup></strong>Y nosotros respondimos a mi señor: Tenemos un padre anciano, y un hermano joven, pequeño aún, que le nació en su vejez; y un hermano suyo murió, y él solo quedó de los hijos de su madre; y su padre lo ama.</p><p><strong><sup>21 </sup></strong>Y tú dijiste a tus siervos: Traédmelo, y pondré mis ojos sobre él.</p><p><strong><sup>22 </sup></strong>Y nosotros dijimos a mi señor: El joven no puede dejar a su padre, porque si lo dejare, su padre morirá.</p><p><strong><sup>23 </sup></strong>Y dijiste a tus siervos: Si vuestro hermano menor no desciende con vosotros, no veréis más mi rostro.</p><p><strong><sup>24 </sup></strong>Aconteció, pues, que cuando llegamos a mi padre tu siervo, le contamos las palabras de mi señor.</p><p><strong><sup>25 </sup></strong>Y dijo nuestro padre: Volved a comprarnos un poco de alimento.</p><p><strong><sup>26 </sup></strong>Y nosotros respondimos: No podemos ir; si nuestro hermano va con nosotros, iremos; porque no podremos ver el rostro del varón, si no está con nosotros nuestro hermano el menor.</p><p><strong><sup>27 </sup></strong>Entonces tu siervo mi padre nos dijo: Vosotros sabéis que dos hijos me dio a luz mi mujer;</p><p><strong><sup>28 </sup></strong>y el uno salió de mi presencia, y pienso de cierto que fue despedazado, y hasta ahora no lo he visto.</p><p><strong><sup>29 </sup></strong>Y si tomáis también a este de delante de mí, y le acontece algún desastre, haréis descender mis canas con dolor al Seol.</p><p><strong><sup>30 </sup></strong>Ahora, pues, cuando vuelva yo a tu siervo mi padre, si el joven no va conmigo, como su vida está ligada a la vida de él,</p><p><strong><sup>31 </sup></strong>sucederá que cuando no vea al joven, morirá; y tus siervos harán descender las canas de tu siervo nuestro padre con dolor al Seol.</p><p><strong><sup>32 </sup></strong>Como tu siervo salió por fiador del joven con mi padre, diciendo: Si no te lo vuelvo a traer, entonces yo seré culpable ante mi padre para siempre;</p><p><strong><sup>33 </sup></strong>te ruego, por tanto, que quede ahora tu siervo en lugar del joven por siervo de mi señor, y que el joven vaya con sus hermanos.</p><p><strong><sup>34 </sup></strong>Porque ¿cómo volveré yo a mi padre sin el joven? No podré, por no ver el mal que sobrevendrá a mi padre.</p><p><br></p><p>Esta historia es paralela a la anterior. Igual que antes, José da instrucciones específicas; y, una vez más, llena de alimento los sacos de los hombres. No obstante, esta vez, José agrega la extraña orden de poner su preciosa copa en el costal de Benjamín.\n</p><p>Por consiguiente, los hechos toman un rumbo diferente. Mientras que en el viaje anterior los hermanos regresaron a Canaán para llevarse a Benjamín con ellos, ahora tienen que regresar a Egipto para enfrentar a José. Mientras que en la situación anterior todos los hermanos encontraron lo mismo en sus costales, ahora se señala a Benjamín como el que tiene la copa de José. Inesperadamente, Benjamín, quien como invitado de honor tuvo acceso a la copa de José, ahora es sospechoso y acusado de haber robado ese preciado artículo. Irá a la cárcel.\n</p><p>El hecho de que José haya usado una copa de adivinación no significa que creyera en su poder. José “jamás había pretendido poseer el poder de adivinar, pero quería hacerles creer que podía leer los secretos de su vida” (PP 232). Para José, la copa mágica era un pretexto para evocar el dominio sobrenatural, y así despertar en el corazón de sus hermanos su sentimiento de culpa hacia Dios. Así es como Judá interpreta el mensaje implícito de José, porque se refiere a la iniquidad que Dios halló en ellos (Gén. 44: 16). Además, el robo de esa copa preciosa justificaría un duro castigo y así pondría a prueba el pensamiento de los demás hermanos.\n</p><p>La intensidad de la emoción de los hermanos y su reacción son notables. Los une el mismo dolor: temen por Benjamín, que se perderá como José y, al igual que él, se volverá esclavo en Egipto, aunque es inocente como él. Por eso Judá propone que lo tomen a él como esclavo “en lugar” de Benjamín (Gén. 44: 33), así como el carnero fue sacrificado “en lugar” del inocente Isaac (comparar con Gén. 22: 13). Judá se presenta como un sacrificio, una sustitución, cuyo propósito es precisamente afrontar ese “mal” que devastaría a su padre (Gén. 44: 34).\n</p><p><strong>¿Qué principio de amor, como lo ejemplifica la respuesta de Judá, está implícito en el proceso de sustitución? Este tipo de amor, ¿cómo explica la teología bíblica de la salvación? (Ver Rom. 5: 8).</strong></p><p><strong>Romanos 5:8\n</strong></p><p><strong><sup>8</sup> </strong>Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.</p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 16 de Junio",
               "dayTitle":"<p><strong>\"YO SOY JOSÉ VUESTRO HERMANO\"</strong></p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p><strong>Lee Génesis 45. ¿Qué lecciones de amor, fe y esperanza se pueden encontrar en esta historia?\n</strong></p><p><strong>Génesis 45\n</strong></p><p><strong><sup>1 </sup></strong>No podía ya José contenerse delante de todos los que estaban al lado suyo, y clamó: Haced salir de mi presencia a todos. Y no quedó nadie con él, al darse a conocer José a sus hermanos.\n</p><p><strong><sup>2</sup></strong> Entonces se dio a llorar a gritos; y oyeron los egipcios, y oyó también la casa de Faraón.\n</p><p><strong><sup>3</sup></strong> Y dijo José a sus hermanos: Yo soy José; ¿vive aún mi padre? Y sus hermanos no pudieron responderle, porque estaban turbados delante de él.\n</p><p><strong><sup>4</sup></strong> Entonces dijo José a sus hermanos: Acercaos ahora a mí. Y ellos se acercaron. Y él dijo: Yo soy José vuestro hermano, el que vendisteis para Egipto.\n</p><p><sup><strong>5</strong></sup> Ahora, pues, no os entristezcáis, ni os pese de haberme vendido acá; porque para preservación de vida me envió Dios delante de vosotros.\n</p><p><strong><sup>6</sup></strong> Pues ya ha habido dos años de hambre en medio de la tierra, y aún quedan cinco años en los cuales ni habrá arada ni siega.\n</p><p><strong><sup>7</sup></strong> Y Dios me envió delante de vosotros, para preservaros posteridad sobre la tierra, y para daros vida por medio de gran liberación.\n</p><p><strong><sup>8</sup></strong> Así, pues, no me enviasteis acá vosotros, sino Dios, que me ha puesto por padre de Faraón y por señor de toda su casa, y por gobernador en toda la tierra de Egipto.\n</p><p><strong><sup>9</sup></strong> Daos prisa, id a mi padre y decidle: Así dice tu hijo José: Dios me ha puesto por señor de todo Egipto; ven a mí, no te detengas.\n</p><p><strong><sup>10 </sup></strong>Habitarás en la tierra de Gosén, y estarás cerca de mí, tú y tus hijos, y los hijos de tus hijos, tus ganados y tus vacas, y todo lo que tienes.\n</p><p><strong><sup>11 </sup></strong>Y allí te alimentaré, pues aún quedan cinco años de hambre, para que no perezcas de pobreza tú y tu casa, y todo lo que tienes.\n</p><p><strong><sup>12 </sup></strong>He aquí, vuestros ojos ven, y los ojos de mi hermano Benjamín, que mi boca os habla.\n</p><p><strong><sup>13 </sup></strong>Haréis, pues, saber a mi padre toda mi gloria en Egipto, y todo lo que habéis visto; y daos prisa, y traed a mi padre acá.\n</p><p><strong><sup>14 </sup></strong>Y se echó sobre el cuello de Benjamín su hermano, y lloró; y también Benjamín lloró sobre su cuello.\n</p><p><strong><sup>15 </sup></strong>Y besó a todos sus hermanos, y lloró sobre ellos; y después sus hermanos hablaron con él.\n</p><p><strong><sup>16 </sup></strong>Y se oyó la noticia en la casa de Faraón, diciendo: Los hermanos de José han venido. Y esto agradó en los ojos de Faraón y de sus siervos.\n</p><p><strong><sup>17 </sup></strong>Y dijo Faraón a José: Di a tus hermanos: Haced esto: cargad vuestras bestias, e id, volved a la tierra de Canaán;\n</p><p><strong><sup>18 </sup></strong>y tomad a vuestro padre y a vuestras familias y venid a mí, porque yo os daré lo bueno de la tierra de Egipto, y comeréis de la abundancia de la tierra.\n</p><p><strong><sup>19 </sup></strong>Y tú manda: Haced esto: tomaos de la tierra de Egipto carros para vuestros niños y vuestras mujeres, y traed a vuestro padre, y venid.\n</p><p><strong><sup>20 </sup></strong>Y no os preocupéis por vuestros enseres, porque la riqueza de la tierra de Egipto será vuestra.\n</p><p><strong><sup>21</sup></strong> Y lo hicieron así los hijos de Israel; y les dio José carros conforme a la orden de Faraón, y les suministró víveres para el camino.\n</p><p><strong><sup>22 </sup></strong>A cada uno de todos ellos dio mudas de vestidos, y a Benjamín dio trescientas piezas de plata, y cinco mudas de vestidos.\n</p><p><strong><sup>23 </sup></strong>Y a su padre envió esto: diez asnos cargados de lo mejor de Egipto, y diez asnas cargadas de trigo, y pan y comida, para su padre en el camino.\n</p><p><strong><sup>24 </sup></strong>Y despidió a sus hermanos, y ellos se fueron. Y él les dijo: No riñáis por el camino.\n</p><p><strong><sup>25 </sup></strong>Y subieron de Egipto, y llegaron a la tierra de Canaán a Jacob su padre.\n</p><p><strong><sup>26 </sup></strong>Y le dieron las nuevas, diciendo: José vive aún; y él es señor en toda la tierra de Egipto. Y el corazón de Jacob se afligió, porque no los creía.\n</p><p><strong><sup>27 </sup></strong>Y ellos le contaron todas las palabras de José, que él les había hablado; y viendo Jacob los carros que José enviaba para llevarlo, su espíritu revivió.\n</p><p><strong><sup>28 </sup></strong>Entonces dijo Israel: Basta; José mi hijo vive todavía; iré, y le veré antes que yo muera.</p><p><br></p><p>En ese mismo momento, cuando Judá habló sobre el “mal” que caería sobre ‘aví, “mi padre” (Gén. 44: 34), José “clamó” (Gén. 45: 1) y luego “se dio a conocer” (NVI) a sus hermanos. Esta expresión, que se utiliza a menudo para referirse a la autorrevelación de Dios (Éxo. 6: 3; Eze. 20:9), sugiere que también Dios mismo se reveló aquí. Es decir, el Señor había demostrado que su providencia reina a pesar de las debilidades humanas.\n</p><p>Los hermanos de José no pueden creer lo que están viendo y oyendo. Por lo tanto, José se ve obligado a repetir: “Yo soy José vuestro hermano” (Gén. 45: 4), y solo por segunda vez, cuando escuchan las palabras precisas “el que vendisteis para Egipto” (Gén. 45: 4), creen.\n</p><p>José luego declara: “Me envió Dios” (Gén. 45: 5). Esta referencia a Dios tiene un doble propósito. No solo sirve para tranquilizar a sus hermanos en cuanto a que José no tiene malos sentimientos hacia ellos; también es una profunda confesión de fe y una expresión de esperanza, porque lo que hicieron era necesario para la “gran liberación” y la supervivencia de una “posteridad” (Gén. 45: 7).\n</p><p>Luego José insta a sus hermanos a que vayan hasta su padre a prepararlo para llevarlo a Egipto. Acompaña su llamado con palabras específicas sobre el lugar donde “habitarás”, es decir, Gosén, famosa por sus buenos pastizales, “la riqueza de la tierra” (Gén. 45: 18, 20). También se encarga del transporte: les provee carros, lo que finalmente convencerá a Jacob de que sus hijos no le estaban mintiendo sobre lo que acababan de pasar (Gén. 45: 27). Jacob acepta esta demostración visible como evidencia de que José está vivo, y esto es suficiente para que él vuelva a cobrar vida (comparar con Gén. 37: 35; 44: 29). Ahora las cosas van bien. Los doce hijos de Jacob están vivos. A Jacob ahora se lo llama “Israel” (Gén. 45: 28), y la providencia de Dios se había manifestado de una manera poderosa.\n</p><p><strong>Génesis 37:35\n</strong></p><p><sup><strong>35 </strong></sup>Y se levantaron todos sus hijos y todas sus hijas para consolarlo; mas él no quiso recibir consuelo, y dijo: Descenderé enlutado a mi hijo hasta el Seol. Y lo lloró su padre.\n</p><p><strong>Génesis 44:29\n</strong></p><p><strong><sup>29 </sup></strong>Y si tomáis también a este de delante de mí, y le acontece algún desastre, haréis descender mis canas con dolor al Seol.\n</p><p>Sí, José fue misericordioso con sus hermanos. Podría permitirse el lujo de serlo. Sin embargo, ¿cómo aprendemos a ser misericordiosos con aquellos cuya maldad hacia nosotros no termina tan bien como con José?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 17 de Junio",
               "dayTitle":"",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>Lee Elena de White, Patriarcas y profetas, “José en Egipto”, pp. 214–224; “José y sus hermanos”, pp. 225-245.\n</p><p>“Los tres días de encierro fueron días de amargo dolor para los hijos de Jacob. Reflexionaron sobre su pasado equivocado, especialmente su crueldad hacia José. Sabían que si los condenaban por ser espías y no podían presentar pruebas para salvarse, todos tendrían que morir o convertirse en esclavos. Dudaban de que cualquier esfuerzo que hiciera cualquiera de ellos lograría que su padre consintiera en que Benjamín se alejara de él, después de la cruel muerte que, según él pensaba, había sufrido José. Ellos vendieron a José como esclavo, y temían que Dios se hubiese propuesto castigarlos al permitir que se convirtieran en esclavos. José considera que su padre y las familias de sus hermanos quizás estén sufriendo por la hambruna, y está convencido de que sus hermanos se han arrepentido de su cruel trato hacia él y que en ningún caso tratarían a Benjamín como lo habían tratado a él” (SG 3:155, 156).\n</p><p>“José estaba satisfecho. Había probado a sus hermanos y había visto en ellos los frutos del verdadero arrepentimiento de sus pecados” (SG 3:165).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> En clase, reflexionen sobre la pregunta que se encuentra al final del estudio del jueves. ¿Creen que José habría sido tan misericordioso con sus hermanos si las cosas no le hubieran salido tan bien? Por supuesto, no podemos saberlo con certeza, pero ¿qué indicadores, si los hay, en toda la historia de José nos revelan el tipo de carácter que él tenía, lo que podría ayudar a explicar su amabilidad?\n</p><p><strong>2.</strong> ¿De qué maneras podemos ver en José una especie de precursor de Cristo y de lo que Cristo pasó?\n</p><p><strong>3.</strong> José había puesto a prueba a sus hermanos. Asimismo, ¿cómo nos prueba Dios?\n</p><p><strong>4</strong>. Aun después de todos esos años, los hermanos reconocieron su culpa por su maldad hacia José. ¿Qué nos enseña esto sobre lo poderosa que puede ser la culpa? Y, aunque podemos ser perdonados y aceptar el perdón de Dios, ¿cómo aprendemos a perdonarnos a nosotros mismos, sin importar cuán indignos seamos de ese perdón?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...<br><br>RESEÑA</strong><br><br>Texto clave: Génesis 41: 41.<br><br>Enfoque del estudio: Génesis 41: 37-45: 28; Romanos 5: 7-11.<br><strong><br>Introducción:</strong><br><br>José no solo explica al faraón el significado de su sueño, que concierne al futuro problema político y económico del país de Egipto; también le brinda la solución. José no se contenta simplemente con la revelación de los planes de Dios. Tampoco es pasivo, a la espera de que Dios realice otro milagro. Sugiere al faraón que nombre a un “varón prudente y sabio” (Gén. 41: 33) para afrontar la compleja gestión de preparación para la hambruna. Se utiliza las mismas palabras para calificar la sabiduría que Dios le da a David (1 Rey. 3: 12) para ayudarlo a gobernar el país (1 Rey. 3: 9). Solo la guía divina podría ayudar a resolver el problema inminente. Además de esta lección espiritual, José ofrece un curso de economía y da detalles específicos sobre el método y la estrategia necesarios para ayudar a Egipto a sobrevivir a la hambruna. De inmediato, el faraón comprende que José no es solo un soñador; también es un hombre de sabiduría práctica que sabe qué hacer, y un hombre de acción que puede implementar la estrategia correcta para salvar al país.<br><br>Por ende, el faraón decide nombrar a José a cargo de todo el país de Egipto y le confiere todo el poder que necesita para ese propósito. Después de todas las pruebas que José tuvo que soportar, esta historia de éxito debería inspirar admiración por el héroe José. Sin embargo, el foco de la narración bíblica no es José. El final feliz no tiene que ver con el éxito, sino con el arrepentimiento, el perdón y la presencia invisible de Dios en el curso de la historia.<br><br><strong>COMENTARIO<br><br>José, visir de Egipto</strong><br><br>El hecho de que la sabiduría excepcional de José influyera en la decisión del faraón de nombrarlo visir de la tierra es congruente con la costumbre egipcia de seleccionar a los visires preferiblemente de entre los sabios (ver, p. ej., los casos de Ptahhotep y Kagemni, que eran visires y a quienes se les atribuyen grandes obras de literatura sapiencial). El alcance de su gobierno, sobre toda la tierra de Egipto (Gén. 41: 41), sugiere que José fue designado nuevo visir.<br><br>A lo largo de la historia egipcia se atestiguan casos de visires extranjeros e incluso hebreos. Las responsabilidades del visir eran considerables; era el administrador encargado de la justicia legal y administrador de la tierra. El hecho de que José estuviese sobre toda la tierra confirma que este visir pertenece al Reino Medio o al Segundo Período Intermedio, cuando este funcionario podía seleccionarse en función de sus cualidades de sabiduría (Gén. 41: 39). A diferencia de otros períodos, durante el Segundo Período Intermedio, bajo el gobierno de los hicsos, los visires eran sumamente poderosos y aportaron una estabilidad óptima a pesar de los reinados cortos.<br><br>La descripción de la investidura de José por parte del faraón se ajusta al contexto egipcio. El “anillo de sellar” (Gén. 41: 42, LBLA), que en el texto hebreo se denomina tabá‘at, designa el sello egipcio, djeba‘ot, una palabra derivada de la palabra djeba‘, que significa “dedo”, en referencia a su posición alrededor del dedo. Este anillo de sellar otorga plena autoridad a José para firmar todos los documentos oficiales en nombre del rey. El término hebreo shesh, que designa las “ropas de lino finísimo” (Gén. 41: 42), es una palabra egipcia que se refiere a la tela de lino, que era la tela principal que se usaba para la ropa en el antiguo Egipto. El collar alrededor del cuello de José (Gén. 41: 42) se refiere al collar en el que pendía el símbolo de Maat, el símbolo de la equidad, que caracterizaba la función del “visir”, una palabra turca (derivada del árabe) para el primer ministro de Estado. El rango de “segundo” (Gén. 41: 43) está atestiguado en el antiguo Egipto como el título del visir, que era llamado “el segundo del rey”. La ceremonia del visir, que contempla a alguien montado en un carro, precedida por gente que exclama para llamar la atención a su paso (Gén. 41: 43), también es una costumbre egipcia. La palabra ’avrej (generalmente traducida como “doblad la rodilla”) que se usa en nuestro texto no es hebrea, sino egipcia. En egipcio, la palabra ’avrej significa “atención”, “abran paso” (BLPH). Además, el faraón le da a José un nombre honorífico para marcar la distinción especial vin- culada a su nueva función. El nombre egipcio que recibe José, Zafnat-panea (Gén. 41: 45), corresponde a la siguiente transliteración egipcia: djfnt’ pw‘nkh, que significa “alimento de la tierra, esto es vida”.<br><br>Esta lectura no solo refleja la situación de la época; también encaja en el contexto histórico del antiguo Egipto de ese entonces, porque el uso del componente introductorio djf (comida) está atestiguado en nombres de altos funcionarios de las dinastías XIII y XIV, inmediatamente anteriores al gobierno de los hicsos. El faraón también le da a José una esposa egipcia, la hija del “sacerdote de On”, una de las figuras religiosas más prestigiosas de Egipto (Gén. 41: 45). José ahora tiene una buena acogida en todas las sociedades egipcias y puede visitar todos los lugares de Egipto (Gén. 41: 45, 46).<br><strong><br>José conoce a sus hermanos</strong><br><br>Después de veinte años, José se reencuentra con sus hermanos. José tenía 17 años cuando vio a sus hermanos por última vez y treinta años cuando se convirtió en visir de Egipto; y ahora, siete años después, al comienzo de la hambruna, tiene 37 años. Aquí se cumplen los sueños de que su padre y sus hermanos se inclinarían ante él (Gén. 37: 7-10). El cumplimiento de los sueños de José se desarrolla en tres etapas, porque los hermanos de José visitan Egipto y se encuentran con José tres veces. El primer encuentro se produce con solo diez de sus hermanos (Gén. 42), los que cuestionaran sus sueños y lo odiaran por estos sueños (Gén. 37: 8, 19). Ahora se inclinan ante José por primera vez (Gén. 42: 6). El segundo encuentro se da con los diez hermanos de José y con su hermano menor, Benjamín (Gén 43–45); todos se inclinan ante José dos veces (Gén. 43: 26, 28). El tercer encuentro tiene lugar con Jacob, quien llega por primera vez a Egipto (Gén. 46-47).<br><br><strong>José revela su identidad</strong><br><br>Han transcurrido 22 años desde el momento en que José, de 17 años, les cuen- ta por primera vez sus sueños a sus hermanos y a su padre hasta el momento en que José, de 39 años, se da a conocer a sus hermanos. El verbo “darse a conocer” contiene una velada alusión a Dios. La otra vez que aparece esta forma verbal en el Antiguo Testamento se refiere a la autorrevelación de Dios a Moisés (Núm. 12: 6). El uso de esta forma sugiere que al darse a conocer a sus hermanos José será el medio por el que Dios se les revelará.<br><br>José debió haber notado la consternación de ellos cuando les reveló que él era su hermano, porque repite por segunda vez: “Yo soy José” (Gén. 45: 3, 4). Los hermanos están preocupados. Hasta quizá duden de la afirmación de José, porque no les brinda más información que la que ellos le dieron. Todo esto parece sospechoso, sobre todo, teniendo en cuenta las experiencias más recientes que han tenido con este hombre. Están preocupados por su vida. Por eso, José repite: “Yo soy José”, pero esta vez es más preciso y agrega un dato que nadie conoce, salvo sus hermanos: “vuestro hermano, el que vendisteis para Egipto” (Gén. 45: 4). Luego agrega que fue Dios quien lo “envió” allí. Dios lo envió antes que a sus hermanos con un propósito específico: “preservarles la vida” (Gén. 45: 5). José sugiere que era necesario que lo vendieran para garantizar la supervivencia de ellos. De este modo, los hermanos pensaban que ellos habían vendido a su hermano, mientras que, en realidad, era Dios quien guio los acontecimientos.<br><br>La fórmula “padre de Faraón” (Gén. 45: 8) refleja el título egipcio itf-ntr, que significa literalmente “padre de Dios”, que alude a Faraón como un dios. José no usa la expresión como se usaba en el idioma egipcio, por temor a sonar blasfemo ante sus hermanos. Se trataba de un título sacerdotal que correspondía a los más altos oficiales, incluidos los visires, como Ptahhotep, visir de Isesi (2675 a.C.). El otro título de José, “gobernador en toda la tierra de Egipto” (Gén. 45: 8), alude a su dominio sobre todo el país de las dos tierras (Alto y Bajo Egipto) y refleja otro título egipcio, neb tawy, “señor de las dos tierras”, que era un título oficial permanente que poseía el representante del faraón. Es de notar que la forma dual de la palabra hebrea mitsráim para “Egipto” refleja las dos divisiones del país. El hincapié de José sobre su estatus en Egipto es deliberado: enfatiza su posición extraordinaria, y de ese modo recuerda a sus hermanos el sueño que lo había pintado como un gobernante ante quien todos (incluyendo su padre) se inclinarían (Gén. 37:9). Al hacer alusión al sueño, José utiliza su cumplimiento como un argumento implícito en favor de la providencia de Dios.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><strong><br>José, visir de Egipto.</strong> Comparen a José y a Daniel como estadistas. ¿De qué manera estos dos hombres sirven como modelos para que los piadosos participen en política? ¿Cuáles son las cualidades de José en comparación con los políticos mo- dernos? ¿Por qué sería difícil para un adventista del séptimo día ser primer ministro hoy? ¿Qué motivación guio a José para llegar a ser una autoridad? ¿Qué lecciones de gestión podríamos aprender del método de José? En clase, analicen las aplica- ciones prácticas de estas lecciones en la vida familiar, en el trabajo y en la iglesia.<br><br><strong>José se encuentra con sus hermanos</strong>. El cumplimiento de la profecía ¿por qué y cómo afecta nuestras decisiones éticas? Analicen la relación entre cómo se comportan en la vida diaria y su perspectiva del tiempo del fin. ¿Por qué la espe- ranza en el Reino de Dios debería inspirar la forma en que tratamos a los demás? Analicen con la clase la escena del encuentro entre José y sus hermanos; imaginen qué sentimientos habrá tenido José. ¿Qué sentimientos habrá tenido cuando vio que sus hermanos y su padre se inclinaban ante él? ¿Cómo debemos tratar a nuestros enemigos cuando vemos que ellos fracasaron y que nosotros prosperamos?<br><strong><br>José revela su identidad</strong>. ¿Qué lecciones de reconciliación podemos aprender de la actitud de José? ¿Cómo habría respondido José si sus penurias no hubieran tenido un resultado tan bueno?<br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>JOSÉ, PRINCIPE DE EGIPTO</p>",
         "verse":"<p>PARA MEMORIZAR:\n</p><p>“Dijo además Faraón a José: He aquí yo te he puesto sobre toda la tierra de Egipto” (Gén. 41: 41).</p><p>\n</p>",
         "versionCode":1,
         "weekDate":"11-17 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
