{
   "data":[
      {
         "color":"#a2ff44",
         "id":707,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"May 10",
               "dayTitle":"",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p>God's right to rule the universe is founded upon His position as the Creator of all things (Rev. 4:11) and also upon His character. It is in discovering God’s righteous character that we begin to understand how and why sinful human beings fall short of the glory of God (Rom. 3:23). This week, we move further into the vision of the throne room and consider how the human race relates to a holy God and how the sacrifice of Christ restores us and brings us close to the throne. God plans to restore us, not just as individuals but also as a race, so that we once again reveal His glory to the rest of creation. By searching through the rest of the Bible, we can find important clues that help us understand and begin to appreciate the high calling that God has extended to us, a race of forgiven and redeemed sinners. Human rebellion, ultimately and forever, will be ended. And, more than that, God’s loving character, His self-denying and self-sacrificing character, will shine even brighter than it did in His original design for humanity. Though God never intended for humanity to fall, through the Cross, God’s loving character has been put on display in a remarkable way</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 11",
               "dayTitle":"<p>Here I Am, Send Me\n</p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p>Years ago, a church decided to renovate an outdated basement to create a new fellowship hall. One of the first things they did was to instal new lights, believing that they would make the space seem more beautiful. Once they were installed, however, the space looked even worse, because bright lights have a way of revealing flaws.\n</p><p>Isaiah’s stunning vision of God’s throne left him painfully aware of his shortcomings. “ ‘Woe is me,’ ” he lamented, “ ‘for I am undone! Because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the Lord of hosts’ ” (Isa. 6:5, NKJV). We would feel the same if we were suddenly escorted into the presence of the Lord. The light is bright enough to remove all of our excuses. In God’s presence, we sense that we are lost. Isaiah was in for the surprise of a lifetime.</p><p><br></p><p><strong>Read Isaiah 6:6–8. Isaiah knew that sin means that we are “undone.” The wages of sin is death. But instead of leaving us to the consequences of sin, a God of love pulls us closer. What was the outcome of this meeting, and why is it important?\n</strong></p><p><strong>Isaiah 6:6–8</strong></p><p><strong>&nbsp;6</strong> Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:\n</p><p><strong>7 </strong>And he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.\n</p><p><strong>8 </strong>Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.\n</p><p>Isaiah was purged of his sin when a seraph took a coal from the altar and touched his mouth with it. This was likely the altar of incense, where intercession was made by and for God’s people (see Rev. 8:3, 4). His sins were forgiven, and he was now considered fit to stand in God’s presence—but, more than that, he was also commissioned to represent God to the world.\n</p><p>Interestingly enough, the word “seraph” means “the burning one.” Notice Jesus’ description of John the Baptist’s ministry in John 5:35—“ ‘He was the burning and shining lamp, and you were willing for a time to rejoice in his light’ ” (NKJV). Though, of course, John himself was a sinner in need of grace and salvation, his ministry pointed to the only One who could bring grace and salvation. Jesus came as the perfect representation of the Father’s glory—and God sent a prophet, a sinner, who performed a similar task as one of heaven’s seraphim.\n</p><p><strong>Only after Isaiah knew that his sin was purged, did he say, “ ‘Here am I! Send me’ ” (Isa. 6:8, NKJV). How can each one of us, our sins purged by the blood of Jesus, respond as Isaiah did here?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Monday May 12",
               "dayTitle":"<p>The Two Cherubim</p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p>As soon as our first parents were expelled from the Garden, God offered the hope of Messiah (Gen. 3:15). Then He established a powerful symbol at the gates of Eden: two cherubim with a brilliant flashing light between them. It should not be lost on us that this scene so closely resembles the ark of the covenant, a symbol of God’s throne (Exod. 25:18)\n</p><p><strong>Read Genesis 3:21–24. What job were the cherubim tasked with and why?\n</strong></p><p><strong>Genesis 3:21–24\n</strong></p><p><strong>21</strong> Unto Adam also and to his wife did the Lord God make coats of skins, and clothed them.\n</p><p><strong>22 </strong>And the Lord God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:\n</p><p><strong>23</strong> Therefore the Lord God sent him forth from the garden of Eden, to till the ground from whence he was taken.\n</p><p><strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubims, and a flaming sword which turned every way, to keep the way of the tree of life.</p><p><br></p><p>While the cherubim were certainly given the responsibility to keep sinners from accessing the tree of life (Gen. 3:22), they also were a symbol of hope, of promise, that one day humans would be restored to Paradise. “The Garden of Eden remained upon the earth long after man had become an outcast from its pleasant paths. The fallen race was long permitted to gaze upon the home of innocence, their entrance barred only by the watching angels. At the cherubim-guarded gate of Paradise the divine glory was revealed. Hither came Adam and his sons to worship God. Here they renewed their vows of obedience to that law the transgression of which had banished them from Eden. . . . But in the final restitution, when there shall be ‘a new heaven and a new earth’ (Revelation 21:1), it is to be restored more gloriously adorned than at the beginning.”—Ellen G. White, Patriarchs and Prophets, p. 62.\n</p><p>The wording in Genesis 3:24 is also interesting: the Bible indicates that God “placed” the cherubim to the east of Eden, and the original Hebrew word used is shakan, the root word for the sacred “tabernacle” (see Exod. 25:9, Num. 3:26), where the presence of God dwelt among His people. Though the common term Shekinah, for the presence of God, does not appear in the Bible, it, too, is based on this word often translated “tabernacle.” A literal translation of shakan could read, “God tabernacled cherubim at the east of the Garden of Eden.” In the Bible, cherubim are associated with the presence of God (see 1 Chron. 13:6, Ps. 80:1, and Isa. 37:16), in particular with His throne, which is the place where His name is proclaimed. We should not fail to notice that the 24 elders who attend God’s throne in Revelation 4 and 5 sing His praises and declare His right to rule as the One who created all things (Rev. 4:11). This can help us understand the throne room scene and our role as forgiven sinners in relationship to our Maker.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":" Tuesday May 13",
               "dayTitle":"<p>Like Burning Coals of Fire\n</p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p>Cherubim, either as living beings (Ezek. 10:8) or the gold symbols of them (Exod. 25:18), appear all through the Old Testament. They are often depicted as standing immediately next to God’s throne, radiating His glory to the universe. Cherubim also are embroidered into the curtain before the Holy of Holies (Exod. 26:1). In the book of Psalms, God’s supreme power over creation is poetically pictured as God being borne through the air by cherubim (Ps. 18:10). God commanded that the ark of the covenant be topped by two solid gold cherubim with their wings extended toward one another (Exod. 25:18–20)\n</p><p><strong>Read Ezekiel 1:4–14. What similarities do you see between this passage and the scenes depicted in Isaiah 6:1–6 and Revelation 4:1–11?\n</strong></p><p><strong>Ezekiel 1: 4–14\n</strong></p><p><strong>4 </strong>And I looked, and, behold, a whirlwind came out of the north, a great cloud, and a fire infolding itself, and a brightness was about it, and out of the midst thereof as the colour of amber, out of the midst of the fire.\n</p><p><strong>5</strong> Also out of the midst thereof came the likeness of four living creatures. And this was their appearance; they had the likeness of a man.\n</p><p><strong>6 </strong>And every one had four faces, and every one had four wings.\n</p><p><strong>7</strong> And their feet were straight feet; and the sole of their feet was like the sole of a calf's foot: and they sparkled like the colour of burnished brass.\n</p><p><strong>8 </strong>And they had the hands of a man under their wings on their four sides; and they four had their faces and their wings.\n</p><p><strong>9</strong> Their wings were joined one to another; they turned not when they went; they went every one straight forward.\n</p><p><strong>10</strong> As for the likeness of their faces, they four had the face of a man, and the face of a lion, on the right side: and they four had the face of an ox on the left side; they four also had the face of an eagle.\n</p><p><strong>11</strong> Thus were their faces: and their wings were stretched upward; two wings of every one were joined one to another, and two covered their bodies.\n</p><p><strong>12 </strong>And they went every one straight forward: whither the spirit was to go, they went; and they turned not when they went.\n</p><p><strong>13</strong> As for the likeness of the living creatures, their appearance was like burning coals of fire, and like the appearance of lamps: it went up and down among the living creatures; and the fire was bright, and out of the fire went forth lightning.\n</p><p><strong>14 </strong>And the living creatures ran and returned as the appearance of a flash of lightning.\n</p><p><strong>Isaiah 6:1–6&nbsp;</strong></p><p><strong>1 </strong>In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.\n</p><p><strong>2</strong> Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.\n</p><p><strong>3 </strong>And one cried unto another, and said, Holy, holy, holy, is the Lord of hosts: the whole earth is full of his glory.\n</p><p><strong>4</strong> And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.\n</p><p><strong>5</strong> Then said I, Woe is me! for I am undone; because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the Lord of hosts.\n</p><p><strong>6 </strong>Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar.\n</p><p><strong>Revelation 4:1–11\n</strong></p><p><strong>1</strong> After this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter.\n</p><p><strong>2</strong> And immediately I was in the spirit: and, behold, a throne was set in heaven, and one sat on the throne.\n</p><p><strong>3 </strong>And he that sat was to look upon like a jasper and a sardine stone: and there was a rainbow round about the throne, in sight like unto an emerald.\n</p><p><strong>4</strong> And round about the throne were four and twenty seats: and upon the seats I saw four and twenty elders sitting, clothed in white raiment; and they had on their heads crowns of gold.\n</p><p><strong>5 </strong>And out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God.\n</p><p><strong>6 </strong>And before the throne there was a sea of glass like unto crystal: and in the midst of the throne, and round about the throne, were four beasts full of eyes before and behind.\n</p><p><strong>7</strong> And the first beast was like a lion, and the second beast like a calf, and the third beast had a face as a man, and the fourth beast was like a flying eagle.\n</p><p><strong>8</strong> And the four beasts had each of them six wings about him; and they were full of eyes within: and they rest not day and night, saying, Holy, holy, holy, Lord God Almighty, which was, and is, and is to come.\n</p><p><strong>9</strong> And when those beasts give glory and honour and thanks to him that sat on the throne, who liveth for ever and ever,\n</p><p><strong>10 </strong>The four and twenty elders fall down before him that sat on the throne, and worship him that liveth for ever and ever, and cast their crowns before the throne, saying,\n</p><p><strong>11</strong> Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.</p><p><br></p><p>Ezekiel is presented with an impressive display of God’s power. It is a confusing scene to begin with, matching the predicament that God’s people found themselves living with at the moment: the chosen people not in the land of promise but in Babylonian captivity. As Ezekiel studies the scene placed before him, he looks up and sees God’s throne above it all. Notice the important similarities with other “throne” visions. The living creatures that Ezekiel witnesses have the same faces as the living creatures in John’s vision: a lion, an eagle, an ox, and a man. The mysterious creatures with four faces are not specifically named in Ezekiel’s initial description; later, in another throne room scene (see Ezek. 10:1–21), they are called “cherubim,” and we also find the burning coals from Isaiah’s vision of the seraphs. They share the faces of the living creatures mentioned in John’s vision. Whenever we see God’s throne—whether in the typical ark of the covenant, which served as God’s meeting place with Moses (Exod. 25:22), or the breathtaking visions of the prophets—the cherubim are always there. They are intimately tied to the throne of God. All of God’s creatures were designed to reflect His glory—whether we are talking about the human race made in His image or the angelic beings who are posted immediately next to His glorious throne.</p><p><strong>Holy, holy, holy is the Lord God Almighty. How do you measure up in contrast to the holiness that Ezekiel witnesses here? What does your answer tell you about your need of the gospel?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Wednesday May 14",
               "dayTitle":"<p>God Among His People\n</p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p>Following the leading of God’s presence in the cloud, the Israelites would stop in their journey to the Promised Land, set up the tabernacle, and then the tribes would pitch their camps around it—three tribes on each side. The Presence of God would descend into the Most Holy Place and take up residence in the midst of His people.\n</p><p><strong>There was one dominant tribe on each of the four sides of the tabernacle. According to Numbers 2, who were these four dominant tribes?\n</strong></p><p><strong>Num. 2:3 (East):</strong></p><p>&nbsp;<strong>3</strong> And on the east side toward the rising of the sun shall they of the standard of the camp of Judah pitch throughout their armies: and Nahshon the son of Amminadab shall be captain of the children of Judah.\n</p><p><strong>Num. 2:10 (South):&nbsp;</strong></p><p><strong>10 </strong>On the south side shall be the standard of the camp of Reuben according to their armies: and the captain of the children of Reuben shall be Elizur the son of Shedeur.\n</p><p><strong>Num. 2:18 (West):&nbsp;</strong></p><p><strong>18</strong> On the west side shall be the standard of the camp of Ephraim according to their armies: and the captain of the sons of Ephraim shall be Elishama the son of Ammihud.\n</p><p><strong>Num. 2:25 (North):&nbsp;</strong></p><p><strong>25</strong> The standard of the camp of Dan shall be on the north side by their armies: and the captain of the children of Dan shall be Ahiezer the son of Ammishaddai.</p><p>Notice that each dominant tribe flew its own “standard,” or special flag, to designate who they were. While the Scriptures are not explicit in describing what was on each flag, there is an interesting tradition—loosely based on the tribal characteristics described in Genesis 49 and Deuteronomy 33—that assigns one of the four faces to each of the four compass points. “According to rabbinical tradition, the standard of Judah bore the figure of a lion, that of Reuben the likeness of a man or of a man’s head, that of Ephraim the figure of an ox, and that of Dan the figure of an eagle; so that the four living creatures united in the cherubic forms described by Ezekiel were represented upon these four standards.”—Carl Friedrich Keil and Franz Delitzsch, Commentary on the Old Testament, (Peabody, MA: Hendrickson, 2011), vol. 1, p. 660.\n</p><p>\n</p><p>It is possible to read too much into tradition, of course, but it is still interesting to compare this ancient tradition with the Bible’s description of the New Jerusalem. An interesting pattern emerges: there are gates representing three tribes on all four sides of the city (Rev. 21:12, 13).&nbsp;</p><p>The descriptions of both the camp of Israel and the New Jerusalem underscore one crucial fact: God intends to pull humanity close to His throne. The book of Revelation teaches us that “the Lord God Almighty and the Lamb are its temple” (Rev. 21:22, NKJV).</p><p><strong>Of course, we don’t live in the camp of Israel. But how can we, in our own lives now, draw close to the presence of God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":" Thursday May 15",
               "dayTitle":"<p>The Fall of Lucifer\n</p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p>It seems incomprehensible that Lucifer once held the position of covering cherub, occupying an exalted position next to the throne of God. Surely his existence would have helped reveal the glory of God to the universe. Instead, he began to consider his own glory, not the glory of his Creator; or, to be more precise, he started to imagine that he was not being given the deference due to him.\n</p><p><strong>Read Ezekiel 28:11–17 and Isaiah 14:12–14. What led to Lucifer’s downfall? Compare these passages with Revelation 14:1–12. How does the contrast between Lucifer’s fall and humanity’s high position in Christ inform your understanding of what takes place in Revelation 14?\n</strong></p><p><strong>Ezekiel 28:11–17&nbsp;</strong></p><p><strong>11</strong> Moreover the word of the Lord came unto me, saying,\n</p><p><strong>12</strong> Son of man, take up a lamentation upon the king of Tyrus, and say unto him, Thus saith the Lord God; Thou sealest up the sum, full of wisdom, and perfect in beauty.\n</p><p><strong>13</strong> Thou hast been in Eden the garden of God; every precious stone was thy covering, the sardius, topaz, and the diamond, the beryl, the onyx, and the jasper, the sapphire, the emerald, and the carbuncle, and gold: the workmanship of thy tabrets and of thy pipes was prepared in thee in the day that thou wast created.\n</p><p><strong>14</strong> Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire.\n</p><p><strong>15 </strong>Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.\n</p><p><strong>16</strong> By the multitude of thy merchandise they have filled the midst of thee with violence, and thou hast sinned: therefore I will cast thee as profane out of the mountain of God: and I will destroy thee, O covering cherub, from the midst of the stones of fire.\n</p><p><strong>17</strong> Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness: I will cast thee to the ground, I will lay thee before kings, that they may behold thee.\n</p><p><strong>Isaiah 14:12–14\n</strong></p><p><strong>12 </strong>How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to the ground, which didst weaken the nations!\n</p><p><strong>13 </strong>For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:\n</p><p><strong>14 </strong>I will ascend above the heights of the clouds; I will be like the most High.\n</p><p><strong>Revelation 14:1–12\n</strong></p><p><strong>1 </strong>And I looked, and, lo, a Lamb stood on the mount Sion, and with him an hundred forty and four thousand, having his Father's name written in their foreheads.\n</p><p><strong>2 </strong>And I heard a voice from heaven, as the voice of many waters, and as the voice of a great thunder: and I heard the voice of harpers harping with their harps:\n</p><p><strong>3 </strong>And they sung as it were a new song before the throne, and before the four beasts, and the elders: and no man could learn that song but the hundred and forty and four thousand, which were redeemed from the earth.\n</p><p><strong>4 </strong>These are they which were not defiled with women; for they are virgins. These are they which follow the Lamb whithersoever he goeth. These were redeemed from among men, being the firstfruits unto God and to the Lamb.\n</p><p><strong>5 </strong>And in their mouth was found no guile: for they are without fault before the throne of God.\n</p><p><strong>6 </strong>And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,\n</p><p><strong>7 </strong>Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.\n</p><p><strong>8 </strong>And there followed another angel, saying, Babylon is fallen, is fallen, that great city, because she made all nations drink of the wine of the wrath of her fornication.\n</p><p><strong>9 </strong>And the third angel followed them, saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead, or in his hand,\n</p><p><strong>10 </strong>The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:\n</p><p><strong>11 </strong>And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.\n</p><p><strong>12 </strong>Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.</p><p>Notice how Lucifer was removed from the holy mountain, while the redeemed stand on Mount Zion with the Lamb of God. Lucifer is said to have been in Eden; the human race was also once there, but in contrast to Satan’s fate, humanity is being restored to Paradise through Christ. (See Rev. 22:1–3.) In this context, the following quote from Ellen G. White is very instructive: “Heaven will triumph, for the vacancies made in heaven by the fall of Satan and his angels will be filled by the redeemed of the Lord.”—Advent Review and Sabbath Herald, May 29, 1900. And they are there, in heaven, only because of the gospel. In fact, the theme of the gospel, of redemption, is found in a graphic manner in the throne room in Revelation 4 and 5. For instance, the angels cry out: “ ‘ “You are worthy to take the scroll and to open its seals, because youwere slain, and with your blood you purchased for God, persons from every tribe and language and people and nation” ’ ” (Rev. 5:9, NIV). What a picture of the gospel: the death of Jesus for the redemption of humanity! Notice, too, how the language reflects the first angel’s message, in which we are called to preach “the everlasting gospel . . . to those who dwell on the earth—to every nation, tribe, tongue, and people” (Rev. 14:6, NKJV). What a powerful representation of the fullness of what Christ has done for the world. There is not a human being in all earth’s history for whom Christ has not died. Each person just needs to learn about it and choose to accept it.</p><p><strong>What role do we have as a church, and as individuals, in letting people know about what Christ has done for them?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Friday May 16",
               "dayTitle":"<p>Further Thought</p>",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p>Read Ellen G. White, “The Controversy Ended,” pp. 669–671, 676–678, in The Great Controversy Satan, once a covering cherub, sought to destroy confidence in God’s throne. God has allowed fallen angels to continue in their rebellion to show the universe the depths of wickedness that come from selfexaltation—and while Satan managed to deceive the human race into joining his war against God, Christ utterly defeated him at the cross, securing a place for humanity where fallen angels once stood. Sinners, in Christ, publicly turn against Lucifer’s claims. The final scenario is, in some ways, an even greater revelation of God’s goodness and love than had existed prior to Lucifer’s fall. Though God never ordained that evil should exist, and it’s a tragedy with eternal consequences, when it’s all done, the goodness and love of God will be revealed in ways they otherwise never would have been. Christ “looks upon the redeemed, renewed in His own image, every heart bearing the perfect impress of the divine, every face reflecting the likeness of their King. He beholds in them the result of the travail of His soul, and He is satisfied. Then, in a voice that reaches the assembled multitudes of the righteous and the wicked, He declares, ‘Behold the purchase of My blood! For these I suffered, for these I died, that they might dwell in My presence throughout eternal ages.’ And the song of praise ascends from the white-robed ones about the throne: ‘Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honor, and glory, and blessing.’ Revelation 5:12.”—Ellen G. White, The Great Controversy, p. 671.</p><p><strong>&nbsp;Discussion Questions:&nbsp;</strong></p><p><strong>1. </strong>Imagine standing before God with every flaw, every character defect, every wrong act, every wrong thought, every wrong motive fully exposed before Him! What would you rightfully and fairly deserve? What, then, is your only hope? Why must we have “the righteousness of God, through faith in Jesus Christ, to all and on all who believe” (Rom. 3:22, NKJV) covering us now, and in the judgment, when we need it most? In short, why do we need the gospel?</p><p><strong>&nbsp;2.</strong> As we have seen, John the Baptist played the role of a seraph— a burning and shining lamp. (See John 5:35.) He was, of course, the forerunner to Christ, heralding the Messiah’s first appearance. How do God’s last-day people hold a similar prophetic role?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Friday May 16",
               "dayTitle":"<p>Teachers comments\n</p>",
               "id":78,
               "idDay":8,
               "idLesson":7,
               "lessonText":"<p><strong><em>Part I: Overview   Key</em></strong></p><p><strong>Text: Isaiah 6:8&nbsp;</strong></p><p><strong>Study Focus: Isa. 6:6–8, Rev. 4:9–11.\n</strong></p><p>God is the foundation of every good thing, simply because He is the Creator of all good things, animate and inanimate. We hear this important truth in the first words of the Bible: “In the beginning God created the heavens and the earth” (Gen. 1:1, NKJV). In the Hebrew phrase, the verb “create” precedes its subject “God,” a way of affirming that, because God is the Creator, He is God. In this week’s lesson, we will reflect on the significance of this foundational truth, which is the basis for three biblical revelations of God. Our attention will first center on God’s throne in heaven. Because God is the cause of everything, and all depends on Him, God is the King who rules over everything. God is thus presented as the King of kings, sitting on His throne in heaven (Isa. 6:1, 6–8; Rev. 4:9–11). Our attention, then, will move to God’s throne on the earth. Because God rules the universe, His throne also has jurisdiction over the earth. In this second section, we will learn about God’s kingship on the earth, in the Garden of Eden, and later, in Israel, in connection with the ark of the covenant, and in Zion, which are described as places of God’s throne. In the Life Application section, we will embrace our hope in God’s future throne in the “New Jerusalem” in the new earth. In conclusion, we shall consider the following lesson: What does it mean for us, in our present existence, to have God’s throne in our hearts today?\n</p><p><strong><em>Part II: Commentary&nbsp;</em></strong></p><p><strong>God’s Throne in Heaven.</strong> The existence of God’s throne in heaven predates the creation of the earth. According to Jeremiah, this place exists from the very beginning of the creation of the universe (Jer. 17:12). It is in this particular heavenly context that the first rebellion of Lucifer and, hence, the origin of evil, took place. This testimony is important because it shows that the problem of evil is a cosmic one that also concerns other worlds, not just the earth. The only solution to the problem of evil is cosmic, and so it must entail the deposition of Lucifer (Rev. 20:7–10). Isaiah describes God’s throne as the place where heavenly beings are serving, praising, and worshiping the King of the universe: “I saw the Lord sitting on a throne, high and lifted up” (Isa. 6:1, NKJV). The situation of the throne in heaven is rich with a number of ideas regarding the divine reality and with lessons that concern us. The first idea expressed by the image of the throne represents, by symbolism, royalty. As the King of all creation, God rules and controls all the universe. For us, this idea implies obedience to His laws and trust in His power and His leadership. Furthermore, because royalty is often associated with the function of a judge (Ps. 122:5), all creatures, including humans, should see God as their judge, which means that God is the One who sees, and can evaluate, all our actions, good and bad (Eccles. 12:14). Not only that, we see that God is the One who will save us from evil. In the Bible, the judge is also the “savior” (Judg. 3:9, 15; Judg. 6:36; Judg. 12:3). By locating the throne of God in heaven, the Bible shows that judgment and salvation are not in our hands. Only God judges, and only He will save us. The biblical emphasis on heaven as the location for the throne of God intends to convey several messages. This location implies that God is distinct from His creation; God is not the tree or in the tree. God is not a derivative of human beings. God is the Creator, infinitely far from the earth, and therefore unreachable and beyond our apprehension: “God is in heaven, and you on earth; therefore let your words be few” (Eccl. 5:2, NKJV). Any theology, any human description of God, is inadequate because God is beyond our understanding (Job 11:7–12; Job 36:26; Isa. 55:8, 9). When we pray to God, our words, and even our silence, should reflect reverence. The profound mystery of God is evoked by the complexity of the throne, which has the appearance of a supernatural chariot animated by powerful cherubim, other living creatures with wings, and powerful hands beneath (Ezek. 1:8). The glorious and sublime beauty of God’s throne conveys an impression of unreachable transcendence. Ezekiel describes the throne as being made of precious stones, in particular “lapis lazuli,” the material associated with divinity in the ancient Near East (Ezek. 1:26). Daniel sees the throne composed of flames (Dan. 7:9); while in Revelation, it is surrounded by an emerald rainbow, and seven torches or lamps of fire in front of a crystal sea (Rev. 4:3–6). Only one human response to this display of magnificent and perfect beauty is appropriate: awe, mingled with humility, and an acute consciousness of our misery and sinful condition apart from God. On the other hand, this mystery and perfect beauty are an appeal to us to testify to their existence in our worship services. We attest to their existence when we reverently inquire into God’s revelation through His words and in His creation. God’s beauty and mystery are also an appeal to humanity to repent and to allow Him to rehabilitate our sinful characters. Furthermore, the beauty and mystery of God’s throne are a call to us, here and now, to testify to both the justice and the reality of God’s absolute principles of truth.\n</p><p><strong>God’s Throne on Earth.</strong> Yet, God did not confine Himself in heaven, far from, and indifferent to, human destiny. Various representations of the heavenly throne were also present on earth.\n</p><p><strong>The Garden of Eden.</strong> The first earthly appearance of the “heavenly” throne of God on earth is found in the Garden of Eden, which is described in terms that recall the heavenly temple of God. The cherubim who stand in front of the Garden, with flaming swords (Gen. 3:24), remind us of the cherubim who stand around the heavenly throne of God and minister as flames of fire (Ps. 104:4; compare with Dan. 7:9, Rev. 4:3–6). The rivers that flow in the Garden of Eden (Gen. 2:10–14) point to the water of life,which is as clear as crystal and springs from the throne of God (Rev. 22:2). The precious stones also appear in both places, in heaven and on earth (Gen. 2:12; compare with Ezek. 1:26).\n</p><p><strong>The Ark of the Covenant.</strong> Another important location of the throne of God was the ark of the covenant, which also shares a significant number of features with God’s heavenly throne (such as the presence of cherubim) and is considered to be God’s throne or His footstool. Evidence of this identification is provided in 1 Chronicles 28:2, wherein the phrase “the ark of the covenant of the Lord” is connected to the “ ‘footstool of our God’ ” (1 Chron. 28:2, NKJV). It was the place, as with the other thrones, where judgment would take place. The “footstool” is also mentioned later in 2 Chronicles 9:18, where it is situated below the throne of Solomon, according to the ancient Near Eastern custom in which the footstools were placed at the feet of the god in the temple (see Ps. 99:5, Ps. 132:7, Lam. 2:1), implying that God stood above it.\n</p><p><strong>Mount Zion.</strong> When the Israelites settled in their country, they put the ark of the covenant in the temple of Jerusalem on Mount Zion. The name of Zion was then used as a synonym for the place of God’s throne, the seat of judgment (Ps. 9:4, Isa. 16:5). All preceding notions concerning the throne of God are, then, transferred to Zion, where God dwells and judges the nations (Ps. 9:11–15). This line of thinking will continue in the New Testament, where Christ and His apostles will sit on thrones to judge the world (Matt. 19:28). Zion will designate the New Jerusalem in heaven where the biblical hope of peace, love, and eternal life will ultimately be fulfilled (Rev. 21:1–4).\n</p><p><strong>We Are the Temple of God. </strong>Ultimately, God dwells among His people. The Hebrew verb shakan, “dwell,” is used to describe God’s dwelling among His people in the sanctuary (Exod. 25:8, 9). This idea of God’s dwelling was so powerful that it produced the word mishkan, “tabernacle,” the very place where God would dwell. The verb also refers to the cloud that dwelt, “rested” (shakan), on the tabernacle (Exod. 40:35). In the New Testament, this notion is extended to the Christian person, including the body: “Do you not know that your body is the temple of the Holy Spirit who is in you, whom you have from God, and you are not your own?” (1 Cor. 6:19, NKJV). “Therefore,” concludes Paul, “glorify God in your body and in your spirit, which are God’s” (1 Cor. 6:20, NKJV).\n</p><p><strong><em>Part III: Life Application\n</em></strong></p><p><strong>Pedagogy of the Throne.</strong> In our day, the notions of kingship and “throne” do not sound particularly relevant. Thus, we have lost the sense of transcendence, respect, and sacredness. Discuss these notions with people of all ages. Consider the following strategies as possible ways for communicating this notion:\n</p><p>1. Organize an outing in nature among the grandeur and splendor of God’s handiwork as a way of instilling a sense of transcendence and awe for His throne. 2. Visit a planetarium or space museum as a way of appreciating our infinite universe 3. Invite a scientist to explain the complexity and mysteries of the human body.\n</p><p><strong>The Throne in Worship. </strong>In light of your study of the throne of God, revisit your worship services: the way you behave in church, the way you pray, sing, and preach. Would boasting about your church’s mission success or its number of Bible studies be appropriate? Why, or why not?\n</p><p><strong>The Throne in Ethics.</strong> Recognize and appreciate God’s royal presence in your neighbor, your relative, your brother or sister, your parents, and your spouse. How does the reality of God’s throne and transcendence affect the nature of your relationship with them?</p><p><strong>The Throne in Your Personal Life.</strong> Ask yourself the following question: “What does the idea that you are the throne of God mean in your daily existence?” That is, how does the idea that you are God’s throne impact the way you treat your body, organize your time, order your household, and conduct yourself in the workplace?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Friday May 16",
               "dayTitle":"<p>&nbsp;Inside Story</p>",
               "id":78,
               "idDay":8,
               "idLesson":7,
               "lessonText":"<p><strong>Part 3: Attempted Suicide&nbsp;</strong></p><p><em>By </em><strong>Andrew McChesney&nbsp;</strong></p><p>Diana’s husband grew angry when three women persisted in visiting the house to study their religious books. On their wedding day, he had told Diana, “Don’t ever try to get me to go to church.” Now he opposed the presence of the three women and threw out the books they gave her. The women invited Diana to their church’s evening meetings. However, Diana worked nights at Pizza Hut to make ends meet. One woman pressured her into getting a day job at a newspaper so she could come to the meetings. As Diana studied, she learned that the women believed Jesus was a created being and not eternal. Reading their literature, she saw that their Jesus didn’t match the Jesus whom she had learned about in the Bible as a girl. Then Diana and her husband separated, and she moved with their three sons to Santa Fe, New Mexico. With no child support, friends, or family, she worked full-time to pay the bills and care for the boys, who were one, three, and five years old. Falling into an abusive relationship, she started thinking about suicide again. One day, after dropping her sons off at day care and school, she went to a gun shop and bought a gun. She knew how to use it from her Navy days. Sitting on her couch at home, she loaded the gun’s chamber, pulled back the hammer, and pressed the gun against her chest. An all-too-familiar accusing voice rang in her head. “You’re a terrible person,” it said. “You’re a terrible mother.” Diana firmly gripped the trigger. She felt her heart pounding in her head. Then a calming voice interrupted her. “What about your children?” it said. Before she could respond, the accusing voice countered, “They will be better off without you.” “They need you,” the calming voice pleaded. Diana thought about how her death would affect her children. She became enraged. She had come up with a plan to end her pain, but now she couldn’t go through with it. “I can’t do this anymore! It’s too hard!” she cried out. “You don’t have to,” the calming voice said. “I’ll do it for you.” With those words, Diana put down the gun, collapsed onto the floor, and cried until she couldn’t cry anymore. Then she called a trusted coworker. Together, they drove into the desert to fire off the gun. Later, when Diana tried to return the gun, the gun-shop owner refused, saying, “It’s been used.” “But you have to take it back,” Diana insisted, explaining that she had given a bad check. The owner reluctantly took back the gun and didn’t report her to the police. Diana believed that he sensed what had happened.\n</p><p><em>This mission story offers an inside look at how God miraculously worked in the life of Diana Fish, development director of the US-based Holbrook Seventh-day Adventist Indian School, which received the Thirteenth Sabbath Offering in 2021. Thank you for supporting the spread of the gospel with this quarter’s Thirteenth Sabbath Offering on June 28. Read more about Diana next week</em></p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>Foundations for Prophecy\n</p>",
         "verse":"<p>“Also I heard the voice of the Lord, saying: ‘Whom shall I send, and who will go for Us?’ Then I said, ‘Here am I! Send me’ ”&nbsp; Isaiah 6:8, NKJV</p>",
         "versionCode":10,
         "weekDate":"May 10–16"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
