 {
  "data": [
    {
      "color": "#FFBF00",
      "id": 2,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 2 de octubre",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>“Estas son las palabras que habló Moisés” (Deut. 1:1). Así comienza el libro de Deuteronomio. Y, aunque Moisés y la presencia de Moisés dominan el libro, desde estas palabras iniciales hasta su muerte en la tierra de Moab (Deut. 34:5), Deuteronomio (como toda la Biblia) en realidad tiene que ver con el Señor Jesús. Porque él es quien nos creó (Gén. 1; 2; Juan 1:1-3), nos sostiene (Col. 1:15-17; Heb. 1:3) y nos redime (Isa. 41:14; Tito 2:14). Y, en un sentido más amplio de esas palabras, Deuteronomio revela cómo el Señor siguió creando, sosteniendo y redimiendo a su pueblo en este momento crucial en la historia de la salvación.<br><br>Básicamente, justo cuando los hijos de Israel están por entrar en Ca- naán, Moisés les da una lección de historia, un tema que se repite en toda la Biblia: recuerden lo que el Señor ha hecho por ustedes en el pasado. “No tenemos nada que temer del futuro, a menos que olvidemos la manera en que el Señor nos ha conducido, y lo que nos ha enseñado en nuestra historia pasada” (NB 193).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de octubre",
          "dayTitle": "<p>EL MINISTERIO DE MOISÉS<br></p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>En toda la Biblia se siente la presencia de Moisés. Y, aunque no se lo menciona hasta Éxodo 2:2, él escribió el libro de Génesis, la narración auto- ritativa y fundamental de Dios sobre quiénes somos, cómo llegamos aquí, por qué las cosas están tan mal y, aun así, por qué podemos tener esperanza de todos modos. La Creación, la Caída, la promesa de redención, el Diluvio, Abraham, el evangelio, todos tienen sus raíces en Génesis, y su autor fue el profeta Moisés. Es difícil medir adecuadamente la influencia que este hombre, para nada perfecto, pudo ejercer para Dios porque amaba al Señor y quería servirlo.<br><br><strong>Lee Éxodo 32:29 al 32, que registra la conversación entre el Señor y Moisés después del terrible pecado del becerro de oro. ¿Qué percepción nos da esta historia sobre el carácter de Moisés y por qué, a pesar de los defectos que tuvo, el Señor pudo usarlo de una manera tan poderosa?</strong><br></p><p><strong>&nbsp;Éxodo 32:29 -32</strong></p><p><sup><strong>29</strong></sup> Entonces Moisés dijo: Hoy os habéis consagrado a Jehová, pues cada uno se ha consagrado en su hijo y en su hermano, para que él dé bendición hoy sobre vosotros.<sup><br><br><strong>30</strong></sup> Y aconteció que al día siguiente dijo Moisés al pueblo: Vosotros habéis cometido un gran pecado, pero yo subiré ahora a Jehová; quizá le aplacaré acerca de vuestro pecado.<sup><br><br><strong>31</strong></sup> Entonces volvió Moisés a Jehová, y dijo: Te ruego, pues este pueblo ha cometido un gran pecado, porque se hicieron dioses de oro,<sup><br><br><strong>32</strong></sup> que perdones ahora su pecado, y si no, ráeme ahora de tu libro que has escrito.<br></p><p><br>Aunque Moisés no tuvo nada que ver con el pecado del pueblo, trató de interceder por este pueblo pecador, e incluso estuvo dispuesto a perder su alma por ellos. Curiosamente, en Éxodo 32:32, cuando Moisés le pide a Dios que “perdone” sus pecados, el verbo en realidad significa “cargar”. Por lo tanto, Moisés, al entender la gravedad del pecado y lo que se necesitaba para expiarlo, le pidió a Dios que “cargara” con el pecado de ellos. Y eso se debe a que esta es la única manera –en última instancia– en que cualquier pecado puede llegar a ser perdonado.<br><br>Por lo tanto, al principio de la Biblia tenemos una poderosa expresión de sustitución, en la que Dios mismo en la persona de Jesús llevará sobre sí todo el peso y el castigo de nuestro pecado; el camino predeterminado de Dios para la salvación de la humanidad mientras permanezca fiel a los principios de su gobierno y su Ley.<br><br>De hecho, muchos siglos después, Pedro escribió acerca de Jesús: “Quien llevó él mismo nuestros pecados en su cuerpo sobre el madero, para que nosotros, estando muertos a los pecados, vivamos a la justicia; y por cuya herida fuisteis sanados” (1 Ped. 2:24).<br><br>Mientras tanto, lo que vemos en esta historia de Moisés y su reacción ante el pecado del pueblo es a Moisés en el papel de intercesor en favor de un pueblo caído y pecador, un precursor de lo que Jesús también haría por nosotros (ver Heb. 7:25).<br><br><strong>¿Dispuesto a perder su propia alma por su pueblo? Reflexiona en las implicaciones de esas palabras. ¿Qué podemos aprender de ellas sobre lo que significa amar verdaderamente a los demás?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de octubre",
          "dayTitle": "<p>PROFECÍA CUMPLIDA<br></p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>A pesar de algunos de los errores que la ciencia moderna trata de pro- mulgar como verdad (como que nuestro Universo surgió de la “nada absoluta” por sí solo o que toda la vida en la Tierra surgió por casualidad a partir de sustancias químicas simples), la ciencia nos ha brindado algunas revelaciones asombrosas del poder creador de Dios. La armonía, el equilibrio, la precisión de muchos aspectos del mundo natural, incluso en su estado caído, continúan asombrando a quienes los estudian.<br><br>Y, si Dios puede ser tan preciso con las cosas físicas, sin duda también lo será con las cosas espirituales. Por lo tanto, en los primeros versículos de Deuteronomio, podemos ver más de la increíble precisión de Dios. <br></p><p><br></p><p><strong>Lee Deuteronomio 1:1 al 6. ¿Cuál es el significado profético del hecho de que Deuteronomio 1:3 hable de “los cuarenta años”?</strong><br></p><p><strong>Deuteronomio 1:1 - 6</strong></p><p><sup><strong>1</strong></sup>&nbsp; Estas son las palabras que habló Moisés a todo Israel a este lado del Jordán en el desierto, en el Arabá frente al Mar Rojo, entre Parán, Tofel, Labán, Hazerot y Dizahab.<sup><br><br><strong>2</strong></sup> Once jornadas hay desde Horeb, camino del monte de Seir, hasta Cades-barnea.<sup><br><br><strong>3</strong></sup> Y aconteció que a los cuarenta años, en el mes undécimo, el primero del mes, Moisés habló a los hijos de Israel conforme a todas las cosas que Jehová le había mandado acerca de ellos,<sup><br><br><strong>4</strong></sup> después que derrotó a Sehón rey de los amorreos, el cual habitaba en Hesbón, y a Og rey de Basán que habitaba en Astarot en Edrei.<sup><br><br><strong>5</strong></sup> De este lado del Jordán, en tierra de Moab, resolvió Moisés declarar esta ley, diciendo:<sup><br><br><strong>6</strong></sup> Jehová nuestro Dios nos habló en Horeb, diciendo: Habéis estado bastante tiempo en este monte. <br><strong></strong></p><p>Después del fiasco, cuando Moisés envió espías desde Cades-barnea para inspeccionar la tierra, y el pueblo rechazó el llamado para tomarla, ¿qué su- cedió? Se les dijo que no entrarían en la Tierra Prometida como esperaban. Y ¿cuánto tiempo esperarían antes de entrar? “Conforme al número de los días, de los cuarenta días en que reconocisteis la tierra, llevaréis vuestras iniqui- dades cuarenta años, un año por cada día; y conoceréis mi castigo” (Núm. 14:34). Por lo tanto, Deuteronomio retoma en el año cuarenta, exactamente como Dios les había dicho. En otras palabras, la Palabra profética de Dios es tan confiable como Dios mismo, y lo que vemos aquí en los primeros versículos de Deuteronomio son más evidencias de esa fiabilidad; es decir, Dios hace lo que dice y lo hace cuando dice que lo hará.<br><br>Por supuesto, este no es el único período profético que se cumplió como Dios había dicho. Al mirar hacia atrás desde nuestro punto de vista actual, podemos encontrar en Daniel 9:24 al 27, por ejemplo, que el tiempo anunciado para el ministerio y la muerte de Jesús se cumplió tal como el Señor había dicho. Podemos ver también que el “tiempo, y tiempos, y medio tiempo” (Dan. 7:25; ver también Apoc. 12:6, 14; 13:5) se ha cumplido en la historia, así como los 2.300 días de Daniel 8:14.<br><br>Y, además de los elementos de tiempo precisos, las profecías de Daniel 2, 7 y 8, que predijeron con tanta precisión y exactitud la historia del mundo, nos han brindado evidencias abrumadoras de la presciencia, el control y la confiabilidad de Dios.<br><br><strong>Podemos ver que el Señor cumplió fielmente estas profecías pasadas tal como predijo. ¿Por qué esto debería darnos la certeza de que podemos confiar en él en cuanto a las cosas que dijo que ocurrirán en el futuro?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de octubre",
          "dayTitle": "<p>MIL VECES MÁS NUMEROSOS<br></p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p>Después del largo peregrinaje por el desierto, Moisés, hablando en nombre de Jehová (él era un profeta, aunque, a decir verdad, era más que un profeta), dijo: “Mirad, yo os he entregado la tierra; entrad y poseed la tierra que Jehová juró a vuestros padres Abraham, Isaac y Jacob, que les daría a ellos y a su descendencia después de ellos” (Deut. 1:8). No obstante, fíjate lo que viene a continuación.<br><br><strong>Lee Deuteronomio 1:9 al 11. ¿Cuál es el significado de estas palabras, es- pecialmente a la luz del hecho de que, en realidad, Dios los estaba castigando por la rebelión de Cades-barnea?</strong></p><p><strong>&nbsp;Deuteronomio 1:9 - 11</strong><sup><br></sup></p><p><sup><strong>9</strong></sup> En aquel tiempo yo os hablé diciendo: Yo solo no puedo llevaros.<sup><br><br><strong>10</strong></sup> Jehová vuestro Dios os ha multiplicado, y he aquí hoy vosotros sois como las estrellas del cielo en multitud.<sup><br><br><strong>11</strong></sup> ¡Jehová Dios de vuestros padres os haga mil veces más de lo que ahora sois, y os bendiga, como os ha prometido! <br></p><p>Este es otro ejemplo de la gracia de Dios. Incluso en medio de las travesías por el desierto, fueron bendecidos: “Los sustentaste cuarenta años en el desierto; de ninguna cosa tuvieron necesidad; sus vestidos no se envejecieron, ni se hincharon sus pies” (Neh. 9:21). Y Moisés, mostrando nuevamente su amor por el pueblo, le pidió a Dios que lo multiplicara mil veces más de lo que Dios ya lo había hecho.</p><p> <strong>Lee Deuteronomio 1:12 al 17. Como resultado directo de la bendición de Dios sobre ellos, ¿qué sucedió y qué pasos adoptó Moisés para afrontar la situación?</strong><br></p><p><strong>Deuteronomio 1:12 - 17</strong></p><p><sup><strong>12</strong></sup> ¿Cómo llevaré yo solo vuestras molestias, vuestras cargas y vuestros pleitos?<sup><br><br><strong>13</strong></sup> Dadme de entre vosotros, de vuestras tribus, varones sabios y entendidos y expertos, para que yo los ponga por vuestros jefes.<sup><br><br><strong>14</strong></sup> Y me respondisteis y dijisteis: Bueno es hacer lo que has dicho.<sup><br><br><strong>15</strong></sup> Y tomé a los principales de vuestras tribus, varones sabios y expertos, y los puse por jefes sobre vosotros, jefes de millares, de centenas, de cincuenta y de diez, y gobernadores de vuestras tribus.<sup><br><br><strong>16</strong></sup> Y entonces mandé a vuestros jueces, diciendo: Oíd entre vuestros hermanos, y juzgad justamente entre el hombre y su hermano, y el extranjero.<sup><br><br><strong>17</strong></sup> No hagáis distinción de persona en el juicio; así al pequeño como al grande oiréis; no tendréis temor de ninguno, porque el juicio es de Dios; y la causa que os fuere difícil, la traeréis a mí, y yo la oiré. <br><strong></strong></p><p>Así, incluso cuando el Señor ejercía una presencia tan poderosa entre ellos, existía la necesidad de organización, de estructura, de un sistema de rendición de cuentas. Israel era un qahal, una asamblea organizada (ver Deut. 31:30), un precursor de la ekklesia del Nuevo Testamento, que en griego significa “iglesia” (ver Mat. 16:18). Y, aunque trabajaba en un contexto dife- rente, Pablo nunca estuvo lejos de sus raíces judías, y en 1 Corintios 12 vemos claramente cómo delineó la necesidad de que haya gente calificada para asumir varios roles para el correcto funcionamiento del cuerpo, tal como lo vemos aquí en Deuteronomio y el qahal en el desierto. La iglesia de hoy, al igual que el qahal de aquel entonces, necesita ser un cuerpo unificado con personas que cumplan varios roles según sus dones.<br><br>Aunque a veces escuchamos que la gente arremete contra la religión “organizada” (¿acaso preferirán una religión “desorganizada”?), la Palabra de Dios, especialmente el Nuevo Testamento, no reconoce ninguna otra clase que la organizada.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de octubre",
          "dayTitle": "<p>CADES-BARNEA<br></p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p>Un espectro ha estado frecuentando las primeras partes del libro de Deu- teronomio, el espectro de Cadesbarnea. Esta desafortunada historia, como hemos visto, establece el contexto inmediato del libro de Deuteronomio, y vale la pena analizarla detenidamente.<br><br><strong>Lee Números 14. ¿Cómo reaccionó el pueblo al informe de los espías y cuáles fueron los resultados de su reacción? (Ver también Deut. 1:20–46.)</strong></p><p><strong>Números 14<sup><br></sup></strong></p><p><sup><strong>1</strong></sup>&nbsp; Entonces toda la congregación gritó, y dio voces; y el pueblo lloró aquella noche.<sup><br><br><strong>2</strong></sup> Y se quejaron contra Moisés y contra Aarón todos los hijos de Israel; y les dijo toda la multitud: !!Ojalá muriéramos en la tierra de Egipto; o en este desierto ojalá muriéramos!<sup><br><br><strong>3 </strong></sup>¿Y por qué nos trae Jehová a esta tierra para caer a espada, y que nuestras mujeres y nuestros niños sean por presa? ¿No nos sería mejor volvernos a Egipto?<sup><br><br><strong>4</strong></sup> Y decían el uno al otro: Designemos un capitán, y volvámonos a Egipto.<sup><br><br><strong>5</strong></sup> Entonces Moisés y Aarón se postraron sobre sus rostros delante de toda la multitud de la congregación de los hijos de Israel.<sup><br><br><strong>6</strong></sup> Y Josué hijo de Nun y Caleb hijo de Jefone, que eran de los que habían reconocido la tierra, rompieron sus vestidos,<sup><br><br><strong>7</strong></sup> y hablaron a toda la congregación de los hijos de Israel, diciendo: La tierra por donde pasamos para reconocerla, es tierra en gran manera buena.<sup><br><br><strong>8</strong></sup> Si Jehová se agradare de nosotros, él nos llevará a esta tierra, y nos la entregará; tierra que fluye leche y miel.<sup><br><br><strong>9</strong></sup> Por tanto, no seáis rebeldes contra Jehová, ni temáis al pueblo de esta tierra; porque nosotros los comeremos como pan; su amparo se ha apartado de ellos, y con nosotros está Jehová; no los temáis.<sup><br><br><strong>10</strong></sup> Entonces toda la multitud habló de apedrearlos.<br><br>Pero la gloria de Jehová se mostró en el tabernáculo de reunión a todos los hijos de Israel,<sup><br><br><strong>11</strong></sup> y Jehová dijo a Moisés: ¿Hasta cuándo me ha de irritar este pueblo? ¿Hasta cuándo no me creerán, con todas las señales que he hecho en medio de ellos?<sup><br><br><strong>12</strong></sup> Yo los heriré de mortandad y los destruiré, y a ti te pondré sobre gente más grande y más fuerte que ellos.<sup><br><br><strong>13</strong></sup> Pero Moisés respondió a Jehová: Lo oirán luego los egipcios, porque de en medio de ellos sacaste a este pueblo con tu poder;<sup><br><br><strong>14</strong></sup> y lo dirán a los habitantes de esta tierra, los cuales han oído que tú, oh Jehová, estabas en medio de este pueblo, que cara a cara aparecías tú, oh Jehová, y que tu nube estaba sobre ellos, y que de día ibas delante de ellos en columna de nube, y de noche en columna de fuego;<sup><br><br><strong>15</strong></sup> y que has hecho morir a este pueblo como a un solo hombre; y las gentes que hubieren oído tu fama hablarán, diciendo:<sup><br><br><strong>16</strong></sup> Por cuanto no pudo Jehová meter este pueblo en la tierra de la cual les había jurado, los mató en el desierto.<sup><br><br><strong>17 </strong></sup>Ahora, pues, yo te ruego que sea magnificado el poder del Señor, como lo hablaste, diciendo:<sup><br><br><strong>18</strong></sup> Jehová, tardo para la ira y grande en misericordia, que perdona la iniquidad y la rebelión, aunque de ningún modo tendrá por inocente al culpable; que visita la maldad de los padres sobre los hijos hasta los terceros y hasta los cuartos.<sup><br><br><strong>19</strong></sup> Perdona ahora la iniquidad de este pueblo según la grandeza de tu misericordia, y como has perdonado a este pueblo desde Egipto hasta aquí.<sup><br><br><strong>20</strong></sup> Entonces Jehová dijo: Yo lo he perdonado conforme a tu dicho.<sup><br><br><strong>21</strong></sup> Mas tan ciertamente como vivo yo, y mi gloria llena toda la tierra,<sup><br><br><strong>22 </strong></sup>todos los que vieron mi gloria y mis señales que he hecho en Egipto y en el desierto, y me han tentado ya diez veces, y no han oído mi voz,<sup><br><br><strong>23</strong></sup> no verán la tierra de la cual juré a sus padres; no, ninguno de los que me han irritado la verá.<sup><br><br><strong>24</strong></sup> Pero a mi siervo Caleb, por cuanto hubo en él otro espíritu, y decidió ir en pos de mí, yo le meteré en la tierra donde entró, y su descendencia la tendrá en posesión.<sup><br><br><strong>25</strong></sup> Ahora bien, el amalecita y el cananeo habitan en el valle; volveos mañana y salid al desierto, camino del Mar Rojo.<sup><br><br><strong>26</strong></sup> Y Jehová habló a Moisés y a Aarón, diciendo:<sup><br><br><strong>27 </strong></sup>¿Hasta cuándo oiré esta depravada multitud que murmura contra mí, las querellas de los hijos de Israel, que de mí se quejan?<sup><br><br><strong>28</strong></sup> Diles: Vivo yo, dice Jehová, que según habéis hablado a mis oídos, así haré yo con vosotros.<sup><br><br><strong>29</strong></sup> En este desierto caerán vuestros cuerpos; todo el número de los que fueron contados de entre vosotros, de veinte años arriba, los cuales han murmurado contra mí.<sup><br><br><strong>30</strong></sup> Vosotros a la verdad no entraréis en la tierra, por la cual alcé mi mano y juré que os haría habitar en ella; exceptuando a Caleb hijo de Jefone, y a Josué hijo de Nun.<sup><br><br><strong>31</strong></sup> Pero a vuestros niños, de los cuales dijisteis que serían por presa, yo los introduciré, y ellos conocerán la tierra que vosotros despreciasteis.<sup><br><br><strong>32</strong></sup> En cuanto a vosotros, vuestros cuerpos caerán en este desierto.<sup><br><br><strong>33</strong></sup> Y vuestros hijos andarán pastoreando en el desierto cuarenta años, y ellos llevarán vuestras rebeldías, hasta que vuestros cuerpos sean consumidos en el desierto.<sup><br><br><strong>34</strong></sup> Conforme al número de los días, de los cuarenta días en que reconocisteis la tierra, llevaréis vuestras iniquidades cuarenta años, un año por cada día; y conoceréis mi castigo.<sup><br><br><strong>35</strong></sup> Yo Jehová he hablado; así haré a toda esta multitud perversa que se ha juntado contra mí; en este desierto serán consumidos, y ahí morirán.<sup><br><br><strong>36</strong></sup> Y los varones que Moisés envió a reconocer la tierra, y que al volver habían hecho murmurar contra él a toda la congregación, desacreditando aquel país,<sup><br><br><strong>37</strong></sup> aquellos varones que habían hablado mal de la tierra, murieron de plaga delante de Jehová.<sup><br><br><strong>38</strong></sup> Pero Josué hijo de Nun y Caleb hijo de Jefone quedaron con vida, de entre aquellos hombres que habían ido a reconocer la tierra.<sup><br><br><strong>39</strong></sup> Y Moisés dijo estas cosas a todos los hijos de Israel, y el pueblo se enlutó mucho.<sup><br><br><strong>40</strong></sup> Y se levantaron por la mañana y subieron a la cumbre del monte, diciendo: Henos aquí para subir al lugar del cual ha hablado Jehová; porque hemos pecado.<sup><br><br><strong>41</strong></sup> Y dijo Moisés: ¿Por qué quebrantáis el mandamiento de Jehová? Esto tampoco os saldrá bien.<sup><br><br><strong>42</strong></sup> No subáis, porque Jehová no está en medio de vosotros, no seáis heridos delante de vuestros enemigos.<sup><br><br><strong>43</strong></sup> Porque el amalecita y el cananeo están allí delante de vosotros, y caeréis a espada; pues por cuanto os habéis negado a seguir a Jehová, por eso no estará Jehová con vosotros.<sup><br><br><strong>44</strong></sup> Sin embargo, se obstinaron en subir a la cima del monte; pero el arca del pacto de Jehová, y Moisés, no se apartaron de en medio del campamento.<sup><br><br><strong>45</strong></sup> Y descendieron el amalecita y el cananeo que habitaban en aquel monte, y los hirieron y los derrotaron, persiguiéndolos hasta Horma.&nbsp;</p><p><br></p><p><strong>Deut. 1:20–46</strong></p><p><sup><strong>20</strong></sup> Entonces os dije: Habéis llegado al monte del amorreo, el cual Jehová nuestro Dios nos da.<sup><br><br><strong>21</strong></sup> Mira, Jehová tu Dios te ha entregado la tierra; sube y toma posesión de ella, como Jehová el Dios de tus padres te ha dicho; no temas ni desmayes.<sup><br><br><strong>22</strong></sup> Y vinisteis a mí todos vosotros, y dijisteis: Enviemos varones delante de nosotros que nos reconozcan la tierra, y a su regreso nos traigan razón del camino por donde hemos de subir, y de las ciudades adonde hemos de llegar.<sup><br><br><strong>23</strong></sup> Y el dicho me pareció bien; y tomé doce varones de entre vosotros, un varón por cada tribu.<sup><br><br><strong>24</strong></sup> Y se encaminaron, y subieron al monte, y llegaron hasta el valle de Escol, y reconocieron la tierra.<sup><br><br><strong>25</strong></sup> Y tomaron en sus manos del fruto del país, y nos lo trajeron, y nos dieron cuenta, y dijeron: Es buena la tierra que Jehová nuestro Dios nos da.<sup><br><br><strong>26</strong></sup> Sin embargo, no quisisteis subir, antes fuisteis rebeldes al mandato de Jehová vuestro Dios;<sup><br><br><strong>27</strong></sup> y murmurasteis en vuestras tiendas, diciendo: Porque Jehová nos aborrece, nos ha sacado de tierra de Egipto, para entregarnos en manos del amorreo para destruirnos.<sup><br><br><strong>28</strong></sup> ¿A dónde subiremos? Nuestros hermanos han atemorizado nuestro corazón, diciendo: Este pueblo es mayor y más alto que nosotros, las ciudades grandes y amuralladas hasta el cielo; y también vimos allí a los hijos de Anac.<sup><br><br><strong>29</strong></sup> Entonces os dije: No temáis, ni tengáis miedo de ellos.<sup><br><br><strong>30</strong></sup> Jehová vuestro Dios, el cual va delante de vosotros, él peleará por vosotros, conforme a todas las cosas que hizo por vosotros en Egipto delante de vuestros ojos.<sup><br><br><strong>31</strong></sup> Y en el desierto has visto que Jehová tu Dios te ha traído, como trae el hombre a su hijo, por todo el camino que habéis andado, hasta llegar a este lugar.<sup><br><br><strong>32</strong></sup> Y aun con esto no creísteis a Jehová vuestro Dios,<sup><br><br><strong>33</strong></sup> quien iba delante de vosotros por el camino para reconoceros el lugar donde habíais de acampar, con fuego de noche para mostraros el camino por donde anduvieseis, y con nube de día.<sup><br><br><strong>34</strong></sup> Y oyó Jehová la voz de vuestras palabras, y se enojó, y juró diciendo:<sup><br><br><strong>35</strong></sup> No verá hombre alguno de estos, de esta mala generación, la buena tierra que juré que había de dar a vuestros padres,<sup><br><br><strong>36</strong></sup> excepto Caleb hijo de Jefone; él la verá, y a él le daré la tierra que pisó, y a sus hijos; porque ha seguido fielmente a Jehová.<sup><br><br><strong>37</strong></sup> También contra mí se airó Jehová por vosotros, y me dijo: Tampoco tú entrarás allá.<sup><br><br><strong>38</strong></sup> Josué hijo de Nun, el cual te sirve, él entrará allá; anímale, porque él la hará heredar a Israel.<sup><br><br><strong>39</strong></sup> Y vuestros niños, de los cuales dijisteis que servirían de botín, y vuestros hijos que no saben hoy lo bueno ni lo malo, ellos entrarán allá, y a ellos la daré, y ellos la heredarán.<sup><br><br><strong>40</strong></sup> Pero vosotros volveos e id al desierto, camino del Mar Rojo.<sup><br><br><strong>41</strong></sup> Entonces respondisteis y me dijisteis: Hemos pecado contra Jehová; nosotros subiremos y pelearemos, conforme a todo lo que Jehová nuestro Dios nos ha mandado. Y os armasteis cada uno con sus armas de guerra, y os preparasteis para subir al monte.<sup><br><br><strong>42</strong></sup> Y Jehová me dijo: Diles: No subáis, ni peleéis, pues no estoy entre vosotros; para que no seáis derrotados por vuestros enemigos.<sup><br><br><strong>43</strong></sup> Y os hablé, y no disteis oído; antes fuisteis rebeldes al mandato de Jehová, y persistiendo con altivez subisteis al monte.<sup><br><br><strong>44</strong></sup> Pero salió a vuestro encuentro el amorreo, que habitaba en aquel monte, y os persiguieron como hacen las avispas, y os derrotaron en Seir, hasta Horma.<sup><br><br><strong>45</strong></sup> Y volvisteis y llorasteis delante de Jehová, pero Jehová no escuchó vuestra voz, ni os prestó oído.<sup><br><br><strong>46</strong></sup> Y estuvisteis en Cades por muchos días, los días que habéis estado allí. <br><strong></strong></p><p>Podemos extraer muchas lecciones importantes de esta historia, pero hay una que aparecerá nuevamente en el libro, y también se puede encon- trar en Números 14.<br><br><strong>Lee Números 14:11 al 20. Aunque vemos a Moisés nuevamente en el papel de intercesor, ¿qué tiene de relevante su línea de razonamiento con el Señor en cuanto a por qué el Señor no debería destruirlos?</strong><br><br>Piensa en lo que Moisés le estaba diciendo a Dios: Si haces esto, fíjate qué pensarán los egipcios y las otras naciones de la zona cuando se enteren. Este argumento es importante porque, en última instancia, todo lo que Dios había querido hacer con Israel no era solo por el bien de Israel; también lo era para la humanidad en su conjunto. La nación de Israel iba a ser una luz para el mundo, un testimonio para los antiguos sobre el amor, el poder y la salvación que se encuentran en el Dios verdadero y no en los ídolos inútiles que estos pueblos adoraban.<br><br>Sin embargo, como dijo Moisés, si eliminas a este pueblo, ¿qué sucederá entonces? Las naciones dirán: “Por cuanto no pudo Jehová meter este pueblo en la tierra de la cual les había jurado, los mató en el desierto” (Núm. 14:16). En otras palabras, lo que vemos aquí es un tema que se encuentra en toda la Biblia: la idea de que Dios debe ser glorificado en su pueblo; que la gloria, la bondad, el amor y el poder de Dios deben revelarse en su iglesia, a través de lo que él hace mediante su pueblo. Por supuesto, su pueblo no siempre le facilita hacer esto, pero finalmente Dios será glorificado a través de sus actos en la Tierra.<br><br><strong>Lee Efesios 3:10. ¿Qué está diciendo Pablo aquí y cómo se produce esto? ¿Cómo se manifiesta la “multiforme sabiduría” de Dios en el cosmos? ¿Qué papel tenemos individualmente para lograr esto?</strong></p><p><strong><br></strong></p><p><strong>Efesios 3:10</strong></p><p><sup><strong>10</strong></sup> para que la multiforme sabiduría de Dios sea ahora dada a conocer por medio de la iglesia a los principados y potestades en los lugares celestiales, <br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de octubre",
          "dayTitle": "<p>LA INIQUIDAD DE LOS AMORREOS<br></p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p>En Deuteronomio 2 y 3, Moisés sigue relatando la historia de Israel y cómo derrotaron a sus enemigos con la bendición de Dios; cuando fueron fieles, Dios les dio la victoria, incluso sobre los “gigantes” (Deut. 2:11, 20; Deut. 3:13).<br><br>Por supuesto, esto trae a colación un tema difícil, que al menos debemos mencionar, con respecto a la destrucción de estos pueblos. Aunque a menudo los hijos de Israel primeramente negociaban la paz con una nación (Deut. 20:10, 11), si la gente no aceptaba esa oferta, a veces los israelitas entraban y los destruían, incluyendo a mujeres y niños. “Mas Jehová nuestro Dios lo entregó delante de nosotros; y lo derrotamos a él y a sus hijos, y a todo su pueblo. Tomamos entonces todas sus ciudades, y destruimos todas las ciudades, hombres, mujeres y niños; no dejamos ninguno” (Deut. 2:33, 34).<br><br>Algunos intentan eludir esto simplemente diciendo que estas historias no son ciertas. Sin embargo, debido a que creemos que “toda la Escritura es inspirada por Dios, y útil para enseñar, para redargüir, para corregir, para instruir en justicia” (2 Tim. 3:16), esa no es una opción viable para los Adven- tistas del Séptimo Día. Por tanto, nos cabe plantearnos la difícil cuestión de estos incidentes.<br><br><strong>Lee Génesis 15:1 al 16. ¿Qué le dijo Dios a Abram en Génesis 15:16, y cómo arroja algo de luz sobre este tema difícil?</strong><br></p><p><strong>Génesis 15:1-16</strong></p><p><sup><strong>1</strong></sup> Después de estas cosas vino la palabra de Jehová a Abram en visión, diciendo: No temas, Abram; yo soy tu escudo, y tu galardón será sobremanera grande.<sup><br><strong><br>2</strong></sup> Y respondió Abram: Señor Jehová, ¿qué me darás, siendo así que ando sin hijo, y el mayordomo de mi casa es ese damasceno Eliezer?<sup><br><br><strong>3</strong></sup> Dijo también Abram: Mira que no me has dado prole, y he aquí que será mi heredero un esclavo nacido en mi casa.<sup><br><br><strong>4 </strong></sup>Luego vino a él palabra de Jehová, diciendo: No te heredará éste, sino un hijo tuyo será el que te heredará.<sup><br><strong><br>5</strong></sup> Y lo llevó fuera, y le dijo: Mira ahora los cielos, y cuenta las estrellas, si las puedes contar. Y le dijo: Así será tu descendencia.<sup><br><br><strong>6</strong></sup> Y creyó a Jehová, y le fue contado por justicia.<sup><br><br><strong>7</strong></sup> Y le dijo: Yo soy Jehová, que te saqué de Ur de los caldeos, para darte a heredar esta tierra.<sup><br><br><strong>8 </strong></sup>Y él respondió: Señor Jehová, ¿en qué conoceré que la he de heredar?<sup><br><br><strong>9</strong></sup> Y le dijo: Tráeme una becerra de tres años, y una cabra de tres años, y un carnero de tres años, una tórtola también, y un palomino.<sup><br><br><strong>10</strong></sup> Y tomó él todo esto, y los partió por la mitad, y puso cada mitad una enfrente de la otra; mas no partió las aves.<sup><br><br><strong>11</strong></sup> Y descendían aves de rapiña sobre los cuerpos muertos, y Abram las ahuyentaba.<sup><br><br><strong>12</strong></sup> Mas a la caída del sol sobrecogió el sueño a Abram, y he aquí que el temor de una grande oscuridad cayó sobre él.<sup><br><br><strong>13 </strong></sup>Entonces Jehová dijo a Abram: Ten por cierto que tu descendencia morará en tierra ajena, y será esclava allí, y será oprimida cuatrocientos años.<sup><br><br><strong>14 </strong></sup>Mas también a la nación a la cual servirán, juzgaré yo; y después de esto saldrán con gran riqueza.<sup><br><br><strong>15</strong></sup> Y tú vendrás a tus padres en paz, y serás sepultado en buena vejez.<sup><br><br><strong>16 </strong></sup>Y en la cuarta generación volverán acá; porque aún no ha llegado a su colmo la maldad del amorreo hasta aquí. <br><strong></strong></p><p>No cabe duda de que muchas de estas naciones paganas eran personas sumamente brutales y crueles que justificadamente podrían haber enfren- tado la ira y el castigo de Dios mucho antes. Eso es cierto, y aunque Dios haya esperado pacientemente a que cambiaran sus caminos, y ellos no cambiaron, esto todavía no altera la dura realidad sobre la matanza de todos, incluidos los niños. (Por supuesto, probablemente murieron muchos más niños en el Diluvio que los que mataron los israelitas.)<br><br>El hecho es que, por ahora, dada la información limitada que tenemos sobre el contexto total de los acontecimientos, solo tenemos que aceptar esta dura realidad y confiar en la bondad de Dios, que se ha revelado de muchas otras formas. La fe no se trata solo de amar a Dios en un hermoso día en un hermoso bosque lleno de maravillosas vistas y sonidos. También implica confiar en él a pesar de lo que no entendemos completamente.<br><strong><br>Lee 1 Corintios 10:1 al 4; y Juan 14:9. ¿Cómo nos ayudan estos versículos, y muchos otros similares, a aprender a confiar en el amor, la justicia y la bondad de Dios, aun cuando vemos cosas que parecen difíciles de conciliar con este conocimiento de Dios?</strong></p><p><strong><br></strong></p><p><strong>1 Corintios 10:1-4</strong></p><p><sup><strong>1 </strong></sup>Porque no quiero, hermanos, que ignoréis que nuestros padres todos estuvieron bajo la nube, y todos pasaron el mar;<strong><br><br><sup>2</sup></strong> y todos en Moisés fueron bautizados en la nube y en el mar,<sup><br><br><strong>3</strong></sup> y todos comieron el mismo alimento espiritual,<sup><br><br><strong>4 </strong></sup>y todos bebieron la misma bebida espiritual; porque bebían de la roca espiritual que los seguía, y la roca era Cristo. <br><strong></strong></p><p><strong> Juan 14:9</strong></p><p><sup><strong>9 </strong></sup>Jesús le dijo: ¿Tanto tiempo hace que estoy con vosotros, y no me has conocido, Felipe? El que me ha visto a mí, ha visto al Padre; ¿cómo, pues, dices tú: Muéstranos el Padre? <br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de octubre",
          "dayTitle": "",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>Así es como un erudito trata de responder las preguntas difíciles sobre lo que hicieron los israelitas con algunas de estas naciones:<br><br>“Como Creador de todas las cosas y de todos los seres humanos y como soberano de todo, Dios puede hacer lo que quiera con quien quiera, y tiene razón al hacerlo. [...] Los caminos de Dios son un misterio. Dado que nunca lo entenderemos por completo, bien podríamos calmarnos con las preguntas en nuestra mente. Isaías 55:8 y 9 ofrece algún consuelo.<br><br>“Según la imagen bíblica de los cananeos, estos pueblos eran extrema- damente malvados, y su aniquilación representaba el juicio de Dios por su pecado. La destrucción de los cananeos no fue la primera ni la última vez que Dios hizo esto. Las diferencias entre el destino de los cananeos y el destino de la humanidad (a excepción de la familia de Noé), como se describe en Génesis 6 al 9, engloban magnitud e intermediación [...].<br><br>“Dios nunca tuvo la intención de que los israelitas hicieran la política de herem [destrucción total] como una política general hacia los extran- jeros. Deuteronomio 7:1 expresamente identifica (y, por lo tanto, delimita) a los pueblos-meta. Los israelitas no debían seguir estas políticas contra los arameos, los edomitas, los egipcios ni ningún otro (comparar con Deut. 20:10-18) [...].<br><br>“Los cananeos sufrieron un destino que finalmente todos los pecadores enfrentarán: el juicio de Dios [...].<br><br>“La eliminación de los cananeos por parte de Dios fue una medida nece- saria en la historia de la salvación [...]. Aunque los cananeos en su conjunto eran blanco del juicio de Dios, tuvieron al menos cuarenta años de previo aviso (ver la confesión de Rahab en Jos. 2:8-11)” (D. I. Block, The NVI Appli- cation Commentary: Deuteronomy, pp. 98, 99).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> Reflexiona en nuestra interpretación del milenio, en el que tendre- mos mil años para obtener respuestas a todas nuestras preguntas. ¿Cómo puede esta interpretación ayudarnos a aprender a confiar en Dios a pesar de las preguntas difíciles que tengamos ahora? <br></p><p><strong>2. </strong>¿Cuáles son algunas de las formas en las que Dios te ha guiado en el pasado que pueden ayudarte a aprender a confiar en él para el futuro? ¿Por qué es importante no olvidar cómo Dios ha obrado en nuestra vida?<br><strong><br>3.</strong> En clase, repasen la pregunta que se encuentra al final del estudio del domingo sobre la voluntad de Moisés de perder su propia alma por el bien de su pueblo. ¿Es esa una actitud correcta? ¿Por qué vale la pena perder el alma, si es que vale la pena, especialmente consi- derando lo que cuesta redimirla?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>LA LECCIÓN DE HISTORIA DE MOISÉS<br></p>",
      "verse": "<p>PARA MEMORIZAR: “Y todos comieron el mismo alimento espiritual, y todos bebieron la misma bebida espiritual; porque bebían de la roca espiritual que los seguía, y la roca era Cristo” (1 Cor. 10:3, 4).<br></p>",
      "versionCode": 1,
      "weekDate": "2-9 de octubre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
