{
  "data": [
    {
      "color": "#b45d8e",
      "id": 12,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "13 de septiembre",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>Todos necesitamos crecer en nuestra experiencia personal con Dios. El apóstol Pedro exhorta: “Crezcan en la gracia y en el conocimiento de nuestro Señor y Salvador Jesucristo” (2 Ped. 3:18). Estamos diariamente en la universidad de Dios, donde no hay graduación, sino un constante proceso de aprendizaje. Puedes ser perfecto en cada etapa de tu desarrollo si permites que Dios te moldee a imagen de Cristo para convertirte en la persona que quiere que seas.\n</p><p>Piensa en una escuela. Si los alumnos de primer grado aprenden a leer y a contar hasta 100, reciben una calificación aprobatoria porque su conocimiento es perfecto en esa etapa de su desarrollo. Sin embargo, si se detectara solo ese mismo nivel de conocimiento en un estudiante de secundaria, eso indicaría un fracaso colosal en su educación. Algo similar ocurre con nuestro crecimiento en la gracia y el conocimiento de Dios. En cada etapa de nuestro desarrollo, podemos ser tan perfectos en nuestra esfera como Cristo lo fue en la suya.\n</p><p>Esta semana estudiaremos cómo fue creciendo Moisés en su experiencia con el Señor como resultado de conocer y seguir las instrucciones de Dios.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de septiembre",
          "dayTitle": "<p>LA TIENDA DE REUNIÓN</p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p>Lee Éxodo 33:7 al 11. ¿Por qué pidió Dios a Moisés que hiciera la tienda de reunión?</p><p><strong>Éxodo 33:7-11</strong></p>\n<p><strong><sup>7</sup></strong> Y Moisés tomó el tabernáculo, y lo levantó lejos, fuera del campamento, y lo llamó el Tabernáculo de reunión. Y cualquiera que buscaba a Jehová salía al Tabernáculo de reunión que estaba fuera del campamento.</p>\n<p><strong><sup>8</sup></strong> Y sucedía que cuando salía Moisés al tabernáculo, todo el pueblo se levantaba, y cada cual estaba en pie a la puerta de su tienda, y miraban en pos de Moisés, hasta que él entraba en el tabernáculo.</p>\n<p><strong><sup>9</sup></strong> Cuando Moisés entraba en el tabernáculo, la columna de nube descendía y se ponía a la puerta del tabernáculo, y Jehová hablaba con Moisés.</p>\n<p><strong><sup>10</sup></strong> Y viendo todo el pueblo la columna de nube que estaba a la puerta del tabernáculo, se levantaba cada uno a la puerta de su tienda y adoraba.</p>\n<p><strong><sup>11</sup></strong> Y hablaba Jehová a Moisés cara a cara, como habla cualquiera a su compañero. Y él volvía al campamento; pero el joven Josué hijo de Nun, su servidor, nunca se apartaba de en medio del tabernáculo.</p><p>No debemos confundir “la tienda de reunión” (ubicada fuera del campamento de Israel) con el Tabernáculo, que fue construido más tarde y colocado en el centro del campamento. No sabemos con qué frecuencia consultaba Moisés a Dios en la tienda de reunión. Sin embargo, sabemos con certeza que los encuentros de Moisés con Dios dieron lugar a una estrecha amistad entre ellos. “Y el Señor hablaba con Moisés cara a cara, como quien habla con su amigo” (Éxo. 33:11). Un amigo es una persona cuya opinión podemos solicitar y con la que podemos hablar abiertamente de casi todo y confiar en que nunca revelará el contenido de nuestro diálogo a otros. La amistad es una de las mayores bendiciones que podemos disfrutar de parte de alguien y brindar a otros. La historia de Moisés, registrada en Éxodo 19 a 34, resulta muy instructiva acerca de cómo transforma Dios nuestra vida. ¿Cómo construyó Dios una relación con Moisés, ese líder excepcional? Un estudio de la vida de este muestra cómo creció en su conocimiento del poder, el amor y el carácter de Dios. Este es un componente crucial de una relación con el Señor.\n</p><p>Moisés fue utilizado poderosamente por Dios aun antes de llegar al monte Sinaí, incluso mientras era preparado para su futuro papel especial de liderazgo. En la tierra de Madián, mientras cuidaba ovejas, Dios lo inspiró para escribir dos libros: Job y Génesis. Luego, en el dramático acontecimiento de la zarza ardiente, fue llamado por Dios para sacar a Israel de Egipto. Vio la derrota de los dioses egipcios y del poderoso ejército del faraón en el Mar Rojo. Observó durante muchas semanas cómo Dios conducía a Israel desde Egipto hasta el Sinaí. Después de la experiencia que resultó en el resplandor de su rostro, Moisés guio a Israel durante otros 39 años hasta los límites de la Tierra Prometida. La Biblia afirma que Moisés fue un siervo fiel de Dios (Deut. 34:5; Jos. 1:1), un faro inextinguible en la oscuridad, un profeta modelo a la luz del cual habrían de ser medidos los demás (Deut. 18:15, 18). Fue un agente de cambio, aunque el pueblo no siempre siguiera sus indicaciones y sus palabras. Cuando lo hacían, prosperaban.\n</p><p><strong>La excepcional historia de Moisés nos muestra lo que Dios puede hacer cuando le permitimos que nos transforme. ¿Cuáles fueron algunos momentos decisivos de tu experiencia con Dios en los que reconociste la forma en que él obró poderosamente en tu vida?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de septiembre",
          "dayTitle": "<p>PARA QUE TE CONOZCA</p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>Lee Éxodo 33:12 al 17. ¿Qué pidió Moisés al Señor? ¿Por qué requirió que la presencia de Dios los guiara?</p><p><strong>&nbsp;Éxodo 33:12-17</strong></p>\n<p><strong><sup>12</sup></strong> Y dijo Moisés a Jehová: Mira, tú me dices a mí: Saca a este pueblo; y tú no me has declarado a quién enviarás conmigo. Sin embargo, tú dices: Yo te he conocido por tu nombre, y has hallado también gracia en mis ojos.</p>\n<p><strong><sup>13</sup></strong> Ahora, pues, si he hallado gracia en tus ojos, te ruego que me muestres ahora tu camino, para que te conozca, y halle gracia en tus ojos; y mira que esta gente es pueblo tuyo.</p>\n<p><strong><sup>14</sup></strong> Y él dijo: Mi presencia irá contigo, y te daré descanso.</p>\n<p><strong><sup>15</sup></strong> Y Moisés respondió: Si tu presencia no ha de ir conmigo, no nos saques de aquí.</p>\n<p><strong><sup>16</sup></strong> ¿Y en qué se conocerá aquí que he hallado gracia en tus ojos, yo y tu pueblo, sino en que tú andes con nosotros, y que yo y tu pueblo seamos apartados de todos los pueblos que están sobre la faz de la tierra?</p>\n<p><strong><sup>17</sup></strong> Y Jehová dijo a Moisés: También haré esto que has dicho, por cuanto has hallado gracia en mis ojos, y te he conocido por tu nombre.</p><p>El crecimiento de Moisés en el Señor fue constante. Se acercaba cada vez más al Señor y procuraba asemejarse a él. Cierto día, mientras conversaba con Dios en la tienda del encuentro, Moisés se dio cuenta de que no lo conocía y le dijo concretamente: “Te ruego que me muestres tu camino, para que te conozca” (Éxo. 33:13). Él era consciente de su profunda necesidad de comprender a Dios en un nuevo nivel. Descubrió que cuanto más conocía al Señor más lo desconocía. Reconoció su necesidad y deseó de todo corazón conocerlo mejor. Dios concedió de buen grado el deseo de Moisés.\n</p><p>Al observar las experiencias de Moisés hasta ahora, vemos que fue atraído a una relación más profunda e íntima con el Señor y que creció espiritualmente.\n</p><p>Para empezar, subió al monte “a presentarse ante Dios” (Éxo. 19:3). Luego fue “a la cumbre del monte” (Éxo. 19:20) y después se acercó a la nube, “la densa oscuridad” en la que Dios se encontraba (Éxo. 20:21, NVI). En otra ocasión, Moisés “se internó en la nube” donde estaba Dios y permaneció con el Señor cuarenta días y cuarenta noches (Éxo. 24:18, NVI). Durante ese tiempo, Dios hizo a Moisés dos preciosos regalos: (1) el Decálogo, escrito por Dios mismo en las dos tablas cinceladas también por él (Éxo. 24:12), y (2) las instrucciones acerca de cómo construir el Tabernáculo y dotarlo del mobiliario correspondiente (ver Éxo. 25-31).\n</p><p>Luego pasó otros cuarenta días y noches con el Señor intercediendo por los pecadores (Éxo. 32:30-32; Deut. 9:18).\n</p><p>Sin embargo, incluso después de todo esto, Moisés deseaba conocer el carácter de Dios de forma más concreta, y Dios pronto le dio una visión especial para que pudiera comprender quién es él. Este conocimiento que Moisés deseaba no era una mera comprensión intelectual acerca de Dios, sino un conocimiento vivencial de su persona. No es de extrañar que siglos más tarde Jesús dijera: “Y esta es la vida eterna, que te conozcan a ti, el único Dios verdadero, y a Jesucristo, a quien tú has enviado” (Juan 17:3).\n</p><p><strong>La máxima revelación que Dios hizo de sí mismo a los seres humanos consistió en hacerse uno de ellos. ¿Conoces a Dios, o solo sabes acerca de él? ¿Cuál es la diferencia crucial entre ambas cosas?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de septiembre",
          "dayTitle": "<p>“TE RUEGO QUE ME MUESTRES TU GLORIA”</p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>Tras la apostasía con el becerro de oro, Moisés intercedió por el pueblo de Dios y quiso tener la seguridad de que el Señor seguiría conduciéndolos a la Tierra Prometida. En lo más profundo de su ser, también deseaba conocer mejor al Señor.\n</p><p><strong>&nbsp;Lee Éxodo 33:18 al 23. ¿Cómo respondió Dios a la petición de Moisés de ver su gloria?</strong></p><p><strong>&nbsp;Éxodo 33:18-23</strong></p><p>\n</p><p><strong><sup>18</sup></strong> Él entonces dijo: Te ruego que me muestres tu gloria.</p>\n<p><strong><sup>19</sup></strong> Y le respondió: Yo haré pasar todo mi bien delante de tu rostro, y proclamaré el nombre de Jehová delante de ti; y tendré misericordia del que tendré misericordia, y seré clemente para con el que seré clemente.</p>\n<p><strong><sup>20</sup></strong> Dijo más: No podrás ver mi rostro; porque no me verá hombre, y vivirá.</p>\n<p><strong><sup>21</sup></strong> Y dijo aún Jehová: He aquí un lugar junto a mí, y tú estarás sobre la peña;</p>\n<p><strong><sup>22</sup></strong> y cuando pase mi gloria, yo te pondré en una hendidura de la peña, y te cubriré con mi mano hasta que haya pasado.</p>\n<p><strong><sup>23</sup></strong> Después apartaré mi mano, y verás mis espaldas; mas no se verá mi rostro.</p><p>“Te ruego que me muestres tu gloria”, pidió Moisés al Señor. En su misericordia, el Señor le reveló su gloria. Sin embargo, al responder a la petición de Moisés, Dios prometió mostrarle su “bondad”. Se puede concluir con seguridad que la gloria de Dios es su bondad; es decir, su carácter (ver también Elena de White, Los hechos de los apóstoles, p. 476; Palabras de vida del gran Maestro, p. 342; Profetas y reyes, p. 232).\n</p><p>“La gloria de Dios consiste en otorgar su poder a sus hijos. Desea ver a los hombres alcanzar la más alta norma” (Elena de White, Los hechos de los apóstoles, p. 438). Su gloria es abrazar a los pecadores arrepentidos (ver Profetas y reyes, p. 493) y proveer todo lo necesario para la transformación de ellos. Al mismo tiempo, es nuestra “gloria” revelar su carácter en nuestra vida y darlo a conocer a los demás.\n</p><p>Este reflejo del carácter de Dios, su bondad, amabilidad y tierno amor, debe verse en nuestras acciones. De esta manera, tenemos la oportunidad de ser no solo una bendición para el mundo, sino una luz resplandeciente para el universo que nos observa. Como dice Pablo: “Porque pienso que Dios nos asignó a nosotros los apóstoles el último lugar, como a sentenciados a muerte. Hemos llegado a ser un espectáculo para todo el universo, tanto para los ángeles como para los hombres” (1 Cor. 4:9). Esta dimensión cósmica da a nuestra vida y a nuestro servicio un sentido y una finalidad que apenas podemos imaginar.\n</p><p>En Romanos 2:4, Pablo dice que la bondad de Dios nos “guía al arrepentimiento”. Es decir, son la bondad y el carácter señaladas por el Espíritu Santo los que convencen a las personas de su pecaminosidad y de su necesidad de salvación. De hecho, cuando miramos a la cruz y sabemos quién estaba allí (el Señor mismo) y por qué estaba allí –porque nos ama y porque esa era la única manera de salvarnos–, tenemos la mayor revelación posible de su bondad y su carácter.\n</p><p><strong>¿Cuánto tiempo dedicas a concentrarte en la cruz y en lo que ella te dice acerca del carácter de Dios?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de septiembre",
          "dayTitle": "<p>DIOS SE REVELA</p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Éxodo 34:1 al 28. ¿Cómo reveló Dios su gloria a Moisés?</strong></p><p><strong>Éxodo 34:1-28</strong></p>\n<p><strong><sup>1</sup></strong> Y Jehová dijo a Moisés: Alísate dos tablas de piedra como las primeras, y escribiré sobre esas tablas las palabras que estaban en las tablas primeras que quebraste.</p>\n<p><strong><sup>2</sup></strong> Prepárate, pues, para mañana, y sube de mañana al monte de Sinaí, y preséntate ante mí sobre la cumbre del monte.</p>\n<p><strong><sup>3</sup></strong> Y no suba hombre contigo, ni parezca alguno en todo el monte; ni aun ovejas ni bueyes pasten delante del monte.</p>\n<p><strong><sup>4</sup></strong> Y Moisés alisó dos tablas de piedra como las primeras, y se levantó de mañana y subió al monte de Sinaí, como le mandó Jehová; y llevó en su mano las dos tablas de piedra.</p>\n<p><strong><sup>5</sup></strong> Y Jehová descendió en la nube, y estuvo allí con él, proclamando el nombre de Jehová.</p>\n<p><strong><sup>6</sup></strong> Y pasando Jehová por delante de él, proclamó: ¡Jehová! ¡Jehová! fuerte, misericordioso y piadoso; tardo para la ira, y grande en misericordia y verdad;</p>\n<p><strong><sup>7</sup></strong> que guarda misericordia a millares, que perdona la iniquidad, la rebelión y el pecado, y que de ningún modo tendrá por inocente al malvado; que visita la iniquidad de los padres sobre los hijos y sobre los hijos de los hijos, hasta la tercera y cuarta generación.</p>\n<p><strong><sup>8</sup></strong> Entonces Moisés, apresurándose, bajó la cabeza hacia el suelo y adoró.</p>\n<p><strong><sup>9</sup></strong> Y dijo: Si ahora, Señor, he hallado gracia en tus ojos, vaya ahora el Señor en medio de nosotros; porque es un pueblo de dura cerviz; y perdona nuestra iniquidad y nuestro pecado, y tómanos por tu heredad.</p>\n<p><strong><sup>10</sup></strong> Y él contestó: He aquí yo hago pacto delante de todo tu pueblo. Haré maravillas que no han sido hechas en toda la tierra, ni en nación alguna; y verá todo el pueblo en medio del cual estás tú la obra de Jehová, porque será cosa tremenda la que yo haré contigo.</p>\n<p><strong><sup>11</sup></strong> Guarda lo que yo te mando hoy: He aquí que yo echo de delante de tu presencia al amorreo, al cananeo, al heteo, al ferezeo, al heveo y al jebuseo.</p>\n<p><strong><sup>12</sup></strong> Guárdate de hacer alianza con los moradores de la tierra donde has de entrar, para que no sean tropezadero en medio de ti.</p>\n<p><strong><sup>13</sup></strong> Derribaréis sus altares, y quebraréis sus estatuas, y cortaréis sus imágenes de Asera.</p>\n<p><strong><sup>14</sup></strong> Porque no te has de inclinar a ningún otro dios, pues Jehová, cuyo nombre es Celoso, Dios celoso es.</p>\n<p><strong><sup>15</sup></strong> Por tanto, no harás alianza con los moradores de aquella tierra; porque fornicarán en pos de sus dioses, y ofrecerán sacrificios a sus dioses, y te invitarán, y comerás de sus sacrificios;</p>\n<p><strong><sup>16</sup></strong> o tomando de sus hijas para tus hijos, y fornicando sus hijas en pos de sus dioses, harán fornicar también a tus hijos en pos de los dioses de ellas.</p>\n<p><strong><sup>17</sup></strong> No te harás dioses de fundición.</p>\n<p><strong><sup>18</sup></strong> La fiesta de los panes sin levadura guardarás; siete días comerás panes sin levadura, según te he mandado, en el tiempo del mes de Abib; porque en el mes de Abib saliste de Egipto.</p>\n<p><strong><sup>19</sup></strong> Todo primer nacido, mío es; y de tu ganado todo primogénito de vaca o de oveja, que sea macho.</p>\n<p><strong><sup>20</sup></strong> Mas el primogénito de asno redimirás con un cordero; y si no lo redimieres, quebrarás su cerviz. Redimirás todo primogénito de tus hijos. Y ninguno se presentará delante de mí con las manos vacías.</p>\n<p><strong><sup>21</sup></strong> Seis días trabajarás, mas en el séptimo día descansarás; aun en la arada y en la siega descansarás.</p>\n<p><strong><sup>22</sup></strong> También celebrarás la fiesta de las semanas, la de las primicias de la siega del trigo, y la fiesta de la cosecha a la salida del año.</p>\n<p><strong><sup>23</sup></strong> Tres veces en el año se presentará todo varón tuyo delante de Jehová el Señor, Dios de Israel.</p>\n<p><strong><sup>24</sup></strong> Porque yo arrojaré a las naciones de tu presencia, y ensancharé tu territorio, y ninguno codiciará tu tierra cuando subas para presentarte delante de Jehová tu Dios tres veces en el año.</p>\n<p><strong><sup>25</sup></strong> No ofrecerás cosa leudada junto con la sangre de mi sacrificio; ni se dejará hasta la mañana el sacrificio de la fiesta de la pascua.</p>\n<p><strong><sup>26</sup></strong> Las primicias de los primeros frutos de tu tierra llevarás a la casa de Jehová tu Dios. No cocerás el cabrito en la leche de su madre.</p>\n<p><strong><sup>27</sup></strong> Y Jehová dijo a Moisés: Escribe tú estas palabras; porque conforme a estas palabras he hecho pacto contigo y con Israel.</p>\n<p><strong><sup>28</sup></strong> Y él estuvo allí con Jehová cuarenta días y cuarenta noches; no comió pan, ni bebió agua; y escribió en tablas las palabras del pacto, los diez mandamientos.</p><p>Moisés tenía que llevar consigo dos tablas de piedra como las que había roto (Éxo. 32:19). Iba a encontrarse con el Señor en el monte Sinaí por séptima vez. Sus ascensiones anteriores son mencionadas en los siguientes textos: (1) Éxo. 19:3, 7; (2) Éxo. 19:8, 14; (3) Éxo. 19:20, 25; (4) Éxo. 20:21; 24:3; (5) Éxo. 24:9, 12-18; 32:15; (6) Éxo. 32:30, 31. Moisés comenzó su ascenso por la mañana temprano.\n</p><p>Moisés ya estaba preparado para esta gloriosa visión del carácter divino, cuya belleza resulta más clara aún en virtud de esta impresionante revelación que el Señor hizo de sí mismo, la más importante descripción de quién es Dios, el hilo de oro entretejido en toda la Biblia (Núm. 14:18; Neh. 9:17; Sal. 103:8; Joel 2:13; Jon. 4:2). La proclamación hecha aquí por el Señor es el Juan 3:16 del Antiguo Testamento. Los escritores bíblicos aplican, repiten o amplían en lugares cruciales esta autoproclamación del Dios vivo, pues es necesario que su carácter sea correctamente entendido.\n</p><p>Cuando Moisés recibió la excepcional, inaudita e incomparable explicación del nombre de Dios, se postró y adoró al Señor. Cuando vislumbramos el amor, la gracia, la misericordia, la compasión, la bondad, la fidelidad, el perdón, la santidad y la justicia de Dios, también nos sentimos atraídos por él. Cuando vemos y admiramos sus cualidades excepcionales, comenzamos a experimentar un amor hacia él que hace nacer en nosotros el deseo de servirlo y serle obedientes. Puesto que él nos ama, nosotros también lo amamos (1 Juan 4:19).\n</p><p>En esta revelación de sí mismo, Dios asegura a Moisés que realizará hechos maravillosos en favor de su pueblo y que lo conducirá a la Tierra Prometida. Renueva además el pacto con ellos, prometiendo que otras naciones verán su majestad y su obra asombrosa. “Voy a concertar un pacto. Ante todo el pueblo haré maravillas nunca hechas en toda la tierra, en ninguna nación. Y todo el pueblo que te rodea verá la tremenda obra que yo, el Señor, haré por medio de ti” (Éxo. 34:10).\n</p><p>Sin embargo, los israelitas debían obedecer a Dios y seguir diez estipulaciones claras para asegurar su prosperidad. Entonces Dios pidió a Moisés que escribiera el contenido de ese pacto previamente roto (Éxo. 34:27, 28).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de septiembre",
          "dayTitle": "<p>EL ROSTRO RADIANTE DE MOISÉS</p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Éxodo 34:29 al 35. ¿Por qué resplandecía el rostro de Moisés?</strong></p><p><strong>Éxodo 34:29-35</strong></p>\n<p><strong><sup>29</sup></strong> Y aconteció que descendiendo Moisés del monte Sinaí con las dos tablas del testimonio en su mano, al descender del monte, no sabía Moisés que la piel de su rostro resplandecía, después que hubo hablado con Dios.</p>\n<p><strong><sup>30</sup></strong> Y Aarón y todos los hijos de Israel miraron a Moisés, y he aquí la piel de su rostro era resplandeciente; y tuvieron miedo de acercarse a él.</p>\n<p><strong><sup>31</sup></strong> Entonces Moisés los llamó; y Aarón y todos los príncipes de la congregación volvieron a él, y Moisés les habló.</p>\n<p><strong><sup>32</sup></strong> Y después se acercaron todos los hijos de Israel, a los cuales mandó todo lo que Jehová le había dicho en el monte Sinaí.</p>\n<p><strong><sup>33</sup></strong> Y cuando acabó Moisés de hablar con ellos, puso un velo sobre su rostro.</p>\n<p><strong><sup>34</sup></strong> Cuando venía Moisés delante de Jehová para hablar con él, se quitaba el velo hasta que salía; y saliendo, decía a los hijos de Israel lo que le era mandado.</p>\n<p><strong><sup>35</sup></strong> Y al mirar los hijos de Israel el rostro de Moisés, veían que la piel de su rostro era resplandeciente; y volvía Moisés a poner el velo sobre su rostro, hasta que entraba a hablar con Dios.</p><p>Moisés descendió al campamento de Israel con su rostro radiante después de que Dios le revelara su carácter amoroso. ¿Era Moisés consciente de ese fenómeno? En absoluto. Cuanto más cerca está uno del Señor, más consciente es de sus imperfecciones en comparación con la santidad de Dios.\n</p><p>¿Qué hizo resplandecer el rostro de Moisés? No fue el simple hecho de estar en la presencia de Dios, ya que había estado antes en varias ocasiones con él sin que ocurriera ese fenómeno. Moisés fue transformado, y su rostro resplandeció cuando comprendió la bondad y la amabilidad de Dios, y fue completamente receptivo a él en respuesta a la belleza del carácter divino. Nuestros corazones y mentes pueden experimentar un cambio cuando nos rendimos a Dios y le permitimos ser el Señor y Rey de nuestra vida.\n</p><p><strong>Lee 2 Corintios 3:18. ¿Cómo puede Jesús transformarte gradualmente a su imagen?</strong></p><p><strong>&nbsp;2 Corintios 3:18</strong></p><p>\n</p><p>\n</p><p><strong><sup>18</sup></strong> Por tanto, nosotros todos, mirando a cara descubierta como en un espejo la gloria del Señor, somos transformados de gloria en gloria en la misma imagen, como por el Espíritu del Señor.</p><p>Pablo compara el rostro resplandeciente de Moisés con Jesucristo y dice que la gloria de este (en quien se personificaron la Ley y la gracia de Dios) supera la gloria de la Ley dada por medio de Moisés. Cristo y su Ley solo pueden grabarse en nuestro carácter cuando fijamos los ojos en él (Heb. 3:1; 12:2) y en virtud del poder del Espíritu de Dios (2 Cor. 3:12-18).\n</p><p>Moisés es un modelo que demuestra lo que Dios puede hacer por nosotros cuando le permitimos que transforme nuestro carácter y nos moldee a su imagen divina. A esto se refiere Pablo cuando habla de andar en la “nueva vida” (Rom. 6:4).\n</p><p><strong>¿Qué áreas de tu carácter necesitan reflejar mejor el de Dios? Probablemente todas, ¿verdad? Sin embargo, ¿cómo puede darte ánimo y seguridad de salvación el hecho de centrarte en la cruz y en lo que ella significa?</strong></p><p>\n</p><p>\n</p>\n\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de septiembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>Lee cuidadosamente el capítulo titulado “La idolatría en el Sinaí” en el libro Patriarcas y profetas, de Elena de White, pp. 337-341.\n</p><p>Cierto día sombrío, un padre y su hijo pequeño visitaron una catedral. Mientras contemplaban las vitrinas con bellas representaciones de escenas bíblicas, el sol comenzó de pronto a reflejarse intensamente en el rostro de los personajes, haciéndolos relucir de manera impresionante. El niño dijo entonces a su padre:\n</p><p>“Papá, ¿quiénes son estas personas?” El padre no sabía mucho acerca del cristianismo, de Cristo o de sus discípulos, pero contestó rápidamente: “Esas personas son cristianos”. La deslumbrante imagen quedó registrada en la mente del pequeño. Tiempo después, el profesor del niño preguntó en clase: “Niños, ¿saben quiénes son los cristianos?” El pequeño recordó la radiante imagen de la catedral y contestó: “Los cristianos son gente que brilla”. En la misma línea, Jesús dijo a sus seguidores: “Así alumbre la luz de ustedes ante los hombres, para que vean sus obras buenas y glorifiquen a su Padre que está en el cielo” (Mat. 5:16). Solo quienes brillan a causa de Dios y para él pueden ser agentes de cambio.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> “Si nos humilláramos delante de Dios, si fuéramos bondadosos, corteses, compasivos y piadosos, habría cien conversiones a la verdad donde ahora hay una sola” (Elena de White, Testimonios para la iglesia, t. 9, p. 152). ¿Qué poderoso mensaje hay aquí para nosotros acerca de cómo nuestro carácter, nuestras acciones y nuestras actitudes influyen en nuestro testimonio?\n</p><p><strong>2.</strong> Éxodo 34:6 y 7 es llamado con razón el Juan 3:16 del Antiguo Testamento. ¿Por qué?\n</p><p><strong>3.</strong>¿Cómo puedes explicar la belleza del carácter divino sobre la base de la revelación registrada en Éxodo 34:6 y 7 a quienes te preguntan quién es tu Dios?\n</p><p><strong>4. </strong>Dialoguen en la clase acerca del impacto hecho por el carácter y las acciones de las personas verdaderamente cristianas en nuestra experiencia con el Señor. Es decir, ¿cómo han influido en nosotros quienes fueron amables, gentiles, humildes y misericordiosos? Por otra parte, ¿qué impacto han tenido los “cristianos” poco amables, implacables y arrogantes en nuestra experiencia espiritual?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Éxodo 34:6, 7.\n</strong></p><p><strong>Enfoque del estudio: Éxodo 33:1-34:35.\n</strong></p><p><strong>Introducción\n</strong></p><p>Dios ordenó a Israel que partiera desde el monte Sinaí y se dirigiera a la tierra que había prometido dar a Abraham, Isaac y Jacob (Éxo. 33:1). Los israelitas debían seguir adelante y continuar su viaje hacia la Tierra Prometida después de casi un año de permanencia en el Sinaí (Éxo. 19:1; Núm. 10:11), donde Dios hizo un pacto con ellos y deseó conducirlos hacia él. Les entregó el Decálogo y numerosas instrucciones adicionales acerca de cómo ser una nación sabia, justa, bondadosa, disciplinada y bien organizada (Deut. 4:5-10). Ahora era el momento de seguir adelante. Sin embargo, Dios dijo al pueblo: “Yo no subiré contigo” (Éxo. 33:3). Este pronunciamiento se debió a la apostasía del becerro de oro. La santa presencia de Dios en medio de Israel era incompatible con la obstinada desobediencia del pueblo y causaría la destrucción de este.\n</p><p>Cuando el pueblo se enteró de la devastadora noticia, se lamentó y “se despojaron de sus atavíos” (Éxo. 33:6). Algunas versiones bíblicas traducen este versículo correctamente, mostrando que la acción de despojarse de sus ornamentos fue a partir de entonces una decisión permanente: “Por eso, a partir del monte Horeb los israelitas no volvieron a ponerse joyas” (Éxo. 33:6, NVI). Una vez más, Moisés suplicó al Señor, rogándole que estuviera con ellos, que los guiara, que los acompañara y que, “si tu presencia no ha de ir conmigo, no nos saques de aquí” (Éxo. 33:15). Dios respondió y aseguró a Moisés que él los guiaría: “Haré esto que has dicho” (Éxo. 33:17).\n</p><p><strong>COMENTARIO\n</strong></p><p>La revelación que Dios hizo de su carácter a Moisés es el corazón teológico del libro de Éxodo (Éxo. 34:6, 7). Se sitúa en el clímax de la ascensión de Moisés al Sinaí para tener allí un encuentro especial con él. Dios reveló su carácter a Moisés en el último de sus ascensos al monte, el tercero en el que permaneció cuarenta días y cuarenta noches con el Señor. Moisés estaba creciendo en su relación con Dios, por lo cual el Señor pudo darle una revelación más completa acerca de sí mismo y de quién era. Además de estos ascensos, Moisés interactuó con el Señor en la “tienda de reunión”, que estaba situada fuera del campamento de Israel. Esta tienda no era el Tabernáculo, que sería construido más tarde y colocado en el centro del campamento. El texto bíblico subraya que durante este tiempo surgió una amistad entre el Señor y Moisés, y que el Señor se comunicaba directamente con él “cara a cara” (Éxo. 33:11).\n</p><p>La expresión “cara a cara” no significa que Moisés veía literalmente el rostro de Dios (Éxo. 33:20), sino que su relación era muy estrecha y estaban unidos por un afecto muy profundo. Esta frase es una expresión idiomática que significa cercanía íntima. Este significado se desprende claramente de la situación descrita en Deuteronomio 5:4, donde, en su sermón a los israelitas, Moisés recuerda que el Señor habló directamente con ellos en estrecha proximidad: “Cara a cara habló el Señor con nosotros en el monte desde el fuego” (Deut. 5:4). A pesar de la proximidad divina, el pueblo mantuvo lamentablemente una relación distante con su Señor.\n</p><p><strong>La gloria de Dios\n</strong></p><p>Cuatro temas son de suma importancia en el libro de Éxodo: (1) la presencia de Dios; (2) la salvación/liberación de Israel obrada por él; (3) la guía del Señor; y (4) la gloria de Dios. Este último tema es desarrollado especialmente en Éxodo 33 y 34.\n</p><p>En cierta ocasión, Moisés se dio cuenta de que no conocía al Señor como debía, así que le dijo: “Ya que gozo de tu favor, te ruego que me muestres tu camino, para que te conozca” (Éxo. 33:13). Puesto que deseaba humildemente conocer mejor a Dios, le pidió con determinación: “Te ruego que me muestres tu gloria” (Éxo. 33:18). Dios respondió amablemente a Moisés que le mostraría su bondad (Éxo. 33:19). Esta respuesta divina revela que la gloria de Dios consiste en su bondad. Más tarde vemos que, cuando Moisés estuvo con el Señor en el Sinaí, Dios le reveló su carácter (Éxo. 34:6, 7). En otras palabras, la gloria de Dios es su carácter, cuyo resumen es su bondad.\n</p><p>La frase “has hallado gracia” es una expresión clave en este pasaje (Éxo. 33:12- 17). Aparece aquí cinco veces (Éxo. 33:12, 13; 33:16, 17; 34:9). El término “favor” o “gracia” fue usado antes en Éxodo para referirse a que el Señor daría gracia a los israelitas ante los egipcios, quienes les suministrarían oro, plata y vestiduras en el momento de su salida de Egipto (Éxo. 3:21; 11:3; 12:36). El sentido de Éxodo 33:12 al 17 es eminentemente teológico, especialmente en vista de Éxodo 34:6, donde se explica que Dios es “compasivo”, pues otorga gracia o favor que uno no merece. Moisés pidió humildemente una respuesta favorable de Dios como expresión de su gracia.\n</p><p>Dios había explicado previamente a Moisés quién era cuando este le preguntó el significado de su nombre. Moisés escuchó la explicación de Dios acerca de su significado, a saber, que (1) él está presente; (2) él es eterno; (3) él es el Dios de la historia; y (4) él está activo en favor de su pueblo (Éxo. 3:14-16). Moisés ya conocía a Dios como fruto de sus numerosas interacciones con él: el tiempo que pasó con el Señor en Madián, los milagros que se le habilitó a hacer ante el faraón, las maravillas de las diez plagas y el cruce del Mar Rojo, el cuidado de Dios en favor de su pueblo en el desierto, cuando escuchó a Dios hablar desde el Sinaí, etc. Moisés quería ahora entenderlo mejor. Estaba dispuesto a recibir una revelación más profunda de él. Dios puede revelarnos su carácter y la verdad solo en la medida en que seamos capaces de entender esa revelación. Moisés creció en su experiencia con Dios y, en consecuencia, el Señor pudo comunicarle una revelación mucho mayor acerca de sí mismo.\n</p><p>Moisés subió temprano al monte. Allí tuvo que preparar otras dos tablas de piedra porque había roto las originales (Éxo. 34:1). Esto fue una leve reprimenda a Moisés por lo que había hecho sin el permiso de Dios, pero el Señor volvió misericordiosamente a escribir las Diez Promesas en las nuevas tablas. El Señor se apareció a Moisés en la nube, lo cual fue una forma de teofanía, o manifestación divina. Las nubes funcionan a veces en la Biblia como manifestaciones tangibles de la presencia de Dios (Núm. 11:25; Deut. 33:26; Dan. 7:13).\n</p><p>El Señor hizo una revelación de sí mismo al declarar quién era. Se identificó como el Señor, un Dios compasivo y misericordioso, lento para airarse, abundante en amor y fidelidad, que muestra amor a miles de generaciones, que perdona y es justo. Pero la última parte de esta revelación divina desconcierta a muchos: “No da por inocente al culpable; que castiga la iniquidad de los padres en los hijos y los nietos hasta la tercera y cuarta generación” (Éxo. 34:7). ¿Por qué castigaría Dios a las personas hasta la tercera y cuarta generación? Este versículo hace eco de la descripción de la segunda promesa de los Diez Mandamientos, según la cual el Señor visita o castiga “la maldad de los padres sobre los hijos hasta la tercera y la cuarta generación de los que me aborrecen. Pero trato con invariable amor por mil generaciones a los que me aman y guardan mis mandamientos” (Éxo. 20:5, 6). Para entender este concepto, es necesario tener en cuenta los siguientes hechos:\n</p><p><strong>1. En su declaración, Dios usó participios</strong> (es decir, acciones continuas) al describir a esas generaciones futuras que serían objeto de sus juicios, lo que significa que sus integrantes se caracterizarían por continuar en los mismos caminos perversos que sus padres (la generación anterior) y tener comportamientos y actitudes similares: “aborrecen” al Señor y, por lo tanto, son “culpables”. Por otro lado, nota que Dios bendice a quienes lo “aman” y “guardan” sus mandamientos.\n</p><p><strong>2. Considera el contraste existente en la misericordia de Dios:</strong> castiga a la tercera y cuarta generación de los malvados, pero otorga su amor a miles de generaciones.\n</p><p><strong>3. A menudo, tres o cuatro generaciones vivían juntas</strong>, por lo que las actitudes erróneas pasaban de una generación a la siguiente dentro de una misma familia. El profeta Ezequiel explica y corrige acertadamente la comprensión inadecuada de los castigos de Dios para con varias generaciones dentro de una misma familia (ver Eze. 18).\n</p><p>Cuando Moisés descendió del monte Sinaí, su rostro radiante reflejaba la gloria de Dios. Sin embargo, él no era consciente de ello. Las personas que brillan no saben que lo hacen. Cuanto más cerca estamos del Señor, más agudamente vemos nuestra imperfección a la luz de la santidad de Dios y más deseamos que él nos transforme a su imagen para que podamos reflejar la belleza de su carácter.\n</p><p>No fue la sola presencia de Dios lo que produjo el cambio en la vida de Moisés. Era importante que Moisés acudiera a la presencia del Señor, pero eso no era suficiente. Era crucial que Moisés tuviera una actitud receptiva hacia el amor, la gracia y la compasión de Dios. La comprensión que Moisés tenía de la bondad del Señor (Rom. 2:4; 12:1, 2) y su disposición a permitir que el poder transformador divino actuara en él hicieron resplandecer su rostro.\n</p><p>Cuando el apóstol Pablo reflexiona acerca del rostro resplandeciente de Moisés, subraya que la gloria de Jesús supera la de Moisés. Cuando centramos nuestra atención en Jesús y en sus enseñanzas, él puede reproducir su carácter en nuestra vida. Al contemplarlo y permitir que el Espíritu de Dios obre en nosotros, cada vez somos más semejantes a él (2 Cor. 3:18).\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong>1. </strong>Parte del evangelio eterno es el imperativo divino de “dar gloria” a Dios (Apoc. 14:7). Dios es tan glorioso que no podemos añadir nada a su gloria. ¿Qué significa darle gloria cuando entendemos que su gloria es su carácter?\n</p><p><strong>2. </strong>Jesús dijo a sus discípulos que ellos eran “la luz del mundo” y los animó a dejar que “alumbre la luz de ustedes” (Mat. 5:14, 16). Él identifica esta luz con nuestras buenas obras en favor de los demás. ¿Cómo contribuyen nuestras buenas obras a que las personas glorifiquen al Padre celestial?\n</p><p><strong>3</strong>. Sabemos que existen dos tipos de luz, la fría y la cálida, a nuestro alrededor. La cálida proviene de las fuentes naturales de luz, el fuego y el sol. ¿Qué clase de luz somos para la gente que nos rodea? ¿Cómo podemos introducir la cálida luz del amor de Dios en todas nuestras relaciones interpersonales?\n</p><p>4. Moisés dialogó muy abiertamente con Dios. ¿Cómo podemos tener hoy conversaciones sinceras con Dios? ¿Cómo podemos escuchar claramente lo que él nos dice? ¿Cómo podemos estar seguros de que es su voz la que nos habla cuando hay tantas voces a nuestro alrededor?\n</p><p>5. Los amigos confían el uno en el otro, pues saben que sus secretos no serán revelados. También se ayudan y apoyan mutuamente en tiempos de necesidad o crisis. Los verdaderos amigos nunca se traicionan. Jesús dijo a sus seguidores: “Ustedes son mis amigos” (Juan 15:14, 15). ¿Cómo podemos cultivar nuestra amistad con Dios?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>&nbsp;“TE RUEGO QUE MEMUESTRES TU GLORIA”</p>",
      "verse": "<p>“El Señor pasó ante Moisés y proclamó: ‘¡Señor! ¡Señor! ¡Dios compasivo y bondadoso, lento para la ira, y grande en amor y fidelidad! Que mantiene su invariable amor a millares, que perdona la iniquidad, la rebelión y el pecado, y no da por inocente al culpable; que castiga la iniquidad de los padres en los hijos y los nietos hasta la tercera y cuarta generación’ ” (Éxo. 34:6, 7).</p>",
      "versionCode": 25,
      "weekDate": "13-19 de septiembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
