{
  "data": [
    {
      "color": "#ebd276",
      "id": 712,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 10",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>The book of Revelation speaks of two major “globalizations” prior to the second coming of Christ. Revelation 13 describes the globalization of error, when “all the world” will marvel and follow the beast from the sea (Rev. 13:3, 7, 8, 12, 16, NKJV). Revelation 14 highlights the globalization of truth, when the “everlasting gospel” will be preached “to every nation, tribe, tongue, and people” (Rev. 14:6, 7, NKJV). During those “distressing times” (2 Tim. 3:1, NRSV), “every wind of doctrine” will be blowing (Eph. 4:14, NKJV), and people will “turn away from listening to the truth and wander away to myths” (2 Tim. 4:4, NRSV). “Through the two great errors, the immortality of the soul and Sunday sacredness, Satan will bring the people under his deceptions. While the former lays the foundation of spiritualism, the latter creates a bond of sympathy with Rome.”—Ellen G. White, The Great Controversy, p. 588.</p><p><br></p><p>Until these final events unfold, we must remain firm in our belief in all the truth that we have, which includes the nature of humanity and of death, as we seek to be guided by the Holy Spirit with the purpose of being ready for Christ’s glorious appearing.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 11",
          "dayTitle": "<p><strong>The Model of Jesus</strong></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Luke 2:52. What four dimensions of Jesus’ growth are mentioned in this passage?</strong></p><p><strong>Luke 2:52</strong></p><p><strong><sup>52</sup></strong> And Jesus increased in wisdom and stature, and in favor with God and men.</p><p>Jesus was the perfect Human Being, and His growth comprised all basic dimensions of human existence. According to Luke 2:52, “Jesus grew in wisdom [mentally] and stature [physically], and in favor with God [spiritually] and man [socially]” (NIV). “His mind was active and penetrating, with a thoughtfulness and wisdom beyond His years. Yet, His character was beautiful in its symmetry. The powers of mind and body developed gradually, in keeping with the laws of childhood. As a child, Jesus manifested a peculiar loveliness of disposition. His willing hands were ever ready to serve others. He manifested a patience that nothing could disturb, and a truthfulness that would never sacrifice integrity. In principle firm as a rock, His life revealed the grace of unselfish courtesy.”—Ellen G. White, The Desire of Ages, pp. 68, 69.</p><p><strong>Read Matthew 4:23. How can the threefold ministry of Jesus—to teach, to preach, and to heal—be carried on by us effectively today?</strong></p><p><strong>Matthew 4:23</strong></p><p><strong><sup>23</sup></strong> And Jesus went about all Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing all kinds of sickness and all kinds of disease among the people.</p><p>If we recognize that a human being is an integrated and indivisible person, then we cannot restrict our religion to spiritual matters only. The truth actually embraces our whole being, covers our entire life span, and comprises all dimensions of our life. Our physical and spiritual elements are so powerfully integrated that they really cannot be separated. And though, as fallen beings, we will never be equal to the depiction of Jesus as presented above, we are by God’s grace to emulate it because “to restore in man the image of his Maker, to bring him back to the perfection in which he was created, to promote the development of body, mind, and soul” (Ellen G. White, Education, pp. 15, 16) is the work of redemption. This is what God seeks to do in His people as part of the process to prepare them for His return.</p><p><strong>In contrasting ourselves to Jesus, we could easily be discouraged by the difference. How, then, does focusing on the Cross and what it means protect us from being disheartened by what we see in ourselves as compared to what we see in Jesus?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 12",
          "dayTitle": "<p><strong>The Body as a Temple</strong></p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>The dualistic theory of a mortal body with an immortal soul has generated various theories about the human body. For example, for ancient Greek philosophers, the human body was the prison of the soul, which was liberated by death. In an echo of this pagan concept, many Christians today believe that the body is the temporal housing of the immortal soul, which will be reintegrated with the body at the resurrection. By contrast, pantheists make the human body divine; they believe that God and the universe are one and the same. For them, all things are God and the human body is part of the one single, integrated, and universal divine substance. Surrounded by conflicting theories on the subject, we must stand firm on what the Bible teaches regarding the nature of humanity.</p><p><br></p><p><strong>Read 1 Corinthians 3:16, 17; 1 Corinthians 6:19, 20; and 1 Corinthians 10:31. How can the understanding that our bodies are “the temple of God” and “the temple of the Holy Spirit” positively influence our lifestyle?</strong></p><p><strong>1 Corinthians 3:16, 17</strong></p><p><strong><sup>16</sup></strong> Do you not know that you are the temple of God and that the Spirit of God dwells in you?</p><p><strong><sup>17</sup></strong> If anyone defiles the temple of God, God will destroy him. For the temple of God is holy, which temple you are.</p><p><strong>1 Corinthians 6:19, 20</strong></p><p><strong><sup>19</sup></strong> Or do you not know that your body is the temple of the Holy Spirit who is in you, whom you have from God, and you are not your own?</p><p><strong><sup>20</sup></strong> For you were bought at a price; therefore glorify God in your body and in your spirit, which are God’s.</p><p><strong>1 Corinthians 10:31</strong></p><p><strong><sup>31</sup></strong> Therefore, whether you eat or drink, or whatever you do, do all to the glory of God.</p><p>Both Adam and Eve were created in God’s own image and likeness (Gen. 1:26, 27), which was reflected not only in their character but also in their physical aspect. Because that image was marred and even hidden by the presence of sin, the work of redemption is to restore human beings, including their physical health, to their original condition, to the degree possible for beings unable to partake of the tree of life.</p><p>This restoration is a lifetime process that will be completed only at Christ’s second coming, when the corruptible puts on incorruption and the mortal becomes immortal (1 Cor. 15:53, 54).</p><p><br></p><p>The apostle John wrote to his friend Gaius, “Beloved, I pray that all may go well with you and that you may be in good health, just as it is well with your soul” (3 John 1:2, NRSV).</p><p>If we recognize that a human being is an indivisible entity, and that religion embraces all aspects of human life, then we should consider the protection of our physical health also to be a religious duty. We should be guided by the inspired principle “Whether you eat or drink, or whatever you do, do all to the glory of God” (1 Cor. 10:31, NKJV). But remember that we still live in a world where good people can do their best and yet suffer the consequences of a sinful human nature and a sinful environment. So, we should trust in God and do our best, and we leave the results with God.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 13",
          "dayTitle": "<p><strong>The Mind of Christ</strong></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>Some people believe that by changing the environment the individual will be transformed. Definitely, we should avoid places and circumstances that can make us more vulnerable to temptation (Ps. 1:1, Prov. 5:1–8). But our problem with temptation and sin can be solved only by the transformation of our own hearts (or minds). Christ touched the core of the issue when He stated, “ ‘For it is from within, out of a person’s heart, that evil thoughts come—sexual immorality, theft, murder, adultery, greed, malice, deceit, lewdness, envy, slander, arrogance and folly’ ” (Mark 7:21, 22, NIV). This means that our minds need to be transformed in order for our behavior to be changed.</p><p><br></p><p><strong>Read the following texts: 1 Corinthians 2:16; Psalm 24:3, 4; Romans 12:2; Philippians 4:8; and Colossians 3:2. What does it mean to have the “mind of Christ”?</strong></p><p><strong>1 Corinthians 2:16</strong></p><p><strong><sup>16</sup></strong> For “who has known the mind of the Lord that he may instruct Him?” But we have the mind of Christ.</p><p><strong>Psalm 24:3, 4</strong></p><p><strong><sup>3</sup> </strong>Who may ascend into the hill of the Lord?</p><p>Or who may stand in His holy place?</p><p><strong>Romans 12:2</strong></p><p><strong><sup>2</sup> </strong>And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God.</p><p><strong>Philippians 4:8</strong></p><p><strong><sup>8</sup> </strong>Finally, brethren, whatever things are true, whatever things are noble, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy—meditate on these things.</p><p><strong>Colossians 3:2</strong></p><p><strong><sup>2</sup></strong> Set your mind on things above, not on things on the earth.</p><p><br></p><p>The Lord had promised that under the “ ‘new covenant’ ” He would put His law in the minds of His people and write it on their hearts (Jer. 31:31–33, compare with Heb. 8:8–10, Heb. 10:16). It is no surprise, then, that in the Sermon on the Mount, Christ broadened and deepened the meaning of God’s commandments to the level of thoughts and intentions (see Matt. 5:17–48). So, we can gain victory over temptation only by God’s transforming grace and, at the level of thoughts and intentions, we should claim that promise to stop sinful thoughts.</p><p><br></p><p>We will always have sinful natures until Jesus comes. But if we are in Christ, we are fully covered by His righteousness. Although we are not yet perfect, we are considered already perfect in Him (Phil. 3:12–15). “When we are united to Christ, we have the mind of Christ. Purity and love shine forth in the character, meekness and truth control the life. The very expression of the countenance is changed. Christ abiding in the soul exerts a transforming power, and the outward aspect bears witness to the peace and joy that reign within.”—Ellen G. White, Selected Messages, book 1, p. 337.</p><p><br></p><p><strong>Only by a daily surrender, a daily death to self, a daily determined effort, by faith, to be obedient to Jesus can we have this kind of transformation in our lives.\nImagine what your life would be like if you could stop even sinful thoughts. How different would your life be? What is the only potential way to have this become your experience?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 14",
          "dayTitle": "<p><strong>The Guidance of the Spirit</strong></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p>The Holy Spirit is God’s powerful Agent who pours out the love of God into our hearts (Rom. 5:5), leads us into a true saving experience (John 16:7–11), guides us into all the truth (John 16:13), and empowers us to fulfill the gospel mission (Acts 1:8). Because it is the Holy Spirit who counteracts the degenerating work of Satan, it is no surprise that Satan tries by all means to distort our understanding of the nature and work of the Holy Spirit. While some deny His personality, others emphasize the gifts of the Spirit over His transforming power.</p><p><strong><br></strong></p><p><strong>Read Acts 8:4–24. Simon the sorcerer of Samaria wanted to <em>receive</em> the gifts of the Holy Spirit without <em>being</em> regenerated by the Spirit. How is this very same attitude still being manifested in our day?</strong></p><p><strong>Acts 8:4–24</strong></p><p><strong><sup>4</sup></strong> Therefore those who were scattered went everywhere preaching the word.</p><p><strong><sup>5</sup></strong> Then Philip went down to the city of Samaria and preached Christ to them.</p><p><sup><strong>6</strong></sup> And the multitudes with one accord heeded the things spoken by Philip, hearing and seeing the miracles which he did.</p><p><strong><sup>7</sup></strong> For unclean spirits, crying with a loud voice, came out of many who were possessed; and many who were paralyzed and lame were healed.</p><p><strong><sup>8</sup></strong> And there was great joy in that city.</p><p><strong><sup>9</sup></strong> But there was a certain man called Simon, who previously practiced sorcery in the city and astonished the people of Samaria, claiming that he was someone great,</p><p><strong><sup>10</sup></strong> to whom they all gave heed, from the least to the greatest, saying, “This man is the great power of God.”&nbsp;</p><p><strong><sup>11</sup></strong> And they heeded him because he had astonished them with his [d]sorceries for a long time.</p><p><strong><sup>12</sup></strong> But when they believed Philip as he preached the things concerning the kingdom of God and the name of Jesus Christ, both men and women were baptized.</p><p><strong><sup>13</sup></strong> Then Simon himself also believed; and when he was baptized he continued with Philip, and was amazed, seeing the miracles and signs which were done.</p><p><strong><sup>14</sup></strong> Now when the apostles who were at Jerusalem heard that Samaria had received the word of God, they sent Peter and John to them,&nbsp;</p><p><strong><sup>15</sup></strong> who, when they had come down, prayed for them that they might receive the Holy Spirit.</p><p><strong><sup>16</sup></strong> For as yet He had fallen upon none of them. They had only been baptized in the name of the Lord Jesus. 17 Then they laid hands on them, and they received the Holy Spirit.</p><p><strong><sup>18</sup></strong> And when Simon saw that through the laying on of the apostles’ hands the Holy Spirit was given, he offered them money,</p><p><strong><sup>19</sup></strong> saying, “Give me this power also, that anyone on whom I lay hands may receive the Holy Spirit.”</p><p><strong><sup>20</sup></strong> But Peter said to him, “Your money perish with you, because you thought that the gift of God could be purchased with money!&nbsp;</p><p><strong><sup>21</sup></strong> You have neither part nor portion in this matter, for your heart is not right in the sight of God.</p><p><strong><sup>22</sup></strong> Repent therefore of this your wickedness, and pray God if perhaps the thought of your heart may be forgiven you.</p><p><strong><sup>23</sup></strong> For I see that you are poisoned by bitterness and bound by iniquity.”</p><p><strong><sup>24</sup></strong> Then Simon answered and said, “Pray to the Lord for me, that none of the things which you have spoken may come upon me.”</p><p><br></p><p>The children of God are those who are being guided by the Holy Spirit (Rom. 8:14) into all the truth of God’s Word (John 16:13, John 17:17). Jesus warned in clear terms, “ ‘Not everyone who says to me, “Lord, Lord,” will enter the kingdom of heaven, but only the one who does the will of my Father who is in heaven. Many will say to me on that day, “Lord, Lord, did we not prophesy in your name and in your name drive out demons and in your name perform many miracles?” Then I will tell them plainly, “I never knew you. Away from me, you evildoers!” ’ ” (Matt. 7:21–23, NIV). This means that the Holy Spirit never guides anyone away from God’s Word—which He Himself inspired—but rather always leads us into conformity to that Word.</p><p><br></p><p>The same Holy Spirit that guides us into all the truth also empowers us in leading others into that wonderful truth (Matt. 28:18–20, Acts 1:8). While fulfilling our sacred mission, we have His special assistance. So, morning by morning, we must kneel before the Lord and renew our vows of consecration to Him. If we do this, He will grant us the presence of His Spirit, with His reviving, sanctifying power.</p><p><br></p><p>We must, however, be open to His leading by making conscious choices, every day, to do what we know is right and avoid what we know is wrong. That is, only by seeking, in our God-given strength, to live as we should will we be open to receiving that power of the Holy Spirit in our lives, which God promises us.</p><p><br></p><p><strong>Why is it so important, morning after morning, to pray ourselves into an openness to the Holy Spirit’s leading in our lives?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 15",
          "dayTitle": "<p><strong>Ready for His Appearing</strong></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>We live in a frenetic world with too many artificial needs and eye-catching distractions. If we are not careful, these can take all our time and pervert our priorities. This is not just another by-product of our globalized cyber world; Christians in every age, to one degree or another, have to be on guard against Satan’s attempts to distract them from what really matters in this life.</p><p><br></p><p>Who, if not careful, is not in danger of looking away from the Lord and dwelling on worldly, carnal things, things that, in the end, cannot ultimately satisfy us, and that, in the end, can lead to our spiritual ruin?</p><p><strong><br></strong></p><p><strong>Read 2 Peter 3:14 and 1 John 3:1–3. What difference do you see between preparing ourselves for the Second Coming and being ready for that glorious event?</strong></p><p><strong>2 Peter 3:14</strong></p><p><strong><sup>14</sup> </strong>Therefore, beloved, looking forward to these things, be diligent to be found by Him in peace, without spot and blameless;</p><p><strong>1 John 3:1–3</strong></p><p><strong><sup>1</sup> </strong>Behold what manner of love the Father has bestowed on us, that we should be called children of God! Therefore the world does not know us, because it did not know Him.</p><p><strong><sup>2</sup></strong> Beloved, now we are children of God; and it has not yet been revealed what we shall be, but we know that when He is revealed, we shall be like Him, for we shall see Him as He is.</p><p><strong><sup>3</sup></strong> And everyone who has this hope in Him purifies himself, just as He is pure.</p><p><br></p><p>Often the notion of an <em>ongoing preparation</em> for the Second Coming becomes an excuse for procrastination. This notion can easily lead one to relax under the evil servant’s assumption, “ ‘ “My master is delaying his coming” ’ ” (Matt. 24:48, NKJV).</p><p><strong><br></strong></p><p><strong>Read Psalm 95:7, 8; Hebrews 3:7, 8, 15; and Hebrews 4:7. What are these verses saying to us about being ready right now?</strong></p><p><strong>Psalm 95:7, 8</strong></p><p><strong><sup>7</sup> </strong>For He <em>is</em> our God,</p><p>And we <em>are</em> the people of His pasture,</p><p>And the sheep of His hand.</p><p>Today, if you will hear His voice:</p><p><strong><sup>8</sup></strong> “Do not harden your hearts, as in the rebellion,</p><p>As in the day of trial in the wilderness,</p><p><strong>Hebrews 3:7, 8, 15</strong></p><p><strong><sup>7</sup></strong> Therefore, as the Holy Spirit says:</p><p>“Today, if you will hear His voice,</p><p><strong><sup>8</sup></strong> Do not harden your hearts as in the rebellion,</p><p>In the day of trial in the wilderness,</p><p><strong>Hebrews 3:15</strong></p><p><strong><sup>15</sup></strong> while it is said:</p><p>“Today, if you will hear His voice,</p><p>Do not harden your hearts as in the rebellion.”</p><p><strong>Hebrews 4:7</strong></p><p><strong><sup>7</sup></strong> again He designates a certain day, saying in David, “Today,” after such a long time, as it has been said:</p><p>“Today, if you will hear His voice,</p><p>Do not harden your hearts.”</p><p><br></p><p><br></p><p>From the biblical perspective, the time of salvation is always “today” and never tomorrow (see Ps. 95:7, 8; Heb. 3:7, 8, 15; Heb. 4:7). And further: unless a major conversion experience takes place, we will continue to be what we are right now. Time itself does not convert the unconverted. If anything, unless one is continually growing in grace, and pressing on ahead in faith, the tendency would be to fall away, to become hardened, skeptical, cynical, even disbelieving.</p><p><br></p><p>From this perspective we can say that every single day of our life is our life in miniature. So, by God’s grace, we should plan for the future but should live each day ready for the return of Jesus—especially because, given the contingencies of this life, today could be our last day.</p><p><br></p><p><strong>&nbsp;How can you, today, be ready for the return of Jesus were He to return today? Discuss your answer in class on Sabbath.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 16",
          "dayTitle": "",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p><strong>FURTHER THOUGH</strong></p><p>Read Ellen G. White, “Mind Cure,” pp. 241–259, in <em>The Ministry of Healing</em>; “True and False Theories Contrasted,” pp. 7–16, in <em>The Sanctified Life</em>.</p><p>“The great controversy is nearing its end. Every report of calamity by sea or land is a testimony to the fact that the end of all things is at hand. Wars and rumors of wars declare it. Is there a Christian whose pulse does not beat with quickened action as he anticipates the great events opening before us? The Lord is coming. We hear the footsteps of an approaching God.”—Ellen G. White, <em>Maranatha</em>, p. 220.</p><p>“Live the life of faith day by day. Do not become anxious and dis- tressed about the time of trouble, and thus have a time of trouble before- hand. Do not keep thinking, ‘I am afraid I shall not stand in the great testing day.’ You are to live for the present, for this day only. Tomorrow is not yours. Today you are to maintain the victory over self. Today you are to live a life of prayer. Today you are to fight the good fight of faith. Today you are to believe that God blesses you. And as you gain the vic- tory over darkness and unbelief, you will meet the requirements of the Master, and will become a blessing to those around you.”—Ellen G. White, “The Light of the World,” <em>Signs of the Times</em>, October 20, 1887.</p><p>“The Lord is soon to come, and we must be prepared to meet Him in peace. Let us be determined to do all in our power to impart light to those around us. We are not to be sad, but cheerful, and we are to keep the Lord Jesus ever before us. . . . We must be ready and waiting for His appearing. Oh, how glorious it will be to see Him, and be welcomed as His redeemed ones! Long have we waited, but our faith is not to become weak. If we can but see the King in His beauty, we shall be forever and forever blessed. I feel as if I must cry aloud, ‘Homeward bound.’ We are nearing the time when Christ will come with power and great glory, to take His ransomed ones to their eternal home.”—Ellen G. White, <em>Heaven</em>, pp. 165, 166.</p><p><strong><br></strong></p><p><strong>DISCUSSION QUESTIONS</strong></p><p><strong>1. </strong>How can the notion of the person—body, soul, and spirit as an indivisible whole—help us better understand the all-encompassing scope of religion and the importance of our personal lifestyle?<br></p><p><strong>2. </strong>All true revivals and reformations are <em style=\"\">theocentric</em> (centered in God) and never <em style=\"\">anthropocentric</em> (centered in human behavior). How does the parable of the Pharisee and the tax collector (<em style=\"\">see Luke 18:9–14</em>) illustrate this principle?</p><p><strong>3.</strong> In class, discuss your answer to Thursday’s final question. How can you know if you are ready, and can you have assurance with- out being presumptuous?</p>\n\n<p><strong><br></strong></p><p><strong>Inside Story:</strong></p><p><strong>Jesus Versus the Dragon<br></strong><strong style=\"background-color: initial;\">By Andrew Mcchesney</strong></p><p><br></p><p>Something strange happened to Kue in northern Laos in late 2020. Her body, and especially her belly, started to swell. Her worried husband, Cheng, took her to the local shaman, who informed them that a dragon had impreg- nated Kue and intended to take her away to an underwater world. “You need to give animal sacrifices to appease the dragon and to call back Kue’s spirit,” the shaman said solemnly.</p><p>Cheng gave the shaman everything he demanded, but Kue got worse. Cheng turned to traditional healers for treatments over the next two months, but nothing helped. He spent everything on shamans and traditional healers, but Kue’s health continued to deteriorate.</p><p>Finally, Cheng thought about asking a Christian pastor to pray for Kue.</p><p>Two Seventh-day Adventist leaders happened to be visiting Kue’s village at the time and, after praying for her, decided to send her to a hospital in Laos’s capital, Vientiane. At the hospital, the physician diagnosed Kue with nephrotic syndrome, a kidney disorder whose symptoms include swelling linked to excess fluid retention. But after a week in the hospital, Kue sank into a coma and was placed on life support. She was transferred to the intensive care unit, where the doctor gave her a fifty-fifty chance of survival. He asked who would pay the high medical bills to keep her under his care.</p><p>Cheng spoke with his relatives, but they did not have the money. The Adventist leaders, who brought Kue to the capital and paid her initial hospital bills, also lacked funds. Faced with high bills and no assurance Kue would recover, Cheng made the difficult decision to remove her from life support and bring her home. “It was painful to send her back home to die, but there was nothing we could do for her,” a church leader said later. “The only hope left was that God would show mercy and perform a miracle for her.”</p><p>Days after returning home, Cheng called the Adventist district pastor to ask him to pray for Kue in their home. The pastor, who arrived with several Bible workers, lived far away. He decided to stay for a few days so he also could assist with the funeral. As the family waited for Kue to die, the pastor and Bible workers fasted and prayed daily. Instead of dying, Kue improved. She began to breathe easily on her own, and the swelling subsided. By May 2021, she was walking without help. Today, Kue is a living testimony to the people of northern Laos that there is a God in heaven.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>The Biblical Worldview <br></p>",
      "verse": "<p>Now may the God of peace Himself sanctify you completely; and may your whole spirit, soul, and body be preserved blameless at the coming of our Lord Jesus Christ (1 Thessalonians 5:23, NKJV).<br></p>",
      "versionCode": 22,
      "weekDate": "December 10–16"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
