{
   "data":[
      {
         "color":"#EEF7E8",
         "id":711,
         "idEs":35,
         "language":"en",
         "lessonDays":[
            {
               "date":"March 8",
               "dayTitle":"",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>Some years ago, an insightful children’s story was printed in Guide magazine. The story focuses on a boy named Denis, an orphan living as a foster child with a family in medieval times. Denis passionately hates the king of his land because, when his parents were sick, the king’s soldiers carried him away, and he never saw them again. Only later did he learn that the king separated them in order to spare the living all the horrors of the Black Plague. The truth about the king sets Denis free from the hatred that he had harbored almost his entire life. The king had always, and in every case, acted out of love for his people.\n</p><p>Many people today view God somewhat like Denis viewed the king. The evil they have witnessed or experienced brings them to hate or dismiss God. Where is God when there is suffering? If God is good, why is there so much evil? The cosmic conflict sheds light on this crucial issue, but many questions remain. Yet, when all our attempts at answers fail to satisfy, we can look to Jesus on the cross and see in Him that God can be trusted, even with all the questions that remain unanswered for now</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 9",
               "dayTitle":"<p>Christ the Victor</p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p>Although there is an enemy at work whom Christ Himself refers to as the (usurping) “ruler of this world,” the true king of the universe is Jesus Christ. Jesus wins the victory for us, and in Him we can have victory, even in the midst of hardship and suffering. Indeed, the work of Christ counters the enemy at every turn.\n</p><p>We have seen that Scripture describes the devil as:\n</p><p><strong>1. </strong>The deceiver of the whole world from the beginning (Rev. 12:9, Matt. 4:3, John 8:44, 2 Cor. 11:3, 1 John 3:8);\n</p><p><strong>Revelation 12:9\n</strong></p><p><strong>9 </strong>The great dragon was hurled down—that ancient serpent called the devil, or Satan, who leads the whole world astray. He was hurled to the earth, and his angels with him.\n</p><p><strong>Matthew 4:3\n</strong></p><p><strong>3 </strong>The tempter came to him and said, “If you are the Son of God, tell these stones to become bread.”\n</p><p><strong>John 8:44\n</strong></p><p><strong>44</strong> You belong to your father, the devil, and you want to carry out your father’s desires. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.\n</p><p><strong>2 Corinthians 11:3\n</strong></p><p><strong>3</strong> But I am afraid that just as Eve was deceived by the serpent’s cunning, your minds may somehow be led astray from your sincere and pure devotion to Christ.\n</p><p><strong>1 John 3:8\n</strong></p><p><strong>8</strong> The one who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil’s work.\n</p><p><strong>2.</strong> The slanderer and accuser of God and His people in heaven (Rev. 12:10; Rev. 13:6; Job 1, 2; Zech. 3:1, 2; Jude 9); and\n</p><p><strong>Revelation 12:10\n</strong></p><p><strong>10</strong> Then I heard a loud voice in heaven say: “Now have come the salvation and the power and the kingdom of our God, and the authority of his Messiah. For the accuser of our brothers and sisters, who accuses them before our God day and night, has been hurled down.\n</p><p><strong>Revelation 13:6\n</strong></p><p><strong>6</strong> It opened its mouth to blaspheme God, and to slander his name and his dwelling place and those who live in heaven.\n</p><p><strong>Zechariah 3:1-2\n</strong></p><p>1 Then he showed me Joshua the high priest standing before the angel of the Lord, and Satan standing at his right side to accuse him.\n</p><p><strong>2</strong> The Lord said to Satan, “The Lord rebuke you, Satan! The Lord, who has chosen Jerusalem, rebuke you! Is not this man a burning stick snatched from the fire?”\n</p><p><strong>Jude 9\n</strong></p><p><strong>9</strong> But even the archangel Michael, when he was disputing with the devil about the body of Moses, did not himself dare to condemn him for slander but said, “The Lord rebuke you!”\n</p><p><strong>3.</strong> The usurping ruler of this world (John 12:31, John 14:30, John 16:11, Acts 26:18, 2 Cor. 4:4, Eph. 2:2, 1 John 5:19).\n</p><p><strong>John 12:31\n</strong></p><p><strong>31</strong> Now is the time for judgment on this world; now the prince of this world will be driven out.\n</p><p><strong>John 14:30\n</strong></p><p><strong>30</strong> I will not say much more to you, for the prince of this world is coming. He has no hold over me\n</p><p><strong>John 16:11\n</strong></p><p><strong>11</strong> and about judgment, because the prince of this world now stands condemned.\n</p><p><strong>Acts 26:18\n</strong></p><p><strong>18</strong> to open their eyes and turn them from darkness to light, and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’\n</p><p><strong>2 Corinthians 4:4\n</strong></p><p><strong>4 </strong>The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel that displays the glory of Christ, who is the image of God.\n</p><p><strong>Ephesians 2:2\n</strong></p><p><strong>2</strong> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient.\n</p><p><strong>1 John 5:19\n</strong></p><p><strong>19</strong> We know that we are children of God, and that the whole world is under the control of the evil one.\n</p><p><strong>Read John 18:37. What does this tell us about Christ’s work to counter the deceptions of the enemy? What does it mean that Jesus is King?\n</strong></p><p><strong>John 18:37\n</strong></p><p><strong>37</strong> “You are a king, then!” said Pilate. Jesus answered, “You say that I am a king. In fact, the reason I was born and came into the world is to testify to the truth. Everyone on the side of truth listens to me.”\n</p><p>Though Scripture teaches that Satan is the arch-deceiver, slanderer, accuser, and usurping ruler of this world, it also teaches that Jesus is the victor over Satan in every way:\n</p><p><strong>1. </strong>Jesus came “ ‘into the world, to testify to the truth’ ” (John 18:37, NASB);\n</p><p><strong>2. </strong>Through the cross, Jesus supremely demonstrated God’s perfect righteousness and love (Rom. 3:25, 26; Rom. 5:8), thereby disproving the devil’s slanderous allegations (Rev. 12:10, 11); and\n</p><p><strong>Romans 3:25-26\n</strong></p><p><strong>25</strong> God presented Christ as a sacrifice of atonement, through the shedding of his blood—to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished—\n</p><p><strong>26 </strong>he did it to demonstrate his righteousness at the present time, so as to be just and the one who justifies those who have faith in Jesus.\n</p><p><strong>Romans 5:8\n</strong></p><p><strong>8</strong> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.\n</p><p><strong>Revelation 12:10-11\n</strong></p><p><strong>10</strong> Then I heard a loud voice in heaven say: “Now have come the salvation and the power and the kingdom of our God, and the authority of his Messiah. For the accuser of our brothers and sisters, who accuses them before our God day and night, has been hurled down.\n</p><p><strong>11</strong> They triumphed over him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death.\n</p><p><strong>3.</strong> Jesus will finally destroy the kingdom of the devil, who “ ‘knows that his time is short’ ” (Rev. 12:12, ESV; compare with Rom. 16:20), and Christ “ ‘will reign forever and ever’ ” (Rev. 11:15, NLT).\n</p><p><strong>Revelation 12:12\n</strong></p><p><strong>12 </strong>Therefore rejoice, you heavens and you who dwell in them! But woe to the earth and the sea, because the devil has gone down to you! He is filled with fury, because he knows that his time is short.”\n</p><p><strong>Romans 16:20\n</strong></p><p><strong>20</strong> The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus be with you.\n</p><p><strong>Revelation 11:15\n</strong></p><p><strong>15</strong> The seventh angel sounded his trumpet, and there were loud voices in heaven, which said: “The kingdom of the world has become the kingdom of our Lord and of his Messiah, and he will reign for ever and ever.”\n</p><p>In the end, no matter what Satan does, he is already a defeated foe, and the key for us is to claim Christ’s victory for ourselves every day, moment by moment, and also to claim the promises that the Cross has offered us.\n</p><p><strong>In the great controversy, we know which side wins. How do our day-by-day choices impact which side we ultimately end up on? How can we make sure that we are on the winning side even right now?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 10",
               "dayTitle":"<p>The Just and the Justifier</p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p>At every turn, Christ’s work undoes the work of the devil. And, according to 1  John 3:8, Jesus “was revealed for this purpose, to destroy the works of the devil” (1 John 3:8, NRSV) and to “destroy the one who has the power of death, that is, the devil” (Heb. 2:14, NRSV). Yet, the total defeat of the enemy’s rulership takes place in two stages. First, through the work of the Cross, Christ disproves Satan’s slanderous allegations. And, later, Satan and his kingdom will be destroyed.\n</p><p><strong>1 John 3:8\n</strong></p><p><strong>8 </strong>The one who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil’s work.\n</p><p><strong>Hebrews 2:14\n</strong></p><p><strong>14</strong> Since the children have flesh and blood, he too shared in their humanity so that by his death he might break the power of him who holds the power of death—that is, the devil—\n</p><p><strong>Read Romans 3:23–26 and Romans 5:8. What do these passages reveal about the way Christ defeats the allegations of the devil?\n</strong></p><p><strong>Romans 3:23-26\n</strong></p><p><strong>23</strong> for all have sinned and fall short of the glory of God,\n</p><p><strong>24</strong> and all are justified freely by his grace through the redemption that came by Christ Jesus.\n</p><p><strong>25</strong> God presented Christ as a sacrifice of atonement, through the shedding of his blood—to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished—\n</p><p><strong>26</strong> he did it to demonstrate his righteousness at the present time, so as to be just and the one who justifies those who have faith in Jesus.\n</p><p><strong>Romans 5:8\n</strong></p><p><strong>8 </strong>But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.\n</p><p>As we have seen, the enemy claims that God is not fully righteous and loving. However, in Christ, God provides the ultimate manifestation of God’s righteousness and love, and He did so through the Cross.\n</p><p>After the death of Jesus, “Satan saw that his disguise was torn away. His administration was laid open before the unfallen angels and before the heavenly universe. He had revealed himself as a murderer. By shedding the blood of the Son of God, he had uprooted himself from the sympathies of the heavenly beings.”—Ellen G. White, The Desire of Ages, p. 761.\n</p><p><strong>Read Revelation 12:10–12 in light of Genesis 3:15. How does this passage shed light on the cosmic significance of Christ’s victory at the cross?\n</strong></p><p><strong>Revelation 12:10-12\n</strong></p><p><strong>10</strong> Then I heard a loud voice in heaven say: “Now have come the salvation and the power and the kingdom of our God, and the authority of his Messiah. For the accuser of our brothers and sisters, who accuses them before our God day and night, has been hurled down.\n</p><p><strong>11</strong> They triumphed over him by the blood of the Lamb and by the word of their testimony; they did not love their lives so much as to shrink from death.\n</p><p><strong>12</strong> Therefore rejoice, you heavens and you who dwell in them! But woe to the earth and the sea, because the devil has gone down to you! He is filled with fury, because he knows that his time is short.”\n</p><p><strong>Genesis 3:15\n</strong></p><p><strong>15</strong> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.”\n</p><p>The history of redemption provides abundant evidence for us to be confident that God always works to bring about in the end what is good for all concerned. The God of Scripture always does what is good and preferable, given the avenues available to Him in the great controversy (Deut. 32:4, 1 Sam. 3:18, Ps. 145:17, Dan. 4:37, Hab. 1:13, Rev. 15:3, Gen. 18:25).\n</p><p><strong>Deuteronomy 32:4\n</strong></p><p><strong>4</strong> He is the Rock, his works are perfect, and all his ways are just. A faithful God who does no wrong, upright and just is he.\n</p><p><strong>1 Samuel 3:18\n</strong></p><p><strong>18</strong> So Samuel told him everything, hiding nothing from him. Then Eli said, “He is the Lord; let him do what is good in his eyes.”\n</p><p><strong>Psalm 145:17\n</strong></p><p><strong>17</strong> The Lord is righteous in all his ways and faithful in all he does.\n</p><p><strong>Daniel 4:37\n</strong></p><p><strong>37 </strong>Now I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, because everything he does is right and all his ways are just. And those who walk in pride he is able to humble.\n</p><p><strong>Habakkuk 1:13\n</strong></p><p><strong>13</strong> Your eyes are too pure to look on evil; you cannot tolerate wrongdoing. Why then do you tolerate the treacherous? Why are you silent while the wicked swallow up those more righteous than themselves?\n</p><p><strong>Revelation 15:3\n</strong></p><p><strong>3</strong> and sang the song of God’s servant Moses and of the Lamb: “Great and marvelous are your deeds, Lord God Almighty. Just and true are your ways, King of the nations.\n</p><p><strong>Genesis 18:25\n</strong></p><p><strong>25</strong> Far be it from you to do such a thing—to kill the righteous with the wicked, treating the righteous and the wicked alike. Far be it from you! Will not the Judge of all the earth do right?”\n</p><p><strong>Why is the demonstration of God’s righteousness and love in the cosmic conflict so important? When you reflect on the Cross and all of God’s works in the plan of redemption, how do God’s works give you confidence in the love of God, even amid trials and sufferings?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 11",
               "dayTitle":"<p>The Song of My Beloved</p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p>In amazing ways, God has manifested His love and righteousness amid the cosmic conflict. Yet, some might ask, Should God have done more than He has done to prevent and/or remove evil? We have seen a cosmic conflict framework that indicates that God has acted in order to respect the free will necessary for the maximal flourishing of love relationships between Him and humanity. Further, He has apparently acted within moral constraints, or rules of engagement, within the context of a cosmic dispute over His character, which can be settled only by the demonstration of His love.\n</p><p><strong>Read Isaiah 5:1–4. Who is speaking in these verses? Whom is Isaiah speaking about? Whom do the vineyard and vineyard owner represent? What is the significance of the actions of the vineyard owner on behalf of the vineyard? What is the result?\n</strong></p><p><strong>Isaiah 5:1-4\n</strong></p><p><strong>1</strong> I will sing for the one I love a song about his vineyard: My loved one had a vineyard on a fertile hillside.\n</p><p><strong>2</strong> He dug it up and cleared it of stones and planted it with the choicest vines. He built a watchtower in it and cut out a winepress as well. Then he looked for a crop of good grapes, but it yielded only bad fruit.\n</p><p><strong>3</strong> “Now you dwellers in Jerusalem and people of Judah, judge between me and my vineyard.\n</p><p><strong>4</strong> What more could have been done for my vineyard than I have done for it? When I looked for good grapes, why did it yield only bad?\n</p><p>In these verses, Isaiah sings a song of his beloved, a vineyard. The vineyard owner is God Himself, and the vineyard represents God’s people (see, for example, Isa. 1:8, Jer. 2:21). But the implications here can also be expanded relative to God’s broader work in this world. According to these verses, the vineyard owner (God) did everything that reasonably could be expected to ensure the flourishing of His vineyard. The vineyard should have produced good grapes, but it produced only “wild grapes,” which other translations refer to as “worthless.” Indeed, the Hebrew wording here literally could be translated stinkfruit. God’s vineyard brings forth rotten grapes.\n</p><p><strong>Isaiah 1:8\n</strong></p><p><strong>8 </strong>Daughter Zion is left like a shelter in a vineyard, like a hut in a cucumber field, like a city under siege.\n</p><p><strong>Jeremiah 2:21\n</strong></p><p><strong>21</strong> I had planted you like a choice vine of sound and reliable stock. How then did you turn against me into a corrupt, wild vine?\n</p><p>Isaiah 5:3 shifts to God Himself speaking, inviting people to “judge” between Him and His vineyard. And, in Isaiah 5:4, God Himself sets forth the all-important question: “ ‘What more could have been done to My vineyard that I have not done in it? Why then, when I expected it to bring forth good grapes, did it bring forth wild grapes?’ ” (NKJV). What more could He do? How fascinating that He even asks others to judge what He has done.\n</p><p><strong>When you look at the cross, where God offered Himself as a sacrifice for all our sin, how do His words—“ ‘What more could have been done to My vineyard that I have not done in it?’ ”— take on an utterly amazing significance?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 12",
               "dayTitle":"<p>Christ’s Parable of the Vineyard</p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>In the parable of the vineyard owner, in Matthew 21, Jesus picks up where Isaiah 5 left off, shedding additional light on the character and actions of the vineyard owner on behalf of His vineyard.\n</p><p><strong>Read Matthew 21:33–39 with particularly the question of Isaiah 5:4 in mind. What more could He do than what He has done?\n</strong></p><p><strong>Matthew 21:33-39\n</strong></p><p><strong>33</strong> “Listen to another parable: There was a landowner who planted a vineyard. He put a wall around it, dug a winepress in it and built a watchtower. Then he rented the vineyard to some farmers and moved to another place.\n</p><p><strong>34 </strong>When the harvest time approached, he sent his servants to the tenants to collect his fruit.\n</p><p><strong>35 </strong>“The tenants seized his servants; they beat one, killed another, and stoned a third.\n</p><p><strong>36 </strong>Then he sent other servants to them, more than the first time, and the tenants treated them the same way.\n</p><p><strong>37 </strong>Last of all, he sent his son to them. ‘They will respect my son,’ he said.\n</p><p><strong>38 </strong>“But when the tenants saw the son, they said to each other, ‘This is the heir. Come, let’s kill him and take his inheritance.’ 39 So they took him and threw him out of the vineyard and killed him\n</p><p><strong>Isaiah 5:4\n</strong></p><p><strong>4</strong> What more could have been done for my vineyard than I have done for it? When I looked for good grapes, why did it yield only bad?\n</p><p>The first part of Christ’s parable quotes directly from the song of Isaiah 5 about the vineyard owner and His vineyard. Then, Jesus adds, the vineyard owner “ ‘leased’ ” His vineyard “ ‘to vinedressers and went into a far country’ ” (Matt. 21:33, NKJV). Yet, when the vineyard owner twice sent His servants (the prophets) to collect the produce, those renting His vineyard beat and killed His servants (Matt. 21:34–36). Finally, He sent His Son (Jesus), saying, “ ‘They will respect my son’ ” (Matt. 21:37, NKJV). But they murdered His Son, too, saying, “ ‘This is the heir. Come, let us kill him and seize his inheritance.’ So they took him and cast him out of the vineyard and killed him” (Matt. 21:38, 39, NKJV).\n</p><p>What more could He do? The Father loved us so much that He gave His beloved Son (John 3:16). If the cosmic conflict is of the kind suggested here, it could not be settled prematurely by exercise of divine power but required first a public demonstration of God’s character. This demonstration has been set forth ultimately in the work of Christ (Rom. 3:25, 26; Rom. 5:8). What more could we ask than that God (in Christ) give Himself to die for us so that He might justify us without in any way compromising His justice and perfect love?\n</p><p><strong>John 3:16\n</strong></p><p><strong>16</strong> For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.\n</p><p><strong>Romans 3:25-26\n</strong></p><p><strong>25</strong> God presented Christ as a sacrifice of atonement, through the shedding of his blood—to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished—\n</p><p><strong>26 </strong>he did it to demonstrate his righteousness at the present time, so as to be just and the one who justifies those who have faith in Jesus.\n</p><p><strong>Romans 5:8\n</strong></p><p><strong>8</strong> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.\n</p><p>The cross event demonstrates that God has done everything that could be done to mitigate and eliminate evil, but without destroying the context for the flourishing of genuine love. If there had been any preferable avenue available to God, would He not have chosen it? While people suffer greatly in this cosmic conflict, God Himself suffers most of all. When we look at the Cross, we can, indeed, see what suffering and pain sin has brought to God Himself. Yet, so sacred was the freedom inherent in love that Christ was willing to endure this in our behalf.\n</p><p><strong>Read Isaiah 53:4. Whose “griefs” and “sorrows” did Christ bear on the cross? What should this tell us about all that God has done for us and what salvation has cost Him?\n</strong></p><p><strong>Isaiah 53:4\n</strong></p><p><strong>4</strong> Surely he took up our pain and bore our suffering, yet we considered him punished by God, stricken by him, and afflicted.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 13",
               "dayTitle":"<p>The Vindication of God’s Name</p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p>Ultimately, God’s name is vindicated in every way. Through the work of the Father, Son, and Holy Spirit in the plan of redemption, the perfect righteousness and love of God is manifested beyond any reasonable doubt (see Rom. 3:25, 26; Rom. 5:8).\n</p><p><strong>Romans 3:25-26\n</strong></p><p><strong>25</strong> God presented Christ as a sacrifice of atonement, through the shedding of his blood—to be received by faith. He did this to demonstrate his righteousness, because in his forbearance he had left the sins committed beforehand unpunished—\n</p><p><strong>26</strong> he did it to demonstrate his righteousness at the present time, so as to be just and the one who justifies those who have faith in Jesus.\n</p><p><strong>Romans 5:8\n</strong></p><p><strong>8 </strong>But God demonstrates his own love for us in this: While we were still sinners, Christ died for us.\n</p><p><strong>Read Romans 3:1–4 in light of Isaiah 5:3, 4. What does this teach about God Himself being vindicated in the cosmic conflict? What more could He do than what He has done?\n</strong></p><p><strong>Romans 3:1–4\n</strong></p><p><strong>1</strong> What advantage, then, is there in being a Jew, or what value is there in circumcision?\n</p><p><strong>2</strong> Much in every way! First of all, the Jews have been entrusted with the very words of God.\n</p><p><strong>3 </strong>What if some were unfaithful? Will their unfaithfulness nullify God’s faithfulness?\n</p><p><strong>4 </strong>Not at all! Let God be true, and every human being a liar. As it is written: “So that you may be proved right when you speak and prevail when you judge.”\n</p><p><strong>Isaiah 5:3, 4\n</strong></p><p><strong>3 </strong>“Now you dwellers in Jerusalem and people of Judah, judge between me and my vineyard.\n</p><p><strong>4 </strong>What more could have been done for my vineyard than I have done for it? When I looked for good grapes, why did it yield only bad?\n</p><p>In Romans 3 and Isaiah 5, we see that God (in some limited sense) invites mere creatures to judge His character, even though we have no right or standing to do so. In the end, when all the “books” are opened, we will see the evidence that God is perfectly just and righteous. God will vindicate Himself before all intelligent creation.\n</p><p><strong>Read Revelation 15:3 and Revelation 19:1–6. What do these passages teach about the vindication of God’s name in the end? What more could He do than what He has done?\n</strong></p><p><strong>Revelation 15:3\n</strong></p><p><strong>3</strong> and sang the song of God’s servant Moses and of the Lamb: “Great and marvelous are your deeds, Lord God Almighty. Just and true are your ways, King of the nations.\n</p><p><strong>Revelation 19:1-6\n</strong></p><p><strong>1</strong> After this I heard what sounded like the roar of a great multitude in heaven shouting: “Hallelujah! Salvation and glory and power belong to our God,\n</p><p><strong>2 </strong>    for true and just are his judgments. He has condemned the great prostitute who corrupted the earth by her adulteries. He has avenged on her the blood of his servants.”\n</p><p><strong>3 </strong>And again they shouted: “Hallelujah! The smoke from her goes up for ever and ever.”\n</p><p><strong>4 </strong>The twenty-four elders and the four living creatures fell down and worshiped God, who was seated on the throne. And they cried: “Amen, Hallelujah!”\n</p><p><strong>5 </strong>Then a voice came from the throne, saying: “Praise our God, all you his servants, you who fear him, both great and small!”\n</p><p><strong>6 </strong>Then I heard what sounded like a great multitude, like the roar of rushing waters and like loud peals of thunder, shouting: “Hallelujah! For our Lord God Almighty reigns.\n</p><p>Throughout Scripture, God shows concern for His name. Why? You cannot have a deep love relationship with someone whose character you detest or do not trust. If someone told your spouse or spouse-tobe horrible lies about your character, you would do what you could to counter any such claims, for if such claims are believed, they would fracture your love relationship.\n</p><p>In the end, God is vindicated at the cross and through the entire plan of redemption. In the pre-Advent judgment, God is vindicated before the onlooking universe.\n</p><p>Then, in the post-Advent judgment, during which the redeemed will even “judge angels” (1 Cor. 6:2, 3), God is vindicated, as the redeemed have been given the opportunity to review the records and see for themselves why God has acted as He has, and that all of God’s judgments have always and only been perfectly righteous and loving. Who among us doesn’t have a lot of questions that need answering? Before it’s all done, we will have those questions answered (see 1 Cor. 4:5).\n</p><p><strong>1 Corinthians 6:2-3\n</strong></p><p><strong>2</strong> Or do you not know that the Lord’s people will judge the world? And if you are to judge the world, are you not competent to judge trivial cases?\n</p><p><strong>3</strong> Do you not know that we will judge angels? How much more the things of this life!\n</p><p><strong>1 Corinthians 4:5\n</strong></p><p><strong>5</strong> Therefore judge nothing before the appointed time; wait until the Lord comes. He will bring to light what is hidden in darkness and will expose the motives of the heart. At that time each will receive their praise from God.\n</p><p>Finally, every knee will bow and every tongue will confess that Jesus is Lord (Phil. 2:10, 11). This is all part of the vindication of the character of God.\n</p><p><strong>Philippians 2:10-11\n</strong></p><p><strong>10 </strong>that at the name of Jesus every knee should bow, in heaven and on earth and under the earth,\n</p><p><strong>11 </strong>and every tongue acknowledge that Jesus Christ is Lord, to the glory of God the Father.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 14",
               "dayTitle":"<p>Further Thought:</p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p>Read Ellen G. White, “The Reward of Earnest Effort,” pp. 285–288, in Testimonies for the Church, vol. 9.\n</p><p>“All that has perplexed us in the providences of God will in the world to come be made plain. The things hard to be understood will then find explanation. The mysteries of grace will unfold before us. Where our finite minds discovered only confusion and broken promises, we shall see the most perfect and beautiful harmony. We shall know that infinite love ordered the experiences that seemed most trying. As we realize the tender care of Him who makes all things work together for our good, we shall rejoice with joy unspeakable and full of glory.”—Ellen G. White, Testimonies for the Church, vol. 9, p. 286.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> Have you been perplexed in trying to understand the providences of God? How does it comfort you to know that all such things will be made plain in the end?\n</p><p><strong>2</strong> Ponder what Christ gave up in order to become human and to die for this world. Further reflect on what this tells us about God’s love and whether God can be trusted. What more could He do?\n</p><p><strong>3 </strong>What is so important about God’s “name”? What implications does this have for those of us who call ourselves Christian? In what ways have Christians sometimes brought disrepute on the name of Christ, and what can we do in our local communities to show people what following Christ looks like in practice?\n</p><p><strong>4 </strong>In the end, even our best “answers” relative to the problem of evil are incomplete for now. What can we do in practice to draw close to those who are suffering and be agents of relieving suffering in this world as we await the final, eschatological solution to the problem of evil that only God can bring?\n</p><p><strong>5 </strong>Dwell more on Isaiah 53:4, on the fact that Christ bore our “griefs” and “sorrows.” What happened corporately at the Cross that helps us understand the plan of salvation and what it cost God to save us?\n</p><p><strong>Isaiah 53:4\n</strong></p><p><strong>4</strong> Surely he took up our pain and bore our suffering, yet we considered him punished by God, stricken by him, and afflicted.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>INSIDE STORY</p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><strong>The Persistent Mother: Part 3\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>By Andrew Mchesney\n</p><p>Pediatrician Colette Reahl hoped to bring the 13-year-old Alaska Native girl home before the Sabbath hours. She had told Matrona that she was a Seventh-day Adventist, but it seemed like a good idea to get settled at home in Anchorage before spending their first Sabbath together.\n</p><p>Alaskan adoption authorities, however, had other ideas. They told Colette that she could take the girl on Sabbath.\n</p><p>The day before the big move, Colette called Matrona at her facility in Anchorage. “I usually go to church on Sabbath,” she said. “Would you like to go with me?”\n</p><p>“No,” Matrona said.\n</p><p>When Matrona arrived the next morning, she announced that she wanted to watch television.\n</p><p>“On Sabbaths in my house, we watch Christian-themed shows or nature videos,” Colette replied.\n</p><p>Matrona was surprised. She asked if she could watch an animated television show about wild animals instead.\n</p><p>Colette and Matrona got to spend two months of quality time together in Anchorage before moving to Bethel, where Colette had a new job at a hospital. During that time, they developed routines and built their relationship. They had morning and evening worship, and Matrona grew spiritually.\n</p><p>Today, Matrona is 15, and she loves living in Bethel, where she goes to homeschool, takes piano lessons, has many friends, and is actively involved in the life of Bethel Seventh-day Adventist Church.\n</p><p>“God just orchestrated everything,” said Colette, who, in addition to working as a pediatrician, serves as a Bible worker and coleader of the church.\n</p><p>“The sassy Matrona whom I first met on the phone is very different from the Matrona now,” she said. “She is a leader for the kids at church and in the community. I see God working in her life and maturing her faith.”\n</p><p>Matrona expressed gratitude for Colette’s persistent phone calls and now her persistent love as a mother. “If she hadn’t tried and tried to get through to me, I wouldn’t know who God is,” she said\n</p><p>She said God used Colette to change her life. “How she found me was no coincidence,” she said. “I feel that God led her to me and God led me to her. God has brought me to a good place and given me peace.”\n</p><p>This mission story offers an inside look at Bethel (Alaska) Seventh-day Adventist Church, which received part of a 2024 Thirteenth Sabbath Offering. Thank you for helping spread the gospel with this quarter’s Thirteenth Sabbath Offering on March 29.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS COMMENTS</p>",
               "id":119,
               "idDay":9,
               "idLesson":11,
               "lessonText":"<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text:</strong> John 18:37\n</p><p><strong>Study Focus</strong>: Isa. 5:1–4; Matt. 21:33–41; Rom. 3:25, 26; Rom. 5:8; Rev. 15:3; Rev. 19:2.\n</p><p><strong>Introduction:</strong> We are invited to acknowledge and proclaim God’s justice and His loving intentions toward His people.\n</p><p><strong>Lesson Themes: </strong>This week’s lesson emphasizes three main points:\n</p><p><strong>1</strong>. We need to acknowledge God’s justice. We are invited to acknowledge that God is just. In the parable of the vineyard, the justice of God is figuratively affirmed and acknowledged by the audience. Jesus tells the parable in such a way that the audience would acknowledge the legitimacy of the landowner’s actions in contrast to the vinedressers.\n</p><p><strong>2.</strong> We need to acknowledge God’s loving intentions. In Matthew 21:33–41, the audience acknowledges that the landowner had done everything he could before bringing judgment. Also, in Isaiah 5, God Himself points out that He had done everything that He could for His people. The question “ ‘What more could have been done to My vineyard that I have not done in it?’ ” is an appeal to the recognition of God’s loving intentions and actions on behalf of His people (Isa. 5:4, NKJV).\n</p><p><strong>3.</strong> We need to proclaim God’s justice and loving intentions. The Bible invites us not only to recognize God’s justice and His loving actions but also to proclaim that God is perfectly just and righteous. In Revelation 15:3, the saints sing and proclaim: “  ‘Great and marvelous are Your works, Lord God Almighty! Just and true are Your ways, O King of the saints!’ ” (NKJV).\n</p><p>Life Application: How can we acknowledge and proclaim God’s justice and loving intentions in our daily life and in our conversations about God?\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>1. We Need to Acknowledge God’s Justice.\n</strong></p><p>According to Scripture, we, as feeble and limited creatures, are not in a position to judge God’s ways (see God’s speech at the end of the book of Job, Job 38–42; see also Rom. 9:20). At the same time, we are invited to acknowledge that God is just. Romans 3:26 indicates that the blood of Christ is a demonstration (the Greek term is endeixis) of God’s righteousness, because He patiently had not taken into consideration “the sins that were previously committed” (Rom. 3:25, NKJV). Therefore, the blood of Christ shows that God is not only forgiving (justifier) but also just. It is noteworthy that the Greek noun endeixis, which is translated as “demonstration” (NASB)—as in “it was to show” (ESV), “it was to prove” (NRSV)—conveys the meaning of “someth [something] that compels acceptance of someth. mentally or emotionally, demonstration, proof.”—Frederick W. Danker, A GreekEnglish Lexicon of the New Testament and Other Early Christian Literature (Chicago: University of Chicago Press, 2000), p. 332.\n</p><p>Hence, the use of this noun in Romans 3:26 underscores that God is not only just, but that He intends to demonstrate, to show, to prove to us that He is just. Thomas Schreiner argues that, in this passage, we find God’s “desire to demonstrate his righteousness.” He adds, “By demonstrating his saving and judging righteousness, God has vindicated his name before the world.”—Romans: Baker Exegetical Commentary of the New Testament (Grand Rapids, MI: Baker Books, 1998), pp. 198, 199.\n</p><p>In the parable of the vineyard (Matt. 21:33–41; see also Mark 12:1–12, Luke 20:9–19), the justice of God is figuratively affirmed, and therefore acknowledged, by the audience. In the narrative sequence of the parable, Jesus presents a progression of reasonable decisions taken by the landowner of the vineyard, in response to the unreasonable attitudes of the vinedressers to whom he leased the vineyard. Because the landowner had gone to a far country, it was plausible for him to send servants to receive the fruit of the vineyard, close to vintage time. Absurd was the fact that the vinedressers violently mistreated the servants twice and even killed one of them. Again, it was plausible for the landowner eventually to send his son, assuming that the vinedressers would show him respect. However, in an even more absurd reaction, the vinedressers insanely killed the son, as well, in order to steal his inheritance.\n</p><p>Jesus tells this parable in such a way that the audience is able to follow, and progressively acknowledge, the legitimacy of the landowner’s actions, in contrast to the madness of the vinedressers. Jesus is even capable of taking the conclusion of the parable straight from the lips of the audience. He asks them, “ ‘Therefore, when the owner of the vineyard comes, what will he do to those vinedressers?’ They said to Him, ‘He will destroy those wicked men miserably, and lease his vineyard to other vinedressers who will render to him the fruits in their seasons’ ” (Matt. 21:40, 41, NKJV).\n</p><p>Hence, the audience of the parable is able to conclude that nothing more could be done by the landowner. As they clearly recognize, he did everything he could to deal with the vinedressers in a proper way. Thus, he is deemed just in the eyes of the audience in the expected punishment of the evil vinedressers. Inasmuch as this parable is a figurative teaching about the justice of God, He is not only just, but He is perceived as such. This perception seems to be part of Jesus’ intention, as we observe, from the interactive way in which He concludes the parable. This perception of justice in the eyes of the audience arises from a clear acknowledgment that the landowner had done everything he could to maintain a proper relationship with those acting wickedly, before having to destructively judge them.\n</p><p><strong>2. We Need to Acknowledge God’s Loving Intentions.\n</strong></p><p>If, in the parable of the vineyard, as told by Jesus in Matthew 21:33–41, the conclusion of the audience implies that they recognize that the landowner had done everything he could before bringing judgment, then in the “song of my Beloved regarding His vineyard,” in Isaiah 5 (NKJV), God Himself affirms that He had done everything He could for His people. While in the parable of the vineyard told by Jesus, the problem was with vinedressers, which is a figurative reference to “the chief priests and Pharisees” (Matt. 21:45). But in the song of Isaiah 5, the problem is with the vineyard itself, which figuratively refers to “the house of Israel” (Isa. 5:7), the “people of Judah” (Isa. 5:3, 7, NASB).\n</p><p>udah” (Isa. 5:3, 7, NASB). Like the landowner of the parable, who had done everything he could to maintain a proper relationship with the vinedressers, the Beloved of the song did everything in his power to make the vineyard produce good grapes. More specifically, he selected “a very fruitful hill” (Isa. 5:1), “dug it up and cleared out its stones,” “planted it with the choicest vine,” “built a tower in its midst,” and “made a winepress in it” (Isa. 5:2, NKJV). All these preparatory actions were nurtured by the positive expectation that the vineyard would “bring forth good grapes,” but unfortunately, “it brought forth wild grapes” (Isa. 5:2, NKJV). In concrete terms, God “looked for justice” among His people, but what He saw was oppression. He looked for “righteousness,” but what He heard was “a cry for help” (Isa. 5:7, NKJV).\n</p><p>While Jesus asks His audience to answer what would be the reasonable action of the landowner after everything he had done in the context of the parable, God invites the people of Judah, in Isaiah, to “judge” between Him and His vineyard (Isa. 5:3, NKJV). This judgment should take into account the following question: “ ‘What more could have been done to My vineyard that I have not done in it?’ ” (Isa. 5:4, NKJV). This rhetorical question should lead to the conclusion that God had done everything He could for His people to produce “good fruits,” so to speak. Therefore, this question is, ultimately, an invitation to acknowledge all the loving intentions, actions, and expectations that God possesses on behalf of His people.\n</p><p>Furthermore, God not only loves His people, as Romans 5:8 underscores, but He also demonstrates this love to them. What is demonstrated can be more naturally acknowledged or recognized by us. As in Romans 3:26 the language of demonstration (endeixis) is employed to affirm that God is just, on the basis of the blood of Christ, so also does Romans 5:8 use this language in connection with Christ’s death for us, now with the verb syníst?mi, to affirm that God loves us. This Greek verb conveys the meaning of providing “evidence of a personal characteristic or claim through action, demonstrate, show, bring out.”—Danker et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature, p. 973. Different Bible versions emphasize this idea using similar words: “God shows his love for us” (ESV), “God demonstrates His own love toward us” (NASB), “God proves his love for us” (NRSV).\n</p><p><strong>3. We Need to Proclaim God’s Justice and Loving Intentions.\n</strong></p><p>The Bible does more than invite us to acknowledge or recognize God’s justice and His loving intentions toward His people. We also are supposed to proclaim what we acknowledge or recognize in God. For instance, we find this type of proclamation sung by the saints in Revelation. In Revelation 15:3 they sing, “ ‘Great and marvelous are Your works, Lord God Almighty! Just and true are Your ways, O King of the saints!’ ” (NKJV). Likewise in Revelation 19:2, a great multitude in heaven says in a loud voice, “ ‘True and righteous are His judgments, because He has judged the great harlot who corrupted the earth with her fornication; and He has avenged on her the blood of His servants shed by her’ ” (NKJV).\n</p><p><strong>Part III: Life Application\n</strong></p><p>Romans 3:26 highlights that God is not only just, but He also intends to demonstrate, to show or prove, that He is just. With this idea in mind, discuss the following questions with your class:\n</p><p><strong>1. How reassuring is it to know that God does everything to demonstrate His righteousness and justice for His people? How does this make you feel about God?\n</strong></p><p><strong>2. How does the acknowledgment of God’s justice and His intentions of love toward His people inform our proclamation of His righteousness to others? How can this acknowledgment be highlighted in our preaching of the gospel?\n</strong></p><p><strong>3. How can we be intentional in demonstrating our love for God, even in times of suffering?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>What More Could I Have Done?</p>",
         "verse":"<p>Pilate therefore said to Him, ‘Are You a king then?’ Jesus answered, ‘You say rightly that I am a king. For this cause I was born, and for this cause I have come into the world, that I should bear witness to the truth. Everyone who is of the truth hears My voice’&nbsp; (John 18:37, NKJV).</p>",
         "versionCode":80,
         "weekDate":"March 8 -14"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
