{
  "data": [
    {
      "color": "#147BFA",
      "id": 707,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 5",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>One of Aesop’s fables is called “The Belly and the Feet.” It goes like this: “The belly and the feet were arguing about their importance, and when the feet kept saying that they were so much stronger that they even carried the stomach around, the stomach replied, ‘But, my good friends, if I didn’t take in food, you wouldn’t be able to carry anything.’ ”—Lloyd W. Daly, Aesop Without Morals (New York: Thomas Yoseloff, 1961), p. 148\n</p><p>Paul, however, used the human body to make a spiritual point. For Paul, the human body—and the church as the body of Christ—is composed of various parts with differing abilities, all of which must work together for the body to be healthy. In Ephesians 4:1–16, Paul redeploys the body metaphor that he used so effectively earlier (Rom. 12:3–8, 1 Cor. 12:12–31). Christ is now the Head of the body, supplying the body with “gifted” people who help unify the body, with each part each church member—contributing its abilities to the whole.</p><p>Paul’s picture of a healthy, unified body helps us understand God’s goal for us: to be parts of a fruitful church united in Christ.<br></p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 6",
          "dayTitle": "<p>The Unity of the Spirit</p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Ephesians 4:1–16. How does Paul encourage believers to nurture the unity of the church?\n</strong></p><p><strong>Ephesians 4:1–16\n</strong></p><p><strong><sup>1</sup></strong> I, therefore, the prisoner [a]of the Lord, beseech you to walk worthy of the calling with which you were called\n</p><p><strong><sup>2</sup></strong> with all lowliness and gentleness, with long suffering, bearing with one another in love\n</p><p><strong><sup>3</sup></strong> endeavoring to keep the unity of the Spirit in the bond of peace.\n</p><p><strong><sup>4 </sup></strong>There is one body and one Spirit, just as you were called in one hope of your calling\n</p><p><sup><strong>5</strong> </sup>one Lord, one faith, one baptism\n</p><p><sup><strong>6</strong> </sup>one God and Father of all, who is above all, and through all, and in you all.\n</p><p><strong><sup>7</sup></strong> But to each one of us grace was given according to the measure of Christ’s gift.\n</p><p><strong><sup>8</sup></strong> Therefore He says: “When He ascended on high, He led captivity captive, And gave gifts to men.”\n</p><p><strong><sup>9</sup></strong> (Now this, “He ascended”—what does it mean but that He also [d]first descended into the lower parts of the earth?\n</p><p><strong><sup>10</sup></strong> He who descended is also the One who ascended far above all the heavens, that He might fill all things.)\n</p><p><strong><sup>11</sup></strong> And He Himself gave some to be apostles, some prophets, some evangelists, and some pastors and teachers\n</p><p><strong><sup>12</sup></strong> for the equipping of the saints for the work of ministry, for the [e]edifying of the body of Christ\n</p><p><strong><sup>13</sup> </strong>till we all come to the unity of the faith and of the knowledge of the Son of God, to a perfect man, to the measure of the stature of the fullness of Christ\n</p><p><strong><sup>14</sup></strong> that we should no longer be children, tossed to and fro and carried about with every wind of doctrine, by the trickery of men, in the cunning craftiness of deceitful plotting\n</p><p><strong><sup>15</sup></strong> but, speaking the truth in love, may grow up in all things into Him who is the head—Christ\n</p><p><strong><sup>16</sup></strong> from whom the whole body, joined and knit together by what every joint supplies, according to the effective working by which every part does its share, causes growth of the body for the edifying of itself in love.\n</p><p>Paul begins the second half of Ephesians (chapters 4–6) with a stirring call to unity, but in two major parts. First, in Ephesians 4:1–6he asks believers to nurture “the unity of the Spirit” by exhibiting unity-building virtues (Eph. 4:1–3), a call he supports with a poetic list of seven “ones” (Eph. 4:4–6). Second, in Ephesians 4:7–16, Paul identifies the victorious, exalted Jesus as the Source of grace in people who lead in sharing the gospel (Eph. 4:7–10) and describes how they, together with all church members, contribute to the health, growth, and unity of the body of Christ (Eph. 4:11–16).\n</p><p>As the chapter begins, Paul invites Christians to “walk in a manner worthy of the calling to which you have been called” (Eph. 4:1, ESV). He used the verb walk in the figurative sense of to behave, or to live (see Eph. 2:2, 10; Eph. 4:17; Eph. 5:2, 8, 15). When Paul refers to their calling, he refers to the call to Christian faith (Eph. 1:18; Eph. 2:4–6, 13). Paul urges believers to practice a unifying behavior that reflects God’s ultimate plan (Eph. 4:9, 10). He begins that emphasis here with his call to practice virtues that lead to unity (Eph. 4:1–3), such as humility, gentleness, and patience. Let’s look at each term. Paul elsewhere explains the term humility, in Ephesians 4:2 (ESV; “lowliness” in NKJV), by adding the idea to “count others more significant than yourselves” (Phil. 2:3, ESV). Humility, then, may be understood not as a negative virtue of self-deprecation (see Col. 2:18, 23) but as a positive one of appreciating and serving others.\n</p><p>Gentleness (Eph. 4:2, ESV, NKJV) may be explained as “the quality of not being overly impressed by a sense of one’s self-importance” and also means “courtesy, considerateness, meekness.”—Frederick Danker, ed., Greek-English Lexicon of the New Testament and Other Early Christian Literature, 3rd ed. (Chicago: University of Chicago Press, 2000), p. 861. Finally, patience (ESV; compare “longsuffering,” NKJV) is being able to bear up under provocation or trials. These qualities, then, all gather around the theme of turning away from self-importance and, instead, focusing on the value of others.\n</p><p><strong>Humility, gentleness, patience. Think about how these attributes would help unify us as a people. How do we learn to cultivate these virtues?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 7",
          "dayTitle": "<p>Together as One in the One</p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p><strong>What seven “ones” does Paul cite in support of his theme of the unity of the church? What point is he seeking to make with this list? Eph. 4:4–6.\n</strong></p><p><strong>Ephesians 4:4–6\n</strong></p><p><sup><strong>4</strong> </sup>There is one body and one Spirit, just as you were called in one hope of your calling\n</p><p><strong><sup>5 </sup></strong>one Lord, one faith, one baptism\n</p><p><strong><sup>6</sup></strong> one God and Father of all, who is above all, and through all, and in you all.\n</p><p>Paul’s list of seven “ones” has a poetic feel to it and may echo a hymn of affirmation used in Ephesus. The list begins by mentioning two “ones” together: “There is one body” (referring to the church as the body of Christ, Eph. 4:12, 16; Eph. 1:23; Eph. 5:23, 29, 30) and “one Spirit” (Eph. 4:4). The third one is the “one hope of your calling” (Eph. 4:4; compare Eph. 4:1).\n</p><p>The list then offers three more elements, “one Lord” (a reference to Christ), “one faith” (meaning the content of what Christians believe, Eph. 4:13; Col. 1:23; Col. 2:7; Gal. 1:23; 1 Tim. 4:1, 6), and “one baptism” (compare Eph. 5:26) before concluding with an extended description of God as “one God and Father of all, who is over all and through all, and in all” (Eph. 4:6, ESV).\n</p><p>What is Paul communicating through this poetic description of God the Father? By virtue of His being “Father of all,” God is the Creator. The rest of the sentence describes how, once the world is created, God relates to “all things,” to everything that He made. Paul is not dabbling in the heresies of pantheism (which identifies nature with God), or panentheism (which argues that the world is included in God’s being, though it does not exhaust that being). He is rather proclaiming the transcendence (“who is over all”), active rule (“who is . . . through all”), and immanence (“who is . . . in all”) of God.\n</p><p>Note carefully two ideas about the unity of the church (Eph. 4:1–6). First, unity is a spiritual fact, rooted in these seven “ones,” a reality to be celebrated (Eph. 4:4–6). Second, this unity requires our zeal to nurture and grow it (Eph. 4:3). There will often be cause to weep at our failings in actualizing this unity. However, whatever our failings, we should rejoice in the work of God-in-Christ in unifying the church, rejoicing in the theological reality of the “unity of the Spirit” (Eph. 4:3). Doing so will empower us to return to the hard work of advancing this unity but with fresh conviction that in doing so we are accomplishing God’s own work.\n</p><p><strong>Read again Ephesians 4:4–6. How does it make you feel? How should it make you feel, knowing what it says about our unity in and with God through Christ?\n</strong></p><p><strong>Ephesians 4:4–6\n</strong></p><p><sup><strong>4</strong> </sup>There is one body and one Spirit, just as you were called in one hope of your calling\n</p><p><sup><strong>5</strong> </sup>one Lord, one faith, one baptism\n</p><p><strong><sup>6</sup></strong> one God and Father of all, who is above all, and through all, and in you all.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 8",
          "dayTitle": "<p>The Exalted Christ, Giver of Gifts</p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>“However, he has given each one of us a special gift through the generosity of Christ. That is why the Scriptures say, ‘When he ascended to the heights, he led a crowd of captives and gave gifts to his people.’\n</strong></p><p><strong>“Notice that it says ‘he ascended.’ This clearly means that Christ also descended to our lowly world. And the same one who descended is the one who ascended higher than all the heavens, so that he might fill the entire universe with himself” (Eph. 4:7–10, NLT). What is happening here, and what is Paul’s point in these verses?\n</strong></p><p>Paul here quoted Psalm 68:18, which reads: “When you ascended to the heights, you led a crowd of captives. You received gifts from the people, even from those who rebelled against you” (NLT). Psalm 68:18 portrays the Lord, Yahweh, as a conquering general who, having conquered His enemies, ascends the hill on which His capital city is built, with the captives of battle in His train (see Ps. 68:1, 2). He then receives tribute (“received gifts”) from His conquered foes (noting that Paul adjusts this imagery to the exalted Christ “giving gifts,” based on the wider context of the psalm; see Ps. 68:35).\n</p><p>If we follow the order of Psalm 68:18, the ascent—Christ’s ascension to heaven (Eph. 1:21–23)—occurs first, followed by the descent in which the risen, exalted Jesus gives gifts and fills all things. This is Paul’s way of depicting the Pentecostal outpouring of the Holy Spirit (see Acts 2). This view is confirmed by Ephesians 4:11, 12, which identify the gifts provided by the exalted Jesus as gifts of the Spirit.\n</p><p>“Christ ascended on high, leading captivity captive, and gave gifts unto men. When, after Christ’s ascension, the Spirit came down as promised, like a rushing, mighty wind, filling the whole place where the disciples were assembled, what was the effect? Thousands were converted in a day.”—Ellen G. White, Ye Shall Receive Power, p. 158.\n</p><p><strong>However deep these few verses in Ephesians may be, how can we learn to draw comfort from what they show Christ has done for us and will do, especially when He will fill “all things everywhere with himself” (Eph. 1:23, NLT)?\n</strong></p><p><strong>Ephesians 1:23\n</strong></p><p><strong><sup>23</sup></strong> which is His body, the fullness of Him who fills all in all.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 9",
          "dayTitle": "<p>Gifts of the Exalted Jesus</p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p><strong>Drawing on Psalm 68:18, Paul has just described the risen, exalted, conquering Jesus as giving gifts to His people from on high. What “gifts” does the exalted Jesus give, and for what purpose? Eph. 4:11–13\n</strong></p><p><strong>Ephesians 4:11-13\n</strong></p><p><strong><sup>11</sup> </strong>And He Himself gave some to be apostles, some prophets, some evangelists, and some pastors and teachers\n</p><p><strong><sup>12</sup></strong> for the equipping of the saints for the work of ministry, for the [a]edifying of the body of Christ\n</p><p><strong><sup>13</sup></strong> till we all come to the unity of the faith and of the knowledge of the Son of God, to a perfect man, to the measure of the stature of the fullness of Christ\n</p><p>Paul identifies four groups of “gifted” people as part of the treasure trove of the exalted Jesus that He gives to His church: (1) apostles; (2) prophets; (3) evangelists; (4) shepherds (ESV) and teachers (the structure of the Greek phrase suggests these are a single group). Christ gives these gifts to accomplish important work: “to equip the saints for the work of ministry, for building up the body of Christ” (Eph. 4:12, ESV) and “until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ” (Eph. 4:13, ESV).\n</p><p>This last point was of special importance to early Adventists, who were reflecting on the spiritual gifts of Ellen G. White. Does the Bible validate the functioning of the gift of prophecy in the church only during the time of the apostles? Or does the gift continue until the return of Christ? The early Adventists found their answer in Ephesians 4:13 and shared it through a story about the captain of a ship who was bound to follow the instructions provided for a voyage. As the ship neared port, the captain found that the instructions informed him that a pilot would come on board to help guide the vessel. To remain true to the original instructions, he must allow the pilot to board and obey the further guidance offered. “Who now heed that original book of directions? Those who reject the pilot, or those who receive him, as that book instructs them? Judge ye.”—Uriah Smith, “Do We Discard the Bible by Endorsing the Visions?” Review and Herald, January 13, 1863, p. 52. We should be careful when we identify “shepherds” (or “pastors”), “teachers,” and “evangelists,” since we think of these positions within our own context and time. As far as we are able to determine, in Paul’s day these would all have been lay leaders who were serving the house churches of Ephesus (compare 1 Pet. 2:9, Acts 2:46, Acts 12:12).</p><p><br></p><p><strong>Read Isaiah 5:4: “What more could have been done to My vineyard that I have not done in it?” (NKJV). Think about this verse in the context of what God has given us in the ministry of Ellen G. White. How does it apply?\n</strong></p><p><strong>Isaiah 5:4\n</strong></p><p>What more could have been done to My vineyard That I have not done in it? Why then, when I expected it to bring forth good grapes, Did it bring forth wild grapes?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 10",
          "dayTitle": "<p>Growing Up Into Christ</p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>What danger threatens the Christlike maturity of the church? Eph. 4:14.\n</strong></p><p><strong>Ephesians 4:14\n</strong></p><p><strong><sup>14</sup></strong> that we should no longer be children, tossed to and fro and carried about with every wind of doctrine, by the trickery of men, in the cunning craftiness of deceitful plotting\n</p><p>Paul perceives an environment not unlike our own in which various ideas, such as “every wind of doctrine” and “deceitful schemes” (ESV), are thrust upon believers. He uses three sets of images to describe the dangers of wayward theology: (1) the immaturity of childhood, “so that we may no longer be children” (ESV); (2) danger on the high seas, “tossed to and fro by the waves and carried about by every wind of doctrine” (ESV); and (3) being swindled by clever people who, like gamblers, practice sleight of hand. Paul uses figuratively the Greek word kubeia (“dice playing”) to mean “cunning” (ESV) or “trickery” (NKJV). Paul believes divisiveness to be an important mark of error: That which nourishes and grows the body and helps it hold together is good while that which depletes and divides it is evil. By turning from the divisive teaching and to that of tested and trusted teachers (Eph. 4:11), they will advance toward true Christian maturity and play effective roles in the body of Christ (Eph. 4:12, 13; compare Eph. 4:15, 16).\n</p><p><strong>In what ways does a healthy church function like a healthy body? Eph. 4:15, 16.\n</strong></p><p><strong>Ephesians 4:15-16\n</strong></p><p><strong><sup>15</sup> </strong>but, speaking the truth in love, may grow up in all things into Him who is the head—Christ\n</p><p><strong><sup>16</sup></strong> from whom the whole body, joined and knit together by what every joint supplies, according to the effective working by which every part does its share, causes growth of the body for the edifying of itself in love.\n</p><p>In Ephesians 4:1–16, Paul advocates for the unity of the church and recruits the addressees to foster it actively. While unity is a theological certainty (Eph. 4:4–6), it does require our hard work (Eph. 4:3). One way we foster unity is by being active “parts” of the body of Christ (Eph. 4:7–16). Each of us is a part of the body and should contribute to its health and growth (Eph. 4:7, 16). We all should also benefit from the work of apostles, prophets, evangelists, and pastor-teachers (Eph. 4:11). These, like ligaments, tendons, and “every joint” (Eph. 4:16, ESV), have a unifying function, helping us grow up together into Christ, who is the head of the body (Eph. 4:13, 15).\n</p><p><strong>What are some of the “winds of doctrine” blowing through our church today, and how can we stand firm against them? Bring your answer to class on Sabbath.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 11",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p>Two notes help to expand our study of Ephesians 4:7–10:\n</p><p><strong>1. </strong>Translating Ephesians 4:9. Some translations indicate that the descent occurs before the ascent (e.g., NKJV, “He also first descended”; KJV, RSV, ESV, NASB). Other translations follow the Greek text more closely, leaving the issue of the timing of the ascent and descent open (e.g., NIV, “What does ‘he ascended’ mean except that he also descended to the lower, earthly regions?” ASV, HCSB, LEB, NLT), which allows for the view, expressed in Tuesday’s study, that the narrative order of Psalm 68:18 should be followed, with Christ’s exaltation to heaven (the “ascent”) occurring first, followed by His “descent” in the Spirit.\n</p><p><strong>2.</strong> Leading captivity captive. In quoting Psalm 68:18 from the Greek Old Testament, called the Septuagint (an ancient Greek translation of the Old Testament), Paul uses a phrase in Ephesians 4:8 that reads literally, “he took captive captivity” (reflected in some translations, e.g., KJV, NKJV, NRSV), but which is widely affirmed to mean, “he took as prisoners a group of captives” (reflected in the ESV, NASB, NIV, etc.). Seventh-day Adventists have often understood the phrase to refer to Christ’s act of taking back with Him to heaven, at His ascension, those raised in a special resurrection at the time of His own resurrection (Matt. 27:51–53). These constitute a “wave sheaf,” firstfruits of the redeemed, that He presents to the Father on His return to the courts of heaven (see The SDA Bible Commentary, vol. 6, p. 1022; The Desire of Ages, p. 834; compare The Desire of Ages, pp. 785, 786). Alternatively, in line with Colossians 2:15, the passage could be taken as a picture of Christ’s conquest over His foes—Satan and his evil angels—who are portrayed as defeated captives.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1 </strong>Compare the list of “spiritual gifts” in Ephesians 4:11 with the lists in 1 Corinthians 12:4–11, 27–30; Romans 12:4–8; and 1 Peter 4:10, 11. What differences and similarities do you observe?\n</p><p><strong>Ephesians 4:11\n</strong></p><p><strong><sup>11</sup></strong> And He Himself gave some to be apostles, some prophets, some evangelists, and some pastors and teachers\n</p><p><strong>1 Corinthians 12:4–11\n</strong></p><p><strong><sup>4</sup></strong> There are diversities of gifts, but the same Spirit.\n</p><p><strong><sup>5</sup></strong> There are differences of ministries, but the same Lord.\n</p><p><strong><sup>6</sup></strong> And there are diversities of activities, but it is the same God who works all in all.\n</p><p><strong><sup>7</sup></strong> But the manifestation of the Spirit is given to each one for the profit of all:\n</p><p><strong><sup>8</sup></strong> for to one is given the word of wisdom through the Spirit, to another the word of knowledge through the same Spirit,\n</p><p><strong><sup>9</sup></strong> to another faith by the same Spirit, to another gifts of healings by [c]the same Spirit\n</p><p><strong><sup>10</sup></strong> to another the working of miracles, to another prophecy, to another discerning of spirits, to another different kinds of tongues, to another the interpretation of tongues.\n</p><p><strong><sup>11</sup> </strong>But one and the same Spirit works all these things, distributing to each one individually as He wills.\n</p><p><strong>1 Corinthians 12:27-30\n</strong></p><p><strong><sup>27</sup></strong> Now you are the body of Christ, and members individually.\n</p><p><strong><sup>28</sup> </strong>And God has appointed these in the church: first apostles, second prophets, third teachers, after that miracles, then gifts of healings, helps, administrations, varieties of tongues.\n</p><p><strong><sup>29</sup> </strong>Are all apostles? Are all prophets? Are all teachers? Are all workers of miracles?\n</p><p><strong><sup>30</sup> </strong>Do all have gifts of healings? Do all speak with tongues? Do all interpret?\n</p><p><strong>Romans 12:4–8\n</strong></p><p><strong><sup>4 </sup></strong>For as we have many members in one body, but all the members do not have the same function\n</p><p><strong><sup>5 </sup></strong>so we, being many, are one body in Christ, and individually members of one another.\n</p><p><strong><sup>6</sup> </strong>Having then gifts differing according to the grace that is given to us, let us use them: if prophecy, let us prophesy in proportion to our faith\n</p><p><strong><sup>7</sup></strong> or ministry, let us use it in our ministering; he who teaches, in teaching\n</p><p><strong><sup>8</sup> </strong>he who exhorts, in exhortation; he who gives, with liberality; he who leads, with diligence; he who shows mercy, with cheerfulness.\n</p><p><strong>1 Peter 4:10-11\n</strong></p><p><strong><sup>10</sup> </strong>As each one has received a gift, minister it to one another, as good stewards of the manifold grace of God.\n</p><p><strong><sup>11</sup> </strong>If anyone speaks, let him speak as the [a]oracles of God. If anyone ministers, let him do it as with the ability which God supplies, that in all things God may be glorified through Jesus Christ, to whom belong the glory and the dominion forever and ever. Amen.\n</p><p><strong>2. </strong>In class, talk about some of the “winds of doctrine” blowing in the church today. Notice how Paul says that we should not be blown about by these winds. What are specific ways that we can help protect ourselves, and others in the church, from the damage that these winds can inflict upon us?\n</p><p><strong>3</strong>.Paul stresses through Ephesians the theme of “unity.” But do we seek unity at all costs? In other words, at what point can the desire for unity become counterproductive? Discuss.</p><p><strong><br></strong></p><p><strong>Inside Story:</strong></p><p><strong>A Genuine Sacrifice? Part 4</strong><br><br>By Andrew McChesney<br><br>About a year passed. Almira prayed and read the Bible every night to keep the evil spirit at bay. She attended church every Sabbath, enduring painful criticism and even threats from parents, relatives, and neighbors. But the rest of her life remained unchanged. She went to school on weekdays and often partied with friends at clubs on nights and weekends.<br><br>At 18, Almira reached a crossroads in her Christian faith. She came across a question that she could not answer. She couldn’t understand why the Bible called Jesus’ death a sacrifice. To her, Jesus’ death didn’t seem like a sacrifice. While He was cruelly persecuted and crucified, He surely knew that He would be resurrected, so how was His death a sacrifice? In contrast, Almira faced persecution every Sabbath, and she felt as though she had sacrificed her relationship with her parents, relatives, and friends for Jesus. She had no idea how her story would end. She seemed to have made a greater sacrifice. Stumped, she prayed for an answer. “Jesus,” she said, “I have read that I need to openly tell You about my worries and You will answer. Here’s what I propose: I will read about Your life in the Gospels and The Desire of Ages every day. Please reveal to me what Your death on the cross means and why Your sacrifice was so great.”<br><br>Almira didn’t really want to read the Bible or Ellen White’s The Desire of Ages, but she forced herself to read both every day. At first, she fought boredom as she read. She didn’t have a close relationship with Jesus. Even though she worshiped on Sabbath, she lived her own life during the week. Almira kept reading and finally found an answer. She read in The Desire of Ages, “Satan with his fierce temptations wrung the heart of Jesus. The Saviour could not see through the portals of the tomb. Hope did not present to Him His coming forth from the grave a conqueror, or tell Him of the Father’s acceptance of the sacrifice. He feared that sin was so offensive to God that Their separation was to be eternal” (p. 753).<br><br>This was the answer to her prayer. Jesus also had been afraid that He would die forever, but He had been ready to take the risk for her. It struck her that He had not known the end, just as she did not know how her story would end. But He had risked His eternal life to save her. Amazed by such infinite love, she poured out her heart in prayer. “Jesus, even if no one else on earth follows You, I will follow You,” she said. She decided to give her life to Jesus in baptism.<br><br><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Friday August 11",
          "dayTitle": "<p>Teachers</p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: </strong>Ephesians 4:11, 12</p><p><strong>&nbsp;Study Focus: </strong>Eph. 4:1–16; Phil. 2:3; Ps. 68:18; Acts 2; 1  Cor. 12:4–11, 27–30; Isa. 5:4\n</p><p><strong>Introduction:</strong> So far, Paul has explained the power of God’s salvation and how it operates in the history of the world, uniting Jews and Gentiles into a new humanity in Christ. In Ephesians 4:1–17, Paul continues the theme of unity. By so doing, Paul emphasizes that unity is an indispensable attribute or mark of the church. Unity is the result of God’s salvation, but it is also God’s tool for fulfilling His mission for the church and through the church. For this reason, Paul moves beyond the theme of the unity of the Jews and Gentiles in the church to focus on the church’s internal unity in life and mission. Now that in Christ there is no Jew nor Gentile, now that in Christ we are all brothers and sisters without respect to ethnicity, Paul discusses the unity of all Christians as members of the same body and involved in the same mission of Christ. The unity of the church is achieved in several ways:\n</p><p>(1) by sharing in Christ’s attitudes of humility, gentleness, and patience;\n</p><p>(2) by contemplating the ultimate model for the life of the church: the Godhead in the Three Persons of Father, Son, and Holy Spirit and Their work in Creation and Redemption;\n</p><p>(3) by Christ’s unifying tools of salvation that constitute the church—one hope, one faith, and one baptism; and\n</p><p>(4) by the spiritual gifts through which God blesses the church to grow and unite in one body in Christ and accomplish its mission in the world.\n</p><p><strong>Lesson Themes:&nbsp;</strong>This study focuses on three major themes from Ephesians 4:1–16:</p><p>1. The unity of the church is essential to the identity, life, and mission of the church.\n</p><p>2.Church unity is achieved when the church looks at the triune life of the Godhead and embraces God’s values and attitudes: the Three Persons of the Godhead though different, live and act in perfect unity.\n</p><p>3. The spiritual gifts are essential for the unity, life, and mission of the church.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>The Church as the Body of Christ\n</strong></p><p>When Paul mentions in Ephesians 1:22 that the church is the body of Christ, he does not mean that the church itself is divine or supernatural. In the economy of the plan of salvation, it was God who was incarnated, and not humans who were divinized. The church is the body of Christ in the sense that it is the new, saved humanity represented and accomplished by, and in, Christ’s incarnation. It is the new humanity created, saved, and ruled by Christ, its Creator, Savior, and Lord. Thus, the church is not an emanation from the divine; rather, the church is God’s people—the people who were created by God and now have been restored by Him back into His kingdom. It is in this sense that the church is the “fullness of Him who fills all in all” (Eph. 1:23, NKJV).\n</p><p>The Triune Source and Model of the Church’s Existence and Unity\n</p><p>The unity of the church is essential to Paul’s doctrine of the church. However, Paul does not model this unity after the administrative, political, economic, and military unity of the Roman Empire or some other human institution. Rather, Paul roots the unity of the church in the very nature of the Christian God, the triune God. In fact, the Epistle to the Ephesians is filled with references to the various Persons of the Godhead that reveal Paul’s grand vision of all Three Persons of the Godhead at work in the plan of salvation, in creating and building the church.\n</p><p>Just as in Ephesians 1:1–14 Paul describes the members of the Godhead at work for our salvation, in Ephesians 1:15–23, Paul describes the Father and the Son at work in creating, blessing, and empowering the church. For this reason, Paul ends this section by calling the church the “body” of Christ and the “fullness” of the Father (Eph. 1:23; see also Eph. 4:6). In Ephesians 2:19–22, all the members of the Godhead are involved in the making of the church: the church is the “household” or the “holy temple” of the Father built upon Christ Jesus and “in whom” the church members are “built together into a dwelling of God in the Spirit” (NASB). In Ephesians 3, Paul views the church as the result of the grace of the Father (Eph. 3:2) being revealed “in the Spirit” (Eph. 3:5, NASB) as “the mystery of Christ” (Eph. 3:4) or “unfathomable riches of Christ” (Eph. 3:8, NASB) to the “apostles and prophets” (Eph 3:5). Also, the Father (Eph. 3:14) empowers the church “through His Spirit . . . so that Christ may dwell in your hearts through faith” (Eph. 3:16, 17, NASB) and so that the church would “comprehend” the love of Christ (Eph. 3:18) and “be filled to all the fullness of God” (Eph. 3:19, NASB). In addition, the church is created and united by God because her God is the Father of “every family in heaven and on earth” (Eph 3:14, 15, NASB). All the beings in the universe take His surname because He created us all, and in Him we are a family. In God’s universal family, we are kin, not only with all the other members of the church throughout humanity but also with the entire population of the universe (see also Heb. 12:22, 23). Thus, while Paul focuses on salvation and on the church on earth, he is careful to keep his cosmic perspective that he introduced when writing about the heavenly places in Ephesians 1.\n</p><p>In Ephesians 4, the apostle follows a similar pattern to explain that Christ ascended (Eph. 4:8) and was exalted (Eph. 4:10). Being the “head” of the church (Eph. 4:15)—that is, His body (Eph. 4:16)—Christ “gave gifts” to His people (Eph. 4:8). These gifts are called Christ’s gifts and are also associated with “grace”: “to each one of us grace was given according to the measure of Christ’s gift” (Eph. 4:7, NKJV). However, these gifts are not blessings for saving sinners, as in Ephesians 1, but rather blessings or gifts of empowerment for the constitution, unity, and mission of the church. Paul identifies these gifts as “apostles . . . prophets . . . evangelists . . . pastors and teachers” (Eph. 4:11). Elsewhere, Paul calls them gifts of grace (charismata; Rom. 12:6–8, 1 Cor. 12:4) or gifts of the Spirit (pneumatikois; 1 Cor 12:1), given and distributed by the Holy Spirit (1 Cor. 12:4, 7–11) to the members of the body of Christ (1 Cor. 12:12, 13). Thus, although Paul uses a very similar pattern of themes in Ephesians 1 and 4, he addresses different aspects of the church. While in Ephesians 1 the apostle talks about the salvation of humans, in Ephesians 4 he discusses the existence, unity, and mission of the church. That is why, in Ephesians 4, the risen and ascended Lord Jesus (Eph. 4:8–10) gives each member of the church “grace . . . according to the measure of the gift of Christ” (Eph. 4:7). The “giving” or the “grace” is an assignment here (Eph. 4:11), and not the grace of salvation or forgiveness. It is the gift of “equipping of the saints for the work of ministry, for the building up of the body of Christ” (Eph. 4:12, NASB). Yes, the church is constituted by individual people who were saved, but their being saved is only the beginning of the life God envisions for His church. God creates a new humanity, His people, and this new community is built by the Spirit through “grace” (charisma; Eph. 4:7). Through the charismata, or gifts, the Spirit works in the church “until we all reach unity in the faith and in the knowledge of the Son of God” (Eph. 4:13, NIV). Or, in other words, until we all mature “to the measure of the stature of the fullness of Christ” (Eph. 4:13, NKJV), who is the Head of the church (Eph. 4:15). There are at least several major conclusions and implications that we may draw from Paul’s theology of the church in Ephesians 4: First, the church is not a human organization, built and sustained by humans and for human purposes. Rather, the church is created, sustained, and guided in its mission by God Himself. Second, reflecting the image of its triune God, the church is, and must be, united. In His high-priestly prayer, Jesus pleaded with the Father that the church “may all be one; just as You . . . are in Me and I in You . . . so that the world may believe that You sent Me” (John 17:21, NASB).\n</p><p>Third, this unity is not the product of human will or genius, but the work of the Father, Christ Jesus, and the Holy Spirit working in and through the church. Fourth, the triune God works out the unity and growth of the church through the spiritual gifts. Thus, the spiritual gifts are not an optional program of the church to be used when deemed necessary by church members. Rather, the spiritual gifts are the way that God constitutes, sustains, and guides the church. It is important to note that when talking about the essence and the unity of the church, Paul does not propose a hierarchical and sacramental governance structure of the church. Rather, while promoting a good organization of the church, the apostle viewed the source of the existence, unity, and mission of the church as being rooted in the triune God, who is the Head of the church and of the spiritual gifts He bestowed to manifest His presence and work in the church. Fifth, so important for biblical theology are the topics of the Godhead and the spiritual gifts that Seventh-day Adventists consider them in numerous statements of belief. The Godhead is discussed in five fundamental beliefs: 2 (which discusses the biblical teaching of the triune God), 3 (“God the Father”), 4 (“God the Son”), 5 (“God the Holy Spirit”), and 10 (“The Experience of Salvation,” which discusses the implication of all Three Persons of the Godhead in the salvation of humanity). The doctrine of the church is richly articulated in seven fundamental beliefs: 12 (“The Church”), 13 (“The Remnant and Its Mission”), 14 (“Unity in the Body of Christ”), 15 (“Baptism”), 16 (“The Lord’s Supper”), 17 (“Spiritual Gifts and Ministries”), and 18 (“The Gift of Prophecy”).\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>1. </strong>One of the tragic developments in the history of any church is its division and fragmentation. Based on the class’s study of Ephesians 4:1–16, guide your students in developing a three-point strategy to keep your local or regional church united and growing.\n</p><p><strong>2. </strong>What, in your students’ understanding, is the relation between one’s conversion, membership in the church as the body of Christ, and spiritual gifts?\n</p><p><strong>3. </strong>Lead your class in a discussion of the following question: When was the last time you have thought of yourself, your family, your group of friends, or your church in terms of spiritual gifts? Now ask your students how they think their Sabbath School group or church could help better promote the idea that spiritual gifts are the work of the Holy Spirit in the church. Ask class members to identify three ways in which the church election process or the church leadership could promote spiritual gifts to pursue the church’s growth, unity, and mission.\n</p><p><strong>4.</strong> Perhaps it would be difficult to invent a tool for measuring humility, gentleness, and patience. However, if such a measuring device were to exist, what level of these values and attitudes do your students think such a device would reveal in their own lives, in the lives of their friends, or in the life of their church? Ask class members to think of three ways to promote the true biblical values of humility and patience in their own lives and in the life of your church that would help lead to greater unity.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>The Unified Body of Christ</p>",
      "verse": "<p>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, to equip the saints for the work of ministry, for building up the body of Christ” (Ephesians 4:11, 12, ESV)</p>",
      "versionCode": 10,
      "weekDate": "August 5–11"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
