{
  "data": [
    {
      "color": "#33a8ff",
      "id": 703,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "October 8",
          "dayTitle": "<p>Understanding Human Nature<br></p>",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>The tension between God’s word, “ ‘You shall die’ ” (Gen. 2:16, 17, NRSV) and Satan’s counterfeit promise, “ ‘You certainly will not die!’ ” (Gen. 3:4, NASB) was not restricted to the Garden of Eden. It has echoed throughout history.<br><br>Many people try to harmonize the words of Satan with the words of God. For them, the warning, “ ‘You shall die,’ ” refers only to the perishable physical body, while the promise, “ ‘You certainly will not die!’ ” is an allusion to an immortal soul or spirit.<br><br>But this approach doesn’t work. For example, can contradictory words of God and of Satan be harmonized? Is there an immaterial soul or spirit that consciously survives physical death? There are many philo­sophical and even scientific attempts to answer these questions. But, as Bible-based Christians, we must recognize that only the Almighty God, the One who created us, knows us perfectly (see Psalm 139). Thus, only in His Word to us, the Scriptures, can we find answers to these crucial questions.<br><br>This week we will consider how the Old Testament defines human nature and the condition of human beings at death.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 9",
          "dayTitle": "<p>A Living Being<br></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Genesis 1:24–27 and Genesis 2:7, 19. What similarities and differences can you see between the way God created the animals and the way He created humanity? What does Genesis 2:7 tell us about human nature?</strong></p><p><strong>Genesis 1:24–27 <sup><br></sup></strong></p><p><sup><strong>24</strong></sup> Then God said, “Let the earth bring forth the living creature according to its kind: cattle and creeping thing and beast of the earth, each according to its kind”; and it was so. <sup><br></sup></p><p><sup><strong>25</strong></sup> And God made the beast of the earth according to its kind, cattle according to its kind, and everything that creeps on the earth according to its kind. And God saw that it was good.<sup><br><br><strong>26</strong></sup> Then God said, “Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.”</p><p><strong><sup>&nbsp;27</sup></strong> So God created man in His own image; in the image of God He created him; male and female He created them. <strong><br></strong></p><p><strong>Genesis 2:7, 19</strong></p><p><strong><sup>7</sup></strong> And the Lord God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living being.</p><p><strong><sup>19</sup></strong> Out of the ground the Lord God formed every beast of the field and every bird of the air, and brought them to Adam to see what he would call them. And whatever Adam called each living creature, that was its name. <br><br>The Genesis account declares that on the sixth day of Creation week the Lord God brought to life land animals and the first human beings, a couple (Gen. 1:24–27). We are told that He “formed out of the ground all the wild animals and all the birds in the sky” (Gen. 2:19, NIV). He also “formed a man from the dust of the ground” (Gen. 2:7, NIV).<br><br>Although both animals and man alike were made from “the ground,” the formation of the man was distinct from that of animals in two main ways. First, God shaped the man physically, and then “breathed into his nostrils the breath of life, and the man became a living being” (Gen. 2:7, NIV). He was a physical entity before he became a living one. Second, God created humanity as both male and female in the very image and likeness of the Godhead (Gen. 1:26, 27).<br><br>Genesis 2:7 explains that the infusion of the “breath of life” into the physical body of Adam transformed him into “a living being” (Heb. Nephesh chayyah) or literally “a living soul.” It means that each of us does not have a soul that can exist apart from the body. Rather, each one of us is a living being or a living soul. The claim that this “soul” is a conscious entity that can exist separate from the human body is a pagan, not a biblical, idea. Understanding the true nature of humanity prevents us from accepting the popular notion of an immaterial soul and all the dangerous errors built upon that belief.<br><br>There is no conscious existence of any isolated part of the human being separated from the person as a whole. God created us in a fearful and wonderful way, and we should not speculate beyond what the Scriptures actually say about this specific matter. In fact, not only is the very nature of life a mystery (scientists still can’t agree on exactly what it means for something to be alive), but even more mysterious is the nature of consciousness.<br><br>How does the few pounds of material tissue (cells and chemicals) in our heads, the brain, hold and create immaterial things, such as thoughts and emotions? Those who study this idea admit that we really don’t know. <br></p><p><strong>What a miracle life is! Why should we rejoice in the gift of not just life but of eternal life, as well, an even greater miracle?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 10",
          "dayTitle": "<p>The Soul Who Sins Shall Die<br></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Ezekiel 18:4, 20 and Matthew 10:28. How can these verses help us understand the nature of the human soul?</strong></p><p><strong>Ezekiel 18:4, 20&nbsp; <br></strong></p><p><strong><sup>4 </sup></strong>“Behold, all souls are Mine;<br>The soul of the father<br>As well as the soul of the son is Mine;<br>The soul who sins shall die.</p><p><strong><sup>20</sup> </strong>The soul who sins shall die. The son shall not bear the guilt of the father, nor the father bear the guilt of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.<strong><br></strong></p><p><strong>Matthew 10:28</strong></p><p><strong><sup>&nbsp;28</sup> </strong>And do not fear those who kill the body but cannot kill the soul. But rather fear Him who is able to destroy both soul and body in hell. <br><br>Human life in this sinful world is fragile and transitory (Isa. 40:1–8). Nothing infected by sin can be eternal by nature. “Therefore, just as through one man sin entered the world, and death through sin, and thus death spread to all men, because all sinned” (Rom. 5:12, NKJV). Death is the natural consequence of sin, which affects all life here.<br><br>On this matter, there are two important biblical concepts. One is that human beings and animals both die. As stated by King Solomon, “ ‘Surely the fate of human beings is like that of the animals; the same fate awaits them both: As one dies, so dies the other. All have the same breath; humans have no advantage over animals. . . . All go to the same place; all come from dust, and to dust all return’ ” (Eccles. 3:19, 20, NIV).<br><br>The second concept is that the physical death of a person implies the cessation of his or her existence as a living soul (Hebrew nephesh). In Genesis 2:16, 17, God had warned Adam and Eve that if they should ever sin, by eating from the tree of the knowledge of good and evil, they would die.<br><br>Echoing this warning, the Lord reinforced the point in Ezekiel 18:4, 20: “ ‘The soul who sins shall die’ ” (NKJV). This statement has two main implications. One is that since all human beings are sinners, all of us are under the unavoidable process of aging and dying (Rom. 3:9–18, 23). Another implication is that this biblical concept makes void the popular notion of a supposed natural immortality of the soul. If the soul is immortal and exists alive in another realm after death, then we don’t really die after all, do we?<br><br>In contrast, the biblical solution for the dilemma of death is not a bodiless soul migrating either into Paradise or into purgatory, or even into hell. The solution is indeed the final resurrection of those who died in Christ. As Jesus stated in His sermon on the Bread of Life, “ ‘Everyone who sees the Son and believes in Him may have everlasting life; and I will raise him up at the last day’ ” (John 6:40, NKJV).<br><br><strong>Why is the surety of the Second Coming, which is made certain by Christ’s first coming (and after all, what good was Christ’s first coming without the second?), so crucial to all that we believe? What hope would we have without the promise of His return?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 11",
          "dayTitle": "<p>The Spirit Returns to God<br></p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Genesis 2:7 and Ecclesiastes 12:1–7. What contrast can you see between these two biblical passages? How can they help us to understand better the human condition in death? (See also Genesis 7:22.)<br></strong></p><p><strong>Genesis 2:7 <br></strong></p><p><sup><strong>7 </strong></sup>And the Lord God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living being.<strong><br></strong></p><p><strong>Ecclesiastes 12:1–7</strong></p><p><sup><strong>1</strong></sup> Remember now your Creator in the days of your youth,<br>Before the difficult days come,<br>And the years draw near when you say,<br>“I have no pleasure in them”:</p><p><sup><strong>2 </strong></sup>While the sun and the light,<br>The moon and the stars,<br>Are not darkened,<br>And the clouds do not return after the rain;<sup><br></sup></p><p><sup><strong>3 </strong></sup>In the day when the keepers of the house tremble,<br>And the strong men bow down;<br>When the grinders cease because they are few,<br>And those that look through the windows grow dim;<sup><br></sup></p><p><sup><strong>4 </strong></sup>When the doors are shut in the streets,<br>And the sound of grinding is low;<br>When one rises up at the sound of a bird,<br>And all the daughters of music are brought low.<sup><br></sup></p><p><sup><strong>5</strong></sup> Also they are afraid of height,<br>And of terrors in the way;<br>When the almond tree blossoms,<br>The grasshopper is a burden,<br>And desire fails.<br>For man goes to his eternal home,<br>And the mourners go about the streets.<sup><br><br><strong>6</strong></sup> Remember your Creator before the silver cord is loosed,<br>Or the golden bowl is broken,<br>Or the pitcher shattered at the fountain,<br>Or the wheel broken at the well.<sup><br></sup></p><p><sup><strong>7 </strong></sup>Then the dust will return to the earth as it was,<br>And the spirit will return to God who gave it.<strong><br></strong></p><p><strong>Genesis 7:22</strong></p><p><sup><strong>22</strong></sup> All in whose nostrils was the breath of the spirit of life, all that was on the dry land, died. <br></p><p>As already seen, the Bible teaches that the human being is a soul (Gen. 2:7), and the soul ceases to exist when the body dies (Ezek. 18:4, 20) But what about the “spirit”? Does it not remain conscious even after the death of the body? Many Christians believe so, and they even try to justify their view by quoting Ecclesiastes 12:7, which says, “Then the dust will return to the earth as it was, and the spirit will return to God who gave it” (NKJV). But this statement does not suggest that the spirit of the dead remains conscious in God’s presence Ecclesiastes 12:1–7 in quite dramatic terms describes the aging process, culminating with death. Verse 7 refers to death as the reversal of the creation process mentioned in Genesis 2:7. As already stated, on the sixth day of the Creation week “the Lord God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living being” (Gen. 2:7, NKJV). But now, Ecclesiastes 12:7 tells us that “the dust will return to the earth as it was, and the spirit will return to God who gave it” (NKJV). So, the breath of life that God breathed into the nostrils of Adam, and that He also has provided to all other human beings, returns to God, or, in other words, simply stops flowing into and through them.<br><br>We should keep in mind that Ecclesiastes 12:7 describes the dying process of all human beings and does so without distinguishing between the righteous and the wicked. If the alleged spirits of all who die survive as conscious entities in the presence of God, then are the spirits of the wicked with God? This idea is not in harmony with the overall teaching of the Scriptures. Because the same dying process happens both to human beings and to animals (Eccles. 3:19, 20), death is nothing else than ceasing to exist as living beings. As stated by the psalmist, “You hide Your face, they are troubled; You take away their breath, they die and return to their dust” (Ps. 104:29, NKJV).<br><br><strong>We often say that death is just part of life. Why is that so wrong? Death is the opposite of life, the enemy of life. What great hope, then, is found in this verse: “The last enemy that will be destroyed is death” (1 Cor. 15:26, NKJV)?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 12",
          "dayTitle": "<p>The Dead Know Nothing</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p><strong>“The Dead Know Nothing” Read Job 3:11–13; Psalm 115:17; Psalm 146:4; and Ecclesiastes 9:5, 10. What can we learn from these passages about the condition of human beings at death?</strong></p><p><strong>Job 3:11–13</strong></p><p><sup><strong>11 </strong></sup>“Why did I not die at birth?<br>Why did I not perish when I came from the womb?</p><p><sup><strong>12 </strong></sup>Why did the knees receive me?<br>Or why the breasts, that I should nurse?</p><p><sup><strong>13 </strong></sup>For now I would have lain still and been quiet,<br>I would have been asleep;<br>Then I would have been at rest<br><strong><br></strong></p><p><strong>Psalm 115:17<br><br><sup>17</sup> </strong>The dead do not praise the Lord,<br>Nor any who go down into silence.<strong><br><br></strong></p><p><strong>Psalm 146:4</strong></p><p><sup><strong>4 </strong></sup>His spirit departs, he returns to his earth;<br>In that very day his plans perish.<strong><br></strong></p><p><strong>Ecclesiastes 9:5, 10</strong></p><p><sup><strong>5 </strong></sup>For the living know that they will die;<br>But the dead know nothing,<br>And they have no more reward,<br>For the memory of them is forgotten.<br><br></p><p><br></p><p>Some Bible commentators argue that these passages (Job 3:11–13; Ps. 115:17; Ps. 146:4; Eccles. 9:5, 10), written in poetic language, cannot be used to define the condition of human beings at death. It is true that sometimes poetry can be ambiguous and easily misunderstood, but this is not the case with these verses. Their language is clear, and their concepts are in full harmony with the overall Old Testament teachings on the subject.</p><br><p>First, in Job 3, the patriarch deplores his own birth because of all the suffering. (In our more dire moments, who hasn’t wished that he or she had never been born?) He recognizes that if he had died at his birth, he would have remained asleep and at rest (Job 3:11, 13).</p><br><p>Psalm 115 defines the location where the dead are kept as a place of silence, because “the dead do not praise the Lord” (Ps. 115:17, NKJV). This hardly sounds as if the dead, the faithful (and thankful) dead, are in heaven worshiping God.</p><br><p>According to Psalm 146, the mental activities of the individual cease with death: “His spirit departs, he returns to the earth; on that very day his plans perish” (Ps. 146:4, NASB). This is a perfect biblical depiction of what happens at death.</p><br><p>Ecclesiastes 9 adds that “the dead know nothing” and in the grave “there is no work or device or knowledge or wisdom” (Eccles. 9:5, 10, NKJV). These statements confirm the biblical teaching that the dead are unconscious.</p><br><p>The biblical teaching of unconsciousness in death should not generate any panic in Christians. First of all, there is no everlasting burning hell or temporary purgatory waiting for those who die unsaved. Second, there is an amazing reward waiting for those who die in Christ. No wonder that “to the believer, death is but a small matter. . . . To the Christian, death is but a sleep, a moment of silence and darkness. The life is hid with Christ in God, and ‘when Christ, who is our life, shall appear, then shall ye also appear with Him in glory.’ John 8:51, 52; Col. 3:4.”—Ellen G. White, The Desire of Ages, p. 787.</p><br><p><strong>Think about the dead in Christ. They close their eyes in death and, whether in the grave 1,500 years or five months, it’s all the same to them. The next thing they know is the return of Christ. How, then, might one argue that, in one sense, the dead have it better than we, the living, do?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 13",
          "dayTitle": "<p>Resting With the Forefathers<br></p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Genesis 25:8, 2 Samuel 7:12, 1 Kings 2:10, and 1 Kings 22:40. What do these texts add to your understanding of death?</strong><br></p><p><strong>Genesis 25:8</strong></p><p><sup><strong>8 </strong></sup>Then Abraham breathed his last and died in a good old age, an old man and full of years, and was gathered to his people. <strong><br></strong></p><p>&nbsp;<strong>2 Samuel 7:12</strong></p><p><sup><strong>12 </strong></sup>“When your days are fulfilled and you rest with your fathers, I will set up your seed after you, who will come from your body, and I will establish his kingdom. <strong><br></strong></p><p><strong>1 Kings 2:10</strong></p><p><sup><strong>10 </strong></sup>So David rested with his fathers, and was buried in the City of David. <strong><br></strong></p><p><strong>1 Kings 22:40</strong></p><p><strong><sup>40</sup> </strong>So Ahab rested with his fathers. Then Ahaziah his son reigned in his place.<strong><br></strong></p><p>The Old Testament expresses in different ways the ideas of death and burial. One way is the notion of being gathered to one’s own people.<br><br>For example, about Abraham, we are told that he “breathed his last and died in a good old age, an old man and full of years, and was gathered to his people” (Gen. 25:8, NKJV). Aaron and Moses also were gathered to their respective people (Deut. 32:50).<br><br><strong>What does the fact that both good and bad kings went to the same place at death teach us about the nature of death? (2 Kings 24:6, 2 Chron. 32:33).</strong><br></p><p><strong>2 Kings 24:6</strong></p><p><sup><strong>6 </strong></sup>So Jehoiakim rested with his fathers. Then Jehoiachin his son reigned in his place.<strong><br></strong></p><p><strong>2 Chron. 32:33</strong></p><p><strong><sup>33</sup> </strong>So Hezekiah rested with his fathers, and they buried him in the upper tombs of the sons of David; and all Judah and the inhabitants of Jerusalem honored him at his death. Then Manasseh his son reigned in his place.<strong><br></strong></p><p>Another way of describing death is by stating that someone rested with the forebearers. About King David’s death, the Bible says that he “rested with his fathers, and was buried in the City of David” (1 Kings 2:10, NKJV). The same expression also is used in reference to several other Hebrew kings, both faithful kings and unfaithful kings.<br><br>We can identify at least three meaningful aspects of resting with the forebearers. One is the idea that sooner or later the time will come when we need to rest from our own tiring labors and sufferings. Another idea is that we are not the first and only ones to follow that undesirable trail, because our forebearers already have gone ahead of us. A third idea is that, by being buried close to them, we are not alone but remain together even during the unconsciousness of death. This might not make much sense to some modern individualist cultures, but it was very meaningful in ancient times.<br><br>Those who die in Christ can be buried close to their loved ones, but even so there is no communication between them. They will remain unconscious until that glorious day when they will be awakened from their deep sleep to rejoin their loved ones who died in Christ.<br><br><strong>Imagine what it would be like if the dead were actually conscious and could see what life was like down here, especially for their loved ones, who often suffer terribly after their death. Why, then, should the truth that the dead sleep be so comforting to the living?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 14",
          "dayTitle": "",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p><strong>Further Thought: </strong><br></p><p>Read Ellen G. White, “The First Great Deception,” pp. 531–550, in The Great Controversy.<br><br>If you have ever been in surgery and were put out with general anesthesia, you might have a faint idea of what it must be like for the dead.<br><br>But even then, when under anesthesia, your brain still functions. Imagine what it would be like for the dead, when all brain function, everything, has totally stopped. Their experience in death, then, is to close their eyes and, as far as each dead person who ever lived is concerned, the next thing they will know is either the second coming of Jesus or His return after the millennium (see Rev. 20:7–15). Until then, all the dead, the righteous and the wicked, rest, for what will seem to them to be an instant.<br><br>For those of us who remain alive, death seems as if it lasts for a long time. For the living it does; but for the dead it seems to last only an instant. “If it were true that the souls of all men passed directly to heaven at the hour of dissolution, then we might well covet death rather than life.<br><br>Many have been led by this belief to put an end to their existence. When overwhelmed with trouble, perplexity, and disappointment, it seems an easy thing to break the brittle thread of life and soar away into the bliss of the eternal world.”—Ellen G. White, The Great Controversy, p. 539.<br><br>“Nowhere in the Sacred Scriptures is found the statement that the righteous go to their reward or the wicked to their punishment at death.<br><br>The patriarchs and prophets have left no such assurance. Christ and His apostles have given no hint of it. The Bible clearly teaches that the dead do not go immediately to heaven. They are represented as sleeping until the resurrection.”—The Great Controversy, pp. 549, 550.<br><strong><br>Discussion Questions:</strong><br><br><strong>1.</strong> How does the biblical notion of the human being as a whole— who remains conscious only as an undivided person—help us to understand better the nature of death?<br><br><strong>2.</strong> The world has been taken over by the theory of the natural immortality of the soul, with all its uncountable ramifications. Why then is our message about the state of the dead so crucial?<br><br>Why, also, even among Christians, do we find such strong opposition to what is really a wonderful teaching?<br><br><strong>3. </strong>How should an understanding of the state of the dead protect us from what might “appear” before our eyes? That is, why can’t we always trust what we see, especially if what we see, or think we see, is the spirit of a dead relative, as some have reported seeing?</p><p><strong>Inside Story:</strong></p><p><strong>Every Cent Is Sacred <br></strong></p><p><strong>By Andrew McCesney<br><br></strong>Shyamala’s eyes widened with surprise as she read the handwritten note tucked in an envelope with two money orders worth US$110.52. The letter came from the U.S. East Coast, and the money orders were made out to Global Mission, the frontline arm of Adventist Mission whose missionaries start new groups of believers in unreached territories.<br><br>“I have enclosed a donation to Global Mission to help people learn about the love of God,” the letter read. “I love God and try to help spread the gospel in my neighborhood.”<br><br>It was the next part of the note that astonished Shyamala, a donor specialist at Global Mission. The writer explained that the $110.52 donation consisted of pennies that she had found on the street. When her jar of pennies got full, she cashed them in and sent the donation. “This gift is pennies that I collected for Jesus,” she wrote. “I hope it will bring smiles to someone as you share the love of God.”<br><br>Another surprising letter arrived at Global Mission’s office at the General Conference a few weeks earlier. The letter, from the U.S. West Coast, contained no note, but the enclosed $165 check spoke volumes. It was issued by a prison on behalf of an inmate. With inmates earning up to $55 a month at the prison, the donor would have had to work at least three months for the gift. “And it wasn’t his first donation,” Shyamala said.<br><br>A third letter was opened by Nimfa, who, with Shyamala, runs the donor relations department at Global Mission. The letter came from a man who had called Global Mission’s hotline a few days earlier to inquire whether Global Mission had received a donation submitted through its website. Nimfa found that the caller’s bank had rejected the transaction. When the caller asked for an alternative way to donate, she suggested a check or a wire transfer. A check for $70,000 arrived a few days later. The donation was the proceeds from the sale of a piece of property. “The man promised God that if the property sold, he would give everything to mission,” Nimfa said.<br><br>Stories about the faithfulness of people to God’s mission deeply touch the hearts of Shyamala, Nimfa, and others who work at Global Mission. Whether the donation is $1—one donor has sent three $1 bills every month for years— or $70,000, every penny goes to frontline work.<br><br>“Every cent that we get is no ordinary cent,” Nimfa said. “When we receive a donation, especially when we learn about how that money got to us or why it was sent to us, we are reminded that every cent is sacred. It is the Lord’s money. Every cent goes only to help finish the work so Jesus can come.”<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>Understanding Human Nature <br></p>",
      "verse": "<p>And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul (Genesis 2:7, KJV)<br></p>",
      "versionCode": 22,
      "weekDate": "October 8–14"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
