{
  "data": [
    {
      "color": "#38146e",
      "id": 12,
      "idEs": 22,
      "language": "es",
      "lessonDays": [
        {
          "date": "16 de diciembre",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>Uno de los relatos más inspiradores de la Biblia, un relato de “ministerio transcultural”, se encuentra en el libro de Ester. Por milenios se ha escrito mucho sobre este libro, y hasta el día de hoy muchos judíos celebran la fiesta de Purim, basada en Ester 9:26 al 31.<br><br>Ester y su pariente Mardoqueo eran judíos que vivían en la capital del Imperio Persa, Susa. Por alguna razón, a diferencia de otros judíos que habían regresado a Judá, ellos, junto con otros, se quedaron en la tierra de su cautiverio.<br><br>Entonces, por una serie de providencias, Ester se convierte en reina. “Y el rey amó a Ester más que a todas las mujeres, y halló más gracia y más favor ante él que todas las doncellas; y puso la corona real en su cabeza y la declaró reina en lugar de Vasti” (Est. 2:17).<br><br>En esa función, Ester, aunque a regañadientes, pudo desempeñar un papel importante en la historia bíblica. A su manera, esta historia muestra cómo el pueblo de Dios, incluso en entornos extranjeros, puede dar testimonio de la verdad.<br><br>Si tienes tiempo, lee (u ojea) el libro de Ester para el estudio de esta semana.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de diciembre",
          "dayTitle": "<p>CAUTIVOS EN UNA CULTURA EXTRANJERA<br></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p>Nunca es fácil abandonar la patria por una cultura extranjera. Quizás hoy nos resulte difícil comprender lo que tuvieron que afrontar los judíos: primero, bajo el dominio de los babilonios; y luego, bajo los persas.<br><br>Ninguno de nosotros, por ejemplo, vive en un país adventista donde los principios de nuestra fe sean, en alguna medida, la ley del país. Pero, antes de ser deportado, el pueblo judío vivía en su propio país, donde los principios de su fe también estaban consagrados en la ley nacional. Por un lado, piensa en lo fácil que debió haber sido ser fiel a Dios. Después de todo, ¿cuánto más fácil sería guardar el sábado si su observancia estuviera consagrada en los códigos legales de la nación?<br><br>Por otra parte, la historia sagrada nos ha mostrado que cualesquiera que sean los decretos terrenales, aunque sean favorables a la fe, la fidelidad debe provenir del corazón, desde adentro. De lo contrario, el pecado, la apostasía y la ruina seguramente vendrán como resultado.<br><br>“Dice, pues, el Señor: ‘Este pueblo se me acerca con su boca, y con sus labios me honra, pero su corazón está lejos de mí, y su temor hacia mí fue enseñado por mandato de hombres’ ” (Isa. 29:13).<br><br>En cambio, para quienes están decididos a ser fieles, ni siquiera el entorno más desfavorable puede apartarlos de la obediencia.<br><br><strong>Lee Daniel 1:1 al 12; 3:1 al 12; y 6:1 al 9. Aunque cada situación es única, ¿qué revelan estos relatos acerca de los desafíos que puede enfrentar el pueblo de Dios al vivir en una cultura extranjera?</strong><sup><br></sup></p><p><strong>Daniel 1:1-12</strong></p><p><sup><strong>1</strong></sup> En el año tercero del reinado de Joacim rey de Judá, vino Nabucodonosor rey de Babilonia a Jerusalén, y la sitió.&nbsp;</p><p><sup><strong>2 </strong></sup>Y el Señor entregó en sus manos a Joacim rey de Judá, y parte de los utensilios de la casa de Dios; y los trajo a tierra de Sinar, a la casa de su dios, y colocó los utensilios en la casa del tesoro de su dios.&nbsp;</p><p><sup><strong>3 </strong></sup>Y dijo el rey a Aspenaz, jefe de sus eunucos, que trajese de los hijos de Israel, del linaje real de los príncipes,&nbsp;</p><p><sup><strong>4</strong></sup> muchachos en quienes no hubiese tacha alguna, de buen parecer, enseñados en toda sabiduría, sabios en ciencia y de buen entendimiento, e idóneos para estar en el palacio del rey; y que les enseñase las letras y la lengua de los caldeos.&nbsp;</p><p><sup><strong>5</strong></sup> Y les señaló el rey ración para cada día, de la provisión de la comida del rey, y del vino que él bebía; y que los criase tres años, para que al fin de ellos se presentasen delante del rey.&nbsp;</p><p><sup><strong>6 </strong></sup>Entre estos estaban Daniel, Ananías, Misael y Azarías, de los hijos de Judá.&nbsp;</p><p><sup><strong>7 </strong></sup>A estos el jefe de los eunucos puso nombres: puso a Daniel, Beltsasar; a Ananías, Sadrac; a Misael, Mesac; y a Azarías, Abed-nego.<br><sup><br><strong>8 </strong></sup>Y Daniel propuso en su corazón no contaminarse con la porción de la comida del rey, ni con el vino que él bebía; pidió, por tanto, al jefe de los eunucos que no se le obligase a contaminarse.&nbsp;</p><p><sup><strong>9 </strong></sup>Y puso Dios a Daniel en gracia y en buena voluntad con el jefe de los eunucos;</p><p><sup><strong>10 </strong></sup>y dijo el jefe de los eunucos a Daniel: Temo a mi señor el rey, que señaló vuestra comida y vuestra bebida; pues luego que él vea vuestros rostros más pálidos que los de los muchachos que son semejantes a vosotros, condenaréis para con el rey mi cabeza.&nbsp;</p><p><sup><strong>11</strong></sup> Entonces dijo Daniel a Melsar, que estaba puesto por el jefe de los eunucos sobre Daniel, Ananías, Misael y Azarías:&nbsp;</p><p><sup><strong>12</strong></sup> Te ruego que hagas la prueba con tus siervos por diez días, y nos den legumbres a comer, y agua a beber.</p><p><strong>Daniel 3:1-12</strong></p><p><sup>1 </sup>El rey Nabucodonosor hizo una estatua de oro cuya altura era de sesenta codos, y su anchura de seis codos; la levantó en el campo de Dura, en la provincia de Babilonia.&nbsp;</p><p><sup><strong>2</strong></sup> Y envió el rey Nabucodonosor a que se reuniesen los sátrapas, los magistrados y capitanes, oidores, tesoreros, consejeros, jueces, y todos los gobernadores de las provincias, para que viniesen a la dedicación de la estatua que el rey Nabucodonosor había levantado.&nbsp;</p><p><sup><strong>3</strong> </sup>Fueron, pues, reunidos los sátrapas, magistrados, capitanes, oidores, tesoreros, consejeros, jueces, y todos los gobernadores de las provincias, a la dedicación de la estatua que el rey Nabucodonosor había levantado; y estaban en pie delante de la estatua que había levantado el rey Nabucodonosor.&nbsp;</p><p><sup><strong>4 </strong></sup>Y el pregonero anunciaba en alta voz: Mándase a vosotros, oh pueblos, naciones y lenguas,&nbsp;</p><p><sup><strong>5</strong></sup> que al oír el son de la bocina, de la flauta, del tamboril, del arpa, del salterio, de la zampoña y de todo instrumento de música, os postréis y adoréis la estatua de oro que el rey Nabucodonosor ha levantado;&nbsp;</p><p><sup><strong>6 </strong></sup>y cualquiera que no se postre y adore, inmediatamente será echado dentro de un horno de fuego ardiendo.&nbsp;</p><p><sup><strong>7</strong></sup> Por lo cual, al oír todos los pueblos el son de la bocina, de la flauta, del tamboril, del arpa, del salterio, de la zampoña y de todo instrumento de música, todos los pueblos, naciones y lenguas se postraron y adoraron la estatua de oro que el rey Nabucodonosor había levantado.<br><sup><br><strong>8</strong></sup> Por esto en aquel tiempo algunos varones caldeos vinieron y acusaron maliciosamente a los judíos.&nbsp;</p><p><sup><strong>9 </strong></sup>Hablaron y dijeron al rey Nabucodonosor: Rey, para siempre vive.&nbsp;</p><p><sup><strong>10 </strong></sup>Tú, oh rey, has dado una ley que todo hombre, al oír el son de la bocina, de la flauta, del tamboril, del arpa, del salterio, de la zampoña y de todo instrumento de música, se postre y adore la estatua de oro;&nbsp;</p><p><sup><strong>11 </strong></sup>y el que no se postre y adore, sea echado dentro de un horno de fuego ardiendo.&nbsp;</p><p><sup><strong>12</strong></sup> Hay unos varones judíos, los cuales pusiste sobre los negocios de la provincia de Babilonia: Sadrac, Mesac y Abed-nego; estos varones, oh rey, no te han respetado; no adoran tus dioses, ni adoran la estatua de oro que has levantado.</p><p><strong>Daniel 6:1-9<sup><br></sup></strong></p><p><sup><strong>1</strong></sup> Pareció bien a Darío constituir sobre el reino ciento veinte sátrapas, que gobernasen en todo el reino.&nbsp;</p><p><sup><strong>2</strong></sup> Y sobre ellos tres gobernadores, de los cuales Daniel era uno, a quienes estos sátrapas diesen cuenta, para que el rey no fuese perjudicado.&nbsp;</p><p><sup><strong>3</strong></sup> Pero Daniel mismo era superior a estos sátrapas y gobernadores, porque había en él un espíritu superior; y el rey pensó en ponerlo sobre todo el reino.&nbsp;</p><p><sup><strong>4 </strong></sup>Entonces los gobernadores y sátrapas buscaban ocasión para acusar a Daniel en lo relacionado al reino; mas no podían hallar ocasión alguna o falta, porque él era fiel, y ningún vicio ni falta fue hallado en él.&nbsp;</p><p><sup><strong>5 </strong></sup>Entonces dijeron aquellos hombres: No hallaremos contra este Daniel ocasión alguna para acusarle, si no la hallamos contra él en relación con la ley de su Dios.<br><sup><br><strong>6</strong></sup> Entonces estos gobernadores y sátrapas se juntaron delante del rey, y le dijeron así: ¡Rey Darío, para siempre vive!&nbsp;</p><p><sup><strong>7</strong></sup> Todos los gobernadores del reino, magistrados, sátrapas, príncipes y capitanes han acordado por consejo que promulgues un edicto real y lo confirmes, que cualquiera que en el espacio de treinta días demande petición de cualquier dios u hombre fuera de ti, oh rey, sea echado en el foso de los leones.&nbsp;</p><p><sup><strong>8 </strong></sup>Ahora, oh rey, confirma el edicto y fírmalo, para que no pueda ser revocado, conforme a la ley de Media y de Persia, la cual no puede ser abrogada.&nbsp;</p><p><sup><strong>9</strong></sup> Firmó, pues, el rey Darío el edicto y la prohibición.<br></p><p><br>Sin importar quiénes seamos o dónde vivamos, estamos inmersos en un entorno que, hasta cierto punto, ya sea por las propias leyes o por la cultura, o por ambas cosas, puede suponer un gran desafío para nuestra fe y nuestro testimonio. Estos relatos de Daniel, aunque siempre tienen un final “feliz”, revelan que aun en circunstancias difíciles la gente puede permanecer fiel a Dios. Y, por más que ninguno de estos relatos hubiera acabado bien, no cabe duda de que estos hombres hicieron lo correcto.</p><p><strong>¿Qué desafíos a tu fe estás enfrentando en tu propia cultura? ¿Cómo respondes a ellos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de diciembre",
          "dayTitle": "<p>ANTE UN TRIBUNAL EXTRANJERO<br></p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>Finalmente, tras la caída de Babilonia y el ascenso de Medopersia, muchos de los judíos regresaron a sus tierras ancestrales. Pero no todos volvieron. Algunos se quedaron donde habían estado viviendo durante una o más generaciones. Con estos antecedentes en mente, tenemos un fragmento del contexto de la historia de Ester. “En esos días Asuero reinaba desde su trono real que estaba en Susa, la capital” (Est. 1:2). Aquí es donde se desarrolla la narración bíblica, el Imperio Persa, bajo este rey.<br><br>En el capítulo 1, la reina Vasti cae en desgracia ante el rey, lo que lo lleva a buscar otra reina; una que sustituyera a la ahora desfavorecida Vasti. En este contexto, aparecen por primera vez Ester y su primo, Mardoqueo.<br><br><strong>Lee Ester 2:1 al 9. ¿Qué nos enseñan estos versículos acerca de la situación de Mardoqueo y de Ester?</strong><br></p><p><strong>Ester 2:1-9</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> Pasadas estas cosas, sosegada ya la ira del rey Asuero, se acordó de Vasti y de lo que ella había hecho, y de la sentencia contra ella.&nbsp;</p><p><sup><strong>2 </strong></sup>Y dijeron los criados del rey, sus cortesanos: Busquen para el rey jóvenes vírgenes de buen parecer;&nbsp;</p><p><sup><strong>3 </strong></sup>y ponga el rey personas en todas las provincias de su reino, que lleven a todas las jóvenes vírgenes de buen parecer a Susa, residencia real, a la casa de las mujeres, al cuidado de Hegai eunuco del rey, guarda de las mujeres, y que les den sus atavíos;&nbsp;</p><p><sup><strong>4</strong></sup> y la doncella que agrade a los ojos del rey, reine en lugar de Vasti. Esto agradó a los ojos del rey, y lo hizo así.<br><sup><br><strong>5</strong></sup> Había en Susa residencia real un varón judío cuyo nombre era Mardoqueo hijo de Jair, hijo de Simei, hijo de Cis, del linaje de Benjamín;&nbsp;</p><p><sup><strong>6</strong></sup> el cual había sido transportado de Jerusalén con los cautivos que fueron llevados con Jeconías rey de Judá, a quien hizo transportar Nabucodonosor rey de Babilonia.&nbsp;</p><p><sup><strong>7</strong></sup> Y había criado a Hadasa, es decir, Ester, hija de su tío, porque era huérfana; y la joven era de hermosa figura y de buen parecer. Cuando su padre y su madre murieron, Mardoqueo la adoptó como hija suya.<br><sup><br><strong>8</strong></sup> Sucedió, pues, que cuando se divulgó el mandamiento y decreto del rey, y habían reunido a muchas doncellas en Susa residencia real, a cargo de Hegai, Ester también fue llevada a la casa del rey, al cuidado de Hegai guarda de las mujeres.&nbsp;</p><p><sup><strong>9 </strong></sup>Y la doncella agradó a sus ojos, y halló gracia delante de él, por lo que hizo darle prontamente atavíos y alimentos, y le dio también siete doncellas especiales de la casa del rey; y la llevó con sus doncellas a lo mejor de la casa de las mujeres. <br></p><p>Parece que Mardoqueo, como funcionario de la realeza, estaba sentado a la puerta del palacio y residía en la ciudad de Susa con Ester, su hija adoptiva, o prima. Debido a su posición y al lugar en que vivían, estaban inmersos en la cultura persa. Esta debe ser, al menos en parte, la razón por la que eligieron a Ester para presentarla ante el rey: “Ester fue llevada a la casa del rey, al cuidado de Hegai, guarda de las mujeres” (Est. 2:8).<br><br><strong>Lee Ester 2:10 y 20. ¿Qué estaba sucediendo aquí y por qué Mardoqueo le dio esa orden?</strong><sup><br></sup></p><p><sup><strong>10</strong></sup> Ester no declaró cuál era su pueblo ni su parentela, porque Mardoqueo le había mandado que no lo declarase.</p><p><sup><strong>20</strong></sup> Y Ester, según le había mandado Mardoqueo, no había declarado su nación ni su pueblo; porque Ester hacía lo que decía Mardoqueo, como cuando él la educaba.<br></p><p>Aunque el texto no dice exactamente por qué, no es difícil adivinarlo. Como extranjeros en una cultura y una religión extrañas que, como veremos, podían ser hostiles, fueron prudentes al guardar silencio sobre su familia y su pueblo. Piensa en qué circunstancias podrías ser prudente y no hablar abiertamente de tu fe. ¿O nunca deberíamos hacer eso? ¿Por qué?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de diciembre",
          "dayTitle": "<p>EL TESTIMONIO FIEL DE MARDOQUEO<br></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>Al vivir en una tierra extranjera y permanecer fieles a Dios, tarde o temprano Mardoqueo y Ester iban a enfrentar problemas. Sin duda, este fue el caso de Mardoqueo.<br><br><strong>Lee Ester 3:1 al 15. ¿Qué sucedió aquí y por qué?</strong></p><p><strong>Ester 3:1-15</strong></p><p><sup><strong>1</strong></sup> Después de estas cosas el rey Asuero engrandeció a Amán hijo de Hamedata agagueo, y lo honró, y puso su silla sobre todos los príncipes que estaban con él.&nbsp;</p><p><sup><strong>2</strong></sup> Y todos los siervos del rey que estaban a la puerta del rey se arrodillaban y se inclinaban ante Amán, porque así lo había mandado el rey; pero Mardoqueo ni se arrodillaba ni se humillaba.&nbsp;</p><p><sup><strong>3 </strong></sup>Y los siervos del rey que estaban a la puerta preguntaron a Mardoqueo: ¿Por qué traspasas el mandamiento del rey?&nbsp;</p><p><sup><strong>4</strong></sup> Aconteció que hablándole cada día de esta manera, y no escuchándolos él, lo denunciaron a Amán, para ver si Mardoqueo se mantendría firme en su dicho; porque ya él les había declarado que era judío.&nbsp;</p><p><sup><strong>5 </strong></sup>Y vio Amán que Mardoqueo ni se arrodillaba ni se humillaba delante de él; y se llenó de ira.&nbsp;</p><p><sup><strong>6</strong></sup> Pero tuvo en poco poner mano en Mardoqueo solamente, pues ya le habían declarado cuál era el pueblo de Mardoqueo; y procuró Amán destruir a todos los judíos que había en el reino de Asuero, al pueblo de Mardoqueo.<br><sup><br><strong>7 </strong></sup>En el mes primero, que es el mes de Nisán, en el año duodécimo del rey Asuero, fue echada Pur, esto es, la suerte, delante de Amán, suerte para cada día y cada mes del año; y salió el mes duodécimo, que es el mes de Adar.<br><sup><br><strong>8 </strong></sup>Y dijo Amán al rey Asuero: Hay un pueblo esparcido y distribuido entre los pueblos en todas las provincias de tu reino, y sus leyes son diferentes de las de todo pueblo, y no guardan las leyes del rey, y al rey nada le beneficia el dejarlos vivir.&nbsp;</p><p><sup><strong>9 </strong></sup>Si place al rey, decrete que sean destruidos; y yo pesaré diez mil talentos de plata a los que manejan la hacienda, para que sean traídos a los tesoros del rey.&nbsp;</p><p><sup><strong>10 </strong></sup>Entonces el rey quitó el anillo de su mano, y lo dio a Amán hijo de Hamedata agagueo, enemigo de los judíos,&nbsp;</p><p><sup><strong>11</strong></sup> y le dijo: La plata que ofreces sea para ti, y asimismo el pueblo, para que hagas de él lo que bien te pareciere.&nbsp;</p><p><sup><strong>12</strong></sup> Entonces fueron llamados los escribanos del rey en el mes primero, al día trece del mismo, y fue escrito conforme a todo lo que mandó Amán, a los sátrapas del rey, a los capitanes que estaban sobre cada provincia y a los príncipes de cada pueblo, a cada provincia según su escritura, y a cada pueblo según su lengua; en nombre del rey Asuero fue escrito, y sellado con el anillo del rey.&nbsp;</p><p><sup><strong>13</strong></sup> Y fueron enviadas cartas por medio de correos a todas las provincias del rey, con la orden de destruir, matar y exterminar a todos los judíos, jóvenes y ancianos, niños y mujeres, en un mismo día, en el día trece del mes duodécimo, que es el mes de Adar, y de apoderarse de sus bienes.&nbsp;</p><p><sup><strong>14</strong></sup> La copia del escrito que se dio por mandamiento en cada provincia fue publicada a todos los pueblos, a fin de que estuviesen listos para aquel día.&nbsp;</p><p><sup><strong>15 </strong></sup>Y salieron los correos prontamente por mandato del rey, y el edicto fue dado en Susa capital del reino. Y el rey y Amán se sentaron a beber; pero la ciudad de Susa estaba conmovida.<br><br>En Ester 3, nos enteramos de que el rey Jerjes (Asuero) honró a Amán y le dio un alto cargo con plenos poderes. A todos se les dijo que debían inclinarse ante Amán. Pero leemos: “Pero Mardoqueo ni se arrodillaba ni se humillaba” (Est. 3:2). La Biblia no da la razón por la que Mardoqueo no se arrodilló ante este hombre; pero nosotros sabemos por qué. Él era un judío fiel. Mardoqueo no estaba dispuesto a rendir homenaje a un descendiente de Agag, un amalecita, enemigo de su pueblo desde el Éxodo (Deut. 25:19). ¿Cómo podría un judío fiel arrodillarse ante un amalecita? ¿O adorar a alguien que no fuera el Señor?<br><br>“Y los siervos del rey que estaban a la puerta preguntaron a Mardoqueo: ‘¿Por qué desobedeces la orden del rey?’ ” (Est. 3:3). Aunque no sabemos en detalle cómo respondió, el versículo siguiente dice que Mardoqueo “les había declarado que era judío” (Est. 3:4). Seguramente, en esa respuesta Mardoqueo tuvo la oportunidad de explicar que, como adorador del Dios que creó los cielos y la tierra, no podía adorar a ningún ser humano pecador. Sin duda, en cierta medida Mardoqueo pudo dar testimonio de su fe; una fe a la que se adhirió con tanta fuerza que puso en peligro a él mismo y, por desgracia, a los demás.<br><br>“A causa de Daniel y sus compañeros, y de Mardoqueo, brilló una luz resplandeciente en medio de las tinieblas morales de las cortes reales de Babilonia” (Elena de White, Advent Review and Sabbath Herald, 13 de mayo de 1884).<br><br>Cuando Amán quiso destruir al pueblo judío, la descripción que dio fue: “Hay cierto pueblo disperso y diseminado entre los pueblos de todas las provincias del reino, cuyas leyes y costumbres son diferentes de las de todos los demás. ¡No obedecen las leyes del reino, y a Su Majestad no le conviene tolerarlos!” (Est. 3:8, NVI). ¿Un pueblo cuyas costumbres son diferentes y que no obedece las leyes del rey? Una receta perfecta para la persecución.<br><br><strong>¿De qué modo, incluso ahora, podemos ser probados como lo fue Mardoqueo? ¿Cómo debemos responder?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de diciembre",
          "dayTitle": "<p>PARA ESTA HORA<br></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Ester 4:1 al 14. ¿Por qué en ese momento se consideró apropiado que Ester se identificara como judía?</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> Luego que supo Mardoqueo todo lo que se había hecho, rasgó sus vestidos, se vistió de cilicio y de ceniza, y se fue por la ciudad clamando con grande y amargo clamor.&nbsp;</p><p><sup><strong>2</strong></sup> Y vino hasta delante de la puerta del rey; pues no era lícito pasar adentro de la puerta del rey con vestido de cilicio.&nbsp;</p><p><sup><strong>3 </strong></sup>Y en cada provincia y lugar donde el mandamiento del rey y su decreto llegaba, tenían los judíos gran luto, ayuno, lloro y lamentación; cilicio y ceniza era la cama de muchos.<br><br><strong><sup>4</sup></strong> Y vinieron las doncellas de Ester, y sus eunucos, y se lo dijeron. Entonces la reina tuvo gran dolor, y envió vestidos para hacer vestir a Mardoqueo, y hacerle quitar el cilicio; mas él no los aceptó.&nbsp;</p><p><sup><strong>5</strong></sup> Entonces Ester llamó a Hatac, uno de los eunucos del rey, que él había puesto al servicio de ella, y lo mandó a Mardoqueo, con orden de saber qué sucedía, y por qué estaba así.&nbsp;</p><p><sup><strong>6</strong></sup> Salió, pues, Hatac a ver a Mardoqueo, a la plaza de la ciudad, que estaba delante de la puerta del rey.&nbsp;</p><p><sup><strong>7</strong></sup> Y Mardoqueo le declaró todo lo que le había acontecido, y le dio noticia de la plata que Amán había dicho que pesaría para los tesoros del rey a cambio de la destrucción de los judíos.&nbsp;</p><p><sup><strong>8 </strong></sup>Le dio también la copia del decreto que había sido dado en Susa para que fuesen destruidos, a fin de que la mostrase a Ester y se lo declarase, y le encargara que fuese ante el rey a suplicarle y a interceder delante de él por su pueblo.&nbsp;</p><p><sup><strong>9</strong></sup> Vino Hatac y contó a Ester las palabras de Mardoqueo.<br><sup><br><strong>10</strong></sup> Entonces Ester dijo a Hatac que le dijese a Mardoqueo:&nbsp;</p><p><sup><strong>11</strong></sup> Todos los siervos del rey, y el pueblo de las provincias del rey, saben que cualquier hombre o mujer que entra en el patio interior para ver al rey, sin ser llamado, una sola ley hay respecto a él: ha de morir; salvo aquel a quien el rey extendiere el cetro de oro, el cual vivirá; y yo no he sido llamada para ver al rey estos treinta días.&nbsp;</p><p><sup><strong>12</strong></sup> Y dijeron a Mardoqueo las palabras de Ester.&nbsp;</p><p><sup><strong>13 </strong></sup>Entonces dijo Mardoqueo que respondiesen a Ester: No pienses que escaparás en la casa del rey más que cualquier otro judío.&nbsp;</p><p><sup><strong>14 </strong></sup>Porque si callas absolutamente en este tiempo, respiro y liberación vendrá de alguna otra parte para los judíos; mas tú y la casa de tu padre pereceréis. ¿Y quién sabe si para esta hora has llegado al reino?</p><p>Cuando Mardoqueo se puso en contacto con Ester para pedirle ayuda, ella llevaba varios años casada con Asuero, pero en Persia había una ley: nadie podía acercarse al trono del rey sin invitación expresa del monarca. Cualquiera que no respetara esta regla arriesgaba su vida. Ester, aunque sabía del riesgo que corría, de todos modos entró en la sala del trono sin ser invitada.<br><br>La fe de Mardoqueo intentó despertar la fe de Ester. El corazón del libro de Ester se encuentra en las palabras de Mardoqueo a Ester: “Entonces Mardoqueo dijo que respondiesen a Ester: ‘No pienses que por estar en la casa del rey serás la única en librarte entre todos los judíos. Porque si del todo callas ahora, respiro y liberación tendrán los judíos de otra parte; pero tú y la casa de tu padre perecerán. Y ¿quién sabe si no fue para esta hora que has llegado al reino?’ ” (Est. 4:13, 14).<br><br>La fe de Ester fue puesta a prueba cuando Mardoqueo apeló a su amor por su pueblo. Nadie sabía que era judía, salvo Mardoqueo, y una vez que tomó la decisión de involucrarse, no dudó en arriesgar su vida.<br><br>Su fe en Dios era fuerte, y sabía que, sin la ayuda de Dios, no podría tener éxito. Su respuesta a Mardoqueo revela su fe: “Ve, reúne a los judíos que se hallan en Susa, ayunen por mí y no coman ni beban durante tres días, ni noche ni día; yo también con mis doncellas ayunaré igualmente. Entonces iré a ver al rey, aunque no sea conforme a la ley. Y si perezco, que perezca” (Est. 4:16). Mardoqueo envió esta información a toda la comunidad judía de Susa, y mientras ellos ayunaban y oraban, Ester se preparó para el peligroso momento. “Al tercer día Ester se puso su vestido real y se presentó en el patio interior del palacio del rey, frente al aposento del rey. El rey estaba sentado en su trono real en el aposento regio, frente a la puerta del aposento. Cuando él vio a la reina Ester en el patio, ella obtuvo gracia en sus ojos, y el rey le extendió el cetro de oro que tenía en la mano. Entonces Ester se acercó y tocó la punta del cetro” (Est. 5:1, 2).<br><br><strong>Para los judíos, en una situación como la que se describe arriba, indudablemente la oración acompañaría al ayuno. Es decir, aunque actuaron en beneficio personal, la oración fue fundamental en la respuesta. ¿Qué lección obvia podemos extraer de esto?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de diciembre",
          "dayTitle": "<p>EL MILAGRO DE PURIM<br></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>Los comentaristas llevan milenios señalando que el nombre de Dios no aparece en el libro de Ester. Este es el único libro de la Biblia en el que ocurre un fenómeno como este. No obstante, los judíos pudieron reconocer el accionar de Dios en la gran liberación en favor de ellos, y el pueblo de Dios escogió este libro para incluirlo en el canon bíblico.<br><br>¿Somos capaces de percibir la presencia de Dios bajo la superficie de nuestra vida cotidiana? Las acciones de Dios pueden asumir la apariencia de acontecimientos normales y naturales; y si no les prestamos mucha atención, no notaremos la presencia de Dios.<br><br><strong>Lee Ester 9:1 al 12. ¿Cuál fue el resultado del esfuerzo de Ester?</strong></p><p><strong>Ester 9:1-12</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> En el mes duodécimo, que es el mes de Adar, a los trece días del mismo mes, cuando debía ser ejecutado el mandamiento del rey y su decreto, el mismo día en que los enemigos de los judíos esperaban enseñorearse de ellos, sucedió lo contrario; porque los judíos se enseñorearon de los que los aborrecían.&nbsp;</p><p><sup><strong>2 </strong></sup>Los judíos se reunieron en sus ciudades, en todas las provincias del rey Asuero, para descargar su mano sobre los que habían procurado su mal, y nadie los pudo resistir, porque el temor de ellos había caído sobre todos los pueblos.&nbsp;</p><p><sup><strong>3 </strong></sup>Y todos los príncipes de las provincias, los sátrapas, capitanes y oficiales del rey, apoyaban a los judíos; porque el temor de Mardoqueo había caído sobre ellos.&nbsp;</p><p><sup><strong>4 </strong></sup>Pues Mardoqueo era grande en la casa del rey, y su fama iba por todas las provincias; Mardoqueo iba engrandeciéndose más y más.&nbsp;</p><p><sup><strong>5</strong></sup> Y asolaron los judíos a todos sus enemigos a filo de espada, y con mortandad y destrucción, e hicieron con sus enemigos como quisieron.&nbsp;</p><p><sup><strong>6 </strong></sup>En Susa capital del reino mataron y destruyeron los judíos a quinientos hombres.&nbsp;</p><p><sup><strong>7</strong></sup> Mataron entonces a Parsandata, Dalfón, Aspata,&nbsp;</p><p><sup><strong>8 </strong></sup>Porata, Adalía, Aridata, 9 Parmasta, Arisai, Aridai y Vaizata,&nbsp;</p><p><sup><strong>10 </strong></sup>diez hijos de Amán hijo de Hamedata, enemigo de los judíos; pero no tocaron sus bienes.&nbsp;</p><p><sup><strong>11</strong></sup> El mismo día se le dio cuenta al rey acerca del número de los muertos en Susa, residencia real.<br><sup><br><strong>12 </strong></sup>Y dijo el rey a la reina Ester: En Susa capital del reino los judíos han matado a quinientos hombres, y a diez hijos de Amán. ¿Qué habrán hecho en las otras provincias del rey? ¿Cuál, pues, es tu petición? y te será concedida; ¿o qué más es tu demanda? y será hecha. <br></p><p>El milagro de Purim adopta una forma muy inusual. El milagro está oculto, disfrazado de acontecimientos aparentemente naturales. La ley para destruir a los judíos no fue revocada, pero se emitió una nueva ley, lo que permitió que los judíos se defendieran.<br><br>Además, observa que sucedió algo más, y cómo Dios obró mediante estos acontecimientos. Los persas notaron las acciones de Dios en favor de los judíos. ¿Y el resultado? “Y muchos de los otros pueblos se hacían judíos” (Est. 8:17). Este es un gran ejemplo de cómo el Señor pudo obrar para llevar a las almas perdidas al conocimiento de él.<br><br>Los dirigentes del pueblo judío reconocieron la obra de Dios. Cuando los judíos salieron victoriosos en su defensa, declararon una fecha anual (llamada Purim) en conmemoración y celebración de esa victoria. Continúa siendo una tradición dedicar esos días festivos a dar gracias a Dios para recordar su liberación.<br><br><strong>Desafío: </strong>Ora para que Dios te dé el valor de compartir algo que él ha hecho por ti con una de las personas de tu lista de oración esta semana.<br><br><strong>Desafío avanzado: </strong>Comienza un diario de pequeñas (o grandes) cosas especiales que Dios hace por ti. Revísalo y ora para que Dios traiga estas cosas a tu mente en el momento justo para que puedas compartirlas con alguien.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de diciembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>“A toda casa y toda escuela, a todo padre, maestro y niño sobre los cuales ha brillado la luz del evangelio, se formula en este momento crítico la pregunta que se le hizo a Ester en aquella crisis decisiva de la historia de Israel: ‘¿Y quién sabe si para esta hora has llegado al reino?’ ” (Elena de White, La educación, p. 263).<br><br>“En tiempos antiguos, el Señor realizó maravillas mediante mujeres consagradas que unieron sus esfuerzos con aquellos hombres que habían sido llamados a ser los representantes de Dios. Hubo mujeres que ganaron grandes y decisivas victorias. Más de una vez en tiempos de crisis, fueron colocadas en posiciones importantes que les permitieron salvar muchas vidas. Mediante la reina Ester, el Señor efectuó una poderosa liberación de su pueblo. Cuando parecía que no había poder humano que pudiera salvarlos, Ester y las mujeres asociadas con ella oraron, ayunaron y actuaron prestamente, y lograron la salvación de su pueblo. [...]<br><br>“Un estudio de la obra de las mujeres en relación con la causa de Dios en tiempos del Antiguo Testamento nos enseñará lecciones que nos capacitarán para enfrentar las emergencias en nuestros días. Quizá no confrontemos una situación tan crítica ni seamos colocadas en un lugar tan prominente como le ocurrió al pueblo de Dios en los días de Ester. Sin embargo, muchas mujeres convertidas pueden realizar cosas importantes desde posiciones más humildes. Muchas lo han hecho y aún están listas para hacerlo” (Elena de White, Hijas de Dios, p. 44).<br><strong><br>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> El libro de Ester nos deja algunas preguntas sin respuesta; sobre todo, en lo que se refiere al rol de Ester en la corte del rey, a pesar de que fue elevada a la función de reina. ¿Es posible conciliar estas cosas con su fe? ¿De qué manera?<br><br><strong>2.</strong> Las famosas palabras de Ester: “Y si perezco, que perezca” (Est. 4:16) han resonado a lo largo de los milenios como un ejemplo de fidelidad incluso ante la muerte. ¿Cómo reflejan sus palabras lo que el pueblo de Dios enfrentará en los últimos días, cuando los asuntos descritos en Apocalipsis 13 se hagan realidad?<br><br><strong>3.</strong> En clase, repasa la pregunta que se encuentra al final del estudio del lunes, acerca de no revelar tu fe en ciertas ocasiones. ¿Debería ser ese nuestro caso?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>RESEÑA</strong><br><br>El libro de Ester es singular por varias razones. Una de ellas es la ausencia de una referencia explícita a Dios. En ninguna parte de su secuencia narrativa se menciona a Dios, ni por parte de los personajes judíos, ni por parte de los héroes de la historia ni por parte de los personajes no judíos. No obstante, a pesar de esta rareza, el libro contiene sabiduría valiosa para quienes siguen a Jesús y desean compartir su experiencia con Dios en un mundo en el que muchos no están abiertos a expresiones explícitas de fe.<br><br>A menudo, cuando la gente de la iglesia piensa en la misión o habla de ella, se centra en acciones explícitas orientadas a la fe, ya sean reuniones de evangelización, distribución de publicaciones basadas en la fe, brindar estudios bíblicos u otras formas de testificación. Estas cosas requieren un cierto nivel de libertad y conexión con una comunidad para fomentar cualquier transformación significativa. Pero ¿qué ocurre en los lugares donde el Gobierno no permite las actividades religiosas? ¿Qué sucede con las zonas donde la gente no está interesada en este tipo de actividades?<br><br>A menudo, la iglesia ignora estos entornos. Pero los lugares que se ajustan a esta descripción constituyen una parte sustancial de la población mundial. Esta semana, a través de la lente de Ester y Mardoqueo, veremos que Dios desea que seamos creativos en nuestro testimonio, incluso en lugares y espacios que no están abiertos a una labor misionera explícita.<br><br><strong>COMENTARIO</strong><br><br>La historia de Ester y Mardoqueo, al igual que las historias de Daniel y de José, es un recordatorio para los seguidores de Dios de que no necesitan ser pastores o dirigentes religiosos para servir en la misión de Dios. Estas historias figuran en las Escrituras para demostrar que, mediante el servicio público, funcionarios del Gobierno y otras agencias gubernamentales, el pueblo de Dios puede servir e impactar a la sociedad de tal manera que atraigan a la gente hacia el amor de Dios.<br><br>En el caso de Ester y Mardoqueo, pudieron salvar la vida de miles de personas siendo fieles a los valores y la sabiduría que les transmitieron sus antepasados judíos. A menudo, cuando leemos relatos bíblicos, pasamos por alto los detalles y no siempre reconocemos la intensidad que presentan algunas de las situaciones, como en el caso de Ester y de Mardoqueo. Ester y Mardoqueo se enfrentaron a una situación extraordinariamente estresante y precaria. Para ellos, predicar sermones o implicarse en una actividad misionera directa no habría servido a la misión más amplia de Dios, que consistía en atraer a la gente hacia relaciones de amor. Lo que necesitaban era el valor de defender la vida frente a la muerte. Adoptaron esta postura en un contexto en el que formaban parte de un grupo minoritario, menospreciado por el imperio. Sin embargo, gracias a la influencia de Dios y a la voluntad de Ester y de Mardoqueo de tomar decisiones sabias en relación con el plan general de Dios para la humanidad, la reina y su padre adoptivo pudieron ser una bendición para la gente y formar parte de un momento de la historia que se transmitió por medio de las páginas de la Biblia y la práctica del festival de Purim (Est. 9:18-32).<br><br>Muchos de los que están leyendo esta Guía de estudio de la Biblia viven en lugares donde gozan de una gran libertad religiosa y no tienen que preocuparse, porque su vida no corre peligro si revelan su fe. Otros, alrededor del mundo, no se pueden dar este lujo. Muchos seguidores de Jesús viven actualmente en situaciones en las que una adhesión abierta a Dios los llevaría a la cárcel o pondría en peligro su vida y la de sus familiares. A pesar de este peligro, algunos de ellos trabajan activamente en lugares de influencia. Dios los llama a vivir su fe de formas que a muchos de nosotros no nos parece que estén cumpliendo la misión. Es posible que la mejor manera que tienen estas personas de servir a Dios sea evitar expresar abiertamente su fe. En cambio, su trabajo silencioso y con perfil bajo influye en el trato que reciben las personas, ayudándolas a prosperar. Esta labor no es menos importante que las presentaciones explícitas del evangelio que otros hacen en situaciones en las que tienen más libertad. La valentía necesaria para permanecer fieles en situaciones en las que no es posible hacerlo abiertamente a menudo es muy notable. Solo en la Tierra Nueva conoceremos el impacto que estas personas han tenido en innumerables vidas en todo el mundo.<br><br>Hay otra lección misionera que aprender de la historia de Ester y Mardoqueo. Ni Ester ni Mardoqueo eran teólogos ni pastores formados. Eran personas normales, que habían llegado a ocupar puestos importantes dentro del imperio de la época (Est. 2:7). Poco sabían lo vitales que serían sus funciones. Lo que queda claro en la historia es que tanto Ester como Mardoqueo trabajaron y vivieron con un sentido de integridad (Est. 2:19-23; 4:15, 16). A pesar de los desafíos que la vida les deparó, continuaron siendo dedicados trabajadores de Dios y adquirieron reputación por su diligencia y honradez (Est. 6). Como resultado, cuando las actividades de la gente a su alrededor (específicamente, Amán y sus secuaces) conspiraron contra ellos, su reputación se volvió crucial para su supervivencia.<br><br>Si Ester o Mardoqueo no hubieran sido habitualmente gente responsable que servía con integridad a quienes los rodeaban, la historia habría sido muy diferente. Su integridad les dio la plataforma desde la cual pedir favores y hablar abiertamente cuando se trataba de una cuestión de vida o muerte (Est. 5:8; 7:3, 4). Y no solo fueron escuchados en ese momento, sino también les hicieron caso (Est. 8).<br><br>Esta es la lección que debemos aprender hoy. La mayoría de los seguidores de Jesús no son empleados de la Iglesia Adventista del Séptimo Día; menos aún ocupan puestos como el de pastor, maestro o capellán. Sin embargo, según la historia de Ester y Mardoqueo, a menudo no son los trabajadores oficiales los que tienen la mayor influencia en una comunidad. Por lo general, el miembro de iglesia promedio, que quizá trabaje en empresas seculares o para una entidad de la administración pública, tiene el mayor potencial misionero. Nunca debemos subestimar el papel que nuestras relaciones con la gente pueden tener a largo plazo. La historia de la misión de Dios está llena de historias, muchas no contadas, que se parecen a la de Ester y Mardoqueo.<br><br>Aunque la mayoría de los seguidores de Jesús no se encuentren en posiciones tan destacadas como las de Ester y Mardoqueo, siguen estando en lugares y espacios a los que los pastores y otras personas empleadas por la iglesia no tienen acceso. En esos espacios y lugares, la reputación de una persona por mantener un elevado nivel de integridad y esmero en el trabajo atraerá a la gente hacia ella y se crearán relaciones de respeto que probablemente generarán muchas oportunidades de influencia. A veces, las referencias explícitas a Dios no son lo que se necesita para atraer a la gente hacia la vida que Dios desea para toda la humanidad. Es esencial que recordemos esta realidad y que también se la recordemos a quienes nos rodean.<br><br>Si alguien hiciera un recuento de todas las historias bíblicas sobre los fieles seguidores de Dios, se sorprendería de cuántas de ellas se refieren a personas comunes y corrientes que viven su fe en entornos cotidianos. La Biblia demuestra que la misión de Dios es para todos y que cualquiera puede participar de ella. No necesariamente requiere que una persona deje atrás su carrera en un campo que no sea la obra eclesiástica. Por cierto, en la mayoría de los casos, lo que se necesita es que más personas visualicen sus lugares de trabajo actuales como su campo misionero. Esta percepción no siempre requiere que evangelicen explícitamente a sus compañeros de trabajo. A menudo, implica que trabajen con honestidad e integridad, permitiendo que las relaciones que surgen de este enfoque florezcan de forma natural. Es muy probable que quienes ponen en práctica este enfoque se encuentren periódicamente con situaciones que requieran valentía y decisiones que tengan un impacto mucho más allá de ellas mismas. Vivir en una relación con Dios las preparará para estas situaciones.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>La iglesia debe orar regularmente por quienes viven en lugares donde la adhesión abierta a su fe es peligrosa. La iglesia debe orar para que Dios conceda a quienes viven en esos lugares el valor de vivir su fe mediante expresiones apropiadas en sus respectivos entornos. La iglesia debe interceder regularmente ante el Trono de la gracia por quienes se encuentran privados de su libertad, y orar para que, de alguna manera, mediante la influencia de la oración intercesora, puedan vislumbrar el amor de Dios y la vida que Dios quiere para toda la humanidad. Sería muy valioso reservar una semana al mes en la iglesia para poder orar de forma más consciente y deliberada en este sentido.<br><br>Juntos, tenemos que animar de forma creativa a todos los seguidores de Dios que no son empleados oficiales de la iglesia. Tenemos que reconocer su servicio por medio de las diferentes vías de influencia que tienen. La iglesia también debería invertir en capacitaciones orientadas a ayudar a los miembros de la iglesia a ver cómo su trabajo puede ser misionero sin requerir necesariamente un testimonio explícito. La Asociación General cuenta con recursos y personal que ha reflexionado explícitamente sobre esto y ha practicado la misión con el enfoque de los “fabricantes de tiendas”, que pueden servir como personas por contactar para esas capacitaciones. Si con oración reflexionáramos deliberadamente en cómo los miembros, en sus trabajos habituales, podrían desempeñarse con una mentalidad misionera, esto cambiaría drásticamente la forma en que el evangelio se extendería por el mundo.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>ESTER Y MARDOQUEO</p>",
      "verse": "<p>“Yo te haré luz para los gentiles, y llevarás mi salvación a los confines de la tierra” (Luc. 49:6, NTV).<br></p>",
      "versionCode": 30,
      "weekDate": "16-22 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
