{
  "data": [
    {
      "color": "#935898",
      "id": 708,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "February 17",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>As we have seen, God’s grace provides for the forgiveness of sin, and it creates a new heart in the repentant sinner, who now lives by faith.</p><p>God’s Word also provides instructions for righteous living (Ps. 119:9–16). Keeping God’s law is by no means a legalistic observance of rules but life in an intimate relationship with God, a life full of blessings (Ps. 119:1, 2; Psalm 128).</p><p>However, the life of the righteous person is not without temptations. Sometimes the righteous can be tempted by the cunning nature of sin (Ps. 141:2–4) and even fall to that temptation. God allows times of testing to let His children’s faithfulness (or unfaithfulness) be clearly revealed. If God’s children heed God’s instruction and admonishment, their faith will be purified and their trust in the Lord strengthened. Wisdom for righteous living is gained through the dynamics of life with God amid temptations and challenges. Thus, the prayer that God would teach us to number our days so that we may gain a heart of wisdom (Ps. 90:12) reflects an ongoing commitment to walk in faithfulness to the Lord.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 18",
          "dayTitle": "<p>Your Word I Have Hidden in My Heart</p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Psalm 119:1–16, 161–168. How should we keep God’s commandments, and what are the blessings that come from doing that?</strong></p><p><strong>Psalm 119:1-16</strong></p><p><strong>ALEPH</strong></p><p><strong><sup>1</sup></strong> Blessed are the undefiled in the way,</p><p>Who walk in the law of the Lord!</p><p><strong><sup>2</sup></strong> Blessed are those who keep His testimonies,</p><p>Who seek Him with the whole heart!</p><p><strong><sup>3</sup></strong> They also do no iniquity;</p><p>They walk in His ways.</p><p>4 You have commanded us</p><p>To keep Your precepts diligently.</p><p><strong><sup>5</sup></strong> Oh, that my ways were directed</p><p>To keep Your statutes!</p><p><strong><sup>6</sup></strong> Then I would not be ashamed,</p><p>When I look into all Your commandments.</p><p><strong><sup>7</sup></strong> I will praise You with uprightness of heart,</p><p>When I learn Your righteous judgments.</p><p><strong><sup>8 </sup></strong>I will keep Your statutes;</p><p>Oh, do not forsake me utterly!</p><p><strong>BETH</strong></p><p><strong><sup>9</sup> </strong>How can a young man cleanse his way?</p><p>By taking heed according to Your word.</p><p><strong><sup>10</sup></strong> With my whole heart I have sought You;</p><p>Oh, let me not wander from Your commandments!</p><p><strong><sup>11 </sup></strong>Your word I have hidden in my heart,</p><p>That I might not sin against You.</p><p><strong><sup>12</sup></strong> Blessed are You, O Lord!</p><p>Teach me Your statutes.</p><p><strong><sup>13 </sup></strong>With my lips I have declared</p><p>All the judgments of Your mouth.</p><p><strong><sup>14</sup></strong> I have rejoiced in the way of Your testimonies,</p><p>As much as in all riches.</p><p><strong><sup>15 </sup></strong>I will meditate on Your precepts,</p><p>And contemplate Your ways.</p><p><strong><sup>16 </sup></strong>I will delight myself in Your statutes;</p><p>I will not forget Your word.</p><p><br></p><p>The Bible depicts a daily life of faith as a pilgrimage (“walk”) with God in His path of righteousness. The life of faith is maintained by walking “in the law of the Lord” (Ps. 119:1, NKJV) and by walking “in the light of Your countenance” (Ps. 89:15, NKJV). These are by no means two different walks. Walking in the light of God’s countenance implies upholding God’s law. Equally, walking “in the law of the Lord” involves seeking God with the whole heart (Ps. 119:1, 2, 10).</p><p>Being “undefiled in the way” is another way the Psalms describe the righteous life (Ps. 119:1). “Undefiled” describes a sacrifice “without blemish” that is acceptable to God (Exod. 12:5). Likewise, the life of the righteous individual is a living sacrifice (Rom. 12:1). Thus, a love for sin must not defile it. A life devoted to God is also a “perfect way,” meaning that the person assumes a right direction in life that is pleasing to God (Ps. 101:2, 6; see also Ps. 18:32).</p><p>Keeping God’s commandments has nothing to do with a legalistic observance of divine rules. On the contrary, it consists of “a good understanding” of the difference between right and wrong and good and evil (Ps. 111:10; see also 1 Chron. 22:12), and involves the whole person, not merely outward actions. Being “undefiled,” keeping God’s commandments and seeking God with the whole heart, are inseparable attitudes in life (Ps. 119:1, 2).</p><p>God’s commandments are a revelation of God’s will for the world. They instruct people on how to become wise and to live in freedom and peace (Ps. 119:7–11, 133). The psalmist delights in the law because the law assures him of God’s faithfulness (Ps. 119:77, 174).</p><p>“Great peace have those who love Your law, and nothing causes them to stumble” (Ps. 119:165, NKJV). The image of stumbling depicts moral failure. As the lamp to the psalmist’s feet (Ps. 119:105), God’s Word protects us from temptations (Ps. 119:110).</p><p><strong style=\"background-color: initial;\">How did Christ demonstrate the power of God’s Word in His life (Matt. 4:1–11)? What should this tell us about the power that comes from a heart set on obeying God’s law?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 19",
          "dayTitle": "<p>Teach Us to Number Our Days</p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Psalm 90, Psalm 102:11, and Psalm 103:14–16. What is the human predicament?</strong></p><p><strong><em>Read Psalm 90 in your Bible.</em></strong></p><p><strong>Psalm 102:11</strong></p><p><strong><sup>11</sup></strong> My days are like a shadow that lengthens,</p><p>And I wither away like grass.</p><p><strong>Psalm 103:14-16</strong></p><p><strong><sup>14</sup></strong> For He knows our frame;</p><p>He remembers that we are dust.</p><p><strong><sup>15</sup></strong> As for man, his days are like grass;</p><p>As a flower of the field, so he flourishes.</p><p><strong><sup>16 </sup></strong>For the wind passes over it, and it is gone,</p><p>And its place remembers it no more.</p><p>Fallen human existence is but a vapor in the light of eternity. A thousand years in God’s sight is “like a watch in the night,” which lasted three or four hours (Ps. 90:4, NKJV). Compared to divine time, a human lifetime flies away (Ps. 90:10). The strongest among humans are analogous to the weakest among plants (Ps. 90:5, 6; Ps. 103:15, 16). Yet, even that short life is filled with labor and sorrow (Ps. 90:10). Even secular people, who have no belief in God, mourn and lament the shortness of life, especially in contrast to the eternity that’s out there and that, they know, threatens to go on without them.</p><p>Psalm 90 places the human predicament in the context of God’s care for people as their Creator. The Lord has been the dwelling place of His people in all generations (Ps. 90:1, 2). The Hebrew word ma‘on, “dwelling place,” portrays the Lord as the shelter or refuge of His people (Ps. 91:9).</p><p>God restrains His righteous wrath and extends His grace anew. The psalmist exclaims, “Who knows the power of Your anger?” (Ps. 90:11, NKJV), implying that no one has ever experienced the full effect of God’s anger against sin, and so, there is hope for people to repent and gain wisdom for righteous living.</p><p>Wisdom in the Bible depicts not merely intelligence but reverence for God. The wisdom that we need is knowing how “to number our days” (Ps. 90:12). If we can number our days, it means that our days are limited and that we know that they are limited. Wise living means living with an awareness of life’s transience that leads to faith and obedience. This wisdom is gained only through repentance (Ps. 90:8, 12) and God’s gifts of forgiveness, compassion, and mercy (Ps. 90:13, 14).</p><p>Our fundamental problem stems not from the fact that we are created as human beings but from sin and from what sin has wrought in our world. Its devastating effects are seen everywhere and in every person.</p><p>Thanks to Jesus, however, a way has been made for us out of our human predicament (John 1:29, John 3:14–21). Otherwise, we would have no hope at all.</p><p><strong style=\"background-color: initial;\">No matter how quickly our life passes, what promise do we have in Jesus? (See John 3:16.) What hope would we have without Him?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 20",
          "dayTitle": "<p>The Lord's Test</p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Psalm 81:7, 8; Psalm 95:7–11; and Psalm 105:17–22. What does divine testing involve in these texts?</strong></p><p><strong>Psalm 81:7-8</strong></p><p><strong><sup>7</sup> </strong>You called in trouble, and I delivered you;</p><p>I answered you in the secret place of thunder;</p><p>I tested you at the waters of Meribah.<em> Selah</em></p><p><strong><sup>8 </sup></strong>“Hear, O My people, and I will admonish you!</p><p>O Israel, if you will listen to Me!</p><p><strong>Psalm 95:7-11</strong></p><p><strong><sup>7 </sup></strong>For He is our God,</p><p>And we are the people of His pasture,</p><p>And the sheep of His hand.</p><p>Today, if you will hear His voice:</p><p><sup><strong>8 </strong></sup>“Do not harden your hearts, as in the rebellion,</p><p>As in the day of trial in the wilderness,</p><p><strong><sup>9 </sup></strong>When your fathers tested Me;</p><p>They tried Me, though they saw My work.</p><p><strong><sup>10</sup></strong> For forty years I was grieved with that generation,</p><p>And said, ‘It is a people who go astray in their hearts,</p><p>And they do not know My ways.’</p><p><strong><sup>11 </sup></strong>So I swore in My wrath,</p><p>‘They shall not enter My rest.’ ”</p><p><strong>Psalm 105:17-22</strong></p><p><strong><sup>17</sup></strong> He sent a man before them—</p><p>Joseph—who was sold as a slave.</p><p><strong><sup>18 </sup></strong>They hurt his feet with fetters,</p><p>He was laid in irons.</p><p><strong><sup>19 </sup></strong>Until the time that his word came to pass,</p><p>The word of the Lord tested him.</p><p><strong><sup>20 </sup></strong>The king sent and released him,</p><p>The ruler of the people let him go free.</p><p><strong><sup>21</sup></strong> He made him lord of his house,</p><p>And ruler of all his possessions,</p><p><strong><sup>22 </sup></strong>To bind his princes at his pleasure,</p><p>And teach his elders wisdom.</p><p><br></p><p>Meribah is the place where Israel tested God by challenging His faithfulness and power to provide for their needs (Exod. 17:1?7; Ps. 95:8, 9). Psalm 81 makes an intriguing reversal and interprets the same event as the time when God tested Israel (Ps. 81:7). And, by their disobedience and lack of trust (Ps. 81:11), the people failed God’s test.</p><p>The reference to Meribah conveys a twofold message. First, God’s people must not repeat the mistakes of past generations. Instead, they are to trust God and to walk in His way (Ps. 81:13). Second, although the people failed the test, God came to their rescue when they were in trouble (Ps. 81:7). God’s saving grace in the past gives an assurance of God’s grace to new generations.</p><p>Psalm 105 shows that the trials were God’s means of testing Joseph’s trust in God’s foretelling of his future (Gen. 37:5?10, Ps. 105:19). The Hebrew <em>tsarap</em>, “tested,” in verse 19 conveys a sense of “purging,” “refining,” or “purifying.” Thus, the goal of God’s testing of Joseph’s faith was to remove any doubt in God’s promise and to strengthen Joseph’s trust in God’s guidance.</p><p>The goal of divine discipline is to strengthen God’s children and to prepare them for the fulfillment of the promise, as shown in Joseph’s example (Ps. 105:20?22). However, rejection of God’s instruction results in growing stubbornness and hardening of an obstinate person’s heart.</p><p>“God requires prompt and unquestioning obedience of His law; but men are asleep or paralyzed by the deceptions of Satan, who suggests excuses and subterfuges, and conquers their scruples, saying as he said to Eve in the garden: ‘Ye shall not surely die.’ Disobedience not only hardens the heart and conscience of the guilty one, but it tends to corrupt the faith of others. That which looked very wrong to them at first, gradually loses this appearance by being constantly before them, till finally they question whether it is really sin and unconsciously fall into the same error.”—Ellen G. White, <em>Testimonies for the Church</em>, vol. 4, p. 146.</p><p><strong>What has been your own experience with how sin hardens the heart? Why should that thought drive us to the Cross, where we can find the power to obey?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 21",
          "dayTitle": "<p>Deceitfulness of the Wicked Way</p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Psalm 141. What does the psalmist pray for?</strong></p><p><strong>Psalm 141</strong></p><p><strong><sup>1</sup> </strong>Lord, I cry out to You;</p><p>Make haste to me!</p><p>Give ear to my voice when I cry out to You.</p><p><strong><sup>2 </sup></strong>Let my prayer be set before You as incense,</p><p>The lifting up of my hands as the evening sacrifice.</p><p><strong><sup>3 </sup></strong>Set a guard, O Lord, over my mouth;</p><p>Keep watch over the door of my lips.</p><p><strong><sup>4 </sup></strong>Do not incline my heart to any evil thing,</p><p>To practice wicked works</p><p>With men who work iniquity;</p><p>And do not let me eat of their delicacies.</p><p><strong><sup>5</sup></strong> Let the righteous strike me;</p><p>It shall be a kindness.</p><p>And let him rebuke me;</p><p>It shall be as excellent oil;</p><p>Let my head not refuse it.</p><p>For still my prayer is against the deeds of the wicked.</p><p><strong><sup>6 </sup></strong>Their judges are overthrown by the sides of the cliff,</p><p>And they hear my words, for they are sweet.</p><p><strong><sup>7 </sup></strong>Our bones are scattered at the mouth of the grave,</p><p>As when one plows and breaks up the earth.</p><p><strong><sup>8 </sup></strong>But my eyes are upon You, O God the Lord;</p><p>In You I take refuge;</p><p>Do not leave my soul destitute.</p><p><strong><sup>9 </sup></strong>Keep me from the snares they have laid for me,</p><p>And from the traps of the workers of iniquity.</p><p><strong><sup>10 </sup></strong>Let the wicked fall into their own nets,</p><p>While I escape safely.</p><p><br></p><p>Psalm 141 is a prayer for protection from temptations from within and from without. The psalmist is not only endangered by the schemes of the wicked (Ps. 141:9, 10) but also is tempted to act like the wicked. The first weak point is self-control in speech, and the psalmist prays that the Lord will keep watch over the door of his lips (Ps. 141:3). This image alludes to the guarding of city gates that, in biblical times, protected the city.</p><p>The temptation is also whether God’s child will yield to the counsel of the righteous or be lured by the delicacies of the wicked (Ps. 141:4, 5). The psalmist depicts his heart as a primary threat because there the real battle happens. Only unceasing prayer of complete trust and devo- tion to God can save God’s child from temptation (Ps. 141:1, 2).</p><p><strong><br></strong></p><p><strong>Read Psalm 1:1 and Psalm 141:4. How is the progressive and cunning character of temptation depicted here?</strong></p><p><strong>Psalm 1:1</strong></p><p><strong><sup>1 </sup></strong>Blessed is the man</p><p>Who walks not in the counsel of the ungodly,</p><p>Nor stands in the path of sinners,</p><p>Nor sits in the seat of the scornful;</p><p><strong>Psalm 141:4</strong></p><p><strong><sup>4 </sup></strong>Do not incline my heart to any evil thing,</p><p>To practice wicked works</p><p>With men who work iniquity;</p><p>And do not let me eat of their delicacies.</p><p>Psalm 141:4 depicts the progressive nature of temptation. First, the heart is inclined toward evil. Second, it practices evil deeds (the meaning in Hebrew underlines the repetitive character of the action). Third, the heart eats of the delicacies of the wicked, namely, accepts their evil practices as something desirable.</p><p>Likewise, in Psalm 1:1 the temptation comes to prevent God’s child from walking in the Lord’s way by causing him to walk with the wicked, stand in the path of sinners, and, finally, sit with the scornful. Sinners, wicked, and scornful: we are not to be like them or let them lead us away from the Lord.</p><p>These psalms describe the progressive, alluring, and cunning character of temptation, which underscores the fact that only total dependency on the Lord can secure one’s victory. They stress the importance of the words that one speaks, and listens to, amid temptation. The end of both the wicked and the righteous should teach the people to seek wisdom from God (Ps. 1:4–6, Ps. 141:8–10). Yet, in both psalms, the final vindication of God’s children remains in the future. This means that the believers are called to patiently trust God and to wait upon Him.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February",
          "dayTitle": "<p>Blessings of Righteous Living</p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p><strong>Read Psalm 1:1–3, Psalm 112:1–9, and Psalm 128. What blessings are promised for those who revere the Lord?</strong></p><p><strong>Psalm 1:1-3</strong></p><p><strong><sup>1 </sup></strong>Blessed is the man</p><p>Who walks not in the counsel of the ungodly,</p><p>Nor stands in the path of sinners,</p><p>Nor sits in the seat of the scornful;</p><p><strong><sup>2 </sup></strong>But his delight is in the law of the Lord,</p><p>And in His law he meditates day and night.</p><p><strong><sup>3 </sup></strong>He shall be like a tree</p><p>Planted by the rivers of water,</p><p>That brings forth its fruit in its season,</p><p>Whose leaf also shall not wither;</p><p>And whatever he does shall prosper.</p><p><strong>Psalm 112:1-9</strong></p><p><strong><sup>1&nbsp;</sup></strong>Praise the Lord!</p><p>Blessed is the man who fears the Lord,</p><p>Who delights greatly in His commandments.</p><p><strong><sup>2 </sup></strong>His descendants will be mighty on earth;</p><p>The generation of the upright will be blessed.</p><p><strong><sup>3 </sup></strong>Wealth and riches will be in his house,</p><p>And his righteousness endures forever.</p><p><strong><sup>4 </sup></strong>Unto the upright there arises light in the darkness;</p><p>He is gracious, and full of compassion, and righteous.</p><p><strong><sup>5 </sup></strong>A good man deals graciously and lends;</p><p>He will guide his affairs with discretion.</p><p><strong><sup>6 </sup></strong>Surely he will never be shaken;</p><p>The righteous will be in everlasting remembrance.</p><p><strong><sup>7</sup></strong> He will not be afraid of evil tidings;</p><p>His heart is steadfast, trusting in the Lord.</p><p><strong><sup>8</sup></strong> His heart is established;</p><p>He will not be afraid,</p><p>Until he sees his desire upon his enemies.</p><p><strong><sup>9 </sup></strong>He has dispersed abroad,</p><p>He has given to the poor;</p><p>His righteousness endures forever;</p><p>His horn will be exalted with honor.</p><p><strong>Psalm 128</strong></p><p><strong><sup>1 </sup></strong>Blessed is every one who fears the Lord,</p><p>Who walks in His ways.</p><p><strong><sup>2</sup></strong> When you eat the [a]labor of your hands,</p><p>You shall be happy, and it shall be well with you.</p><p><strong><sup>3</sup></strong> Your wife shall be like a fruitful vine</p><p>In the very heart of your house,</p><p>Your children like olive plants</p><p>All around your table.</p><p><strong><sup>4 </sup></strong>Behold, thus shall the man be blessed</p><p>Who fears the Lord.</p><p><strong><sup>5</sup></strong> The Lord bless you out of Zion,</p><p>And may you see the good of Jerusalem</p><p>All the days of your life.</p><p><strong><sup>6 </sup></strong>Yes, may you see your children’s children.</p><p>Peace be upon Israel!</p><p>Of the many blessings promised to those who revere the Lord, peace is perhaps one of the greatest. Psalm 1 depicts the righteous by a simile of a tree planted by streams of water, which yields its fruits in season and whose leaf does not wither (Ps. 1:3; Jer. 17:7, 8; Ezek. 47:12). This simile identifies the source of all blessings, namely, abiding in God’s presence in His sanctuary and enjoying uninterrupted and loving relationship with God. Unlike the wicked, who are portrayed as chaff, with no stability, place, and future, the righteous are like a fruitful tree with roots, a place near God and eternal life.</p><p>Psalm 128:2, 3 evokes the blessings of the Messianic kingdom, where sitting under one’s own vine and fig tree is a symbol of peace and prosperity (Mic. 4:4). The blessing of peace upon Jerusalem (Ps. 122:6?8; Ps. 128:5, 6) conveys hope in the Messiah, who will end evil and restore peace in the world.</p><p>“In the Bible the inheritance of the saved is called ‘a country.’ Hebrews 11:14–16. There the heavenly Shepherd leads His flock to fountains of living waters. The tree of life yields its fruit every month, and the leaves of the tree are for the service of the nations. There are ever-flowing streams, clear as crystal, and beside them waving trees cast their shadows upon the paths prepared for the ran- somed of the Lord. There the wide-spreading plains swell into hills of beauty, and the mountains of God rear their lofty summits. On those peaceful plains, beside those living streams, God’s people, so long pilgrims and wanderers, shall find a home.”—Ellen G. White, <em>The Great Controversy</em>, p. 675.</p><p>The New Testament describes the fulfillment of that hope in Christ’s second advent and the creation of the new world (Matt. 26:29, Revelation 21). Therefore, while the righteous receive many blessings in this life, the fullness of God’s favor awaits them when God’s kingdom is fully restored at the end of time.</p><p><strong>Why is the Cross, and what happened there, the guarantee of the promises found in the New Testament of what God has in store for us? How can we get comfort from those promises even now?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 23",
          "dayTitle": "",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p><strong>Further Thought:</strong></p><p>In these modern times, obtaining wisdom seems not to be so desirable as achieving happiness. People would rather be happy than wise. However, can we truly be happy and live a fulfilled life without godly wisdom? The Psalms clearly say that we cannot. The good news is that we are not asked to choose between wisdom and happiness.</p><p>Godly wisdom brings genuine happiness. A simple example from the Hebrew language can illustrate this point. In Hebrew, the word “step” in plural (<em>’ashurey</em>) sounds very much like the word “happiness” (<em>’ashrey</em>). Although we miss this association in English translations, it conveys a powerful message: “steps” holding to God’s path lead to a “happy” life (Ps. 1:1, Ps. 17:5, Ps. 37:31, Ps. 44:18, Ps. 89:15, Ps. 119:1). In the Bible, neither wisdom nor happiness are an abstract concept, but a real experience.</p><p>They are found in relationship with God, which consists of revering, praising, finding strength in, and trusting God. Psalm 25:14 says that “the secret of the Lord is with those who fear Him, and He will show them His covenant” (NKJV).</p><p>“Thank God for the bright pictures which He has presented to us. Let us group together the blessed assurances of His love, that we may look upon them continually: The Son of God leaving His Father’s throne, clothing His divinity with humanity, that He might rescue man from the power of Satan; His triumph in our behalf, opening heaven to men, revealing to human vision the presence chamber where the Deity unveils His glory; the fallen race uplifted from the pit of ruin into which sin had plunged it, and brought again into connection with the infinite God, and having endured the divine test through faith in our Redeemer, clothed in the righteousness of Christ, and exalted to His throne—these are the pictures which God would have us contemplate.”—Ellen G. White, <em>Steps to Christ</em>, p. 118.</p><p><br></p><p><strong>Discussion Questions:</strong></p><ol><li>How can God’s Word become the source of one’s delight and not merely instruction? How is feeding on God’s Word related to abiding in Jesus Christ, the Word (John 1:1; John 15:5, 7)?<br><br></li><li>What happens when people consciously and constantly reject God’s teaching (Psalm 81, Psalm 95)? Why do you think that happens?<br><br></li><li>Why can the way of the wicked sometimes appear more desirable than the counsel of the righteous (Psalm 141)? That is, how do we deal with the apparent fact that oftentimes the wicked seem to be doing very well?<br></li></ol>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 24",
          "dayTitle": "<p>INSIDE STORY</p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>Sabbath Farewell Party: Part 4</strong></p><p><em>By Andrew McChesney</em></p><p><br></p><p>Two weeks after Sekule’s baptism, the Bosnian War erupted. Sekule fled his boarding high school in Sarajevo, capital of Bosnia and Herzegovina, and went into hiding for 15 days.</p><p>When he returned to the dormitory to retrieve his possessions, he found the building had been torched by soldiers. A small library of religious books that he had collected while seeking to find truth had been dumped in the middle of his room and set on fire. He had lost everything. He returned to his home village in Montenegro.</p><p>&nbsp;News that Sekule had joined the Seventh-day Adventist Church did not sit well with his family. Father could not understand why he had stopped eating meat and took him to a physician. Mother thought a spell had been cast on her son and sought help from someone who practiced black magic. When their attempts failed, they sent Sekule to the military. It was 1992, and the Bosnian War was raging. To enlist a son was to send him to war.</p><p>In those days, families threw big celebrations for newly enlisted soldiers. Sekule’s parents planned his party for a Sabbath in December. Two hundred guests were expected. But Sekule went to church.</p><p>When the winter sun set around 4 p.m., he returned home. He didn’t know what to expect. He thought that the house would be filled with relatives from across the country and beyond. He thought he would face criticism for not only arriving late to his own party but also for showing disrespect as the eldest grandson.</p><p>He found his grandfather on the front porch.&nbsp;</p><p>“Did the people come?” Sekule asked.</p><p>“No.”</p><p>“No?”</p><p>“No.”</p><p>“Why not?”</p><p>“No one knows why.”</p><p><br></p><p>Then people started coming. Sekule asked them, “Why are you coming now?”</p><p>They all replied in the same way: “Somebody told us to come after 5 p.m.”</p><p>“Who told you?” Sekule asked.</p><p>No one knew.</p><p>At that moment, Sekule understood that God would protect him. He went to the military.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 24",
          "dayTitle": "<p>TEACHERS COMMENTS</p>",
          "id": 89,
          "idDay": 9,
          "idLesson": 8,
          "lessonText": "<p><strong>Part I: Overview</strong></p><p><strong>Key Texts:</strong> Psalms 1, 19, 32, 34, 37, 49, 73, 112, 119, 127, 128, 133</p><p>How do we define wisdom? A modern dictionary defines wisdom as “the body of knowledge and principles that develops within a specified society or period.” Wisdom also relates to the “soundness of an action or decision.” We also use wisdom to mean “the quality of having experience, knowledge, and good judgment.”—<em>Oxford Language Dictionary</em>. Wisdom relates to knowledge, including the ability to make a wise decision.</p><p>When we meet someone with vast knowledge in a specific area of science or literature, we call him or her “wise.” Wisdom in our common understanding today often refers to possessing expertise or knowledge in a specialized area. For some people, wisdom encompasses secret knowledge and the ability to decipher mysteries or reach a higher spiritual level.</p><p>This week, we consider what wisdom is from a biblical perspective. Our study will not only define wisdom according to Scripture but also will attempt to distill principles of wisdom for daily life. After all, what is biblical wisdom if not practical knowledge and discernment to live every day according to the precepts of Christ? The aim of our study is to grasp and apply this biblical wisdom to our lives.</p><p><br></p><p><strong>Part II: Commentary</strong></p><p><strong>The Biblical Definition of Wisdom</strong></p><p>The key text to understanding wisdom is Proverbs 1:7 (see also Prov. 9:10): “The fear of the Lord is the beginning of knowledge, but fools despise wisdom and instruction” (NKJV). The foundation of biblical wisdom is the “fear of the Lord,” which the Scriptures identify as reverent obedience (Eccles. 12:13, Deut. 6:2, Deut. 8:6, Deut. 31:12). Deuteronomy 10:12, 13 equates the “fear the Lord” with expressions such as “to walk in all His ways,” “to love Him,” “to serve the Lord your God with all your heart and with all your soul,” and “to keep the commandments of the Lord and His statutes” (NKJV). Taken together, these expressions stress the necessity of cultivating an intimate and deep experience with the Creator in one’s daily life.</p><p>Proverbs 8:13 provides an additional perspective on wisdom by way of affirming what it is through a statement of what it is not: “The fear of the Lord is to hate evil; pride and arrogance and the evil way and the perverse mouth I hate” (NKJV). Note, again, that “the beginning of knowledge” is connected with practical and moral actions.</p><p>Thus, we can say that biblical wisdom is “a way of viewing and approaching life, which involved instructing the young in proper conduct and morality and answering the philosophical questions about life’s meaning.”—C. H. Bullock, “Wisdom,” Evangelical Dictionary of Biblical Theology, accessed on May 19, 2022, www.biblestudytools.com/dictionaries/bakers-evangelical-dic tionary/wisdom.html. Our thoughts and our faith in God are revealed through loving-kindness and a godly life. There is no dichotomy between faith and deeds. Such a distinction is both artificial and arbitrary, resulting from the influence of Greek philosophy. For the people of the Old Testament, wisdom manifested itself in a mature faith that guided one to make right choices and to be kind and fair to one’s neighbor.</p><p>“Every good gift and every perfect gift is from above, and comes down from the Father of lights” (James 1:17, NKJV). Wisdom is a gift from God that is given to those whom He chooses and to those who ask Him for it in humble faith (1 Kings 3:12, Ps. 51:6, Prov. 2:6, James 1:5–7).</p><p><br></p><p><strong>Features of Wisdom</strong></p><p>Biblical wisdom is chiefly recorded in the form of poetry. The books of Job, Proverbs, and Ecclesiastes are the representatives of wisdom literature in the Scriptures. Some authors include Song of Solomon, too, in this grouping (though, it must be noted, its inclusion is subject to debate).</p><p>The main themes of biblical wisdom are Creation, the Law, counsels for wise and mature living, the fear of God, and retribution. The book of Proverbs is, perhaps, the best-known example of wisdom literature in the Bible; chapters 1–9 depict the great value of wisdom. When these chapters are carefully read, one observes that the concept of wisdom comprises a set of teachings for living a godly life, with advice about how to avoid the snares of unrighteousness and the wicked. From chapters 10 onward, there are more than six hundred sayings, or “proverbs”—short sentences with practical advice applicable to various situations, such as marriage, love, relationships, financial issues, political matters, children, education, et cetera, in daily life.</p><p>In contrast to the practical advice of the Proverbs, the book of Job is more of a treatise on suffering, retribution, and vindication. These themes are concerned with wisdom but from God’s perspective. They unfold from the narrative of Job’s life and his troubles. This analysis is not philosophical but divine in nature. Chapter 28 is the core of the book, and it ends with the idea that reverence and obedience to God are central to wisdom: “ ‘Behold, the fear of the Lord, that is wisdom, and to depart from evil is understanding’ ” (Job 28:28, NKJV).</p><p><strong>Wisdom in the Psalter</strong></p><p>Many Bible scholars classify certain Psalms among the wisdom literature of the Scriptures. “Although the exact identification of sapiential psalms remains a moot point, the majority of scholars admit the influence of wisdom on Psalms 1, 19, 32, 34, 37, 49, 73, 112, 119, 127, 128, 133. Psalm 1 has a strong emphasis on law and conduct, and it opens the Psalms by placing a sapiential spin on the entire collection. Also, Psalm 19, with an emphasis on creation and law, definitely reveals a sapiential tone; and Psalm 119 exhales wisdom by offering the longest reflection on the torah.”—Elias Brasil de Souza, “Wisdom in Daniel,” in Benjamin Rojas, Teófilo Correa, Lael Caesar and Joel Turpo, eds., “<em>The End from the Beginni</em><em>ng”: Festschri</em><em>ft Honoring Merling Alomía</em> (Lima, Peru: Universidad Peruana Union, 2015), pp. 267, 268.</p><p>Below we will examine the treatment of wisdom in the aforementioned psalms, as cited in the quotation above:</p><p><strong>Psalm 1. </strong>This psalm presents two ways of life: the life of righteousness (verses 2, 3) and the life of wickedness (verses 4, 5). The song starts with a description of how the righteous go in the opposite direction from the unrighteous (verse 1). As a result of their choices, the wicked receive a very different destiny from the righteous (verse 6).</p><p><strong>Psalm 19. </strong>This psalm is divided into two clear sections. The first sec- tion contains the revelation of God in the Creation (verses 1–6), and the second section contains His revelation in the Law (verses 7–14). These two themes are very important to an understanding and attainment of biblical wisdom. Both topics are an inspiration to the believer who aspires to be “blameless” and “innocent of great transgression” (verse 13, NKJV).<br></p><p><strong>Psalm 32. </strong>This song provides a contrast between the repentant one and the wicked one (verses 10, 11). It also adopts the sapiential tone of instruc- tion and teaching (verses 8, 9) that is common to wisdom literature (Prov. 4:1–15, Prov. 6:20–23, Prov. 7:1–5).<br></p><p><strong>Psalm 34. </strong>Some portions of Psalm 34 are evocative of the practical advice that characterizes wisdom literature, as is seen in the tender call of the father to his son to desire long life, to pursue the fear of the Lord, and to flee from sin (verses 11–14). Subsequent to offering this advice, the psalmist describes the destiny of the faithful (verses 15, 16, 21). Doubtless, the best choice we can make in life is to walk in the way of wisdom.<br></p><p><strong>Psalm 37. </strong>This psalm answers the big question: Why do the wicked prosper? Nowadays, we raise the same question. The answer provided is not philosophical in its analysis; rather, it is faith-based counsel for a righteous life. Carefully contemplate the timeless wisdom in this song!</p><p><strong>Psalm 49. </strong>In the opening lines this song states: “My mouth shall speak wisdom, and the meditation of my heart shall give understanding. I will incline my ear to a proverb; I will disclose my dark saying on the harp” (verses 3, 4, NKJV). From there, the writer proceeds to describe the fate of the prosperous wicked (verses 5–20).</p><p><strong>Psalm 73. </strong>The Hebrew people attempted to understand the origins of evil in this world and the injustice in society. They wrestled with whether or not divine retribution had failed. This issue presented no less a problem to them as it does to us today.</p><p><strong>Psalm 112. </strong>This song depicts the blessings of fearing the Lord (verse 1). There are 16 blessings for those who are righteous (verses 2–9). A careful examination of these blessings will show that to fear the Lord is to aspire to the highest spiritual attainment in our daily lives. The psalmist ends with a short description of the dire fate of the wicked man in comparison to the righteous man.</p><p><strong>Psalm 119. </strong>The longest psalm in the Psalter is about the <em>Torah</em> (Law), which comprises more than merely the Mosaic code. The Torah refers to the whole of Scripture. It changes the lives of those who grasp the teachings of God’s Word.</p><p><strong>Psalm 127. </strong>Only five verses long, this psalm is focused on the Lord’s blessings upon the home and upon the children of those who trust in the Creator. Perhaps for this reason, the song is considered a sapiential expression. Wisdom must be the foundation upon which is laid the most precious treasure we have: our family.</p><p><strong>Psalm 128. </strong>The six lines of this short psalm are classed among the writings of wisdom literature because they refer to God’s prosperity in the homes of everyone “who fears the Lord” (verses 1, 4, NKJV).</p><p><strong>Psalm 133. </strong>Some may question the inclusion of this psalm in the sapiential literature of the Scriptures. But the expression “for the brethren to dwell together in unity” (verse 1, NKJV) infuses the verse with that characteristic tinge of biblical wisdom we have thus far identified as a distinguishing feature of wisdom literature. To be imbued with this spirit of brotherhood is the Almighty’s desire for us as His followers. Such unity is the practical evidence of a Christian life.</p><p><br></p><p><strong>Part III: Life Application</strong></p><p>Biblical wisdom, as taught by the Old Testament, is an understanding of crucial salvific issues, such as our origins (Creation), the Law (the principles of God’s character in our daily life), the fear of God (a reverent love that results in joyful obedience), and retribution (the fate of the righteous and the wicked). Wisdom also is practical knowledge that prepares us to live a mature and godly life in the home, within our neighborhoods, and at the workplace. Furthermore, biblical wisdom is godly advice for living harmoniously with our spouse and children. It equips us with principles that guide our use of money and many other aspects of daily existence.</p><p>Challenge your students to ponder the ways in which they can apply the lessons learned this week to the different circumstances of life. Remind them that to live in the fear of the Lord will bring great blessing (Ps. 112:1).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>Wisdom for Righteous Living</strong></p>",
      "verse": "<p>“So teach us to number our days, that we may gain a heart of wisdom” (Psalm 90:12, NKJV).</p>",
      "versionCode": 100,
      "weekDate": "February 17-23"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
