{
  "data": [
    {
      "color": "#BC543E",
      "id": 11,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "03 de Diciembre",
          "dayTitle": "<p><strong>LOS ENGAÑOS DEL TIEMPO DEL FIN</strong></p>",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>Nuestro mundo contemporáneo se ha convertido en un crisol de lo sobrenatural y lo místico, con ayuda de las películas de Hollywood con temas religiosos y místicos, en una mezcolanza de error y engaño. La vieja mentira “ciertamente no morirán” (Gén. 3:4, RVA-2015) también ha inspirado algunos de los libros, videojuegos y películas más populares de las últimas décadas. Sin lugar a dudas, estamos expuestos al terreno encantado de Satanás, que en algunos casos puede quedar oculto bajo el barniz de la ciencia. \n</p><p>Uno de los fenómenos más engañosos ha sido lo que se denomina “experiencias cercanas a la muerte” (ECM), en que los que “murieron” volvieron a la vida con historias de una vida del más allá. ¡Muchos consideran que estos eventos son prueba de un alma inmortal! \n</p><p>Durante esta semana consideraremos algunos engaños del tiempo del fin, incluyendo el misticismo, las experiencias cercanas a la muerte, la reencarnación, la nigromancia y el culto a los antepasados, entre otros. Se trata de temas peligrosos que debemos tener en cuenta, pero sin exponernos a sus influencias.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "04 de Diembre",
          "dayTitle": "<p><strong>EL MISTICISMO</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p>Las fuertes oleadas del misticismo han inundado nuestro mundo. La palabra “misticismo” es un término complejo que encierra una gran variedad de ideas. Desde una perspectiva religiosa, la palabra implica la unión de la persona con lo divino o absoluto en algún tipo de experiencia espiritual, o trance. Esto caracteriza la experiencia de adoración de ciertas iglesias, inclusive. Los fenómenos pueden variar en forma e intensidad, pero la tendencia siempre es a reemplazar la autoridad de la Palabra escrita de Dios por las experiencias subjetivas individuales. Sea como fuere, la Biblia pierde gran parte de su función doctrinal y el cristiano se vuelve vulnerable a sus propias experiencias. Este tipo de religión subjetiva no ofrece una protección contra ningún engaño, especialmente los del tiempo del fin.</p><p><strong>Lee Mateo 7:21 al 27. A la luz de estas palabras de Jesús, ¿qué significa construir nuestra casa espiritual “sobre la roca” y construirla “sobre la arena”?</strong><br></p><p>Mateo 7:21-27</p><p><strong>21 </strong>No todo el que me dice: Señor, Señor, entrará en el reino de los cielos, sino el que hace la voluntad de mi Padre que está en los cielos.&nbsp;</p><p><strong>22 </strong>Muchos me dirán en aquel día: Señor, Señor, ¿no profetizamos en tu nombre, y en tu nombre echamos fuera demonios, y en tu nombre hicimos muchos milagros?&nbsp;</p><p><strong>23 </strong>Y entonces les declararé: Nunca os conocí; apartaos de mí, hacedores de maldad.</p><p><strong>24 </strong>Cualquiera, pues, que me oye estas palabras, y las hace, le compararé a un hombre prudente, que edificó su casa sobre la roca.&nbsp;</p><p><strong>25 </strong>Descendió lluvia, y vinieron ríos, y soplaron vientos, y golpearon contra aquella casa; y no cayó, porque estaba fundada sobre la roca.&nbsp;</p><p><strong>26 </strong>Pero cualquiera que me oye estas palabras y no las hace, le compararé a un hombre insensato, que edificó su casa sobre la arena;&nbsp;</p><p><strong>27 </strong>y descendió lluvia, y vinieron ríos, y soplaron vientos, y dieron con ímpetu contra aquella casa; y cayó, y fue grande su ruina.</p><p>Existe una fuerte tendencia en el mundo cristiano posmoderno a minimizar la relevancia de las doctrinas bíblicas, y a considerarlas tediosos ecos de una forma obsoleta de religión. En este proceso, la persona de Cristo reemplaza artificialmente a las enseñanzas de Cristo, al argumentar, por ejemplo, que una u otra historia bíblica no puede ser cierta porque Jesús, como ellos lo perciben, nunca hubiera permitido que eso sucediera como está escrito. Los sentimientos y el gusto personales terminan siendo el criterio para interpretar las Escrituras o hasta para rechazar de plano lo que la Biblia enseña claramente, con frecuencia sobre la obediencia a Dios, lo que, como enseñó Jesús, es esencial para construir una casa sobre la roca.</p><p>Quienes piensan que no importa lo que ellos crean doctrinalmente mientras crean en Jesucristo, están en terreno peligroso. Los inquisidores romanos que condenaron a muerte a un sinnúmero de protestantes creían en Jesucristo. Quienes habían “echa[do] fuera demonios” en el nombre de Cristo (Mat. 7:22) creían en él. “La teoría según la cual no tiene consecuencias lo que los hombres crean es uno de los engaños que más éxito da a Satanás. Bien sabe él que la verdad recibida con amor santifica el alma de quien la recibe; de aquí que trate constantemente de sustituirla con teorías falsas, fábulas y otro evangelio” (CS 574).</p><p><strong>¿Cómo podemos luchar contra la tendencia humana de permitir que nuestras emociones y deseos nos impulsen a hacer cosas contrarias a la Palabra de Dios?</strong></p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "05 de Diciembre",
          "dayTitle": "<p><strong>EXPERIENCIAS CERCANAS A LA MUERTE</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p>Algunos de los argumentos modernos más populares para “demostrar” la teoría de la inmortalidad natural del alma son las “experiencias cercanas a la muerte”. En su libro Vida después de la vida: Nuevas investigaciones sobre el fenómeno de la supervivencia tras la muerte física, Raymond A. Moody (h) presentó los resultados de un estudio de cinco años en más de cien personas que experimentaron “muerte clínica” y revivieron. Estas personas afirmaron haber visto a un ser de luz amoroso y cálido antes de volver a la vida. A esto se lo ha considerado una “evidencia emocionante de la supervivencia del espíritu humano más allá de la muerte” (contraportada). Con los años, se han publicado muchos otros libros similares que promueven la misma idea. (Ver la lección 2.)</p><p><strong>Lee los relatos de la resurrección de 1 Reyes 17:22 al 24; 2 Reyes 4:34 al 37; Marcos 5:41 al 43; Lucas 7:14 al 17; y Juan 11:40 al 44. ¿Cuántos de ellos hablan de algún tipo de existencia consciente en la muerte por parte de los que resucitaron y por qué es importante esa respuesta?</strong></p><p>Todas las experiencias cercanas a la muerte informadas en la literatura moderna pertenecen a personas consideradas clínicamente muertas, pero no realmente muertas; en contraste con Lázaro, quien estuvo muerto durante cuatro días y cuyo cadáver ya se estaba corrompiendo (Juan 11:39). Ni Lázaro ni ninguno de los resucitados de entre los muertos en los tiempos bíblicos mencionaron alguna experiencia en el más allá, ya sea en el paraíso, en el purgatorio o en el infierno. Por supuesto, este argumento parte del silencio, ¡pero concuerda plenamente con las enseñanzas bíblicas sobre el estado inconsciente de los muertos!</p><p>Pero, ¿qué sucede con las experiencias “cercanas a la muerte” que se exponen tan comúnmente hoy? Si aceptamos la enseñanza bíblica de la inconsciencia de los muertos (Job 3:11-13; Sal. 115:17; 146:4; Ecl. 9:10), entonces básicamente nos quedan dos posibilidades: o es una alucinación psicoquímica natural bajo condiciones extremas; o puede ser una experiencia satánica, engañosa y sobrenatural (2 Cor. 11:14). De hecho, el engaño satánico podría ser la explicación, ¡especialmente porque en algunos casos estas personas afirman haber hablado con sus parientes muertos! Pero podría ser una combinación de ambos factores.</p><p>Con este engaño generalizado, y tan convincente para muchos, es crucial que nos apeguemos firmemente a la enseñanza de la Palabra de Dios, a pesar de cualquier experiencia que nosotros u otros podamos tener que vaya en contra de lo que enseña la Biblia.</p><p><strong>Qué interesante es que las ECM muchas veces ahora conlleven la insignia de “ciencia”. ¿Qué nos enseña esto acerca de cuán cuidadosos debemos ser incluso con las cosas que la ciencia supuestamente “demuestra”?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "06 de Diciembre",
          "dayTitle": "<p><strong>LA REENCARNACIÓN</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p>La noción pagana de un alma inmortal brinda la base para la teoría antibíblica de la reencarnación, o transmigración del alma. Algunas de las principales religiones del mundo han adoptado esta teoría. Si bien la mayoría de los cristianos cree en la existencia de un alma inmortal que habita permanentemente en un cielo o un infierno después de la muerte, los que creen en la reencarnación sostienen que esa alma inmortal pasa por muchos ciclos de muerte y renacimiento del cuerpo aquí, en la Tierra.&nbsp;</p><p>Algunos piensan que la reencarnación es un proceso de evolución espiritual que permite que el espíritu alcance niveles cada vez mayores de conocimiento y moralidad en su viaje hacia la perfección. Los hindúes creen que el alma eterna pasa por una progresión de conciencia, o “samsara”, en seis clases de vida: acuáticos, plantas, reptiles e insectos, aves, animales y seres humanos, incluyendo a los ciudadanos del cielo.</p><p><strong>Lee Hebreos 9:25 al 28 y 1 Pedro 3:18. Si Jesús murió solo “una sola vez” (Heb. 9:28; 1 Ped. 3:18), y de la misma manera todos los seres humanos mueren “una sola vez” (Heb. 9:27), ¿por qué incluso algunos que alegan ser cristianos creen en alguna forma de reencarnación?</strong></p><p>Muchos creen no en lo que deberían creer, sino en lo que quieren creer. Si una teoría les brinda paz existencial y consuelo, para ellos eso es suficiente para resolver el debate. Pero, para quienes se toman la Biblia en serio, no es posible aceptar la teoría de la reencarnación.\n</p><p>En primer lugar, esta teoría contradice las enseñanzas bíblicas de la mortalidad del “alma” y la resurrección del cuerpo (1 Tes. 4:13-18).\n</p><p>En segundo lugar, niega la doctrina de la salvación por gracia mediante la fe en la obra redentora de Jesucristo (Efe. 2:8-10), y la reemplaza por obras humanas.\n</p><p>En tercer lugar, la teoría contradice la enseñanza bíblica de que las decisiones que tomamos en esta vida deciden nuestro destino eterno (Mat. 22:1-14; 25:31-46).\n</p><p>En cuarto lugar, esta teoría minimiza el significado y la relevancia de la segunda venida de Cristo (Juan 14:1-3).\n</p><p>Y en quinto lugar, la teoría propone oportunidades después de la muerte para que alguien todavía supere los escollos de su vida, lo cual no es bíblico (Heb. 9:27).\n</p><p>En resumen, no hay lugar para la idea de la reencarnación en la fe cristiana.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "07 de Diciembre",
          "dayTitle": "<p><strong>CULTO A LA NIGROMANCIA Y A LOS ANTEPASADOS</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p>La palabra “nigromancia” deriva de los términos griegos nekros (muerto) y manteia (adivinación). Practicada desde la antigüedad, la nigromancia es una forma de convocar a los supuestos espíritus activos de los muertos para adquirir conocimiento, a menudo sobre acontecimientos futuros. En tanto, el culto a los antepasados es la costumbre de venerar a los antepasados fallecidos porque todavía se los considera familia y porque sus espíritus pueden influir sobre los asuntos de los vivos. Estas prácticas paganas pueden resultar muy atractivas para quienes creen en un alma inmortal y que también extrañan a sus seres queridos fallecidos.</p><p><strong>Lee 1 Samuel 28:3 al 25. ¿Qué lecciones espirituales contra cualquier supuesta comunicación con los muertos se pueden extraer de la experiencia de Saúl con la adivina de Endor?</strong></p><p><strong>1 Samuel 28:3-25</strong></p><p><strong>3 </strong>Ya Samuel había muerto, y todo Israel lo había lamentado, y le habían sepultado en Ramá, su ciudad. Y Saúl había arrojado de la tierra a los encantadores y adivinos.&nbsp;</p><p><strong>4 </strong>Se juntaron, pues, los filisteos, y vinieron y acamparon en Sunem; y Saúl juntó a todo Israel, y acamparon en Gilboa.&nbsp;</p><p><strong>5 </strong>Y cuando vio Saúl el campamento de los filisteos, tuvo miedo, y se turbó su corazón en gran manera.&nbsp;</p><p><strong>6 </strong>Y consultó Saúl a Jehová; pero Jehová no le respondió ni por sueños, ni por Urim, ni por profetas.&nbsp;</p><p><strong>7 </strong>Entonces Saúl dijo a sus criados: Buscadme una mujer que tenga espíritu de adivinación, para que yo vaya a ella y por medio de ella pregunte. Y sus criados le respondieron: He aquí hay una mujer en Endor que tiene espíritu de adivinación.\n</p><p><strong>8 </strong>Y se disfrazó Saúl, y se puso otros vestidos, y se fue con dos hombres, y vinieron a aquella mujer de noche; y él dijo: Yo te ruego que me adivines por el espíritu de adivinación, y me hagas subir a quien yo te dijere.</p><p><strong>9 </strong>Y la mujer le dijo: He aquí tú sabes lo que Saúl ha hecho, cómo ha cortado de la tierra a los evocadores y a los adivinos. ¿Por qué, pues, pones tropiezo a mi vida, para hacerme morir?&nbsp;</p><p><strong>10 </strong>Entonces Saúl le juró por Jehová, diciendo: Vive Jehová, que ningún mal te vendrá por esto.&nbsp;</p><p><strong>11 </strong>La mujer entonces dijo: ¿A quién te haré venir? Y él respondió: Hazme venir a Samuel.&nbsp;</p><p><strong>12 </strong>Y viendo la mujer a Samuel, clamó en alta voz, y habló aquella mujer a Saúl, diciendo:&nbsp;</p><p><strong>13 </strong>¿Por qué me has engañado? pues tú eres Saúl. Y el rey le dijo: No temas. ¿Qué has visto? Y la mujer respondió a Saúl: He visto dioses que suben de la tierra.&nbsp;</p><p><strong>14 </strong>Él le dijo: ¿Cuál es su forma? Y ella respondió: Un hombre anciano viene, cubierto de un manto. Saúl entonces entendió que era Samuel, y humillando el rostro a tierra, hizo gran reverencia.\n</p><p><strong>15 </strong>Y Samuel dijo a Saúl: ¿Por qué me has inquietado haciéndome venir? Y Saúl respondió: Estoy muy angustiado, pues los filisteos pelean contra mí, y Dios se ha apartado de mí, y no me responde más, ni por medio de profetas ni por sueños; por esto te he llamado, para que me declares lo que tengo que hacer.&nbsp;</p><p><strong>16 </strong>Entonces Samuel dijo: ¿Y para qué me preguntas a mí, si Jehová se ha apartado de ti y es tu enemigo?&nbsp;</p><p><strong>17 </strong>Jehová te ha hecho como dijo por medio de mí; pues Jehová ha quitado el reino de tu mano, y lo ha dado a tu compañero, David.&nbsp;</p><p><strong>18 </strong>Como tú no obedeciste a la voz de Jehová, ni cumpliste el ardor de su ira contra Amalec, por eso Jehová te ha hecho esto hoy.&nbsp;</p><p><strong>19</strong> Y Jehová entregará a Israel también contigo en manos de los filisteos; y mañana estaréis conmigo, tú y tus hijos; y Jehová entregará también al ejército de Israel en mano de los filisteos.\n</p><p><strong>20 </strong>Entonces Saúl cayó en tierra cuan grande era, y tuvo gran temor por las palabras de Samuel; y estaba sin fuerzas, porque en todo aquel día y aquella noche no había comido pan.&nbsp;</p><p><strong>21 </strong>Entonces la mujer vino a Saúl, y viéndolo turbado en gran manera, le dijo: He aquí que tu sierva ha obedecido a tu voz, y he arriesgado mi vida, y he oído las palabras que tú me has dicho.&nbsp;</p><p><strong>22 </strong>Te ruego, pues, que tú también oigas la voz de tu sierva; pondré yo delante de ti un bocado de pan para que comas, a fin de que cobres fuerzas, y sigas tu camino.&nbsp;</p><p><strong>23 </strong>Y él rehusó diciendo: No comeré. Pero porfiaron con él sus siervos juntamente con la mujer, y él les obedeció. Se levantó, pues, del suelo, y se sentó sobre una cama.&nbsp;</p><p><strong>24 </strong>Y aquella mujer tenía en su casa un ternero engordado, el cual mató luego; y tomó harina y la amasó, y coció de ella panes sin levadura.&nbsp;</p><p><strong>25 </strong>Y lo trajo delante de Saúl y de sus siervos; y después de haber comido, se levantaron, y se fueron aquella noche.</p><p>La Biblia expone muy claramente que todos los espiritistas, médiums, hechiceros y nigromantes que hubieran en el pueblo de Israel eran abominaciones a Jehová y debían morir apedreados (Lev. 19:31; 20:6, 27; Deut. 18:9-14). De conformidad con esta ley, Saúl había destruido a todos los médiums y espiritistas de Israel (1 Sam. 28:3, 9). Pero luego, después de que Dios lo rechazara, el mismo Saúl fue a la ciudad cananea de Endor para consultar a una médium (1 Sam. 28:6, 7, 15; comparar con Jos. 17:11; Sal. 83:10).&nbsp;</p><p>Le pidió que trajera al fallecido profeta Samuel, quien supuestamente ascendió en una aparición nigromántica y habló con Saúl (1 Sam. 28:13-19). El espíritu engañador, que se hacía pasar por Samuel, le dijo a Saúl: “Mañana estaréis conmigo, tú y tus hijos” (1 Sam. 28:19).&nbsp;</p><p>Al predecir la muerte de Saúl, ese espíritu engañador, que simplemente adoptó la forma de Samuel, reafirmó la teoría antibíblica de la inmortalidad natural del alma. Fue un engaño poderoso, y Saúl debería haberlo pensado mejor antes de participar en algo que había condenado anteriormente.&nbsp;</p><p>Más de dos siglos después, el profeta Isaías escribió: “Y si os dijeren: Preguntad a los encantadores y a los adivinos, que susurran hablando, responded: ¿No consultará el pueblo a su Dios? ¿Consultará a los muertos por los vivos? ¡A la ley y al testimonio! Si no dijeren conforme a esto, es porque no les ha amanecido” (Isa. 8:19, 20; ver también Isa. 19:3).</p><p><strong>¿Con qué frecuencia, bajo estrés, hacemos cosas que sabemos que están mal? ¿Por qué la fe, la oración y la obediencia a la Palabra de Dios son nuestra única defensa segura contra nosotros mismos?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "08 de Diciembre",
          "dayTitle": "<p><strong>LAS PERSONIFICACIONES Y OTRAS APARICIONES</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p>Las personificaciones demoníacas de los muertos y otras apariciones demoníacas son similares a la nigromancia. Pueden tomar la forma de un familiar, un amigo o cualquier persona fallecida. Tanto la apariencia física como la voz son muy similares a las del difunto. Todos estos engaños satánicos se utilizarán para engañar a quienes no estén firmemente arraigados en la Palabra de Dios. Elena de White advierte: “Esos espíritus mentirosos representan a los apóstoles como contradiciendo lo que escribieron bajo la inspiración del Espíritu Santo durante su permanencia en la Tierra” (CS 613). Y además: “El acto que coronará el gran drama del engaño será que el mismo Satanás se hará pasar por Cristo” (CS 682).</p><p><strong>Lee 2 Corintios 11:14 y 15; y Efesios 6:10 al 18. ¿Cuáles deberían ser nuestras salvaguardas contra esos engaños demoníacos?</strong></p><p><strong>2 Corintios 11:14-15</strong></p><p><strong>14 </strong>Y no es maravilla, porque el mismo Satanás se disfraza como ángel de luz.&nbsp;</p><p><strong>15 </strong>Así que, no es extraño si también sus ministros se disfrazan como ministros de justicia; cuyo fin será conforme a sus obras.</p><p><strong>Efesios 6:10-18</strong></p><p><sup><strong>10 </strong></sup>Por lo demás, hermanos míos, fortaleceos en el Señor, y en el poder de su fuerza.&nbsp;</p><p><sup><strong>11 </strong></sup>Vestíos de toda la armadura de Dios, para que podáis estar firmes contra las asechanzas del diablo.&nbsp;</p><p><sup><strong>12 </strong></sup>Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.&nbsp;</p><p><sup><strong>13 </strong></sup>Por tanto, tomad toda la armadura de Dios, para que podáis resistir en el día malo, y habiendo acabado todo, estar firmes.&nbsp;</p><p><sup><strong>14 </strong></sup>Estad, pues, firmes, ceñidos vuestros lomos con la verdad, y vestidos con la coraza de justicia,&nbsp;</p><p><sup><strong>15 </strong></sup>y calzados los pies con el apresto del evangelio de la paz.&nbsp;</p><p><sup><strong>16 </strong></sup>Sobre todo, tomad el escudo de la fe, con que podáis apagar todos los dardos de fuego del maligno.&nbsp;</p><p><sup><strong>17 </strong></sup>Y tomad el yelmo de la salvación, y la espada del Espíritu, que es la palabra de Dios;&nbsp;</p><p><sup><strong>18 </strong></sup>orando en todo tiempo con toda oración y súplica en el Espíritu, y velando en ello con toda perseverancia y súplica por todos los santos;</p><p>El apóstol Pablo nos advierte que “no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes” (Efe. 6:12). Podemos estar protegidos contra estos engaños solo si nos vestimos con “toda la armadura de Dios” (Efe. 6:13), que se describe en Efesios 6:13 al 18.\n</p><p>Las personificaciones y las apariciones satánicas pueden ser muy alarmantes y engañosas, pero no pueden engañar a quienes Dios protege y están cimentados en la Palabra de Dios. Desde una perspectiva doctrinal, quienes creen en la doctrina bíblica de la inmortalidad condicional de los seres humanos saben que cualquier aparición o comunicación con los muertos es de origen satánico y debe rechazarse mediante la poderosa gracia de Dios. Nuevamente, no importa cuán poderosa, convincente y aparentemente real sea la manifestación, siempre debemos permanecer firmes en la enseñanza de que los muertos duermen en la tumba.\n</p><p>Sin embargo, imagínate que pierdes a un ser querido y luego crees que ese mismo ser querido se te aparece. Y te expresa amor. Y te dice cuánto te extraña. Y dice cosas que, sí, solo él sabía. Y dice que ahora está en un lugar mejor. Si una persona no está absolutamente cimentada en lo que la Biblia enseña sobre el estado de los muertos, piensa con qué facilidad podría caer en este engaño. Especialmente porque también quiere creerlo.</p><p><strong>¿Qué significa ponerse “toda la armadura de Dios”? En un sentido práctico y cotidiano, ¿cómo hacemos esto en cada esfera de nuestra vida, no solo al enfrentar los engaños del tiempo del fin?</strong></p><p><strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "09 de Diembre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>Lee Elena de White, El evangelismo, “Diversas formas de espiritismo”, pp. 604-610.\n</p><p>Existe una fundación, Soulphone, que afirma que está creando tecnología que nos permitirá comunicarnos con los fallecidos “mediante mensajes de texto, llamadas telefónicas y videoconferencias”. El sitio web llama PMP (personas posmateriales) a los muertos, y afirma que cuando los seres humanos mueren simplemente pasan “a otra fase de la Eternidad”, pero “conservan la conciencia, la identidad y los aspectos esenciales de su forma física anterior”. Pero, lo más importante, la gente de Soulphone afirma estar desarrollando, en tres fases, tecnología que permitirá la comunicación entre las personas materiales y las posmateriales.\n</p><p>La primera fase “permitirá enviar mensajes de texto y escribirse con familiares, amigos y expertos posmateriales en todos los campos de especialización”. Se espera que la fase dos “permita hablar con los seres queridos que viven en otra parte de la Eternidad”. Y la tercera fase, dice, abrirá el camino para “escuchar y ver a quienes están experimentando el campo de todas las posibilidades desde un punto de observación diferente”.\n</p><p>La manera de probar si los muertos que se comunican son realmente quienes dicen ser es especialmente aterradora. “Por ejemplo”, dice el sitio, “un padre enlutado podría hacerle la siguiente pregunta a un hijo o una hija que ha cambiado de mundo: ‘¿Tenías un perro llamado Snoopy cuando eras niño? ¿Te regalamos una navaja cuando cumpliste diez años?’ ” Qué interesante a la luz de esta advertencia: “A veces se aparecen a ciertas personas seres espirituales en la forma de sus amigos difuntos, y les describen incidentes relacionados con la vida de ellos, o realizan actos que ejecutaban mientras vivían” (PP 740).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1.&nbsp;</strong><span style=\"background-color: initial;\">Con la excusa de ser culturalmente aceptables, muchos cristianos consumen todo lo que promueven los medios de comunicación. ¿Qué principios bíblicos deberían guiar nuestra relación con los medios de comunicación, especialmente cuando abiertamente promueven conceptos que sabemos que son incorrectos y engañosos (ver Sal. 101:1–8; Prov. 4:23; Fil. 4:8)?</span></p><p><strong>2.&nbsp;</strong><span style=\"background-color: initial;\">¿Cómo podemos ayudar a otros a sortear los engaños de Satanás del tiempo del fin sin exponernos personalmente a la influencia engañosa de esos mismos engaños?</span></p><p><strong>3.&nbsp;</strong><span style=\"background-color: initial;\">Muchos cristianos consideran que la historia de haber llamado a “Samuel” de la tumba es una prueba bíblica de que los muertos siguen viviendo. ¿Qué nos enseña este relato acerca de por qué no podemos confiar en un solo texto o relato para sentar una doctrina, sino que debemos considerar todo lo que dice la Biblia sobre un tema?</span></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>LOS ENGAÑOS DEL TIEMPO DEL FIN</p>",
      "verse": "<p>“Y no es maravilla, porque el mismo Satanás se disfraza como ángel de luz. Así que, no es extraño si también sus ministros se disfrazan como ministros de justicia; cuyo fin será conforme a sus obras”&nbsp;(2 Cor. 11:14, 15).</p>",
      "versionCode": 22,
      "weekDate": "3-9 de Diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
