{
   "data":[
      {
         "color":"#F5B44C",
         "id":6,
         "idEs":22,
         "language":"es",
         "lessonDays":[
            {
               "date":"4 de noviembre",
               "dayTitle":"",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>Pablo escribió a los filipenses: “Es verdad que algunos predican a Cristo por envidia y contienda; pero otros lo hacen de buena voluntad. Estos lo anuncian por amor, sabiendo que estoy puesto para defensa del evangelio; otros anuncian a Cristo por rivalidad, no sinceramente, pensando añadir aflicción a mis prisiones. Pero ¿qué importa? Lo importante es que, por pretexto o por verdad, Cristo sea anunciado; y esto me alegra y me seguirá alegrando” (Fil. 1:15-18).<br><br>¡Qué palabras poderosas! No obstante, lo ideal es que nuestras motivaciones para predicar a Cristo, para la misión, para alcanzar a otros con las buenas nuevas, sean por amor y por verdad, y no por ambición egoísta, envidia ni contienda. ¿Cuáles son, entonces, algunas de las motivaciones para predicar a Cristo, y cuáles son algunas de las formas en que podemos prepararnos para hacerlo? Esta semana analizaremos algunos acontecimientos de la iglesia primitiva que pueden orientarnos sobre estos aspectos cruciales de la misión.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de noviembre",
               "dayTitle":"<p>COMPARTIR LA BUENA NOTICIA<br></p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Lucas 24:1 al 12. ¿Cuál fue la respuesta de los que oyeron hablar del Cristo resucitado?</strong><br><br>Lucas 24:1 al 12<br><br><sup>1</sup> El primer día de la semana, muy de mañana, vinieron al sepulcro, trayendo las especias aromáticas que habían preparado, y algunas otras mujeres con ellas.<br><br><sup>2</sup> Y hallaron removida la piedra del sepulcro;<br><br><sup>3</sup> y entrando, no hallaron el cuerpo del Señor Jesús.<br><br><sup>4</sup> Aconteció que estando ellas perplejas por esto, he aquí se pararon junto a ellas dos varones con vestiduras resplandecientes;<br><br><sup>5</sup> y como tuvieron temor, y bajaron el rostro a tierra, les dijeron: ¿Por qué buscáis entre los muertos al que vive?<br><br><sup>6</sup> No está aquí, sino que ha resucitado. Acordaos de lo que os habló, cuando aún estaba en Galilea,<br><br><sup>7</sup> diciendo: Es necesario que el Hijo del Hombre sea entregado en manos de hombres pecadores, y que sea crucificado, y resucite al tercer día.<br><br><sup>8</sup> Entonces ellas se acordaron de sus palabras,<br><br><sup>9</sup> y volviendo del sepulcro, dieron nuevas de todas estas cosas a los once, y a todos los demás.<br><br><sup>10</sup> Eran María Magdalena, y Juana, y María madre de Jacobo, y las demás con ellas, quienes dijeron estas cosas a los apóstoles.<br><br><sup>11</sup> Mas a ellos les parecían locura las palabras de ellas, y no las creían.<br><br><sup>12</sup> Pero levantándose Pedro, corrió al sepulcro; y cuando miró dentro, vio los lienzos solos, y se fue a casa maravillándose de lo que había sucedido.<br><br>El domingo de mañana temprano, después de la muerte de Jesús, Lucas dice que varias mujeres fueron al sepulcro. Llevaban especias; así que, se entiende que hayan ido a ocuparse del cuerpo de Jesús una vez que el sábado terminara. Esperaban encontrar una tumba todavía sellada, pero se sorprendieron al ver que estaba vacía. Sin saber qué hacer, se asustaron cuando aparecieron dos hombres vestidos con ropas resplandecientes. Sin embargo, estos hombres tenían un mensaje para ellas. Les recordaron las palabras de Jesús y les dijeron que Jesús había resucitado, como lo había predicho. Eufóricas por la noticia, regresaron rápidamente a donde estaban los discípulos y muchos otros seguidores de Jesús, y les contaron lo que habían visto y oído, porque no podían contener la emoción. Es decir, estaban compartiendo con los demás lo que habían descubierto de Cristo.<br><br>¿Te imaginas cómo se habrán sentido las mujeres? Acababan de tener una experiencia increíble, que indudablemente las llenó de asombro, pero los discípulos consideraron que era “puro cuento” y no quisieron creerles. Así que, como no sabían si creerles o no a las mujeres, Pedro corrió al sepulcro para verlo por sí mismo.<br><br>Pedro (como muchos de nosotros) era reacio a aceptar algo simplemente porque lo dijera otra persona. Aunque Pedro escuchó a las mujeres, no pudo compartir la experiencia de ellas hasta más tarde. Al principio, todo lo que experimentó fue una tumba vacía, y eso, dice Lucas, lo dejó simplemente “maravillado de lo que había sucedido” (Luc. 24:12). Su experiencia en el sepulcro no fue la misma que la de las mujeres.<br><br>Pese a la respuesta de Pedro, en cuanto estas mujeres oyeron la noticia de Jesús, quisieron compartirla con los demás. ¿Qué mayor motivación para la misión que dar a conocer a los demás lo que Jesús ha hecho por ellas? ¿Qué mayor motivación que difundir las buenas nuevas de la salvación en Jesús, la única esperanza que tenemos?<br><br>Por supuesto, nosotros mismos necesitamos una experiencia personal con Dios antes de poder compartirla con los demás. Nuestro deseo de compartir con otros lo que tanto amamos debe ser una parte crucial de nuestra motivación para la misión. Al fin y al cabo, no podemos compartir lo que no tenemos, ¿verdad?<br><strong><br>¿Cuál ha sido tu experiencia con la realidad de Dios y su amor? ¿Por qué estos momentos son tan valiosos para ti, y cómo te motivan para llegar a los demás con las buenas nuevas?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de noviembre",
               "dayTitle":"<p>UN FUNDAMENTO PROFÉTICO<br></p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Lucas 24:36 al 49. ¿Qué ocurrió aquí y por qué fue una experiencia tan crucial para los apóstoles?<br></strong><br>Lucas 24:36 al 49<br><br><sup>36</sup> Mientras ellos aún hablaban de estas cosas, Jesús se puso en medio de ellos, y les dijo: Paz a vosotros.<br><br><sup>37</sup> Entonces, espantados y atemorizados, pensaban que veían espíritu.<br><br><sup>38</sup> Pero él les dijo: ¿Por qué estáis turbados, y vienen a vuestro corazón estos pensamientos?<br><br><sup>39</sup> Mirad mis manos y mis pies, que yo mismo soy; palpad, y ved; porque un espíritu no tiene carne ni huesos, como veis que yo tengo.<br><br><sup>40</sup> Y diciendo esto, les mostró las manos y los pies.<br><br><sup>41 </sup>Y como todavía ellos, de gozo, no lo creían, y estaban maravillados, les dijo: ¿Tenéis aquí algo de comer?<br><br><sup>42</sup> Entonces le dieron parte de un pez asado, y un panal de miel.<br><br><sup>43</sup> Y él lo tomó, y comió delante de ellos.<br><br><sup>44</sup> Y les dijo: Estas son las palabras que os hablé, estando aún con vosotros: que era necesario que se cumpliese todo lo que está escrito de mí en la ley de Moisés, en los profetas y en los salmos.<br><br><sup>45</sup> Entonces les abrió el entendimiento, para que comprendiesen las Escrituras;<br><br><sup>46</sup> y les dijo: Así está escrito, y así fue necesario que el Cristo padeciese, y resucitase de los muertos al tercer día;<br><br><sup>47</sup> y que se predicase en su nombre el arrepentimiento y el perdón de pecados en todas las naciones, comenzando desde Jerusalén.<br><br><sup>48</sup> Y vosotros sois testigos de estas cosas.<br><br><sup>49</sup> He aquí, yo enviaré la promesa de mi Padre sobre vosotros; pero quedaos vosotros en la ciudad de Jerusalén, hasta que seáis investidos de poder desde lo alto.<br><br>Es interesante que, al principio, los discípulos no creyeran por miedo. Luego, después de ver a Jesús y comprobar que realmente estaba vivo, no creyeron por gozo (Luc. 24:41). ¿Has sentido alguna vez que algo era demasiado bueno para ser verdad? Esta fue la experiencia de los discípulos y de los demás en el aposento alto.<br><br>Sin embargo, si Jesús los hubiera dejado únicamente con esta experiencia, al marcharse, la fe de ellos probablemente no habría perdurado. Con el tiempo, la fuerza de la experiencia podría haberse desvanecido; la olvidarían, o incluso empezarían a cuestionarla. Por eso, Jesús no se limitó a mostrarles sus cicatrices y a comer pescado delante de ellos. En lugar de eso, los llevó a la Palabra y les mostró el fundamento profético de su obra y su ministerio. Es decir, por más intensa que fuera la experiencia que tuvieron con él, Jesús todavía quería que su fe se basara en la Palabra de Dios.<br><br>“Estas son las palabras que les hablé cuando estaba aún con ustedes; que era necesario que se cumpliese todo lo que está escrito de mí en la ley de Moisés, en los profetas y en los Salmos” (Luc. 24:44).<br><br>Aquí también encontramos una poderosa motivación para la testificación, para la misión: la Palabra de Dios. Jesús sabía que, para consolidar la experiencia de los discípulos, ellos necesitaban comprender por qué había tenido que morir y qué significaba su resurrección. Necesitaban cambiar su cosmovisión: de un reino político y terrenal a la gran solución al pecado y la victoria de Cristo sobre la muerte. El evangelio era mucho más que alcanzar la soberanía política de Israel. Revelaba la victoria de Cristo sobre Satanás y garantizaba que, un día, toda la maldad del mundo sería destruida, que la Tierra sería creada de nuevo y que Dios estaría en medio de su pueblo. Él “les abrió el sentido” (Luc. 24:45) para que pudieran comprender estas verdades, que debían compartir con el mundo.<br><br>Nuestras experiencias con Jesús no pueden sostenerse sin el fundamento de su Palabra, incluyendo las profecías que señalan la historia y los acontecimientos que condujeron a la Primera Venida y que precederán a la segunda venida de Cristo. Con estas verdades firmemente entendidas, podemos estar preparados y motivados para la misión.<br><strong><br>¿Hasta qué punto conoces las profecías que señalan a Cristo, tanto en su primera venida como en su segunda venida? Especialmente en los últimos días, ¿por qué debemos estar cimentados en la Palabra de Dios, incluyendo las profecías, y por qué es tan crucial comprendelas, especialmente para la misión?</strong><br><br><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de noviembre",
               "dayTitle":"<p>LA ESPERA Y LA MISIÓN<br></p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p>Lucas 24 culmina con la ascensión de Jesús al Cielo (Luc. 24:50-53). Pero la historia no termina allí. El autor, Lucas, siguió escribiendo en el libro de los Hechos. Justo antes de ascender al Cielo, Jesús dio a los discípulos una misión, una promesa, e instrucciones inmediatas de esperar en Jerusalén “poder de lo alto” (Luc. 24:49; ver también Hech. 1:4-8).<br><br>Jesús dio instrucciones a los discípulos para que esperaran en Jerusalén hasta que se cumpliera su palabra de enviar la Promesa del Padre (el Espíritu Santo), que les daría poder para ser testigos en Jerusalén, Judea, Samaria y más allá.<br><br><strong>Lee Hechos 1:12 al 26. ¿Qué hacían los discípulos, que ahora eran unos ciento veinte hombres y mujeres, mientras esperaban?</strong><br><br>Hechos 1:12 al 26<br><br><sup>12</sup> Entonces volvieron a Jerusalén desde el monte que se llama del Olivar, el cual está cerca de Jerusalén, camino de un día de reposo.<br><br><sup>13</sup> Y entrados, subieron al aposento alto, donde moraban Pedro y Jacobo, Juan, Andrés, Felipe, Tomás, Bartolomé, Mateo, Jacobo hijo de Alfeo, Simón el Zelote y Judas hermano de Jacobo.<br><br><sup>14</sup> Todos estos perseveraban unánimes en oración y ruego, con las mujeres, y con María la madre de Jesús, y con sus hermanos.<br><sup><br>15</sup> En aquellos días Pedro se levantó en medio de los hermanos (y los reunidos eran como ciento veinte en número), y dijo:<br><br><sup>16</sup> Varones hermanos, era necesario que se cumpliese la Escritura en que el Espíritu Santo habló antes por boca de David acerca de Judas, que fue guía de los que prendieron a Jesús,<br><br><sup>17</sup> y era contado con nosotros, y tenía parte en este ministerio.<br><br><sup>18 </sup>Este, pues, con el salario de su iniquidad adquirió un campo, y cayendo de cabeza, se reventó por la mitad, y todas sus entrañas se derramaron.<br><br>19 Y fue notorio a todos los habitantes de Jerusalén, de tal manera que aquel campo se llama en su propia lengua, Acéldama, que quiere decir, Campo de sangre.<br><br><sup>20</sup> Porque está escrito en el libro de los Salmos:<br><br>Sea hecha desierta su habitación,<br><br>Y no haya quien more en ella;<br><br>y:<br><br>Tome otro su oficio.<br><br><sup>21</sup> Es necesario, pues, que de estos hombres que han estado juntos con nosotros todo el tiempo que el Señor Jesús entraba y salía entre nosotros,<br><br><sup>22</sup> comenzando desde el bautismo de Juan hasta el día en que de entre nosotros fue recibido arriba, uno sea hecho testigo con nosotros, de su resurrección.<br><br><sup>23</sup> Y señalaron a dos: a José, llamado Barsabás, que tenía por sobrenombre Justo, y a Matías.<br><br><sup>24</sup> Y orando, dijeron: Tú, Señor, que conoces los corazones de todos, muestra cuál de estos dos has escogido,<br><br><sup>25</sup> para que tome la parte de este ministerio y apostolado, de que cayó Judas por transgresión, para irse a su propio lugar.<br><br><sup>26</sup> Y les echaron suertes, y la suerte cayó sobre Matías; y fue contado con los once apóstoles.<br><br><br>Jesús había dado una misión clara a los discípulos: debían ser testigos suyos ante el mundo. Así que, mientras esperaban, se prepararon para su misión de dos maneras. En primer lugar, Lucas dice que oraban y suplicaban unánimes. No había duda en su mente sobre cuál era la misión que Jesús les había encomendado, y cada uno de ellos había aceptado esa misión. Esto los inspiró a unirse en oración. Lucas no da a conocer los motivos de oración, pero lo más seguro es que oraran pidiendo sabiduría, fuerza y valor para cumplir juntos la misión. ¡Qué ejemplo para nosotros!<br><br>Lo segundo que hicieron mientras esperaban fue prepararse logísticamente para su misión. Judas había entregado a Jesús para que lo ejecutaran y luego se había quitado la vida. Esto había dejado una vacante entre los Doce. Así que, mientras esperaban, los discípulos buscaron la guía de Dios y eligieron a un reemplazante. Por cierto, los discípulos se organizaron y planificaron el comienzo de su misión. Pedro desempeñó un papel de liderazgo en esta toma de decisiones. Nadie cuestionó su proceder; todos vieron en esta iniciativa la sabiduría de Dios. Todos comprendían y confiaban en que Dios estaba actuando, obrando y moviéndose en medio de ellos. El tiempo de espera no fue ocioso, sino que estuvo lleno de propósito y de actividades impulsadas por la misión.<br><br>Mientras esperamos el derramamiento del Espíritu Santo para que nos ayude a completar la gran misión de Dios, debemos unirnos para animarnos mutuamente (Heb. 10:24, 25) y orar por el Espíritu Santo de Dios. Además, debemos alinearnos, personalmente y como iglesia, con la prioridad de Dios: la salvación de los perdidos.<br><br><strong>¿Cómo puedes aprender a esperar en el Señor y no perder la fe mientras tanto? Mientras tanto, mientras esperas, ¿cómo puedes aprovechar mejor el tiempo, como hicieron los discípulos?</strong><br><br><br><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de Noviembre",
               "dayTitle":"<p>“USTEDES [...] LO CRUCIFICARON”<br></p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p>Hechos 2 registra el derramamiento del Espíritu Santo en Pentecostés. Mientras los seguidores de Jesús oraban, sobre la cabeza de ellos se posaron lenguas de fuego. Ellos reconocieron que habían recibido el poder prometido del Espíritu Santo.<br><br><strong>Lee Hechos 2:1 al 41. ¿Qué les sucedió a los discípulos al recibir al Espíritu Santo en Pentecostés?<br></strong><br>Hechos 2:1 al 41<br><br><sup>1</sup> Cuando llegó el día de Pentecostés, estaban todos unánimes juntos.<br><br><sup>2 </sup>Y de repente vino del cielo un estruendo como de un viento recio que soplaba, el cual llenó toda la casa donde estaban sentados;<br><br><sup>3</sup> y se les aparecieron lenguas repartidas, como de fuego, asentándose sobre cada uno de ellos.<br><br><sup>4</sup> Y fueron todos llenos del Espíritu Santo, y comenzaron a hablar en otras lenguas, según el Espíritu les daba que hablasen.<br><br><sup>5</sup> Moraban entonces en Jerusalén judíos, varones piadosos, de todas las naciones bajo el cielo.<br><sup><br>6</sup> Y hecho este estruendo, se juntó la multitud; y estaban confusos, porque cada uno les oía hablar en su propia lengua.<br><br><sup>7</sup> Y estaban atónitos y maravillados, diciendo: Mirad, ¿no son galileos todos estos que hablan?<br><br><sup>8</sup> ¿Cómo, pues, les oímos nosotros hablar cada uno en nuestra lengua en la que hemos nacido?<br><br><sup>9</sup> Partos, medos, elamitas, y los que habitamos en Mesopotamia, en Judea, en Capadocia, en el Ponto y en Asia,<br><br><sup>10 </sup>en Frigia y Panfilia, en Egipto y en las regiones de África más allá de Cirene, y romanos aquí residentes, tanto judíos como prosélitos,<br><br><sup>11</sup> cretenses y árabes, les oímos hablar en nuestras lenguas las maravillas de Dios.<br><br><sup>12</sup> Y estaban todos atónitos y perplejos, diciéndose unos a otros: ¿Qué quiere decir esto?<br><br><sup>13</sup> Mas otros, burlándose, decían: Están llenos de mosto. Primer discurso de Pedro<br><br><sup>14</sup> Entonces Pedro, poniéndose en pie con los once, alzó la voz y les habló diciendo: Varones judíos, y todos los que habitáis en Jerusalén, esto os sea notorio, y oíd mis palabras.<br><br><sup>15</sup> Porque estos no están ebrios, como vosotros suponéis, puesto que es la hora tercera del día.<br><br><sup>16</sup> Mas esto es lo dicho por el profeta Joel:<br><br><sup>17</sup> Y en los postreros días, dice Dios,<br><br>Derramaré de mi Espíritu sobre toda carne,<br><br>Y vuestros hijos y vuestras hijas profetizarán;<br><br>Vuestros jóvenes verán visiones,<br><br>Y vuestros ancianos soñarán sueños;<br><br><sup>18</sup> Y de cierto sobre mis siervos y sobre mis siervas en aquellos días<br><br>Derramaré de mi Espíritu, y profetizarán.<br><br><sup>19 </sup>Y daré prodigios arriba en el cielo,<br><br>Y señales abajo en la tierra,<br><br>Sangre y fuego y vapor de humo;<br><br><sup>20</sup> El sol se convertirá en tinieblas,<br><br>Y la luna en sangre,<br><br>Antes que venga el día del Señor,<br><br>Grande y manifiesto;<br><br><sup>21</sup> Y todo aquel que invocare el nombre del Señor, será salvo.<br><br><sup>22</sup> Varones israelitas, oíd estas palabras: Jesús nazareno, varón aprobado por Dios entre vosotros con las maravillas, prodigios y señales que Dios hizo entre vosotros por medio de él, como vosotros mismos sabéis;<br><br><sup>23</sup> a este, entregado por el determinado consejo y anticipado conocimiento de Dios, prendisteis y matasteis por manos de inicuos, crucificándole;<br><br><sup>24</sup> al cual Dios levantó, sueltos los dolores de la muerte, por cuanto era imposible que fuese retenido por ella.<br><br><sup>25</sup> Porque David dice de él:<br><br>Veía al Señor siempre delante de mí;<br><br>Porque está a mi diestra, no seré conmovido.<br><br><sup>26</sup> Por lo cual mi corazón se alegró, y se gozó mi lengua,<br><br>Y aun mi carne descansará en esperanza;<br><br><sup>27</sup> Porque no dejarás mi alma en el Hades,<br><br>Ni permitirás que tu Santo vea corrupción.<br><br><sup>28</sup> Me hiciste conocer los caminos de la vida;<br><br>Me llenarás de gozo con tu presencia.<br><sup><br>29</sup> Varones hermanos, se os puede decir libremente del patriarca David, que murió y fue sepultado, y su sepulcro está con nosotros hasta el día de hoy.<br><br><sup>30</sup> Pero siendo profeta, y sabiendo que con juramento Dios le había jurado que de su descendencia, en cuanto a la carne, levantaría al Cristo para que se sentase en su trono,<br><br><sup>31</sup> viéndolo antes, habló de la resurrección de Cristo, que su alma no fue dejada en el Hades, ni su carne vio corrupción.<br><br><sup>32</sup> A este Jesús resucitó Dios, de lo cual todos nosotros somos testigos.<br><br><sup>33</sup> Así que, exaltado por la diestra de Dios, y habiendo recibido del Padre la promesa del Espíritu Santo, ha derramado esto que vosotros veis y oís.<br><br><sup>34</sup> Porque David no subió a los cielos; pero él mismo dice:<br><br>Dijo el Señor a mi Señor:<br><br>Siéntate a mi diestra,<br><br><sup>35</sup> Hasta que ponga a tus enemigos por estrado de tus pies.<br><sup><br>36</sup> Sepa, pues, ciertísimamente toda la casa de Israel, que a este Jesús a quien vosotros crucificasteis, Dios le ha hecho Señor y Cristo.<br><br><sup>37</sup> Al oír esto, se compungieron de corazón, y dijeron a Pedro y a los otros apóstoles: Varones hermanos, ¿qué haremos?<br><br><sup>38</sup> Pedro les dijo: Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.<br><br><sup>39</sup> Porque para vosotros es la promesa, y para vuestros hijos, y para todos los que están lejos; para cuantos el Señor nuestro Dios llamare.<br><br><sup>40</sup> Y con otras muchas palabras testificaba y les exhortaba, diciendo: Sed salvos de esta perversa generación.<br><br><sup>41</sup> Así que, los que recibieron su palabra fueron bautizados; y se añadieron aquel día como tres mil personas.<br><br><br>Los discípulos comenzaron a hablar en otras lenguas “según el Espíritu les concedía que hablasen” (Hech. 2:4). Lo crucial aquí es que Dios capacitó a cada persona para beneficio de los no creyentes. La bendición no era meramente para su propio bien. No era una bendición para hacerlos aptos para el Cielo o para que pudieran hacer negocios más fácilmente en un idioma extranjero. Se les concedió la bendición para cumplir la misión de Dios hacia los perdidos. Hoy, Dios llama a cada uno de sus seguidores a usar sus dones personales para el bien de su misión hacia los incrédulos. Se nos han dado dones: ¿qué mayor llamado a la misión que usar lo que se nos ha dado para alcanzar a otros?<br><br>El derramamiento del Espíritu Santo dio lugar a que muchos se arrepintieran de haber rechazado al Mesías, pues seguramente algunos de ellos estaban en Jerusalén cuando él murió. Piensa en el poder que hay aquí: Pedro acusó a algunos de ellos de haber crucificado al Cristo. Obviamente, se dieron cuenta de lo que habían hecho y, al verse condenados, gritaron: “Hermanos, ¿qué ha- remos?” (Hech. 2:37).<br><br>Con todo, incluso ellos podían recibir el perdón. Pedro les dijo: “Arrepiéntanse, y sea bautizado cada uno de ustedes en el nombre de Jesucristo para perdón de sus pecados. Y recibirán el don del Espíritu Santo” (Hech. 2:38).<br><br>Al trabajar juntos, en armonía con el Espíritu Santo y entre sí, estos seguidores de Jesús predicaron el arrepentimiento y el perdón de los pecados, ¡incluso para aquellos que podrían haber participado directamente en la crucifixión de Jesús! Ese es el poder del evangelio. Si ese mensaje no nos motiva a la misión, ¿qué nos motivará? Somos llamados a difundir el evangelio al mundo, un mundo pecador, caído y corrupto, con gente pecadora, caída y corrupta. Nuestro trabajo no es juzgar; nuestro trabajo es dar testimonio del poder salvador de Jesús.<br><br>La idea de que incluso a algunos de los que fueron cómplices de la muerte de Cristo se les ofreciera la salvación, ¿por qué debería (1) ser un aliento para nuestra alma, y (2) animarnos a dar testimonio a los demás, por más malos que parezcan?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de noviembre",
               "dayTitle":"<p>UN RETRATO DE LA IGLESIA PRIMITIVA<br></p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Hechos 2:41 al 47. ¿Qué tipo de retrato de la iglesia primitiva se presenta aquí?</strong><br><br>Hechos 2:41 al 47<br><br><sup>41</sup> Así que, los que recibieron su palabra fueron bautizados; y se añadieron aquel día como tres mil personas.<br><br><sup>42</sup> Y perseveraban en la doctrina de los apóstoles, en la comunión unos con otros, en el partimiento del pan y en las oraciones. La vida de los primeros cristianos<br><br><sup>43</sup> Y sobrevino temor a toda persona; y muchas maravillas y señales eran hechas por los apóstoles.<br><br><sup>44</sup> Todos los que habían creído estaban juntos, y tenían en común todas las cosas;<br><br><sup>45</sup> y vendían sus propiedades y sus bienes, y lo repartían a todos según la necesidad de cada uno.<br><br><sup>46</sup> Y perseverando unánimes cada día en el templo, y partiendo el pan en las casas, comían juntos con alegría y sencillez de corazón,<br><br><sup>47</sup> alabando a Dios, y teniendo favor con todo el pueblo. Y el Señor añadía cada día a la iglesia los que habían de ser salvos.<br><br>Hechos 2 termina con una hermosa imagen de cómo era la iglesia primitiva. Hechos 2:41 dice que los que fueron bautizados “se les unieron” a ellos. Podríamos leer esto como que alguien hizo las cuentas y agregó el número de nuevos creyentes al número de creyentes existentes y estableció un nuevo total de miembros para el grupo. Pero esa es una interpretación superficial. El enunciado deja entrever la idea de que estos creyentes recién bautizados pasaron a formar parte del grupo como iguales.<br><br>En tanto, una función central de la iglesia cristiana primitiva era el disci- pulado. A medida que se añadían nuevos miembros, se los discipulaba de tres maneras. En primer lugar, se les seguía impartiendo la doctrina y la comunión de los apóstoles. Las palabras “doctrina” y “comunión” en este texto significan literalmente “enseñanza” y “camaradería”. La predicación de los apóstoles con- frontaba creencias incorrectas y ofrecía nuevas explicaciones para lo que la gente vivía y experimentaba. Pero no les enseñaba cómo hacer realidad esa nueva verdad en su vida. La aplicación de la verdad a la vida personal se daba mediante el vínculo como parte del grupo. Los nuevos creyentes eran discipulados en forma cuidadosa y determinada mediante la enseñanza directa, como así también mediante la participación en la vida diaria de los demás creyentes; todo, bajo la supervisión y el liderazgo de los apóstoles, que eran espiritualmente maduros y bien fundados.<br><br>Es una predicación pobre la que dice a la gente qué hacer, pero no cómo hacerlo. Aunque leamos libros prácticos o escuchemos sermones que expliquen cómo hacer las cosas, no hay nada mejor que ver a la gente en acción y luego imitarla. Pablo lo sabía, y ordenó a sus seguidores que lo imitaran a él, así como él había imitado a Jesús (1 Cor. 11:1). Cuando los demás puedan verte a ti y la realidad de tu experiencia con Cristo, eso los impactará a ellos también.<br><br>Desafío: Piensa en alguien en tu vida que desearías que fuera creyente. Ora cada día para que esa persona tenga una experiencia personal con Jesús.<br><br>Desafío avanzado: ¿A quién estás discipulando y conduciendo a una relación con Jesús? Busca maneras de guiar a esa persona a la comunión con otros creyentes.<br><br><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de noviembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR<br></p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>Nuestra obra misionera debe surgir de un profundo amor agradecido por lo que Jesús ha hecho y está haciendo en nuestra vida. Cualquier otra motivación es errónea. Estar inmersos en la Palabra y en sintonía con la Palabra es la clave para el éxito de la predicación y la evangelización.<br><br>“Nuestra vida debe estar ligada a la vida de Cristo; debemos extraer constantemente de él, participar de él, el Pan vivo que descendió del Cielo, bebiendo de una fuente siempre fresca, siempre ofreciendo sus abundantes tesoros. Si mantenemos al Señor constantemente delante de nosotros, y permitimos que nuestros corazones expresen el agradecimiento y la alabanza a él debidos, tendremos una frescura perdurable en nuestra vida religiosa. Nuestras oraciones tomarán la forma de una conversación con Dios, como si habláramos con un amigo. Él nos dirá sus misterios personalmente. A menudo nos vendrá un dulce y gozoso sentido de la presencia de Jesús. A menudo nuestro corazón arderá dentro de nosotros mientras él se acerque para ponerse en comunión con nosotros como lo hizo con Enoc. Cuando esta es en verdad la experiencia del cristiano, se ven en su vida una sencillez, una humildad, una mansedumbre y una bondad de corazón que muestran a todos aquellos con quienes se relaciona que ha estado con Jesús y aprendido de él” (Elena de White, Palabras de vida del gran Maestro, p. 100).<br><br>“No puede haber crecimiento o fructificación en la vida que se centra en el yo. Si has aceptado a Cristo como un Salvador personal, debes olvidarte de ti mismo y tratar de ayudar a otros. Habla del amor de Cristo, cuenta [a los demás acerca de su muerte abnegada en su favor]. [...] A medida que recibas el Espíritu de Cristo –el Espíritu de amor desinteresado y trabajo por otros–, crecerás y darás frutos. [...] Tu fe se incrementará, tus convicciones se profundizarán, tu amor se perfeccionará” (ibíd., p. 47)<br><strong><br>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1</strong>. ¿Cómo entiendes las palabras de Pablo en Filipenses con respecto a la predicación de Cristo por envidia, contienda o ambición egoísta? ¿Cómo podemos asegurarnos de no ser culpables de hacer precisamente eso?<br><br><strong>2</strong>. ¿Cuál ha sido tu experiencia personal con la realidad de Dios y de su amor? Es decir, sobre la base de tus propias experiencias, ¿podrías predicar a otros con sinceridad y honestidad acerca de la bondad y el amor de Dios? ¿Cuál sería tu testimonio?<br><br><strong>3</strong>. ¿Cuál ha sido tu experiencia en cuanto a esperar en el Señor, y qué te ha enseñado sobre la confianza en él y sobre la fe en general?<br><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de Noviembre",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ..<br><br></p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p><strong>RESEÑA</strong><br></p><p><br>Mientras que la motivación es el deseo o la razón que tiene una persona para hacer algo por alguien o algo, la preparación implica una acción de alistarse para que las cosas puedan llevarse a cabo. La motivación tiene que ver con algo que nos induce o impulsa a actuar. La preparación hace posible que los planes se lleven a cabo. Aunque Jesús y lo que él ha hecho por nosotros nos ofrecen la motivación para la misión (Rom. 5:8), él también nos ha confiado su Espíritu, y nos capacita así para cumplir su voluntad y el mandato de la misión (Mat. 28:18-20; Juan 14:15-31; 20:21, 22).<br><br>“Nosotros lo amamos a él porque él nos amó primero” (1 Juan 4:19) denota causa y efecto, la razón que nos motiva a responder y a actuar. Cuando respondemos al amor de Dios, lo hacemos proclamando y viviendo con palabras y hechos la buena noticia de que Jesús es nuestro Salvador y Señor. Nuestra acción de compartir la verdad, tal como está contenida en su Palabra, caerá en oídos receptivos y producirá mucho fruto, de acuerdo con el accionar del Espíritu. Al mismo tiempo, debemos estar preparados para cuando muchos rechacen la Palabra, lo que hará que otros tantos pierdan la esperanza.<br></p><p><br><strong>COMENTARIO</strong><br><br><strong>El Dios misionero</strong><br><br>“La historia de la misión de Dios hacia la humanidad perdida es la historia más grande que se haya contado alguna vez. La historia comienza en el [Antiguo Testamento] inmediatamente después de la Caída de Adán y de Eva, y continúa a lo largo del período patriarcal y la historia de Israel. Los evangelios registran el acontecimiento central de la misión de Dios: el nacimiento, el ministerio, la muerte expiatoria, la resurrección y la ascensión de Cristo. La historia bíblica continúa en el libro de los Hechos y en las epístolas con el establecimiento de la iglesia cristiana, y termina con el clímax de la misión de Dios en el Apocalipsis. La misión de Dios es la narración central de todo el canon bíblico, desde el Génesis hasta el Apocalipsis” (Gorden R. Doss, Introduction to Adventist Mission [Berrien Springs, MI: Department of World Mission, 2018], p. 1).<br><br>La “gran metanarración de la Biblia [...] muestra a Dios trabajando en un proyecto integral para restaurar su Tierra y todo su cosmos a su estado original y perfecto. Las narraciones de la Biblia, desde el Génesis hasta el Apocalipsis, describen aspectos del proyecto de la misión cósmica de Dios. El tema general es que el Dios trino, soberano, bondadoso y amoroso, inició su misión y la terminará” (ibíd., p. 22).<br><br>Así, la historia de la Redención nos motiva a prepararnos y a comprometernos con la misión de Dios, con la historia de Dios. Como Dios misionero, nuestro Padre se preocupa por los demás y quiere bendecirlos por medio de nosotros; por eso nos ha ordenado ir a todos los pueblos, lenguas, tribus y naciones.<br><br>Entonces ¿por qué Cristo nos manda ir y predicar el evangelio? ¿Por qué Dios te necesita motivado y preparado para unirte a él en la misión? Algunas de estas razones se pueden encontrar en el libro Pasaporte para la misión (Florida, Buenos Aires: ACES, 2022), páginas 28 a 36. Te presentamos un resumen adaptado:<br><br>Jesús es la única fuente de vida y salvación, y la gente necesita saber de él.<br><br>Juan 3:36: “El que cree en el Hijo tiene la vida eterna. Pero el que rehúsa obedecer al Hijo no verá la vida”.<br><br>Hechos 4:12: “En ningún otro hay salvación, porque no hay otro nombre bajo el cielo, dado a los hombres, en que podamos ser salvos”.<br><br>1 Juan 5:12: “El que tiene al Hijo tiene la vida; el que no tiene al Hijo de Dios no tiene la vida”.<br><br>Jesús ofrece salvación única: la salvación por gracia mediante la fe<br><br>“Porque por gracia han sido salvados por la fe. Y esto no proviene de ustedes, sino que es el don de Dios. No por obras, para que nadie se gloríe” (Efe. 2:8, 9).<br><br>Ninguna otra religión del mundo presenta una salvación semejante. Otras religiones pueden establecer normas elevadas, promover un comportamiento ético, pregonar leyes sanitarias, ensalzar una filosofía elevada o producir personas agradables. Pero estas religiones también creen que la gente puede salvarse por lo que hace. El fundamento de estas religiones no cristianas es que la salvación viene por las obras.<br><br>Jesús ofrece salvación universal, integral y exclusiva<br><br>“Porque de tal manera amó Dios al mundo, que dio a su Hijo único, para que todo el que crea en él no perezca, sino que tenga vida eterna” (Juan 3:16).<br><br>El ofrecimiento de salvación incluye a todo el mundo. La verdad es que Dios anhela que todas las personas escuchen el mensaje: la buena nueva de que Dios ofrece una salvación gratuita basada en este Jesús único. En la Gran Comisión, Jesús deja en claro que podemos desempeñar un rol en la tarea de compartir esta buena noticia con los demás.<br><br>Si alguien te preguntara por qué eres adventista del séptimo día y qué te motiva a la misión, ¿qué le dirías? ¿De qué manera la originalidad y la singularidad del mensaje adventista nos motivan para la misión al mundo?<br><br>Aunque algunos cristianos comparten la mayoría de las creencias individuales de los adventistas del séptimo día, el “paquete” completo de las creencias adventistas del séptimo día es único entre los grupos cristianos. He aquí tres convicciones que guían lo que creemos y cómo estamos motivados, preparados, y cómo vemos nuestra misión.<br><br>Convicción Nº 1: Jesús regresará por segunda vez: esta venida es visible, literal e inminente (en breve). Antes del surgimiento del adventismo, la mayoría de los cristianos no creían en una venida literal o le restaban importancia. Muchos de estos cristianos eran posmilenialistas. Los posmilenialistas creían que habría un milenio, o mil años, de paz y prosperidad, y luego Jesús vendría. La gente esperaba este milenio y trabajaba por él, no por la Segunda Venida. Los adventistas del séptimo día creemos, basándonos en la Biblia, que la verdadera esperanza del mundo no es un milenio terrenal, sino la “bendita esperanza” (Tito 2:13) de la segunda venida de Jesús.<br><br>A continuación, presentamos un resumen de nuestras creencias sobre la Segunda Venida:<br><br>Lección 6 // Material auxiliar para el maestro 74 A continuación, presentamos un resumen de nuestras creencias sobre la Segunda Venida: Los adventistas del séptimo día aceptamos y proclamamos las promesas de la Segunda Venida (Juan 14:1-3; Apoc. 22:7, 12, 20). Esta Venida es literal (Hech. 1:11).<br><br>La Segunda Venida se describe como visible (Mat. 24:30; Apoc. 1:7). Todas las señales apuntan a una venida cercana, pronta, inminente. Vez tras vez Jesús utilizó la palabra “pronto” o “en breve” (Apoc. 22:7, 12, 20; Mat. 24:4-28; Luc. 21:7-28).<br><br>El pueblo de Dios verá a Jesús (Juan 14:3) y estará con él para siempre (1 Tes. 4:17). Los muertos resucitarán (1 Tes. 4:13-16) y los creyentes recibirán la inmortalidad (1 Cor. 15:53).<br><br>Las lágrimas, el luto y la muerte serán abolidos (Apoc. 21:3, 4).<br><br>Este mensaje es importante para nuestra misión hoy, ya que muchos necesitan oír la buena nueva de la bendita esperanza. No obstante, el mayor desafío al que nos enfrentamos es el mundo no cristiano. Millones, si no miles de millones, de musulmanes, hinduistas, budistas y seguidores de religiones tradicionales nunca han oído hablar de esta esperanza. Debemos contarles acerca de ella. Jesús quiere que oigan hablar de su venida.<br><br>Convicción Nº 2: Dios llama a los creyentes a una obediencia amorosa y a un discipulado serio. A la luz de la venida de Jesús, necesitamos prepararnos seriamente. El discipulado fiel y obediente es importante. Los adventistas siempre hemos creído que Jesús es nuestro Salvador; siempre hemos enfatizado que la verdadera fe se manifiesta en hacer de Jesús también nuestro Señor. Los salvados por Jesús deben hacerlo su Señor con gusto y seguirlo con gratitud. Creemos que el evangelio y la Ley de Dios son vitales y van de la mano armoniosamente, como los dos remos de un barco. La Ley nos conduce a Cristo y nos sirve como norma. Jesús nos libera de la condenación de la Ley, y su Espíritu la escribe en nuestro corazón. Por esta razón, los adventistas:<br><br>Guardan la totalidad de los Diez Mandamientos, incluyendo el descuidado cuarto mandamiento del sábado. Creen que Jesús lo dio en la Creación (Gén. 2:2), lo reiteró en los Diez Mandamientos en el Antiguo Testamento (Éxo. 20:8-11) y lo reforzó durante su ministerio terrenal (Mar. 2:27).<br><br>Creen que el sábado es un poderoso símbolo del poder creador de Dios (Gén. 2:2; Éxo. 20:8-11), de la gracia salvífica (Éxo. 20:2; Deut. 5:12-15) y del descanso final de la Redención en el Cielo (Heb. 4:1-11, especialmente el vers. 9).<br><br>Aceptan el señorío de Cristo en todos los ámbitos de la vida, incluyendo el ma- trimonio y la familia, la vestimenta, el ocio, la dieta, etc. (Efe. 5:21-6:4; Fil. 4:8, 9; 1 Cor. 6:19, 20; 1 Tim. 2:8-10).<br><br>En un mundo donde abunda el desprecio por cualquier norma de moralidad y decencia, el cristianismo adventista debe promover una vida santa. En un mundo donde la prisa y el apuro conducen a elevados niveles de estrés, los cristianos bajo el señorío de Cristo pueden encontrar gozo y descanso en el sábado. Deben demostrar en su vida el poder salvífico y el señorío de Jesús.<br><br>Convicción Nº 3: Dios restaura en los creyentes la plenitud de la vida en Cristo. Los cristianos no van al Cielo como almas incorpóreas. La segunda venida restaura toda la vida. Los creyentes deben prepararse para la segunda venida, los creyentes deben prepararse como personas integrales. Dios desea restaurarnos como personas completas. La salvación implica cada parte de la vida y del ser. Jesús quiere que ten- gamos una vida plena y completa. En Juan 10:10, dice: “Yo he venido para que tengan vida, y para que la tengan en abundancia”. Nuestras motivación y preparación para la misión es más necesaria que nunca en un mundo enfermo, adicto y que vive en la ignorancia; un mundo que necesita desesperadamente el mensaje de Jesús, quien cuida y suple todos los ámbitos de nuestra vida. Un mundo moribundo necesita la esperanza de una vida nueva y plena, por la gracia y el poder de Dios.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Mientras el creyente espera la segunda venida de Jesús, lo hace estudiando la Palabra de Dios y cantando sus alabanzas en comunión con el cuerpo de Cristo (la iglesia), al tiempo que se prepara para un servicio dedicado a la humanidad. No debe haber ociosidad, ya que cada momento se utiliza para la preparación y el compromiso en la misión de Dios. Seguimos adelante creyendo en sus promesas. “No nos cansemos, pues, de hacer el bien, que a su tiempo segaremos, si no desfallecemos” (Gál. 6:9).<br><br>¿Cómo sería nuestra vida si pusiéramos en práctica los pensamientos del párrafo anterior? ¿Podemos motivarnos y prepararnos escuchando la Palabra de Dios? Expliquen. Participar en el servicio de Dios ¿nos prepara para la misión? Comenten.<br><br>¿Crees realmente que Jesús es el Hijo unigénito de Dios que nos ofrece la bendición de la maravillosa salvación, que es un don? En caso afirmativo, ¿por qué? ¿Te ha motivado este mensaje y ha marcado una diferencia en tu vida? En caso afirmativo, ¿cómo? ¿Cómo afectó este mensaje la misión de los discípulos originales? ¿Cómo ha afectado tu misión y cómo debería afectarla?<br><br>Como iglesia, ¿hemos presentado siempre nuestro mensaje único en relación con Jesús de manera que nos motive a la misión? Expliquen. ¿Qué más podemos hacer para prepararnos y mejorar en este aspecto?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"4T2023",
         "title":"<p>MOTIVACIÓN Y PREPARACIÓN PARA LA MISIÓN<br></p>",
         "verse":"<p>“Estas son las palabras que les hablé cuando estaba aún con ustedes; que era necesario que se cumpliese todo lo que está escrito de mí en la ley de Moisés, en los profetas y en los Salmos” (Luc. 24:44).<br></p>",
         "versionCode":30,
         "weekDate":"4-11 de Noviembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
