{
  "data": [
    {
      "color": "#52b69a",
      "id": 5,
      "idEs": 33,
      "language": "es",
      "lessonDays": [
        {
          "date": " 26 de octubre",
          "dayTitle": "<p>EL TESTIMONIO DE LOS SAMARITANOS<br></p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p><strong>L</strong><strong>EE PARA EL ESTUDIO DE ESTA SEMANA:</strong> Juan 4:1-42; 3:26-30; Jeremías 2:13; Zacarías 14:8; Ezequiel 36:25-27. <br></p><p><strong>PARA MEMORIZAR:</strong> “Y decían a la mujer: ‘Ya no creemos solo por tu palabra, sino porque nosotros mismos lo hemos oído, y sabemos que en verdad este es el Salvador del mundo’ ” (Juan 4:42).&nbsp;</p><p>¿Quiénes eran los samaritanos? Israel, el Reino del Norte, fue llevado cautivo por los asirios en el año 722 a.C. para crear estabilidad política. Los asirios dispersaron a sus cautivos por todo su imperio. Asimismo, cautivos de otras naciones fueron llevados a repoblar el Reino del Norte. La población mixta resultante fueron los samaritanos, quienes practicaban su propia forma de judaísmo.&nbsp;</p><p>Sin embargo, las relaciones entre ellos y los judíos no eran buenas. Por ejemplo, los samaritanos se opusieron a la reconstrucción del Templo cuando los judíos regresaron de Babilonia. Los samaritanos, mientras tanto, habían construido su propio templo en el monte Gerizim. Pero este templo fue destruido por el gobernante judío Juan Hircano en el año 128 a.C.&nbsp;</p><p>En la época de Cristo, esta animosidad continuaba. Los judíos evitaban Samaria en la medida de lo posible. Aunque las relaciones comerciales eran posibles, cualquier otro tipo de interacción era tabú. Los judíos no pedían nada prestado a los samaritanos ni recibían favores de ellos. En este contexto, Juan narra el encuentro entre Jesús, la mujer junto al pozo y los habitantes de la ciudad samaritana de Sicar.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de octubre",
          "dayTitle": "<p>EL ESCENARIO DEL ENCUENTRO<br></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Juan 4:1 al 4. ¿Cuál fue el trasfondo que llevó a Jesús a pasar por Samaria?&nbsp;</strong></p><p><strong>Juan 4:1 - 4</strong></p><p><strong><sup>1</sup></strong> Cuando, pues, el Señor entendió que los fariseos habían oído decir: Jesús hace y bautiza más discípulos que Juan</p><p><strong><sup>2</sup> </strong>(aunque Jesús no bautizaba, sino sus discípulos),&nbsp;</p><p><strong><sup>3</sup></strong> salió de Judea, y se fue otra vez a Galilea.&nbsp;</p><p><strong><sup>4</sup></strong> Y le era necesario pasar por Samaria.<br></p><p><br></p><p>Los fariseos descubrieron que los discípulos de Jesús bautizaban más gente que los de Juan el Bautista. Esta situación podía crear tensiones entre los seguidores de Juan y los de Jesús. Los discípulos de Juan, como es natural, eran celosos de la reputación y el estatus de su maestro (comparar con Juan 3:26-30). La impresionante respuesta de Juan fue que él debía disminuir, pero que Jesús debía aumentar (Juan 3:30). Probablemente para evitar la confrontación, Jesús abandonó Judea para dirigirse a Galilea. Samaria ofrecía la ruta más directa entre esos dos lugares, pero no era la única posible. Los judíos devotos tomaban el camino más largo, yendo al este a través de Perea. Pero Jesús tenía una misión en Samaria.&nbsp;</p><p><strong>Lee Juan 4:5 al 9. ¿Cómo aprovechó Jesús esta oportunidad para entablar un diálogo con la mujer samaritana?&nbsp;</strong></p><p><strong>Juan 4:5 - 9</strong></p><p><strong><sup>5</sup></strong> Vino, pues, a una ciudad de Samaria llamada Sicar, junto a la heredad que Jacob dio a su hijo José.&nbsp;</p><p><sup><strong>6</strong> </sup>Y estaba allí el pozo de Jacob. Entonces Jesús, cansado del camino, se sentó así junto al pozo. Era como la hora sexta.&nbsp;</p><p><strong><sup>7</sup></strong> Vino una mujer de Samaria a sacar agua; y Jesús le dijo: Dame de beber.&nbsp;</p><p><strong><sup>8</sup></strong> Pues sus discípulos habían ido a la ciudad a comprar de comer.&nbsp;</p><p><sup><strong>9</strong> </sup>La mujer samaritana le dijo: ¿Cómo tú, siendo judío, me pides a mí de beber, que soy mujer samaritana? Porque judíos y samaritanos no se tratan entre sí.<br></p><p><br></p><p>El pozo de Jacob estaba situado justo al lado de Siquem, mientras que Sicar, de donde era la mujer, estaba a un kilómetro y medio de allí. Jesús se sentó junto al pozo mientras sus discípulos iban a la ciudad a comprar comida. No tenía acceso al agua fresca del pozo. Cuando la mujer vino a sacar agua, Jesús le pidió de beber.&nbsp;</p><p>En Juan 3, fue sorprendente que Nicodemo, un dirigente de los judíos y rabino, se rebajara a ir a Jesús. Fue de noche para no ser visto por la gente. Pero en Juan 4, la samaritana se esconde a plena luz del día, quizá para evitar el contacto con otras mujeres que venían al pozo temprano o al atardecer, cuando hacía menos calor. De no ser así, ¿por qué recorrer un camino tan largo para buscar agua en pleno día, cuando hacía más calor? Sea cual fuere la razón de su presencia allí, el encuentro con Jesús cambiaría su vida.&nbsp;</p><p>¿Qué escena se desarrolla a continuación? Un maestro judío es contrastado con una mujer samaritana de mala reputación. ¡Qué diferencia! Sin embargo, es en este contexto donde se produce un encuentro extraordinario.&nbsp;</p><p><strong>¿Cuáles son algunos prejuicios de tu propia cultura que podrían obstaculizar tu testimonio en favor de los demás? ¿Cómo es posible aprender a superarlos? Comparte tu respuesta en la clase el sábado.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de octubre",
          "dayTitle": "<p>LA MUJER JUNTO AL POZO<br></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Juan 4:7 al 15. ¿Cómo aprovecha Jesús este encuentro para empezar a dar testimonio a esta mujer?&nbsp;</strong></p><p><strong>Juan 4:7 - 15</strong></p><p><strong><sup>7</sup> </strong>Vino una mujer de Samaria a sacar agua; y Jesús le dijo: Dame de beber.&nbsp;</p><p><strong><sup>8</sup> </strong>Pues sus discípulos habían ido a la ciudad a comprar de comer.&nbsp;</p><p><strong><sup>9</sup> </strong>La mujer samaritana le dijo: ¿Cómo tú, siendo judío, me pides a mí de beber, que soy mujer samaritana? Porque judíos y samaritanos no se tratan entre sí.&nbsp;</p><p><strong><sup>10</sup> </strong>Respondió Jesús y le dijo: Si conocieras el don de Dios, y quién es el que te dice: Dame de beber; tú le pedirías, y él te daría agua viva.&nbsp;</p><p><strong><sup>11</sup> </strong>La mujer le dijo: Señor, no tienes con qué sacarla, y el pozo es hondo. ¿De dónde, pues, tienes el agua viva?&nbsp;</p><p><strong><sup>12</sup></strong> ¿Acaso eres tú mayor que nuestro padre Jacob, que nos dio este pozo, del cual bebieron él, sus hijos y sus ganados?&nbsp;</p><p><sup><strong>13</strong> </sup>Respondió Jesús y le dijo: Cualquiera que bebiere de esta agua, volverá a tener sed;&nbsp;</p><p><strong><sup>14</sup></strong> mas el que bebiere del agua que yo le daré, no tendrá sed jamás; sino que el agua que yo le daré será en él una fuente de agua que salte para vida eterna.&nbsp;</p><p><strong><sup>15</sup></strong> La mujer le dijo: Señor, dame esa agua, para que no tenga yo sed, ni venga aquí a sacarla.<br></p><p><br></p><p>“El odio que reinaba entre los judíos y los samaritanos impidió a la mujer ofrecer un favor a Jesús; pero el Salvador estaba tratando de hallar la llave de su corazón, y con el tacto nacido del amor divino él no ofreció un favor, sino que lo pidió. El ofrecimiento de un favor podría haber sido rechazado; pero la confianza despierta confianza” (Elena G. de White, El Deseado de todas las gentes, pp. 155, 156).&nbsp;</p><p>Como en su encuentro con Nicodemo, Jesús sabe lo que hay en el corazón de los demás. En respuesta a la sorpresa de la mujer de que un judío pidiera tal favor a un samaritano, Jesús va directamente al grano: “Si conocieras el don de Dios, y quién es el que te dice: ‘Dame de beber’, tú le pedirías a él, y él te daría agua viva” (Juan 4:10).&nbsp;</p><p>La respuesta de la mujer fue como la de Nicodemo en el contexto de un nuevo nacimiento: “¿Cómo puede suceder esto?” (Juan 3:9). Preguntó: “Señor, no tienes con qué sacarla, y el pozo es hondo. ¿De dónde tienes agua viva?” (Juan 4:11). En ambos casos, Jesús les estaba indicando (a un prominente maestro judío y a una mujer samaritana de dudosa reputación) las verdades espirituales trascendentes que cada uno necesitaba oír y entender. En cada caso, Jesús les estaba diciendo básicamente lo mismo: necesitan una experiencia de conversión.&nbsp;</p><p><strong>¿Cuál es el trasfondo veterotestamentario de la afirmación de Jesús acerca del agua viva? (Jer. 2:13; Zac. 14:8).&nbsp;</strong></p><p><strong>Jeremías 2:13</strong></p><p><strong><sup>13</sup></strong> Porque dos males ha hecho mi pueblo: me dejaron a mí, fuente de agua viva, y cavaron para sí cisternas, cisternas rotas que no retienen agua.<br></p><p><strong>Zacarías 14:8</strong></p><p><strong><sup>8</sup></strong> Acontecerá también en aquel día, que saldrán de Jerusalén aguas vivas, la mitad de ellas hacia el mar oriental, y la otra mitad hacia el mar occidental, en verano y en invierno.<br></p><p><br></p><p>El agua es necesaria para la vida, los seres humanos no podemos existir sin ella; por lo que también puede ser una imagen poderosa y apropiada de la vida eterna. Por eso dice Jesús: “El que beba del agua que yo le daré no tendrá sed jamás; sino que el agua que yo le daré será en él un manantial que brotará para vida eterna” (Juan 4:14).&nbsp;</p><p><strong>Lee Juan 7:37 y 38. ¿Qué nos dice Jesús en estos versículos y cómo podemos experimentar lo que nos promete?</strong></p><p><strong>Juan 7:37 - 38</strong></p><p><strong><sup>37</sup></strong> En el último y gran día de la fiesta, Jesús se puso en pie y alzó la voz, diciendo: Si alguno tiene sed, venga a mí y beba.&nbsp;</p><p><strong><sup>38</sup></strong> El que cree en mí, como dice la Escritura, de su interior correrán ríos de agua viva.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de octubre",
          "dayTitle": "<p>“SEÑOR, DAME DE ESA AGUA”<br></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p>“Esparciré sobre ustedes agua limpia, y serán limpiados de todas sus inmundicias y de todos sus ídolos. Les daré un corazón nuevo, y pondré un espíritu nuevo dentro de ustedes; quitaré de su carne el corazón de piedra y les daré un corazón de carne. Pondré mi Espíritu dentro de ustedes, y haré que anden en mis mandamientos, que guarden mis normas, y las cumplan” (Eze. 36:25-27).&nbsp;</p><p><strong>¿De qué manera refleja Ezequiel 36:25 al 27 las verdades que Jesús trataba de comunicar a Nicodemo y a la mujer junto al pozo?&nbsp;</strong></p><p><strong>Ezequiel 36:25 - 27</strong><br></p><p><strong><sup>25</sup></strong> Esparciré sobre vosotros agua limpia, y seréis limpiados de todas vuestras inmundicias; y de todos vuestros ídolos os limpiaré.&nbsp;</p><p><strong><sup>26</sup></strong> Os daré corazón nuevo, y pondré espíritu nuevo dentro de vosotros; y quitaré de vuestra carne el corazón de piedra, y os daré un corazón de carne.&nbsp;</p><p><strong><sup>27</sup> </strong>Y pondré dentro de vosotros mi Espíritu, y haré que andéis en mis estatutos, y guardéis mis preceptos, y los pongáis por obra.<br></p><p><br></p><p>En ambos casos, Jesús procuraba alcanzar a estas personas con verdades espirituales, aunque usó ilustraciones del mundo natural para hacerlo.&nbsp;</p><p>Ninguna de las dos personas entendió en un principio lo que Jesús quería decir. ¿Cómo puede un hombre nacer de nuevo?, preguntó Nicodemo. Es decir, ¿cómo puede volver al vientre de su madre? Nicodemo pensaba en términos mundanos, terrenales, aunque Jesús le estaba señalando claramente la verdad espiritual. La mujer interpretó también las palabras de Jesús acerca del agua en un sentido literal, a pesar de que Jesús estaba hablando claramente de algo espiritual.&nbsp;</p><p>La respuesta de la mujer al ofrecimiento de agua viva por parte de Jesús fue: “Señor, dame de esa agua, para que no tenga sed ni venga aquí a sacarla” (Juan 4:15). Razonó que el agua que Jesús ofrecía le evitaría los viajes al pozo, reduciendo así el riesgo de enfrentarse a otros. Llama la atención el rápido giro de la conversación desde el pedido de agua por parte de Jesús hasta la solicitud de ella.&nbsp;</p><p><strong>Lee Juan 4:16. ¿Cómo respondió Jesús a la petición de la mujer? <br></strong></p><p><strong>Juan 4:16<br></strong></p><p><strong><sup>16</sup></strong> Jesús le dijo: Ve, llama a tu marido, y ven acá.</p><p><br></p><p>Jesús cambia súbitamente el tema de la conversación y pide a la mujer que vaya a llamar a su marido y vuelva. ¿A qué se debe este repentino cambio de tema? Las acciones de la mujer denotaban evasión. Jesús pudo leer su corazón. Ella debía afrontar su situación para ser sanada de su condición. “Antes de que esa alma pudiese recibir el don que él anhelaba concederle, debía ser inducida a reconocer su pecado y su Salvador” (Elena G. de White, El Deseado de todas las gentes, p. 157).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de octubre",
          "dayTitle": "<p>LA REVELACIÓN DE JESÚS<br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Juan 4:16 al 24. ¿Qué hizo Jesús para mostrar a esta mujer que conocía sus secretos más profundos, y cómo respondió ella? <br></strong></p><p><strong>Juan 4:16 - 24</strong></p><p><sup><strong>16</strong></sup> Jesús le dijo: Ve, llama a tu marido, y ven acá.&nbsp;</p><p><strong><sup>17</sup></strong> Respondió la mujer y dijo: No tengo marido. Jesús le dijo: Bien has dicho: No tengo marido;&nbsp;</p><p><strong><sup>18</sup></strong> porque cinco maridos has tenido, y el que ahora tienes no es tu marido; esto has dicho con verdad.&nbsp;</p><p><sup><strong>19</strong> </sup>Le dijo la mujer: Señor, me parece que tú eres profeta.&nbsp;</p><p><strong><sup>20</sup> </strong>Nuestros padres adoraron en este monte, y vosotros decís que en Jerusalén es el lugar donde se debe adorar.&nbsp;</p><p><strong><sup>21</sup></strong> Jesús le dijo: Mujer, créeme, que la hora viene cuando ni en este monte ni en Jerusalén adoraréis al Padre.&nbsp;</p><p><strong><sup>22</sup></strong> Vosotros adoráis lo que no sabéis; nosotros adoramos lo que sabemos; porque la salvación viene de los judíos.&nbsp;</p><p><strong><sup>23</sup></strong> Mas la hora viene, y ahora es, cuando los verdaderos adoradores adorarán al Padre en espíritu y en verdad; porque también el Padre tales adoradores busca que le adoren.&nbsp;</p><p><sup><strong>24</strong></sup> Dios es Espíritu; y los que le adoran, en espíritu y en verdad es necesario que adoren.<br></p><p><br></p><p>La luz era demasiado cegadora para mirarla directamente. Aunque reconoce a Jesús como profeta, la mujer vuelve a practicar la evasión. Plantea a Jesús una cuestión de controversia religiosa entre judíos y samaritanos: el lugar adecuado para el culto.&nbsp;</p><p>En respuesta, Jesús señaló que los samaritanos no sabían lo que adoraban. Su culto era una síntesis de judaísmo y paganismo. Los judíos adoraban al Dios que se revela a sí mismo, otra admisión importante para un samaritano.&nbsp;</p><p>El culto al Dios verdadero no está ligado a un lugar. La discusión, por lo tanto, acerca del lugar de adoración era irrelevante. Puesto que Dios es espíritu, quienes lo adoran deben hacerlo en espíritu y en verdad. La mujer aceptó la pura verdad transmitida por Jesús y estuvo dispuesta a recibir más luz.&nbsp;</p><p><strong>Lee Juan 4:25 y 26. ¿Cómo le reveló Jesús su identidad?</strong></p><p><strong>Juan 4:25 - 26</strong></p><p><strong><sup>25</sup></strong> Le dijo la mujer: Sé que ha de venir el Mesías, llamado el Cristo; cuando él venga nos declarará todas las cosas.</p><p><sup>26 </sup>Jesús le dijo: Yo soy, el que habla contigo.<br></p><p><br></p><p>&nbsp;Este es el único pasaje en los cuatro evangelios donde Jesús dijo claramente a alguien que él era el Mesías antes de su juicio. No lo hizo a una gran multitud o a un personaje importante, sino a una anónima y solitaria mujer samaritana junto al pozo de Jacob. Él se interesa por cualquier alma que se siente apartada y sola.&nbsp;</p><p>Así, Jesús revela abiertamente quién es a esta mujer extranjera y de condición moral cuestionable. Y, tras mostrarle que conoce sus secretos más oscuros, le dio una gran razón para creer en él.&nbsp;</p><p><strong>¿Qué debería decirnos esta historia acerca de por qué el evangelio debe derribar las barreras que los humanos creamos entre nosotros?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de octubre",
          "dayTitle": "<p>EL TESTIMONIO DE LOS SAMARITANOS<br></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Juan 4:2 al 29. ¿Qué medida sorprendente tomó la mujer?&nbsp;</strong></p><p><strong>Juan 4:2 - 29</strong></p><p><sup><strong>2</strong></sup> (aunque Jesús no bautizaba, sino sus discípulos),</p><p><strong><sup> 3</sup></strong> salió de Judea, y se fue otra vez a Galilea.<strong>&nbsp;</strong></p><p><strong><sup>4</sup></strong> Y le era necesario pasar por Samaria.&nbsp;</p><p><strong><sup>5</sup></strong> Vino, pues, a una ciudad de Samaria llamada Sicar, junto a la heredad que Jacob dio a su hijo José.&nbsp;</p><p><sup><strong>6</strong> </sup>Y estaba allí el pozo de Jacob. Entonces Jesús, cansado del camino, se sentó así junto al pozo. Era como la hora sexta.&nbsp;</p><p><sup><strong>7</strong> </sup>Vino una mujer de Samaria a sacar agua; y Jesús le dijo: Dame de beber.&nbsp;</p><p><strong><sup>8</sup></strong> Pues sus discípulos habían ido a la ciudad a comprar de comer.&nbsp;</p><p><sup><strong>9</strong> </sup>La mujer samaritana le dijo: ¿Cómo tú, siendo judío, me pides a mí de beber, que soy mujer samaritana? Porque judíos y samaritanos no se tratan entre sí.&nbsp;</p><p><strong><sup>10</sup></strong> Respondió Jesús y le dijo: Si conocieras el don de Dios, y quién es el que te dice: Dame de beber; tú le pedirías, y él te daría agua viva.&nbsp;</p><p><sup><strong>11</strong></sup> La mujer le dijo: Señor, no tienes con qué sacarla, y el pozo es hondo. ¿De dónde, pues, tienes el agua viva?&nbsp;</p><p><strong><sup>12</sup></strong> ¿Acaso eres tú mayor que nuestro padre Jacob, que nos dio este pozo, del cual bebieron él, sus hijos y sus ganados?&nbsp;</p><p><strong><sup>13</sup></strong> Respondió Jesús y le dijo: Cualquiera que bebiere de esta agua, volverá a tener sed;&nbsp;</p><p><strong><sup>14</sup></strong> mas el que bebiere del agua que yo le daré, no tendrá sed jamás; sino que el agua que yo le daré será en él una fuente de agua que salte para vida eterna.&nbsp;</p><p><strong><sup>15</sup></strong> La mujer le dijo: Señor, dame esa agua, para que no tenga yo sed, ni venga aquí a sacarla.&nbsp;</p><p><sup><strong>16</strong></sup> Jesús le dijo: Ve, llama a tu marido, y ven acá.&nbsp;</p><p><strong><sup>17</sup></strong> Respondió la mujer y dijo: No tengo marido. Jesús le dijo: Bien has dicho: No tengo marido;&nbsp;</p><p><strong><sup>18</sup></strong> porque cinco maridos has tenido, y el que ahora tienes no es tu marido; esto has dicho con verdad.&nbsp;</p><p><strong><sup>19</sup></strong> Le dijo la mujer: Señor, me parece que tú eres profeta.&nbsp;</p><p><strong><sup>20</sup></strong> Nuestros padres adoraron en este monte, y vosotros decís que en Jerusalén es el lugar donde se debe adorar.&nbsp;</p><p><strong><sup>21</sup></strong> Jesús le dijo: Mujer, créeme, que la hora viene cuando ni en este monte ni en Jerusalén adoraréis al Padre.&nbsp;</p><p><strong><sup>22</sup></strong> Vosotros adoráis lo que no sabéis; nosotros adoramos lo que sabemos; porque la salvación viene de los judíos.&nbsp;</p><p><sup><strong>23</strong> </sup>Mas la hora viene, y ahora es, cuando los verdaderos adoradores adorarán al Padre en espíritu y en verdad; porque también el Padre tales adoradores busca que le adoren.&nbsp;</p><p><sup><strong>24</strong> </sup>Dios es Espíritu; y los que le adoran, en espíritu y en verdad es necesario que adoren.&nbsp;</p><p><sup><strong>25</strong></sup> Le dijo la mujer: Sé que ha de venir el Mesías, llamado el Cristo; cuando él venga nos declarará todas las cosas.&nbsp;</p><p><strong><sup>26</sup></strong> Jesús le dijo: Yo soy, el que habla contigo.&nbsp;</p><p><strong><sup>27</sup></strong> En esto vinieron sus discípulos, y se maravillaron de que hablaba con una mujer; sin embargo, ninguno dijo: ¿Qué preguntas? o, ¿Qué hablas con ella?&nbsp;</p><p><strong><sup>28</sup> </strong>Entonces la mujer dejó su cántaro, y fue a la ciudad, y dijo a los hombres:&nbsp;</p><p><strong><sup>29</sup> </strong>Venid, ved a un hombre que me ha dicho todo cuanto he hecho. ¿No será este el Cristo?</p><p><br></p><p>La conversación de Jesús con la mujer se ve interrumpida por la llegada de los discípulos. Aunque les sorprende que hable con una mujer, no le preguntan la razón. Lo instan a comer.&nbsp;</p><p>La mujer, mientras tanto, dejó su cántaro de agua y corrió a la ciudad para compartir con otros lo que acababa de experimentar con Jesús.&nbsp;</p><p><strong>Lee Juan 4:30 al 42. ¿Qué sucedió después de este encuentro y qué enseña acerca de cómo se puede difundir el evangelio?&nbsp;</strong></p><p><strong>Juan 4:30 - 42</strong></p><p><sup><strong>30</strong></sup> Entonces salieron de la ciudad, y vinieron a él.&nbsp;</p><p><strong><sup>31</sup></strong> Entre tanto, los discípulos le rogaban, diciendo: Rabí, come.&nbsp;</p><p><sup><strong>32</strong> </sup>Él les dijo: Yo tengo una comida que comer, que vosotros no sabéis.&nbsp;</p><p><strong><sup>33</sup></strong> Entonces los discípulos decían unos a otros: ¿Le habrá traído alguien de comer?&nbsp;</p><p><strong><sup>34</sup> </strong>Jesús les dijo: Mi comida es que haga la voluntad del que me envió, y que acabe su obra.&nbsp;</p><p><sup><strong>35</strong> </sup>¿No decís vosotros: Aún faltan cuatro meses para que llegue la siega? He aquí os digo: Alzad vuestros ojos y mirad los campos, porque ya están blancos para la siega.&nbsp;</p><p><sup><strong>36</strong></sup> Y el que siega recibe salario, y recoge fruto para vida eterna, para que el que siembra goce juntamente con el que siega.&nbsp;</p><p><strong><sup>37</sup></strong> Porque en esto es verdadero el dicho: Uno es el que siembra, y otro es el que siega.&nbsp;</p><p><strong><sup>38</sup></strong> Yo os he enviado a segar lo que vosotros no labrasteis; otros labraron, y vosotros habéis entrado en sus labores.&nbsp;</p><p><strong><sup>39</sup> </strong>Y muchos de los samaritanos de aquella ciudad creyeron en él por la palabra de la mujer, que daba testimonio diciendo: Me dijo todo lo que he hecho.&nbsp;</p><p><strong><sup>40</sup></strong> Entonces vinieron los samaritanos a él y le rogaron que se quedase con ellos; y se quedó allí dos días.&nbsp;</p><p><sup><strong>41</strong> </sup>Y creyeron muchos más por la palabra de él,&nbsp;</p><p><sup><strong>42</strong></sup> y decían a la mujer: Ya no creemos solamente por tu dicho, porque nosotros mismos hemos oído, y sabemos que verdaderamente este es el Salvador del mundo, el Cristo.</p><p><br></p><p>Parece extraño que la narración de Jesús acerca de una cosecha interrumpa el relato de la conversión de muchos en la ciudad. Pero Juan quiere que veamos cómo entendió Jesús lo que estaba sucediendo. Compartir el Plan de Salvación con una mujer samaritana era mucho más importante para él que comer. Llevar a las almas a la salvación era su propósito, y aprovechó esta ocasión para enseñar a sus discípulos la urgencia de compartir el evangelio con todas las personas, incluso con las que no eran como ellos.&nbsp;</p><p>Hay muchos puntos culminantes en el Evangelio de Juan. Sin duda, Juan 4:39 al 42 está entre ellos. Muchos de los samaritanos creyeron debido al testimonio de la mujer, que afirmó: “Me dijo todo lo que hice” (Juan 4:39).&nbsp;</p><p>Los samaritanos pidieron a Jesús que se quedara con ellos. El resultado fue que muchos más creyeron gracias a la palabra de Jesús. “Y decían a la mujer: ‘Ya no creemos solo por tu palabra, sino porque nosotros mismos lo hemos oído, y sabemos que en verdad este es el Salvador del mundo’ ” (Juan 4:42).&nbsp;</p><p><strong>¿Qué nos dice esta historia acerca de cuán poderoso puede ser el testimonio de una sola persona? ¿Cuán poderoso es tu testimonio acerca de lo que Jesús hizo en tu vida?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de noviembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Lee en El Deseado de todas las gentes, de Elena G. de White, el capítulo “Junto al pozo de Jacob” (pp. 155-166).</p><p>&nbsp;“Tan pronto como halló al Salvador, la mujer samaritana trajo otros a él. Demostró ser una misionera más eficaz que los propios discípulos. Ellos no vieron en Samaria indicios de que era un campo alentador. Tenían sus pensamientos fijos en una gran obra futura, y no vieron que en derredor de sí había una mies que segar. Pero, por medio de la mujer a quien ellos despreciaron, toda una ciudad llegó a oír del Salvador. Ella llevó enseguida la luz a sus compatriotas.&nbsp;</p><p>“Esta mujer representa la obra de una fe práctica en Cristo. Cada verdadero discípulo nace en el Reino de Dios como misionero. El que bebe del Agua viva llega a ser una fuente de vida. El que recibe llega a ser un dador. La gracia de Cristo en el alma es como un manantial en el desierto, cuyas aguas brotan para refrescar a todos, y da, a quienes están por perecer, avidez de beber el Agua de la vida” (Elena G. de White, El Deseado de todas las gentes, p. 166).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1.</strong> Repasen en clase sus respuestas a la pregunta final del domingo. Sean muy sinceros al respecto. ¿Cuáles son los prejuicios de tu cultura que podrían obstaculizar tu testimonio en favor de los demás?&nbsp;</p><p><strong>2.</strong> ¿Por qué crees que Jesús fue tan cálidamente acogido entre los samaritanos, a diferencia de lo que le ocurrió entre algunos de los suyos?&nbsp;</p><p><strong>3.</strong> Ponte en el lugar de esa mujer samaritana. Un completo extraño viene y te hace saber que está al tanto de tus más profundos secretos. ¿Cómo podría alguien, mucho menos un extraño, saber estas cosas? No es de extrañar que Jesús la impresionara. ¿Qué debería decirnos esta historia acerca del conocimiento total que el Señor tiene de nosotros, incluso de los secretos más profundos y oscuros que no quisiéramos que nadie supiera? Sin embargo, ¿qué nos dice el modo en que la trató acerca de cómo desea tratarnos a pesar de conocer nuestros secretos? ¿Qué consuelo obtienes de esta verdad?&nbsp;</p><p><strong>4.</strong> ¿Qué temas del Evangelio de Juan que hemos estudiado hasta aquí se encuentran en el ministerio de Jesús en favor de la mujer samaritana junto al pozo?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "x",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ... <br></p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>RESEÑA <br></strong></p><p>Textos clave: Juan 4:1-15; 4:16-26; 4:27-42.&nbsp;</p><p>Los judíos despreciaban a sus vecinos samaritanos más aún que a sus opresores romanos. Los samaritanos eran vistos como corruptos, poco sinceros y quienes debían ser evitados a toda costa. Por eso los viajeros de las regiones de Galilea evitaban la ruta más corta a Jerusalén a través de Samaria y en su lugar se desviaban a través de Perea, tomando el camino más largo.&nbsp;</p><p>El problema de los samaritanos comenzó cuando Tiglat-Pileser III (745-727 a.C.) se llevó cautiva a Asiria a la mayor parte de la población de Israel para que se estableciera allí. Estos israelitas formaban lo que se conoce como las diez tribus perdidas de Israel. Para completar esta labor de despoblación, el nuevo emperador asirio, Sargón II (722-705 a.C.), llevó al exilio aún a más habitantes del Reino del Norte.&nbsp;</p><p>Para unificar el Imperio Asirio, gente de Asiria y de las regiones mesopotámicas fue llevada a la tierra de Israel para repoblarla. Así, estos recién llegados se mezclaron con el remanente de Israel, tanto religiosa como étnicamente. Este no es más que un breve resumen de los acontecimientos que tuvieron lugar. Otros incidentes negativos que ocurrieron más tarde, como el intento samaritano de sabotear los esfuerzos de reconstrucción de los exiliados judíos cuando regresaron a su país, solo sirvieron para agravar el problema e intensificar las tensiones entre samaritanos y judíos.&nbsp;</p><p><strong>COMENTARIO&nbsp;</strong></p><p>La mujer del pozo (Juan 4:1-15)&nbsp;</p><p>En su encuentro con esta mujer samaritana, Jesús actuó contrariamente al protocolo aceptado y las tradiciones estrictamente practicadas por los judíos, todo con el fin de alcanzarla para su Reino. Por ejemplo, Jesús le concedió una audiencia privada, a pesar de que era una mujer de Samaria. Le pidió un favor, lo que no era socialmente aceptable, pues los judíos no tenían trato con gente tan despreciada y supuestamente “impura”, y menos con una mujer.&nbsp;</p><p>En la cultura de la época, pedir y recibir un favor de alguien abría la puerta a la amistad y obligaba al receptor a devolver el favor. La mujer parecía sorprendida de que Jesús, un judío, le pidiera a ella, una samaritana despreciada, que hiciera algo por él, iniciando así una relación. Consideremos su respuesta: “¿Cómo tú, siendo judío, me pides a mí de beber, que soy samaritana?” (Juan 4:9).&nbsp;</p><p>Es interesante observar que las tareas que la mujer pretendía llevar a cabo quedaron sin hacer. Debía llevar un cántaro de agua a su aldea de Sicar, pero en su entusiasmo por el asombroso descubrimiento del Agua de la vida dejó el cántaro lleno. Su intención era dar de beber agua a Jesús para aliviar su sed, pero no lo consiguió porque se marchó con gran premura. Cuando los discípulos de Jesús volvieron con comida para calmar el hambre del Maestro, se asombraron mucho de que ya no tuviera apetito.</p><p>“El hecho de haber dejado su cántaro hablaba inequívocamente del efecto de sus palabras. Su alma deseaba vehementemente obtener el Agua viva, y se olvidó de lo que la había traído al pozo, se olvidó hasta de la sed del Salvador, que se proponía aplacar” (Elena G. de White, El Deseado de todas las gentes, p. 161). Jesús se sintió profundamente conmovido por el hecho de que una mujer tan despreciada le abriera su corazón como el Mesías largamente esperado; una respuesta mucho mejor que la de muchos de los suyos, que le cerraban sus mentes. Tan conmovido estaba Jesús al hacer la obra de su Padre de reclamar almas perdidas para el Reino de los Cielos, que perdió la sed y el hambre corporales, saciado como estaba en su alma por el agua y el alimento celestiales.&nbsp;</p><p>La testificación en favor de los demás se realiza a veces por obligación y es vista como un trabajo arduo. Pero testificar debería ser un deleite si el Espíritu de Cristo fluye del corazón. Entonces, se convierte en una pasión, no en una obligación. Para quienes experimentan esta divulgación del evangelio centrada en Cristo, ello es verdaderamente un derramamiento del Espíritu que brota espontáneamente desde el corazón humano. Por eso Jesús dijo a sus sorprendidos discípulos: “Mi comida es hacer la voluntad del que me envió y acabar su obra” (Juan 4:34).&nbsp;</p><p><strong>La revelación de Jesús </strong>(<strong>Juan 4:16-26)&nbsp;</strong></p><p>Podemos ver una similitud entre la respuesta de la mujer samaritana y la de Nicodemo al oír la profunda verdad expresada por Cristo. Este ilustre miembro del Sanedrín trató de eludir el tema crucial de su desesperada necesidad de conversión espiritual. En su lugar, Nicodemo fingió ignorancia acerca del significado de las palabras de Cristo y trató de equiparar la experiencia del nuevo nacimiento con la imposibilidad de que una persona vuelva al vientre de su madre. Del mismo modo, la despreciada mujer de Sicar cambió de tema en un intento de sofocar su convicción de que Jesús era el Mesías. Desvió la conversación con él hacia un debate de actualidad sobre el lugar adecuado de culto.&nbsp;</p><p>Con amabilidad, pero sin rodeos, Jesús la hizo volver a la cuestión crucial de reconocer que tenía al Mesías ante ella. También le recordó con tacto que su religión, amalgama de paganismo y judaísmo, no conducía a la verdadera adoración de Dios, pues él es espíritu y la Fuente de la verdad. Cristo le dijo que “Dios es espíritu; y los que lo adoran deben adorarlo en espíritu y en verdad” (Juan 4:24). En otras palabras, la verdadera adoración que conduce a la salvación no tiene que ver tanto con un lugar, sino con la Persona de Cristo.&nbsp;</p><p>A esta sencilla mujer, una pecadora de carácter dudoso, se le confió la importante verdad de que Jesús era el Mesías largamente esperado. El Salvador condujo gradualmente a la samaritana a la verdad y terminó concediéndole el privilegio de revelarle que él era el Mesías, algo que no hizo con nadie más antes de la resurrección. “Yo soy, el que habla contigo” (Juan 4:26). Del mismo modo, no debemos mostrar favoritismo a la hora de llegar a las personas, ya sean ricas o pobres, de “mayor” o “menor” estatus social. Tal distinción no debe importarnos, pues no le importó a Cristo. Todas las personas con las que entramos en contacto tienen un denominador común: su necesidad de perdón y redención.<br></p><p><strong>El testimonio de los samaritanos (Juan 4:27-42)</strong></p><p> En la cultura judía de la época de Jesús, existía la obligación de corresponder a la hospitalidad, lo cual era aceptable entre judíos, pero no con un samaritano. Recibir un favor y corresponderlo tendía a acercar a las personas entre sí. Por eso, los judíos estaban totalmente en contra de esta práctica con extranjeros. Pero Jesús trascendió los prejuicios nacionales de los judíos, pues vino a ministrar y a salvar a los de arriba y a los de abajo, tanto dentro como fuera de la sociedad judía. Además, ¿por qué habría de rehuir la reciprocidad social con los extranjeros, si su misión era llegar hasta el extremo de morir por la humanidad?&nbsp;</p><p>Jesús practicó la reciprocidad en su ministerio, pues estaba dispuesto a dar y recibir ayuda. Este enfoque es una forma eficaz de reconocer a los demás y ayudarlos a sentirse valiosos y necesarios. Observa cuán eficaz resultó este enfoque con la mujer samaritana. Jesús le pidió un poco de agua, algo que ella podía proporcionarle, y él le correspondió con el don del Agua de la vida, que solo él podía proveer. Entonces la mujer, a su vez, compartió esta buena noticia con su gente, y todo el pueblo vino a conocer a Jesús y creyó en él.&nbsp;</p><p>Del mismo modo, nuestro testimonio debe extenderse de una persona a muchas en esferas de influencia cada vez más amplias. Además, Jesús se abrió a los demás y se hizo vulnerable a ellos. Jesús invitaba a la intimidad, y anhelaba que la gente mostrara preocupación y afecto hacia él. Elena G. de White dice que “Jesús hallaba con frecuencia descanso en el hogar de Lázaro. El Salvador no tenía hogar propio; dependía de la hospitalidad de sus amigos y discípulos. […] Sentía anhelos de ternura, cortesía y afecto humanos” (Elena G. de White, El Deseado de todas las gentes, p. 482).&nbsp;</p><p>Para terminar, consideremos esta cita que se refiere a la reciprocidad que Jesús experimentó con los samaritanos de Sicar. A pesar de que era un rabino judío, Jesús “aceptaba la hospitalidad de aquel pueblo despreciado. Dormía bajo sus techos, comía a su mesa” (Elena G. de White, El ministerio de curación, p. 17). A menudo nos resulta difícil practicar la reciprocidad al compartir nuestro testimonio con los demás. Quizá porque nos sentimos tan bendecidos por las maravillosas verdades que Dios nos ha comunicado, tendemos a ayudar en lugar de recibir ayuda. Sin embargo, seremos más eficaces si seguimos con humildad el ejemplo de Cristo de dar y recibir.&nbsp;</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p>Reflexiona acerca de las siguientes preguntas y respóndelas:&nbsp;</p><p><strong>1.</strong> ¿Qué obstáculos encontramos en nuestra testificación en favor de vecinos, colegas y amigos? ¿Qué papel desempeñan en nuestro testimonio las diferencias idiomáticas, raciales, culturales y económicas? ¿Cómo puede Dios ayudarnos a superar esos obstáculos? ¿Cómo puede ayudarnos el ejemplo de Jesús en este sentido? Recuerda que Jesús dejó una existencia perfecta en el Cielo para enfrentarse a todos los problemas y las prácticas pecaminosas que han asolado a la humanidad.</p><p><strong>2.</strong> Considera la siguiente situación: Los miembros de tu iglesia no quieren hacer evangelismo ni testificar porque temen que los nuevos creyentes podrían alterar las prácticas de culto a las que están acostumbrados. ¿Cómo reaccionarías ante este desafío? <br></p><p><strong>3. </strong>Piensa en tu pasatiempo favorito. ¿Podrías estar tan absorto disfrutándolo que te olvidaras de comer? Del mismo modo, ¿cómo puede el ejemplo de Cristo al dar testimonio a la samaritana ayudarnos a convertir un deber en un deleite?<strong>&nbsp;</strong></p><p><strong>4.</strong> ¿Cómo reaccionamos cuando el Espíritu Santo nos convence de la verdad, la justicia y el pecado, especialmente respecto de cosas que queremos ignorar? ¿Somos tan pacientes como la samaritana para escuchar a Jesús contar el “resto de la historia” y, en consecuencia, ser sanados y restaurados por él?&nbsp;</p><p><strong>5.</strong> Recuerda un incidente o un suceso providencial en el que Dios te usó para influir en alguien a fin de que lo aceptara y viviera para él. ¿Cómo impactó ese resultado en otras personas o incluso en grupos más numerosos? Dedica tiempo a compartir tu experiencia con una o más personas esta semana.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "4T2024",
      "title": "<p>EL TESTIMONIO DE LOS SAMARITANOS<br></p>",
      "verse": "<p>“Y decían a la mujer: ‘Ya no creemos solo por tu palabra, sino porque nosotros mismos lo hemos oído, y sabemos que en verdad este es el Salvador del mundo’ ” (Juan 4:42).</p>",
      "versionCode": 7,
      "weekDate": "26 de octubre - 2 de noviembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
