{
  "data": [
    {
      "color": "#2886df",
      "id": 3,
      "idEs": 36,
      "language": "es",
      "lessonDays": [
        {
          "date": "12 de abril",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>La Biblia contiene muchas historias de amor que revelan poderosamente diversos aspectos de la salvación y del amor de Dios hacia su pueblo. El matrimonio, la más íntima de las relaciones, es una escuela en la que, si participamos de ella de acuerdo con el modelo original de Dios, podemos descubrir profundas lecciones acerca de su amor por nosotros, de nuestra relación con él y de lo que ha hecho para redimirnos.<br><br>Las ideas modernas acerca del amor y del matrimonio han distorsionado nuestra capacidad de apreciar lo que Dios intenta enseñarnos por medio de la unión matrimonial. Aunque la pecaminosidad humana ha pervertido enormemente el matrimonio, aún es un poderoso vehículo para comunicar la verdad,<br><br>incluso la verdad profética. Además de promover la dicha humana, el matrimonio debería ser una escuela en la que aprendamos profundas lecciones acerca de nosotros mismos y de nuestra relación con Dios.<br><br>Esta semana veremos lo que la Palabra de Dios dice acerca del matrimonio y analizaremos ejemplos de matrimonios bíblicos adecuados e inadecuados.<br><br>Esto nos ayudará a comprender cómo se relaciona Dios con su pueblo, incluso cuando este lo decepciona. Además, aprenderemos algunas lecciones acerca de su amor que nos servirán para entender mejor los eventos de los últimos días.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de abril",
          "dayTitle": "<p>UNA CARNE</p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>Pocas metáforas bíblicas subrayan tanto la intimidad de la relación que Dios anhela tener con la humanidad como la del matrimonio. Esta metáfora se utiliza con tanta frecuencia en la narración bíblica, y aparece de forma tan señalada en el Apocalipsis, que es imperativo que los estudiantes de la Biblia comprendan lo que Dios quiere decir cuando la utiliza en la Palabra.<br><br><strong>Lee Génesis 2:23 al 25 y Efesios 5:29 al 32. ¿Cómo refleja el matrimonio humano el vínculo de Cristo con la humanidad?</strong></p><p><strong>&nbsp;Génesis 2:23-25 <br></strong></p>\n\n<p><strong><sup>23</sup></strong> Dijo entonces Adán: Esto es ahora hueso de mis huesos y carne de mi carne; esta será llamada Varona, porque del varón fue tomada.</p>\n<p><strong><sup>24</sup></strong> Por tanto, dejará el hombre a su padre y a su madre, y se unirá a su mujer, y serán una sola carne.</p>\n<p><strong><sup>25</sup></strong> Y estaban ambos desnudos, Adán y su mujer, y no se avergonzaban.</p><p><strong>Efesios 5:29-32</strong></p>\n\n<p><strong><sup>29</sup></strong> Porque nadie aborreció jamás a su propia carne, sino que la sustenta y la cuida, como también Cristo a la iglesia,</p>\n<p><strong><sup>30</sup></strong> porque somos miembros de su cuerpo, de su carne y de sus huesos.</p>\n<p><strong><sup>31</sup></strong> Por esto dejará el hombre a su padre y a su madre, y se unirá a su mujer, y los dos serán una sola carne.</p>\n<p><strong><sup>32</sup></strong> Grande es este misterio; mas yo digo esto respecto de Cristo y de la iglesia.</p><p><br></p><p>En una ocasión en que Jesús se dirigía a los fariseos, citó el relato de Génesis acerca del matrimonio de Adán y Eva, ante lo cual los fariseos preguntaron lo siguiente: “ ‘Entonces, ¿por qué Moisés mandó dar carta de divorcio y despedirla [a la esposa repudiada por su marido]?’ ” (Mat. 19:7).<br><br>Moisés era considerado como un profeta fundador de la nación. Imagina lo que significaba cuestionar al Autor de la institución matrimonial enfrentándolo con su propio profeta. Como de costumbre, los fariseos intentaban así demostrar que las enseñanzas de Jesús contradecían las Escrituras.<br><br>El matrimonio fiel y para toda la vida fue el ideal establecido por Dios al crear al ser humano. Por desgracia, la humanidad caída arruinó este don fundacional de Dios. Tal vez no sea una coincidencia que, dada la importancia que las Escrituras asignan al matrimonio, este haya sido siempre objeto de ataques implacables. Junto con el sábado, el matrimonio es uno de los dos dones que se nos concedieron en el Edén, y ambos pretendían demostrar el deseo de Dios de mantener una relación íntima con sus criaturas humanas.<br><br>El matrimonio, la unión íntima de dos personas imperfectas, siempre será motivo de tensión. A su vez, el matrimonio entre la iglesia y Cristo es la unión entre un Salvador perfecto y una esposa muy imperfecta. Sin embargo, es posible aprender acerca del amor de Dios a partir de lo que representa un buen matrimonio.<br><br>He aquí tres principios para el matrimonio. En primer lugar, perdona a tu cónyuge aunque no lo merezca, así como Cristo nos perdona aunque no lo merezcamos. Segundo, acepta a tu cónyuge a pesar de sus defectos, así como Cristo nos acepta a pesar de los nuestros. Tercero, valora a tu cónyuge más que a ti mismo, así como Cristo nos valoró más que a sí mismo.<br><br><strong>¿De qué manera podrían estos tres principios basados en el evangelio ayudarnos no solo a entender cómo se relaciona Dios con nosotros, sino también a apoyar a cualquier matrimonio?</strong></p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de abril",
          "dayTitle": "<p>LA NOVIA HERMOSA</p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p>Ezequiel 16 presenta una imagen asombrosa de la consideración de Dios hacia su pueblo. La nación de Israel es descrita allí como una bebé abandonada en un campo para que muriera. Dios, representado como un caminante, la recoge, la lleva a su casa, la higieniza, la protege y la sustenta durante años y, cuando se ha vuelto una mujer, se casa con ella. Es una poderosa imagen de una unión matrimonial insólita.</p><br><p><strong>Lee Ezequiel 16:4 al 14. ¿Qué nos enseñan los detalles de la exaltación de esta novia acerca de las intenciones de Dios hacia nosotros?</strong></p><br><p><strong>Ezequiel 16:4 -14</strong></p>\n\n<p><strong><sup>4</sup></strong> Y en cuanto a tu nacimiento, el día que naciste no fue cortado tu ombligo, ni fuiste lavada con aguas para limpiarte; ni salada con sal, ni fajada con fajas.</p>\n<p><strong><sup>5</sup></strong> No hubo ojo que se compadeciese de ti para hacerte algo de esto, teniendo de ti misericordia, sino que fuiste arrojada sobre la faz del campo, con menosprecio de tu vida, en el día que naciste.</p>\n<p><strong><sup>6</sup></strong> Y yo pasé junto a ti, y te vi sucia en tus sangres, y cuando estabas en tus sangres, te dije: Vive; sí, te dije: En tus sangres vive.</p>\n<p><strong><sup>7</sup></strong> Te hice multiplicar como la hierba del campo; y creciste y te hiciste grande, y llegaste a ser muy hermosa; tus pechos se habían formado, y tu cabello había crecido, pero estabas desnuda y descubierta.</p>\n<p><strong><sup>8</sup></strong> Y pasé yo otra vez junto a ti, y te miré, y he aquí que tu tiempo era tiempo de amores; y extendí mi manto sobre ti, y cubrí tu desnudez; y te di juramento y entré en pacto contigo, dice Jehová el Señor, y fuiste mía.</p>\n<p><strong><sup>9</sup></strong> Te lavé con agua, y lavé tus sangres de encima de ti, y te ungí con aceite.</p>\n<p><strong><sup>10</sup></strong> Y te vestí de bordado, te calcé de tejón, te ceñí de lino y te cubrí de seda.</p>\n<p><strong><sup>11</sup></strong> Te atavié con adornos, y puse brazaletes en tus brazos y collar a tu cuello.</p>\n<p><strong><sup>12</sup></strong> Puse joyas en tu nariz, zarcillos en tus orejas y una hermosa diadema en tu cabeza.</p>\n<p><strong><sup>13</sup></strong> Así fuiste adornada de oro y de plata, y tu vestido era de lino fino, seda y bordado; comiste flor de harina, miel y aceite, y fuiste hermoseada en extremo, prosperaste hasta llegar a reinar.</p>\n<p><strong><sup>14</sup></strong> Y salió tu renombre entre las naciones a causa de tu hermosura; porque era perfecta, a causa de mi hermosura que yo puse sobre ti, dice Jehová el Señor.</p><p>Dios dijo a Israel, su esposa figurada, que bajo su cuidado llegó a ser “hermoseada en extremo” (Eze. 16:13). Cuando Dios la encontró por primera vez, nadie la consideró hermosa; era una niña desechada y abandonada para que muriera. Pero, a medida que Dios se ocupaba de ella, se hacía cada vez más hermosa, hasta que se convirtió en el tema de conversación del mundo. Esto fue particularmente cierto en el tiempo de los primeros reyes hebreos, bajo David y Salomón. La reina de Sabá incluso hizo un viaje especial para ver por sí misma el esplendor de Israel.<br><br>Sin embargo, la belleza de Israel era un don de Dios. Era hermosa y atraía la atención de las naciones precisamente porque era su esposa. Dios dice que su belleza era “perfecta” así como también el esplendor que Dios le había otorgado (Eze. 16:14).<br><br>Este es un tema recurrente en la Biblia: La esposa de Dios es hermosa no por mérito propio, sino porque Dios la ha hecho objeto de su favor. De manera similar, los creyentes somos hermosos a los ojos del Cielo no por algo que hayamos hecho, sino por el favor de Dios, por la salvación de la que él nos ha hecho objeto. Somos hermosos porque estamos cubiertos de su justicia, la “justicia de Dios” mismo (2 Cor. 5:21).<br><br>Todo estaba bien hasta el siguiente versículo de Ezequiel 16: “ ‘Pero confiaste en tu hermosura, te prostituiste a causa de tu renombre y derramaste tus fornicaciones a cuantos pasaron, para ser de ellos’ ” (Eze. 16:15). Fuimos creados para reflejar la bondad y la gloria de Dios. Cuando las criaturas de Dios asumen que su hermosura es propia, esa belleza se rebaja y comienzan los problemas.<br><br><strong>¿Cuáles son los peligros de confiar en nuestra propia “hermosura”? ¿Cómo podríamos pensar que hay algo en nosotros que nos convierte en meritorios ante Dios o nos hace merecedores de su amor? ¿Cómo podemos resguardarnos del orgullo espiritual?</strong></p><p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de abril",
          "dayTitle": "<p>LA ESPOSA PROSTITUTA DE OSEAS</p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p>La petición que Dios hizo al profeta Oseas es tal vez una de las más extrañas que jamás se hayan hecho a uno de sus siervos: que se casara con una mujer promiscua. Dios estaba utilizando a Oseas para ayudarnos a comprender, desde la perspectiva divina, el dolor que le provoca el pecado y la rebelión de los seres humanos. Dios había elegido amorosamente a su esposa, Israel, que lo engañó una y otra vez. Pese a ello y sorprendentemente, él la aceptó nuevamente y la restauró.<br><br>Compara Oseas 1:2 y 3:1 con Apocalipsis 17:1 y 2 y 18:1 al 4. ¿Qué tipo de prostitución es mencionada aquí? ¿Qué lecciones puede aprender la iglesia cristiana de la historia de Oseas? ¿De qué manera ha repetido la iglesia los pecados del Israel del Antiguo Testamento?</p><p><strong>Oseas 1:2 </strong><br></p>\n\n<p><strong><sup>2</sup></strong> El principio de la palabra de Jehová por medio de Oseas. Dijo Jehová a Oseas: Ve, tómate una mujer fornicaria, e hijos de fornicación; porque la tierra fornica apartándose de Jehová.</p><p><strong>Oseas 3:1 </strong><br></p>\n\n<p><strong><sup>1</sup></strong> Me dijo otra vez Jehová: Ve, ama a una mujer amada de su compañero, aunque adúltera, así como ama Jehová a los hijos de Israel, los cuales miran a dioses ajenos, y aman tortas de pasas.</p><p><strong>Apocalipsis 17:1-2 </strong><br></p>\n\n<p><strong><sup>1</sup></strong> Vino entonces uno de los siete ángeles que tenían las siete copas, y habló conmigo, diciéndome: Ven acá, y te mostraré la sentencia contra la gran ramera, la que está sentada sobre muchas aguas;</p>\n<p><strong><sup>2</sup></strong> con la cual han fornicado los reyes de la tierra, y los moradores de la tierra se han embriagado con el vino de su fornicación.</p><p><strong>Apocalipsis 18:1-4</strong></p>\n\n<p><strong><sup>1</sup></strong> Después de esto vi a otro ángel descender del cielo con gran poder; y la tierra fue alumbrada con su gloria.</p>\n<p><strong><sup>2</sup></strong> Y clamó con voz potente, diciendo: Ha caído, ha caído la gran Babilonia, y se ha hecho habitación de demonios y guarida de todo espíritu inmundo, y albergue de toda ave inmunda y aborrecible.</p>\n<p><strong><sup>3</sup></strong> Porque todas las naciones han bebido del vino del furor de su fornicación; y los reyes de la tierra han fornicado con ella, y los mercaderes de la tierra se han enriquecido de la potencia de sus deleites.</p>\n<p><strong><sup>4</sup></strong> Y oí otra voz del cielo, que decía: Salid de ella, pueblo mío, para que no seáis partícipes de sus pecados, ni recibáis parte de sus plagas.</p><p><br></p><p>La Biblia revela que los errores del Israel del Antiguo Testamento serían repetidos en gran medida por la iglesia cristiana. El pueblo que había hecho pacto con Dios se descarrió antes del Exilio al adoptar las prácticas idólatras de las naciones paganas vecinas. “Preocupado por la creciente tensión dentro de la iglesia sobre las ideas de Arrio, Constantino convocó e intervino en el Concilio de Nicea” (Christopher A. Hall, “How Arianism Almost Won”, Christian History Magazine 85 [2004]). El pueblo de Dios se alejó de su relación con él para encontrar en otros las presuntas soluciones a sus problemas.<br><br>A la luz de las palabras elegidas por Dios en el mensaje de Ezequiel, no solo estaba señalando lo que su pueblo había hecho mal, sino también cómo se sentía él a causa de ello. Quienes han sido traicionados por un cónyuge pueden comprender los sentimientos de devastación que nuestra infidelidad a Cristo produce en los atrios celestiales. Quizá lo más asombroso de la historia de Oseas sea cuán lejos llegó para redimir a su esposa descarriada.<br><br>Resulta notorio que el llamado final de Dios a salir de Babilonia está dirigido a su propio pueblo, no a extraños. Él lo conoce íntimamente y lo ama. Y, mientras el mundo se dirige presuroso hacia su peor hora, Dios sigue ofreciéndonos la redención, que le costó su propia sangre. Más que ninguna otra cosa, la cruz de Cristo debería ser para nosotros la mayor demostración de cuán fervientemente desea el Señor salvar a su pueblo descarriado.<br><strong><br>¿De qué maneras puede hoy cualquier iglesia, incluso la nuestra, fornicar espiritualmente?</strong></p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de abril",
          "dayTitle": "<p>ISAAC Y REBECA</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p>Cuando Abraham ya era anciano y pensaba sin duda en las promesas que Dios le había hecho acerca de su posteridad (ver Gén. 15:5), encomendó a su criado de mayor edad y confianza una tarea solemne.<br><br><strong>Lee Génesis 24:1 al 4. ¿Por qué era tan importante para Abraham que su hijo no se casara con una de “las hijas de los cananeos” (Gén. 24:3)?</strong></p><p><strong>Génesis 24:1-4</strong></p>\n\n<p><strong><sup>1</sup></strong> Era Abraham ya viejo, y bien avanzado en años; y Jehová había bendecido a Abraham en todo.</p>\n<p><strong><sup>2</sup></strong> Y dijo Abraham a un criado suyo, el más viejo de su casa, que era el que gobernaba en todo lo que tenía: Pon ahora tu mano debajo de mi muslo,</p>\n<p><strong><sup>3</sup></strong> y te juramentaré por Jehová, Dios de los cielos y Dios de la tierra, que no tomarás para mi hijo mujer de las hijas de los cananeos, entre los cuales yo habito;</p>\n<p><strong><sup>4</sup></strong> sino que irás a mi tierra y a mi parentela, y tomarás mujer para mi hijo Isaac.</p><p>Por muy exclusivista que pudiera parecer su admonición, la cuestión para Abraham era espiritual, no étnica; era teológica, no nacional. Abraham conocía muy bien la degeneración moral de las prácticas religiosas cananeas además de su culto a dioses falsos, y sabía lo fácil que sería para su hijo caer en esas prácticas si se casaba con una cananea.</p><br><p>De hecho, la historia de gran parte del antiguo Israel, e incluso de la iglesia cristiana a lo largo de los siglos, ha sido una en la que el pueblo de Dios, que debía dar testimonio acerca del Dios verdadero ante el mundo, quedó atrapado en este y se contaminó con sus falsas enseñanzas y creencias religiosas. Quizás el gran ejemplo de esta triste realidad haya sido la introducción del domingo, el día pagano de culto dedicado al Sol, en lugar del día bíblico de adoración, el séptimo día semanal, o sábado, una realidad que jugará un papel prominente en los últimos tiempos.</p><br><p><strong>Lee Génesis 24:57 al 67. ¿Qué lecciones podemos aprender acerca de Cristo y su iglesia a partir de algunos detalles de esta historia, como el hecho de que Rebeca era una pariente lejana de Isaac?</strong></p><p><strong>Génesis 24:57-67</strong></p>\n\n<p><strong><sup>57</sup></strong> Entonces respondieron: Llamemos a la joven y preguntémosle.</p>\n<p><strong><sup>58</sup></strong> Y llamaron a Rebeca y le dijeron: ¿Irás tú con este varón? Y ella respondió: Sí, iré.</p>\n<p><strong><sup>59</sup></strong> Entonces dejaron ir a Rebeca su hermana y a su nodriza, y al criado de Abraham y a sus hombres.</p>\n<p><strong><sup>60</sup></strong> Y bendijeron a Rebeca, y le dijeron: Hermana nuestra, sé madre de millares de millares, y posean tus descendientes la puerta de sus enemigos.</p>\n<p><strong><sup>61</sup></strong> Entonces se levantó Rebeca y sus doncellas, y montaron en los camellos y siguieron al hombre; y el criado tomó a Rebeca, y se fue.</p>\n<p><strong><sup>62</sup></strong> Y venía Isaac del pozo del Viviente-que-me-ve, porque él habitaba en el Neguev.</p>\n<p><strong><sup>63</sup></strong> Y había salido Isaac a meditar al campo, a la hora de la tarde; y alzando sus ojos, miró, y he aquí los camellos que venían.</p>\n<p><strong><sup>64</sup></strong> Rebeca también alzó sus ojos, y vio a Isaac, y descendió del camello;</p>\n<p><strong><sup>65</sup></strong> porque había preguntado al criado: ¿Quién es este varón que viene por el campo hacia nosotros? Y el criado había respondido: Este es mi señor. Ella entonces tomó el velo y se cubrió.</p>\n<p><strong><sup>66</sup></strong> Entonces el criado contó a Isaac todo lo que había hecho.</p>\n<p><strong><sup>67</sup></strong> Y la trajo Isaac a la tienda de su madre Sara, y tomó a Rebeca por mujer; y la amó. Y se consoló Isaac después de la muerte de su madre.</p><p>No cabe duda de que estamos emparentados con nuestro Creador, ya que fuimos hechos a su imagen y semejanza. Hemos sido separados de él por el pecado; sin embargo, todavía se nos considera la esposa adecuada para él, aunque nuestras decisiones equivocadas pueden hacer que el matrimonio sea innecesariamente turbulento.<br><br><strong>Dios ama a su esposa; es decir, a nosotros, más que nosotros a él. ¿Qué decisiones podemos y debemos tomar cada día para fortalecer nuestro amor hacia Dios? Al mismo tiempo, ¿qué decisiones disminuirían nuestro amor hacia él?</strong></p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de abril",
          "dayTitle": "<p>LA PROSTITUTA ES JUZGADA</p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Apocalipsis 19:1 al 9. En ese texto se celebran dos cosas simultáneamente: el fin de la ramera y las bodas de Cristo con su esposa.¿Cómo es posible que ambos acontecimientos sean en realidad y al mismo tiempo demostraciones del carácter justo y amoroso de Dios?</strong></p><p><strong>Apocalipsis 19:1-9</strong></p>\n\n<p><strong><sup>1</sup></strong> Después de esto oí una gran voz de gran multitud en el cielo, que decía: ¡Aleluya! Salvación y honra y gloria y poder son del Señor Dios nuestro;</p>\n<p><strong><sup>2</sup></strong> porque sus juicios son verdaderos y justos; pues ha juzgado a la gran ramera que ha corrompido la tierra con su fornicación, y ha vengado la sangre de sus siervos de la mano de ella.</p>\n<p><strong><sup>3</sup></strong> Otra vez dijeron: ¡Aleluya! Y el humo de ella sube por los siglos de los siglos.</p>\n<p><strong><sup>4</sup></strong> Y los veinticuatro ancianos y los cuatro seres vivientes se postraron en tierra y adoraron a Dios, que estaba sentado en el trono, y decían: Amén. ¡Aleluya!</p>\n<p><strong><sup>5</sup></strong> Y salió del trono una voz que decía: Alabad a nuestro Dios todos sus siervos, y los que le teméis, así pequeños como grandes.</p>\n<p><strong><sup>6</sup></strong> Y oí como la voz de una gran multitud, como el estruendo de muchas aguas, y como la voz de grandes truenos, que decía: ¡Aleluya! Porque el Señor nuestro Dios Todopoderoso reina.</p>\n<p><strong><sup>7</sup></strong> Gocémonos y alegrémonos y démosle gloria; porque han llegado las bodas del Cordero, y su esposa se ha preparado.</p>\n<p><strong><sup>8</sup></strong> Y a ella se le ha concedido que se vista de lino fino, limpio y resplandeciente; porque el lino fino es las acciones justas de los santos.</p>\n<p><strong><sup>9</sup></strong> Y el ángel me dijo: Escribe: Bienaventurados los que son llamados a la cena de las bodas del Cordero. Y me dijo: Estas son palabras verdaderas de Dios.</p><p><br></p><p>La infidelidad tiene un precio muy doloroso. Las consecuencias se extienden a la vida de los hijos y de otras personas. Incluso el más paciente de los cónyuges agraviados puede llegar a descubrir que hay un punto de no retorno más allá del cual la unión matrimonial ya no puede ser restaurada. Cuando nuestro mundo llegue a un punto en el que los corazones se hayan endurecido al punto de que ya no haya arrepentimiento, no tendrá sentido continuar la historia y prolongar el sufrimiento producido por el pecado desenfrenado. Aunque hay pesar por los perdidos, quienes han sufrido bajo la dispensación del pecado pueden celebrar que finalmente ha terminado y que la Tierra es restaurada de acuerdo con el designio original de Dios. Esta vez no habrá un alejamiento de Dios, porque hemos aprendido dolorosamente que Dios tenía razón acerca de la devastación resultante de separarnos de él.<br><br><strong>Lee Apocalipsis 21:1 al 4. ¿Qué significan aquí las imágenes del matrimonio y por qué están llenas de esperanza y promesas? ¿Cuál es nuestra seguridad acerca de la esperanza presentada en estos versículos?</strong><br><br><strong>Apocalipsis 21:1-4</strong></p>\n\n<p><strong><sup>1</sup></strong> Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existía más.</p>\n<p><strong><sup>2</sup></strong> Y yo Juan vi la santa ciudad, la nueva Jerusalén, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.</p>\n<p><strong><sup>3</sup></strong> Y oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.</p>\n<p><strong><sup>4</sup></strong> Enjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto, ni clamor, ni dolor; porque las primeras cosas pasaron.</p><p>“El matrimonio, unión para toda la vida, es símbolo de la unión de Cristo con su iglesia. El espíritu que Cristo manifiesta hacia su iglesia es el mismo espíritu que debe reinar entre los esposos” (Elena de White, Joyas de los Testimonios, t. 3, p. 103). Cristo sufrió un dolor inimaginable cuando el género humano lo rechazó y entregó a otros dioses el afecto que solo él merece. Aun así se entregó por nosotros y pagó en sí mismo por nuestras infidelidades y adulterios para que, si nos arrepentimos y nos apartamos de ellos, vivamos para siempre conforme a su promesa.<br><br><strong>Lee 1 Pedro 1:18 y 19. ¿Qué seguridad nos dan estos versículos acerca del feliz desenlace descrito en Apocalipsis 21:1 al 4?</strong></p><p><strong>1 Pedro 1:18-19</strong></p>\n\n\n\n<p><strong><sup>18</sup></strong> Sabiendo que fuisteis rescatados de vuestra vana manera de vivir, la cual recibisteis de vuestros padres, no con cosas corruptibles, como oro o plata,</p>\n<p><strong><sup>19</sup></strong> sino con la sangre preciosa de Cristo, como de un cordero sin mancha y sin contaminación.</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de abril",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p>Lee Juan 2:1 al 11; Mateo 22:1 al 14; 2 Corintios 11:1 al 5; y Mateo 25:1 al 13. Al notar cuánta información contiene la Biblia para ayudarnos a comprender la profecía, puede resultar tentador aplicarla en exceso. A lo largo de los siglos, algunos cristianos han enfatizado el simbolismo y las imágenes presentes en los relatos bíblicos hasta el punto de que prácticamente empiezan a tratar la narración histórica como si se tratara de un mito. Aunque existen diversos niveles o estratos de significado en casi todas las Escrituras, debemos recordar que Dios utiliza a menudo acontecimientos reales que implican a personas reales y los utiliza para instruirnos acerca de sus interacciones futuras con la iglesia. Por ejemplo, aunque las bodas de Caná pueden aportar vislumbres útiles acerca de la metáfora del matrimonio utilizada en la profecía, las bodas fueron un acontecimiento literal.<br><br>“La palabra de Cristo proporcionó una amplia provisión para la fiesta. Así de abundante es la provisión de su gracia para borrar las iniquidades de los hombres, y para renovar y sostener el alma” (Elena de White, El Deseado de todas las gentes, pp. 122, 123).<br><br>Elena de White añade al respecto: “ ‘No hará nada el Señor Jehová, sin que revele su secreto a sus siervos los profetas’. Aunque ‘las cosas secretas pertenecen a Jehová nuestro Dios, [...] las reveladas son para nosotros y para nuestros hijos por siempre’ (Amós 3:7; Deut. 29:29). Dios nos ha dado estas cosas, y su bendición acompañará al estudio reverente, con oración, de las escrituras proféticas” (El Deseado de todas las gentes, p. 201).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1</strong>. Lee Juan 2:1 al 11. Hay muchos elementos en el Evangelio de Juan que prefiguran la futura obra de Cristo, y los comentaristas han notado la forma deliberada en que Juan hace avanzar a sus lectores hasta la Cruz. ¿Qué aspectos del carácter de Cristo y de su futuro reino se muestran en este relato? ¿Qué nos enseña acerca del Plan de Salvación o sobre la fiesta de bodas que se ha prometido al Hijo de Dios?<br><br><strong>2. </strong>¿Qué nos enseña la parábola de las diez vírgenes acerca de los eventos de los últimos días? ¿Es significativo que el novio se retrase? ¿Qué lecciones podría enseñar esta parábola acerca de nuestra relación individual con Cristo a diferencia de cómo nos relacionamos corporativamente como iglesia con él?<br><br><strong>3.</strong> Piensa en las falsas prácticas que se han introducido en el cristianismo. Además de la obvia, el domingo en oposición al sábado bíblico, ¿qué otras falsas creencias han ingresado? ¿Cómo han penetrado y qué podemos hacer no solo para protegernos de ellas, sino también para ayudar a otros a ver lo que ellas realmente son? ¿De qué manera son los mensajes de los tres ángeles un intento de hacer precisamente eso, de ayudar a las personas a percibir las falsas creencias que han contaminado la fe bíblica?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>RESEÑA<br><br>Texto clave: Apocalipsis 19:9.<br><br>Enfoque del estudio: Génesis 2:18-23; Ezequiel 16:3-32.<br><br>Introducción</strong><br><br>En la estructura literaria del relato de la Creación del Génesis, la institución del matrimonio, que aparece en la séptima sección de Génesis 2 (vers. 21 al 24), es paralela a la institución del sábado, que aparece en el séptimo día, en Génesis 2:1 al 3. Este paralelismo pone de relieve una lección de gran trascendencia: la relación entre Dios y la familia humana debe entenderse a la luz del sacramento del matrimonio.<br><br>La metáfora matrimonial se repetirá en los primeros pasos del pueblo de Israel en la época del Éxodo. El motivo de los celos, a menudo asociado al motivo del adulterio conyugal, se encuentra, por ejemplo, en el documento de alianza del Decálogo (Éxo. 20:5; comparar con Núm. 25:1; Deut. 4:23, 24). La alianza entre Dios y su pueblo se entiende, pues, en términos conyugales. Dios “ama” a su pueblo (Deut. 7:8), e Israel debe “amar” a Dios a cambio (Deut. 6:5). La palabra hebrea yada’ (“conocer”), que describe la relación sexual, íntima y personal entre marido y mujer (Gén. 4:1; Gén. 19:8), se utiliza para referirse a la relación existente entre Dios y su pueblo (Sal. 16:11; Jer. 2:2, 3; Eze. 16:3-32).<br><br>Por estas razones, es imperativo estudiar las dimensiones bíblicas de la relación conyugal para comprender mejor el significado de la metáfora conyugal.<br><strong><br>COMENTARIO</strong><br><br>Veamos primero el modelo bíblico de matrimonio ejemplificado por la unión de dos parejas en el libro de Génesis: Adán y Eva, e Isaac y Rebeca. Posteriormente, examinaremos el simbolismo conyugal en sus aplicaciones proféticas: a saber, cómo las metáforas de la “prostituta” y la “esposa” ilustran, respectivamente, el fracaso y el éxito de la relación de Dios con la humanidad caída.<br><strong><br>Adán y Eva</strong><br><br>Según el relato bíblico, la institución del matrimonio tuvo lugar, en el Jardín del Edén, el primer día de la historia humana (Gén 1:26, 27; 2:18, 20-23). Por lo tanto, es de esperar que estos antiguos textos inspirados del Génesis contengan los principios fundamentales del matrimonio y, por ende, sean útiles en nuestra investigación.<br><br>“A imagen de Dios” (Gén. 1:27). Es interesante que se utilice la forma verbal plural para describir la iniciativa divina de crear a la pareja humana: el plural del verbo na’aseh, “hagamos” (Gén. 1:26), se refiere a la interrelación existente entre los integrantes de la Deidad. El hecho de que Dios creara a la pareja “a su imagen” (Gén. 1:27) implica que, como pareja, Adán y Eva deben reflejar el modelo de la interrelación divina. Sin embargo, este paralelismo no debe interpretarse literalmente en el sentido de que, por ejemplo, exista una relación sexual o una jerarquía en el seno de la Deidad. La idea es simplemente que, al igual que hay amor y unidad entre las tres Personas de la Deidad, debe haber amor y unidad entre el hombre y la mujer (ver Gén. 2:24; Juan 15:9, 12, 17; Efe. 4:1-6).<br><br>“Una ayuda idónea” (Gén. 2:18). La palabra ‘ezer (“ayuda”) se usa generalmente para referirse a Dios (Éxo. 18:4, Sal. 10:14; 30:10; 33:20, etc.). La palabra kenegdo, “idónea”, significa literalmente “como” (ke) y “frente a él” (negdo), lo que transmite la idea de ”correspondencia”, “complementariedad” o “mutualidad”, e implica igualdad y compañerismo. Por lo tanto, la pareja es descrita como semejante el uno al otro. La relación recíproca que existe entre el hombre y la mujer en la Creación y después de la Caída sirve también como figura para describir la alianza entre Dios y su pueblo (comparar Cant. 6:3; Gén. 3:16; Efe. 5:21-28).<br><br><strong>Isaac y Rebeca</strong><br><br>La historia del matrimonio de Isaac y Rebeca está registrada en Génesis 24, el capítulo más largo del Génesis. Esta historia contiene una lección sobre la presencia de Dios. El Señor Dios nunca habla en este capítulo, pero sí es mencionado 17 veces. Otra palabra clave del capítulo es el verbo “ir” (halaj), que también aparece 17 veces, 7 de las cuales están relacionadas con Rebeca. La palabra “ir” es el verbo que inició el viaje de Abraham en respuesta al llamado de Dios (Gén. 12:1, 4). Rebeca se entiende, pues, como un segundo Abraham. La idea general de este capítulo es que el matrimonio es el lugar de la presencia de Dios, el lugar de la salvación de Dios. El matrimonio de Isaac y Rebeca presenta, por lo tanto, una serie de elementos instructivos que iluminan nuestra comprensión de la alianza de Dios con su pueblo.<br><br>Dios da inicio al Pacto. Así como Abraham simbólicamente a través de Eliezer fue en busca de la futura esposa para su hijo Isaac, Dios es el que da el primer paso hacia su pueblo, su esposa. Sin embargo, Dios no fuerza su alianza. Del mismo modo, Eliezer tiene en cuenta la libertad de la novia, que puede decidir no seguirlo: “Tal vez la mujer no quiera seguirme” (Gén. 24:5, LBLA).<br><br>La respuesta de la novia. Rebeca no duda en seguirlo y responde con una palabra: ‘elej, “Iré” (Gén. 24:58), que marca la última aparición del verbo clave halaj (“ir”) en relación con Rebeca. El hecho de que se consulte a Rebeca es sorprendente en su contexto cultural, en el que se suponía que la mujer no podía opinar sobre su matrimonio. En este caso, todo depende de su “sí” o su “no”, ya que ella tiene la última palabra en este asunto. Además, la respuesta de Rebeca es la misma que la del patriarca Abraham. Los verbos se hacen eco del verbo de partida de Abraham cuando abandonó Mesopotamia: wayyelej, “salió” (Gén. 12:4). En este sentido, los pasos de Rebeca siguen los de Abraham.<br><br>La parte de la oración. Eliezer oró por el éxito de su viaje (Gén. 24:12) y también para que Rebeca le diera de beber (Gén. 24:14). Entonces, de acuerdo con su oración, Rebeca “le dio de beber” (Gén. 24:18). Además, Isaac oró por el éxito de su encuentro con Rebeca (Gén. 24:63). Entonces los ojos de Rebeca se encontraron con los de Isaac (Gén. 24:64).<br><br>La parte del amor. El texto bíblico informa que Isaac no amó a Rebeca hasta después de su matrimonio (Gén. 24:67). El amor implica el deber de la fidelidad conyugal: “Vive con alegría con la esposa que amas” (Ecl. 9:9). Este concepto hebreo del amor ha inspirado la teología hebrea de la religión. La experiencia del amor conyugal se ha utilizado como modelo de la alianza entre Dios y su pueblo (Ose. 2:2; 3:1).<br><br>El “amor”, en el Antiguo Testamento, es parte integrante del concepto de “pacto” (Deut. 7:9). Así, cuando Dios llama a los seres humanos a amarlo, no se refiere a una experiencia sentimental momentánea; amar a Dios implica el compromiso de vivir con él de por vida (Deut. 6:5-9; Éxo. 20:6).<br><br><strong>La prostituta y la esposa fiel</strong><br><br>La experiencia conyugal inspiró a los profetas. Cuando el pueblo de Dios le era infiel y se iba tras otros dioses, se lo comparaba con una ramera, y se decía que la alianza matrimonial estaba rota. Por otro lado, cuando el pueblo de Dios era fiel a Dios, se celebraba el pacto matrimonial, e Israel, o la iglesia, era comparada con una hermosa novia.<br><br><strong>La esposa.</strong> En el libro de Oseas, el simbolismo conyugal se refiere tanto a una idea espiritual como a una realidad histórica. El profeta Oseas es llamado por Dios a tomar “una mujer fornicaria [...], porque el país se está prostituyendo” (Ose. 1:2). Estas palabras deben interpretarse tanto literal como espiritualmente. La mujer en cuestión tiene un amante y está cometiendo adulterio al igual que los hijos de Israel, a quienes Dios amaba, pero se entregaron a otros dioses (Ose. 3:1); en este sentido, es una verdadera prostituta profesional a la manera de tales mujeres de aquel tiempo en Canaán. Así, cuando el pueblo de Israel vio que el profeta se casaba con una ramera, se identificó con la ramera con la que Dios se casó.<br><strong><br>La esposa de Dios.</strong> En el libro de Ezequiel, la mujer o novia, como símbolo del pueblo de Dios, se describe en progresión. Cuando Dios la encontró, no era más que un bebé recién nacido, sucio y feo, de origen pagano (Eze. 16:3). Luego, Dios cuidó de ella. La limpió y la alimentó, y creció “hermoseada en extremo” (Eze. 16:13), representando el esplendor de Dios, que él le otorgó (Eze. 16:14). El mismo calificativo hebreo me’od me’od, “en extremo”, se usa en el libro de Ezequiel para caracterizar a la mujer en su iniquidad, que era “sobremanera” grande (Eze. 9:9). Lo que Dios hizo “en extremo” bueno se convirtió en “sobremanera” malo.<br><br><strong>La ramera y la esposa fiel. </strong>Haciéndose eco de los profetas hebreos, el libro de Apocalipsis utiliza la metáfora conyugal para significar el contraste entre las dos versiones de la mujer. La mujer simbólica “engalanada como una novia para su esposo” (Apoc. 21:2) representa al pueblo de Dios, con el que el Señor morará en la “Nueva Jerusalén” (Apoc. 21:2). Por otro lado, “la gran ramera” representa a la iglesia adúltera “que corrompía la tierra con su fornicación” (Apoc. 19:2).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>La metáfora conyugal puede ser aplicada en tres ámbitos de la vida cristiana, a saber: en la relación personal con Dios, en la relación matrimonial y en la relación con los hermanos en la fe.<br><br><strong>1. La relación con Dios.</strong> ¿De qué manera la metáfora conyugal se aplica e ilumina tu relación personal con Dios? ¿Cómo te ayuda la metáfora a llevar tu religión más plenamente a tu vida? ¿Cómo te enseña que Dios no solo debe estar presente cuando oras y cuando celebras el culto en la iglesia, sino también en todas partes y en todo momento? ¿De qué manera te enseña la figura del matrimonio a caminar con Dios: por la noche cuando duermes; durante el día, cuando trabajas, piensas, hablas, cantas, comes, juegas y ríes; así como en los momentos en que sufres, lloras y luchas? Enumera ejemplos concretos de cuándo sientes y comprendes que Dios está cerca de ti, y cuándo sientes que está lejos de ti o triste por ti.<br><strong><br>2. La relación con el cónyuge.</strong> A la luz del modelo bíblico del matrimonio, considera, si estás casado, tu relación con tu cónyuge. Presta gozosa atención a quien amas “todos los días de tu vida” (Ecl. 9:9). “Sean sumisos unos a otros en el temor de Dios” (Efe. 5:21). Descubre la imagen de Dios en tu cónyuge, y respeta y maravíllate de cuán diferente es de ti (Gén. 1:26). ¿Cómo armoniza el principio de la unidad con el principio de la diferencia o singularidad (Gén. 2:24)?<br><br><strong>3. La relación con los miembros de la iglesia. </strong>Analiza la relación que existe entre la iglesia y el carácter de Dios. ¿Cómo se aplican el amor y la justicia de Dios a la vida de la iglesia? Encuentra ejemplos concretos en los que tú, o tu iglesia, fracasaron y tuvieron éxito.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "2T2025",
      "title": "<p>IMÁGENES TOMADAS DEL MATRIMONIO</p>",
      "verse": "<p>“Y él me dijo: ‘Escribe: “¡Bienaventurados los llamados a la cena de bodas del Cor- dero!” ’ Además me dijo: ‘Estas son palabras verdaderas de Dios’ ” (Apoc. 19:9).</p>",
      "versionCode": 10,
      "weekDate": "12-18 de abril"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
