{
  "data": [
    {
      "color": "#04b912",
      "id": 706,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 2",
          "dayTitle": "<p>Through the Red Sea</p>",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p><strong>Read for This Week’s Study: </strong>Exod. 12:31–36, James 2:17– 20, Exod. 13:1–14:31, Heb. 11:22, Exod. 15:1–21, Rev. 15:2–4.&nbsp;</p><p><strong>Memory Text:</strong> “And Moses said to the people, ‘Do not be afraid. Stand still, and see the salvation of the Lord, which He will accomplish for you today. For the Egyptians whom you see today, you shall see again no more forever. The Lord will fight for you, and you shall hold your peace’ ” (Exodus 14:13, 14, NKJV).&nbsp;</p><p>The Exodus is the most dramatic and glorious experience of God’s people in the Old Testament. This event is the divine model of how God defeated the Hebrews’ enemies and brought the Israelites victoriously into the Promised Land. It’s also a symbol of salvation and redemption in Christ.&nbsp;</p><p>From a human standpoint, the children of Israel were in a desperate, even impossible, situation—one that they, in and of themselves, could not save themselves from. If they were to be delivered, it would have to be by a divine act. It’s the same with us and sin: in and of ourselves, we are in a hopeless situation. We need something even more dramatic than the Exodus. And we’ve got it: the cross of Christ and what Christ did there for us all.&nbsp;</p><p>The events of Israel’s departure from the land of Goshen, mentioned in Exodus 12—until the song of Moses, joyously sung in Exodus 15— are breathtaking and incredible. God’s signs, wonders, and miraculous redeeming works are at their peak. But even these do not compare to what Christ did for us at the cross, of which the drama of the Exodus was a mere foreshadowing.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 3",
          "dayTitle": "<p>Go, and Worship the Lord</p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p>On the night of Passover, divine judgment fell on those not covered by the blood (Exod. 12:1–12). No one escaped because of position, education, social status, or gender. Punishment struck all families, from Pharaoh to slaves, and even the firstborn of the animals. The pride of Egypt was in the dust.&nbsp;</p><p><strong>Read Exodus 12:31–36. What strange request does Pharaoh make and why, even as he gives permission for them all to leave?&nbsp;</strong></p><p><strong>Exodus 12:31–36</strong></p><p><strong><sup>31</sup></strong> Then he called for Moses and Aaron by night, and said, “Rise, go out from among my people, both you and the children of Israel. And go, serve the Lord as you have said.</p>\n<p><strong><sup>32</sup></strong> Also take your flocks and your herds, as you have said, and be gone; and bless me also.”</p>\n<p><strong><sup>33</sup></strong> And the Egyptians urged the people, that they might send them out of the land in haste. For they said, “We shall all be dead.”</p>\n<p><strong><sup>34</sup></strong> So the people took their dough before it was leavened, having their kneading bowls bound up in their clothes on their shoulders.</p>\n<p><strong><sup>35</sup></strong> Now the children of Israel had done according to the word of Moses, and they had asked from the Egyptians articles of silver, articles of gold, and clothing.</p>\n<p><strong><sup>36</sup></strong> And the Lord had given the people favor in the sight of the Egyptians, so that they granted them what they requested. Thus they plundered the Egyptians.</p>\n<p><br></p><p>How interesting that Pharaoh, in telling the Hebrews to go and worship, adds this request: “And bless me also.”&nbsp;</p><p>And bless me also?&nbsp;</p><p>Why would he, the king of Egypt, a “god” on earth among his people, ask that? It sounds as if he’s finally catching on to the power of the Hebrew God and would like to benefit from it. However, how can God bless him while he is steeped in rebellion, stubbornness, sin, and pride? Sure, he finally gave his consent, but it wasn’t out of submission to the will of Yahweh. It was, instead, out of defeat. He wasn’t repentant—as his later actions will reveal. He simply wanted to stop the devastation that was destroying his kingdom.&nbsp;</p><p>Pharaoh was humiliated. And, given the tragic circumstances from the worst plague of all, he gives permission for Israel to leave Egypt. What he refused to grant all previous times, and no matter the suffering his actions brought upon his nation, he now permits.&nbsp;</p><p>And the Egyptian people, understandably, are eager for the Hebrews to go, as well. As they said, please leave, or else “we shall all be dead.”&nbsp;</p><p>God, meanwhile, made provision so that the Israelites did not leave Egypt empty-handed but with things they would need for what, in the end, would turn out to be a much longer sojourn than anticipated. The Egyptians gave the Jews these precious articles only to hurry the people out of the country, but the items were wages that were long denied the Israelites for centuries of slave labor. Surely for the Egyptians, the price of getting the Hebrews out of their land was cheap enough.&nbsp;</p><p><strong>How often have we “repented” of actions only because of their consequences and not because those acts were themselves wrong? Why is that not true repentance? How can we learn to be sorry for the sins that, in a sense, we “get away with,” at least in the short term?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 4",
          "dayTitle": "<p>Consecration of the Firstborn</p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p>The promised time of redemption, of deliverance, was about to arrive. The people needed to be prepared. They needed not just to believe but to act on those beliefs. God had told them what they needed to do; by faith, they now needed to do it. Though in a totally different context from what James was writing about, the principle fits very well: “But do you want to know, O foolish man, that faith without works is dead?” (James 2:17–20, NKJV).&nbsp;</p><p><strong>Read Exodus 13:1–16. The Israelite firstborns were spared by God’s grace during the final plague. Why this perpetual command, and what should it mean to us today?&nbsp;</strong></p><p><strong>Exodus 13:1–16</strong></p><p><strong><sup>1</sup></strong> Then the Lord spoke to Moses, saying,</p>\n<p><strong><sup>2</sup></strong> Consecrate to Me all the firstborn, whatever opens the womb among the children of Israel, both of man and beast; it is Mine.</p>\n<p><strong><sup>3</sup></strong> And Moses said to the people: “Remember this day in which you went out of Egypt, out of the house of bondage; for by strength of hand the Lord brought you out of this place. No leavened bread shall be eaten.</p>\n<p><strong><sup>4</sup></strong> On this day you are going out, in the month Abib.</p>\n<p><strong><sup>5</sup></strong> And it shall be, when the Lord brings you into the land of the Canaanites and the Hittites and the Amorites and the Hivites and the Jebusites, which He swore to your fathers to give you, a land flowing with milk and honey, that you shall keep this service in this month.</p>\n<p><strong><sup>6</sup></strong> Seven days you shall eat unleavened bread, and on the seventh day there shall be a feast to the Lord.</p>\n<p><strong><sup>7</sup></strong> Unleavened bread shall be eaten seven days. And no leavened bread shall be seen among you, nor shall leaven be seen among you in all your quarters.</p>\n<p><strong><sup>8</sup></strong> And you shall tell your son in that day, saying, ‘This is done because of what the Lord did for me when I came up from Egypt.’</p>\n<p><strong><sup>9</sup></strong> It shall be as a sign to you on your hand and as a memorial between your eyes, that the Lord’s law may be in your mouth; for with a strong hand the Lord has brought you out of Egypt.</p>\n<p><strong><sup>10</sup></strong> You shall therefore keep this ordinance in its season from year to year.</p>\n<p><strong><sup>11</sup></strong> “And it shall be, when the Lord brings you into the land of the Canaanites, as He swore to you and your fathers, and gives it to you,</p>\n<p><strong><sup>12</sup></strong> that you shall set apart to the Lord all that open the womb, that is, every firstborn that comes from an animal which you have; the males shall be the Lord’s.</p>\n<p><strong><sup>13</sup></strong> But every firstborn of a donkey you shall redeem with a lamb; and if you will not redeem it, then you shall break its neck. And all the firstborn of man among your sons you shall redeem.</p>\n<p><strong><sup>14</sup></strong> So it shall be, when your son asks you in time to come, saying, ‘What is this?’ that you shall say to him, ‘By strength of hand the Lord brought us out of Egypt, out of the house of bondage.</p>\n<p><strong><sup>15</sup></strong> And it came to pass, when Pharaoh was stubborn about letting us go, that the Lord killed all the firstborn in the land of Egypt, both the firstborn of man and the firstborn of beast. Therefore I sacrifice to the Lord all males that open the womb, but all the firstborn of my sons I redeem.’</p>\n<p><strong><sup>16</sup></strong> It shall be as a sign on your hand and as frontlets between your eyes, for by strength of hand the Lord brought us out of Egypt.”</p>\n<p><br></p><p>God mercifully guarded the Israelite families who were under the blood because, by faith, they had marked their doorframes. These new directions came from the Lord through Moses: “ ‘Consecrate to me every firstborn male’ ” (Exod. 13:2, NIV). This legislation was valid for humans as well as for animals.&nbsp;</p><p>One principle behind this injunction is that everything belongs to Him because He is our Creator and the Owner of everything: “The earth is the Lord’s, and everything in it, the world, and all who live in it” (Ps. 24:1, NIV). “The silver is mine, and the gold is mine, declares the Lord of hosts” (Hag. 2:8, ESV). The Israelites’ firstborn sons were the firstfruits of God’s blessings, which He had bestowed upon them; they were also a sign of their total consecration to Him and of their understanding that all they possessed came only from Him.&nbsp;</p><p>Also, we see the idea of redemption, of salvation, here. The firstborn sons were spared death because they were covered by the blood. They were redeemed from death, as are all who are under the blood of Jesus. As Paul writes about Jesus: “in whom we have redemption through His blood, the forgiveness of sins” (Col. 1:14, NKJV).&nbsp;</p><p>Meanwhile, regulations were given about how this dedication should be offered, a celebration of their deliverance from Egyptian slavery. They were to sacrifice the animals, but their sons were to be redeemed (Exod. 13:12, 13, 15).&nbsp;</p><p><strong>Exodus 13:16 tells about what they were to put on their hands and between their eyes. How does this symbolize the important spiritual truth that, regardless of how much faith we have, we must act upon that faith?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 5",
          "dayTitle": "<p>Crossing the Red Sea</p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Exodus 13:17–14:12. How did God guide the Israelites when they left Egypt, and what happened next?&nbsp;</strong></p><p><strong>Exodus 13:17–22</strong></p><p><strong><sup>17</sup></strong> Then it came to pass, when Pharaoh had let the people go, that God did not lead them by way of the land of the Philistines, although that was near; for God said, “Lest perhaps the people change their minds when they see war, and return to Egypt.”</p>\n<p><strong><sup>18</sup></strong> So God led the people around by way of the wilderness of the Red Sea. And the children of Israel went up in orderly ranks out of the land of Egypt.</p>\n<p><strong><sup>20</sup></strong> So they took their journey from Succoth and camped in Etham at the edge of the wilderness.</p>\n<p><strong><sup>21</sup></strong> And the Lord went before them by day in a pillar of cloud to lead the way, and by night in a pillar of fire to give them light, so as to go by day and night.</p>\n<p><strong><sup>22</sup></strong> He did not take away the pillar of cloud by day or the pillar of fire by night from before the people.</p><p><strong>Exodus 14:1-12</strong></p><p><strong><sup>1</sup></strong> Now the Lord spoke to Moses, saying:</p>\n<p><strong><sup>2</sup></strong> “Speak to the children of Israel, that they turn and camp before Pi Hahiroth, between Migdol and the sea, opposite Baal Zephon; you shall camp before it by the sea.</p>\n<p><strong><sup>3</sup></strong> For Pharaoh will say of the children of Israel, ‘They are bewildered by the land; the wilderness has closed them in.’</p>\n<p><strong><sup>4</sup></strong> Then I will harden Pharaoh’s heart, so that he will pursue them; and I will gain honor over Pharaoh and over all his army, that the Egyptians may know that I am the Lord.” And they did so.</p>\n<p><strong><sup>5</sup></strong> Now it was told the king of Egypt that the people had fled, and the heart of Pharaoh and his servants was turned against the people; and they said, “Why have we done this, that we have let Israel go from serving us?”</p>\n<p><strong><sup>6</sup></strong> So he made ready his chariot and took his people with him.</p>\n<p><strong><sup>7</sup></strong> Also, he took six hundred choice chariots, and all the chariots of Egypt with captains over every one of them.</p>\n<p><strong><sup>8</sup></strong> And the Lord hardened the heart of Pharaoh king of Egypt, and he pursued the children of Israel; and the children of Israel went out with boldness.</p>\n<p><strong><sup>9</sup></strong> So the Egyptians pursued them, all the horses and chariots of Pharaoh, his horsemen and his army, and overtook them camping by the sea beside Pi Hahiroth, before Baal Zephon.</p>\n<p><strong><sup>10</sup></strong> And when Pharaoh drew near, the children of Israel lifted their eyes, and behold, the Egyptians marched after them. So they were very afraid, and the children of Israel cried out to the Lord.</p>\n<p><strong><sup>11</sup></strong> Then they said to Moses, “Because there were no graves in Egypt, have you taken us away to die in the wilderness? Why have you so dealt with us, to bring us up out of Egypt?</p>\n<p><strong><sup>12</sup></strong> Is this not the word that we told you in Egypt, saying, ‘Let us alone that we may serve the Egyptians’? For it would have been better for us to serve the Egyptians than that we should die in the wilderness.”</p><p><br></p><p>Following God’s instructions to Moses, the Israelites left Egypt as a well-organized army. The Hebrew terms tsaba’ and makhaneh testify to that description, namely, “army,” “division,” “camp,” and “hosts” (Exod. 6:26; Exod. 7:4; Exod. 12:17, 41, 51; Exod. 14:19, 20; compare with Exod. 13:18). They were divided into units and marched like an army. Later Balaam saw from Moab’s hills that Israel was “encamped tribe by tribe” (Num. 24:2, NIV).&nbsp;</p><p>Meanwhile, “Moses took the bones of Joseph with him” (Exod. 13:19, NIV). This is a very important detail in the text, and it reveals the fulfillment of Joseph’s faith in God’s promises. Joseph never lost sight of the Promised Land, even though he lived in the splendor and privileges of Egypt. He requested that his bones be taken to the land of Canaan (Gen. 50:24, 25). He believed that the Lord would surely visit Israel in Egypt and bring them to the land, as He had sworn (Heb. 11:22). On Israel’s arrival in Canaan, Joseph’s bones were “buried at Shechem” (Josh. 24:32, NKJV).&nbsp;</p><p>The pillar of cloud and the pillar of fire were the visible signs of God’s presence among His people. The Lord dwelt there and spoke also from the cloud (Exod. 14:24; Num. 12:5, 6).&nbsp;</p><p>Meanwhile, Pharaoh reveals the true motives of his heart. He is not converted, and he never truly repented. His asking God to bless him was a farce, perhaps a deception in his own heart. He gathered his army, and they went after their escaped slaves. How totally blinded by sin this man really was.&nbsp;</p><p>When the people saw Pharaoh’s army coming, they spoke words and expressed sentiments that would be echoed by them more than once: “ ‘Because there were no graves in Egypt, have you taken us away to die in the wilderness? Why have you so dealt with us, to bring us up out of Egypt?’ ” (Exod. 14:11, NKJV).&nbsp;</p><p>That is, having already seen such dramatic manifestations of God’s power, which included the sparing of their own firstborn sons, the people still displayed a stunning lack of faith.&nbsp;</p><p><strong>Think of the last time you faced a terrible situation. What was your first reaction: faith in God or a lack of faith? What lessons should you have learned from that situation that could help you the next time another comes (and come it will)?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 6",
          "dayTitle": "<p>Marching Forward by Faith</p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Exodus 14:13–31. Despite their lack of faith, what did God do for the children of Israel?&nbsp;</strong></p><p><strong>Exodus 14:13–31</strong></p><p><strong><sup>13</sup></strong> And Moses said to the people, “Do not be afraid. Stand still, and see the salvation of the Lord, which He will accomplish for you today. For the Egyptians whom you see today, you shall see again no more forever.”&nbsp;</p>\n<p><strong><sup>14</sup></strong> The Lord will fight for you, and you shall hold your peace.”&nbsp;</p>\n<p><strong><sup>15</sup></strong> And the Lord said to Moses, “Why do you cry to Me? Tell the children of Israel to go forward.”</p>\n<p><strong><sup>16</sup></strong> But lift up your rod, and stretch out your hand over the sea and divide it. And the children of Israel shall go on dry ground through the midst of the sea.”</p>\n<p><strong><sup>17</sup></strong> And I indeed will harden the hearts of the Egyptians, and they shall follow them. So I will gain honor over Pharaoh and over all his army, his chariots, and his horsemen.”&nbsp;</p>\n<p><strong><sup>18</sup></strong> Then the Egyptians shall know that I am the Lord, when I have gained honor for Myself over Pharaoh, his chariots, and his horsemen.”&nbsp;</p>\n<p><strong><sup>19</sup></strong> And the Angel of God, who went before the camp of Israel, moved and went behind them; and the pillar of cloud went from before them and stood behind them.”&nbsp;</p>\n<p><strong><sup>20</sup></strong> So it came between the camp of the Egyptians and the camp of Israel. Thus it was a cloud and darkness to the one, and it gave light by night to the other, so that the one did not come near the other all that night.”</p>\n<p><strong><sup>21</sup></strong> Then Moses stretched out his hand over the sea; and the Lord caused the sea to go back by a strong east wind all that night, and made the sea into dry land, and the waters were divided.”&nbsp;</p>\n<p><strong><sup>22</sup></strong> So the children of Israel went into the midst of the sea on the dry ground, and the waters were a wall to them on their right hand and on their left.”</p>\n<p><strong><sup>23</sup></strong> And the Egyptians pursued and went after them into the midst of the sea, all Pharaoh’s horses, his chariots, and his horsemen.”&nbsp;</p>\n<p><strong><sup>24</sup></strong> Now it came to pass, in the morning watch, that the Lord looked down upon the army of the Egyptians through the pillar of fire and cloud, and He troubled the army of the Egyptians.”&nbsp;</p>\n<p><strong><sup>25</sup></strong> And He took off their chariot wheels, so that they drove them with difficulty; and the Egyptians said, “Let us flee from the face of Israel, for the Lord fights for them against the Egyptians.”&nbsp;</p>\n<p><strong><sup>26</sup></strong> Then the Lord said to Moses, “Stretch out your hand over the sea, that the waters may come back upon the Egyptians, on their chariots, and on their horsemen.”&nbsp;</p>\n<p><strong><sup>27</sup></strong> And Moses stretched out his hand over the sea; and when the morning appeared, the sea returned to its full depth, while the Egyptians were fleeing into it. So the Lord overthrew the Egyptians in the midst of the sea.”&nbsp;</p>\n<p><strong><sup>28</sup></strong> Then the waters returned and covered the chariots, the horsemen, and all the army of Pharaoh that came into the sea after them. Not so much as one of them remained.”&nbsp;</p>\n<p><strong><sup>29</sup></strong> But the children of Israel had walked on dry land in the midst of the sea, and the waters were a wall to them on their right hand and on their left.”&nbsp;</p>\n<p><strong><sup>30</sup></strong> So the Lord saved Israel that day out of the hand of the Egyptians, and Israel saw the Egyptians dead on the seashore.”&nbsp;</p>\n<p><strong><sup>31</sup></strong> Thus Israel saw the great work which the Lord had done in Egypt; so the people feared the Lord, and believed the Lord and His servant Moses.”&nbsp;</p><p><br></p><p>Because Moses wholeheartedly trusted God and His Word, he encouraged the people. He presented four crucial points on how to act in difficult situations:&nbsp;</p><p>1. “ ‘Do not be afraid’ ” (Exod. 14:13, NKJV). The first appeal is to trust the Lord, because only in this way can fear be overcome. Isaiah reminds us of this truth by stating that believers are in God’s hands, and He will act for them when they accept Him as their God and Lord: “ ‘So do not fear, for I am with you; do not be dismayed, for I am your God. . . . For I am the Lord your God who takes hold of your right hand and says to you, Do not fear; I will help you’ ” (Isa. 41:10, 13, NIV).&nbsp;</p><p>2. “ ‘Stand [firm] still’ ” (Exod. 14:13, NKJV). To “stand still” does not mean only to stop murmuring and to expect great things but also to trust God and to wait patiently for His mighty intervention, because He will act.&nbsp;</p><p>3. “ ‘You will see the deliverance the Lord will bring you today’ ” (Exod. 14:13, NIV). For our faith to grow, it is important to recognize God’s leadership and help and to be grateful for His promised assistance. To “see” means to open one’s eyes (because disbelief is blind). Only God can provide victory, safety, and salvation. God is always for us, caring and providing what is needed at the ap propriate time.&nbsp;</p><p>4. “ ‘The Lord will fight for you’ ” (Exod. 14:14, NKJV). This indicates what God will do: He will personally fight for His people. Calvary is the ultimate proof of this reality, for on the cross Christ defeated Satan in order to give us eternal life (John 5:24; Heb. 2:14; Rev. 12:10, 11). Later, even the Egyptians recognized that the Lord was fighting for the Israelites (Exod. 14:25).&nbsp;</p><p>God’s command to Moses was clear: “Move on.” God unfolded His action plan step by step: (1) the Angel of God and the pillar of cloud moved from the front of Israel’s camp and stood behind them, protecting them from the Egyptian army; (2) by faith Moses had to stretch out his hand over the sea; (3) the Lord divided the water and dried it up with a strong wind; and (4) the result was that the Israelites went securely through the sea on dry ground to the other side. The Egyptians blindly pursued them, because they did not see that God was doing extraordinary things for His people; that is, they didn’t see until it was too late, as their confession in Exodus 14:25 revealed.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 7",
          "dayTitle": "<p>The Song of Moses and Miriam</p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p>The whole Egyptian army was overthrown; no one survived, including Pharaoh (see Ps. 136:15). It was a stunning defeat for the Egyptians and a complete victory for God’s people. No wonder all through their history, and even to this day, the Jews recount this story.&nbsp;</p><p><strong>Read Exodus 15:1–21. What is the content of Moses’ song?&nbsp;</strong></p><p><strong>Exodus 15:1–21</strong></p><p><strong><sup>1</sup></strong> Then Moses and the children of Israel sang this song to the Lord, and spoke, saying: \"I will sing to the Lord, for He has triumphed gloriously! The horse and its rider He has thrown into the sea!</p>\n<p><strong><sup>2</sup></strong> The Lord is my strength and song, and He has become my salvation; He is my God, and I will praise Him; my father's God, and I will exalt Him.</p>\n<p><strong><sup>3</sup></strong> The Lord is a man of war; The Lord is His name.</p>\n<p><strong><sup>4</sup></strong> Pharaoh's chariots and his army He has cast into the sea; his chosen captains also are drowned in the Red Sea.</p>\n<p><strong><sup>5</sup></strong> The depths have covered them; they sank into the bottom as a stone.</p>\n<p><strong><sup>6</sup></strong> Your right hand, O Lord, has become glorious in power; Your right hand, O Lord, has dashed the enemy in pieces.</p>\n<p><strong><sup>7</sup></strong> And in the greatness of Your excellence You have overthrown those who rose against You; You sent forth Your wrath; it consumed them like stubble.</p>\n<p><strong><sup>8</sup></strong> And by the blast of Your nostrils the waters were gathered together, the floods stood upright as a heap, and the depths were congealed in the heart of the sea.</p>\n<p><strong><sup>9</sup></strong> The enemy said, 'I will pursue, I will overtake, I will divide the spoil; my desire shall be satisfied on them. I will draw my sword, my hand shall destroy them.'</p>\n<p><strong><sup>10</sup></strong> You blew with Your wind, the sea covered them; they sank like lead in the mighty waters.</p>\n<p><strong><sup>11</sup></strong> Who is like You, O Lord, among the gods? Who is like You, glorious in holiness, fearful in praises, doing wonders?</p>\n<p><strong><sup>12</sup></strong> You stretched out Your right hand; the earth swallowed them.</p>\n<p><strong><sup>13</sup></strong> You in Your mercy have led forth the people whom You have redeemed; You have guided them in Your strength to Your holy habitation.</p>\n<p><strong><sup>14</sup></strong> The people will hear and be afraid; sorrow will take hold of the inhabitants of Philistia.</p>\n<p><strong><sup>15</sup></strong> Then the chiefs of Edom shall be dismayed; the mighty men of Moab, trembling shall take hold of them; all the inhabitants of Canaan shall melt away.</p>\n<p><strong><sup>16</sup></strong> Fear and dread shall fall upon them; by the greatness of Your arm they shall be as still as a stone, till Your people pass over, O Lord, till the people pass over whom You have purchased.</p>\n<p><strong><sup>17</sup></strong> You shall bring them in and plant them in the mountain of Your inheritance, in the place, O Lord, which You have made for Your own dwelling, the sanctuary, O Lord, which Your hands have established.</p>\n<p><strong><sup>18</sup></strong> The Lord shall reign forever and ever.</p>\n<p><strong><sup>19</sup></strong> For the horses of Pharaoh went with his chariots and with his horsemen into the sea, and the Lord brought back the waters of the sea upon them; but the children of Israel walked on dry land in the midst of the sea.</p>\n<p><strong><sup>20</sup></strong> Then Miriam the prophetess, the sister of Aaron, took a timbrel in her hand; and all the women went out after her with timbrels and with dances.</p>\n<p><strong><sup>21</sup></strong> And Miriam answered them: \"Sing to the Lord, for He has triumphed gloriously! The horse and its rider He has thrown into the sea!\"</p>\n<p><br></p><p>This song praises the Lord because He is a mighty warrior who defeated those who opposed His people. Moses personally elaborates on this theme by stressing that the Lord, his God, is also his strength, song, and salvation. No one is like Him, “ ‘majestic in holiness, awesome in glory, working wonders’ ” (Exod. 15:11, NIV).&nbsp;</p><p>Moses’ song is all about God, about who He is and what He is doing. The Lord is exalted, praised, and admired for His outstanding work for His people. Gratitude and worship are natural outcomes of God’s goodness toward us. Appreciation for His love is the prerequisite of a vibrant spiritual life. God’s steadfast love is especially emphasized and glorified because He will lead the people whom He has redeemed, and He will guide them to the holy abiding place. Moses predicts that God will establish the sanctuary on the mountain of His inheritance (Exod. 15:17), all pointing ahead to Zion and to the temple in Jerusalem.&nbsp;</p><p>In Revelation 15:2–4, the redeemed sing the song of Moses and the song of the Lamb. Can you imagine how this will sound in heaven, this praise to God for His great and marvelous deeds, praise to God for His just and true judgments, and praise to God for His righteous acts and His holiness?&nbsp;</p><p>Notice the last line of the song. “ ‘For all nations shall come and worship before You. For Your judgments have been manifested’ ” (NKJV). That is, when all of God’s judgments—especially His judgments upon the evil and oppression that have for millennia gone unpunished—have all been made manifest, the redeemed of the nations will praise Him for those judgments.&nbsp;</p><p><strong>Immanuel Kant said that if God is just, then there must be some kind of afterlife. Why is that statement so true, and how can we learn to trust that one day the justice so long lacking here will come? How can you draw comfort from that hope?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 8",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Ellen G. White, “The Exodus,” pp. 281–290, in Patriarchs and Prophets.&nbsp;</strong></p><p>God was for the Israelites despite their little faith. He wished to teach and guide them in how to think and behave as His chosen people. God led them patiently and directed them to a location where they would encounter fewer challenges. Ellen G. White explains: “The Israelites . . . had little knowledge of God and little faith in Him, and they would have become terrified and disheartened. They were unarmed and unaccustomed to war, their spirits were depressed by long bondage, and they were encumbered with women and children, flocks and herds. In leading them by the way of the Red Sea, the Lord revealed Himself as a God of compassion as well as of judgment.”—Ellen G. White, Patriarchs and Prophets, p. 282.&nbsp;</p><p>Talking about the Song of Moses, the Andrews Bible Commentary says: “The certainty of this redemptive act of God in history assures us that we have nothing to fear for the future. The last stanza focuses on future enemies who would be faced in conquest of Canaan. Because of God’s powerful ‘arm,’ they would be ‘as still as a stone’ (v. 16). When we face certain impossibilities, when we feel cornered and do not know which way to turn, we can find assurance in ‘The Song of Moses,’ for it commemorates a great event in the history of God’s people.” —Andrews Bible Commentary, “Exodus” (Berrien Springs, MI: Andrews University Press, 2020), p. 214.&nbsp;</p><p><strong>Discussion Questions:&nbsp;</strong></p><p><strong>1. </strong>Why do we find ourselves so often in the position of the Hebrews after their incredible deliverance from Egypt but before the challenge of the Red Sea? That is, in the face of so much evidence for God’s goodness toward us and of His power, why do we still find it so easy to show, and even express, a lack of faith?&nbsp;</p><p><strong>2.</strong> Even after all that had happened, including the loss of the firstborn sons, why would Pharaoh still pursue Israel? What should this tell us about how dangerous it is for any of us to get hardened by sin (or to sin)?&nbsp;</p><p><strong>3. </strong>Though we all face terrible trials at times, many of us have had (and still have) some very good days, some very good times, when nothing bad happens to us or to our loved ones. Why should we see these times as evidence of God’s grace and protection because, after all, we understand that we live in “enemy” territory? That is, why should we always remember to praise God in the good times, because we never know what calamities we have been spared from?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "x",
          "dayTitle": "<p>Inside Story</p>",
          "id": 68,
          "idDay": 8,
          "idLesson": 6,
          "lessonText": "<p><strong>Special Mission:</strong>&nbsp;<strong>Hospital&nbsp;</strong></p><p><em>By Andrew Mcchesney&nbsp;</em></p><p><em><br></em></p><p>Dmitry Bagal, a Russian missionary living in Germany, found a hospital to be an unexpected mission field while receiving cancer treatment for what turned out to be three benign tumors. He saw people from all walks of life—especially secular and post-Christian people, and people from nonChristian world religions—struggling over tough questions about God.&nbsp;</p><p>One patient received six rounds of chemotherapy and underwent an operation at the Munich hospital. But when his cancer returned after six weeks, the doctor saw no point in removing it again. The man couldn’t think clearly and barely recognized his wife. Her only desire, meanwhile, was to stay with her husband during his last days in the palliative-care unit. At an opportune moment, Dmitry gave the wife a booklet about God and suffering, and he prayed with the couple. The prayer moved the wife to tears.&nbsp;</p><p>Later that day, Dmitry gave the woman copies of The Great Controversy and The Desire of Ages, saying the books have provided great comfort to him and many others. The woman wanted the books—but not for free. She gave him 14 euros (U.S.$15), all the change in her purse.&nbsp;Dmitry believes that the two will meet again, if not on this Earth, then on the new earth.&nbsp;</p><p>Dmitry also met a young man hospitalized with an unknown illness. The man, who was from Iran, had given up his studies in Britain and flown to Germany for treatment. Doctors, however, couldn’t diagnose his illness. He couldn’t walk, so Dmitry pushed him around the hospital grounds in a wheelchair nearly every day. Even though he hadn’t been raised Christian, he allowed Dmitry to pray to Jesus on his behalf. As Dmitry prayed day after day, the young man began to recover. Before long, he could stand and walk with assistance. The two conversed in German, but because the young man had studied in Britain, Dmitry gave him an English copy of The Great Controversy. Months later, Dmitry was still praying for him, treasuring the words, “But remember that you do not know and cannot measure the result of faithful effort” (Ellen G. White, Colporteur Ministry, p. 114).&nbsp;</p><p>During two weeks in the hospital, Dmitry gave away 20 copies of The Great Controversy as well as other books; distributed many business cards with QR codes to download the book; and stocked about 10 of the hospital’s public bookshelves with books.&nbsp;</p><p>“Many seeds have been sown, and I pray that they will bear fruit,” he said. “We work under God’s guidance and leave the results to Him.”</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>Through the Red Sea</p>",
      "verse": "<p>“And Moses said to the people, ‘Do not be afraid. Stand still, and see the salvation of the Lord, which He will accomplish for you today. For the Egyptians whom you see today, you shall see again no more forever. The Lord will fight for you, and you shall hold your peace’ ” (Exodus 14:13, 14, NKJV).</p>",
      "versionCode": 25,
      "weekDate": "August 2–8"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
