{
  "data": [
    {
      "color": "#ff5733",
      "id": 701,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "September 24",
          "dayTitle": "<p>Rebellion in a Perfect Universe<br></p>",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>Many thinkers have tried to explain the origin of evil. Some suggest that evil always has existed because, in their view, good can be appreciated only in contrast to evil. Others believe that the world was created perfect but, somehow, evil emerged. For example, in Greek mythology, evil started when the curious Pandora opened a sealed box out of which flew all the evils of the world (this myth, however, does not explain the origin of the evils supposedly hidden in that box).<br><br>By contrast, the Bible teaches that our loving God is all-powerful (1 Chron. 29:10, 11) and perfect (Matt. 5:48). All that He does must likewise be perfect (Deut. 32:4), which includes how He created our world. How, then, could evil and sin appear in a perfect world? According to Genesis 3, the fall of Adam and Eve brought sin, evil, and death here.<br><br>But that answer raises another issue. Even before the Fall, evil already had existed, manifested by the “serpent,” who deceived Eve (Gen. 3:1–5). Hence, we need to go back, even before the Fall, in order to find the source and origins of the evil that so dominates our present existence and that at times can make it pretty miserable.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 25",
          "dayTitle": "<p>Creation, an Expression of Love<br></p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>Nature in its present condition carries an ambiguous message that mingles both good and evil. Rosebushes can produce lovely and fragrant roses but also harmful and painful thorns. A toucan can impress us with its beauty and then dismay us by assaulting the nests of other birds and eating their frail chicks. Even human beings, who are capable of kindness one moment, can be vicious, hateful, and even violent in the next. No wonder that in the parable of the wheat and the tares, the servants asked the field owner, “ ‘ “Sir, did you not sow good seed in your field? How then does it have tares?” ’ ” (Matt. 13:27, NKJV).<br><br>And the owner replied, “ ‘ “An enemy has done this” ’ ” (Matt. 13:28, NKJV). Likewise, God created the universe perfect, but an enemy defiled it with the mysterious seeds of sin.<br><br><strong>Read 1 John 4:8, 16. What can the certainty that “God is love” tell us about the nature of His creative activities?</strong></p><p><strong>1 John 4:8, 16</strong><br></p><p><strong><sup>8</sup> </strong>He who does not love does not know God, for God is love.</p><p><strong><sup>16</sup> </strong>And we have known and believed the love that God has for us. God is love, and he who abides in love abides in God, and God in him.<br><br>The fact that “God is love” (1 John 4:8, 16, NKJV) conveys at least three basic implications. First, love by its very nature cannot exist closed in itself but must be expressed. (What kind of love is not expressed?) God’s love is shared internally among the Three Persons of the Godhead, and externally in His relationship with all His creatures.<br><br>Second, all that God does is an expression of His unconditional and unchangeable love. This includes His creative works, His redemptive actions, and even the manifestations of His punitive judgments.<br><br>Actually, “God’s love has been expressed in His justice no less than in His mercy. Justice is the foundation of His throne, and the fruit of His love.”—Ellen G. White, The Desire of Ages, p. 762. And third, since God is love and all that He does expresses His love, He cannot be the originator of sin, which is in direct opposition to His own character.<br><br>But did God really need to create the universe? From the perspective of His sovereignty, one could say “No,” because it was a decision of His free will. But from the perspective of His loving nature, He wanted a universe as a means of expressing His love. And how amazing that He created some forms of life, such as humans, not only to be capable of responding to His love but also of sharing and expressing love, not just to Him but to others, as well. (See also Mark 12:30, 31.)<br><br><strong>Look around at the created world. In what ways can you see in it reflections of God’s love, despite the ravages of sin? How can we learn to draw lessons of hope from the expression of God’s love revealed in creation?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 26",
          "dayTitle": "<p>Free Will, the Basis for Love<br></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p><strong>Read 1 John 4:7–16</strong>. What does this passage tell us about free will as a condition to cultivating love?<br></p><p><strong>1 John 4:7–16</strong><sup><br></sup></p><p><sup><strong>7</strong></sup> A woman of Samaria came to draw water. Jesus said to her, “Give Me a drink.” 8 For His disciples had gone away into the city to buy food.<sup><br><br><strong>9</strong></sup> Then the woman of Samaria said to Him, “How is it that You, being a Jew, ask a drink from me, a Samaritan woman?” For Jews have no dealings with Samaritans.<sup><br><strong><br>10</strong></sup> Jesus answered and said to her, “If you knew the gift of God, and who it is who says to you, ‘Give Me a drink,’ you would have asked Him, and He would have given you living water.”<sup><br><br><strong>11 </strong></sup>The woman said to Him, “Sir, You have nothing to draw with, and the well is deep. Where then do You get that living water? <sup><strong><br></strong></sup></p><p><sup><strong>12 </strong></sup>Are You greater than our father Jacob, who gave us the well, and drank from it himself, as well as his sons and his livestock?”<sup><br><br><strong>13</strong></sup> Jesus answered and said to her, “Whoever drinks of this water will thirst again, <strong><sup><br></sup></strong></p><p><strong><sup>14</sup></strong> but whoever drinks of the water that I shall give him will never thirst. But the water that I shall give him will become in him a fountain of water springing up into everlasting life.”<sup><br><br><strong>15 </strong></sup>The woman said to Him, “Sir, give me this water, that I may not thirst, nor come here to draw.”<sup><br><strong><br>16</strong></sup> Jesus said to her, “Go, call your husband, and come here.”</p><p>Artificial flowers can be gorgeous, but they do not grow and bloom as do real ones. Robots are preprogrammed to talk and to perform many tasks, but they have neither life nor emotions. In reality, life and free will are indispensable conditions for someone to receive, cultivate, and share love. So, our loving God created angels (including Lucifer) and human beings with freedom to make their own choices, including the possibility of following a wrong path. In other words, God created the whole universe as a perfect and harmonious environment for His creatures to grow in love and in wisdom.<br><br>In 1 John 4:7–16, the apostle John underscores that “God is love,” and that He manifested His love to us by sending His own Son to die for our sins. As a result, we should express our gratitude for His infinite love by loving one another. Such love, divinely originated, would be the most convincing evidence that God abides in us and that we abide in Him. This appeal to reflect God’s love to one another makes sense only if addressed to creatures who can choose to cultivate and express that love or, in contrast, to live a self-centered life. However, freedom of choice can easily be misused, a sad fact demonstrated in the tragic rebellion of Lucifer in heaven.<br><br>Even recognizing the importance of free will, some people still wonder, If God knew that Lucifer would rebel, why did God create him? Does the creation of Lucifer not make God ultimately responsible for the origin of sin?<br><br>That can be a very difficult question to speculate about, because it depends upon many factors, including what exactly is meant by the word “responsible.” The origin and nature of sin are mysteries that no one can fully explain.<br><br>Even so, God did not ordain sin to exist; He only allowed its existence, and then, at the cross, He took upon Himself the ultimate punishment for that sin, thus enabling Him, ultimately, to eradicate it. In all our painful musings about evil, we must never forget that God Himself paid the highest price for the existence of sin and of evil (see Matt. 5:43–48 and Rom. 5:6–11), and that He has suffered from them more than any of us ever will. <br></p><p><strong>Free will, a gift from God, is sacred, but comes heavy laden with powerful consequences, not only for yourself but also for others, as well. What important decisions are you, using this gift, about to make, and what will be the consequences of whatever choices you make?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 27",
          "dayTitle": "<p>Mysterious Ingratitude<br></p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p><strong>Read Ezekiel 28:12–19</strong>. What can we learn from this passage about the mysterious origin of sin?<br></p><p><strong>Ezekiel 28:12–19 </strong><sup><br></sup></p><p><sup><strong>12</strong></sup> “Son of man, take up a lamentation for the king of Tyre, and say to him, ‘Thus says the Lord God:<br><br>“You were the seal of perfection,<br>Full of wisdom and perfect in beauty.<sup><br><strong><br></strong></sup></p><p><sup><strong>13 </strong></sup>You were in Eden, the garden of God; every precious stone was your covering:<br>The sardius, topaz, and diamond, beryl, onyx, and jasper, sapphire, turquoise, and emerald with gold.<br>The workmanship of your timbrels and pipes was prepared for you on the day you were created.<sup><br><strong><br>14</strong></sup> “You were the anointed cherub who covers, I established you, you were on the holy mountain of God, you walked back and forth in the midst of fiery stones.<sup><br></sup></p><p><sup><strong>15</strong></sup> You were perfect in your ways from the day you were created,<br>Till iniquity was found in you.<sup><br><br><strong>16</strong></sup> “By the abundance of your trading you became filled with violence within,<br>and you sinned, therefore I cast you as a profane thing out of the mountain of God; and I destroyed you, O covering cherub, from the midst of the fiery stones.<sup><br><strong><br>17</strong></sup> “Your heart was [a]lifted up because of your beauty; you corrupted your wisdom for the sake of your splendor;<br>I cast you to the ground, I laid you before kings, that they might gaze at you.<sup><br><br><strong>18 </strong></sup>“You defiled your sanctuaries by the multitude of your iniquities, by the iniquity of your trading, therefore I brought fire from your midst, it devoured you, and I turned you to ashes upon the earth in the sight of all who saw you.<sup><br></sup></p><p><sup><strong>19 </strong></sup>All who knew you among the peoples are astonished at you; you have become a horror, and shall be no more forever.” ’ ”</p><p>Much of the book of Ezekiel was written in end-time, symbolic language. In many instances, specific entities (such as persons, animals, and objects) and local events are used to represent and describe broader cosmic and/or historical realities. In Ezekiel 28:1–10, the Lord spoke of the king of Tyre (Tyre itself was a prosperous ancient Phoenician port city) as a rich and proud ruler who was only a “man” but who claimed to be a god and who even sat (he claimed) in the throne of the gods. Then, in Ezekiel 28:12–19, this historical reality becomes an analogy to describe the original fall of Lucifer in the heavenly courts. So, the king of Tyre, who was a human being living “ ‘ “in the midst of the seas” ’ ” (Ezek. 28:2, 8, NKJV), now represents “ ‘ “the anointed cherub who covers,” ’ ” (Ezek. 28:14, NKJV) living “ ‘ “in Eden, the garden of God,” ’ ” (Ezek. 28:13, NKJV) and “ ‘ “upon the holy mountain of God” ’ ” (Ezek. 28:14).<br><br>A crucial statement in the whole account is found in Ezekiel 28:15, which says, “ ‘ “You were perfect in your ways from the day you were created, till iniquity was found in you” ’ ” (NKJV). Hence, Lucifer’s perfection included the potential for evil, the potential to do wrong, and that was because, as a moral being, Lucifer possessed free will, part of what it means to be a perfect being.<br><br>In reality, Lucifer was created perfect—which included his ability to choose freely. However, abusing that perfection by the misuse of his free will, he became corrupted by considering himself more important than he actually was.<br><br>No longer satisfied with how God had created and honored him, Lucifer lost his thankfulness to God and wished to receive more recognition than he actually deserved. How this could happen with a perfect angelic being living in a perfect universe is, as already mentioned, a mystery.<br><br>“Sin is a mysterious, unexplainable thing. There was no reason for its existence; to seek to explain it is to seek to give a reason for it, and that would be to justify it. Sin appeared in a perfect universe, a thing that was shown to be inexcusable.”—Ellen G. White, The Truth About Angels, p. 30.<br><br><strong>In 1 Thessalonians 5:18, Paul says that “in everything” (NKJV) we should give thanks. How can these words help us to overcome any feelings of ingratitude and self-pity, especially in trying times?</strong></p><p><sup><strong>18</strong></sup> in everything give thanks; for this is the will of God in Christ Jesus for you.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 28",
          "dayTitle": "<p>The Price of Pride<br></p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p>Within Scripture, one can see two predominant themes or motifs that are competing with each other. One is the theme of Salem, Mount Zion, Jerusalem, and the New Jerusalem, which represents God’s kingdom. The other is the theme of Babel and Babylon, which stands for Satan’s counterfeit domain. Several times God called His people out of pagan Babylon to serve Him in the Promised Land.<br><br>For example, Abram (later Abraham) was asked to move from Ur of the Chaldees to the land of Canaan (Gen. 11:31–12:9). At the end of their long exile, the Jews left Babylon and returned to Jerusalem (Ezra 2). And in the book of Revelation, God’s people are called out of end-time Babylon (Rev. 18:4) to abide with Him eventually on Mount Zion and the New Jerusalem (Rev. 14:1; Rev. 21:1–3, 10).<br><br><strong>Read Isaiah 14:12–15. What far-reaching consequences did Lucifer’s pride while in heaven bring to the universe and to this world?</strong><br></p><p><strong>Isaiah 14:12–15</strong></p><p><sup><strong>12</strong></sup> “How you are fallen from heaven,<br>O [a]Lucifer, son of the morning!<br>How you are cut down to the ground,<br>You who weakened the nations!<sup><br></sup></p><p><sup><strong>13</strong></sup> For you have said in your heart:<br>‘I will ascend into heaven,<br>I will exalt my throne above the stars of God;<br>I will also sit on the mount of the congregation<br>On the farthest sides of the north;<sup><br></sup></p><p><sup><strong>14&nbsp;</strong></sup> I will ascend above the heights of the clouds,<br>I will be like the Most High.’<sup><br></sup></p><p><sup><strong>15 </strong></sup>Yet you shall be brought down to Sheol,<br>To the [b]lowest depths of the Pit.<strong><br></strong></p><p>In the Bible, the city of Babylon stands for a power in direct opposition to God and His kingdom; and the king of Babylon (with special allusion to Nebuchadnezzar) becomes a symbol of pride and arrogance. God had revealed to King Nebuchadnezzar that Babylon was only the gold head of the great image of successive empires (Dan. 2:37, 38). Challenging God’s revelation, the king made an image entirely of gold—a symbol that his kingdom would last forever—and even required everyone to worship it (Daniel 3). As in the case of the king of Tyre (Ezek. 28:12–19), the king of Babylon also became a symbol of Lucifer.<br><br>Isaiah 14:3–11 describes the fall of the haughty and oppressive king of Babylon. Then, Isaiah 14:12–15 moves from the historical realm to the heavenly courts and highlights that a similar proud and arrogant spirit generated the original fall of Lucifer. The text explains that Lucifer planned to exalt his throne above all heavenly hosts and make himself “ ‘ “like the Most High” ’ ” (Isa. 14:14). This was the beginning of a new and hostile situation in which God’s altruistic love and cooperation would be challenged by Lucifer’s selfishness and competition. The enemy was not afraid of accusing God of what he himself was and of spreading his lies to other angels. Here are the mysterious origins of evil in the universe.<br><strong><br>Why is it so easy to become proud and boastful of either our positions or achievements, or both? How does keeping the cross before us prevent us from falling into such a trap?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 29",
          "dayTitle": "<p>The Spread of Unbelief<br></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>Read Revelation 12. What does this chapter teach about the spread of the rebellion in heaven to the earth?</strong><br></p><p><strong>Revelation 12</strong></p><p><sup><strong>1</strong></sup> Now a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a garland of twelve stars. <sup><br></sup></p><p><sup><strong>2 </strong></sup>Then being with child, she cried out in labor and in pain to give birth.<strong><br><sup><br>3</sup></strong> And another sign appeared in heaven: behold, a great, fiery red dragon having seven heads and ten horns, and seven diadems on his heads. <sup><br></sup></p><p><sup><strong>4 </strong></sup>His tail drew a third of the stars of heaven and threw them to the earth. And the dragon stood before the woman who was ready to give birth, to devour her Child as soon as it was born. <sup><br></sup></p><p><sup><strong>5</strong></sup> She bore a male Child who was to rule all nations with a rod of iron. And her Child was caught up to God and His throne. <sup><br></sup></p><p><sup><strong>6</strong></sup> Then the woman fled into the wilderness, where she has a place prepared by God, that they should feed her there one thousand two hundred and sixty days.<sup><br><strong><br>7</strong></sup> And war broke out in heaven: Michael and his angels fought with the dragon; and the dragon and his angels fought, <sup><br></sup></p><p><sup><strong>8 </strong></sup>but they did not prevail, nor was a place found for them in heaven any longer. <sup><br></sup></p><p><sup><strong>9</strong></sup> So the great dragon was cast out, that serpent of old, called the Devil and Satan, who deceives the whole world; he was cast to the earth, and his angels were cast out with him.<sup><br><br><strong>10</strong></sup> Then I heard a loud voice saying in heaven, “Now salvation, and strength, and the kingdom of our God, and the power of His Christ have come, for the accuser of our brethren, who accused them before our God day and night, has been cast down. <sup><br></sup></p><p><sup><strong>11</strong></sup> And they overcame him by the blood of the Lamb and by the word of their testimony, and they did not love their lives to the death. <sup><br></sup></p><p><sup><strong>12</strong></sup> Therefore rejoice, O heavens, and you who dwell in them! Woe to the inhabitants of the earth and the sea! For the devil has come down to you, having great wrath, because he knows that he has a short time.”<sup><br><br><strong>13</strong></sup> Now when the dragon saw that he had been cast to the earth, he persecuted the woman who gave birth to the male Child. <sup><br></sup></p><p><sup><strong>14 </strong></sup>But the woman was given two wings of a great eagle, that she might fly into the wilderness to her place, where she is nourished for a time and times and half a time, from the presence of the serpent. <sup><br></sup></p><p><sup><strong>15 </strong></sup>So the serpent spewed water out of his mouth like a flood after the woman, that he might cause her to be carried away by the flood. <sup><br></sup></p><p><sup><strong>16 </strong></sup>But the earth helped the woman, and the earth opened its mouth and swallowed up the flood which the dragon had spewed out of his mouth. <sup><br></sup></p><p><sup><strong>17</strong></sup> And the dragon was enraged with the woman, and he went to make war with the rest of her offspring, who keep the commandments of God and have the testimony of Jesus Christ.<strong><br></strong></p><p>The fall of Lucifer was not a simple clash of conflicting ideas. Revelation 12 tells us that a major war broke out in heaven between Lucifer and his angels on one side and Christ and His angels on the other. In this passage, Lucifer is called “the great dragon,” the “serpent of old,” “the Devil and Satan,” and “the accuser of our brethren” (Rev. 12:9, 10, NKJV). Christ is referred to as “Michael” (Rev. 12:7), which means “who is like God.”<br><br>Based on the allusion to “Michael the archangel” (Jude 9), some interpreters believe that He is only an angelic being. But in the book of Daniel, each major vision culminates with Christ and His everlasting kingdom—as the stone cut out without hands (Dan. 2:34, 45), as the Son of man (Dan. 7:13), as the Prince of the host and the Prince of princes (Dan. 8:11, 25), and as Michael the great prince (Dan. 12:1). So, as the Angel of the Lord is the Lord Himself (Exod. 3:1–6, Acts 7:30–33, etc.), Michael must be the same Divine Person (i.e., Christ Himself).<br><br>Revelation 12 provided a general overview of this ongoing controversy, which (1) began in heaven with the rebellion of Lucifer and one-third of the heavenly angels, (2) culminated with Christ’s decisive victory at the cross, and (3) still continues against God’s end-time remnant people.<br><br>Reflecting on the beginning of this controversy, Ellen G. White explains that “God in His great mercy bore long with Lucifer. He was not immediately degraded from his exalted station when he first indulged the spirit of discontent, nor even when he began to present his false claims before the loyal angels. Long was he retained in heaven. Again and again he was offered pardon on condition of repentance and submission.”—Ellen G. White, The Great Controversy, pp. 495, 496.<br><br>We do not know how long that war lasted in the heavenly realms. Regardless of its intensity and time span, the most important aspect of the whole struggle was that Satan and his angels “were defeated, and there was no longer any place for them in heaven” (Rev. 12:8, NRSV; see also Luke 10:18). The problem, of course, was that they came here, to the earth.<br><strong><br>What are ways in which we can see the reality of this battle being played out on the earth? What is our only hope to overcome our enemy in this battle?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 30",
          "dayTitle": "",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>Read Ellen G. White, “Why Was Sin Permitted?” pp. 33–43, in Patriarchs and Prophets; “The Origin of Evil,” pp. 492– 504, in The Great Controversy.<br><br>“There was no possible hope for the redemption of those [Satan and his angels] who had witnessed and enjoyed the inexpressible glory of heaven, and had seen the terrible majesty of God, and, in presence of all this glory, had rebelled against Him. There were no new and wonderful exhibitions of God’s exalted power that could impress them so deeply as those they had already experienced. If they could rebel in the very presence of glory inexpressible, they could not be placed in a more favorable condition to be proved. There was no reserve force of power, nor were there any greater heights and depths of infinite glory to overpower their jealous doubts and rebellious murmuring. Their guilt and their punishment must be in proportion to their exalted privileges in the heavenly courts.”—Ellen G. White, Confrontation, p. 21.<br><br>“From the beginning, God and Christ knew of the apostasy of Satan, and of the fall of man through the deceptive power of the apostate. God did not ordain that sin should exist, but He foresaw its existence, and made provision to meet the terrible emergency. So great was His love for the world, that He covenanted to give His only-begotten Son, ‘that whosoever believeth in Him should not perish, but have everlasting life.’ John 3:16.”—Ellen G. White, The Desire of Ages, p. 22.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> In class, wrestle with the question of whether God is ultimately responsible for the origin and existence of evil in our world. How might we seek to answer that charge?<br><br><strong>2. </strong>How does the cross fit in with our understanding of the whole question of evil? Why must the cross and what happened there be central to any understanding of the origin of evil?<br><br><strong>3. </strong>After so many millennia of sin and suffering in our world, Satan should now be fully aware of the tragic consequences of his rebel- lion. Why then does he still carry on his rebellion against God?<br><strong><br>4.</strong> In Matthew 5:43–48, Christ speaks of God’s unconditional love for all human beings as the pattern for all our own interactions. How can you reflect this pattern more closely within your family and church?<br><br><strong>5.</strong> The apostle Peter warns us that “the devil walks about like a roaring lion, seeking whom he may devour” (1 Pet. 5:8, NKJV).<br><br><strong>Read also Ephesians 6:10–20. How can we prevail against the “wiles of the devil” (Eph. 6:11)?</strong></p><p><sup><strong>10</strong></sup> Finally, my brethren, be strong in the Lord and in the power of His might. <sup><br></sup></p><p><sup><strong>11</strong></sup> Put on the whole armor of God, that you may be able to stand against the wiles of the devil. <sup><br></sup></p><p><sup><strong>12</strong></sup> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places. <sup><br></sup></p><p><sup><strong>13</strong></sup> Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.<sup><br><br><strong>14</strong></sup> Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness, <sup><br></sup></p><p><sup><strong>15</strong></sup> and having shod your feet with the preparation of the gospel of peace; <sup><br></sup></p><p><sup><strong>16</strong></sup> above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one. <sup><br></sup></p><p><sup><strong>17</strong></sup> And take the helmet of salvation, and the sword of the Spirit, which is the word of God; <sup><br></sup></p><p><sup><strong>18</strong></sup> praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints— <sup><br></sup></p><p><sup><strong>19</strong></sup> and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel, <sup><br></sup></p><p><sup><strong>20</strong></sup> for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak.<strong><br></strong></p><p><strong><br></strong></p><p><strong>Inside Story:</strong></p><p><strong>Set Free From Chains<br>By Andrew McChesney<br><br></strong>Screams pierced the air in the rural village in Laos.<br><br>A Seventh-day Adventist pastor, who was visiting the village with a small team of church workers, headed toward the loud cries to find out what was happening. He was surprised to see a 16-year-old boy chained to the wooden floor of his family home. “What happened to your boy?” he asked the parents. “Why is he chained up?”<br><br>The parents looked sad. “Our son Aer has been sick for many years,” his father said. “He becomes normal for several hours, but then he loses his mind again, several times a day,” his mother said.<br><br>The parents had spent all their money trying to find a cure. But the situation steadily had gotten worse until they reluctantly decided to leave Aer in chains all the time to prevent him from harming himself and others. He had been bound to the wooden floor for the past six months.<br><br>The pastor spoke with Aer and told him and his parents about the saving love of Jesus. “If Jesus is willing, He can heal Aer,” he said.<br><br>He asked for permission to pray for the boy. Aer’s parents happily agreed. Hope shone in their faces that their son would be healed.<br><br>A few days later, the pastor and his team again visited Aer and prayed for him. The pastor invited the family to worship in the nearest Adventist church in a neighboring village.<br><br>The next Sabbath, the parents arrived at church with Aer, his hands bound in chains. Each church member prayed for Aer, and then the pastor also asked the boy’s father to pray for him. All heads bowed as the father prayed to Jesus on behalf of his son. From that day, the boy was healed. He returned to normal and no longer needed to be chained up.<br><br>Neighbors were amazed, and they deluged Aer’s parents with questions. “Is this the boy who was ill for many years and was chained up?” one asked. “Why is he OK now?” asked another. “Who healed him?”<br><br>The parents explained that the Christian God had healed their boy.<br><br>Not only did Aer’s parents accept Jesus as their personal Savior after the healing, but many other families did so as well. Those families are among 122 people who were baptized at the church in April 2021, filling the church building to overflowing.<br><br>“We praise God for performing so many miracles in this area, resulting in many people coming to Him to be saved,” said the Lao pastor who shared this story with Adventist Mission.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>Rebellion in a Perfect Universe <br></p>",
      "verse": "<p>How you have fallen from heaven, you star of the morning, son of the dawn! You have been cut down to the earth, you who defeated the nations! (Isa. 14:12, NASB)<br></p>",
      "versionCode": 22,
      "weekDate": "September 24–30"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
