{
   "data":[
      {
         "color":"#d9ed92",
         "id":1,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"28 Septiembre",
               "dayTitle":"<p>SEÑALES QUE INDICAN EL CAMINO</p>",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>¿Por qué escribió Juan su Evangelio? ¿Quería enfatizar los milagros de Jesús o algunas de las enseñanzas específicas del Maestro? ¿Por qué escribió lo que escribió? Bajo el poder y la influencia del Espíritu Santo, Juan explica por qué. Dice que, aunque se podrían escribir muchas cosas más sobre la vida de Cristo (Juan 21:25), los relatos que incluyó se escribieron “para que ustedes crean que Jesús es el Cristo, el Hijo de Dios; y para que, creyendo, tengan vida por medio de él” (Juan 20:31).<br>Esta semana vamos a examinar en Juan algunos de los primeros milagros de Jesús: desde cómo convirtió el agua en vino en una boda hasta cómo devolvió la salud al hijo enfermo de alguien, pasando por la curación del hombre en el estanque de Betesda.<br>Juan llama “señales” a estos milagros. No se refiere a algo como una señal en la calle, sino a un acontecimiento milagroso que señala hacia una realidad más profunda: Jesús como Mesías. En todos estos relatos, vemos ejemplos de personas que respondieron por fe. Y sus ejemplos nos invitan a hacer lo mismo.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 Septiembre",
               "dayTitle":"<p>LA BODA DE CANÁ<br></p><p>\n</p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p>Lee Juan 2:1 al 11. ¿Qué señal hizo Jesús en Caná y cómo ayudó así a sus discípulos a creer en él?\n</p><p>Juan 2:1-11</p><p><sup><strong>1&nbsp;</strong></sup>Al tercer día se hicieron unas bodas en Caná de Galilea; y estaba allí la madre de Jesús.<br><sup style=\"background-color: initial;\"><strong>2</strong></sup> Y fueron también invitados a las bodas Jesús y sus discípulos.<br><strong style=\"background-color: initial;\"><sup>3&nbsp;</sup></strong>Y faltando el vino, la madre de Jesús le dijo: No tienen vino.<br><strong style=\"background-color: initial;\"><sup>4</sup></strong> Jesús le dijo: ¿Qué tienes conmigo, mujer? Aún no ha venido mi hora.<br><strong style=\"background-color: initial;\"><sup>5&nbsp;</sup></strong>Su madre dijo a los que servían: Haced todo lo que os dijere.<strong><sup><br>6&nbsp;</sup></strong>Y estaban allí seis tinajas de piedra para agua, conforme al rito de la purificación de los judíos, en cada una de las cuales cabían dos o tres cántaros.<strong><sup><br>7</sup></strong> Jesús les dijo: Llenad estas tinajas de agua. Y las llenaron hasta arriba.<sup><strong><br>8</strong></sup> Entonces les dijo: Sacad ahora, y llevadlo al maestresala. Y se lo llevaron.<sup><strong><br>9</strong></sup> Cuando el maestresala probó el agua hecha vino, sin saber él de dónde era, aunque lo sabían los sirvientes que habían sacado el agua, llamó al esposo,<strong><sup><br>10</sup></strong> y le dijo: Todo hombre sirve primero el buen vino, y cuando ya han bebido mucho, entonces el inferior; mas tú has reservado el buen vino hasta ahora.<strong><sup><br>11</sup></strong> Este principio de señales hizo Jesús en Caná de Galilea, y manifestó su gloria; y sus discípulos creyeron en él.</p><p>Ver a Jesús realizar el milagro de convertir el agua en vino fue una evidencia favorable a la decisión de los discípulos de seguirlo. ¿Cómo no habría de ser esa una poderosa demostración de que él procedía en verdad de Dios? Probablemente no estaban hasta entonces preparados para entender quién era él realmente.<br>Moisés era el líder de los israelitas, y sacó a Israel de Egipto mediante muchas “señales y milagros” (Deut. 6:22; 26:8). Fue a él a quien Dios utilizó para liberar a Israel de los egipcios. Fue, en cierto sentido, su “salvador”.<br>Dios profetizó a través de Moisés que vendría un profeta que sería como Moisés. Dios pidió a Israel que lo escuchara (Deut. 18:15; Mat. 17:5; Hech. 7:37). Ese “profeta” era Jesús, y, en Juan 2, Jesús realizó su primera señal, que a su vez se remontaba a la liberación de los hijos de Israel de Egipto.<br>El río Nilo era un recurso clave y una deidad para los egipcios. Una de las plagas iba dirigida al río: sus aguas se convirtieron en sangre. En Caná, Jesús realizó un milagro similar pero, en lugar de convertir el agua en sangre, la convirtió en vino. El agua procedía de seis tinajas utilizadas para la purificación en los rituales judíos, lo que vincula aún más el milagro con los temas bíblicos de la salvación. Al relatar el incidente de la conversión del agua en vino, y remitirse así al Éxodo, Juan señalaba a Jesús como nuestro Libertador.<br>¿Qué pensó el encargado del banquete acerca del vino sin fermentar que le proporcionó Jesús? En efecto, lo sorprendió la calidad de la bebida y, puesto que ignoraba el milagro que Jesús había obrado, pensó que habían dejado lo mejor para el final.<br>El término griego oinos se utiliza tanto para el zumo de uva fresco como para el fermentado (ver el Diccionario bíblico adventista del séptimo día, p. 1206). Elena de White afirma que el zumo resultante del milagro no era alcohólico (véase “En las bodas de Caná”, en El Deseado de todas las gentes, p. 123). Sin duda, quienes sabían lo que había sucedido estaban asombrados. ¿Qué razones tienes para seguir a Jesús? Se nos han dado muchas, ¿verdad?</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 Septiembre",
               "dayTitle":"<p>LA SEGUNDA SEÑAL EN GALILEA</p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p>Durante todo su ministerio terrenal, Jesús realizó milagros que ayudaron a la gente a creer en él. Juan registró estos milagros para que otros también creyeran en Jesús.</p><p><strong>Lee Juan 4:46 al 54. ¿Por qué hace el evangelista una conexión con el milagro de las bodas?\n</strong></p><p>\n</p><p><strong>\n</strong></p><p><strong><sup>46 </sup></strong>Fue, pues, Jesús otra vez a Caná de Galilea, donde había convertido el agua en vino. Había en Capernaúm un oficial del rey, cuyo hijo estaba enfermo.<sup><strong><br>47</strong></sup> Cuando oyó aquel que Jesús había llegado de Judea a Galilea, fue a él y le rogó que descendiera y sanara a su hijo, que estaba a punto de morir.<strong><sup><br>48</sup></strong> Entonces Jesús le dijo: —Si no veis señales y prodigios, no creeréis.<strong><sup><br>49</sup></strong> El oficial del rey le dijo: —Señor, desciende antes que mi hijo muera.<strong><sup><br>50</sup></strong> Jesús le dijo: —Vete, tu hijo vive. El hombre creyó la palabra que Jesús le dijo, y se fue.<strong><sup><br>51</sup></strong> Cuando ya él descendía, sus siervos salieron a recibirlo, y le informaron diciendo: —Tu hijo vive.<strong><sup><br>52</sup></strong> Entonces él les preguntó a qué hora había comenzado a mejorar. Le dijeron: —Ayer, a la hora séptima, se le pasó la fiebre.<strong><sup><br>53</sup></strong> El padre entonces entendió que aquélla era la hora en que Jesús le había dicho: «Tu hijo vive.» Y creyó él con toda su casa.<strong><sup><br>54</sup></strong> Esta segunda señal hizo Jesús cuando fue de Judea a Galilea.—Si no veis señales y prodigios, no creeréis.</p><p>Al relatar la segunda señal que Jesús hizo en Galilea, Juan remite a la primera, la de las bodas de Caná. Juan parece decir: “Las señales que hizo Jesús les ayudarán a comprender quién es él”. Luego, añade: “Esta fue una segunda señal que hizo Jesús cuando volvió de Judea a Galilea” (Juan 4:54).<br>Al principio, la respuesta de Jesús a la súplica del noble puede parecer dura. Sin embargo, este funcionario había hecho de la curación de su hijo el criterio para creer en Jesús. Jesús leyó su corazón e identificó la enfermedad espiritual que era más profunda que la dolencia mortal de su hijo. Como un rayo caído del cielo, el hombre reconoció de repente que su pobreza espiritual podía costarle la vida a su hijo.</p><p>Es importante reconocer que los milagros no demostraron por sí mismos que Jesús era el Mesías. Otros han realizado milagros. Algunos fueron verdaderos profetas; otros, falsos. Los milagros solo revelan la existencia de lo sobrenatural, pero no significan necesariamente que Dios sea quien los hace. Satanás puede hacer “milagros”, si por ello entendemos actos sobrenaturales.</p><p>El noble, angustiado, se entregó a la misericordia de Jesús, suplicándole que curara a su hijo. La respuesta de Jesús fue tranquilizadora. Le dijo: “Ve. Tu hijo vive” (Juan 4:50). Aunque el verbo griego está conjugado en tiempo presente en el original (“vive”), algunas versiones lo traducen como futuro (“vivirá”), pues se trata de lo que en gramática griega recibe el nombre de “presente futurista”, usado para describir un acontecimiento futuro, pero tan seguro como si ya estuviera sucediendo. El hombre no se apresuró a volver a su casa, sino que, como evidencia de su fe en Jesús, llegó a casa al día siguiente, y descubrió que la fiebre había abandonado a su hijo el día anterior, exactamente cuando Jesús había dicho esas palabras.</p><p>¡Qué razón tan poderosa para creer en Jesús!&nbsp;</p><p><strong>Aunque viéramos un milagro, ¿qué otros criterios debemos tener en cuenta antes de suponer automáticamente que proviene de Dios?</strong></p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de octubre",
               "dayTitle":"<p>EL MILAGRO DEL ESTANQUE DE BETESDA<br></p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p>La siguiente señal que relata Juan tuvo lugar en el estanque de Betesda (Juan 5:1-9). Se creía que un ángel agitaba el agua y que el primer enfermo que entraba en ella quedaba curado. En consecuencia, los pórticos del estanque estaban abarrotados de personas que esperaban ser curadas en la siguiente ocasión.<br><br>Jesús fue a Jerusalén y, al pasar junto a la piscina, vio a la multitud que esperaba. ¡Qué espectáculo! Toda esa gente, algunos seguramente muy enfermos, esperaban y esperaban una curación, que seguramente no ocurriría. ¡Qué oportunidad para Jesús!<br><br><strong>Lee Juan 5:1 al 9. Puesto que todos los que estaban junto a la piscina querían sin duda recuperar la salud, ¿por qué preguntó Jesús al paralítico si quería ser curado (Juan 5:6)?</strong></p><p><strong>Juan 5:1-9</strong></p><p><sup><strong>1</strong></sup> Después de estas cosas había una fiesta de los judíos, y subió Jesús a Jerusalén.<sup><strong><br><br></strong><strong>2 </strong></sup>Y hay en Jerusalén, cerca de la puerta de las ovejas, un estanque, llamado en hebreo Betesda, el cual tiene cinco pórticos.&nbsp;</p><p><sup><strong>3</strong></sup> En estos yacía una multitud de enfermos, ciegos, cojos y paralíticos, que esperaban el movimiento del agua.&nbsp;</p><p><sup><strong>4</strong></sup> Porque un ángel descendía de tiempo en tiempo al estanque, y agitaba el agua; y el que primero descendía al estanque después del movimiento del agua, quedaba sano de cualquier enfermedad que tuviese.&nbsp;</p><p><sup><strong>5 </strong></sup>Y había allí un hombre que hacía treinta y ocho años que estaba enfermo.&nbsp;</p><p><sup><strong>6 </strong></sup>Cuando Jesús lo vio acostado, y supo que llevaba ya mucho tiempo así, le dijo: ¿Quieres ser sano?<sup>&nbsp;</sup></p><p><sup><strong>7</strong></sup> Señor, le respondió el enfermo, no tengo quien me meta en el estanque cuando se agita el agua; y entre tanto que yo voy, otro desciende antes que yo.&nbsp;</p><p><sup><strong>8</strong></sup> Jesús le dijo: Levántate, toma tu lecho, y anda.&nbsp;</p><p><sup><strong>9</strong></sup> Y al instante aquel hombre fue sanado, y tomó su lecho, y anduvo. Y era día de reposo aquel día.<strong></strong></p><p><br>Cuando alguien ha estado enfermo durante mucho tiempo, la enfermedad se convierte en la norma, y por extraño que parezca, a veces puede resultar un poco inquietante dejar atrás la discapacidad. El hombre da a entender en su respuesta que quiere curarse. El problema es que está buscándola en el lugar equivocado, mientras Aquel que hizo las piernas del hombre está de pie justo delante de él.<br><br>El hombre no sabía quién le estaba hablando; aunque después de la curación comenzó sin duda a comprender que Jesús era, de hecho, Alguien muy especial.<br><br>“Jesús no pide a este enfermo que ejerza fe en él. Dice simplemente: ‘Levántate, toma tu lecho, y anda’. Pero la fe del hombre se aferra a esa palabra. En cada nervio y músculo pulsa una nueva vida, y se transmite a sus miembros inválidos una actividad sana. Sin la menor duda, dedica su voluntad a obedecer a la orden de Cristo, y todos sus músculos le responden. De un salto se pone de pie, y encuentra que es un hombre activo. Jesús no le había dado seguridad alguna de ayuda divina. El hombre podría haberse detenido a dudar, y haber perdido su única oportunidad de sanar. Pero creyó la palabra de Cristo, y al obrar de acuerdo con ella recibió fuerza” (Elena de White, El Deseado de todas las gentes, p. 172).<br><br><strong>Más tarde, Jesús se encontró con el hombre en el Templo y le dijo: “Mira que has sido sanado. No peques más, para que no te venga algo peor” (Juan 5:14). ¿Cuál es la relación entre la enfermedad y el pecado? ¿Por qué debemos entender que no todas las enfermedades son el resultado directo de pecados específicos?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de octubre",
               "dayTitle":"<p>CORAZONES DUROS<br></p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p>Las señales, las maravillas y los milagros no demuestran por sí mismos que algo provenga de Dios. Pero, por otro lado, cuando en verdad proceden de él, es peligroso rechazarlos.<br><br><strong>Lee Juan 5:10 al 16. ¿Qué lecciones podemos extraer de la asombrosa dureza de corazón de los líderes religiosos con respecto a Jesús y al milagro que acababa de realizar?</strong></p><p><strong>Juan 5:10-16</strong></p><p><sup><strong>10</strong></sup> Entonces los judíos dijeron a aquel que había sido sanado: Es día de reposo; no te es lícito llevar tu lecho.&nbsp;</p><p><sup><strong>11</strong></sup> Él les respondió: El que me sanó, él mismo me dijo: Toma tu lecho y anda.&nbsp;</p><p><sup><strong>12</strong></sup> Entonces le preguntaron: ¿Quién es el que te dijo: Toma tu lecho y anda?&nbsp;</p><p><sup><strong>13</strong></sup> Y el que había sido sanado no sabía quién fuese, porque Jesús se había apartado de la gente que estaba en aquel lugar.&nbsp;</p><p><sup><strong>14</strong></sup> Después le halló Jesús en el templo, y le dijo: Mira, has sido sanado; no peques más, para que no te venga alguna cosa peor.&nbsp;</p><p><sup><strong>15</strong></sup> El hombre se fue, y dio aviso a los judíos, que Jesús era el que le había sanado.&nbsp;</p><p><sup><strong>16</strong></sup> Y por esta causa los judíos perseguían a Jesús, y procuraban matarle, porque hacía estas cosas en el día de reposo.<br><br>Cuando Jesús se reveló al hombre que había sido sanado, este dijo inmediatamente a los líderes religiosos que había sido Jesús. Sin duda, esa era una ocasión para alabar a Dios, pero en lugar de ello, los líderes “perseguían a Jesús, y procuraban matarlo, porque hacía estas cosas en sábado” (Juan 5:16).<br><br>Las curaciones eran permitidas en sábado solo en casos de emergencia. Este hombre había estado incapacitado durante 38 años; por lo tanto, su curación no era una emergencia. Además, ¿qué necesidad había de que cargara con su lecho?<br><br>Alguien con el poder de Dios para realizar tal milagro también sabía sin duda que no estaba permitido cargar una estera en el día de reposo. Claramente, Jesús estaba tratando de llevarlos a verdades bíblicas más profundas, más allá de las reglas y las regulaciones humanas que, en algunos casos, habían sofocado la verdadera fe.<br><br><strong>¿Qué enseñan estos otros relatos acerca de cuán espiritualmente obcecadas pueden ser las personas a pesar de las evidencias? (Juan 9:1-16; Mar. 3:22, 23; Mat. 12:9-14).</strong><br><br>¿Cómo podían estar tan ciegos estos líderes religiosos? La respuesta más probable es que ello se debía a sus corazones corruptos, a su falsa creencia de que el Mesías los libraría de Roma, y a su amor al poder y la falta de consagración a Dios. Todo esto contribuyó a que rechazaran la verdad que tenían delante.<br><br><strong>Lee Juan 5:38 al 42. ¿Cuál fue la advertencia de Jesús? ¿Qué podemos aprender de estas palabras? Es decir, ¿qué puede haber en nosotros que nos impida percibir las verdades que necesitamos conocer y aplicar a nuestra vida?</strong></p><p><strong>&nbsp;Juan 5:38-42<br></strong></p><p>&nbsp;<strong><sup>38</sup></strong> ni tenéis su palabra morando en vosotros; porque a quien él envió, vosotros no creéis.&nbsp;</p><p><sup><strong>39</strong></sup> Escudriñad las Escrituras; porque a vosotros os parece que en ellas tenéis la vida eterna; y ellas son las que dan testimonio de mí;&nbsp;</p><p><sup><strong>40</strong></sup> y no queréis venir a mí para que tengáis vida.&nbsp;</p><p><sup><strong>41</strong></sup> Gloria de los hombres no recibo.&nbsp;</p><p><sup><strong>42</strong></sup> Mas yo os conozco, que no tenéis amor de Dios en vosotros. <strong><br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de octubre",
               "dayTitle":"<p>LAS AFIRMACIONES DE JESÚS<br></p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p>El milagro del estanque de Betesda brindó a Juan una excelente oportunidad para destacar quién es Jesús. Juan dedica nueve versículos a describir el milagro; y unos cuarenta (ver más adelante), a describir a aquel que lo realizó.<br><br><strong>Lee Juan 5:16 al 18. ¿Por qué persiguieron a Jesús tras el milagro que hizo en sábado?</strong></p><p><strong>Juan 5:16-18</strong></p><p><sup><strong>&nbsp;16</strong></sup> Y por esta causa los judíos perseguían a Jesús, y procuraban matarle, porque hacía estas cosas en el día de reposo.&nbsp;</p><p><sup><strong>17</strong></sup> Y Jesús les respondió: Mi Padre hasta ahora trabaja, y yo trabajo.&nbsp;</p><p><sup><strong>18</strong></sup> Por esto los judíos aún más procuraban matarle, porque no solo quebrantaba el día de reposo, sino que también decía que Dios era su propio Padre, haciéndose igual a Dios.</p><p>Juan 5:18 puede resultar inquietante porque parece decir que Jesús estaba quebrantando el sábado. Sin embargo, una mirada más atenta a Juan 5:16 al 18 muestra que Jesús argumenta que su “trabajo” en sábado está en consonancia con su relación con su Padre. Dios no deja de sostener el universo en sábado; en consecuencia, la actividad de Jesús en sábado formaba parte de su aseveración de que él era Dios. Los líderes religiosos lo persiguieron por su supuesta violación del sábado y por su afirmación de que era igual a Dios.<br><br><strong>Lee Juan 5:19 al 47. ¿Qué dijo Jesús para ayudar a los líderes a que lo aceptaran como quien realmente es, afirmación tan poderosamente atestiguada por el milagro que acababa de obrar?</strong></p><p><strong>Juan 5:19-47</strong><sup><br></sup></p><p><sup><strong>19</strong></sup> Respondió entonces Jesús, y les dijo: De cierto, de cierto os digo: No puede el Hijo hacer nada por sí mismo, sino lo que ve hacer al Padre; porque todo lo que el Padre hace, también lo hace el Hijo igualmente.&nbsp;</p><p><sup><strong>20</strong></sup> Porque el Padre ama al Hijo, y le muestra todas las cosas que él hace; y mayores obras que estas le mostrará, de modo que vosotros os maravilléis.&nbsp;</p><p><sup><strong>21</strong></sup> Porque como el Padre levanta a los muertos, y les da vida, así también el Hijo a los que quiere da vida.&nbsp;</p><p><sup><strong>22</strong></sup> Porque el Padre a nadie juzga, sino que todo el juicio dio al Hijo,&nbsp;</p><p><sup><strong>23</strong></sup> para que todos honren al Hijo como honran al Padre. El que no honra al Hijo, no honra al Padre que le envió.<br><sup><br><strong>24</strong></sup> De cierto, de cierto os digo: El que oye mi palabra, y cree al que me envió, tiene vida eterna; y no vendrá a condenación, mas ha pasado de muerte a vida.&nbsp;</p><p><sup><strong>25</strong></sup> De cierto, de cierto os digo: Viene la hora, y ahora es, cuando los muertos oirán la voz del Hijo de Dios; y los que la oyeren vivirán.&nbsp;</p><p><sup><strong>26</strong></sup> Porque como el Padre tiene vida en sí mismo, así también ha dado al Hijo el tener vida en sí mismo;&nbsp;</p><p><sup><strong>27</strong></sup> y también le dio autoridad de hacer juicio, por cuanto es el Hijo del Hombre.&nbsp;</p><p><sup><strong>28</strong></sup> No os maravilléis de esto; porque vendrá hora cuando todos los que están en los sepulcros oirán su voz;&nbsp;</p><p><sup><strong>29</strong></sup> y los que hicieron lo bueno, saldrán a resurrección de vida; mas los que hicieron lo malo, a resurrección de condenación.<br><sup><br><strong>30</strong></sup> No puedo yo hacer nada por mí mismo; según oigo, así juzgo; y mi juicio es justo, porque no busco mi voluntad, sino la voluntad del que me envió, la del Padre.&nbsp;</p><p><sup><strong>31</strong></sup> Si yo doy testimonio acerca de mí mismo, mi testimonio no es verdadero.&nbsp;</p><p><sup><strong>32</strong></sup> Otro es el que da testimonio acerca de mí, y sé que el testimonio que da de mí es verdadero.&nbsp;</p><p><sup><strong>33</strong></sup> Vosotros enviasteis mensajeros a Juan, y él dio testimonio de la verdad.&nbsp;</p><p><sup><strong>34</strong></sup> Pero yo no recibo testimonio de hombre alguno; mas digo esto, para que vosotros seáis salvos.&nbsp;</p><p><sup><strong>35</strong></sup> Él era antorcha que ardía y alumbraba; y vosotros quisisteis regocijaros por un tiempo en su luz.&nbsp;</p><p><sup><strong>36</strong></sup> Mas yo tengo mayor testimonio que el de Juan; porque las obras que el Padre me dio para que cumpliese, las mismas obras que yo hago, dan testimonio de mí, que el Padre me ha enviado.&nbsp;</p><p><sup><strong>37</strong></sup> También el Padre que me envió ha dado testimonio de mí. Nunca habéis oído su voz, ni habéis visto su aspecto, <strong><sup>38</sup></strong> ni tenéis su palabra morando en vosotros; porque a quien él envió, vosotros no creéis.&nbsp;</p><p><sup><strong>39</strong></sup> Escudriñad las Escrituras; porque a vosotros os parece que en ellas tenéis la vida eterna; y ellas son las que dan testimonio de mí;&nbsp;</p><p><sup><strong>40</strong></sup> y no queréis venir a mí para que tengáis vida.&nbsp;</p><p><sup><strong>41</strong></sup> Gloria de los hombres no recibo.&nbsp;</p><p><sup><strong>42</strong></sup> Mas yo os conozco, que no tenéis amor de Dios en vosotros.&nbsp;</p><p><sup><strong>43</strong></sup> Yo he venido en nombre de mi Padre, y no me recibís; si otro viniere en su propio nombre, a ese recibiréis.&nbsp;</p><p><sup><strong>44</strong></sup> ¿Cómo podéis vosotros creer, pues recibís gloria los unos de los otros, y no buscáis la gloria que viene del Dios único?&nbsp;</p><p><sup><strong>45</strong></sup> No penséis que yo voy a acusaros delante del Padre; hay quien os acusa, Moisés, en quien tenéis vuestra esperanza.&nbsp;</p><p><sup><strong>46</strong></sup> Porque si creyeseis a Moisés, me creeríais a mí, porque de mí escribió él.&nbsp;</p><p><sup><strong>47</strong></sup> Pero si no creéis a sus escritos, ¿cómo creeréis a mis palabras?</p><p>Jesús defiende sus acciones en tres pasos. En primer lugar, explica su íntima relación con el Padre (Juan 5:19-30). Indica que él y su Padre actúan en armonía, hasta el punto de que Jesús tiene el poder tanto de juzgar como de resucitar a los muertos (Juan 5:25-30).<br><br>En segundo lugar, Jesús llama a cuatro “testigos” en rápida sucesión para que corroboren su afirmación: Juan el Bautista (Juan 5:31-35), los milagros que hace Jesús (Juan 5:36), el Padre (Juan 5:37, 38) y las Escrituras (Juan 5:39). Cada uno de estos “testigos” da testimonio en favor de Jesús.<br><br>Por último, en Juan 5:40 al 47 Jesús pone delante de sus acusadores la condena contra ellos mismos, revelando el contraste entre su ministerio y el egoísmo de ellos. La condena, dice, provendrá de Moisés (Juan 5:45-47), aquel en quien han puesto sus esperanzas.<br><br><strong>¿Cómo podemos tener cuidado de no caer en la trampa de creer en Dios, e incluso tener doctrinas correctas, sin rendirnos plenamente a Cristo? Comparte tu respuesta el sábado con tu clase.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de octubre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p>“Jesús no le había dado seguridad alguna de ayuda divina. El hombre podría haberse detenido a dudar, y haber perdido su única oportunidad de sanar. Pero creyó en la palabra de Cristo, y al obrar de acuerdo con ella recibió fuerza.<br><br>“Por medio de la misma fe podemos recibir curación espiritual. El pecado nos separó de la vida de Dios. Nuestra alma está paralizada. Por nosotros mismos somos tan incapaces de vivir una vida santa como aquel lisiado lo era de caminar.<br><br>Son muchos los que comprenden su impotencia y anhelan esa vida espiritual que los pondría en armonía con Dios; y luchan en vano para obtenerla. En su desesperación, claman: ‘¡Miserable hombre de mí! ¿quién me librará de este cuerpo de muerte?’ Alcen la mirada esas almas que luchan presa de la desesperación.<br><br>El Salvador se inclina hacia el adquirido por su sangre, diciendo con inefable ternura y compasión: ‘¿Quieres ser sano?’ Él los invita a levantarse llenos de salud y paz. No esperen hasta sentir que son sanos. Crean en su palabra, y se cumplirá.<br><br>Pongan su voluntad de parte de Cristo. Quieran servirlo, y al obrar de acuerdo con su palabra recibirán fuerza. Cualquiera que sea la mala práctica, la pasión dominante que haya llegado a esclavizar el alma y el cuerpo por haber cedido largo tiempo a ella, Cristo puede y anhela librarlos. Él impartirá vida al alma de los que están ‘muertos en sus transgresiones y pecados’. Librará al cautivo que está sujeto por la debilidad, la desgracia y las cadenas del pecado” (Elena G. de White, El Deseado de todas las gentes, pp. 172, 173).<br><br>“Jesús rechazó el cargo de blasfemia. ‘Mi autoridad’, dijo él, ‘por hacer la obra de la cual me acusan, es que soy el Hijo de Dios, uno con él en naturaleza, voluntad y propósito’ ” (El Deseado de todas las gentes, p. 178).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1</strong>. Reflexiona acerca de la lección de esta semana. La fe fue la clave que hizo posible estas curaciones. Los líderes, por el contrario, revelaron los peligros de la duda y la incredulidad. ¿Por qué no debemos confundir el hecho de tener preguntas (que todos tenemos) con tener dudas? ¿Por qué no son lo mismo, y por qué es importante conocer la diferencia entre ambas?<br><br><strong>2.</strong> Analiza la última pregunta del jueves. ¿Por qué debemos tener, como adventistas del séptimo día, especial cuidado con este peligro? Por muy importante que sea, por ejemplo, conocer e incluso guardar el día de reposo correcto, o tener clara la enseñanza bíblica acerca del estado de los muertos, ¿por qué estas verdades no nos salvan? ¿Qué es lo que sí nos salva, y cómo?<br><br><strong>3.</strong> Lee atentamente Juan 5:47. ¿Cómo caen en aquello contra lo cual Jesús advirtió quienes, por ejemplo, niegan la universalidad del Diluvio o la Creación literal en seis días?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":18,
               "idDay":8,
               "idLesson":1,
               "lessonText":"<p><strong>RESEÑA<br><br>Textos clave: Juan 2:1-11; 5:1-9; 5:10-16.<br></strong><br>Al embarcarnos este trimestre en nuestro estudio, titulado Temas en el Evangelio de Juan, tengamos en cuenta algunos datos biográficos que distinguen a Juan de los otros tres evangelistas. Él fue el más joven de ellos, vivió más tiempo y escribió su relato más tarde que los otros. Juan se presenta modesta e indirectamente como “ese discípulo” (Juan 21:23). Era conocido entre sus condiscípulos como “el discípulo a quien Jesús amaba” (Juan 21:20).<br><br>Con estos antecedentes ante nosotros, también haríamos bien en considerar el significado del nombre de Juan, que significa literalmente “el Señor es misericordioso”. Ser clemente o misericordioso también puede significar “ser amoroso”. Juan, el apóstol del amor, escribió mucho acerca de esta virtud tanto en su Evangelio como en sus epístolas, refiriéndose a sí mismo como el discípulo “a quien Jesús amaba” (Juan 13:23). ¿Sugiere este versículo, y otros similares del Evangelio de Juan, que Jesús tenía preferencia por Juan y que lo amaba más que a los demás discípulos?<br><br>En absoluto. El amor divino es abundante y está disponible para todos. Jesús no amaba a Juan más que a los demás, sino que el corazón de Juan era más receptivo y estaba más abierto hacia Jesús y su amor.<br><br>Juan deseaba que todos los demás abrieran de par en par sus corazones a Cristo y creyeran en él como el verdadero Mesías y el divino Hijo de Dios. Por eso, justo después de sus comentarios introductorios, da inicio a su evangelio con el primer milagro, en el que Jesús convierte el agua en vino en Caná. ¿Has presenciado alguna vez un auténtico milagro (a diferencia de los supuestos milagros que se presentan en los medios de comunicación religiosos)? ¿Por qué era tan importante para Jesús hacer milagros? ¿Está dispuesto a realizar milagros tan poderosos a través del ministerio de sus seguidores actualmente? Esta semana buscaremos respuestas a estas dos últimas preguntas.<br><br><strong>COMENTARIO</strong><br><br>Cristo demostró que poseía poder divino mediante la realización de muchas señales y milagros registrados por Juan. Estos milagros señalan el único Camino que conduce a la vida eterna. Juan alude solo a unos pocos de estos milagros, los suficientes para convencer idealmente a su público de que acepte la seguridad de la salvación y viva en armonía con ella. Es imposible no preguntarse qué cantidad y tipo de milagros presenció Juan sin registrarlos, ya que él mismo dice que “también hizo Jesús muchas otras señales, en presencia de sus discípulos, que no están escritas en este libro. Pero estas fueron escritas para que ustedes crean que Jesús es el Cristo, el Hijo de Dios; y para que, creyendo, tengan vida por medio de él” (Juan 20:30, 31).<br><br>Cabe preguntarse: ¿Qué es una “señal”? Y ¿cuál es la diferencia entre una señal y un “milagro”? La palabra “milagro” procede del latín miraculum, que literalmente significa “admirarse”, o “contemplar con admiración, con asombro o con estupefacción” (algo divino, en este contexto).<br><br>Hay dos términos griegos en el Nuevo Testamento que se utilizan para describir lo que nosotros llamamos milagros. Uno de ellos es dynamis, traducido a menudo como “poder” y del cual derivan palabras de nuestro idioma como dinamita, dinámico y dinamismo, todas ellas referidas a algo poderoso. Esencialmente, dynamis caracteriza un milagro como una demostración del poder divino de Cristo en este mundo. Él posee en verdad el poder de hacer que algo ocurra en respuesta a su palabra.<br><br>La otra palabra griega es s?meion (señal) y se refiere a la autoridad de Cristo. Este término nos ayuda a entender la obra milagrosa de Cristo como un despliegue de su autoridad divina en el mundo, particularmente al someter los poderes de las fuerzas del mal. En efecto, Cristo tiene autoridad para ordenar a los demonios que se retiren, y así lo hacen.<br><br>¿Por qué hizo Jesús tantos milagros? En primer lugar, para satisfacer ciertas necesidades humanas, que siempre incluían una dimensión espiritual de perdón y restauración. En segundo lugar, a diferencia de muchos presuntos milagros de hoy, Jesús nunca realizó milagros para satisfacer la curiosidad humana, sino para ayudar a los necesitados. “Ni en esta ocasión [cuando fue tentado por Satanás], ni en ninguna otra ulterior en su vida terrenal, realizó él un milagro en favor suyo. Sus obras admirables fueron todas hechas para beneficio de otros” (Elena G. de White, El Deseado de todas las gentes, p. 94).<br><br>En tercer lugar, los milagros de Cristo sirvieron para dar claras pruebas de la veracidad de su mensaje divino y de su misión en favor de la humanidad perdida. Cuando Jesús resucitó al hijo de la viuda, la gente proclamó que “¡Dios ha visitado a su pueblo!” (Luc. 7:16). Esa fue una prueba explícita de su verdadera condición de Mesías. En cuarto lugar, sus milagros sirvieron como cumplimiento de las profecías del Antiguo Testamento, en armonía con lo que los patriarcas y los profetas de Dios habían predicho acerca de él.<br><br><strong>El milagro de Caná (Juan 2:1-11)</strong><br><br>Es interesante observar que el primer milagro de Jesús (Juan 2:1-11) ocurrió en el contexto del matrimonio, que él instituyó en el Jardín del Edén. ¿Por qué crees que el primer milagro de Jesús se llevó a cabo en una boda? El matrimonio influye en todos los aspectos de nuestra existencia. El diablo sabe lo crucial que es, y por eso se esfuerza en provocar disfunción y confusión en nuestros hogares, iglesias, escuelas, y en la sociedad en general. El matrimonio, y la manera en que es considerado en nuestra sociedad, no siempre es bíblico o está en armonía con el plan de Dios. Por ejemplo, los matrimonios en los Estados Unidos duran actualmente, en promedio, alrededor de seis años.<br><br>A través del milagro de Caná, Jesús destacó sin duda la importancia crucial del matrimonio y lo bendijo con su presencia. Al avalar así el matrimonio, Jesús nos enseña que él debe ser el centro de toda boda para garantizar el éxito matrimonial, pues cuando él ocupa el primer lugar en nuestra vida hace que su amor se extienda hacia nuestros cónyuges y también hacia los demás. Así pues, este primer milagro es muy aplicable a nuestra cultura posmoderna y debería animar a todos a volver al ejemplo de aquel que diseñó y bendijo la unión matrimonial. Invitemos, entonces, a nuestro Creador y Redentor a ordenar y bendecir todos los aspectos del noviazgo y el matrimonio para que resulten de la mayor bendición para la humanidad y glorifiquen su nombre.<br><br>Jesús pudo haber decidido que su primer milagro fuera realizar una espectacular resurrección ante una gran multitud de dirigentes y dignatarios judíos. Pero, en lugar de eso, eligió una reunión sencilla en un pequeño pueblo y se unió a la gente humilde donde esta estaba para participar en sus actividades cotidianas.<br><br>Jesús, nuestro principal ejemplo, interactuó con los demás para elevar y bendecir, como la sal se mezcla con todo tipo de alimentos para transformarlos en algo apetecible. “[Jesús] Alcanzaba el corazón de la gente yendo entre ella como quien desea su bien. […] Se encontraba con ella en sus ocupaciones diarias y manifestaba interés en sus asuntos seculares” (Elena G. de White, El Deseado de todas las gentes, p. 125). Además, “no hemos de renunciar a la comunión social. No debemos apartarnos de los demás. A fin de alcanzar a todas las clases, debemos tratarlas donde se encuentren” (El Deseado de todas las gentes, p. 126).<br><br>El método de Cristo para elevar y bendecir a las personas se hace patente incluso en la transformación del agua en vino. El agua representaba nuestro bautismo en Cristo; y el zumo de uva puro y sin fermentar, su sangre derramada para nuestra redención. Además, Jesús sustituyó el vino fermentado, que embotaba los sentidos de la gente, por el zumo de uva fresco y vigorizante, que les devolvía la cordura.<br><br><strong>El milagro del estanque de Betesda (Juan 5:1-9)</strong><br><br>La enfermedad física implica a menudo la violación de leyes espirituales. Nuestro organismo es una creación integrada e interrelacionada. Lo que afecta a una dimensión afecta también a otras. Sin embargo, no debemos juzgar ni condenar a los demás atribuyendo toda dolencia física a la violación voluntaria de la Ley de Dios, pues todos los seres humanos hemos sucumbido al pecado en un momento u otro. Es hiriente y descorazonador para quienes sufren que se les diga que merecen lo que les aqueja. Al igual que Jesús, nuestra actitud tierna y comprensiva debe superar nuestro impulso de poner todo en orden antes de ayudar. Jesús pone en práctica este principio en el relato de la curación milagrosa del paralítico junto al estanque de Betesda.<br><br>Resulta alentador e instructivo que Jesús no entre en un análisis crítico de las causas de la parálisis del hombre. ¿Acaso no ha sufrido durante 38 largos años a causa de esta enfermedad incapacitante? ¿Por qué añadir más culpa y sufrimiento?<br><br>Como seguidores de Cristo, debemos centrarnos en las soluciones a los problemas, no solo en estos. Este hombre parecía ser el más miserable y desesperanzado alrededor del estanque de Betesda, así que, Jesús lo eligió para mostrar que deseaba usar su poder divino para ayudar a los más indefensos.<br><br>Nótese que, en esta ocasión en particular, Jesús no preguntó al hombre si creía o no; solo si deseaba recuperar la salud. Entonces, ordenó al enfermo que se levan- tara, cargara su camastro y caminara. El hombre no dudó ni esperó a ser curado; actuó inmediatamente siguiendo la orden de Jesús. Del mismo modo, nosotros también, independientemente de nuestras falencias y desafíos físicos y espirituales, necesitamos mirar a Jesús, y vivir. Por mucho que hayamos buscado la respuesta en otros lugares, ella está junto a nosotros, en la figura de nuestro amado Salvador.<br><br>Considera y toma en serio la respuesta de Dios a todo tipo de dolencias incapacitantes: “No esperen hasta sentir que son sanos. Crean en su palabra, y se cumplirá. […] Cualquiera que sea la mala práctica, la pasión dominante que haya llegado a esclavizar el alma y el cuerpo por haber cedido largo tiempo a ella, Cristo puede y anhela librarlos” (Elena G. de White, El Deseado de todas las gentes, p. 173).<br><strong><br>Corazones duros (Juan 5:10-16)</strong><br><br>Cuando un corazón duro es consentido durante mucho tiempo, termina convirtiéndose en un corazón endurecido. El corazón de los fariseos estaba en contra de Jesús desde el principio, simplemente porque él no armonizaba con el molde religioso de ellos ni se adhería al rigor y las minucias de sus rituales y tradiciones. Al endurecerse, ignoraron a propósito las cuestiones más importantes de la salvación.<br><br>Ante el milagro de la recuperación del hombre que durante décadas no había podido caminar, al que Jesús acababa de curar en el estanque de Betesda, los líderes pasaron por alto cruelmente la causa obvia del júbilo. En lugar de ello, su preocupación era la observancia adecuada del sábado según sus tradiciones.<br><br>Los dirigentes que presenciaron la curación del paralítico estaban totalmente obsesionados con las normas acerca de la observancia tradicional del sábado. Por eso le cuestionaron duramente que llevara su camilla en ese día, como Jesús le había ordenado. Les molestaba que el hombre llevara su lecho; sin embargo, no pensaban en el sufrimiento previo ni en su bienestar, ni que había pasado muchos años sin poder moverse y que ahora se desenvolvía con el vigor de la juventud. Pero Jesús, el Autor y Señor del sábado, realizó intencionadamente muchos milagros en este día para que quedara claro que ese día especial estaba destinado a ser una bendición para la humanidad, no una carga o una maldición.<br><strong><br>APLICACIÓN A LA VIDA</strong><br><br>Reflexiona acerca de las siguientes preguntas y respóndelas:&nbsp;</p><p><strong>1. </strong>¿Cómo encontramos el equilibrio necesario para estar en el mundo sin ser del mundo?<br><br><strong>2.</strong> En relación con el tema de los milagros, ¿cómo entendemos la diferencia y la similitud entre dynamis y s?meion? ¿Qué ejemplos de esa diferencia encontramos en cada milagro de Cristo? ¿Entra el milagro de expulsar demonios en la categoría de s?meion?<br><br><strong>3.</strong> ¿Cuáles son algunos de los peligros de volvernos inamovibles y, por lo tanto, intolerantes en nuestras opiniones? ¿Cómo nos protegemos de la insensatez de confiar en nuestras propias ideas e ignorar el espíritu de la Ley, que es la visión de conjunto? ¿Cómo reaccionarías ante declaraciones como las siguientes: “Se hace como yo digo o no se hace” o “Ya he tomado una decisión, no intentes hacerme cambiar de opinión”?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>SEÑALES QUE INDICAN EL CAMINO</p>",
         "verse":"<p>“También hizo Jesús muchas otras señales, en presencia de sus discípulos, que no están escritas en este libro. Pero estas fueron escritas para que ustedes crean que Jesús es el Cristo, el Hijo de Dios; y para que, creyendo, tengan vida por medio de él” (Juan 20:30, 31).</p>",
         "versionCode":7,
         "weekDate":"28 de septiembre- 4 de octubre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
