{
  "data": [
    {
      "color": "#802e77", 
      "id": 10, 
      "idEs": 5, 
      "language": "es", 
      "lessonDays": [
        {
          "date": "Sábado 26 de febrero", 
          "dayTitle": "<p>JESÚS ABRE EL CAMINO A TRAVÉS DEL VELO</p>", 
          "id": 101, 
          "idDay": 1, 
          "idLesson": 10, 
          "lessonText": "<p>“Porque no entró Cristo en el santuario hecho de mano, figura del verdadero, sino en el cielo mismo para presentarse ahora por nosotros ante Dios” (Heb. 9:24).\n</p><p>Cuando los discípulos regresaron del Monte de los Olivos, justo después de que Jesús ascendió al cielo, estaban llenos de gozo y triunfo. Su Maestro y Amigo había ascendido a una posición de poder sobre el mundo y los había invitado a acercarse a Dios en su nombre con la absoluta confianza de que Dios respondería favorablemente a sus oraciones (Juan 14:13, 14). Aunque seguían en el mundo, atacados por las fuerzas del mal, su esperanza era firme. Sabían que Jesús había ascendido para prepararles un lugar (Juan 14:1-3). Sabían que Jesús era el Capitán de su salvación y que había abierto un camino a la Patria celestial mediante su sangre.\n</p><p>La ascensión de Jesús al cielo es fundamental para la teología de Hebreos. Marca el comienzo del reinado de Jesús y el comienzo de su ministerio sumosacerdotal en nuestro favor. Finalmente, lo más importante es que la ascensión de Jesús marca el momento en que se estableció el Nuevo Pacto, que brinda los medios necesarios para poder acercarnos a Dios con valentía mediante la fe. Es nuestro privilegio ahora acercarnos a Dios con confianza a través de Jesús y los méritos de su justicia.</p><p>\n</p><p>\n</p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": " 27 de febrero ", 
          "dayTitle": "<p>JESÚS ANTE EL PADRE</p>", 
          "id": 102, 
          "idDay": 2, 
          "idLesson": 10, 
          "lessonText": "<p><strong>Lee Hebreos 9:24. Según este pasaje, ¿cuál era el propósito de la ascensión de Jesús al cielo?\n</strong></p><p><strong>Hebreos 9:24.\n</strong></p><p><strong>24 </strong>Porque no entró Cristo en el santuario hecho de mano, figura del verdadero, sino en el cielo mismo para presentarse ahora por nosotros ante Dios.\n</p><p>Dios instruyó a Israel para que los varones subieran tres veces al año a Jerusalén para “presentarse ... delante de Jehová el Señor” con una ofrenda. Los tiempos señalados eran la fiesta de la Pascua (panes sin levadura), la fiesta de las Semanas (Pentecostés) y la fiesta de los Tabernáculos (Éxo. 23:14-17; Deut. 16:16). La Pascua celebraba la liberación de la esclavitud en Egipto. Pentecostés celebraba la cosecha de la cebada y, en épocas del Nuevo Testamento, se lo relacionaba con la entrega de la Ley en el Sinaí. La fiesta de los Tabernáculos celebraba el cuidado de Dios respecto de Israel durante su estadía en el desierto. Hebreos 9:24 describe la ascensión de Jesús a la presencia del Padre. Llegó al Santuario celestial, el “verdadero”, para “presentarse” ante Dios con un mejor sacrificio (Heb. 9:23, 24, NVI): su propia sangre. Jesús cumplió las fiestas de peregrinación con asombrosa precisión. Murió el día de la preparación de la Pascua a la hora novena, el momento en que se sacrificaban los corderos pascuales (Juan 19:14; Mat. 27:45–50). Jesús resucitó al tercer día y ascendió al cielo para recibir la seguridad de que su sacrificio había sido aceptado (Juan 20:17; 1 Cor. 15:20), cuando el sacerdote debía mecer la gavilla de cebada madura como primicia (Lev. 23:10-12). Luego, ascendió cuarenta días después para sentarse a la diestra de Dios y establecer el Nuevo Pacto en el día de Pentecostés (Hech. 1; 2) El propósito de la peregrinación del antiguo Israel era “ver la faz de Dios” (Sal. 42:2, BJ). Esto significaba experimentar el favor de Dios (Sal. 17:15). De igual modo, la expresión hebrea de “buscar el rostro de Dios” significaba pedir ayuda a Dios (2 Crón. 7:14; Sal. 27:8; 105:4). Este es el sentido, en Hebreos, de la ascensión de Jesús. Jesús ascendió a Dios con el sacrificio perfecto. Jesús ascendió al cielo también como nuestro Precursor ante la presencia de Dios (Heb. 6:19, 20). Él ha hecho realidad la promesa para los creyentes que viajan “en busca de una patria”, deseando “una patria mejor” y esperando “la ciudad [...] de la cual Dios es arquitecto y constructor” (Heb. 11:10, 13–16.\n</p><p><strong>Una vez más, ¿por qué la realidad de Cristo, no solo su Cruz sino también su mediación ahora en el cielo debe sustentar la seguridad de nuestra salvación?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "28 de febrero", 
          "dayTitle": "<p>LA INVITACIÓN DE DIOS</p>", 
          "id": 103, 
          "idDay": 3, 
          "idLesson": 10, 
          "lessonText": "<p><strong>Lee Hebreos 12:18 al 21. ¿Cuál fue la experiencia de Israel en el monte Sinaí?\n</strong></p><p><strong>Hebreos 12:18 al 21\n</strong></p><p><strong>18</strong> Porque no os habéis acercado al monte que se podía palpar, y que ardía en fuego, a la oscuridad, a las tinieblas y a la tempestad,\n</p><p><strong>19</strong> al sonido de la trompeta, y a la voz que hablaba, la cual los que la oyeron rogaron que no se les hablase más,\n</p><p><strong>20</strong> porque no podían soportar lo que se ordenaba: Si aún una bestia tocare el monte, será apedreada, o pasada con dardo;\n</p><p><strong>21 </strong>y tan terrible era lo que se veía, que Moisés dijo: Estoy espantado y temblando.\n</p><p>Cuando Dios llamó a Israel a salir de Egipto, su plan era crear una relación personal e íntima con ellos. Él dijo: “Vosotros visteis lo que hice a los egipcios, y cómo os tomé sobre alas de águilas, y os he traído a mí” (Éxo. 19:3, 4). Así, a través de Moisés, Dios dio las instrucciones necesarias con el fin de preparar al pueblo para encontrarse con él. El pueblo primeramente necesitaba consagrarse (Éxo. 19:10-15). Quienes ascendieran sin preparación morirían. Sin embargo, una vez que el pueblo se preparó durante dos días, entonces “cuando sonará largamente la bocina”, al tercer día, Dios instruyó al pueblo: “Subirán al monte” (Éxo. 19:13). Quería que tuvieran la experiencia que Moisés y los dirigentes del pueblo tendrían cuando subieran al monte y “vieran a Dios, y comierán y bebierán” en su presencia (Éxo. 24:9-11). Más adelante, el pueblo reconoció que había visto la gloria de Dios y que era posible que Dios hablará “al hombre, y éste aún viva” (Deut. 5:24). Pero, cuando llegó el momento, les faltó fe. Moisés explicó años más tarde: “Vosotros tuvisteis temor del fuego, y no subisteis al monte” (Deut. 5:5). En lugar de eso, le pidieron a Moisés que fuera su intermediario (Deut. 5:25-27; comparar con Éxo. 20:18-21). La manifestación de la santidad de Dios en el monte Sinaí debía enseñarle al pueblo a “temerle”, o respetarlo. El “temor de Jehová” conduce a la vida, la sabiduría y la honra (Deut. 4:10; comparar con Sal. 111:10; Prov. 1:7; 9:10; 10:27). Allí también aprenderían que él es misericordioso y compasivo (Éxo. 34:4-8). Por lo tanto, aunque Dios quería que Israel se acercara a él, el pueblo se asustó y le pidió a Moisés que hiciera de intermediario. La descripción que hace Hebreos de los eventos en el Sinaí se desprende principalmente del recordatorio que Moisés le hace al pueblo por su falta de fe y su apostasía con el becerro de oro, y cuánto temía encontrarse con Dios debido al pecado de ellos (Deut. 9:19). La reacción de los israelitas no era el plan de Dios para ellos, sino el resultado de su falta de fe.\n</p><p><strong>¿Por qué no debemos tener miedo de acercarnos a un Dios santo? Sin embargo, ¿de qué manera se nos exhorta que debemos acercarnos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "1º de marzo", 
          "dayTitle": "<p>LA NECESIDAD DE UN VELO</p>", 
          "id": 104, 
          "idDay": 4, 
          "idLesson": 10, 
          "lessonText": "<p>Los velos tienen una doble función. El término que Hebreos utiliza para velo (katepetasma) podría referirse a la cortina de la entrada del Atrio (Éxo. 38:18), a la cortina de la entrada del Santuario (Éxo. 36:37) o al velo interior que separaba el Lugar Santo del  Lugar Santísimo (Éxo. 26:31–35). Estos velos eran entradas y a la vez límites que solo algunos podían traspasar.\n</p><p><strong>Lee Levítico 16:1 y 2; y 10:1 al 3. ¿Qué advertencia tenemos en estos pasajes?\n</strong></p><p><strong>Levítico 16:1- 2\n</strong></p><p><strong>1 </strong> Habló Jehová a Moisés después de la muerte de los dos hijos de Aarón, cuando se acercaron delante de Jehová, y murieron.\n</p><p><strong>2</strong> Y Jehová dijo a Moisés: Di a Aarón tu hermano, que no en todo tiempo entre en el santuario detrás del velo, delante del propiciatorio que está sobre el arca, para que no muera; porque yo apareceré en la nube sobre el propiciatorio.\n</p><p><strong>Levítico 10: 1-3\n</strong></p><p><strong>1 </strong>Nadab y Abiú, hijos de Aarón, tomaron cada uno su incensario, y pusieron en ellos fuego, sobre el cual pusieron incienso, y ofrecieron delante de Jehová fuego extraño, que él nunca les mandó.\n</p><p><strong>2</strong> Y salió fuego de delante de Jehová y los quemó, y murieron delante de Jehová.\n</p><p><strong>3</strong> Entonces dijo Moisés a Aarón: Esto es lo que habló Jehová, diciendo: En los que a mí se acercan me santificaré, y en presencia de todo el pueblo seré glorificado. Y Aarón calló.\n</p><p>El velo era una protección para los sacerdotes mientras oficiaban ante un Dios santo. Después del pecado del becerro de oro, Dios le dijo a Moisés que no los acompañaría camino a la Tierra Prometida para no consumirlos porque eran un “pueblo de dura cerviz” (Éxo. 33:3). Por lo tanto, Moisés trasladó la Tienda de Reunión y la armó lejos, fuera del campamento (Éxo. 33:7). Sin embargo, después de que Moisés intercediera, Dios aceptó ir en medio de ellos (Éxo. 33:12-20), pero estableció varias medidas para proteger al pueblo mientras él habitara entre ellos. Por ejemplo, Israel acampaba en un orden estricto que dejaba un cuadrado vacío en el medio, donde se colocaba el Tabernáculo. Además, los levitas acampaban alrededor del Tabernáculo para proteger el Santuario y sus muebles de la invasión de extraños (Núm. 1:51; 3:10). En realidad, era una especie de velo humano que protegía al pueblo de Israel: “Pero los levitas acamparán alrededor del tabernáculo del testimonio, para que no haya ira sobre la congregación de los hijos de Israel; y los levitas tendrán la guarda del tabernáculo del testimonio” (Núm. 1:53). Jesús, como nuestro Sacerdote, también ha sido nuestro Velo. Mediante su encarnación, Dios levantó su Tienda en medio de nosotros y pudimos contemplar su gloria (Juan 1:14–18). Jesús hizo posible que un Dios santo viviera en medio de un pueblo imperfecto.\n</p><p><strong>Piensa en lo que implicaba que el Dios creador, el que hizo el Universo, viviera entre su pueblo, que en ese momento era una nación de esclavos fugitivos. ¿Qué nos enseña sobre lo cerca que puede estar Dios de nosotros?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "2 de marzo", 
          "dayTitle": "<p>EL CAMINO NUEVO Y VIVO A TRAVÉS DEL VELO</p>", 
          "id": 105, 
          "idDay": 5, 
          "idLesson": 10, 
          "lessonText": "<p><strong>Lee Hebreos 10:19 al 22. ¿Qué invitación tenemos en este pasaje?\n</strong></p><p><strong>Hebreos 10:19-22\n</strong></p><p><strong>19 </strong>Así que, hermanos, teniendo libertad para entrar en el Lugar Santísimo por la sangre de Jesucristo,\n</p><p><strong>20</strong> por el camino nuevo y vivo que él nos abrió a través del velo, esto es, de su carne,\n</p><p><strong>21</strong> y teniendo un gran sacerdote sobre la casa de Dios,\n</p><p><strong>22 </strong>acerquémonos con corazón sincero, en plena certidumbre de fe, purificados los corazones de mala conciencia, y lavados los cuerpos con agua pura.\n</p><p>El libro de Hebreos sostiene que Jesús ha entrado en el Santuario celestial y nos invita a seguir su ejemplo. Esta idea concuerda con el concepto presentado anteriormente de que Jesús es el “capitán” y precursor de los creyentes (Heb. 2:10; 6:19, 20; 12:2). El “camino nuevo y vivo” es el Nuevo Pacto, que Jesús estableció con su sacrificio y su ascensión. La expresión “nuevo y vivo” contrasta con la descripción del Antiguo Pacto como “viejo y anticuado” (Heb. 8:13, RVC). Es el Nuevo Pacto, que ha provisto el perdón de los pecados y ha puesto la Ley en nuestro corazón, lo que nos permite acercarnos a Dios con confianza, no por nosotros mismos ni por cualquier cosa que hayamos hecho, sino solo por lo que Jesús ha hecho por nosotros mediante el cumplimiento de todas las obligaciones del Pacto. Hebreos señala que la instauración del Antiguo Pacto implicaba la instauración del Santuario y la consagración de los sacerdotes (Heb. 9:18-21; comparar con Éxo. 40; Lev. 8, 9). El propósito del Pacto era crear una relación íntima entre Dios y su pueblo (Éxo. 19:4-6). Cuando Israel aceptó esta relación, Dios inmediatamente ordenó que se construyera un santuario para que él pudiera vivir entre ellos. El establecimiento del Santuario y la presencia de Dios en medio de su pueblo fue el momento en que se consumó el Pacto entre Dios e Israel. Lo mismo ocurre con el Nuevo Pacto. El Nuevo Pacto también implica la instauración del ministerio sacerdotal de Jesús en nuestro favor (Heb. 5:1-10;7:1-8:13). La ascensión de Jesús ante Dios ha inaugurado una nueva era para el pueblo de Dios. Zacarías 3 menciona que Satanás estaba en la presencia de Dios para acusar al pueblo de Dios, representado por el sumo sacerdote Josué. Este acusador es el mismo que suscitó dudas sobre la lealtad de Job hacia Dios (Job 1; 2). Sin embargo, con el sacrificio de Jesús, Satanás ha sido arrojado del cielo (Apoc. 12:7–12; comparar con Juan 12:31; 16:11). ¡Ahora es Jesús quien intercede por nosotros y, mediante su sacrificio y su fidelidad, reclama la salvación para nosotros!\n</p><p><strong>¿Qué acusaciones podría hacer Satanás contra ti delante de Dios, si pudiera? Aunque es un mentiroso, ¿cuánto tendría que mentir sobre ti para procurar tu condenación? ¿Cuál es tu única esperanza?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "3 de marzo", 
          "dayTitle": "<p>ELLOS VERÁN SU ROSTRO</p>", 
          "id": 106, 
          "idDay": 6, 
          "idLesson": 10, 
          "lessonText": "<p><strong>Lee Hebreos 12:22 al 24. ¿En qué sentido hemos llegado a la Jerusalén celestial, ante la presencia de Dios?\n</strong></p><p><strong>Hebreos 12: 22-24\n</strong></p><p><strong>22</strong> sino que os habéis acercado al monte de Sion, a la ciudad del Dios vivo, Jerusalén la celestial, a la compañía de muchos millares de ángeles,\n</p><p><strong>23</strong> a la congregación de los primogénitos que están inscritos en los cielos, a Dios el Juez de todos, a los espíritus de los justos hechos perfectos,\n</p><p><strong>24</strong> a Jesús el Mediador del nuevo pacto, y a la sangre rociada que habla mejor que la de Abel.\n</p><p>Se argumenta que los creyentes se han “acercado” al monte Sion, la Jerusalén celestial, mediante la fe. En este sentido, su experiencia anticipa el futuro. Por lo tanto, la Jerusalén celestial pertenece al Reino de las cosas “que se esperan” y de “lo que no se ve” pero que, sin embargo, se nos garantizan mediante la fe (Heb. 11:1). Si bien esto es cierto, no es el significado completo de este pasaje. También hemos llegado al monte Sion, a la misma presencia de Dios, a través de nuestro representante Jesús (Efe. 2:5, 6; Col. 3:1). La ascensión de Jesús no es una cuestión de fe, es un hecho. Es esta dimensión histórica de la ascensión de Jesús lo que aporta convicción a la exhortación de Hebreos de mantenernos firmes en nuestra confesión (Heb. 4:14; 10:23, RVA-2015). Pablo dice: “Por tanto, teniendo un gran sumo sacerdote que traspasó los cielos [...] acerquémonos, pues, confiadamente” (Heb. 4:14, 16). Por ende, ya hemos llegado a través de nuestro Representante, y debemos actuar en consecuencia. A través de él, hemos “saboreado el don celestial” y hemos “experimentado la buena palabra de Dios y los poderes del mundo venidero” (Heb. 6:4, 5, NVI). La realidad de la ascensión y el ministerio de Jesús en el Santuario celestial es una “segura y firme ancla del alma” (Heb. 6:19), la garantía de que las promesas tienen fundamento y son dignas de confianza (Heb. 7:22). Para nosotros, la fe tiene un ancla histórica.\n</p><p>Sin embargo, el propósito de Dios se cumplirá no solo en Jesús, sino también en nosotros. Hemos dicho que la ascensión de Jesús cumplió la tipología de las dos primeras peregrinaciones anuales de Israel, la Pascua y el Pentecostés. Según Hebreos y el libro de Apocalipsis, la última peregrinación, la fiesta de los Tabernáculos, aún no se ha cumplido. La celebraremos con Jesús, cuando estemos en la “ciudad [...] cuyo arquitecto y constructor es Dios”, en la Patria celestial (Heb. 11:10, 13-16). No construiremos tabernáculos, sino que el Tabernáculo, o Tienda, de Dios descenderá del cielo, y viviremos con él para siempre (Apoc. 7:15–17; 21:1–4; 22:1–5; Núm. 6:24-26).\n</p><p><strong>¿Cómo podemos aprender a hacer que la promesa de la vida eterna dé frutos para nosotros ahora, en medio de un mundo tan lleno de dolor y sufrimiento? ¿Qué respuesta puedes dar a quienes dicen que todo esto es solo una fantasía para ayudarnos a sentirnos mejor con nuestra vida aquí y ahora?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }, 
        {
          "date": "4 de marzo", 
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR</p>", 
          "id": 107, 
          "idDay": 7, 
          "idLesson": 10, 
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:\n</strong></p> <p>“La ascensi&oacute;n de Cristo al cielo fue la se&ntilde;al de que sus seguidores iban a recibir la bendici&oacute;n prometida. Hab&iacute;an de esperarla antes de empezar a hacer su obra. Cuando Cristo entr&oacute; por los portales celestiales, fue entronizado en medio de la adoraci&oacute;n de los &aacute;ngeles. Tan pronto como esta ceremonia hubo terminado, el Esp&iacute;ritu Santo descendi&oacute; sobre los disc&iacute;pulos en abundantes raudales, y Cristo fue de veras glorificado con la misma gloria que hab&iacute;a tenido con el Padre desde toda la eternidad. El derramamiento pentecostal era la comunicaci&oacute;n del Cielo de que el Redentor hab&iacute;a iniciado su ministerio celestial. De acuerdo con su promesa, hab&iacute;a enviado al Esp&iacute;ritu Santo del cielo a sus seguidores como prueba de que, como Sacerdote y Rey, hab&iacute;a recibido toda autoridad en el cielo y en la Tierra, y era el Ungido sobre su pueblo. [...] “Pod&iacute;an pronunciar el nombre de Jes&uacute;s con seguridad; porque ¿no era &eacute;l su Amigo y Hermano mayor? Puestos en comuni&oacute;n con Cristo, se sentaron con &eacute;l en los lugares celestiales. ¡Con qu&eacute; ardiente lenguaje revest&iacute;an sus ideas al testificar por &eacute;l! (HAp 31, 32, 38).\n</p> <p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p> <p><strong>1.</strong> El salmista dijo: “Mi alma tiene sed de Dios, del Dios vivo; ¿cuándo vendré, y me presentaré delante de Dios?” (Sal. 42:2). ¿Cómo podemos tener la misma sed de llegar a la presencia de Dios? Si no nos regocijamos ahora en la presencia de Dios mientras lo adoramos y nos presentamos ante su presencia con fe, ¿nos regocijaremos en el futuro? ¿Cuáles son los factores que llevan al gozo delante de Dios?\n</p> <p><strong>2.</strong> En un libro que se burla de la fe, alguien creó un robot que supuestamente ejercía nuestra fe por nosotros. Aunque esto era una parodia, ¿cómo podemos cuidarnos de no hacer lo que hizo Israel en el desierto, que es pedir intermediarios entre nosotros y Dios? Tendemos a permitir que otros estudien la Biblia por nosotros para encontrar las gemas de la verdad en la Biblia. Algunos pueden sentirse tentados a pensar que las oraciones de otros en su favor tienen más peso ante Dios que sus propias oraciones. ¿Por qué debemos evitar esta trampa espiritual? ¿Por qué, gracias a Jesús, podemos acercarnos a Dios sin la necesidad de nadie más?\n</p> <p><strong>3.&nbsp;</strong>Hebreos trata sobre la seguridad de la salvación. Sin embargo, ¿cómo debemos cuidarnos de no confundir presunción con seguridad?</p> <p>\n</p> <p>\n</p> <p>\n</p> <p>\n</p> <p>\n</p>", 
          "verses": [
            {
              "verse": "", 
              "verseText": ""
            }
          ]
        }
      ], 
      "lessonNumber": 10, 
      "lessonType": "A", 
      "quarter": "1T2022", 
      "title": "<p>JESÚS ABRE EL CAMINO A TRAVÉS DEL VELO</p>", 
      "verse": "<p>“Porque no entró Cristo en el santuario hecho de mano, figura del verdadero, sino en el cielo mismo para presentarse ahora por nosotros ante Dios” (Heb. 9:24).</p>", 
      "versionCode": 16, 
      "weekDate": "26 de febrero-4 de marzo"
    }
  ], 
  "message": "Consulta con éxito", 
  "success": true
}
