{
   "data":[
      {
         "color":"#3bdf28",
         "id":8,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 17 de mayo",
               "dayTitle":"",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p>Como adventistas del séptimo día, estamos acostumbrados a buscar los símbolos del Apocalipsis en el Antiguo Testamento para entender qué representan. Una fuente de información particularmente provechosa es el libro de Salmos, la colección de poesía sagrada que explora numerosas experiencias humanas e interacciones posibles con Dios: desde el abatimiento por el pecado y el sufrimiento hasta la alegría desbordante en su presencia y sus reiteradas promesas de perdón y salvación.\n</p><p>Una lectura atenta de los Salmos aporta detalles que hacen revivir el libro de Apocalipsis, especialmente el capítulo 14, donde se describe la obra final de la iglesia remanente de Dios en la Tierra. Se ha encomendado al pueblo de Dios de los últimos días la misma misión que al antiguo Israel: ser luz para las naciones y presentar el último llamado misericordioso a todos los pueblos para que adoren y obedezcan a su Creador. Algunos detalles contenidos en el libro de Salmos, el himnario de Dios, pueden mostrarnos nuevas formas de entender y apreciar nuestro papel en los momentos finales de la historia de la Tierra.</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 18 de mayo",
               "dayTitle":"<p>NUESTRO SUMO SACERDOTE</p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p>Cuando Moisés supervisó la construcción del Tabernáculo, no se le permitió utilizar cualquier diseño, sino el modelo que Dios le mostró: “Y cuida de hacer todo conforme al modelo que te ha sido mostrado en el monte” (Éxo. 25:40). Descubrimos, en el libro de Hebreos, que el modelo utilizado era el de una realidad superior, el Santuario celestial.\n</p><p><strong>Lee Hebreos 9:11 al 15 acerca de Cristo como nuestro Sumo Sacerdote en el Santuario celestial. ¿Qué nos enseña esto acerca de lo que él hace por nosotros?\n</strong></p><p><strong>Hebreos 9:11-15\n</strong></p><p><strong>11</strong> Pero estando ya presente Cristo, sumo sacerdote de los bienes venideros, por el más amplio y más perfecto tabernáculo, no hecho de manos, es decir, no de esta creación,\n</p><p><strong>12</strong> y no por sangre de machos cabríos ni de becerros, sino por su propia sangre, entró una vez para siempre en el Lugar Santísimo, habiendo obtenido eterna redención.\n</p><p><strong>13</strong> Porque si la sangre de los toros y de los machos cabríos, y las cenizas de la becerra rociadas a los inmundos, santifican para la purificación de la carne,\n</p><p><strong>14 </strong>¿cuánto más la sangre de Cristo, el cual mediante el Espíritu eterno se ofreció a sí mismo sin mancha a Dios, limpiará vuestras conciencias de obras muertas para que sirváis al Dios vivo?\n</p><p><strong>15 </strong>Así que, por eso es mediador de un nuevo pacto,[a] para que interviniendo muerte para la remisión de las transgresiones que había bajo el primer pacto, los llamados reciban la promesa de la herencia eterna.\n</p><p>El Santuario terrenal prefiguraba a Jesús con asombrosa minuciosidad, desde el sacerdote y las ofrendas hasta el mobiliario y otros detalles de diseño. Todo ello hablaba de Jesús.\n</p><p>El libro de Apocalipsis abunda en imágenes del Santuario. Encontramos allí el candelabro en los versículos iniciales, el Arca de la Alianza mencionada explícitamente en el capítulo 4 y otras numerosas alusiones al Templo. Si no se conoce el Santuario del Antiguo Testamento, es imposible comprender lo que Juan quiere decir con la descripción de sus visiones. Las experiencias de Israel, dice Pablo, “les sucedieron por ejemplo, y fueron escritas para advertirnos a nosotros, a los que han llegado al fin del tiempo” (1 Cor. 10:11). Podemos aprender mucho a partir de los detalles del Templo. El libro de Salmos contiene un componente importante en tal sentido, ya que muestra cómo interactuaba el pueblo de Dios con él mediante el Templo y sus servicios. Allí vemos también cómo se relacionaba David con el Santuario y cuál era la respuesta del pueblo de Dios a lo que el Mesías haría por ellos. Además de esos modelos que nos ayudan a entender mejor el ministerio de Jesús, las experiencias de quienes comprendieron lo que Dios enseñaba por medio del Santuario contienen valiosas lecciones para nosotros y para nuestra relación con Dios.\n</p><p><strong>Lee el Salmo 122. Aunque no podemos ir literalmente a esa “casa del Señor” (ya no está allí y no tendría sentido construir otra en la Tierra), ¿qué elementos contiene este salmo que nos animan en relación con lo que Cristo hizo por nosotros? Observa los temas de la paz, la seguridad, la alabanza y el juicio.\n</strong></p><p><strong>Salmo 122</strong> Oración por la paz de Jerusalén\n</p><p><strong>1</strong> Yo me alegré con los que me decían: A la casa de Jehová iremos.\n</p><p><strong>2 </strong>Nuestros pies estuvieron dentro de tus puertas, oh Jerusalén.\n</p><p><strong>3 </strong>Jerusalén, que se ha edificado como una ciudad que está bien unida entre sí.\n</p><p><strong>4</strong> Y allá subieron las tribus, las tribus de JAH, conforme al testimonio dado a Israel, para alabar el nombre de Jehová.\n</p><p><strong>5 </strong>Porque allá están las sillas del juicio, los tronos de la casa de David.\n</p><p><strong>6 </strong>Pedid por la paz de Jerusalén; sean prosperados los que te aman.\n</p><p><strong>7 </strong>Sea la paz dentro de tus muros, y el descanso dentro de tus palacios.\n</p><p><strong>8</strong> Por amor de mis hermanos y mis compañeros diré yo: La paz sea contigo.\n</p><p><strong>9</strong> Por amor a la casa de Jehová nuestro Dios buscaré tu bien.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 19 de mayo",
               "dayTitle":"<p>EN EL MONTE SION</p>",
               "id":83,
               "idDay":3,
               "idLesson":8,
               "lessonText":"<p>En Apocalipsis 14 encontramos al pueblo de Dios de pie sobre el monte Sion. Este se encontraba al oeste de lo que hoy se conoce como la Ciudad Vieja en Jerusalén y era considerado la sede del Trono de Dios o de su presencia entre su pueblo. Con el tiempo, el monte Moria, donde estaba el Templo, llegó también a ser identificado como el monte Sion. En otras palabras, esta importante descripción del remanente de Dios de los últimos días se presenta en el lenguaje característico del Santuario, como la mayoría de las escenas clave de Apocalipsis. Gracias al Cordero, el pueblo de Dios está en el Monte Santo.\n</p><p><strong>Lee los Salmos 15 y 24, donde David hace una pregunta de suma importancia: “¿Quién residirá en tu santo monte?” Compara su respuesta con la descripción que hace Apocalipsis 14:1 al 5 del pueblo de Dios que está en Sion. ¿Qué paralelismos encuentras? ¿Cómo puede uno unirse a este grupo? ¿Qué significado tiene el hecho de que el nombre del Padre esté escrito en sus frentes? (Apoc. 14:1).\n</strong></p><p><strong>Salmo 15</strong> Los que habitarán en el monte santo de Dios\n</p><p><strong>1 </strong>Jehová, ¿quién habitará en tu tabernáculo? ¿Quién morará en tu monte santo?\n</p><p><strong>2</strong> El que anda en integridad y hace justicia, y habla verdad en su corazón.\n</p><p><strong>3 </strong>El que no calumnia con su lengua, ni hace mal a su prójimo, ni admite reproche alguno contra su vecino.\n</p><p><strong>4</strong> Aquel a cuyos ojos el vil es menospreciado, pero honra a los que temen a Jehová. El que aun jurando en daño suyo, no por eso cambia;\n</p><p><strong>5 </strong>Quien su dinero no dio a usura, ni contra el inocente admitió cohecho. El que hace estas cosas, no resbalará jamás.</p><p><br></p><p><strong>Salmo 24</strong> El rey de gloria\n</p><p><strong>1</strong> De Jehová es la tierra y su plenitud; el mundo, y los que en él habitan.\n</p><p><strong>2</strong> Porque él la fundó sobre los mares, y la afirmó sobre los ríos.\n</p><p><strong>3</strong> ¿Quién subirá al monte de Jehová? ¿Y quién estará en su lugar santo?\n</p><p><strong>4 </strong>El limpio de manos y puro de corazón; el que no ha elevado su alma a cosas vanas, ni jurado con engaño.\n</p><p><strong>5 </strong>Él recibirá bendición de Jehová, yjusticia del Dios de salvación.\n</p><p><strong>6</strong> Tal es la generación de los que le buscan, de los que buscan tu rostro, oh Dios de Jacob.&nbsp;</p><p><strong>7</strong> Alzad, oh puertas, vuestras cabezas, y alzaos vosotras, puertas eternas, y entrará el Rey de gloria.\n</p><p><strong>8 </strong>¿Quién es este Rey de gloria? Jehová el fuerte y valiente, Jehová el poderoso en batalla.\n</p><p><strong>9</strong> Alzad, oh puertas, vuestras cabezas, y alzaos vosotras, puertas eternas, y entrará el Rey de gloria.\n</p><p><strong>10</strong> ¿Quién es este Rey de gloria? Jehová de los ejércitos, Él es el Rey de la gloria.&nbsp;</p><p><br></p><p><strong>Apocalipsis 14: 1-5</strong> El cántico de los 144 mil\n</p><p><strong style=\"\">1 </strong>Después miré, y he aquí el Cordero estaba en pie sobre el monte de Sion, y con él ciento cuarenta y cuatro mil, que tenían el nombre de él y el de su Padre escrito en la frente.\n</p><p><strong>2</strong> Y oí una voz del cielo como estruendo de muchas aguas, y como sonido de un gran trueno; y la voz que oí era como de arpistas que tocaban sus arpas.\n</p><p><strong>3</strong> Y cantaban un cántico nuevo delante del trono, y delante de los cuatro seres vivientes, y de los ancianos; y nadie podía aprender el cántico sino aquellos ciento cuarenta y cuatro mil que fueron redimidos de entre los de la tierra.\n</p><p><strong>4</strong> Estos son los que no se contaminaron con mujeres, pues son vírgenes. Estos son los que siguen al Cordero por dondequiera que va. Estos fueron redimidos de entre los hombres como primicias para Dios y para el Cordero;\n</p><p><strong>5</strong> y en sus bocas no fue hallada mentira, pues son sin mancha delante del trono de Dios.</p><p><br></p><p>La descripción de aquellos a quienes se permite estar en la presencia de Dios según los Salmos 15 y 24 representa una tarea bastante difícil de cumplir para los simples pecadores. ¿Quién de nosotros puede decir honestamente que siempre ha caminado rectamente o que siempre ha dicho la verdad (Sal. 15:2)? Ninguno de nosotros puede decir que “no caerá jamás” (Sal. 15:5). La Biblia enseña que si decimos que nunca hemos pecado la verdad no está en nosotros (1 Juan 1:8). La única conclusión posible a la que podemos llegar es que el Cordero es quien nos permite estar de pie sobre el monte Sion. Aunque el Cordero no es mencionado en esos dos salmos de David, aparece en la descripción de Apocalipsis 14. Da la impresión de que Apocalipsis 14 respondiera a la pregunta de David. Ahora que el Cordero de Dios está establecido en el monte Sion, en el Santuario, nosotros también podemos estar allí en virtud de su perfecta justicia acreditada a nosotros por la fe. Podemos tener la “plena seguridad para entrar en el santuario, por el camino nuevo y vivo que él nos abrió a través del velo, esto es, de su carne” (Heb. 10:19, 20). Sin su sangre, no habría esperanza para nosotros.</p><p><br></p><p>Piensa en todas las promesas bíblicas de victoria sobre el pecado. ¿Por qué, aun con esas promesas, seguimos sin estar a la altura del ejemplo perfecto que Jesús nos ha dado y por qué necesitamos su vida perfecta como sustituto nuestro?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 20 de mayo",
               "dayTitle":"<p>LA LEY EN NUESTROS CORAZONES</p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p>El remanente reunido en Sion tiene un nombre escrito en la frente: el del Padre y del Cordero. Puesto que Jesús es la imagen misma del Padre, es dudoso que se trate de dos nombres diferentes. En las Escrituras, un “nombre” no representa una simple designación con la que las personas se dirigen unas a otras, sino el carácter. Aún hoy, en muchas culturas se dice que una persona tiene un “buen nombre” cuando los demás opinan bien de su carácter.\n</p><p><strong>Lee Éxodo 33:18 al 23; Éxodo 34:1 al 7; y Salmos 119:55. Cuando Moisés pidió ver la gloria de Dios, ¿cuál fue la respuesta divina? ¿Qué ocurrió luego, cuando Dios proclamó su nombre ante Moisés (Éxo. 34:5-8)?\n</strong></p><p><strong>Éxodo 33:18-23\n</strong></p><p><strong>18 </strong>Él entonces dijo: Te ruego que me muestres tu gloria.\n</p><p><strong>19 </strong>Y le respondió: Yo haré pasar todo mi bien delante de tu rostro, y proclamaré el nombre de Jehová delante de ti; y tendré misericordia del que tendré misericordia, y seré clemente para con el que seré clemente.\n</p><p><strong>20</strong> Dijo más: No podrás ver mi rostro; porque no me verá hombre, y vivirá.\n</p><p><strong>21 </strong>Y dijo aún Jehová: He aquí un lugar junto a mí, y tú estarás sobre la peña;\n</p><p><strong>22</strong> y cuando pase mi gloria, yo te pondré en una hendidura de la peña, y te cubriré con mi mano hasta que haya pasado.\n</p><p><strong>23</strong> Después apartaré mi mano, y verás mis espaldas; mas no se verá mi rostro.\n</p><p><strong>Éxodo 34:1-7 </strong>El pacto renovado\n</p><p>1 Y Jehová dijo a Moisés: Alísate dos tablas de piedra como las primeras, y escribiré sobre esas tablas las palabras que estaban en las tablas primeras que quebraste.\n</p><p><strong>2</strong> Prepárate, pues, para mañana, y sube de mañana al monte de Sinaí, y preséntate ante mí sobre la cumbre del monte.\n</p><p><strong>3 </strong>Y no suba hombre contigo, ni parezca alguno en todo el monte; ni ovejas ni bueyes pazcan delante del monte.\n</p><p><strong>4</strong> Y Moisés alisó dos tablas de piedra como las primeras; y se levantó de mañana y subió al monte Sinaí, como le mandó Jehová, y llevó en su mano las dos tablas de piedra.\n</p><p><strong>5</strong> Y Jehová descendió en la nube, y estuvo allí con él, proclamando el nombre de Jehová.\n</p><p><strong>6</strong> Y pasando Jehová por delante de él, proclamó: ¡Jehová! ¡Jehová! fuerte, misericordioso y piadoso; tardo para la ira, y grande en misericordia y verdad;\n</p><p><strong>7 </strong>que guarda misericordia a millares, que perdona la iniquidad, la rebelión y el pecado, y que de ningún modo tendrá por inocente al malvado; que visita la iniquidad de los padres sobre los hijos y sobre los hijos de los hijos, hasta la tercera y cuarta generación.\n</p><p><strong>Salmos 119:55\n</strong></p><p><strong>55 </strong>Me acordé en la noche de tu nombre, oh Jehová, y guardé tu ley.\n</p><p><strong>Éxodo 34:5-8\n</strong></p><p><strong>5 </strong>Y Jehová descendió en la nube, y estuvo allí con él, proclamando el nombre de Jehová.\n</p><p><strong>6</strong> Y pasando Jehová por delante de él, proclamó: ¡Jehová! ¡Jehová! fuerte, misericordioso y piadoso; tardo para la ira, y grande en misericordia y verdad;\n</p><p><strong>7 </strong>que guarda misericordia a millares, que perdona la iniquidad, la rebelión y el pecado, y que de ningún modo tendrá por inocente al malvado; que visita la iniquidad de los padres sobre los hijos y sobre los hijos de los hijos, hasta la tercera y cuarta generación.\n</p><p><strong>8 </strong>Entonces Moisés, apresurándose, bajó la cabeza hacia el suelo y adoró.</p><p><br></p><p>Algunos imaginan adecuadamente la gloria de Dios como una luz enceguecedora e inaccesible. No obstante, la gloria divina es más que una simple exhibición visual. Su gloria es su carácter. Lo mismo ocurre con el nombre de Dios, que también representa su carácter.</p><p>Cuando la Biblia dice que los integrantes del Remanente tienen el nombre de Dios escrito en sus frentes, no se refiere a una inscripción literal, sino al carácter divino presente en la mente, en el corazón. La vida de ellos refleja el amor y el carácter de Dios como resultado de haber sido atraídos a Dios y de amarlo a causa de quién es y de lo que ha hecho por ellos. Cuán interesante es también el hecho de que cuando Dios se describe a sí mismo ante Moisés, lo hace en conjunción con la entrega de otra copia de los Diez Mandamientos, una transcripción de su carácter. Del mismo modo, quienes tienen el “nombre” de Dios en sus frentes en Apocalipsis 14 son los que “guardan los mandamientos de Dios”. Nota lo que dice Hebreos: “Este es el pacto que haré con ellos, después de esos días –dice el Señor–: Pondré mis leyes en sus corazones y las grabaré en sus mentes. Y nunca más me acordaré de sus pecados y transgresiones” (Heb. 10:16, 17). He allí una notable definición del evangelio. Aunque la Ley de Dios se refleja en nuestra vida, todavía necesitamos que nuestros pecados no sean recordados “nunca más”.\n</p><p>El nombre de Dios es su carácter. Su ley moral es un trasunto de su carácter. Y aquellos que se reúnen en el monte santo de Dios en los últimos días están imbuidos de un amor por Dios que se pone de manifiesto en la obediencia a su Ley.\n</p><p><strong>Si somos salvos por la fe y no por la Ley, ¿cuál es entonces la importancia de la Ley de Dios? (Ver 1 Juan 5:3).\n</strong></p><p>1 Juan 5:3</p><p><strong>&nbsp;3</strong> Pues este es el amor a Dios, que guardemos sus mandamientos; y sus mandamientos no son gravosos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miércoles 21 de mayo",
               "dayTitle":"<p>SALMOS 5&nbsp;</p>",
               "id":85,
               "idDay":5,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Salmos 5, donde David traza agudos contrastes entre los perdidos y quienes han sido redimidos. Compara el contenido de este salmo con el lenguaje de Apocalipsis 14:1 al 12. ¿Qué similitudes encuentras y cómo influye esto en tu comprensión de lo que significa formar parte del movimiento remanente de los últimos días creado por Dios?\n</strong></p><p><strong>Salmos 5</strong> Plegaria pidiendo protección\n</p><p><strong>1</strong> Escucha, oh Jehová, mis palabras; considera mi gemir.\n</p><p><strong>2</strong> Está atento a la voz de mi clamor, Rey mío y Dios mío, porque a ti oraré.\n</p><p><strong>3</strong> Oh Jehová, de mañana oirás mi voz; de mañana me presentaré delante de ti, y esperaré.\n</p><p><strong>4</strong> Porque tú no eres un Dios que se complace en la maldad; el malo no habitará junto a ti.\n</p><p><strong>5 </strong>Los insensatos no estarán delante de tus ojos; aborreces a todos los que hacen iniquidad.\n</p><p><strong>6</strong> Destruirás a los que hablan mentira; al hombre sanguinario y engañador abominará Jehová.\n</p><p><strong>7 </strong>Mas yo por la abundancia de tu misericordia entraré en tu casa; adoraré hacia tu santo templo en tu temor.\n</p><p><strong>8</strong> Guíame, Jehová, en tu justicia, a causa de mis enemigos; endereza delante de mí tu camino.\n</p><p><strong>9 </strong>Porque en la boca de ellos no hay sinceridad; sus entrañas son maldad, sepulcro abierto es su garganta, con su lengua hablan lisonjas.\n</p><p><strong>10</strong> Castígalos, oh Dios; caigan por sus mismos consejos; por la multitud de sus transgresiones échalos fuera, porque se rebelaron contra ti.\n</p><p><strong>11</strong> Pero alégrense todos los que en ti confían; den voces de júbilo para siempre, porque tú los defiendes; en ti se regocijen los que aman tu nombre.\n</p><p><strong>12</strong> Porque tú, oh Jehová, bendecirás al justo; como con un escudo lo rodearás de tu favor.\n</p><p>Nota que David insiste en que el mal “no habitará” con Dios (Sal. 5:4). El objetivo del Tabernáculo era que Dios pudiera habitar entre su pueblo, algo que Dios también pretende en el caso del reino de Cristo (ver Apoc. 21:3). Quienes quieran acercarse al Trono de Dios deben ser redimidos. También es digno de mención que Salmo 5:7 describe un acto de adoración, que es la cuestión central en juego en el Gran Conflicto. Apocalipsis 13 menciona cinco veces la “adoración”, y los mensajes de los tres ángeles llaman al mundo a adorar “al que hizo el cielo y la tierra, el mar y las fuentes de las aguas”. David dice que “reverencia” a Dios, y el mensaje del Remanente hace el siguiente llamado al mundo: “Respeten a Dios y denle gloria, porque ha llegado la hora de su juicio” (Apoc. 14:7; BP).\n</p><p>Observa también que “no se halló engaño” en las bocas de los redimidos (Apoc. 14:5), pues son veraces, y sus palabras y sus acciones reflejan el carácter justo de Dios. Según David, “no hay sinceridad” en la boca de los malvados (Sal. 5:9). La escena que Juan presenta en esta parte clave del Apocalipsis es asombrosa: simples pecadores han sido rescatados de la muerte y tienen el privilegio de estar en la presencia de Dios. No han ganado ese derecho, sino que les ha sido concedido porque el Cordero de Dios, el justo Hijo del Hombre, está allí con ellos. Fueron perdonados, están redimidos y ya no tienen que cargar con su propia culpa (comparar con Sal. 5:10), porque el Cordero de Dios la ha llevado por ellos (comparar con Isa. 53:12 y 2 Cor. 5:21). Cuando el nombre de Dios ha sido escrito en el corazón, es difícil permanecer en silencio. El pueblo de Dios hace un último ofrecimiento de misericordia a “gran voz” (Apoc. 14:7). “Pero alégrense todos los que en ti confían; den siempre voces de júbilo, porque tú los defiendes. En ti se regocijen los que aman tu nombre” (Sal. 5:11).\n</p><p><strong>Imagina que estás ante un Dios santo y perfecto en ocasión del Juicio y con todos tus hechos expuestos ante él. ¿Qué te dice esta perspectiva acerca de tu necesidad de la justicia de Cristo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 22 de mayo",
               "dayTitle":"<p>ENSEÑA A LOS TRANSGRESORES TU CAMINO\n</p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p>Después de que el Señor apareció a Isaías en la escena de la sala del Trono de Isaías 6:1 al 8, y después de que se le dijo que su culpa había sido quitada y su pecado perdonado, respondió al llamado de Dios diciendo: “Aquí estoy, envíame a mi” (Isa. 6:8). Cuando supo que había sido limpiado por Dios, y a pesar de conocer sus faltas, estuvo dispuesto a trabajar para el Señor. ¿No ocurre lo mismo con nosotros? ¿Cómo podemos proclamar la salvación a otros si nosotros mismos no la hemos experimentado? La salvación puede ser nuestra por la fe en Jesús y en lo que él ha hecho por nosotros.\n</p><p><strong>Lee Salmos 51:7 al 15. ¿Qué promete hacer David después de haber sido perdonado y limpiado de su pecado?\n</strong></p><p><strong>Salmos 51:7 al 15\n</strong></p><p><strong>7 </strong>Purifícame con hisopo, y seré limpio; lávame, y seré más blanco que la nieve.\n</p><p><strong>8 </strong>Hazme oír gozo y alegría, y se recrearán los huesos que has abatido.\n</p><p><strong>9</strong> Esconde tu rostro de mis pecados, y borra todas mis maldades.\n</p><p><strong>10</strong> Crea en mí, oh Dios, un corazón limpio, y renueva un espíritu recto dentro de mí.\n</p><p><strong>11</strong> No me eches de delante de ti, y no quites de mí tu santo Espíritu.\n</p><p><strong>12</strong> Vuélveme el gozo de tu salvación, y espíritu noble me sustente.\n</p><p><strong>13 </strong>Entonces enseñaré a los transgresores tus caminos, y los pecadores se convertirán a ti.\n</p><p><strong>14</strong> Líbrame de homicidios, oh Dios, Dios de mi salvación; cantará mi lengua tu justicia.\n</p><p><strong>15</strong> Señor, abre mis labios, y publicará mi boca tu alabanza.</p><p>Ser llamado a la presencia de Dios es, en última instancia, ser enviado al mundo con una misión. En su sabiduría, Dios ha comisionado a los redimidos para servir como su vocero principal en favor de un mundo caído. El impacto de su pueblo en la Tierra se hará sentir poderosamente en algún momento. Apocalipsis 18:1 dice que su llamado final dirigido al planeta caído iluminará el mundo entero. “Tan pronto como uno va a Cristo, nace en el corazón un vivo deseo de hacer conocer a otros cuán precioso amigo ha encontrado en Jesús; la verdad salvadora y santificadora no puede permanecer encerrada en el corazón. Si estamos revestidos de la justicia de Cristo y rebosamos de gozo por la presencia de su Espíritu, no podremos guardar silencio. Si hemos gustado y visto que el Señor es bueno, tendremos algo que decir. Como Felipe cuando encontró al Salvador, invitaremos a otros a ir a él” (Elena de White, El camino a Cristo, p. 66). Los mensajes de los tres ángeles de Apocalipsis 14 se basan en el “evangelio eterno” (Apoc. 14:6). Esto significa que, aun antes de la exhortación a adorar a aquel “que hizo el cielo y la tierra, el mar y las fuentes de las aguas” (Apoc. 14:7), del anuncio de la caída de Babilonia (Apoc. 14:8) y de la advertencia contra la adoración “a la bestia y a su imagen” (Apoc. 14:9), se proclama el fundamento del evangelio, de la salvación en Jesús. Las advertencias y los mensajes de los tres ángeles no son otra cosa que la esperanza y la confianza que los voceros de esos mensajes tienen en Jesús y en lo que ha hecho por ellos. Fuera del “evangelio eterno”, realmente no tenemos nada de valor que decir al mundo.\n</p><p>\n</p><p><br></p><p><strong>Medita en el hecho de que, incluso antes del inicio de la proclamación de los mensajes de los tres ángeles, se nos señala el “evangelio eterno”. ¿Qué nos dice esto acerca de cuán fundamental es esta verdad para todo lo que creemos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 23 de mayo",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:&nbsp;</p>",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p>“Los salmos de David pasan por toda la gama de la experiencia humana, desde las profundidades del sentimiento de culpabilidad y condenación de sí hasta la fe más sublime y la más exaltada comunión con Dios. El registro de su vida muestra que el pecado no puede traer sino vergüenza y aflicción, pero que el amor de Dios y su misericordia pueden alcanzar hasta las más hondas profundidades; que la fe elevará el alma arrepentida hasta hacerle compartir la adopción de los hijos de Dios. De todas las promesas que contiene su Palabra, es uno de los testimonios más poderosos en favor de la fidelidad, la justicia y la misericordia del pacto de Dios.[...] “ ‘Juré a David mi siervo [...]. Mi mano será firme en su favor, mi brazo también lo fortalecerá. [...] Mi fidelidad y mi amor estarán con él, y en mi nombre será exaltado su poder. Pondré su mano sobre el mar, y sobre los ríos su diestra. Me llamará: “Mi Padre, mi Dios, la Roca de mi salvación”. Yo también lo pondré por primogénito, el más excelso de los reyes de la tierra. Para siempre conservaré mi amor hacia él, y mi pacto será firme con él. Sus descendientes reinarán para siempre, y su trono durará como los días del cielo’ (Sal. 89:3, 21, 24-29)” (Elena de White, Patriarcas y profetas, pp. 818, 819).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>&nbsp;1.</strong> La humanidad ha fracasado miserablemente en cuanto a cumplir su parte en los pactos hechos con Dios. A pesar de algunos grandes errores, David, el “hombre según el corazón de Dios”, fue utilizado poderosamente para comunicarnos los términos de nuestra salvación. ¿En qué sentido David prefigura a Jesús, quien sí fue perfectamente fiel al pacto de Dios en nuestro favor? ¿Por qué lo que Jesús hizo por nosotros es nuestra única esperanza?\n</p><p><strong>2. </strong>¿Qué pasajes de los Salmos han sido especialmente útiles o significativos para ti por reflejar el tipo de experiencias que has vivido?\n</p><p><strong>3.</strong> ¿Por qué los Salmos se refieren con tanta frecuencia al Templo? ¿Qué podemos aprender del amor que David sentía por el Santuario? ¿Cómo puede esto ayudarnos a apreciar lo que Jesús significa para nosotros como nuestro Sumo Sacerdote celestial, “que además está a la diestra de Dios e intercede por nosotros” (Rom. 8:34)? ¿Por qué, incluso como redimidos, necesitamos que Cristo interceda por nosotros en el Cielo?\n</p><p><strong>4. </strong>Sobre la base de la cita anterior de Elena de White, ¿cuál ha sido tu experiencia? Es decir, ¿cómo ha elevado Dios tu “alma arrepentida para participar de la adopción de los hijos de Dios” después de la “vergüenza y la aflicción” del pecado?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 23 de mayo",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":88,
               "idDay":8,
               "idLesson":8,
               "lessonText":"<p><strong>RESEÑA&nbsp;</strong></p><p><strong>Texto clave: Apocalipsis 14:1.</strong></p><p>&nbsp;<strong>Enfoque del estudio:</strong> Salmos 15; 24; 51; 122.</p><p><strong>Introducción</strong></p><p>&nbsp;En el corazón de la Biblia, los Salmos contienen testimonios acerca de la oración y el culto del antiguo Israel. No solo los sacerdotes oran; el pueblo de la tierra, los poetas y los reyes cantan alabanzas al Creador y Salvador. Pero también lloran y claman al Señor mientras anhelan su juicio y su salvación. Entre estos salmos que reflejanel sufrimiento del antiguo pueblo de Israel, podemos encontrar también destellos proféticos relativos al fin de los tiempos, cuando el gran Juez vendrá finalmente en respuesta al anhelo de las naciones. De allí que numerosos biblistas han señalado el carácter escatológico de esos salmos. En las próximas dos lecciones, buscaremos en estos poemas y cantos sagrados mensajes que nos hablen a quienes vivimos en el tiempo del fin. Reflexionaremos acerca de nuestro sufrimiento, nuestras frustraciones y nuestras experiencias dolorosas en respuesta al silencio de Dios. Anhelaremos la paz en los momentos de angustia y de guerras. Lloraremos con el pueblo de los salmos. Pero también seremos consolados y fortalecidos en nuestra esperanza al conocer la realidad y la certeza de la promesa de Dios. En respuesta a ello, adoraremos al Señor, pues comprenderemos mejor la profundidad y el significado del anhelo de Israel y, lo que es aún más importante, descubriremos hasta qué punto los cánticos de estos poetas y sacerdotes son pertinentes para quienes vivimos en el tiempo del fin.\n</p><p><strong>COMENTARIO</strong></p><p>&nbsp;Hemos elegido cuatro salmos para este viaje al corazón mismo del mensaje profético: El Salmo 122, por su intenso y conmovedor llamamiento: “Oren por la paz de Jerusalén” (Sal. 122:6); los Salmos 15 y 24, porque ambos se ocupan del interrogante acerca de la ausencia del Señor y formulan las mismas desafiantes preguntas: “¿Quién residirá en tu santo monte?” (Sal. 15:1), “¿quién subirá al monte del Señor?” (Sal. 24:3); y el Salmo 51, por su trémula súplica ante la presencia del Señor en su Templo: “Señor, crea en mí un corazón limpio” (Sal. 51:10).\n</p><p><strong>Salmo 122: La paz de Jerusalén.</strong> Aunque el Salmo 122 es atribuido a David, muchos eruditos bíblicos han cuestionado esta conexión basándose en la referencia a la “casa del Señor” (Sal. 122:9). Argumentan que David no pudo haber mencionado “la casa del Señor”, es decir, el Templo de Jerusalén, pues este aún no había sido construido en sus días. Sin embargo, el Tabernáculo era llamado a menudo “la casa del Señor” (1 Sam. 1:7, 24; Juec. 19:18) en la época de David. Además, el argumento de esos eruditos pasa por alto el hecho de que el monte Moria, que habría de convertirse en el emplazamiento del templo de Jerusalén, es designado como “el monte del Señor” muy temprano en la historia bíblica (Gén. 22:14). Por lo tanto, las designaciones “la casa del Señor” y “Jerusalén” deben entenderse en un sentido espiritual que trasciende la época de David. Mientras que David oraba por la paz de Jerusalén, se nos inspira a soñar tipológicamente con la Jerusalén espiritual desde la cual la paz y el juicio irradiarán hacia los confines del mundo como una bendición para las naciones (Gén. 22:17, 18; comparar con Gén. 12:3). El hecho de que el guerrero David pensara en la paz de Jerusalén implica que el mundo estará en guerra contra la Jerusalén espiritual. El profeta tiene en vista el acontecimiento del “Armagedón” tal como se predice en Apocalipsis 16:16 y en Daniel 11:45. El nombre Armagedón, que significa “monte de reunión”, se refiere al monte del Señor, donde el pueblo de Dios se reúne para adorar. Esta “reunión” se refiere también a la reunión de las potencias que vendrán a atacar al pueblo de Dios. La expresión “monte del Señor” representa tipológicamente la Sion, o Jerusalén, espiritual. David ve proféticamente que la paz del mundo depende de la paz de la Jerusalén espiritual. Por eso nos exhorta a orar por esa paz, de la que dependen la paz, la bendición y la salvación del mundo.\n</p><p><strong>Salmos 15 y 24: El monte del Señor.</strong> En los Salmos 15 y 24, David formula una pregunta que se refiere al mismo acontecimiento, es decir, a la ocupación del “Monte Santo”, que se refiere a la Nueva Jerusalén celestial. Sin embargo, la respuesta a esa pregunta es diferente en ambos salmos. En el Salmo 15, la atención se centra en el plano humano y en la preocupación por el pueblo de Dios. La descripción de los justos contrasta aquí con la descripción de los impíos que en el Salmo 14 persiguen al pueblo de Dios (Sal. 14:4), identificado como “el linaje de los justos”. El pueblo de Dios busca “refugio” en el Señor (Sal. 14:5, 6) y anhela su salvación, que vendrá “de Sion” (Sal. 14:7). El Salmo 15 continúa en la misma línea, y surge entonces la pregunta: “¿Quién residirá en tu santo monte?” (Sal. 15:1). Para responder esta pregunta, el salmista se refiere al pueblo de Dios, que, en contraste con los impíos del salmo anterior, vive en armonía con ciertos principios de conducta que equivalen a los Diez Mandamientos: algunos son positivos (Sal. 15:2), y algunos son negativos (Sal. 15:3-5). El primero de  esos principios abarca a todos los demás: “El que anda en integridad” (Sal. 15:2). La palabra hebrea así traducida (tamim) tiene una connotación de inocencia o ausencia de suspicacia y sugiere una religión veraz, en la que no hay falsedad ni doblez. La religión del pueblo de Dios se basa en el respeto reverente hacia el Señor, un concepto que aparece en el centro del salmo (ver Sal. 15:4). Nótese también que estos principios son esencialmente de orden ético y se refieren al trato que damos a los demás y al comportamiento inaceptable: mentir (Sal. 15:2), calumniar (Sal. 15:3) y engañar (Sal. 15:5). El Salmo 24 complementa al 15. Mientras que el 15 presenta una perspectiva existencial, el Salmo 24 muestra un enfoque cósmico articulado en tres secciones. El salmo comienza con una afirmación del Dios de la Creación que gobierna el universo (Sal. 24:1, 2) y hace luego un llamado a la adoración mediante la pregunta: “¿Quién subirá al monte del Señor?” (Sal. 24:3). En los Salmos, la adoración es generalmente una respuesta humana a la Creación de Dios (Sal. 95:6; 100:1-3). La segunda sección (Sal. 24:3-6) responde la pregunta de Salmos 24:3 al subrayar que solo quien es “limpio de manos y puro de corazón” y no ha incurrido en la idolatría puede subir al monte del Señor, es decir, a adorar (Sal. 24:4). El salmo no se refiere aquí a un ideal de perfección absoluta. Más adelante, se describe a estos adoradores como “la generación del que lo busca [al Señor]” (Sal. 24:6). La tercera sección (Sal. 24:7-10) trata acerca de la venida del Rey de gloria. Aquí se representa a Dios como un guerrero victorioso, “poderoso en batalla” (Sal. 24:8), que ha derrotado a las fuerzas del mal y del caos, restaurando así el orden de la Creación. En otras palabras, el ideal religioso del pueblo de Dios, que espera la salvación de Sion, es a la vez vertical y horizontal. Este ideal está compuesto por la fe personal en el Dios invisible y la esperanza en el reino venidero; por lo tanto, es a la vez discernidor (imparte sabiduría) y apocalíptico.\n</p><p><strong>Salmo 51: Un corazón limpio.</strong> Según el encabezado del Salmo 51, esta oración debió ser escrita por David cuando el profeta Natán lo confrontó por su pecado. Pero esta oración también puede entenderse e interpretarse como una súplica típica de cualquier persona consciente de su iniquidad y deseosa de encontrarse con nuestro Dios cercano. La oración comienza con el clamor de David pidiendo perdón a Dios, con una apelación a su misericordia a causa de sus “transgresiones” (Sal 51:1). A continuación, el salmo se divide en dos partes. La primera (Sal. 51:1-9) es una súplica a Dios para que borre sus “transgresiones”, que lo separan de Dios. Aquí se describe a Dios como misericordioso (Sal. 51:1), el Dios de la “verdad” (Sal. 51:6) y que oculta su rostro (Sal. 51:9). El pecado es tan grande y profundo que se utilizan todas las designaciones de la transgresión: jet’, “pecado”; pesha’, “rebelión”; y awon, “iniquidad”. Para dar cuenta de la magnitud de su falta, el poeta utiliza una imagen hiperbólica: su pecado se origina desde el momento de su concepción en el vientre de su madre (Sal. 51:5). Por lo tanto, la única manera que tiene de acercarse a Dios y recuperar su relación con él es que su pecado desaparezca, como si nunca hubiera ocurrido. En esta primera sección, las palabras clave que expresan esta idea de borrar marcan la oración: “borrar” (Sal. 51:1, 9), “lavar” (Sal. 51:2, 7), “limpiar” (Sal. 51:2) y “purificar” (Sal. 51:7). La segunda parte del salmo (vers. 10-19) se concentra en la idea de renovación. Las palabras clave son “crear”, “renovar”, “restaurar” y “reedificar”. Dios es descrito como Creador (vers. 10, 12, 15) y Salvador (vers. 14). El salmo concluye con la visión de “las murallas de Jerusalén” y del sacrificio aceptado por Dios (vers. 18, 19).</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p><strong>1.</strong> A la luz de la lección de esta semana, reflexiona acerca de las siguientes preguntas: ¿Qué significa para nosotros hoy el llamamiento del salmista a “orar por la paz de Jerusalén”? ¿Qué debemos hacer para lograrla?</p><p><strong>&nbsp;2. </strong>Medita acerca de la recomendación de Jesús de orar a nuestro Padre de lo Alto: “Venga tu reino. Sea hecha tu voluntad en la tierra como en el cielo” (Mat. 6:10). Date cuenta de que esta oración no trata simplemente de una solución espiritual a nuestro mundo problemático. Esta oración trata de la venida de Jesús para transformar el mundo.&nbsp;</p><p><strong>3.</strong> ¿Por qué nuestra esperanza en la venida del Señor, la preocupación por los signos de los tiempos, los acontecimientos sensacionales que se desarrollan en el mundo y nuestro deseo de prepararnos para el Reino de Dios deberían complementar nuestro trabajo personal de crecimiento y desarrollo de nuestro carácter como cristianos? ¿Por qué los sentimientos y los pensamientos de nuestros corazones deben corresponder también con nuestros ideales acerca del Reino? Dialoga con tu clase acerca de por qué nuestro esfuerzo religioso en pro de la santificación y nuestro ideal de santidad deberían hacernos más sensibles hacia nuestro prójimoy éticos en nuestro trato con ellos.</p><p><strong>4.</strong> <em>Actividad:</em> Como vivimos en tiempos de guerras en todo el mundo, tenemos que aprender a orar por la “paz de Jerusalén”, lo que significa que la paz del mundo debe formar parte de nuestra preocupación. Organiza una semana de oración para orar por la paz en la Tierra. Aprende a desarrollar empatía por las personas que sufren en condiciones de guerra.</p><p><br></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>EN LOS SALMOS - PRIMERA PARTE</p>",
         "verse":"<p>PARA MEMORIZAR: “Entonces miré y vi al Cordero de pie sobre el monte Sion, y con él ciento cuarenta y cuatro mil que tenían el nombre del Cordero y el nombre de su Padre escrito ensus frentes” (Apoc. 14:1).</p>",
         "versionCode":10,
         "weekDate":"17-23 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
