{
  "data": [
    {
      "color": "#F250A3",
      "id": 710,
      "idEs": 31,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 31",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>This week’s lesson starts with a very brief story at the end of Mark 12, where Jesus makes a profound statement about a small act by a widow. The main portion of this week’s lesson, however, deals with Mark 13, a striking prophecy about the fate of the Jerusalem temple and more. This chapter, along with its parallels in Matthew 24 and Luke 21, tell about the fall of Jerusalem and beyond, even to the end of the world.\n</p><p>What Mark 13 makes quite clear is that the prophecy goes from the time of the prophet, Jesus, to the time of the end, His second coming. This pattern follows what is known as “the historicist interpretation of end-time prophecy,” as opposed to the attempt to put these prophecies in the past or way off into the future.\n</p><p>Like many teachings of Jesus in Mark, the Lord’s instruction is in response to a question or a misunderstanding by His disciples. These questions or misunderstandings give Jesus the opportunity to teach truths vital to Christian life and experience. Jesus not only predicts the future but also instructs His disciples both then and now in how to prepare for the coming trials.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 1",
          "dayTitle": "<p>Two Little Coins in the Offering</p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Mark 12:41–44. How much did the widow give, and what did Jesus have to say about that?\n</strong></p><p>Mark 12:41–44\n</p><p><strong><sup>41</sup></strong> Now Jesus sat opposite the treasury and saw how the people put money into the treasury. And many who were rich put in much.\n</p><p><strong><sup>42</sup></strong> Then one poor widow came and threw in two [a]mites, which make a [b]quadrans.\n</p><p><strong><sup>43</sup></strong> So He called His disciples to Himself and said to them, “Assuredly, I say to you that this poor widow has put in more than all those who have given to the treasury;\n</p><p><strong><sup>44</sup></strong> for they all put in out of their abundance, but she out of her poverty put in all that she had, her whole livelihood.”\n</p><p>The Jerusalem temple was an amazingly beautiful structure. The temple mount dominated the city, and the massive stones involved in its construction are a marvel to this day, some weighing hundreds of tons. The remodeling and expansion of the temple and the temple mount began under Herod the Great around 20 b.c., but the construction and embellishment of the structure continued into the a.d. 60s.\n</p><p>Many people brought large offerings to deposit in 13 chests located in the Court of the Women near the temple. It was here that Jesus was sitting when He saw a widow approach and cast in two lepta. This would be equivalent to one thirty-second of a denarius, the usual wage for a day laborer. Hence, the woman’s offering was quite small.\n</p><p>Jesus, however, was impressed by her offering. Many rich individuals put in large sums, but He did not comment on their gifts as they deposited them. But this widow’s offering called forth His praise. He states that she gave more than everyone else. How is that possible? Jesus notes that they gave out of their abundance but she out of her poverty. They had much left; she gave everything she had to live on. This fact makes her gift extravagant, even though its monetary value was tiny.\n</p><p>This story contains a deep lesson about the management of resources. Giving to God’s cause does not depend on the actions of leaders to have validity. The religious leadership of the temple was corrupt, but Jesus did not thereby affirm withholding offerings. If ever there were corrupt religious leaders (Caiaphas? Annas?), those at this time were among the worst. And Jesus knew it too.\n</p><p>It is true that leaders have a sacred responsibility to use resources in accordance with the will of God, but even if they do not, those who give to the cause of God are still blessed in their giving, as this woman was.\n</p><p>On the other hand, withholding tithes or offerings when leaders do something displeasing means that the giving is tied to their actions instead of being made in thankfulness to God. However tempting it may be to do that, it’s wrong.\n</p><p><strong>What should this story teach us about the importance of being faithful in what we give to the Lord’s work?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 2",
          "dayTitle": "<p>Not One Stone on Another</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Mark 13:1–13. How did the disciples respond to Jesus’ statement about the temple, and what is the significance of Jesus’ answer to them?\n</strong></p><p>Mark 13:1–13\n</p><p><strong><sup>1</sup></strong> Then as He went out of the temple, one of His disciples said to Him, “Teacher, see what manner of stones and what buildings are here!”\n</p><p><strong><sup>2</sup></strong> And Jesus answered and said to him, “Do you see these great buildings? Not one stone shall be left upon another, that shall not be thrown down.”\n</p><p><strong>The Signs of the Times and the End of the Age\n</strong></p><p><strong><sup>3</sup></strong> Now as He sat on the Mount of Olives opposite the temple, Peter, James, John, and Andrew asked Him privately,\n</p><p><strong><sup>4</sup></strong> “Tell us, when will these things be? And what will be the sign when all these things will be fulfilled?”\n</p><p><strong><sup>5</sup></strong> And Jesus, answering them, began to say: “Take heed that no one deceives you.\n</p><p><strong><sup>6</sup></strong> For many will come in My name, saying, ‘I am He,’ and will deceive many.\n</p><p><em><strong><sup>7</sup></strong></em> But when you hear of wars and rumors of wars, do not be troubled; for such things must happen, but the end is not yet.\n</p><p><strong><sup>8</sup></strong> For nation will rise against nation, and kingdom against kingdom. And there will be earthquakes in various places, and there will be famines [a]and troubles. These are the beginnings of [b]sorrows.\n</p><p><strong><sup>9</sup></strong> “But watch out for yourselves, for they will deliver you up to councils, and you will be beaten in the synagogues. You will [c]be brought before rulers and kings for My sake, for a testimony to them.\n</p><p><strong><sup>10</sup></strong> And the gospel must first be preached to all the nations.\n</p><p><strong><sup>11</sup></strong> But when they arrest you and deliver you up, do not worry beforehand, [d]or premeditate what you will speak. But whatever is given you in that hour, speak that; for it is not you who speak, but the Holy Spirit.\n</p><p><strong><sup>12</sup></strong> Now brother will betray brother to death, and a father his child; and children will rise up against parents and cause them to be put to death.\n</p><p><strong><sup>13</sup></strong> And you will be hated by all for My name’s sake. But he who [e]endures to the end shall be saved.\n</p><p>As we have noted, the temple complex was a truly amazing structure. Josephus notes that the Royal Portico on the south side of the complex had 162 pillars, each of which three men clasping hands could reach around (Antiquities, 15.11.5 §§413–414). Jesus says that it will all be thrown down. Such a prophecy concerning this amazing structure would sound to the listener like the end of the world.\n</p><p>“As Christ’s attention was attracted to the magnificence of the temple, what must have been the unuttered thoughts of that Rejected One! The view before Him was indeed beautiful, but He said with sadness, I see it all. The buildings are indeed wonderful. You point to these walls as apparently indestructible; but listen to My words: The day will come when ‘there shall not be left one stone upon another, that shall not be thrown down.’ ”—Ellen G. White, The Desire of Ages, p. 627.\n</p><p>The disciples want to know when this prediction that Jesus has made will come to pass. Thus, in Mark 13:4, a small group—Peter, James, John, and Andrew—ask Him for the timing. They want to know when all these things will happen and what will be the sign when they are about to take place.\n</p><p>What is striking in Mark 13:5–13 is that Jesus spends most of His time not in describing the fall of Jerusalem but rather in warning His disciples about what they can expect in their ministry of establishing the early Christian church. It does not sound as though it’s going to be easy either. In fact, they will be persecuted, put on trial, and some will be killed.\n</p><p>But all through this, Jesus indicates that the time is not yet. They are not to be deceived by tumultuous events. Furthermore, the Holy Spirit will give them the words to speak at the right time, even when family and friends desert them.\n</p><p>The takeaway from these introductory words in Jesus’ prophecy is that the people of God are not to fear tumult and trial. They are to be vigilant because God’s Spirit is going to carry them through the trouble.\n</p><p><strong>What has been your own experience with the trials that come from following Jesus? If you haven’t had any, might you need to ask if you are actually following Him?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 3",
          "dayTitle": "<p>The Abomination of Desolation</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Mark 13:14–18. What clue does Jesus give in figuring out what the “abomination of desolation” refers to?\n</strong></p><p>Mark 13:14–18\n</p><p><strong><sup>14</sup></strong> “So when you see the ‘abomination of desolation,’ [a]spoken of by Daniel the prophet, standing where it ought not” (let the reader understand), “then let those who are in Judea flee to the mountains.\n</p><p><strong><sup>15</sup></strong> Let&nbsp;</p><p><span style=\"font-weight: bolder;\"><sup>16</sup></span>him who is on the housetop not go down into the house, nor enter to take anything out of his house.<span style=\"background-color: initial;\">&nbsp;And let him who is in the field not go back to get his clothes.</span></p><p><strong><sup>17</sup></strong> But woe to those who are pregnant and to those who are nursing babies in those days!\n</p><p><strong><sup>18</sup></strong> And pray that your flight may not be in winter.\n</p><p>Jesus comes to the central point about the fall of Jerusalem in Mark 13:14. He refers to “the abomination of desolation.” The Lord says that the reader should understand. With these words, Jesus is pointing the disciples to the book of Daniel. This terminology appears in Daniel 9:27, Daniel 11:31, and Daniel 12:11, with a parallel in Daniel 8:13.\n</p><p><strong>Read Daniel 9:26, 27. Who is the “anointed One,” and who is “the prince who is to come” (ESV)?\n</strong></p><p>Daniel 9:26, 27\n</p><p><strong><sup>26</sup></strong> “And after the sixty-two weeks Messiah shall [a]be cut off, but not for Himself; And the people of the prince who is to come Shall destroy the city and the sanctuary. The end of it shall be with a flood, And till the end of the war desolations are determined.\n</p><p><strong><sup>27</sup></strong> Then he shall confirm a [b]covenant with many for one week; But in the middle of the week He shall bring an end to sacrifice and offering. And on the wing of abominations shall be one who makes desolate, Even until the consummation, which is determined, Is poured out on the [c]desolate.”\n</p><p>The “anointed one” in Daniel 9:26 (ESV) is the Hebrew word m?šia?, in English, Messiah. In a careful study of Daniel 9:24–27, it is clear that this anointed one refers to the coming of Jesus Christ.\n</p><p>But who is “the prince who is to come,” who brings the desolation of the city of Jerusalem? The city was destroyed by the Roman general Titus. Thus, it seems logical that he is “the prince who is to come” referred to in Daniel 9:26, 27. The two individuals are linked because the way that the Messiah was treated spelled the doom of the city\n</p><p>What, though, is this “abomination of desolation” that Jesus, referring to Daniel, talks about? Unfortunately, many scholars believe that this abomination refers to Antiochus Epiphanes’s desecration of the temple in the second century b.c. That doesn’t work though. Jesus describes the “abomination of desolation” as something that occurs after His own time here, so it hardly could refer to something that happened two centuries before Christ’s earthly ministry.\n</p><p>Instead, the abomination likely refers to the planting of the Roman pagan standards in Israel during the siege of Jerusalem in the late a.d. 60s. This was the sign for the Christians to flee, which they did.\n</p><p><strong>Just as Jesus predicted, Jerusalem fell. How can we learn to trust Him and the Bible in all its predictions?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 4",
          "dayTitle": "<p>The Great Tribulation</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Mark 13:19. What does this verse refer to?\n</strong></p><p><strong><sup>19</sup></strong> For in those days there will be tribulation, such as has not been since the beginning of the creation which God created until this time, nor ever shall be.\n</p><p>Mark 13:14, regarding the abomination of desolation, is the fulcrum around which the chapter pivots (see Tuesday’s study). Mark 13:19 marks a transition point, as well. It refers to a great tribulation that does not have an equal since the creation of the world. This portends a greater or more extensive persecution than had occurred at the fall of Jerusalem. Mark 13:19 also shifts to the future tense, pointing toward events more distant from Jesus’ time.\n</p><p>Just as Mark 13:14 echoes the prophecy of Daniel 9, the great persecution described here in Mark 13:19–23 echoes the prophecies of Daniel 7 and 8, where the little-horn power persecutes the people of God for “a time and times and half a time” (Dan. 7:25, NKJV). This prophetic period of 1,260 days is equal to 1,260 literal years (Num. 14:34, Ezek. 4:6). This time extended from a.d. 538 to a.d. 1798. In a.d. 1798, Napoleon sent his general to take the pope captive. During this time period of 1,260 years, the little-horn power persecuted and killed those who did not agree with its system of church governance.\n</p><p><strong>Read Mark 13:20–23. What hope does God offer His people during the time of persecution, and what warning does He give them as it closes?\n</strong></p><p>Mark 13:20–23\n</p><p><strong><sup>20</sup></strong> And unless the Lord had shortened those days, no flesh would be saved; but for the elect’s sake, whom He chose, He shortened the days.\n</p><p><strong><sup>21</sup></strong> “Then if anyone says to you, ‘Look, here is the Christ!’ or, ‘Look, He is there!’ do not believe it.\n</p><p><strong><sup>22</sup></strong> For false christs and false prophets will rise and show signs and wonders to deceive, if possible, even the [a]elect.\n</p><p><strong><sup>23</sup></strong> But take heed; see, I have told you all things beforehand.\n</p><p>Mark 13:20 speaks of persecution being shortened for the sake of God’s people. Historically, the fires of persecution did lessen after the rise of the Protestant Reformation, shortening the time of distress. As the little horn’s power waned, more people joined the reforms. But the little horn would rise in power again, as the prophecy of Revelation 13 indicates.\n</p><p>In Mark 13:21–23, Jesus warns of another threat: that of false prophets and false christs, who will arise before He comes back. Jesus warns His followers to beware of them.\n</p><p><strong>At the time Jesus warned about false christs, His movement had barely even begun, and yet, He was able to make such an amazing prediction, which has come true (even today people claim to be Jesus). How should this prediction increase our trust in the Word of God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 5",
          "dayTitle": "<p>The Coming of the Son of Man</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>Read Mark 13:24–32. What great event is described here?\n</p><p><br></p><p><br></p><p>Mark 13:24–32</p><p><strong>The Coming of the Son of Man\n</strong></p><p><strong><sup>24</sup></strong> “But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light;\n</p><p><strong><sup>25 </sup></strong>the stars of heaven will fall, and the powers in the heavens will be shaken.\n</p><p><strong><sup>26 </sup></strong>Then they will see the Son of Man coming in the clouds with great power and glory.\n</p><p><strong><sup>27 </sup></strong>And then He will send His angels, and gather together His [a]elect from the four winds, from the farthest part of earth to the farthest part of heaven.\n</p><p><strong>The Parable of the Fig Tree\n</strong></p><p><strong><sup>28 </sup></strong>“Now learn this parable from the fig tree: When its branch has already become tender, and puts forth leaves, you know that summer is near.\n</p><p><strong><sup>29 </sup></strong>So you also, when you see these things happening, know that [b]it is near—at the doors!\n</p><p><strong><sup>30 </sup></strong>Assuredly, I say to you, this generation will by no means pass away till all these things take place.\n</p><p><strong><sup>31 </sup></strong>Heaven and earth will pass away, but My words will by no means pass away.\n</p><p><strong>No One Knows the Day or Hour\n</strong></p><p><strong><sup>32 </sup></strong>“But of that day and hour no one knows, not even the angels in heaven, nor the Son, but only the Father.\n</p><p>The great event described in Mark 13:24–32 is none other than the return of Jesus Christ in glory, preceded by signs in the sun, moon, and stars. The New Testament is full of prophecies pointing toward this wonderful event. The apostle Paul describes it in detail in 1 Thessalonians 4:13–18, where he speaks of those who have fallen asleep in Christ being raised to life and caught up with the living saints to meet Christ in the air. In 1 Corinthians 15, the apostle speaks in detail about the reality of the resurrection of the dead, which occurs at Christ’s return.\n</p><p>Peter describes that great day as well in 2 Peter 3:3–13, explaining that the Lord is not slow about His promise but wants all people to come to repentance. And Revelation has vivid descriptions of Christ’s return (see Revelation 1:7, Revelation 6:12–17, Revelation 14:14–20, and Revelation 19:11–21). The consistent New Testament teaching is that Christ’s return is personal, literal, visible, and audible. Everyone will see Him when He comes.\n</p><p>What, however, does Jesus mean by “this generation” and “that day” or “that hour”? These words have troubled many people because obviously the generation to whom Jesus spoke is long dead.\n</p><p>A number of solutions to this passage have been suggested. Some argue that the word “generation” can refer to a race of people, in this case the Jews. That is to say that the Jewish race would not perish before Christ returns. Another solution is to speak of the generation of people who see all the signs fulfilled as those that will not pass away before Christ returns.\n</p><p>But a simpler solution is to note that in Mark 13:30, Jesus uses the word “this” as in “this generation,” and in Mark 13:32, He uses the word “that” as in “that day and hour.” In Mark 13, the word “this” (houtos, haut?, touto) appears more often in verses 1–13, leading to the destruction of Jerusalem. The word “that” characterizes the latter part of the chapter.\n</p><p>Thus, “this generation” most likely refers to the first-century generation, which saw the destruction of Jerusalem, as Mark 13:30 describes. However, Mark 13:32 refers to the second coming of Christ, which is still future and was more distant from the first century. Consequently, Mark 13:32 uses the word “that” to speak of events more distant from the first century.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 6",
          "dayTitle": "<p>Further Thought: Read Ellen G. White, “On the Mount of Olives,”\n</p><p>pp. 627–636, in The Desire of Ages.</p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p>Many things are happening in the world that are very disturbing. People truly are frightened about what is unfolding. How can we, as Seventh-day Adventists, with a kind of “inside track” on events, use these things to point people to the hope we have in Jesus and the promise of His coming?\n</p><p>“Because we know not the exact time of His coming, we are commanded to watch. ‘Blessed are those servants, whom the Lord when He cometh shall find watching.’ Luke 12:37. Those who watch for the Lord’s coming are not waiting in idle expectancy. The expectation of Christ’s coming is to make men fear the Lord, and fear His judgments upon transgression. It is to awaken them to the great sin of rejecting His offers of mercy. Those who are watching for the Lord are purifying their souls by obedience to the truth. With vigilant watching they combine earnest working. Because they know that the Lord is at the door, their zeal is quickened to co-operate with the divine intelligences in working for the salvation of souls. These are the faithful and wise servants who give to the Lord’s household ‘their portion of meat in due season.’ Luke 12:42. They are declaring the truth that is now specially applicable. As Enoch, Noah, Abraham, and Moses each declared the truth for his time, so will Christ’s servants now give the special warning for their generation.”—Ellen G. White, The Desire of Ages, p. 634.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.</strong> It’s one thing to give to the Lord’s work. It’s another to give sacrificially. What’s the difference, and why is that difference important?\n</p><p><strong>2.</strong> Why did God not prevent the persecution of His people through the centuries and in today’s world? How does the great controversy motif help us understand, somewhat, why persecution exists?\n</p><p><strong>3.</strong> What signs of Christ’s coming especially stand out to you in the present world?\n</p><p><strong>4.</strong>Think about the state of the dead and the fact that the dead sleep until Christ returns. People close their eyes in death, and what is the very next thing they know? How does this idea help us see how, for each person individually, the second coming of Christ is always very near?\n</p><br><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>Inside Story<br><br>“Adventists Are Good People”<br><br>By Andrew McChesney<br></strong><br>Anush worked as a project manager for the Adventist Development and Relief Agency (ADRA) before Father prohibited her and Mother from worshiping at the Seventh-day Adventist church in their town in Armenia. After he lifted the ban, Anush resumed working at ADRA.<br><br>Through her work, Father met a number of visiting Adventist leaders, including the ADRA director for the Euro-Asia Division, which oversees a large swath of the former Soviet Union, including Armenia.<br><br>When Anush brought the guests home, Father was impressed to see that they were sincere and well educated.<br><br>“Adventists are good people,” he told Anush<br><br>As he got to know the seven women who attended the Adventist house church in his town, he concluded that they also were good people.<br><br>Then Anush was accepted into a master’s program at Andrews University in the United States, and the Euro-Asia Division and ADRA agreed to cover her costs. Father was impressed by that as well. He only wanted the best for her.<br><br>When Anush graduated, she was appointed ADRA director for Armenia. Father watched as she oversaw a number of projects, and his respect grew for both the Adventist Church and the Adventist lifestyle. He removed tobacco and then alcohol from the small grocery shop that he owned.<br><br>Then he got baptized and joined the Adventist Church. It was 21 years since Mother had gotten baptized and nine years since Anush had started praying for Father to find his way to God.<br><br>After his baptism, Father met the friend whose question about reading the Bible had shocked him and prompted him to start going to church. “Did you know that your words change my life?” he asked. “I stopped being a passive Bible reader and got baptized.”<br><br>“What are you talking about?” the friend asked. “You asked, ‘If Jesus came tomorrow, would you say, “I have read the Bible?” Would that be enough?’ ” Father said.<br><br>The friend denied that the conversation had ever taken place. “I never said that,” he said. “I would never judge you like that. You must have made a mistake.”<br><br>At that moment, Father realized that God had spoken to him through his friend, who hadn’t even realized what he had said.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><br></p><p>Teachers<br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "id": 109,
          "idDay": 9,
          "idLesson": 10,
          "lessonText": "<p><strong>Part I: Overview <br></strong></p><p><strong>Key Texts: Mark 1:14, 27\n</strong></p><p><strong>Study Focus: Mark 13\n</strong></p><p><strong>Introduction:</strong> Mark 13 contains Jesus’ perspective on eschatology, or last-day events. His discussion is prefaced by a question put forth by His disciples in response to His statement about the destruction of the Jerusalem temple, an event that they associated with the end of the world: “ ‘Tell us, when will these things come about, and what will be the sign when all these things are going to be fulfilled?’ ” (Mark 13:4, NASB).\n</p><p><strong>Lesson Themes:</strong> The main topic for study this week is the eschatological material of Mark 13. We will seek to define or examine the following:\n</p><p>1. What eschatology is, or a brief definition of eschatology.\n</p><p>2. The eschatology in Mark 13, or the analysis of its inner context and the perspective of Ellen G. White on this topic.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>What Eschatology Is\n</strong></p><p>Eerdmans Dictionary states that “eschatology (from Gk. éschatos, “last”) concerns expectations of an end time, whether the close of history, the world itself, or the present age.”—John T. Carroll, “Eschatology,” in Eerdmans Dictionary of the Bible, ed. David Noel Freedman (Grand Rapids, MI: William B. Eerdmans, 2000), p. 420.\n</p><p>A basic element of biblical eschatology is that it implies a future fulfillment. Specifically, there is a predictive statement and its later fulfillment. It is important to note that the biblical expressions “end of the time” or the “fulfillment of the time” are connected not only with the parousia, or Jesus’ second coming and the end of the world. Eschatology also includes the fulfillment of an announcement concerning “the end” of an era or the beginning of a new one. Such is the case in Mark 1:15, in which Jesus Himself proclaims that “ ‘the time is fulfilled.’ ” There is no doubt that the fulfillment referred to here is related to the 70-weeks prophecy. Another example of eschatological fulfillment is the case of the abomination of desolation in Daniel 9, referring to the destruction of Jerusalem as we shall study here. The eschatology of Mark 13 includes a discussion of both of these predictive prophecies—the 70 weeks and the abomination of desolation—and their future fulfillments.\n</p><p><strong>Eschatology in Mark 13\n</strong></p><p>Before we analyze select elements in the eschatology of Mark 13, it may be helpful to consider that eschatology is much the same as an anticipated history. That is, it is a promise of history before it happens.\n</p><p>Let us begin by considering a fundamental question: Why do we have the genre of eschatology in biblical literature? Possibly because biblical eschatology aims to show that the Lord is in control of history, that everything flows according to His purposes. However, eschatology has an additional purpose: to keep God’s people cognizant of the fulfillment of God’s prophecies, including those related to the Parousia. Thus informed, they will be affected positively by the anticipated event. So, we can say that eschatology is the gospel, or “the good news,” about tomorrow.\n</p><p>If I know today that a good friend is going to visit me next month, I will take advantage of that information to make provisions, to prepare myself and my house to receive this guest in the best way possible. We should prepare in the same way for the coming of Jesus.\n</p><p>We also note that the idea of alertness is emphasized in the eschatology of Mark. The following verses reveal this theme: Mark 13:9, 23, 28, 33, 35, and 37. In short, one could say that eschatology is given for the practical purpose of helping us stay alert!\n</p><p>The first discussion of eschatology in Mark pertains to news of the destruction of Jerusalem and the temple. As such, this future event signaled the fulfillment of the abomination of desolation announced in Daniel 9. So, the eschatology of Jesus is rooted in Bible prophecy. In Mark, Jesus is not necessarily announcing a new event; rather, He is referring to the fulfillment of an appointed time. There is no precise date in Jesus’ explanation on what would take place, but He provides signs. Thus, the abomination of desolation—referred to in Mark 13:14—has its fulfillment in the destruction of Jerusalem and its temple (Mark 13:2). Both Flavius Josephus, the Jewish historian, and Ellen G. White describe the unfortunate last days of the temple and the city.\n</p><p>“Titus retired into the tower of Antonia, and resolved to storm the temple the next day, early in the morning, with his whole army, and to encamp around the holy house. But as for that house, God had, for certain, long ago doomed it to fire; and now that fatal day was come, according to the revolution of ages; it was the tenth day of the month Lous [Ab] upon which it was formerly burned by the king of Babylon; although these flames took their rise from the Jews themselves, and were occasioned to them; for upon Titus’s retiring, the rebellious lay still for a little while, and then attacked the Romans again, when those that guarded the holy house fought with those that quenched the fire that was burning in the inner [court of the] temple; but these Romans put the Jews to flight, and proceeded as far as the holy house itself.\n</p><p>“. . . Now around the altar lay dead bodies heaped one upon the other, as at the steps going up to it ran a great quantity of their blood, where also the dead bodies that were killed above [on the altar] fell down.”—Josephus, The New Complete Works of Josephus, book 6, trans. William Whitston (Grand Rapids, MI: Kregel Publications, 1999), p. 896.\n</p><p>“After the destruction of the temple, the whole city soon fell into the hands of the Romans. The leaders of the Jews forsook their impregnable towers, and Titus found them solitary. He gazed upon them with amazement, and declared that God had given them into his hands; for no engines, however powerful, could have prevailed against those stupendous battlements. Both the city and the temple were razed to their foundations, and the ground upon which the holy house had stood was ‘plowed like a field.’ Jeremiah 26:18. In the siege and the slaughter that followed, more than a million of the people perished; the survivors were carried away as captives, sold as slaves, dragged to Rome to grace the conqueror’s triumph, thrown to wild beasts in the amphitheaters, or scattered as homeless wanderers throughout the earth.”—Ellen G. White, The Great Controversy, p. 35.\n</p><p>The beloved city was now in ruins. However, it is important to remember that, in order to help people to flee the city and thereby preserve their lives, certain events heralded the approach of the coming destruction. Among these signs were false teachings. Jesus warned, “ ‘Many will come in My name, saying, “I am He!” and they will mislead many’ ” (Mark 13:6, NASB); there would be social and political upheaval, wars and famines (Mark 13:7, 8); and persecution (Mark 13:9, 11–13). Before the fulfillment of “the great day,” Jesus emphasizes that “the gospel must first be preached to all the nations” (Mark 13:10, NASB). There is no doubt that those who heeded the signs saved their lives from the coming destruction. Ellen G. White says that “not one Christian perished in the destruction of Jerusalem. Christ had given His disciples warning, and all who believed His words watched for the promised sign.”—The Great Controversy, p. 30.\n</p><p><strong>The Fulfillment of Prophecy Hundreds of Years After the Time of the Prophet Daniel\n</strong></p><p>“The Jews had rejected the entreaties of the Son of God, and now expostulation and entreaty only made them more determined to resist to the last. In vain were the efforts of Titus to save the temple; One greater than he had declared that not one stone was to be left upon another.”—The Great Controversy, p. 33.\n</p><p>Although the eschatology of Mark 13 concerning the abomination of desolation had a partial fulfillment in the destruction of Jerusalem by Titus’s forces in the year ad 70, Mark portrays, in chapter 13, an additional fulfillment of considerable significance. As an aside, let us preface our discussion by observing that some eschatological announcements should be studied with a larger perspective in mind. That is, we should consider the ways in which the eschatological lens may aid our understanding of the foretold event more completely. In this vein, the prophecy of the abomination of desolation transcends in scope the destruction of Jerusalem while, at the same time, forecasting the destruction of our planet at the very end of time. Ellen G. White describes this future event as a second fulfillment of the prophecy: “The Saviour’s prophecy concerning the visitation of judgments upon Jerusalem is to have another fulfillment, of which that terrible desolation was but a faint shadow. In the fate of the chosen city, we may behold the doom of a world that has rejected God’s mercy and trampled upon His law. Dark are the records of human misery that earth has witnessed during its long centuries of crime.”—The Great Controversy, p. 36; emphasis added. Ellen White also adds, “Christ saw in Jerusalem a symbol of the world hardened in unbelief and rebellion, and hastening on to meet the retributive judgments of God.”—The Great Controversy, p. 22.\n</p><p>We can find textual evidence to support the prophecy of the abomination of desolation, thereby confirming a second fulfillment, as Jesus asserted in Mark 13:24: “ ‘But in those days, after that tribulation’ ” (NASB, emphasis added). The children of God will be delivered during this time, just as His followers were delivered from the destruction of Jerusalem. To quote the pen of inspiration, “As He warned His disciples of Jerusalem’s destruction, giving them a sign of the approaching ruin, that they might make their escape, so He has warned the world of the day of final destruction and has given them tokens of its approach, that all who will may flee from the wrath to come.”—The Great Controversy, p. 37. Mark 13 ends on a note of admonition that is not without encouragement: “ ‘What I say to you I say to all: “Stay alert!” ’ ” (Mark 13:37, NASB).</p><p><br></p><p><strong style=\"background-color: initial;\">Part III: Life Application</strong><br></p><p>\n</p><p>Ask your students to ponder the following question: How aware is their community of the fact that the events of Mark 13 are about to be fulfilled, concerning the destruction of this world?<br></p><p>\n</p><p>In light of this discussion, consider what Ellen G. White declared more than a hundred years ago: “The world is no more ready to credit the message for this time than were the Jews to receive the Saviour’s warning concerning Jerusalem. Come when it may, the day of God will come unawares to the ungodly. When life is going on in its unvarying round; when men are absorbed in pleasure, in business, in traffic, in money-making; when religious leaders are magnifying the world’s progress and enlightenment, and the people are lulled in a false security—then, as the midnight thief steals within the unguarded dwelling, so shall sudden destruction come upon the careless and ungodly, ‘and they shall not escape.’ ”—The Great Controversy, p. 38.<br></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "3T2024",
      "title": "<p>The Last Days</p>",
      "verse": "<p>“ ‘Then they will see the Son of Man coming in the clouds with great power and glory. And then He will send His angels, and gather His elect from the four winds, from the farthest part of earth to the farthest part of heaven’ ” (Mark 13:26, 27, NKJV).</p>",
      "versionCode": 10,
      "weekDate": "Aug 31 - September 6 "
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
