{
  "data": [
    {
      "color": "#B8B825",
      "id": 710,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "02 March",
          "dayTitle": "<p>Lessons of the Past</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>In numerous psalms, praise takes the form of narrating the Lord’s mighty acts of salvation. These psalms are often called “salvation history psalms” or “historical psalms.” Some appeal to God’s people, telling them to learn from their history, particularly from their mistakes and the mistakes of their ancestors. Certain historical psalms contain a predominant hymnal note that highlights God’s past wonderful deeds on behalf of God’s people and that strengthen their trust in the Lord, who is able and faithful to deliver them from their present hardships.\n</p><p>The special appeal of the historical psalms is that they help us to see our lives as part of the history of God’s people and to claim that past as our own. As we have been adopted into the family of the historic people of God through Christ (Rom. 8:15; Rom. 9:24–26; Gal. 4:6, 7), the historical heritage of the ancient people of Israel is indeed the account of our spiritual ancestry. Therefore, we can and should learn from their past, which is ours, as well. The final goal is to realize that each generation of God’s people plays a small but significant part in the grand historical unfolding of God’s sovereign purposes in the great controversy.</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "03 March",
          "dayTitle": "<p>The Lord’s Unstoppable Faithfulness</p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p>Read Psalm 78. What three key historical epochs are highlighted in this psalm? What recurring lessons does Asaph draw from each period?</p><p><sup><strong>1</strong></sup>&nbsp;Give ear, O my people, to my law; Incline your ears to the words of my mouth.</p><p><sup><strong>2</strong></sup> I will open my mouth in a parable; I will utter dark sayings of old,</p><p><sup><strong>3</strong></sup> Which we have heard and known, And our fathers have told us.</p><p><sup><strong>4</strong></sup> We will not hide them from their children, Telling to the generation to come the praises of the Lord, And His strength and His wonderful works that He has done.</p><p><strong><sup>5</sup></strong> For He established a testimony in Jacob, And appointed a law in Israel, Which He commanded our fathers, That they should make them known to their children;</p><p><strong><sup>6</sup></strong> That the generation to come might know them, The children who would be born, That they may arise and declare them to their children,</p><p><strong><sup>7</sup></strong> That they may set their hope in God, And not forget the works of God, But keep His commandments;</p><p><strong><sup>8</sup></strong> And may not be like their fathers, A stubborn and rebellious generation, A generation that did not set its heart aright, And whose spirit was not faithful to God.</p><p><strong><sup>9</sup></strong> The children of Ephraim, being armed and carrying bows, Turned back in the day of battle.</p><p><sup><strong>10</strong></sup> They did not keep the covenant of God; They refused to walk in His law.</p><p>The reviews of Israel’s past highlight God’s faithfulness and Israel’s unfaithfulness. They also should teach coming generations not to repeat their ancestors’ mistakes but to trust God and to remain faithful to His covenant. The psalmist uses history as a parable (Ps. 78:2), which means that the people should deeply ponder the psalm’s message and search for the meaning for themselves. Psalm 78:2 is a prophetic description of Jesus’ method of teaching in parables (Matt. 13:34, 35).<br>The psalm also reflects on the time of the Exodus (Ps. 78:9?54), the settlement in Canaan (Ps. 78:55?64), and the time of David (Ps. 78:65?72). It demonstrates the Lord’s glorious deeds and the consequences of the people’s breaking of their covenant with God. Israel’s history recounts many forms of the people’s disloyalty to God, especially their idolatry (Ps. 78:58).</p><p>The psalmist, however, stresses the root of the Israelites’ unfaithful- ness: they forgot what God had done for them, did not trust God, put God to the test (Ps. 78:18, 41, 56), rebelled against Him, and failed to keep His law, His covenant, and His testimonies (Ps. 78:10, 37, 56). By stressing these specific forms of disloyalty, the psalmist implies that the rejection of Israel in history has resulted from one core sin, namely, the people’s failure to trust the Lord (Ps. 78:7, 8).<br>When reading the psalm, one is overwhelmed with the people’s constant stubbornness and spiritual blindness in contrast to the Lord’s boundless patience and grace. How was each new generation so slow to learn?<br>Before we get overly judgmental of past generations, we should consider ourselves. Aren’t we, also, forgetful of God’s past wonders and neglectful of His covenantal requirements? The psalm does not encourage people to rely on their own deeds. Instead, Psalm 78 shows the futility of human will unless it is grounded in constant awareness of God’s faithfulness and an acceptance of His grace. The unsuccessful battles of God’s people (Ps. 78:9, 62–64) elucidate the psalm’s lesson that human efforts apart from faithfulness to God are doomed to end in failure.</p><p><strong>What lessons have you learned, or should have learned, from your past mistakes?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 March",
          "dayTitle": "<p>Remembering History and the Praise of God</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p>Read Psalm 105. What historical events and their lessons are high- lighted in this psalm?\n</p><p><strong><sup>1</sup></strong> Oh, give thanks to the Lord! Call upon His name; Make known His deeds among the peoples!</p><p><sup><strong>2</strong></sup> Sing to Him, sing psalms to Him; Talk of all His wondrous works!</p><p><sup><strong>3</strong></sup> Glory in His holy name; Let the hearts of those rejoice who seek the Lord!</p><p><strong><sup>4</sup></strong> Seek the Lord and His strength; Seek His face evermore!</p><p><strong><sup>5</sup></strong> Remember His marvelous works which He has done, His wonders, and the judgments of His mouth,</p><p><strong><sup>6</sup></strong> O seed of Abraham His servant,&nbsp;You children of Jacob, His chosen ones!</p><p><strong><sup>7</sup></strong> He is the Lord our God; His judgments are in all the earth.</p><p><strong><sup>8</sup></strong> He remembers His covenant forever,&nbsp;The word which He commanded, for a thousand generations,</p><p><strong><sup>9</sup></strong> The covenant which He made with Abraham, And His oath to Isaac,</p><p><strong><sup>10</sup></strong> And confirmed it to Jacob for a statute, To Israel as an everlasting covenant</p><p>Psalm 105 recalls key events that shaped the covenantal relationship between the Lord and His people Israel. It focuses on God’s covenant with Abraham to give the Promised Land to him and his descendants, and how this promise, confirmed to Isaac and Jacob, was providentially fulfilled through Joseph, Moses, and Aaron, and in the time of the conquest of Canaan. The psalm gives hope to God’s people in all generations because God’s marvelous works in the past guarantee God’s unchanging love to His people in all times (Ps. 105:1-5, 7, 8).<br>Psalm 105 resembles Psalm 78 (see yesterday’s study) in highlighting God’s faithfulness to His people in history, and it does so in order to glorify God and to inspire faithfulness. However, unlike Psalm 78, Psalm 105 does not mention the people’s past mistakes. This psalm has a different purpose.</p><p>Instead, history is retold in Psalm 105 through the lives of Israel’s great- est patriarchs, showing God’s providential leading and the patriarchs’ patient endurance of hardships. The patriarchs’ perseverance and loyalty to God were richly rewarded. Thus, Psalm 105 invites people to emulate the patriarchs’ faith and trustingly wait on God’s deliverance in their time. Psalm 105 possesses a hymnal note (Ps. 105:1–7), showing that in order to truly praise God, God’s people need to know the facts of their history. History provides both validation for our faith and countless reasons for praising God.<br>The worshipers are addressed as the seed of Abraham and children of Jacob (Ps. 105:6), thereby deeming them to be the fulfillment of God’s promise to Abraham to make of him a great nation (Gen. 15:3?6). The psalmist underscores the continuity between the patriarchs and the subsequent generations of God’s people. The psalmist stresses that “His judgments are in all the earth” (Ps. 105:7, NKJV; emphasis supplied), thereby admonishing the worshipers not to forget that “our God” is also the sovereign Lord of the whole world and that His loving-kindness extends to all peoples (Ps. 96:1, Ps. 97:1). It is, clearly, a call to faithfulness to every generation of believers.</p><p>How should we, as Seventh-day Adventists, see ourselves in this&nbsp;line of people, from Abraham on? (See Galatians 3:29.) What lessons should we learn from this history?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 March",
          "dayTitle": "<p>Remembering History and Repentance</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>Read Psalm 106. What historical events and their lessons are high- lighted in this psalm?\n</p><p><strong><sup>1</sup></strong> Praise the Lord! Oh, give thanks to the Lord, for He is good! For His mercy endures forever.</p><p><strong><sup>2</sup></strong> Who can utter the mighty acts of the Lord? Who can declare all His praise?</p><p><strong><sup>3</sup></strong> Blessed are those who keep justice, And he who does righteousness at all times!</p><p><sup><strong>4</strong></sup> Remember me, O Lord, with the favor You have toward Your people. Oh, visit me with Your salvation,</p><p><strong><sup>5</sup></strong> That I may see the benefit of Your chosen ones, That I may rejoice in the gladness of Your nation, That I may glory with Your inheritance.</p><p><strong><sup>6</sup></strong> We have sinned with our fathers, We have committed iniquity, We have done wickedly.</p><p><sup><strong>7</strong></sup> Our fathers in Egypt did not understand Your wonders; They did not remember the multitude of Your mercies, But rebelled by the sea the Red Sea.</p><p><strong><sup>8</sup></strong> Nevertheless He saved them for His name’s sake, That He might make His mighty power known.</p><p><strong><sup>9</sup></strong> He rebuked the Red Sea also, and it dried up; So He led them through the depths, As through the wilderness.</p><p><strong><sup>10</sup></strong> He saved them from the hand of him who hated them, And redeemed them from the hand of the enemy.</p><p>Psalm 106 also evokes the major events in Israel’s history, including the Exodus, sojourn in the wilderness, and life in Canaan. It stresses the heinous sins of the fathers that culminated in the generation that was carried into exile. Thus, the psalm almost certainly was written when the nation was in Babylon, or after they had returned home, and the psalmist, inspired by the Holy Spirit, recounted for God’s people these historical incidents and the lessons that the people should have learned from them.<br>This psalm, too, as the others, points to God’s faithfulness to His covenant of grace, by which He saved His people in the past (Ps. 106:45). It expresses hope that God will again show favor to His repentant people and gather them from among the nations (Ps. 106:47). The plea for present deliverance is not some wishful thinking but a prayer of faith based on the assurance of God’s past deliverances (Ps. 106:1?3) and the unfailing character of God’s faithfulness to His covenant with His people.<br>The recollection of Israel’s historical failures in Psalm 106 is an integral part of the people’s confession of their sins and acknowledgment that they are not better than their forefathers. The present generation admits that it is even worse than its ancestors because it knew the con- sequences of the past generations’ iniquities and how God exercised His great patience and grace in saving them, even though they had deliberately walked in wicked ways in the past. If this were true for them, think about how much more so for us, today, who have the revelation of God’s character and saving grace as revealed in Jesus and the Cross.<br>The good news of Psalm 106 is that God’s steadfast love always prevails over the people’s sins (Ps. 106:8?10, 30, 43?46). The key role of Moses and Phinehas in turning away God’s wrath points to the significance of Christ’s intercession on behalf of believers. Only personal experience of God’s grace can transform a past story into our story.</p><p>Psalm 106:13 reads: “They soon forgot His works; they did not wait for His counsel” (NKJV). Why is that so easy for us to do in our own lives, as well?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 March",
          "dayTitle": "<p>The Parable of the Lord’s Vine</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>Read Psalm 80. How are God’s people portrayed in this psalm, and what great hope do they plead for?&nbsp;</p><p><sup><strong>1</strong></sup> Give ear, O Shepherd of Israel, You who lead Joseph like a flock; You who dwell between the cherubim, shine forth!</p><p><strong><sup>2</sup></strong> Before Ephraim, Benjamin, and Manasseh, Stir up Your strength, And come and save us!</p><p><strong><sup>3</sup></strong> Restore us, O God; Cause Your face to shine, And we shall be saved!</p><p><strong><sup>4</sup></strong> O Lord God of hosts, How long will You be angry Against the prayer of Your people?</p><p><strong><sup>5</sup></strong> You have fed them with the bread of tears, And given them tears to drink in great measure.</p><p><sup><strong>6</strong></sup> You have made us a strife to our neighbors, And our enemies laugh among themselves.\n</p><p><strong><sup>7</sup></strong> Restore us, O God of hosts; Cause Your face to shine, And we shall be saved!</p><p><strong><sup>8</sup></strong> You have brought a vine out of Egypt; You have cast out the nations, and planted it.</p><p><sup><strong>9</strong></sup> You prepared room for it, And caused it to take deep root, And it filled the land.</p><p><strong><sup>10</sup></strong> The hills were covered with its shadow, And the mighty cedars with its boughs.</p><p>Israel is portrayed as a vineyard that God uprooted from Egypt, the land of oppression, and transported to the Promised Land of abundance. The image of a vineyard conveys God’s election of Israel and His providential care (read also Gen. 49:11, 12, 22; and Deut. 7:7?11).<br>However, in Psalm 80, God’s vineyard is under His wrath (Ps. 80:12). The prophets announce the vineyard’s destruction as the sign of God’s judgment because the vine has turned bad (Isa. 5:1?7, Jer. 2:21).<br>However, Psalm 80 does not ponder over the reasons for divine judg- ment. Given the depths of God’s grace, the psalmist is perplexed that God can withhold His presence from His people for such an extended time. The tension between God’s wrath and judgment, on the one hand, and God’s grace and forgiveness, on the other, causes the psalmist to fear that divine wrath may prevail and consume the people completely (Ps. 80:16).</p><p>Read Numbers 6:22–27. How is this blessing used by Psalm 80?&nbsp;</p><p><strong><sup>22</sup></strong> And the Lord spoke to Moses, saying:</p><p><sup><strong>23</strong></sup> “Speak to Aaron and his sons, saying, ‘This is the way you shall bless the children of Israel. Say to them:</p><p><strong><sup>24</sup></strong> “The Lord bless you and keep you;</p><p><sup><strong>25</strong></sup> The Lord make His face shine upon you, And be gracious to you;</p><p><sup><strong>26</strong></sup> The Lord lift up His countenance upon you, And give you peace.”&nbsp;</p><p><sup><strong>27</strong></sup> “So they shall [b]put My name on the children of Israel, and I will bless them.”</p><p>The psalm’s refrain evokes Aaron’s promise of God’s perpetual blessing of His people (Num. 6:22?27) and highlights the hope that God’s grace will triumph over the causes of the people’s misery: “Restore us, O God; cause Your face to shine, and we shall be saved!” (Ps. 80:3, NKJV; see also Ps. 80:7, 19, NKJV).<br>The Hebrew word for “restore” here comes from a common word that means to “return,” and it is used again and again in the Bible with God calling His people, who have wandered away, to return to Him. It is closely linked to the idea of repentance, of turning away from sin and back to God. “ ‘ “Then I will give them a heart to know Me, that I am the Lord; and they shall be My people, and I will be their God, for they shall return to Me with their whole heart” ’ ” (Jer. 24:7, NKJV).</p><p>How have you experienced for yourself repentance as a return to God?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 March",
          "dayTitle": "<p>The Lord’s Supremacy in History</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>Read Psalm 135. What historical events are highlighted in the psalm? What lessons does the psalmist draw from them?</p><p><strong><sup>1</sup></strong> Praise the name of the Lord; Praise Him, O you servants of the Lord!</p><p><strong><sup>2</sup></strong> You who stand in the house of the Lord, In the courts of the house of our God,</p><p><sup><strong>3</strong></sup> Praise the Lord, for the Lord is good; Sing praises to His name, for it is pleasant.</p><p><sup><strong>4</strong></sup> For the Lord has chosen Jacob for Himself, Israel for His special treasure.</p><p><sup><strong>5</strong></sup> For I know that the Lord is great, And our Lord is above all gods.</p><p><sup><strong>6</strong></sup> Whatever the Lord pleases He does, In heaven and in earth, In the seas and in all deep places.</p><p><sup><strong>7</strong></sup> He causes the vapors to ascend from the ends of the earth; He makes lightning for the rain; He brings the wind out of His treasuries.</p><p><strong><sup>8</sup></strong> He destroyed the firstborn of Egypt, Both of man and beast.</p><p><strong><sup>9</sup></strong> He sent signs and wonders into the midst of you, O Egypt, Upon Pharaoh and all his servants.</p><p><sup><strong>10</strong></sup> He defeated many nations And slew mighty kings—</p><p><sup><strong>11</strong></sup> Sihon king of the Amorites, Og king of Bashan, And all the kingdoms of Canaan—&nbsp;</p><p>Psalm 135 summons God’s people to praise the Lord for His goodness and faithfulness demonstrated in Creation (Ps. 135:6, 7) and in Israel’s salvation history in the time of the Exodus (Ps. 135:8, 9) and in the conquering of the Promised Land (Ps. 135:10–12).<br>The Lord demonstrated His grace by choosing the people of Israel as His special treasure (Ps. 135:4). “Special treasure” conveys the distinc- tive covenantal relationship between the Lord and His people (Deut. 7:6–11; 1 Pet. 2:9, 10). The choosing of Israel was based on the Lord’s sovereign will, and thus, Israel has no ground to feel superior over the other peoples. Psalm 135:6, 7 demonstrates that the Lord’s sovereign purposes for the world did not begin with Israel but with the Creation. Therefore, Israel should humbly fulfill its assigned role in God’s sal- vific purposes for the entire world.<br>The recounting of God’s great deeds on behalf of His people (Ps. 135:8– 13) culminates in the promise that God will “judge” His people and have compassion on them (Ps. 135:14). The judgment here is God’s vindication of the oppressed and the destitute (Ps. 9:4, Ps. 7:8, Ps. 54:1, Dan. 7:22). The promise is that the Lord will uphold His people’s cause and defend them (Deut. 32:36). Thus, Psalm 135 aims to inspire God’s people to trust in the Lord and to remain faithful to their covenant with Him. The Lord’s faithfulness to His people leads the psalmist to affirm the nothingness of idols and to the unique supremacy of the Lord in the world (Ps. 135:15?18). Reliance on idols renders their worshipers as hopeless and powerless as their idols are (Ps. 135:18). The psalm demonstrates that God is to be praised as both Creator and Savior of His people. This is wonderfully conveyed in the two complementary versions of the fourth commandment of the Decalogue (Exod. 20:8?11, Deut. 5:12?15). Because God’s power in creation and history is unparalleled in the world, God’s people should always rely on Him and worship Him alone. As our Creator and our Redeemer, He alone should be worshiped, and worship of anything else, or anyone else, is idolatry.</p><p><strong>How can we make sure that we don’t have idols in our own lives? Why might idolatry be easier to do than we realize?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 March",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p>Read Acts 7 and Hebrews 11. What does the New Testament say is the ultimate goal of God’s sovereign leading of His people in history?</p><p>The historical psalms are a powerful witness to God’s fidelity to His people. Each event in the history of God’s people was a providential step leading toward the final fulfillment of the divine promise of the world’s Savior in the person of Jesus of Nazareth. Even the trials, which often perplexed God’s people and made them think that God had abandoned them, were under God’s sovereign control and part of His providence because God is the supreme Lord of history. The psalmist skillfully presents the truth that even the people’s disloyalty cannot pre- vent God from keeping faith to His people and fulfilling His promises. However, the unrepentant individuals and groups were excluded from the covenantal blessings, and their infamous end serves as a lasting warning of how life without or opposed to God destroys people.<br>The Psalms encourage God’s children in all times to hope in the Lord and remain faithful to Him. “We have nothing to fear for the future, except as we shall forget the way the Lord has led us, and His teaching in our past history.”—Ellen G. White, Life Sketches of Ellen G. White, p. 196. For God’s people to go forward fearlessly, they need to know the facts of their history. Ellen G. White advises believers to read Psalms 105 and 106 “at least once every week.”—Testimonies to Ministers and Gospel Workers, p. 98.<br>The history of God’s people demonstrates that no promise that God has made in His Word will be left unfulfilled. This includes both divinepromises of present individual care and future promises of Christ’s sec- ond coming, which will establish God’s kingdom of justice and peaceon the new earth.</p><p><strong>Discussion Questions:</strong>&nbsp;</p><p>1. What are the blessings of remembering God’s faithful leading of His people in history? What are the consequences of forgetting or ignoring the lessons of the past? How can we apply that same principle to us, as a church called to do the same thing that ancient Israel had been called to do?</p><p>2. How do the Psalms encourage us to recognize God’s providential care in our life and to exercise patience and trust in God’s sovereign ways, even when it’s not easy to understand why things are happening as they are?</p><p>3. How can we make the study of the history of God’s people more prominent in our personal and communal worship services? How can we be more intentional in telling our children about the more recent history of God’s people?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 March",
          "dayTitle": "<p>Story inside</p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p>No Work, No Food: Part 6<br>By Andrew McChesney\n</p><p>After Sekule refused to work for several Sabbaths, his commanding military officer began to understand that he could not compel the young soldier to violate his conscience.</p><p>“So, you can’t work on the Sabbath in the army?” the officer said.<br>“That’s right. I can’t work on the Sabbath,” Sekule said.<br>“From Friday evening to Saturday evening?” “Yes, I can’t work.”<br>“Then you can’t eat during those 24 hours.”<br>“Why can’t I eat?”<br>“If you’re not working, you don’t need to eat. Eating is working. Also, some of the food is prepared on your Sabbath, so you shouldn’t eat it.”<br>Sekule was eating only bread and drinking tea because the other military rations contained lard. But he agreed not to eat bread and drink tea that was prepared on the Sabbath.<br>As a recently baptized Seventh-day Adventist, he wasn’t sure that food prepared on the Sabbath was off-limits. But he needed to give an answer that met the officer’s expectations. If he had refused to work but demanded bread and tea, the officer would think that he was being unfaithful to God.<br>Several months passed, and the military cooks began to cook one meal a week without lard. It was the only meal that Sekule could eat. But it was prepared and served only on the Sabbath. Sekule prayed, “God, please, could You change the day from Sabbath to Sunday? Would You do that for me?”<br>He prayed for a month, and the lard-free meal was moved to Sunday. Sunday happened to be a recreational day for the soldiers, a time when they could relax by playing soccer, basketball, and other sports. Sekule wished that the recreational day was on the Sabbath.<br>It would be easier for him to refuse to play soccer than to refuse to work every Sabbath. He prayed again. “I’m sorry, but could I ask You one more thing? Could You move the recreational day from Sunday to Sabbath so I don’t need to explain every Sabbath why I can’t work?” A week after the lard-free meal was changed to Sunday, the recreational day suddenly was moved to Saturday.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "",
          "id": 109,
          "idDay": 9,
          "idLesson": 10,
          "lessonText": "<p><strong>Part I: Overview</strong></p><p><strong>Key Texts: Psalm 78:3, 4</strong><br></p><p>The holy Scriptures are not a book of philosophy filled with human conjecture regarding God’s attributes and teachings. The Bible is the Lord’s action in human history from the beginning of time. Through these events, we may learn who He is and what His plans are for humanity. Many critics of Scripture stumble on this biblical truth. They cannot accept the idea that God is working in human history. They reject the notion that the Creator is involved in human affairs. To acknowledge His involvement would be tantamount to admitting that He is the Ruler of the universe and the rightful Lord and Sovereign of every human being; and, as such, we must accept His kingship and His law. The last thing the selfish heart wishes to recognize is God’s claims upon his or her allegiance or divine authority over human life.</p><p>This week, we will consider how the psalmists acknowledged the work of Yahweh in the history of their nation.</p><p><br></p><p><strong>Part II: Commentary</strong></p><p><strong>History as the Backbone of Scripture</strong><br></p><p>As mentioned in the introduction, the Bible reflects the outworking of the Almighty’s purposes in human affairs from the beginning of time. “We behold, behind, above, and through all the play and counterplay of human interests and power and passions, the agencies of the all merciful One, silently, patiently working out the counsels of His own will.”—Ellen G. White, Education, p. 173.</p><p>From Genesis to Revelation, we see the story of Redemption. Everything the Lord has done has been for the purpose of saving lost souls. We see this purpose in the content of the Bible itself: it is a book of the history of salvation. While 21 books of the Bible are narrative in nature, or composed of stories, the remainder of the books—whether prophecy, poetry, wisdom, apocalyptic literature, pastoral, or personal epistle—also relate to, or contain, stories or history.</p><p>The Scriptures in their entirety are based on the understanding that their Author is alive and moving through, or intervening in, earthly events. The power of the Bible’s message resides in this fact. When we learn, for instance, that God controls the sea, the winds, the big fish, the vine, and the worm in Jonah’s story, we know that these four chapters are no mere novella of an obscure nature writer, scrawled thousands of centuries ago. If the Bible teaches us anything, it is that the Creator rules over natural forces, then and now. Remove the historicity from Scripture, and we will have religious tales without the power to impact our current lives. Unfortunately, this situation is just what we see transpiring in our society today. The Bible denounces such secular thinking and affirms that not only does the Lord work in history but He also has dynamic and salvific relationships with His creatures.</p><p><br></p><p><strong>History Narrated in Poetry</strong></p><p>An interesting feature of the Scriptures is that historical events are often narrated in the form of poetry as well as in prose. We usually have this preconceived idea—no doubt conditioned by the study of secular literature within our given culture—that history should be written only in a formal style of prose. In most societies today, poetry is reserved for the expression of emotions and is not considered the suitable domain of serious writing or for the subject matter of historians.</p><p>But the Holy Writ defies any such literary restriction or classification. Just compare Exodus 14 and 15. Both chapters talk about the miraculous parting of the Red Sea but use different literary forms to do so. The account in chapter 14 is rendered in prose while the account in chapter 15 is rendered in poetry. We find the same technique employed in Judges 4 and 5 in the record of the victory of Deborah and Barak over Jabin, king of Hazor, and his armies. Chapter 4 is written in prose while chapter 5 is rendered in poetry. The comparisons between the prose and poetic accounts of the same events are instructive; we should not dismiss historical events in the Psalms as less than “historical” or authentic simply because they are rendered through poetry. Poetry is a legitimate form of expression that the Bible writers used, under the inspiration of the Holy Spirit, to appeal to and affirm the faith of the believer in God’s actions.</p><p>The Paradigmatic Importance of the Exodus in the Old Testament There is an event in the book of Psalms, highlighted in six songs, to which we shall now turn our attention: the Exodus (Ps. 78:10–53, Ps. 80:8–11, Ps. 105:26–41, Ps. 106:7–33, Ps. 135:8–12, Ps. 136:10–22). The deliverance from Egypt is, for Israel, a symbol of God’s deliverance from sin.</p><p>In Psalm 136, the Exodus is paralleled with the Creation as evidence of God’s power. The Exodus is the foundation of the Ten Commandments (Exod. 20:2). The Passover, which is the remembrance of the Exodus event, is Israel’s independence day celebration. But far more than being a mere civil, political, or military celebration, the Passover is a spiritual festival that foresees a greater liberation by the Messiah. The Exodus is an important climax of Israel’s history and thus a fitting paradigm for God’s deliverance of the human family from sin. Furthermore, the overthrow of  the oppressor from his invincible position in the world, the overwhelming predicament of hard servitude and bondage, the humbleness of a simple shepherd who is sent as deliverer, and the amazing miracles performed by the Almighty to save His people make this narrative an epic of unparal- leled drama, as well.</p><p>The Exodus paradigm is repeated in the new exodus when the Jews came back from Babylon to Judea. Paul tells us that the most important lessons the Exodus can instill in us are faith in God’s deliverance of His people from this world of sin and hope in a new life in Jesus Christ (1 Cor. 10:1–4). All the details of the Passover (Exodus 12, Lev. 23:4–8, Deut. 16:1–8) “are shadows of things to come” (see Col. 2:16, 17), revealing in types and symbols the passion and death of Jesus Christ.</p><p>With this idea in mind, we can understand better why the focus on the Exodus in the Psalter extends in relevance beyond the Hebrew people and has a special significance to the believers in the time of the end. Tell Your Children The actions of God in history offer us another important lesson, as stated by the psalmist:</p><p>I will open my mouth in a parable; I will utter dark sayings of old, which we have heard and known, and our fathers have told us.</p><p>We will not hide them from their children, telling to the generation to come the praises of the Lord, and His strength and His wonderful works that He has done (Ps. 78:2–4, NKJV).<br></p><p>In ancient Israel, parents educated their children by reciting to them the actions of the God of their forefathers. Time after time, the command is given to parents to repeat those deeds of salvation—the slaying of the firstborn males in Egypt (Exod. 13:14–16), the miracles of the Exodus (Deut. 6:20–25), and the crossing of the Jordan River (Josh. 4:20–24)— to their children. Such recitation involved more than simply memorizing statements and laws. Rather, implicit in this form of education is the idea that a strong grasp of history was the best way for the next generation to preserve their parents’ faith.</p><p>There is intentionality in the commands to teach our children. We should teach the events of salvation history to our kids in as many different, and interesting, ways as possible. Scripture and the testimonies of Jesus alike warn us that the enemy is doing his utmost to deceive minds, especially those of scholars, and to cause them to reject the historicity of the Scriptures. If Satan can convince us that the Bible is only tales, many believers will be dragged into unbelief and, by default, will turn aside to the all-absorbing pleasures of this world.</p><p><br></p><p><strong>Don’t Forget Your Past</strong></p><p>It oft has been said, “The people who forget their past are condemned to repeat it.” Likewise, the Spirit of Prophecy tells us, “We have nothing to fear for the future, except as we shall forget the way the Lord has led us, and His teaching in our past history.”—Ellen G. White, Last Day Events, p. 72. Psalm 105:5 asserts, “Remember His marvelous works which He has done, His wonders, and the judgments of His mouth” (NKJV).</p><p>History was often expressed in song to facilitate its memorization and instill biblical truth in the minds of the people of ancient Israel. We can benefit from an application of this vital truth in our own lives. To repeat the miracles and providences of our Almighty God, as recorded in the Scriptures and from our own personal experience, is a source of inspiration, faith, and strength.</p><p><br></p><p><strong>God Is Merciful to His People</strong></p><p>For the psalmists, recalling “the praises of the Lord, and His strength and His wonderful works that He has done” (Ps. 78:4, NKJV) was of paramount importance. God’s actions in the past are the assurance that He will save His people from present and future troubles (Ps. 80:7–11, 19). God is faithful in that He remembers His holy covenant to His people (Ps. 105:42, 43) to give them the Promised Land as a heritage (Ps. 105:44; Ps. 136:21, 22).</p><p>Our Lord is faithful. He is always ready to show His mercy to us and our children, despite our mistakes. Thus, we should always remember His love for us and for His church.</p><p><br></p><p><strong>Praise and Sing to the Lord</strong></p><p>Let us endeavor to bring a spirit of honoring our Creator into our personal worship and into our congregational adoration. Toward the accomplishment of that goal, we should reverently and thoughtfully select music to augment our worship.</p><p>A cursory glance at the topical index at the back of the hymnal will suffice to show us the wide array of hymns of praise that are available to us. Many churches are blessed with a myriad of instruments. We also may have at our disposal the latest technology for our worship service.</p><p>But what good do all these things do us if we lack the accompanying spirit of praise that we are exhorted to have, per Psalm 105:1–7, Psalm 106:1–3, and Psalm 135:1–7? These texts are not an invitation to be noisy but to be enthusiastic in our praise. They invite us to focus on God’s mercy and His deeds, which are countless. On that basis, we are enjoined to sing with enthusiasm in our hearts, our homes, and our church.<br></p><p><br></p><p><strong>The Lord Judges His People</strong></p><p>“For the Lord will judge His people” (Ps. 135:14, NKJV) is one of the most important themes of Psalm 135. In this song, the psalmist emphasizes God’s deliverance of His people from the bondage of Egypt (Ps. 135:8–14). However, the deliverance of God’s people is not only a judgment against Egypt but also results in the vindication of God’s people. We usually conceive of punishment as the result of judgment, but this psalm reminds us that God’s judgments bestow blessings and favor on His faithful people. The Exodus is the quintessential manifestation of this truth.</p><p><br></p><p><strong>Part III: Life Application</strong></p><p>Below is a summary of the important concepts of this week’s lesson. Share them with your class:</p><p>1. The Lord is a personal God. Additionally, the Lord of the Old Testament is intimately involved in the affairs of human beings.</p><p>2. God acts even today; if He acted on behalf of His people in the past, there’s no reason He cannot do the same for His people today. It’s our privilege to see His deeds in our daily life.</p><p>3. Every event of human existence—our personal experiences, the actions and decisions of our church, the government of our country—is in His hands. Everything is controlled and guided by Him.</p><p><br></p><p><strong>Praise the Lord that our God is a real Person and our Friend!</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>Lessons of the Past</strong></p>",
      "verse": "<p>“Which we have heard and known, and our fathers have told us. We will not hide them from their children, telling to the generation to come the praises of the Lord, and His strength and His wonderful works that He has done” (Psalm 78:3, 4, NKJV).</p>",
      "versionCode": 100,
      "weekDate": "March 2-8"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
