{
  "data": [
    {
      "color": "#B8B825",
      "id": 11,
      "idEs": 22,
      "language": "es",
      "lessonDays": [
        {
          "date": "9 Diciembre",
          "dayTitle": "<p>MISIÓN EN FAVOR DE LOS NO ALCANZADOS: SEGUNDA PARTE</p>",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>Desde el principio, un Dios amoroso buscó a sus hijos perdidos (Gén. 3:9); y, hasta hoy, este mismo Dios amoroso sigue tratando de alcanzar a los perdidos (ver Apoc. 14:6-12), incluyendo a los perdidos de las ciudades. En 2018, la ONU publicó sus últimas estadísticas, según las cuales el 55 % de la población del planeta vive en zonas urbanas, y esta cifra aumentará (si el tiempo dura) hasta el 68 % en 2050.<br>No tenemos opción: debemos dar testimonio a los que viven en las ciudades. Sin embargo, muchos miembros del pueblo de Dios actúan como Jonás cuando son llamados a dar testimonio en una ciudad: por la razón que sea, huyen de la tarea. Cuando estuvo sobre la Tierra, Jesús ministró no solo a los habitantes de las ciudades de Israel, sino también a los de regiones extranjeras; es decir, a los de fuera de la nación judía y del pueblo elegido.<br>Esta semana, estudiaremos el relato bíblico de la misión de Cristo a Tiro y Sidón, y extraeremos lecciones para aplicarlas a nuestra vida actual.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de diciembre",
          "dayTitle": "<p>MISIÓN A REGIONES MÁS ALEJADAS<br></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p>Leemos que Jesús partió con sus discípulos de Genesaret (Mat. 14:34) y “se retiró a la región de Tiro y Sidón” (Mat. 15:21). ¿Por qué los llevó desde Galilea hasta estos lugares paganos? Llevó a los discípulos en este viaje de estudio, a las fronteras de estas regiones extranjeras, para que pudieran aprender in situ lo que no podían aprender tan fácilmente en Galilea. Quería enseñarles lecciones que los ayudarían a prepararse para su llamado de alcanzar a todos los grupos de personas, incluyendo a los urbanitas; esto es, quienes viven en las ciudades.<br><strong><br></strong><strong>Lee Jueces 3:1 al 6; y 1 Reyes 5:1 al 12 y 11:1 al 6. ¿Cómo nos ayudan estos pasajes a comprender un poco el trasfondo de estas ciudades?</strong></p><p><strong>Jueces 3:1-6</strong></p><p><sup><strong>1</strong></sup> Estas, pues, son las naciones que dejó Jehová para probar con ellas a Israel, a todos aquellos que no habían conocido todas las guerras de Canaán;&nbsp;</p><p><sup><strong>2</strong></sup> solamente para que el linaje de los hijos de Israel conociese la guerra, para que la enseñasen a los que antes no la habían conocido:&nbsp;</p><p><sup><strong>3 </strong></sup>los cinco príncipes de los filisteos, todos los cananeos, los sidonios, y los heveos que habitaban en el monte Líbano, desde el monte de Baal-hermón hasta llegar a Hamat.&nbsp;</p><p><sup><strong>4 </strong></sup>Y fueron para probar con ellos a Israel, para saber si obedecerían a los mandamientos de Jehová, que él había dado a sus padres por mano de Moisés.&nbsp;</p><p><sup><strong>5 </strong></sup>Así los hijos de Israel habitaban entre los cananeos, heteos, amorreos, ferezeos, heveos y jebuseos.&nbsp;</p><p><sup><strong>6 </strong></sup>Y tomaron de sus hijas por mujeres, y dieron sus hijas a los hijos de ellos, y sirvieron a sus dioses.<br></p><p><strong>1 Reyes 5:1-12</strong></p><p><sup><strong>1</strong></sup> Hiram rey de Tiro envió también sus siervos a Salomón, luego que oyó que lo habían ungido por rey en lugar de su padre; porque Hiram siempre había amado a David.&nbsp;</p><p><sup><strong>2 </strong></sup>Entonces Salomón envió a decir a Hiram:&nbsp;</p><p><sup><strong>3 </strong></sup>Tú sabes que mi padre David no pudo edificar casa al nombre de Jehová su Dios, por las guerras que le rodearon, hasta que Jehová puso sus enemigos bajo las plantas de sus pies.&nbsp;</p><p><sup><strong>4</strong></sup> Ahora Jehová mi Dios me ha dado paz por todas partes; pues ni hay adversarios, ni mal que temer.&nbsp;</p><p><sup><strong>5</strong></sup> Yo, por tanto, he determinado ahora edificar casa al nombre de Jehová mi Dios, según lo que Jehová habló a David mi padre, diciendo: Tu hijo, a quien yo pondré en lugar tuyo en tu trono, él edificará casa a mi nombre.&nbsp;</p><p><sup><strong>6 </strong></sup>Manda, pues, ahora, que me corten cedros del Líbano; y mis siervos estarán con los tuyos, y yo te daré por tus siervos el salario que tú dijeres; porque tú sabes bien que ninguno hay entre nosotros que sepa labrar madera como los sidonios.<br><sup><br><strong>7 </strong></sup>Cuando Hiram oyó las palabras de Salomón, se alegró en gran manera, y dijo: Bendito sea hoy Jehová, que dio hijo sabio a David sobre este pueblo tan grande.&nbsp;</p><p><sup><strong>8 </strong></sup>Y envió Hiram a decir a Salomón: He oído lo que me mandaste a decir; yo haré todo lo que te plazca acerca de la madera de cedro y la madera de ciprés.&nbsp;</p><p><sup><strong>9 </strong></sup>Mis siervos la llevarán desde el Líbano al mar, y la enviaré en balsas por mar hasta el lugar que tú me señales, y allí se desatará, y tú la tomarás; y tú cumplirás mi deseo al dar de comer a mi familia.&nbsp;</p><p><sup><strong>10 </strong></sup>Dio, pues, Hiram a Salomón madera de cedro y madera de ciprés, toda la que quiso.&nbsp;</p><p><sup><strong>11</strong></sup> Y Salomón daba a Hiram veinte mil coros de trigo para el sustento de su familia, y veinte coros de aceite puro; esto daba Salomón a Hiram cada año.&nbsp;</p><p><sup><strong>12 </strong></sup>Jehová, pues, dio a Salomón sabiduría como le había dicho; y hubo paz entre Hiram y Salomón, e hicieron pacto entre ambos.<br></p><p>1 Reyes11:1-6<sup><br></sup></p><p><sup><strong>1 </strong></sup>Pero el rey Salomón amó, además de la hija de Faraón, a muchas mujeres extranjeras; a las de Moab, a las de Amón, a las de Edom, a las de Sidón, y a las heteas;&nbsp;</p><p><sup><strong>2 </strong></sup>gentes de las cuales Jehová había dicho a los hijos de Israel: No os llegaréis a ellas, ni ellas se llegarán a vosotros; porque ciertamente harán inclinar vuestros corazones tras sus dioses. A estas, pues, se juntó Salomón con amor.&nbsp;</p><p><sup><strong>3 </strong></sup>Y tuvo setecientas mujeres reinas y trescientas concubinas; y sus mujeres desviaron su corazón.&nbsp;</p><p><sup><strong>4 </strong></sup>Y cuando Salomón era ya viejo, sus mujeres inclinaron su corazón tras dioses ajenos, y su corazón no era perfecto con Jehová su Dios, como el corazón de su padre David.&nbsp;</p><p><sup><strong>5</strong></sup> Porque Salomón siguió a Astoret, diosa de los sidonios, y a Milcom, ídolo abominable de los amonitas.&nbsp;</p><p><sup><strong>6</strong></sup> E hizo Salomón lo malo ante los ojos de Jehová, y no siguió cumplidamente a Jehová como David su padre.<br><br>En Jueces 3:1 al 6, vemos que Dios utilizó a estos pueblos antiguos para poner a prueba la fe de los israelitas. Lamentablemente, el pueblo de Dios tampoco pasó esa prueba, al menos en este caso: “Y tomaron de sus hijas por esposas y dieron sus hijas a ellos, y sirvieron a sus dioses” (Juec. 3:6). Así, desde el principio, este pueblo fue un obstáculo para Israel.<br><br>En 1 Reyes 5:1 al 11, podemos ver la estrecha relación entre los sidonios y los hebreos. Aunque, por un lado, los lazos económicos eran mutuamente beneficiosos, indudablemente los hebreos seguían recibiendo la influencia negativa del paganismo y la idolatría de sus socios comerciales.<br><br>El texto de 1 Reyes 11:1 al 6 revela hasta qué punto esa influencia llegó a ser negativa: el rey Salomón se casó con una princesa sidonia, que lo llevó por mal camino. “Salomón siguió a Astarot, diosa de los sidonios” (1 Rey. 11:5). Sin embargo, a pesar de su historia de paganismo e idolatría y de su influencia negativa sobre la nación elegida, Jesús llevó a sus discípulos a estos lugares. De esta manera, los inició en la misión urbana transcultural, al confrontar sus prejuicios e intolerancia, y ejemplificó para sus seguidores la misión urbana integral a todas las culturas y nacionalidades.<br><br>El misionero urbano adventista se enfrenta a muchos desafíos; entre ellos, los relacionados con la salud y el medio ambiente. Otros son el elevado costo de vida, el racismo, la intolerancia, el nacionalismo y las restricciones a la libertad religiosa y de expresión. Sin embargo, a pesar de estos obstáculos, debemos trabajar por las ciudades.<br><br><strong>¿Qué puedes hacer tú para ayudar a quienes se dedican al ministerio urbano?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de diciembre",
          "dayTitle": "<p>EN BUSCA DE LAS MULTITUDES<br></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p>A pesar de los desafíos externos e internos, Jesús nos extiende el llamado para su misión a las ciudades.<br><br><strong>Lee Mateo 9:35 al 38. ¿Qué nos enseña esto acerca de la misión a las multitudes, dondequiera que estén?</strong><br></p><p><strong>Mateo 9:35-38</strong></p><p><sup><strong>35</strong></sup> Recorría Jesús todas las ciudades y aldeas, enseñando en las sinagogas de ellos, y predicando el evangelio del reino, y sanando toda enfermedad y toda dolencia en el pueblo.&nbsp;</p><p><sup><strong>36</strong></sup> Y al ver las multitudes, tuvo compasión de ellas; porque estaban desamparadas y dispersas como ovejas que no tienen pastor.&nbsp;</p><p><sup><strong>37</strong></sup> Entonces dijo a sus discípulos: A la verdad la mies es mucha, mas los obreros pocos.&nbsp;</p><p><sup><strong>38</strong></sup> Rogad, pues, al Señor de la mies, que envíe obreros a su mies.<br></p><p>Jesús sintió compasión por las multitudes como las que se encuentran en las ciudades. Lucas 19:41 describe cómo lloró Jesús sobre Jerusalén. Quizá no comprendamos la profundidad del amor de Jesús por sus hijos, ni siquiera por las “masas sin rostro” que viven en las ciudades. Por eso, en Mateo 9:38, Jesús nos exhorta a que oremos, para que nuestros motivos y nuestro corazón sean como los suyos.<br><br><strong>Lee Mateo 4:23 al 25. Cuando Jesús comenzó su ministerio, ¿de qué lugares geográficos procedía la gente?</strong><br></p><p><strong>Mateo 4:23-25</strong></p><p><sup><strong>23 </strong></sup>Y recorrió Jesús toda Galilea, enseñando en las sinagogas de ellos, y predicando el evangelio del reino, y sanando toda enfermedad y toda dolencia en el pueblo.&nbsp;</p><p><sup><strong>24 </strong></sup>Y se difundió su fama por toda Siria; y le trajeron todos los que tenían dolencias, los afligidos por diversas enfermedades y tormentos, los endemoniados, lunáticos y paralíticos; y los sanó.&nbsp;</p><p><sup><strong>25 </strong></sup>Y le siguió mucha gente de Galilea, de Decápolis, de Jerusalén, de Judea y del otro lado del Jordán.<br></p><p>En Mateo 4:25, las multitudes que seguían a Jesús provenían de Galilea; de las diez ciudades-estado de Decápolis, al este; de Jerusalén; y de Judea, al sur. Además de Samaria, ¿qué región faltaba? La región costera de Tiro y Sidón, parte de Fenicia, junto al mar Mediterráneo y al noroeste de Galilea. Ahora vemos por qué Jesús fue a esta zona. Este viaje a la región de Tiro y Sidón fue uno de los viajes misioneros transculturales de Jesús.<br><br>“Después de su encuentro con los fariseos, Jesús se retiró de Capernaum y, cruzando Galilea, se fue a la región de colinas en los confines de Fenicia. Mirando hacia el oeste podía ver, dispersas por la llanura que se extendía abajo, las antiguas ciudades de Tiro y Sidón, con sus templos paganos, sus magníficos palacios y emporios de comercio, y los puertos llenos de barcos” (Elena de White, El Deseado de todas las gentes, p. 365).<br><strong><br>¿Cómo podemos ayudar a la gente a ver lo inútiles que son en sí “sus magníficos palacios y emporios de comercio”, y por qué necesitan a Jesús?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de diciembre",
          "dayTitle": "<p>EN TIRO Y SIDÓN<br></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p>Los eruditos bíblicos creen que el Evangelio de Mateo se escribió específicamente para un público judío, y que Marcos se escribió pensando principalmente en un público gentil. Es provechoso tener presente esta distinción al estudiar los evangelios.<br><br><strong>Lee Mateo 15:22 al 28 y Marcos 7:24 al 30. ¿Qué diferencias observas en la forma en que se describe a la mujer?</strong><br></p><p><strong>Mateo 15:22-28 </strong><sup><br></sup></p><p><sup><strong>22 </strong></sup>Y he aquí una mujer cananea que había salido de aquella región clamaba, diciéndole: ¡Señor, Hijo de David, ten misericordia de mí! Mi hija es gravemente atormentada por un demonio.&nbsp;</p><p><sup><strong>23</strong></sup> Pero Jesús no le respondió palabra. Entonces acercándose sus discípulos, le rogaron, diciendo: Despídela, pues da voces tras nosotros.&nbsp;</p><p><sup><strong>24</strong></sup> Él respondiendo, dijo: No soy enviado sino a las ovejas perdidas de la casa de Israel.&nbsp;</p><p><sup><strong>25</strong></sup> Entonces ella vino y se postró ante él, diciendo: ¡Señor, socórreme!&nbsp;</p><p><sup><strong>26</strong></sup> Respondiendo él, dijo: No está bien tomar el pan de los hijos, y echarlo a los perrillos.&nbsp;</p><p><sup><strong>27</strong></sup> Y ella dijo: Sí, Señor; pero aun los perrillos comen de las migajas que caen de la mesa de sus amos.&nbsp;</p><p><sup><strong>28</strong></sup> Entonces respondiendo Jesús, dijo: Oh mujer, grande es tu fe; hágase contigo como quieres. Y su hija fue sanada desde aquella hora.</p><p><strong>Marcos 7:24-30</strong><sup><br></sup></p><p><sup><strong>24</strong></sup> Levantándose de allí, se fue a la región de Tiro y de Sidón; y entrando en una casa, no quiso que nadie lo supiese; pero no pudo esconderse.&nbsp;</p><p><sup><strong>25</strong></sup> Porque una mujer, cuya hija tenía un espíritu inmundo, luego que oyó de él, vino y se postró a sus pies.&nbsp;</p><p><sup><strong>26</strong></sup> La mujer era griega, y sirofenicia de nación; y le rogaba que echase fuera de su hija al demonio.</p><p><sup><strong>27</strong></sup> Pero Jesús le dijo: Deja primero que se sacien los hijos, porque no está bien tomar el pan de los hijos y echarlo a los perrillos.&nbsp;</p><p><sup><strong>28</strong></sup> Respondió ella y le dijo: Sí, Señor; pero aun los perrillos, debajo de la mesa, comen de las migajas de los hijos.&nbsp;</p><p><sup><strong>29</strong></sup> Entonces le dijo: Por esta palabra, ve; el demonio ha salido de tu hija.&nbsp;</p><p><sup><strong>30</strong></sup> Y cuando llegó ella a su casa, halló que el demonio había salido, y a la hija acostada en la cama.<br></p><p>Observa que Mateo describe a esta madre en función de su nacionalidad o raza: cananea. El Espíritu Santo guio a Marcos a utilizar términos adicionales para describir a esta madre como “griega”, o “gentil”. Luego da información complementaria: “sirofenicia de nacimiento”, o “nacida en la región de Fenicia que está en Siria” (NTV), la única vez que se utiliza este término en la Biblia.<br><br>Observa la manera en que esta historia de Mateo 15 impactó en los destinatarios originales, con sus antecedentes y su cosmovisión. La audiencia de Mateo consideraba que esta madre era una pagana despreciable. Esto proviene de la experiencia histórica del pueblo judío con los cananeos, un grupo que adoraba ídolos y cuyos estilo de vida y prácticas malvadas durante mucho tiempo habían sido un obstáculo para su nación. Ni siquiera los discípulos de Cristo consideraron la posibilidad de que esta mujer tuviera fe y formara parte del Reino de Dios.<br><br>En Marcos 7, la audiencia de Marcos, conformada por gentiles, tendría una respuesta diferente de la de Mateo. Los gentiles no tenían la misma experiencia que los judíos con los cananeos, por lo que se identificarían con esta mujer,<br><br>“griega, sirofenicia de nacimiento”. Jesús curó a uno de los suyos. Para los gentiles, esta mujer era una madre entrañable que estaba preocupada por la condición de su hija y quería que el Maestro la sanara, más allá de su origen étnico y nacional.<br><br>“Cristo no respondió inmediatamente a la petición de la mujer. Recibió a esa representante de una raza despreciada como la habrían recibido los judíos.<br><br>Con ello, quería que sus discípulos notasen la manera fría y despiadada con que los judíos tratarían un caso tal, evidenciado en su recepción de la mujer, y la manera compasiva con que quería que ellos tratasen una angustia tal, según lo manifestó en la subsiguiente concesión de lo pedido por ella” (Elena de White, El Deseado de todas las gentes, p. 366).<br><br><strong>Lee 1 Juan 2:2. ¿Qué nos dice este texto acerca de que todos somos iguales ante Dios?</strong></p><p>1 Juan 2:2</p><p><strong><sup>2</sup> </strong>Y él es la propiciación por nuestros pecados; y no solamente por los nuestros, sino también por los de todo el mundo.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de diciembre",
          "dayTitle": "<p>“DESPÍDELA”<br></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p>En los barrios no alcanzados de las ciudades, hay muchos que anhelan esperanza. En tiempos de Cristo, ¿qué impedía al pueblo de Dios llevar la esperanza del Mesías a ciudades extranjeras como Tiro y Sidón? El nacionalismo, el orgullo y los prejuicios cegaban al pueblo de Dios ante las oportunidades de ver a los más cercanos que anhelaban la esperanza predicha por las profecías del Primer Advenimiento. Hoy, en las ciudades, hay muchos grupos poblacionales con los que Jesucristo quiere que su pueblo comparta la “bendita esperanza” del Segundo Advenimiento (Tito 2:13). Y, así como a Jesús no le importó cuál era la nacionalidad o la raza de ellos, tampoco debería importarnos a nosotros.<br><br><strong>Lee Hechos 10:9 al 16, 28, 34 y 35. ¿Cómo resumirías esta lección que nos enseña el Espíritu Santo?</strong><br></p><p><strong>Hechos 10:9-16, 28, 34,35</strong></p><p><sup><strong>9 </strong></sup>Al día siguiente, mientras ellos iban por el camino y se acercaban a la ciudad, Pedro subió a la azotea para orar, cerca de la hora sexta.&nbsp;</p><p><sup><strong>10 </strong></sup>Y tuvo gran hambre, y quiso comer; pero mientras le preparaban algo, le sobrevino un éxtasis;&nbsp;</p><p><sup><strong>11 </strong></sup>y vio el cielo abierto, y que descendía algo semejante a un gran lienzo, que atado de las cuatro puntas era bajado a la tierra;&nbsp;</p><p><sup><strong>12</strong></sup> en el cual había de todos los cuadrúpedos terrestres y reptiles y aves del cielo.&nbsp;</p><p><sup><strong>13 </strong></sup>Y le vino una voz: Levántate, Pedro, mata y come.&nbsp;</p><p><sup><strong>14 </strong></sup>Entonces Pedro dijo: Señor, no; porque ninguna cosa común o inmunda he comido jamás.&nbsp;</p><p><sup><strong>15 </strong></sup>Volvió la voz a él la segunda vez: Lo que Dios limpió, no lo llames tú común.&nbsp;</p><p><sup><strong>16 </strong></sup>Esto se hizo tres veces; y aquel lienzo volvió a ser recogido en el cielo.</p><p><sup><strong>28 </strong></sup>Y les dijo: Vosotros sabéis cuán abominable es para un varón judío juntarse o acercarse a un extranjero; pero a mí me ha mostrado Dios que a ningún hombre llame común o inmundo;</p><p><sup><strong>34 </strong></sup>Entonces Pedro, abriendo la boca, dijo: En verdad comprendo que Dios no hace acepción de personas,</p><p><sup><strong>35 </strong></sup>sino que en toda nación se agrada del que le teme y hace justicia.<br></p><p>Mientras esperaba el almuerzo, Pedro tuvo una visión de un bufet en la azotea, con un mantel lleno de animales y aves inmundos. Tres veces se le indicó en esta visión que se levantara y comiera. Dios utilizó estas visiones para confrontar el orgullo religioso de Pedro y su intolerancia hacia los gentiles.<br><br>Finalmente Pedro comprendió esta verdad: “Entonces Pedro tomó la palabra y dijo: ‘En verdad veo que Dios no hace acepción de personas, sino que acepta al que es fiel y obra rectamente, de cualquier nación que sea’ ” (Hech. 10:34, 35). Con este trasfondo, reflexionemos sobre nuestra historia para sacar lecciones de Tiro y Sidón. Volvamos a observar a Jesús y su interacción con la madre. ¿Qué lecciones aprendieron los discípulos en este viaje de estudios, relacionadas también con la visión de Pedro? ¿Cómo podemos aplicarlas a nuestra vida de hoy y al llamado de Cristo a su misión del tiempo del fin en las ciudades? ¿Qué prejuicios nos impiden ver las necesidades de los urbanitas? ¿Qué oportunidades nos ha brindado Dios en las ciudades para ampliar nuestra comprensión de la misión y abordar exhaustivamente nuestro fanatismo, nacionalismo y orgullo espiritual?<br><br>Jesús tuvo paciencia para enseñar a sus discípulos, que aún no comprendían plenamente que el gran plan de salvación de Dios es para toda la familia humana, no solo para una nación o un grupo étnico determinado. El Espíritu Santo puede ayudarnos a superar nuestros prejuicios y favoritismos para llevar a cabo nuestra misión en las ciudades.<br><strong><br>Lee Gálatas 2:11 al 13. ¿Qué debería enseñarnos esto sobre lo difícil que puede ser desprendernos de los prejuicios que nos han inculcado desde la infancia?</strong></p><p><strong>Gálatas 2:11- 13<sup><br></sup></strong></p><p><sup><strong>11</strong></sup> Pero cuando Pedro vino a Antioquía, le resistí cara a cara, porque era de condenar.&nbsp;</p><p><sup><strong>12</strong></sup> Pues antes que viniesen algunos de parte de Jacobo, comía con los gentiles; pero después que vinieron, se retraía y se apartaba, porque tenía miedo de los de la circuncisión.&nbsp;</p><p><sup><strong>13</strong></sup> Y en su simulación participaban también los otros judíos, de tal manera que aun Bernabé fue también arrastrado por la hipocresía de ellos. <br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de diciembre",
          "dayTitle": "<p>¿FE, EN LA TIERRA?<br></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p>En Lucas 18:8, Jesús plantea esta pregunta al final de una de sus parábolas:<br><br>“Cuando el Hijo del hombre venga, ¿hallará fe en la tierra?” Como discípulos actuales de Cristo, necesitamos vislumbrar lo que Jesús está buscando. En esta historia, podemos ver que Jesús busca la fe que brilla incluso en medio de la oscuridad.<br><strong><br>Lee Mateo 8:10 y 13; 9:2; 20:29 al 34; Marcos 2:5; 10:46 al 52; y Lucas 18:35 al 43. En estos pasajes, ¿a quiénes describe Jesús como gente de fe?</strong><br></p><p><strong>Mateo 8:10</strong></p><p><sup><strong>10 </strong></sup>Al oírlo Jesús, se maravilló, y dijo a los que le seguían: De cierto os digo, que ni aun en Israel he hallado tanta fe.<br></p><p><strong>Mateo 13</strong></p><p>1Aquel día salió Jesús de la casa y se sentó junto al mar.&nbsp;</p><p>2 Y se le juntó mucha gente; y entrando él en la barca, se sentó, y toda la gente estaba en la playa.&nbsp;</p><p>3 Y les habló muchas cosas por parábolas, diciendo: He aquí, el sembrador salió a sembrar.&nbsp;</p><p>4 Y mientras sembraba, parte de la semilla cayó junto al camino; y vinieron las aves y la comieron.&nbsp;</p><p>5 Parte cayó en pedregales, donde no había mucha tierra; y brotó pronto, porque no tenía profundidad de tierra; 6 pero salido el sol, se quemó; y porque no tenía raíz, se secó.</p><p>7 Y parte cayó entre espinos; y los espinos crecieron, y la ahogaron.&nbsp;</p><p>8 Pero parte cayó en buena tierra, y dio fruto, cuál a ciento, cuál a sesenta, y cuál a treinta por uno.&nbsp;</p><p>9 El que tiene oídos para oír, oiga.</p><p><em><strong>Continúa la lectura del capítulo 13 en la biblia.</strong></em><br></p><p><strong>Mateo 9:2</strong></p><p><sup><strong>2</strong></sup> Y sucedió que le trajeron un paralítico, tendido sobre una cama; y al ver Jesús la fe de ellos, dijo al paralítico: Ten ánimo, hijo; tus pecados te son perdonados.<br></p><p><strong>Mateo 20:29-34</strong></p><p><sup><strong>29</strong></sup> Al salir ellos de Jericó, le seguía una gran multitud.&nbsp;</p><p><sup><strong>30</strong></sup> Y dos ciegos que estaban sentados junto al camino, cuando oyeron que Jesús pasaba, clamaron, diciendo: ¡Señor, Hijo de David, ten misericordia de nosotros!&nbsp;</p><p><sup><strong>31</strong></sup> Y la gente les reprendió para que callasen; pero ellos clamaban más, diciendo: ¡Señor, Hijo de David, ten misericordia de nosotros!&nbsp;</p><p><sup><strong>32</strong></sup> Y deteniéndose Jesús, los llamó, y les dijo: ¿Qué queréis que os haga?&nbsp;</p><p><sup><strong>33</strong></sup> Ellos le dijeron: Señor, que sean abiertos nuestros ojos.&nbsp;</p><p><sup><strong>34</strong></sup> Entonces Jesús, compadecido, les tocó los ojos, y en seguida recibieron la vista; y le siguieron.<br></p><p><strong>Marcos 2:5</strong></p><p><sup><strong>5 </strong></sup>Al ver Jesús la fe de ellos, dijo al paralítico: Hijo, tus pecados te son perdonados.<br></p><p><strong>Marcos10:46-52</strong></p><p><sup><strong>46 </strong></sup>Entonces vinieron a Jericó; y al salir de Jericó él y sus discípulos y una gran multitud, Bartimeo el ciego, hijo de Timeo, estaba sentado junto al camino mendigando.&nbsp;</p><p><sup><strong>47</strong></sup> Y oyendo que era Jesús nazareno, comenzó a dar voces y a decir: ¡Jesús, Hijo de David, ten misericordia de mí! <strong><sup>48 </sup></strong>Y muchos le reprendían para que callase, pero él clamaba mucho más: ¡Hijo de David, ten misericordia de mí!&nbsp;</p><p><sup><strong>49</strong></sup> Entonces Jesús, deteniéndose, mandó llamarle; y llamaron al ciego, diciéndole: Ten confianza; levántate, te llama.&nbsp;</p><p><sup><strong>50</strong></sup> Él entonces, arrojando su capa, se levantó y vino a Jesús.&nbsp;</p><p><sup><strong>51 </strong></sup>Respondiendo Jesús, le dijo: ¿Qué quieres que te haga? Y el ciego le dijo: Maestro, que recobre la vista.&nbsp;</p><p><sup><strong>52 </strong></sup>Y Jesús le dijo: Vete, tu fe te ha salvado. Y en seguida recobró la vista, y seguía a Jesús en el camino.<br></p><p><strong>Lucas 18:35-43</strong></p><p><sup><strong>35</strong></sup> Aconteció que acercándose Jesús a Jericó, un ciego estaba sentado junto al camino mendigando;&nbsp;</p><p><sup><strong>36 </strong></sup>y al oír a la multitud que pasaba, preguntó qué era aquello.&nbsp;</p><p><sup><strong>37 </strong></sup>Y le dijeron que pasaba Jesús nazareno.&nbsp;</p><p><sup><strong>38</strong></sup> Entonces dio voces, diciendo: ¡Jesús, Hijo de David, ten misericordia de mí! 39 Y los que iban delante le reprendían para que callase; pero él clamaba mucho más: ¡Hijo de David, ten misericordia de mí!&nbsp;</p><p><sup><strong>40</strong></sup> Jesús entonces, deteniéndose, mandó traerle a su presencia; y cuando llegó, le preguntó,&nbsp;</p><p><sup><strong>41</strong></sup> diciendo: ¿Qué quieres que te haga? Y él dijo: Señor, que reciba la vista.&nbsp;</p><p><sup><strong>42</strong></sup> Jesús le dijo: Recíbela, tu fe te ha salvado.&nbsp;</p><p><sup><strong>43</strong></sup> Y luego vio, y le seguía, glorificando a Dios; y todo el pueblo, cuando vio aquello, dio alabanza a Dios.<br></p><p>Esta lista incluye a personas con una fe que resplandecía incluso en ciudades oscuras. En Capernaum, Jesús destaca a varias personas de fe. En Mateo 8:10 y 13, vemos a un centurión pagano convertido y con mucha fe. Conocemos a cuatro amigos llenos de fe que quitaron el tejado para bajar a su amigo paralítico hasta Jesús (Mat. 9:2, Mar. 2:5). En Marcos 10, conocemos al exciego Bartimeo, cuya fe brilla en Jericó.<br><br>Al mismo tiempo, esperaríamos que entre el pueblo de Dios existiera gran fe. Sin embargo, incluso en la ciudad natal de Jesús, Nazaret, la poca fe (o incluso la incredulidad total) fue el factor que limitó el ministerio de Cristo. Entre sus discípulos, Jesús dijo varias veces, hablando de los habitantes de Israel: “Hombres de poca fe” (Mat. 6:30; 8:26; 14:31; 16:8). Y en Mateo 17:17 Jesús exclama: “¡Generación incrédula y perversa!”<br><br>Una lección que podemos aplicar a la actualidad es que la fe se encuentra en lugares inesperados: en las ciudades, entre extranjeros, entre paganos y entre personas con religiones diferentes. Con humildad, debemos ir a las ciudades como lo hizo Jesús, buscando a aquellos que, cuando se les presente la verdad, responderán con una fe salvífica en Jesús. Y, por cierto, están allí afuera.<br><strong><br>Desafío: </strong>Abre tu corazón en oración, pidiendo una mayor porción de fe con la cual compartir tu amor por aquellos que están cerca y lejos.<br><br><strong>Desafío avanzado: </strong>¿Cómo llegaste a conocer a Jesús y el precioso mensaje de los tres ángeles?<br><br><strong>Enumera tres bendiciones espirituales que hayas experimentado de Jesús en tu vida personal. Prepárate para compartir estos conceptos con tu clase de Escuela Sabática.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de diciembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>“Entre quienes los judíos llamaban gentiles había hombres que entendían mejor que los maestros de Israel las profecías bíblicas concernientes a la venida del Mesías. Algunos lo esperaban como libertador del pecado. Los filósofos se esforzaban por estudiar el misterio del sistema orgánico hebreo. Pero la intolerancia de los judíos estorbaba la difusión de la luz” (Elena de White, El Deseado de todas las gentes, p. 25).<br><br>“El Señor Jesús, el poderoso Salvador, ha muerto por estas almas. Él puede despertarlas de la indiferencia, puede despertar simpatía, puede enternecer el corazón, puede revelarle al alma la belleza y el poder de la verdad. El Maestro- obrero es Dios, y no el hombre finito; sin embargo, él llama a los hombres para que sean los agentes por medio de los cuales pueda impartir luz a los que están en tinieblas. Dios tiene joyas en todas las iglesias, y no nos corresponde a noso- tros hacer una denuncia radical del mundo religioso profeso sino, con humildad y amor, presentar a todos la verdad tal como es en Jesús. Que los hombres vean la piedad y la devoción, que contemplen la semejanza de Cristo en el carácter, y serán atraídos a la verdad. [...] Deben exaltar a Jesús, el Redentor del mundo; deben sostener la palabra de vida” (Elena de White, The Advent Review and Sabbath Herald, 17 de enero de 1893).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> ¿Qué necesidades inmediatas, en la zona donde vives, podrían darles a tu iglesia y a ti la oportunidad de alcanzar a las almas que no conocen las verdades que nosotros conocemos?<br><br><strong>2. </strong>Observa las palabras de Elena de White respecto de los que profesan otras religiones: “Dios tiene joyas en todas las iglesias, y no nos corresponde a nosotros hacer una denuncia radical del mundo religioso profeso”. En otras palabras, ¿cómo podemos mostrar a la gente el error de sus caminos y al mismo tiempo no denigrarla en un nivel personal?<br><br><strong>3.</strong> “Cuando el Hijo del hombre venga, ¿hallará fe en la tierra?” (Luc. 18:8). ¿Qué quiere decir Jesús con esta pregunta retórica? ¿Cuál es la diferencia entre fe y creencia? ¿Por qué los que tienen la creencia correcta podrían no tener fe cuando Cristo regrese?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p><strong>RESEÑA<br></strong><br>Aunque el Evangelio según San Mateo se escribió específicamente para un público judío, la presencia de gentiles cerca de Jesús es un tema recurrente en su narración, a veces en contraste con la devoción de los israelitas. Por ejemplo, mientras que los magos (astrólogos persas) recorren un largo camino para honrar al verdadero Rey de Israel, los sumos sacerdotes y los escribas (los sabios de Herodes) no se esfuerzan en hacerlo. Jesús alaba la fe de un centurión romano por ser mayor que la de los israelitas (Mat. 8:10). El pelotón de ejecución gentil es el primero en confesar la filiación divina de Jesús tras su crucifixión (Mat. 27:54). De este modo tan peculiar, Mateo pone de relieve tres cosas: (1) el plan redentor de Dios siempre ha incluido a todas las naciones de la Tierra; (2) los gentiles no son insensibles a la obra del Espíritu Santo; y (3) dejar a un lado los prejuicios étnicos, culturales y religiosos para amar y servir a los demás, como hizo Cristo, es un prerrequisito para un ministerio transcultural eficaz. De esta manera, además de ser un llamado a la misión global, el Evangelio de Mateo es también un mensaje de reconciliación étnica en Cristo.<br><br>Los demás evangelistas también destacan las notables interacciones de Jesús con los gentiles: extendió su alcance a la región gentil de los gadarenos (Mar. 5:1), curó al siervo de un centurión romano (Luc. 7:1-10) y ministró a una ciudad samaritana (Juan 4). Las interacciones de Jesús con los extranjeros revelaron que el Reino de Dios es para todas las naciones: judíos y gentiles por igual. Jesús demostró de forma práctica que Dios siempre se ha preocupado por extender su amor y su perdón a todas las naciones.<br><br><strong>COMENTARIO</strong><br><br><strong>El corazón misionero de Dios por las naciones en tiempos del Antiguo Testamento</strong><br><br>Dios siempre ha deseado una relación de alianza con todas las sociedades humanas. No solo se preocupó por salvar a los israelitas, sino además, por medio de Abraham, Dios anheló que su gracia redentora se extendiera a todas las naciones (Gén. 12:1-3). El llamado a Abraham a ser una bendición para todas las naciones indica inequívocamente que la inclusión de estas naciones en el plan redentor de Dios no fue una ocurrencia tardía. Dicho de otro modo, el deseo de Dios de que los gentiles (las naciones del mundo) experimentaran su salvación no era su plan B. Siglos después, tras el llamado a Abraham, Dios extendió el mismo llamado a sus descendientes biológicos (Israel) con el fin de que fueran una nación de sacerdotes para todas las naciones (Éxo. 19:6). En diversas ocasiones, Dios recordó a Israel que había sido elegido no por ser la mejor entre las naciones (por ejemplo, Deut. 7), sino porque Dios lo amaba. Israel fue elegido para ser el vehículo por el que otras naciones llegarían a conocer y adorar a Dios. Israel debía ser una luz para el resto de las naciones. En Jeremías 2:3, se hace referencia a Israel como la primicia de la cosecha de Dios, lo que significa que había una cosecha mayor fuera de Israel. Desde el momento en que Dios llamó a Abraham para que fuera su portaestandarte, su plan era llevar la salvación a judíos y gentiles. Por lo tanto, Dios no eligió a Israel como nación en detrimento de cualquier otra nación. El relato del Antiguo Testamento está salpicado de historias de gentiles que abrazaron al Dios de Israel como su Dios. Algunos ejemplos son Rahab, Rut, Urías el hitita y la reina de Saba.<br><br>Aunque Dios eligió a Israel como nación para ser su representante, no dejó la mediación de su plan redentor solo en sus manos. De muchas otras maneras, Dios se reveló sin cesar a personas de otras naciones. Elena de White hace la siguiente observación importante: “Hubo, fuera de la nación judía, hombres que predijeron el aparecimiento de un Instructor divino. Esos hombres buscaban la verdad, y se les impartió el espíritu de Inspiración. Tales maestros se habían levantado uno tras otro como estrellas en un firmamento oscuro, y sus palabras proféticas habían encendido esperanzas en el corazón de millares de gentiles” (El Deseado de todas las gentes, p. 24).<br><br>Melquisedec, un rey-sacerdote cananeo, es uno de esos no israelitas a quien Dios alcanzó sin la intermediación de otros seres humanos. Melquisedec era sacerdote del Dios altísimo (El Elyón). El relato del encuentro de Melquisedec con Abraham en Génesis 14:14 al 24 es muy revelador. Abraham identifica a su Dios, Jehová, con El Elyón de tres maneras. En primer lugar, unió los dos nombres divinos –Jehová y El Elyón– en un gesto que sugiere que apuntan al mismo Dios (Gén. 14:22). En segundo lugar, Abraham adjudicó la descripción que Melquisedec hizo de El Elyón a Jehová:<br><br>Hacedor del Cielo y de la Tierra (Gén. 14:22). En tercer lugar, la aceptación por parte de Abraham de las bendiciones de Melquisedec y la donación de su diezmo al sacerdote cananeo sugieren que Abraham legitimó el sacerdocio de Melquisedec (Gén. 14:19, 20). Dios había escogido a Melquisedec “para que fuera su representante entre el pueblo de aquel tiempo, aunque pertenecía a la comunidad cananea” (Jacques B. Doukhan, “Genesis”, Seventh-day Adventist International Bible Commentary, 2016, p. 214).<br><br>Es importante señalar que el incesante esfuerzo misionero de Dios en favor de sus criaturas mediante diversos métodos no hace que la participación de los creyentes en la misión sea irrelevante. Mateo 28:18 al 20 y 1 Pedro 2:9 señalan que hacer discípulos para Cristo es nuestra razón fundamental de existir como iglesia y como creyentes individuales. Es un privilegio para nosotros ser colaboradores de Dios en aquello que él podría realizar perfectamente sin nuestra participación. Además, saber que Dios va delante de nosotros preparando el terreno para la siembra de la semilla del evangelio es otro incentivo para aceptar el privilegio que él, en su gracia, nos concede de formar parte de su equipo.<br><strong><br>El corazón misionero de Dios por las naciones en el Nuevo Testamento</strong><br><br>Como ya se ha señalado, aunque la mayor parte del ministerio público de Jesús se desarrolló en territorio judío, es notable la cantidad de encuentros personales con gentiles que recogen los evangelios. Jesús llegó a afirmar que tiene otras ovejas fuera de la comunidad judía (Juan 10:16). Mediante la vida y el ministerio de Jesús, y de la comisión que encomendó a sus seguidores de hacer discípulos de todas las naciones (Mat. 28:18-20; Hech. 1:8), los primeros cristianos comprendieron gradualmente que la promesa del pacto de Dios de acoger como herederos suyos no solo a los descendientes de Abraham, sino además a gente de todas las restantes naciones, se materializaría por medio de la testificación de la iglesia. Con la conversión de la familia de Cornelio (Hech. 10), algo nuevo irrumpió en la vida de la naciente comunidad cristiana. Aquel acontecimiento y las largas deliberaciones posteriores sobre el significado de lo nuevo que Dios estaba haciendo (Hech. 15) convencieron a la iglesia primitiva de que la admisión de los gentiles en la comunidad de creyentes, como beneficiarios plenos de la obra redentora de Dios en Cristo, era ordenada por Dios. Por ende, no había nada que pudieran hacer para invalidar este decreto divino. Al contrario, ahora tenían la responsabilidad de no pasar por alto a nadie al compartir el evangelio.<br><br>Como pueblo inclusivo de Dios, llamado de entre todas las naciones para constituir una entidad espiritual (1 Ped. 2:9), la iglesia fue llamada, capacitada por el Espíritu Santo y comisionada para ejecutar la tarea misionera de ser luz para las naciones; tarea que Israel como nación no había logrado. Por lo tanto, 1 Pedro 2:9 deja en claro que toda la comunidad cristiana es posesión particular de Dios de entre todos los pueblos de la Tierra. Este versículo combina la afirmación de la identidad de los creyentes como pueblo elegido y santo de la alianza de Dios con su responsabilidad de proclamar las maravillas de Dios a todos los que aún no han rendido su vida al señorío de Jesucristo.<br><br>Convencido de su condición de apóstol a los gentiles (Rom. 11:13; 15:16; Gál. 2:7) y respaldado por las actas del Concilio de Jerusalén (Hech. 15), Pablo dedicó la mayor parte de su ministerio a los gentiles. Su compromiso inquebrantable con esta misión propulsó el evangelio fuera de las fronteras de la nación hebrea. El objetivo de Dios al comisionar a Pablo a los gentiles no evangelizados era mostrar que su provisión de salvación es para todas las personas.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Como conocemos la intención de Dios de que todos los pueblos experimenten su salvación, somos llamados a asumir su misión. Así como Israel, como nación, recibió el mandato de ser luz para los gentiles, nosotros, como cristianos (o como el Israel espiritual), también recibimos el mandato de ser embajadores de Dios ante quienes aún no han aceptado a Jesús como su Señor y Salvador (Mat. 28:18-20; 2 Cor. 5:20). Es evidente que los discípulos de Cristo tienen una obligación hacia los no alcanzados. Lo bueno es que no necesariamente tenemos que ir a los confines de la Tierra para alcanzar a los no alcanzados: en todos los contextos de la vida hay gente que aún no ha respondido al evangelio. Pueden ser los vecinos de al lado, nuestros colegas, compañeros de clase, clientes, pacientes o alumnos. Podemos encontrarlos como inmigrantes, refugiados, estudiantes internacionales, diplomáticos o empresarios internacionales. Sea cual fuere el trasfondo social, cultural y religioso de los no alcanzados que encontramos y a los que servimos, tenemos que reconocer que no podemos ministrar eficazmente a ningún grupo de personas sin despojarnos primeramente de los estereotipos, los prejuicios y la discriminación que tengamos hacia ellos. Por lo tanto, debemos orar para que Dios nos libre de estos prejuicios.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>MISIÓN EN FAVOR DE LOS NO ALCANZADOS: SEGUNDA PARTE</p>",
      "verse": "<p>“Entonces Jesús respondió: ‘Mujer, ¡grande es tu fe! Sea hecho como quieres’. Y su hija quedó sana desde esa hora” (Mat. 15:28).</p>",
      "versionCode": 30,
      "weekDate": "9-16 Diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
