{
  "data": [
    {
      "color": "#306105",
      "id": 702,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "January 6",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>Abelief that only spontaneous, unlearned prayer is real prayer appears to be prevalent among some Christians. However, Jesus’ disciples were immensely rewarded when they asked Jesus to teach them to pray. God placed a prayer book, the Psalms, at the heart of the Bible, not simply to show us how God’s people of ancient times prayed but also to teach us how we can pray today. From the earliest ages, the Psalms have shaped the prayers of God’s people, including Jesus’ prayers (1 Chron. 16:7, 9; Neh. 12:8; Matt. 27:46; Eph. 5:19). This week we will look at the role the Psalms played in helping God’s people traverse their life journey and grow in their relationship with God. We should remember that the Psalms are prayers and, as such, are invaluable, not only for their theological insight but also for the ways they can enrich and transform our individual and communal prayers.</p><p>Praying the Psalms has helped many believers establish and maintain regular and fulfilling prayer lives.</p><p>This week we will continue to look at the Psalms, especially in the context of times when things are not going great for us.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 7",
          "dayTitle": "<p>Fostering the Use of the Psalms in Prayer</p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p><strong>Read Psalm 105:5, Colossians 3:16, and James 5:13. What is the place of the Psalms in the believer’s worship experience?</strong></p><p><strong>Psalm 105:5</strong></p><p><strong><sup>5 </sup></strong>Remember his marvellous works that he hath done; his wonders, and the judgments of his mouth;</p><p><strong>Colossians 3:16</strong></p><p><strong><sup>16</sup></strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.</p><p><strong>James 5:13</strong></p><p><strong><sup>13</sup></strong> Is any among you afflicted? let him pray. Is any merry? let him sing psalms.</p><p>A simple way of introducing the Psalms into daily life is to devote time each day to the reading of a psalm, beginning with Psalm 1, and following the order given in the psalter. Another way is to read the psalms that correspond to your present situation, whatever it happens to be: there are psalms of lament, the psalms of communal lament, the thanksgiving psalms, hymns, penitential psalms, the wisdom psalms (seeking God’s wisdom and guidance), historical psalms, psalms containing anger and rage, and pilgrimage psalms. Over the course of this quarter, we will be looking at many of them and studying these psalms in the context in which they appear.<strong> How, then, are we to read the Psalms?</strong></p><p>First read the psalm, engaging in simple reflection, and then pray. Ruminating over the psalm involves reflection on the various aspects of the psalm: the way the psalmist addresses God and the reasons for the prayer. Consider how your situation corresponds to the psalmist’s experience and how the psalm might be able to help you articulate your experience. You will be amazed at how often you will find yourself being able to resonate and relate to what you read there.</p><p>If something in the psalm challenges you, ponder, for example, whether the psalm corrects your present false hopes about something you are facing. Contemplate the psalm’s message in the light of Christ’s person and salvific work and the long-term hope Christ’s work offers us. As we know, or should know, it always helps to look at everything in the Bible in light of Christ and the Cross.</p><p>Also, look for new motives for prayer that the psalm supplies, and think about their importance for you, your church, and the world. Ask God to put His Word on your heart and mind. If the psalm corresponds to the situation of someone you know, intercede in prayer for that person. The point is, the Psalms cover so many aspects of life, and we can be enriched by reading and absorbing into our hearts what they are saying to us.</p><p><strong>What does it mean to “let the word of Christ dwell in you richly” (Col. 3:16)? Why is reading the Bible the first and most crucial step for that experience?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 8",
          "dayTitle": "<p>Trust in Times of Trouble</p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>All Christians know, and have experienced, times of despair and suffering, times when they have wondered what the Lord is doing, or why the Lord is allowing these things to happen to them. The psalmists themselves went through similar things. And, through divine inspiration, they recorded what they had experienced.</p><p><strong>Read Psalm 44. What is it saying to us, and why is this relevant to believers in all ages?</strong></p><p><strong>&nbsp;Psalm 44</strong></p><p><strong><sup>1</sup></strong> We have heard with our ears, O God, our fathers have told us, what work thou didst in their days, in the times of old.</p><p><strong><sup>2</sup></strong> How thou didst drive out the heathen with thy hand, and plantedst them; how thou didst afflict the people, and cast them out.</p><p><strong><sup>3</sup></strong> For they got not the land in possession by their own sword, neither did their own arm save them: but thy right hand, and thine arm, and the light of thy countenance, because thou hadst a favour unto them.</p><p><strong><sup>4 </sup></strong>Thou art my King, O God: command deliverances for Jacob.</p><p><strong><sup>5</sup></strong> Through thee will we push down our enemies: through thy name will we tread them under that rise up against us.</p><p><strong><sup>6</sup></strong> For I will not trust in my bow, neither shall my sword save me.</p><p><strong><sup>7 </sup></strong>But thou hast saved us from our enemies, and hast put them to shame that hated us.</p><p><strong><sup>8 </sup></strong>In God we boast all the day long, and praise thy name for ever. Selah.</p><p><strong><sup>9 </sup></strong>But thou hast cast off, and put us to shame; and goest not forth with our armies.</p><p><strong><sup>10</sup></strong> Thou makest us to turn back from the enemy: and they which hate us spoil for themselves.</p><p><strong><sup>11 </sup></strong>Thou hast given us like sheep appointed for meat; and hast scattered us among the heathen.</p><p><strong><sup>12</sup></strong> Thou sellest thy people for nought, and dost not increase thy wealth by their price.</p><p><strong><sup>13</sup></strong> Thou makest us a reproach to our neighbours, a scorn and a derision to them that are round about us.</p><p><strong><sup>14</sup></strong> Thou makest us a byword among the heathen, a shaking of the head among the people.</p><p><strong><sup>15</sup></strong> My confusion is continually before me, and the shame of my face hath covered me,</p><p><strong><sup>16</sup></strong> For the voice of him that reproacheth and blasphemeth; by reason of the enemy and avenger.</p><p><strong><sup>17</sup></strong> All this is come upon us; yet have we not forgotten thee, neither have we dealt falsely in thy covenant.</p><p><strong><sup>18</sup></strong> Our heart is not turned back, neither have our steps declined from thy way;</p><p><strong><sup>19</sup></strong> Though thou hast sore broken us in the place of dragons, and covered us with the shadow of death.</p><p><strong><sup>20</sup></strong> If we have forgotten the name of our God, or stretched out our hands to a strange god;</p><p><strong><sup>21</sup></strong> Shall not God search this out? for he knoweth the secrets of the heart.</p><p><strong><sup>22</sup></strong> Yea, for thy sake are we killed all the day long; we are counted as sheep for the slaughter.<sup><br></sup></p><p><strong><sup>23</sup></strong> Awake, why sleepest thou, O Lord? arise, cast us not off for ever.<sup><br></sup></p><p><strong><sup>24</sup></strong> Wherefore hidest thou thy face, and forgettest our affliction and our oppression?<sup><br></sup></p><p><strong><sup>25</sup></strong> For our soul is bowed down to the dust: our belly cleaveth unto the earth.</p><p><strong><sup>26</sup></strong> Arise for our help, and redeem us for thy mercies' sake.</p><p>The selectiveness of Psalms in church worship services often reflects the exclusiveness of moods and words that we express in our communal prayers. Such restrictiveness may be a sign of our inability or uneasiness to engage the dark realities of life. Though we may sometimes feel that God treats us unfairly when suffering hits us, we do not find it appropriate to express our thoughts in public worship or even in private prayer.</p><p>This reluctance could cause us to miss the point of worship. The failure to express honestly and openly our feelings and views before God in prayer often leaves us in bondage to our own emotions. This also denies us confidence and trust in approaching God. Praying the Psalms gives an assurance that, when we pray and worship, we are not expected to censure or deny our experience.</p><p>Psalm 44, for example, can help worshipers articulate their experience of innocent suffering freely and adequately. Praying the Psalms helps people experience freedom of speech in prayer. The Psalms give us words that we can neither find nor dare to speak. “Our heart has not turned back, nor have our steps departed from Your way; but You have severely broken us in the place of jackals, and covered us with the shadow of death” (Ps. 44:18, 19, NKJV).</p><p>Notice, however, how Psalm 44 begins. The writer is talking about how, in the past, God had done great things for His people. Hence, the author expresses his trust in God and not “in my bow” (Ps. 44:6).</p><p>Despite this, trouble has still come to God’s people. The list of woe and lament is long and painful. However, even amid all this, the psalmist cries out for God to deliver, to “redeem us for Your mercies’ sake” (Ps. 44:26, NKJV). That is, even amid the trouble, he knows the reality of God and His love.</p><p><strong>How can drawing on past times, when God’s presence felt very real, help you deal with the times in which troubles make you think that God is far away?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 9",
          "dayTitle": "<p>A Psalm of Despair</p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p>Praying the Psalms does more than enable worshipers to articulate their prayers freely. The Psalms supervise their experience according to God’s standards and make it bearable by introducing hope and reassurance of God’s presence.&nbsp;</p><p><strong>Read Psalm 22.&nbsp;<span style=\"background-color: initial;\">What can we learn from this psalm about trust in God amid great suffering?</span></strong></p><p><span style=\"background-color: initial;\"><strong><sup>1</sup></strong> My God, my God, why hast thou forsaken me? why art thou so far from helping me, and from the words of my roaring?</span></p><p><span style=\"background-color: initial;\"><strong><sup>2</sup></strong> O my God, I cry in the day time, but thou hearest not; and in the night season, and am not silent.</span></p><p><span style=\"background-color: initial;\"><strong><sup>3 </sup></strong>But thou art holy, O thou that inhabitest the praises of Israel.</span></p><p><span style=\"background-color: initial;\"><strong><sup>4 </sup></strong>Our fathers trusted in thee: they trusted, and thou didst deliver them.</span></p><p><span style=\"background-color: initial;\"><strong><sup>5 </sup></strong>They cried unto thee, and were delivered: they trusted in thee, and were not confounded.</span></p><p><span style=\"background-color: initial;\"><strong><sup>6 </sup></strong>But I am a worm, and no man; a reproach of men, and despised of the people.</span></p><p><span style=\"background-color: initial;\"><strong><sup>7</sup></strong> All they that see me laugh me to scorn: they shoot out the lip, they shake the head, saying,</span></p><p><span style=\"background-color: initial;\"><strong><sup>8 </sup></strong>He trusted on the Lord that he would deliver him: let him deliver him, seeing he delighted in him.</span></p><p><span style=\"background-color: initial;\"><strong><sup>9 </sup></strong>But thou art he that took me out of the womb: thou didst make me hope when I was upon my mother's breasts.</span></p><p><span style=\"background-color: initial;\"><strong><sup>10</sup></strong> I was cast upon thee from the womb: thou art my God from my mother's belly.</span></p><p><span style=\"background-color: initial;\"><strong><sup>11 </sup></strong>Be not far from me; for trouble is near; for there is none to help.</span></p><p><span style=\"background-color: initial;\"><strong><sup>12</sup></strong> Many bulls have compassed me: strong bulls of Bashan have beset me round.</span></p><p><span style=\"background-color: initial;\"><strong><sup>13</sup></strong> They gaped upon me with their mouths, as a ravening and a roaring lion.</span></p><p><span style=\"background-color: initial;\"><strong><sup>14</sup></strong> I am poured out like water, and all my bones are out of joint: my heart is like wax; it is melted in the midst of my bowels.</span></p><p><span style=\"background-color: initial;\"><strong><sup>15 </sup></strong>My strength is dried up like a potsherd; and my tongue cleaveth to my jaws; and thou hast brought me into the dust of death.</span></p><p><strong><sup>16 </sup></strong>For dogs have compassed me: the assembly of the wicked have inclosed me: they pierced my hands and my feet.</p><p><span style=\"background-color: initial;\"><strong><sup>17</sup></strong> I may tell all my bones: they look and stare upon me.</span></p><p><span style=\"background-color: initial;\"><strong><sup>18 </sup></strong>They part my garments among them, and cast lots upon my vesture.</span></p><p><strong><sup>19</sup></strong> But be not thou far from me, O Lord: O my strength, haste thee to help me.</p><p><span style=\"background-color: initial;\"><strong><sup>20</sup></strong> Deliver my soul from the sword; my darling from the power of the dog.</span></p><p><span style=\"background-color: initial;\"><strong><sup>21</sup></strong> Save me from the lion's mouth: for thou hast heard me from the horns of the unicorns.</span></p><p><span style=\"background-color: initial;\"><strong><sup>22</sup></strong> I will declare thy name unto my brethren: in the midst of the congregation will I praise thee.</span></p><p><span style=\"background-color: initial;\"><strong><sup>23</sup></strong> Ye that fear the Lord, praise him; all ye the seed of Jacob, glorify him; and fear him, all ye the seed of Israel.</span></p><p><span style=\"background-color: initial;\"><strong><sup>24</sup></strong> For he hath not despised nor abhorred the affliction of the afflicted; neither hath he hid his face from him; but when he cried unto him, he heard.</span></p><p><span style=\"background-color: initial;\"><strong><sup>25</sup></strong> My praise shall be of thee in the great congregation: I will pay my vows before them that fear him.</span></p><p><span style=\"background-color: initial;\"><strong><sup>26</sup></strong> The meek shall eat and be satisfied: they shall praise the Lord that seek him: your heart shall live for ever.</span></p><p><span style=\"background-color: initial;\"><strong><sup>27</sup></strong> All the ends of the world shall remember and turn unto the Lord: and all the kindreds of the nations shall worship before thee.</span></p><p><span style=\"background-color: initial;\"><strong><sup>28</sup></strong> For the kingdom is the Lord's: and he is the governor among the nations.</span></p><p><span style=\"background-color: initial;\"><strong><sup>29</sup></strong> All they that be fat upon earth shall eat and worship: all they that go down to the dust shall bow before him: and none can keep alive his own soul.</span></p><p><strong><sup>30</sup></strong> A seed shall serve him; it shall be accounted to the Lord for a generation.</p><p><span style=\"background-color: initial;\"><strong><sup>31</sup></strong> They shall come, and shall declare his righteousness unto a people that shall be born, that he hath done this.</span></p><p>The lamenting words of Psalm 22:1 may help suffering people express their grief and sense of loneliness: “My God, My God, why have You forsaken me? Why are You so far from helping Me, and from the words of My groaning?” (NKJV).</p><p>These words, of course, have become famous among Christians because they were the same words that Jesus Himself, while on the cross, uttered, showing us how central to Christ’s experience the Psalms were (see Matt. 27:46).</p><p>However, even amid the suffering and trials, these words also are expressed: “I will declare Your name to My brethren; in the midst of the assembly I will praise You” (Ps. 22:22, NKJV).</p><p>In other words, though these exact feelings may not coincide with the author’s present dilemma, the psalmist was still expressing his faith in God and declaring that, no matter what, he would still praise God.</p><p>The point is, by giving us words to pray, the Psalms teach us to look beyond our current situation and, by faith, to see the time when our life will be restored by God’s grace.<br></p><p>Praying the Psalms thus takes worshipers to new spiritual horizons. The Psalms let worshipers express their feelings and understandings, but they are not left where they presently are. The worshipers are led to abandon their burdens of pain, disappointment, anger, and despair before God and to trust in Him, whatever their circumstances.</p><p>The movement from lament to praise observed in many psalms is suggestive of the spiritual transformation that the believers experience when they receive divine grace and comfort in prayer.</p><p><strong>How can we learn to see beyond our immediate trials and, thus, trust in God’s goodness, whatever we face now?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 10",
          "dayTitle": "<p>From Despair to Hope</p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p><strong>We all have probably faced times when the presence of God seemed very far from us. Who, at times, has not thought: How could this have happened?</strong></p><p>The psalmists, humans like the rest of us, surely faced similar things. Though, yes, at times our sins bring trials upon us, at other times they seem to be so unfair, and we feel as if we did not deserve what we are now faced with. Again, who has not been there?</p><p><strong>Read Psalm 13. What two main moods can you distinguish in this psalm? What decision do you think brought the radical change in the psalmist’s general outlook?</strong></p><p><strong>&nbsp;Psalm 13</strong></p><p><strong><sup>1</sup></strong> How long wilt thou forget me, O Lord? for ever? how long wilt thou hide thy face from me?</p><p><strong><sup>2</sup></strong> How long shall I take counsel in my soul, having sorrow in my heart daily? how long shall mine enemy be exalted over me?</p><p><strong><sup>3</sup></strong> Consider and hear me, O Lord my God: lighten mine eyes, lest I sleep the sleep of death;</p><p><strong><sup>4 </sup></strong>Lest mine enemy say, I have prevailed against him; and those that trouble me rejoice when I am moved.</p><p><strong><sup>5</sup></strong> But I have trusted in thy mercy; my heart shall rejoice in thy salvation.</p><p><strong><sup>6</sup></strong> I will sing unto the Lord, because he hath dealt bountifully with me.</p><p>“How long, O Lord? Will You forget me forever? How long will You hide Your face from me?” (Ps. 13:1, NKJV). Again, who cannot relate to these sentiments, as wrong as they might be? (Does God ever forget any of us?)</p><p>Psalm 13, then, points to the way to avoid another common ­mistake—focusing on ourselves and our problems when praying. This psalm can transform our prayer by leading us to reaffirm the faithful and unchanging nature of God’s dealings with His people.</p><p>Sure, though the psalm does begin with laments and complaints, it does not end there. And that’s the crucial point. The psalm leads us to deliberately choose to trust God’s redemptive power (Ps. 13:5), so that our fear and anxiety (Ps. 13:1–4) can gradually give way to God’s salvation, and we begin experiencing change from lament to praise, from despair to hope (Ps. 13:5, 6).</p><p>However, a mere repetition of the words of the Psalms with only a slight comprehension of their meaning will not produce the authentic transformation intended by their use. When praying the Psalms, we should seek the Holy Spirit to enable us to act in the way demanded by the psalm. The Psalms are the Word of God by which believers’ characters and actions are transformed, not simply informed. By God’s grace, the promises of the Psalms are made manifest in the lives of believers.<br></p><p>This means that we allow God’s Word to shape us according to God’s will and to unite us with Christ, who demonstrated God’s will perfectly and, as the incarnate Son of God, prayed the Psalms, as well.</p><p><strong>How can your trials draw you closer to God? Why, if you’re not careful, can they push you away from Him?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 11",
          "dayTitle": "<p>Oh, Restore Us Again</p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p><strong>Read Psalm 60:1–5. For what occasions do you think this psalm would be a suitable prayer? How can we benefit from the psalms of lament even in joyous seasons of life?</strong></p><p><strong>Psalm 60:1–5</strong></p><p><strong><sup>1</sup></strong> O God, thou hast cast us off, thou hast scattered us, thou hast been displeased; O turn thyself to us again.</p><p><strong><sup>2 </sup></strong>Thou hast made the earth to tremble; thou hast broken it: heal the breaches thereof; for it shaketh.</p><p><strong><sup>3 </sup></strong>Thou hast shewed thy people hard things: thou hast made us to drink the wine of astonishment.</p><p><strong><sup>4 </sup></strong>Thou hast given a banner to them that fear thee, that it may be displayed because of the truth. Selah.</p><p><strong><sup>5 </sup></strong>That thy beloved may be delivered; save with thy right hand, and hear me.</p><p>Psalms of lament are generally understood as prayers of people living through trying times, whether physical, psychological, or spiritual. Or all three.</p><p>However, this does not mean that we should avoid these psalms, even in good times. Sometimes there may be a total disjunction between the words of the psalm and the worshiper’s present experience. That is, psalms of lament can be beneficial to worshipers who are not in distress.</p><p>First, they can make us more aware that suffering is part of the general human experience and that it happens to both the righteous and the wicked. The Psalms assure us that God is in control and provides strength and solutions in times of trouble. Even in this psalm, even amid the trouble (“You have made the earth tremble,” Ps. 60:2, NKJV), the psalmist displays his ultimate hope in God’s deliverance.</p><p>Second, the lament psalms teach us compassion toward the sufferers. When expressing our happiness and gratitude to God, especially in public, we must be mindful of the less fortunate. Sure, we might have things good right now, but who doesn’t know of people, all around us, who are suffering terribly? Praying such psalms can help us not forget those who are going through tough times. The Psalms should evoke in us compassion and a desire to minister to the suffering as Jesus did.</p><p>“This world is a vast lazar house, but Christ came to heal the sick, to proclaim deliverance to the captives of Satan. He was in Himself health and strength. He imparted His life to the sick, the afflicted, those possessed of demons. He turned away none who came to receive His healing power. He knew that those who petitioned Him for help had brought disease upon themselves; yet, He did not refuse to heal them.</p><p>And when virtue from Christ entered into these poor souls, they were convicted of sin, and many were healed of their spiritual disease, as well as of their physical maladies. The gospel still possesses the same power, and why should we not today witness the same results?”—Ellen G. White, Welfare Ministry, pp. 24, 25.</p><p><strong>Whom do you know, right now, who needs not only your prayers but your ministering touch, as well?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 12",
          "dayTitle": "",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p><strong>Further Thought:&nbsp;</strong></p><p>Read Psalm 42:8 and Ellen G. White, “Poetry and Song,” pp. 159–168, in Education. How are prayer and song related according to these inspired texts?</p><p>Ellen G. White describes David’s penitent psalms (e.g. Psalm 51) as the language of his soul and prayers that illustrate the nature of true sorrow for sin (see Steps to Christ, pp. 24, 25). She encourages believers to memorize texts from the Psalms as the means of fostering the sense of God’s presence in their lives and highlights Jesus’ practice of lifting His voice with psalms when met with temptation and oppressive fear.<br></p><p>She also remarks: “How often by words of holy song are unsealed in the soul the springs of penitence and faith, of hope and love and joy! . . . Indeed, many a song is prayer.”—Education, pp. 162–168.<br></p><p>When we pray and sing the Psalms, we assume the persistence, boldness, courage, and hope of the psalmists. They encourage us to continue our spiritual journey and comfort us that we are not alone. Other people, like us, have gone through dark times and yet were triumphant by the grace of God. At the same time, the Psalms reveal to us the glimpses of Christ’s fervent intercession on our behalf, as He always lives to pray for us (Heb. 7:25).</p><p>Engaging psalms in prayer and worship makes the believing community aware of the full range of human experience and teaches the worshipers to engage in the various facets of that experience in worship. The Psalms are divine-human prayers and songs. For that reason, including psalms consistently in worship brings the believing community to the center of God’s will and powerful healing grace.</p><p><br></p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> Why is spontaneous, unguided prayer not the only way to pray? How can our prayer life benefit from the Psalms, the biblical prayers?</p><p><strong>2. </strong>How can the Psalms enrich our communal prayer experience? Discuss some practical ways your local church can foster the use of the Psalms in its worship services.</p><p><strong>3.</strong> What do the Psalms reveal about the complexity of the human pilgrimage of faith and the power of God’s healing grace?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Inside Story:&nbsp;</strong></p>",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><strong>Cry of Radostin’s Heart&nbsp;</strong></p><p><strong>By Andrew McChesney</strong></p><p>Radostin disliked his life. His friends did not exert a good influence over him. He dabbled in illegal drugs and petty crime. The constant cry of his heart was, “I want to change, I want to change, I want to change.”<br></p><p>Growing older, Radostin got married and had two sons. Times were tough, and he left his homeland of Bulgaria in search of work. As he worked in Western Europe, he made new friends. He longed for truth. He wished that his new friends would reveal the truth to him. Now, the constant cry of his heart was, “How can people who know the real truth find me?”</p><p>After some time, he moved again in search of a better job. But in six weeks, he hit rock bottom. He found himself living in a small, rented room with no money and no food. He was very, very hungry.</p><p>In desperation, his heart cried out to God one night. “God, help me,” he said, praying for the first time in his life. “Send me someone.” In the morning, someone knocked on his door. It was a man in a suit. In his hand was a Bible. Radostin understood that God had sent the man in answer to his prayer.</p><p>The man, Paul, brought food for Radostin to eat. He invited him to church. Radostin went and was surprised. He had never been to a house of worship where he sensed God’s love. His heart was touched, and he wept.</p><p>Returning to Bulgaria, he told his family repeatedly about meeting God and experiencing His love at Paul’s church. He longed to return to the church, but he wasn’t sure that his wife would agree to even move. Like himself, she had been raised in another world religion.</p><p>He prayed, “God, if it is Your will, if You are God, help. If Paul’s church is Your true church, send my family and me there. I want to have a complete change in my life.”</p><p>One day, Radostin’s wife abruptly announced, “I don’t want to live in Bulgaria. I want to live in the city of Paul’s church.”</p><p>With those words, Radostin realized that it was God’s will for his family to move. He also realized that his wife wanted to know God. The family moved.</p><p>Today, Radostin is an active member of the Seventh-day Adventist Church and goes to Paul’s church every Sabbath.</p><p>Times still can be tough, but he is no longer worried. “We don’t pray for God to give us everything, but we pray that He will protect us from evil,” he told Adventist Mission. “We ask that He helps us to live through trials.”</p><p>He has no doubt that God hears his prayers. “I was not a good person as a young man,” he said. “But, praise God, He really has changed my heart!”</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 29,
          "idDay": 9,
          "idLesson": 2,
          "lessonText": "<p>Part I: Overview</p><p>Key Text: Luke 11:1</p><p>This week, we will reflect upon the desperation expressed by the psalmist amid times of trouble. In our study, we will consider four songs from the Psalter that are instructive in teaching us how to pray amid our daily struggles: Psalms 44, 22, 13, 60.</p><p><br></p><p>Part II: Commentary</p><p>Psalm 44</p><p><br></p><p>The honesty and straightforwardness of the psalmists in their petitions to YHWH may amaze or even shock us. For the most part, we tend to shy away from that level of boldness when addressing our Creator.</p><p>Not so the sons of Korah. Let’s look at some of the lessons we can learn from their bold prayer in Psalm 44:</p><p>1. The sons of Korah trust in God (Ps. 44:4–8), no matter what humiliations they face, because they remember YHWH’s works for them (Ps. 44:1–3). Their complaint is not one in which hard feelings and recrimination toward God dominate. Rather, their prayer is based on true faith in His strength and mercy.</p><p>2. They claim the Lord has abandoned them to the mercy of their enemies (Ps. 44:9–16). Can we express the same sentiment to our Creator with- out losing our faith?</p><p>3. The sons of Korah confirm they have not forgotten their God (Ps. 44:17). They have been faithful and acknowledge they cannot cheat the Lord (Ps. 44:17–22).</p><p>4. The song ends with strong cries for God to act on their behalf: “awake,” “arise,” “redeem” (Ps. 44:23–26). Thus, they plead mightily for deliverance.</p><p>The psalm ends without a clear answer from the Lord. His silence is a reminder that many times, this side of eternity, we may not always get the response from heaven that we desire. But we must not permit dismay to overwhelm us or cause us to make a shipwreck of our faith.</p><p><br></p><p><strong>Psalm 22</strong></p><p>This psalm is composed in the same vein as Psalm 44, although it should be noted that Psalm 22 is a personal petition. King David is the author of this psalm. According to discussion surrounding the historical setting of the psalm, we believe it was likely written either when David was under the persecution of Saul or during his affliction under the rebellion of his son Absalom. Whatever the historical origin of this song, there is no doubt that this psalm is Messianic. The New Testament quotes from it several times in the context of the suffering that Jesus experienced during His trial, torture, and crucifixion:</p><p>• “ ‘My God, my God, why have You forsaken me?’ ” (Mark 15:34, Matt. 27:46, NKJV) is a direct quotation of Psalm 22:1.</p><p>• Psalm 22:7 is applied to Jesus on the cross and to His mockers (Mark 15:29, Matt. 27:39, 40).</p><p>• Psalm 22:16 (“ ‘My hands and feet have shriveled’ ” NRSV) is a direct allusion to Jesus being nailed to the cross, even though this particular verse is not quoted by the Gospels.</p><p>• Mark 15:24 and Matthew 27:35 allude to Psalm 22:18.</p><p>• Psalm 22:12–15 also can be applied, without any hesitation, to the experience of Jesus. Psalm 22:17 depicts the condition of our Savior on the cross: “ ‘I can count all My bones. They look and stare at Me’ ” (NKJV).</p><p>In the context of the study of our lesson this week, it’s a comforting thought to know that this same Creator, when in our human condition, faced a degree of suffering that far exceeds any anguish or trial we shall ever face in our lives. For sure, our Lord recalled this psalm during that fateful Friday of His death and prayed it with tears in His eyes. We, too, can make these words our own amid our sorrows. How inspiring to know that Jesus Himself lamented in the midst of His suffering and expressed His anguish to His heavenly Father. There is no sin in such an expression of raw honesty. Jesus even requested in the Garden of Gethsemane: “ ‘O My Father, if it is possible, let this cup pass from Me,’ ” reminding us that the genuine expression in prayer of our feelings and weaknesses is never an offense to God’s ears. After Jesus poured out the feelings of His heart to His Father, He ended His prayer with perfect submission to His Father’s will: “ ‘Nevertheless, not as I will, but as You will’ ” (Matt. 26:39, NKJV).</p><p>Likewise, Psalm 22 expresses this same perfect trust and submission to the will of the Father. The psalm ends, as many other psalms do, with words of deliverance (Ps. 22:20–22) and praise (Ps. 22:23–26). It closes with a celebration of the Lord’s mercies (Ps. 22:27–31), spanning, in emotional breadth, from the pit of pain and suffering to the apogee of joy and blessing. Similarly, our prayers should aspire to such glorious heights.</p><p><strong>Psalm 13</strong></p><p>The writers of the Psalter list two questions to express desperation amid suffering and trials. One question is “Why?” [Heb. lamah]. “Why?” is used when the interlocutor wants to understand the actions of God under difficult circumstances, as follows:</p><p>(1) when it seems the Lord is not doing anything to save His follower (Ps. 10:1, Ps. 44:23);</p><p>(2) when it seems that God has forsaken the sufferer (Ps. 22:1, Ps. 42:9, Ps. 44:24); or</p><p>(3) when it appears that the Lord has cast him off (Ps. 42:3, Ps. 74:1, Ps. 88:14). In essence, this question is employed in an attempt to understand the reason for the action (or inaction) of God.</p><p>The second question the psalmists use is “How long?” (Ps. 13:1, 2; Ps. 35:17; Ps. 74:10; Ps. 79:5; Ps. 80:4; Ps. 89:46; Ps. 90:13; Ps. 94:3). “How long?” is utterly dissimilar to “Why?” in its intention. “How long?” doesn’t dispute God’s actions in the midst of one’s suffering.</p><p>Rather, “How long?” acknowledges that the Lord is always in control. Further, this question doesn’t petition God for vengeance against the source of one’s pain and sorrow. This interrogative expression simply voices the desire to know how much longer God will require the believer to wait. Moreover, “How long?” requests the Lord to act. This question also embodies the feeling of spiritual fatigue we endure in the face of our ongoing suffering and the yearning for it to end. We, too, with the psalmist may ask the Lord in our prayers: “How long?” Likewise, we may submit to Him a petition for His intervention and mercy. Such a plea can be termed a “grievance of faith.” After his painful complaint, David moves to his petition. This transi- tion models for us an important principle in our own prayers: we must not stagnate or wallow in our regrets. Rather, we should move forward in faith: “Consider and hear me, O Lord my God; enlighten my eyes” (Ps. 13:3, NKJV). Many times what we really need is the assurance that the Creator is with us.</p><p>As with Psalm 22, this song also ends with words of confidence (Ps. 13:5, 6). But these words are more than a simple statement of faith. During tribulations, the psalmist expresses joy and assurance (Ps. 13:5, 6). His problems still persist, but he trusts that they will be solved, and he relies on God’s providence to sustain him. Such reliance and faith are exemplary. We, too, must trust in God, believe in His power, and claim His promises. The psalmist uses three verbs in his final stanza: “trust,” “rejoice,” and “sing.” How can we rejoice when we are in trouble?</p><p>Likewise, how can we sing? We can do so when we “have trusted” in God’s “mercy . . . because He has dealt bountifully with me” (Ps. 13:5, 6, NKJV).<br></p><p><strong>Psalm 60</strong></p><p>The superscription of Psalm 60 gives us the historical context in which the song was written. Typically, the writers of the Psalter don’t provide such background information. However, its inclusion furnishes us with helpful material for understanding the origins of this song. Psalm 60 relates to the events in 2 Samuel 8:1–14. At that time, David was made king of all of Israel (2 Sam. 5:1–5) and had established Jerusalem as the capital city of his kingdom (2 Sam. 5:6–10). Nathan the prophet brought the covenant from God to the new king (2 Samuel 7). David stood ready to be a recipient of the fulfillment of the prom- ises that the Lord made to Abraham—namely, that his descendants would inherit the land “ ‘from the river of Egypt to the great river, the River Euphrates’ ” (Gen. 15:18, NKJV). After David’s first victories as Israel’s king against the Philistines (2 Sam. 5:17–25; 2 Sam. 8:1, 2) and Moab (2 Sam. 8:2), he faced another military threat from the Arameans. David fought against Hadadezer, king of Zobah, a conflict from which he returned victorious after killing 18,000 Syrians in the Valley of Salt. Also, “throughout all Edom he put garrisons, and all the Edomites became David’s servants. And the Lord preserved David wherever he went” (2 Sam. 8:14, NKJV).</p><p>The Psalms are not the philosophical musings of men on a distant deity. The songs are shaped by real problems faced in daily life (cf. 2 Samuel 8, with the mention of Moab, Edom, and Philistia in Psalm 60:8, 9). David wrote Psalm 60 in those terrible moments when Israel fought against powerful enemies. Despite intense opposition (Ps. 60:1–3), David expressed, with faith, “You have given a banner to those who fear You, that it may be displayed because of the truth” (Ps. 60:4, NKJV).</p><p>The melody that is Psalm 60 promises us that God is with His people (Ps. 60:6–8). For this reason, David asks for God’s presence during his most difficult hours (Ps. 60:9–11). In this mode, the psalm ends, not in a pessimistic spirit, brooding on the dark road ahead, but with strong confidence in God to succeed: “Through God we will do valiantly, for it is He who shall tread down our enemies” (Ps. 60:12, NKJV). When confronted with overwhelming challenges and opposition, the best way to face them is to pray. Then we must rise from our knees and trust in God to empower us to do great deeds for Him.</p><p><strong>Part III: Life Application</strong></p><p>The study of these four songs—Psalms 44, 22, 13, 60—teaches us how to pray in our times of tribulation. We have learned the necessity of hon- estly expressing our troubles, failures, and discouragement to the Lord in prayer. With assurance, we may bring our complaints and sorrows to our Creator, acting in faith and trusting that our prayers are heard.</p><p>Invite the members of your class to express their sorrows to God. Ask them to share with the rest of the group the new ideas this lesson has taught them about prayer. If possible, select a volunteer to share, in the spirit of the psalmists, an experience in his or her prayer life that was faith strengthening and empowering. Remember, rather than merely being a collection of beautiful poems, the Psalter is an invitation to do God’s will!</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>Teach us to Pray</strong></p>",
      "verse": "<p>“Now it came to pass, as He was praying in a certain place, when He ceased, that one of His disciples said to Him, ‘Lord, teach us to pray, as John also taught his disciples’&nbsp; (Luke 11:1, NKJV).<br></p>",
      "versionCode": 100,
      "weekDate": "January 6–12"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
