{
  "data": [
    {
      "color": "#e66d34",
      "id": 709,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "November 25",
          "dayTitle": "",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>Though written many years ago, the Bible, the Word of God, is the revelation of God’s truth for our world. And among the many truths it reveals is that of human nature, and that—whether in seventh-century Judea or twenty-first-century Brazil—people are basically the same: sinners in need of divine grace.<br><br>This includes the rich and powerful. The rich and powerful of Bible times were no different from the rich and powerful in modern times, especially in their pursuit of wealth and fame and power, often (but not always) at the expense of the vulnerable. Yet, God is as concerned about the salvation of the rich and the powerful as He is for that of the weak and the needy. Scripture provides some gripping examples of Bible characters who were powerful, or rich, or both, and how God used them to be a blessing to the nations: Abraham, Isaac, Job, Solomon, and Joseph, to name a few examples.<br><br>This week we will explore God’s mission to the rich and powerful. Journey with us as we see how God reached some of these people and how He is calling and preparing Seventh-day Adventists to be a witness to them today, as well.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 26",
          "dayTitle": "<p>Nebuchadnezzar<br></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>As Seventh-day Adventists, we believe in what is known as “unlimited atonement.” This means that, in contrast to some Christians, we believe that Christ’s death was for all humanity, not just a special group of those predestined by God for salvation. Because God “desires all men to be saved and to come to the knowledge of the truth” (1 Tim. 2:4, NKJV), Jesus offered Himself as a sacrifice “for our sins, and not for ours only but also for the whole world” (1 John 2:2, NKJV). That’s why everyone was chosen “in Him before the foundation of the world” (Eph. 1:4, NKJV), even if not everyone chooses Him in return. That’s why, too, we find accounts in the Bible of all sorts of people being reached for God.<br><br><strong>Read Daniel 4. What happened to the king here, and what does this tell us about salvation coming to one of the world’s most powerful men?</strong><br></p><p><strong>Daniel 4:1-37</strong></p><p><sup><strong>1 </strong></sup>Nebuchadnezzar the king, unto all people, nations, and languages, that dwell in all the earth; Peace be multiplied unto you.<br><sup><br><strong>2 </strong></sup>I thought it good to shew the signs and wonders that the high God hath wrought toward me.<br><sup><strong><br>3 </strong></sup>How great are his signs! and how mighty are his wonders! his kingdom is an everlasting kingdom, and his dominion is from generation to generation.<br><sup><br><strong>4</strong></sup> I Nebuchadnezzar was at rest in mine house, and flourishing in my palace:<br><sup><br><strong>5</strong></sup> I saw a dream which made me afraid, and the thoughts upon my bed and the visions of my head troubled me.<br><sup><br><strong>6</strong></sup> Therefore made I a decree to bring in all the wise men of Babylon before me, that they might make known unto me the interpretation of the dream.<br><sup><br><strong>7 </strong></sup>Then came in the magicians, the astrologers, the Chaldeans, and the soothsayers: and I told the dream before them; but they did not make known unto me the interpretation thereof.<br><sup><br><strong>8 </strong></sup>But at the last Daniel came in before me, whose name was Belteshazzar, according to the name of my God, and in whom is the spirit of the holy gods: and before him I told the dream, saying,<br><sup><br><strong>9</strong></sup> O Belteshazzar, master of the magicians, because I know that the spirit of the holy gods is in thee, and no secret troubleth thee, tell me the visions of my dream that I have seen, and the interpretation thereof.<br><sup><br><strong>10</strong></sup> Thus were the visions of mine head in my bed; I saw, and behold a tree in the midst of the earth, and the height thereof was great.<br><sup><br><strong>11 </strong></sup>The tree grew, and was strong, and the height thereof reached unto heaven, and the sight thereof to the end of all the earth:<br><sup><br><strong>12 </strong></sup>The leaves thereof were fair, and the fruit thereof much, and in it was meat for all: the beasts of the field had shadow under it, and the fowls of the heaven dwelt in the boughs thereof, and all flesh was fed of it.<br><sup><br><strong>13 </strong></sup>I saw in the visions of my head upon my bed, and, behold, a watcher and an holy one came down from heaven;<br><sup><br><strong>14 </strong></sup>He cried aloud, and said thus, Hew down the tree, and cut off his branches, shake off his leaves, and scatter his fruit: let the beasts get away from under it, and the fowls from his branches:<br><sup><br><strong>15</strong></sup> Nevertheless leave the stump of his roots in the earth, even with a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts in the grass of the earth:<br><sup><br><strong>16</strong></sup> Let his heart be changed from man's, and let a beast's heart be given unto him; and let seven times pass over him.<br><sup><strong><br>17 </strong></sup>This matter is by the decree of the watchers, and the demand by the word of the holy ones: to the intent that the living may know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will, and setteth up over it the basest of men.<br><sup><br><strong>18 </strong></sup>This dream I king Nebuchadnezzar have seen. Now thou, O Belteshazzar, declare the interpretation thereof, forasmuch as all the wise men of my kingdom are not able to make known unto me the interpretation: but thou art able; for the spirit of the holy gods is in thee.<br><sup><br><strong>19 </strong></sup>Then Daniel, whose name was Belteshazzar, was astonied for one hour, and his thoughts troubled him. The king spake, and said, Belteshazzar, let not the dream, or the interpretation thereof, trouble thee. Belteshazzar answered and said, My lord, the dream be to them that hate thee, and the interpretation thereof to thine enemies.<br><sup><br><strong>20</strong></sup> The tree that thou sawest, which grew, and was strong, whose height reached unto the heaven, and the sight thereof to all the earth;<br><sub><br><strong>21 </strong></sub>Whose leaves were fair, and the fruit thereof much, and in it was meat for all; under which the beasts of the field dwelt, and upon whose branches the fowls of the heaven had their habitation:<br><sup><br><strong>22</strong></sup> It is thou, O king, that art grown and become strong: for thy greatness is grown, and reacheth unto heaven, and thy dominion to the end of the earth.<br><sup><br><strong>23</strong></sup> And whereas the king saw a watcher and an holy one coming down from heaven, and saying, Hew the tree down, and destroy it; yet leave the stump of the roots thereof in the earth, even with a band of iron and brass, in the tender grass of the field; and let it be wet with the dew of heaven, and let his portion be with the beasts of the field, till seven times pass over him;<br><sup><br><strong>24</strong></sup> This is the interpretation, O king, and this is the decree of the most High, which is come upon my lord the king:<br><sup><br><strong>25</strong></sup> That they shall drive thee from men, and thy dwelling shall be with the beasts of the field, and they shall make thee to eat grass as oxen, and they shall wet thee with the dew of heaven, and seven times shall pass over thee, till thou know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will.<br><sup><br><strong>26</strong></sup> And whereas they commanded to leave the stump of the tree roots; thy kingdom shall be sure unto thee, after that thou shalt have known that the heavens do rule.<br><sup><br><strong>27</strong></sup> Wherefore, O king, let my counsel be acceptable unto thee, and break off thy sins by righteousness, and thine iniquities by shewing mercy to the poor; if it may be a lengthening of thy tranquillity.<br><sup><br><strong>28</strong></sup> All this came upon the king Nebuchadnezzar.<br><sup><br><strong>29</strong></sup> At the end of twelve months he walked in the palace of the kingdom of Babylon.<br><sup><br><strong>30</strong></sup> The king spake, and said, Is not this great Babylon, that I have built for the house of the kingdom by the might of my power, and for the honour of my majesty?<br><sup><br><strong>31</strong></sup> While the word was in the king's mouth, there fell a voice from heaven, saying, O king Nebuchadnezzar, to thee it is spoken; The kingdom is departed from thee.<br><sup><br><strong>32</strong></sup> And they shall drive thee from men, and thy dwelling shall be with the beasts of the field: they shall make thee to eat grass as oxen, and seven times shall pass over thee, until thou know that the most High ruleth in the kingdom of men, and giveth it to whomsoever he will.<br><sup><br><strong>33</strong></sup> The same hour was the thing fulfilled upon Nebuchadnezzar: and he was driven from men, and did eat grass as oxen, and his body was wet with the dew of heaven, till his hairs were grown like eagles' feathers, and his nails like birds' claws.<br><sup><br><strong>34</strong></sup> And at the end of the days I Nebuchadnezzar lifted up mine eyes unto heaven, and mine understanding returned unto me, and I blessed the most High, and I praised and honoured him that liveth for ever, whose dominion is an everlasting dominion, and his kingdom is from generation to generation:<br><sup><br><strong>35</strong></sup> And all the inhabitants of the earth are reputed as nothing: and he doeth according to his will in the army of heaven, and among the inhabitants of the earth: and none can stay his hand, or say unto him, What doest thou?<br><sup><br><strong>36</strong></sup> At the same time my reason returned unto me; and for the glory of my kingdom, mine honour and brightness returned unto me; and my counsellors and my lords sought unto me; and I was established in my kingdom, and excellent majesty was added unto me.<br><sup><br><strong>37</strong></sup> Now I Nebuchadnezzar praise and extol and honour the King of heaven, all whose works are truth, and his ways judgment: and those that walk in pride he is able to abase.<br></p><p>A striking example in the Bible of how God reaches powerful unbelievers is the story of King Nebuchadnezzar. God’s judgment was executed on him in a way similar to some Israelite kings (see, for example, 2 Chron. 32:25, 26; 1 Kings 14:21–31; 1 Samuel 28). The biblical account of Nebuchadnezzar, who came to his senses and acknowledged the Creator God, shows that God cares about the wealthy and powerful, as well as the weak and needy. In verse 37, the most powerful man on the earth declared, “Now I, Nebuchadnezzar, praise and extol and honor the King of heaven, all of whose works are truth, and His ways justice. And those who walk in pride He is able to put down” (Dan. 4:37, NKJV). If only all the rich and powerful and haughty among us mortal beings understood this truth!<br><br>What can we learn from this story? First, God uses committed believers, such as Daniel, as a bridge to reach powerful unbelievers. Second, God can directly intervene in the witnessing process in order to reach powerful unbelievers. Nebuchadnezzar was humbled by God for his pride and arrogance. And though this was a very dramatic story, there are many other ways in which the rich and powerful and haughty can be brought low.<br><br><strong>Even if we are not rich and powerful by the world’s standards, why must we be careful to avoid the kind of arrogance that this king had manifested?</strong><strong> Why might that attitude be easier to have than we might think?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 27",
          "dayTitle": "<p>Naaman<br></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p>Christ died for all, regardless of their background, wealth, ethnicity, or status. God ceaselessly draws all humanity to Himself, incuding those individuals classed among the powerful non-Christians of the world (see Ellen G. White, The Acts of Apostles, p. 416).<br><br><strong>Read 2 Kings 5:1–19. What can we take from this story about reaching people for the Lord?</strong><br></p><p><strong>2 Kings 5:1–19</strong></p><p><sup><strong></strong><strong>1</strong></sup> Now Naaman, captain of the host of the king of Syria, was a great man with his master, and honourable, because by him the Lord had given deliverance unto Syria: he was also a mighty man in valour, but he was a leper.<br><sup><br><strong>2 </strong></sup>And the Syrians had gone out by companies, and had brought away captive out of the land of Israel a little maid; and she waited on Naaman's wife.<br><sup><br><strong>3</strong></sup> And she said unto her mistress, Would God my lord were with the prophet that is in Samaria! for he would recover him of his leprosy.<br><sup><br><strong>4</strong></sup> And one went in, and told his lord, saying, Thus and thus said the maid that is of the land of Israel.<br><sup><br><strong>5</strong></sup> And the king of Syria said, Go to, go, and I will send a letter unto the king of Israel. And he departed, and took with him ten talents of silver, and six thousand pieces of gold, and ten changes of raiment.<br><sup><br><strong>6 </strong></sup>And he brought the letter to the king of Israel, saying, Now when this letter is come unto thee, behold, I have therewith sent Naaman my servant to thee, that thou mayest recover him of his leprosy.<br><sup><br><strong>7 </strong></sup>And it came to pass, when the king of Israel had read the letter, that he rent his clothes, and said, Am I God, to kill and to make alive, that this man doth send unto me to recover a man of his leprosy? wherefore consider, I pray you, and see how he seeketh a quarrel against me.<br><sup><strong><br>8 </strong></sup>And it was so, when Elisha the man of God had heard that the king of Israel had rent his clothes, that he sent to the king, saying, Wherefore hast thou rent thy clothes? let him come now to me, and he shall know that there is a prophet in Israel.<br><sup><br><strong>9 </strong></sup>So Naaman came with his horses and with his chariot, and stood at the door of the house of Elisha.<br><sup><br><strong>10</strong></sup> And Elisha sent a messenger unto him, saying, Go and wash in Jordan seven times, and thy flesh shall come again to thee, and thou shalt be clean.<br><sup><br><strong>11</strong></sup> But Naaman was wroth, and went away, and said, Behold, I thought, He will surely come out to me, and stand, and call on the name of the Lord his God, and strike his hand over the place, and recover the leper.<br><sup><br><strong>12</strong></sup> Are not Abana and Pharpar, rivers of Damascus, better than all the waters of Israel? may I not wash in them, and be clean? So he turned and went away in a rage.<br><sup><br><strong>13</strong></sup> And his servants came near, and spake unto him, and said, My father, if the prophet had bid thee do some great thing, wouldest thou not have done it? how much rather then, when he saith to thee, Wash, and be clean?<br><sup><br><strong>14</strong></sup> Then went he down, and dipped himself seven times in Jordan, according to the saying of the man of God: and his flesh came again like unto the flesh of a little child, and he was clean.<br><sup><br><strong>15</strong></sup> And he returned to the man of God, he and all his company, and came, and stood before him: and he said, Behold, now I know that there is no God in all the earth, but in Israel: now therefore, I pray thee, take a blessing of thy servant.<br><sup><br><strong>16</strong></sup> But he said, As the Lord liveth, before whom I stand, I will receive none. And he urged him to take it; but he refused.<br><sup><br><strong>17</strong></sup> And Naaman said, Shall there not then, I pray thee, be given to thy servant two mules' burden of earth? for thy servant will henceforth offer neither burnt offering nor sacrifice unto other gods, but unto the Lord.<br><sup><br><strong>18</strong></sup> In this thing the Lord pardon thy servant, that when my master goeth into the house of Rimmon to worship there, and he leaneth on my hand, and I bow myself in the house of Rimmon: when I bow down myself in the house of Rimmon, the Lord pardon thy servant in this thing.<br><sup><br><strong>19</strong></sup> And he said unto him, Go in peace. So he departed from him a little way.<br></p><p>In 2 Kings 5:17–19, Naaman made two unusual requests after God healed him of leprosy. First, he asked to take two mule-loads of earth from Israel back to Syria for the purpose of worshiping the living God. He states, “For your servant will no longer offer either burnt offering or sacrifice to the other gods, but to the Lord” (2 Kings 5:17, NKJV). Though Naaman is clearly now a believer in the only true God, his first request shows that pagan influences still held sway over his thinking to a degree. The Syrian commander regarded the God of Israel as a divinity who must be venerated on soil native to that land. Although Naaman acknowledged the reality that there was no God aside from the Lord of Israel, he had not whollly dispossessed himself of the notion that God was, by some particular means, connected to the land of Israel. Thus, in his own country he desired to worship God on Israelite soil. Naaman’s second petition shows the sincerity of his faith. While he resolved to serve only the God of heaven, he realized carrying out such a resolution in his own idolatrous country wouldn’t be easy. Moverover, the king of Syria still worshiped the god Rimmon, and in this occupation Naaman would serve as the king’s escort. While Naaman had no intention of forsaking his duties to his earthly king, he did not wish to be deemed as bowing in worship to Rimmon. Having surrendered his heart to Jehovah, Naaman desired not to make any concessions to idolatry by worshiping the heathen god. Nor did he want word to get back to Elisha that he was doing so.<br><br>Elisha responded to Naaman’s entreaty by saying “Go in peace” (2 Kings 5:19, NKJV). “These words must not be thought of as either expressing approval or disapproval of Naaman’s parting request. He was to depart in peace, not in doubt or restless uncertainty. God had been kind to him, and he was to find happiness and peace in his knowledge and worship of God.<br><br>Naaman was a new convert, a man with conscientious scruples, who would grow in strength and wisdom if he clung to his new-found faith. God leads new converts on step by step, and knows the appropriate moment in which to call for a reform in a certain matter. This principle ought always to be borne in mind by those who labor for the salvation of souls.”—The SDA Bible Commentary, vol. 2, p. 878.<br><br><strong>What lessons should we learn from this story about not pushing people too quickly, especially those who come from a non-­Christian background?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 28",
          "dayTitle": "<p>Witnessing to the Learned: Nicodemus<br></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p>Nicodemus was a learned man. The Bible describes him as a ruler of the Jews (John 3:1). Jesus referred to him as a teacher of Israel (John 3:10, NKJV). He had a good understanding of the Bible and had a spiritual hunger for the Lord. From a human perspective, he may have looked as though he were a follower of God. He kept all the commandments, and he was a respected leader among the Jews. He was powerful and wealthy. Many looked at these as signs that God had blessed him. Nevertheless, it turns out that the surface appearances were only that—surface appearances.<br><br><strong>Read John 3:1–12. What does this story reveal about Nicodemus’s spiritual needs and how Jesus addressed them right away?</strong><br></p><p>John 3:1–12</p><p><sup><strong>1</strong></sup> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:<br><sup><br><strong>2 </strong></sup>The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.<br><strong><br></strong><strong>3</strong><sup> </sup>Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.<br><sup><strong><br>4 </strong></sup>Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born?<br><sup><br><strong>5</strong></sup> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.<br><sup><strong><br>6 </strong></sup>That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.<br><sup><br><strong>7</strong></sup> Marvel not that I said unto thee, Ye must be born again.<br><sup><br><strong>8 </strong></sup>The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.<br><sup><br><strong>9 </strong></sup>Nicodemus answered and said unto him, How can these things be?<br><sup><br><strong>10 </strong></sup>Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?<br><sup><br><strong>11 </strong></sup>Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.<br><sup><br><strong>12 </strong></sup>If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?<br></p><p>When Nicodemus came to Jesus, he tried to maintain the facade, the status quo. But God knew his heart. Similarly, God knows the hearts and needs of all the rich and powerful, whatever their background. Nicodemus came to Jesus because Jesus’ teachings had convicted him. His pride kept him from openly confessing Jesus Christ as Lord, but that night changed him forever. Even after his conviction that Jesus was sent of God, he still did not openly acknowledge that he was a follower of Jesus Christ.<br><br><strong>Read John 7:43–52 and John 19:39. What do these texts tell us about Nicodemus and Jesus?</strong><br></p><p><strong>John 7:43–52</strong></p><p><sup><strong>43</strong></sup> So there was a division among the people because of him.<br><sup><br><strong>44</strong></sup> And some of them would have taken him; but no man laid hands on him.<br><sup><br><strong>45</strong></sup> Then came the officers to the chief priests and Pharisees; and they said unto them, Why have ye not brought him?<br><sup><br><strong>46</strong></sup> The officers answered, Never man spake like this man.<br><sup><br><strong>47</strong></sup> Then answered them the Pharisees, Are ye also deceived?<br><sup><br><strong>48</strong></sup> Have any of the rulers or of the Pharisees believed on him?<br><sup><br><strong>49</strong></sup> But this people who knoweth not the law are cursed.<br><sup><br><strong>50</strong></sup> Nicodemus saith unto them, (he that came to Jesus by night, being one of them,)<br><sup><br><strong>51</strong></sup> Doth our law judge any man, before it hear him, and know what he doeth?<br><sup><br><strong>52</strong></sup> They answered and said unto him, Art thou also of Galilee? Search, and look: for out of Galilee ariseth no prophet.<br></p><p><strong>John 19:39</strong><sup><br></sup></p><p><sup><strong>39</strong></sup> And there came also Nicodemus, which at the first came to Jesus by night, and brought a mixture of myrrh and aloes, about an hundred pound weight.<br></p><p>We can see here in these verses that Nicodemus had, obviously, been greatly impacted by Jesus. He sought to protect Him when Jesus was alive and then to honor Jesus after Jesus was dead. No question, Jesus had reached Nicodemus, who, even in his vaunted knowledge and wisdom, had a great need of the Savior, as we all do. Why must we be careful of the trap of thinking that because “we have the truth” (which we do), then the knowledge of this truth alone is enough to save us? How many souls will be lost who had more than enough knowledge, even of the three angels’ messages, to be saved?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 29",
          "dayTitle": "<p>Mission to the Rich<br></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Matthew 19:16–22. What lessons can we learn from this story, in which, in contrast to Nicodemus, a person did not accept Jesus?</strong><br></p><p><strong>Matthew 19:16–22</strong></p><p><sup><strong>16</strong></sup> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?<br><sup><br><strong>17 </strong></sup>And he said unto him, Why callest thou me good? there is none good but one, that is, God: but if thou wilt enter into life, keep the commandments.<br><sup><strong><br>18</strong></sup> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,<br><sup><br><strong>19</strong></sup> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.<br><sup><br><strong>20</strong></sup> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?<br><sup><br><strong>21 </strong></sup>Jesus said unto him, If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.<br><sup><br><strong>22 </strong></sup>But when the young man heard that saying, he went away sorrowful: for he had great possessions.<br></p><p>Jesus’ interaction with the rich young ruler shows just how dangerous a trap wealth can be. Look at these words: “And again I say to you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God” (Matt. 19:24, NKJV). This, of course, does not mean the rich cannot be saved, but only that, if these people are not careful, their riches can truly be an impediment to salvation.<br><br>In the end, the rich and the poor face the same fate: the grave. This means that the rich are in as desperate need of salvation as is anyone else. Whatever else money can buy, it cannot buy an exemption from death. That exemption comes only as a gift, offered freely by Jesus to whoever will claim it by faith. “ ‘I am the resurrection and the life. He who believes in Me, though he may die, he shall live’ ” (John 11:25, NKJV).<br><br><strong>Read Luke 19:1–10. What made the difference in this story, in contrast to the one about the rich young ruler?</strong><br>Luke 19:1–10</p><p><sup><strong>1 </strong></sup>And Jesus entered and passed through Jericho.<br><sup><br><strong>2 </strong></sup>And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich.<br><sup><br><strong>3 </strong></sup>And he sought to see Jesus who he was; and could not for the press, because he was little of stature.<br><sup><strong><br>4 </strong></sup>And he ran before, and climbed up into a sycomore tree to see him: for he was to pass that way.<br><sup><strong><br>5</strong></sup> And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for to day I must abide at thy house.<br><sup><br><strong>6 </strong></sup>And he made haste, and came down, and received him joyfully.<br><sup><br><strong>7 </strong></sup>And when they saw it, they all murmured, saying, That he was gone to be guest with a man that is a sinner.<br><sup><br><strong>8</strong></sup> And Zacchaeus stood, and said unto the Lord: Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore him fourfold.<br><sup><br><strong>9 </strong></sup>And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a son of Abraham.<br><sup><br><strong>10 </strong></sup>For the Son of man is come to seek and to save that which was lost.<br></p><p>Zacchaeus responded to Jesus in a way that, unfortunately, the rich young ruler didn’t. Notice, Jesus didn’t tell Zacchaeus to sell what he had and give to the poor, as He did to the rich young ruler. Jesus must have known just how tied to his money the rich ruler was, which was why Jesus said what He did to him. In contrast, though we don’t know all that was spoken when Jesus was in his house, Zacchaeus obviously was convicted by Jesus and knew that he had to make some changes in his life, especially as it related to his wealth.<br><br><strong>“ ‘For what profit is it to a man if he gains the whole world, and loses his own soul? Or what will a man give in exchange for his soul?’ ” (Matt. 16:26, NKJV). What should these words say to us all?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 30",
          "dayTitle": "<p>Mission to the Powerful<br></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p>Jesus knew how to make friends with the powerful. He was admired and respected by many of these people and, at the same time, was also despised by many. The powerful people in the Bible who came to Jesus for help surely sensed that He cared for them. Also, many of the rich and powerful did not openly come to Jesus right away; they waited until they were certain that Jesus was truly the Son of God. Such was the case both with Nicodemus and Joseph of Arimathea.<br><strong><br>Read Matthew 27:57–60 (see also Mark 15:43–47, Luke 23:50–53, and John 19:38–42). What does this account tell us about how the Lord used a rich man who clearly had been impacted by Jesus?</strong><br><br>Until this time we have heard nothing of Joseph of Arimathea. Suddenly this rich man appears, almost out of nowhere, and is used to help fulfill prophecy. God has used and will continue to use the rich for His purposes. Hence, we must have a mission to them, as well.<br><br>Where to begin can be one of the most difficult phases in making friends with powerful people. In general, it is better not to pursue them; let them come to you. Jesus did this; they became a witness to His message, healing, and power from God. They were convinced behind the scenes that He is truly the Son of God.<br><br>Powerful people will seek to partner with genuine ministry for a number of reasons. They want to be part of something good that is changing the lives of people. This is one way they know that it can also change their lives. It provides a subtle way for the rich and powerf­ul to get the help they need without publicly disclosing their needs.<br><br>The second phase is to begin a genuine ministry as an avenue for the rich and powerful to be part of God’s ministry. <strong>Take some time to invest in the lives of the rich and powerful in your society.<br><br></strong><strong>Challenge: </strong>Add someone to your daily prayer list who is in a position of power, is not a believer, and is someone you could come in contact with from time to time.<br><br><strong>Challenge Up:</strong> Address a letter or email to someone in a position of power—even if it is someone you may never have met—and tell that person that you are praying for him or her.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 1",
          "dayTitle": "<p>Further Thought:<br></p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p>Read Ellen G. White, “Ministry to the Rich,” The Ministry of Healing, pp. 209–216; “Captive Maid Shows Concern for Naaman,” Reflecting Christ, p. 337.<br><br>Jesus’ love is the same for the poor as it is for the rich and powerful people in the world. He died for princes as well as for paupers. Jesus knew the most effective way of reaching their hearts. He warned us that “ ‘it is easier for a camel to go through the eye of a needle than for someone who is rich to enter the kingdom of God’ ” (Mark 10:25, NIV).<br><br>We are challenged this week to reach powerful and wealthy individuals with the gospel of Jesus Christ. They are as much in need of salvation as is anyone else, even if, unfortunately, they might not realize it because of the “security” that they believe their wealth offers. “Much is said concerning our duty to the neglected poor; should not some attention be given to the neglected rich? Many look upon this class as hopeless. . . . Thousands of wealthy men have gone to their graves unwarned. But indifferent as they may appear, many among the rich are soul-burdened.”—Ellen G. White, The Ministry of Healing, p. 210.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. J</strong>esus broke down caste and class barriers when ministering to the rich and the poor during His earthly ministry. How do we as Adventists address this issue, that of the gap between the rich and the poor, that is so ingrained in all our societies?<br><br><strong>2. </strong>Jesus said the following: “ ‘Now he who received seed among the thorns is he who hears the word, and the cares of this world and the deceitfulness of riches choke the word, and he becomes unfruitful’ ” (Matt. 13:22, NKJV). What do you think Jesus meant by “the deceitfulness of riches”?<br><br>Why do we not necessarily have to be rich to be deceived by riches?<br><br><strong>3.</strong> In class, go over the question asked at the end of Tuesday’s study about the fact that knowing the truth is not the same thing as being saved by it. Why is this such a crucial distinction for us to make? If knowing the truth alone is not what saves us, what does save us?<br><br><strong>4. </strong>What other reasons can you think of for why the rich young ruler rejected Jesus while Zacchaeus accepted Him?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>Mission Path to Spain: Part 3<br><br>By Andrew McChesney</strong><br><br>Pastor Luis Paiva miraculously received US$1,000 to pay off a debt, leading him to believe that God’s will was for him, his wife, and their three children to leave Venezuela. But they didn’t have any savings. “Lord, how do I leave with no savings?” he prayed.<br><br>At home, his wife said a pastor in the United States had called, wanting to speak with him. The pastor was looking for a volunteer missionary to work for a year in an area of Mexico without a Seventh-day Adventist presence. Luis went to Mexico, and his wife and children joined him two months later.<br><br>Over the next eight months, 35 people were baptized through Luis’s efforts. One new member donated a building, and a new church was opened. But the authorities denied Luis a visa to stay in Mexico. He seemed to only have two options: move to the United States illegally or stay in Mexico illegally. He didn’t want to live anywhere illegally. Luis had become acquainted with a regional immigration official. When the official heard about Luis’ situation, he promised not to deport him. Luis believed him. But he believed God even more when God said, “Do not put your trust in princes, in human beings, who cannot save” (Psalm 146:3, NIV).<br><br>Worried, Luis prayed. He also made phone calls to the United States and Canada, seeking legal advice on leaving Mexico. Only two churches replied—an Adventist church and another church, both in Canada—but Luis remained in Mexico. Then a church member visited his home. “What’s your biggest fear?” the man asked.<br><br>“I don’t want to live illegally in Mexico, and I don’t want to travel illegally to the United States,” Luis replied. “I also don’t want to return to my country.”<br><br>“If you had the money, what would you do right now?” the man asked. “I would buy a plane ticket to fly to Spain,” Luis said.<br><br>Luis had a same-age aunt who had immigrated to Spain 20 years earlier. If he moved, he would have a family member nearby. Also, he had visited Spain three years earlier and felt comfortable there.<br><br>After listening to Luis, the church member said, “So, let’s buy the tickets and have you fly to Spain.” After buying plane tickets for Luis and his family, he told Luis not to worry. “God is with you and is leading you,” he said.<br><br>Today, Luis and his wife are missionaries in Spain.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>Mission to the Powerful<br></p>",
      "verse": "<p>“For what profit is it to a man if he gains the whole world, and loses his own soul? Or what will a man give in exchange for his soul?” (Matthew 16:26, NKJV).<br></p>",
      "versionCode": 30,
      "weekDate": "November 25–December 1"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
