{
   "data":[
      {
         "color":"#71D079",
         "id":705,
         "idEs":35,
         "language":"en",
         "lessonDays":[
            {
               "date":"January 25",
               "dayTitle":"",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>Though God’s compassion is often celebrated, many find the idea of His wrath disturbing. If God is love, they think He should never express wrath. That notion, however, is false. His wrath arises directly from His love.\n</p><p>Some claim that the Old Testament God is a God of wrath and that the New Testament God is a God of love. But there is only one God, and He is revealed as the same in both Testaments. The God who is love does become angry at evil—but precisely because He is love. Jesus Himself expressed profound anger against evil, and the New Testament teaches numerous times about the righteous and appropriate wrath of God.\n</p><p>God’s anger is always His righteous and loving response against evil and injustice. Divine wrath is righteous indignation motivated by perfect goodness and love, and it seeks the flourishing of all creation. God’s wrath is simply the appropriate response of love to evil and injustice. Accordingly, evil provokes God to passion in favor of the victims of evil and against its perpetrators. Divine wrath, then, is another  expression of divine love.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 26",
               "dayTitle":"<p>Grieved by Evil</p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p>The God of the Bible loves justice and hates evil. Sin and evil, therefore, provoke Him to passion, a passion expressed on behalf of those oppressed and abused, and even in cases in which one’s evil affects&nbsp;primarily oneself. God hates evil because evil always hurts His crea- tures, even if self-inflicted. In the biblical narratives, God is repeatedly&nbsp;provoked to anger by what biblical scholars refer to as the cycle of rebellion. This cycle goes as follows:</p><p>The people rebel against God and do evil, sometimes even hor- rendous atrocities, such as child sacrifice and other abominations in His sight.\n</p><p>God withdraws according to the people’s decisions.&nbsp;</p><p>The people are oppressed by foreign nations. The people cry to God for deliverance. God graciously delivers the people.\n</p><p>The people rebel against God again, often more egregiously than before.\n</p><p>In the face of this cycle of egregious evil and infidelity, however, God repeatedly meets human unfaithfulness, but with unending faithfulness, longsuffering forbearance, amazing grace, and deep compassion.\n</p><p><strong>Read Psalm 78. What does this passage convey about God’s response to His people’s repeated rebellions?\n</strong></p><p>According to the Bible, love and justice are intertwined. Divine anger is the proper response of love against evil because evil always hurts someone whom God loves. There is no instance in Scripture where God is arbitrarily or unfairly wrathful or angry.</p><p>And while God’s people repeatedly forsook and betrayed Him, over the centuries God continued patiently to bestow compassion beyond all reasonable expectations (Neh. 9:7–33), thus demonstrating the unfathomable depth of His long-suffering compassion and merciful love. Indeed, according to Psalm 78:38, God, “being full of compas- sion, forgave their iniquity and did not destroy them. Yes, many a time&nbsp;He turned His anger away, and did not stir up all His wrath” (NKJV).</p><p><strong>Surely, you have been angry over the evil done to others. How does this emotion help you better understand, then, God’s wrath toward evil?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 27",
               "dayTitle":"<p>God Is Slow to Anger</p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p>God becomes angry at evil because God is love. God is so compassionate and gracious that one biblical prophet even chastised God for being too merciful!\n</p><p><strong>Consider the story of Jonah and reflect on Jonah’s reaction to God’s compassionate forgiveness of the Ninevites, in Jonah 4:1–4. What does this tell us about Jonah, and about God? (See also Matt. 10:8.)\n</strong></p><p><strong><sup>1</sup></strong> But it displeased Jonah exceedingly, and he became angry.\n</p><p><strong><sup>2</sup></strong> So he prayed to the Lord, and said, “Ah, Lord, was not this what I said when I was still in my country? Therefore I fled previously to Tarshish; for I know that You are a gracious and merciful God, slow to anger and abundant in lovingkindness, One who relents from doing harm.\n</p><p><strong><sup>3</sup></strong> Therefore now, O Lord, please take my life from me, for it is better for me to die than to live!”\n</p><p><strong><sup>4</sup></strong> Then the Lord said, “Is it right for you to be angry?”\n</p><p>Jonah’s reaction to God’s mercy is telling in two primary ways. First, it displays Jonah’s own hardheartedness. He hated the Assyrians so much for what they had done to Israel that he did not want God to show them any mercy.\n</p><p>What a lesson for us! We must be careful to guard against this same attitude, however understandable it may be. Of all people, those who have received the grace of God should recognize unmerited grace and thus be willing to extend grace to others.\n</p><p>Secondly, Jonah’s reaction reinforces how central God’s compassion and grace are to His character. So familiar was Jonah with God’s mercy that—precisely because God is “gracious and merciful” and “slow to anger and abundant in lovingkindness” (Jon. 4:2, NKJV)—Jonah knew that the Lord would relent from bringing judgment against Nineveh. God deals justly and mercifully with all peoples and nations.\n</p><p>The Hebrew phrase translated “slow to anger” or “longsuffering” could be literally translated “long of nose.” In Hebrew idiom, anger was metaphorically associated with the nose, and the length of nose metaphorically images how long it takes for one to become angry.\n</p><p>References to God as “long of nose,” then, convey that God is slow to anger and long-suffering. While it does not take long for humans to become angry, God is exceedingly long-suffering and patient, and\n</p><p>bestows grace freely and abundantly, yet without justifying sin or turning a blind eye to injustice. Instead, God Himself makes atonement for\n</p><p>sin and evil via the cross so that He can be both just and the justifier of those who believe in Him (Rom. 3:25, 26).\n</p><p><strong>Have you ever failed to show mercy or grace to someone who has wronged you? How can you best remember what God has done for you so that you become more gracious to others in response to the abundant grace God has shown you? And how do we show mercy and grace without giving license to sin or enabling abuse or oppression?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 28",
               "dayTitle":"<p>Righteous Indignation</p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p>While there are many inappropriate forms of anger, the Bible also teaches that there is “righteous indignation.”\n</p><p>Imagine a mother watching her three-year-old daughter playing at the playground and then, suddenly, a man attacks her daughter. Should she not be angry? Of course, she should. Anger is the proper response of love in such a circumstance. This example helps us understand God’s “righteous indignation.”\n</p><p><strong>Read Matthew 21:12, 13 and John 2:14, 15. What does Jesus’ reaction to the way the temple was being used tell us about God’s getting angry at evil?\n</strong></p><p>Matthew 21:12, 13\n</p><p><sup>12</sup> Then Jesus went into the temple [a]of God and drove out all those who bought and sold in the temple, and overturned the tables of the money changers and the seats of those who sold doves.\n</p><p><sup>13</sup> And He said to them, “It is written, ‘My house shall be called a house of prayer,’ but you have made it a ‘den of thieves.’ ”\n</p><p>John 2:14, 15\n</p><p><sup>14</sup> And He found in the temple those who sold oxen and sheep and doves, and the money changers [a]doing business.\n</p><p><sup>15</sup> When He had made a whip of cords, He drove them all out of the temple, with the sheep and the oxen, and poured out the changers’ money and overturned the tables.\n</p><p>In these instances, Jesus displays the “godly zeal” of righteous indignation against those who were treating God’s temple as common and&nbsp;who had turned it into a “den of robbers” in order to take advantage of widows, orphans, and the poor (Matt. 21:13; compare with John 2:16). The temple and services, which were supposed to typify God’s gracious forgiveness and His cleansing of sinners, were instead being used to cheat and oppress some of the most vulnerable. Should Jesus not have been angry at this abomination?</p><p>Mark 10:13, 14 and Mark 3:4, 5 offer more examples of His righteous indignation. When people brought little children to Jesus and&nbsp;“the disciples rebuked those who brought them,” Jesus “was greatly displeased”—literally “indignant.” He said to them, “ ‘Let the little children come to Me’ ” (Mark 10:13, 14, NKJV).</p><p>Elsewhere, when the Pharisees waited to accuse Jesus of breaking the Sabbath by healing on it, Jesus asked them, “ ‘Is it lawful on the Sabbath to do good or to do evil, to save life or to kill?’ ” (Mark 3:4, NKJV). He “looked around at them with anger, being grieved by the hardness of their hearts” and then proceeded to heal the man (Mark 3:5, NKJV). Christ’s anger is associated here with grief at their hardness; it is the righteous anger of love, just as the anger attributed to God in the Old Testament is the righteous anger of love. How could love not be upset by evil, especially when evil hurts the objects of that love?\n</p><p><strong>How can we be careful not to seek to justify selfish anger as “righteous indignation”? Why is that so easy to do, and how can we protect ourselves from that subtle but real trap?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 29",
               "dayTitle":"<p>God Does Not Afflict Willingly</p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p>Throughout the Bible, God repeatedly displays His passion in favor of the downtrodden and the oppressed and His corresponding righteous indignation against the victimizers and oppressors. If there were no evil, God would not be angry. His anger is only and always against that which harms His creation.\n</p><p>According to Lamentations 3:32, 33, God does not afflict willingly (literally, God does not afflict “from His heart”). He does not want to bring judgment against evildoers, but love finally requires justice.\n</p><p>This truth is exemplified in how long God continued to forgive His\n</p><p>people and repeatedly grant them opportunities to repent and be reconciled to Him. Again and again, through the prophets, God called out to His people, but they refused to listen (see Jer. 35:14–17, Ps. 81:11–14).</p><p><strong>Read Ezra 5:12 and compare it with Jeremiah 51:24, 25, 44. What does this explain about the judgment that came upon Jerusalem via the Babylonians? (See also 2 Chron. 36:16.)\n</strong></p><p>Ezra 5:12\n</p><p><strong><sup>12</sup></strong> But because our fathers provoked the God of heaven to wrath, He gave them into the hand of Nebuchadnezzar king of Babylon, the Chaldean, who destroyed this temple and carried the people away to Babylon.\n</p><p>Jeremiah 51:24, 25, 44\n</p><p><strong><sup>24</sup></strong> “And I will repay Babylon And all the inhabitants of Chaldea For all the evil they have done In Zion in your sight,” says the Lord.\n</p><p><strong><sup>25</sup></strong> “Behold, I am against you, O destroying mountain, Who destroys all the earth,” says the Lord. “And I will stretch out My hand against you, Roll you down from the rocks, And make you a burnt mountain.\n</p><p><strong><sup>44</sup></strong> I will punish Bel[a] in Babylon, And I will bring out of his mouth what he has swallowed; And the nations shall not stream to him anymore. Yes, the wall of Babylon shall fall.\n</p><p>According to Ezra 5, after the people persistently and unrepentantly provoked God to anger, He eventually withdrew and “gave” the people “ ‘into the hand of Nebuchadnezzar King of Babylon’ ” (Ezra 5:12, NKJV). But God did so only after there was “no remedy” (2 Chron. 36:16), and God later judged Babylon for the excessive devastation it inflicted upon Judah (Jer. 51:24, 25, 44; compare with Zech. 1:15).\n</p><p>Many other judgments that Scripture describes as brought about by God are explained as instances in which God “gives” the people over to their enemies (Judg. 2:13, 14; Ps. 106:41, 42), in accordance with the people’s decisions to forsake the Lord and serve the “gods” of the nations (Judg. 10:6–16, Deut. 29:24–26). God’s anger against evil, which will finally culminate in the eradication of all evil once and for all, stems from His love for all and from His desire for the final good of the universe, which itself has a stake in the whole question of sin and rebellion and evil.\n</p><p><strong>How does the fact that God does not want to bring judgment against anyone affect your understanding of divine anger and wrath? If God is slow to anger, should we not be more patient and long-suffering with those around us? How can we do so while also protecting and caring for the victims of wrongdoing?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 30",
               "dayTitle":"<p>Show Compassion</p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p>While divine wrath is a “terrible” thing, it is by no means immoral or unloving. On the contrary, in the Old and New Testaments, God&nbsp;expresses wrath against evil because of His love. Divine wrath is terrible because of the insidious nature of evil in contrast to the pure goodness and splendor of God.</p><p>In this regard, love is essential to God; wrath is not. Where there&nbsp;is no evil or injustice, there is no wrath. In the end, God’s most lov- ing action of eradicating evil from the universe also effectively will&nbsp;eliminate anger and wrath. And that is because never again will there be any injustice or evil. Forevermore, there will be only the eternity of bliss and justice in a perfect love relationship. There will never again be divine wrath because never again will there be the need for it. What a wonderful thought!</p><p><strong>Some worry that divine anger might unintentionally be taken as giving license to human vengeance. Read Deuteronomy 32:35, Proverbs 20:22, Proverbs 24:29, Romans 12:17–21, and Hebrews 10:30. How do these texts guard against human vengeance?\n</strong></p><p>Deuteronomy 32:35\n</p><p><strong><sup>35</sup></strong> Vengeance is Mine, and recompense; Their foot shall slip in due time; For the day of their calamity is at hand, And the things to come hasten upon them.’\n</p><p>Proverbs 20:22\n</p><p><strong><sup>22</sup></strong> Do not say, “I will [a]recompense evil”; Wait for the Lord, and He will save you.\n</p><p>Proverbs 24:29\n</p><p><strong><sup>29</sup></strong> Do not say, “I will do to him just as he has done to me; I will render to the man according to his work.”\n</p><p>Romans 12:17–21\n</p><p><strong><sup>17</sup></strong> Repay no one evil for evil. Have[a] regard for good things in the sight of all men.\n</p><p><strong><sup>18</sup></strong> If it is possible, as much as depends on you, live peaceably with all men.\n</p><p><strong><sup>19</sup></strong> Beloved, do not avenge yourselves, but rather give place to wrath; for it is written, “Vengeance is Mine, I will repay,” says the Lord.\n</p><p><strong><sup>20</sup></strong> Therefore\n</p><p>“If your enemy is hungry, feed him; If he is thirsty, give him a drink; For in so doing you will heap coals of fire on his head.”\n</p><p><strong><sup>21</sup></strong> Do not be overcome by evil, but overcome evil with good.\n</p><p>Hebrews 10:30\n</p><p><strong><sup>30</sup></strong> For we know Him who said, “Vengeance is Mine, I will repay,” [a]says the Lord. And again, “The Lord will judge His people.”\n</p><p>According to Scripture, God has the right to bring judgment; and when He does, He always does so with perfect justice. Both the Old and New Testaments explicitly reserve vengeance for God. As Paul writes in Romans 12:19 (NASB), “Never take your own revenge, beloved, but leave room for the wrath of God, for it is written, ‘Vengeance is mine, I will repay,’ says the Lord” (quoting from Deuteronomy 32:35).\n</p><p>While God eventually brings judgment against injustice and evil, Christ has made a way for all who believe in Him. Indeed, it is “Jesus&nbsp;who delivers us from the wrath to come” (1 Thess. 1:10, NKJV; com- pare with Rom. 5:8, 9). And this is according to God’s plan: “For God&nbsp;did not appoint us to wrath, but to obtain salvation through our Lord Jesus Christ” (1 Thess. 5:9, NKJV). Divine wrath is not nullified, but those who have faith in Jesus will be delivered from such wrath because of Christ.</p><p><strong>In what way has Christ’s atonement upheld justice while also delivering us from wrath? Recognizing that provision had been\nmade for you, despite your shortcomings, how much more gracious should you be to others?</strong></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 31",
               "dayTitle":"<p>Further Thought: Read Ellen G. White, “Idolatry at Sinai,” pp. 315– 330, in Patriarchs and Prophets.</p>",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p>In the context of the sin of the golden calf, Ellen G. White wrote: “The Israelites had been guilty of treason, and that against a King who&nbsp;had loaded them with benefits and whose authority they had voluntarily pledged themselves to obey. That the divine government might&nbsp;be maintained justice must be visited upon the traitors. Yet even here God’s mercy was displayed. While He maintained His law, He granted freedom of choice and opportunity for repentance to all. Only those were cut off who persisted in rebellion.</p><p>“It was necessary that this sin should be punished, as a testimony to&nbsp;surrounding nations of God’s displeasure against idolatry. By executing justice upon the guilty, Moses, as God’s instrument, must leave on record a solemn and public protest against their crime. As the Israelites should hereafter condemn the idolatry of the neighboring tribes, their enemies would throw back upon them the charge that the people who claimed Jehovah as their God had made a calf and worshiped it in Horeb. Then though compelled to acknowledge the disgraceful truth, Israel could point to the terrible fate of the transgressors, as evidence that their sin had not been sanctioned or excused.</p><p>“Love no less than justice demanded that for this sin judgment should be inflicted. . . . It was the mercy of God that thousands should suffer, to prevent the necessity of visiting judgments upon millions. In order to save the many, He must punish the few.”—Ellen G. White, Patriarchs and Prophets, pp. 324, 325.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1 Why do you think so many people struggle with the concept of divine wrath? What helps you to understand it?\n</strong></p><p><strong>2 What problems always arise when people seek vengeance that never arise when God seeks it?\n</strong></p><p><strong>3 How was God’s judgment against Israel after the golden calf rebellion also an instance of divine mercy? What other examples in Scripture show that even God’s judgment is an act of love?\n</strong></p><p>4 <strong>Even though we understand that God righteously becomes indignant against evil and brings judgment with perfect justice, how important is it for us to refrain from condemning others? Discuss this particularly in light of 1 Corinthians 4:5.\n</strong></p><p><strong><sup>5</sup></strong> Therefore judge nothing before the time, until the Lord comes, who will both bring to light the hidden things of darkness and reveal the [a]counsels of the hearts. Then each one’s praise will come from God.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 31",
               "dayTitle":"<p>Inside Story <br></p>",
               "id":58,
               "idDay":8,
               "idLesson":5,
               "lessonText":"<p>“Do You Want Satan to Win?”<br></p><p>American missionary Joanne (Park) Kim locked herself in her apartment after being attacked by four drunken strangers in Mongolia. She was hurt, scared, and crying. She wanted to return home to the United States.\n</p><p>After two days, another missionary came to see her. She thought that he had come to comfort her, but instead he scolded her. “Seriously, Joanne, did you come all the way over here to witness to your closet?” he said. “Do you want Satan to win?”\n</p><p>It was just what Joanne needed to hear. If the missionary had comforted her, she would probably have wallowed in her misery, given&nbsp;up, and gone home. But now she reflected on why she had come to Mongolia. Initially, she had planned to go to Uzbekistan, so she had started learning Russian, including the Cyrillic alphabet. When the plan had fallen through, she had ended up in Mongolia, where the Cyrillic alphabet was the same, but she couldn’t understand a word. For the first couple of months, she had tried unsuccessfully to learn Mongolian.</p><p>Without the language, she was struggling to witness. Without the language, she couldn’t ask for help or speak up for herself when she was attacked by drunken strangers nearly every week. Complicating matters, people kept assuming that she was Mongolian and spoke Mongolian because of her Korean ethnicity.</p><p>Joanne still wanted to share the love of Jesus in Mongolia, but she didn’t feel that she had any love left to share after multiple drunken attacks.\n</p><p>“Lord,” she prayed, “if You are serious about me staying here, please give me a way out of this mess. You need to protect me, or give me a way to handle these situations, or get rid of these drunken men.”\n</p><p>She decided to stay in Mongolia and wait on God.\n</p><p>The drunken attacks didn’t stop. But God gave Joanne a tool to defend herself. Within just three months, she learned to speak Mongolian fluently. It was a miracle. Joanne was able to give Bible studies in Mongolian, and she could speak up for herself and ask for help when she was attacked. But she couldn’t love like Jesus. The pain from the attacks ran very deep.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers<br></p>",
               "id":59,
               "idDay":9,
               "idLesson":5,
               "lessonText":"<p><strong>Part I: Overview Key Text: Psalm 78:38<br><br>Study Focus: Psalm 78; Matt. 21:12, 13; John 2:14, 15.</strong><br><br><strong>Introduction: </strong>God’s wrath is an expression of His love, which will punish evil and sin.<br><br><strong>Lesson Themes: </strong>This week’s lesson highlights two basic points:<br><br><strong>1. God’s wrath is His holy and patient response to sin</strong>. God’s wrath is not based on an arbitrary, uncontrollable, or vengeful initiative. Rather, it is always a loving, firm response against evil and injustice. His anger is a response to continuous and rebellious sin, which harms His creation. Divine wrath is another expression of His love, either to punish evil people for their sins or to deliver His people from their grasp. In Scripture, God’s wrath is best understood in the context of its narrative, as in Psalm 78. Despite all the signs and wonders performed by God, His people forgot Him, becoming stubborn and rebellious and having unrepentant hearts.<br><br><strong>2. God’s wrath is a loving and righteous indignation</strong>. In Scripture we find a vivid description of God’s wrath as a loving and righteous indignation against the oppression and suffering of His people. God actively intervenes to punish evil, given His righteous indignation, which is motivated by perfect goodness and love. His wrath is the proper response of love against evil, inasmuch as evil hurts His beloved creatures.<br><br><strong>Life Application</strong>: Taking into account God’s responsible response to injustice and evil, how should we work to actively eliminate injustice or alleviate the suffering of others?<br><br><strong>Part II: Commentary<br><br>1. God’s Wrath Is His Holy and Patient Response to Sin.</strong><br><br>The Bible’s teaching about God’s wrath is best understood in the context of the narrative wherein it is mentioned. Psalm 78, which is the second- longest psalm in the Psalter—next to Psalm 119—highlights specific events in the history of Israel, particularly the Exodus and the wilderness wanderings. In this poetic narrative, Asaph encourages God’s people to be faithful to the Lord, in contrast to rebellious past generations.<br><br>Different from many psalms, Psalm 78 is not addressed to God in the form of song/prayer but rather to the people in the form of song/instruction (see the note on Psalm 78 by Adele Berlin and Marc Zvi Brettler,<br><br>The Jewish Study Bible, 2nd ed. [Oxford: Oxford University Press, 2014], p. 1353). Most likely, the psalmist intended to help the people remember God’s powerful and loving acts as they sang this poetic narrative, thus ensuring they did not forget as did the wilderness generation (see the note on Psalm 78 by C. John Collins, ESV Study Bible [Wheaton, IL: Crossway, 2008], p. 1033).<br><strong><br>The Hebrew verb for forgetting (šk?) is used twice in the psalm.</strong><br><br>In Psalm 78:7, the emphasis on not forgetting the works of the Lord is associated with setting one’s “hope in God” and keeping “His com­ mandments” (NKJV). Conversely, to forget God’s works means to be “stubborn and rebellious” and reveals the deeper problem of not setting the “heart aright”; that is, it shows a spirit that is “not faithful to God” (Ps. 78:8, NKJV). Despite all the wonders and blessings in the wilderness, the people rebelliously “sinned even more” (Ps. 78:17, NKJV), “tested God in their heart” (Ps. 78:18, NKJV), and “spoke against God” (Ps. 78:19, NKJV). It is in response to this sin that we hear the reference to God’s wrath in Psalm 78:21, “Therefore, the Lord heard this and was furious; so a fire was kindled against Jacob, and anger also came up against Israel” (NKJV). The reason for God’s wrath is summarized in the following verse:<br><br>“Because they did not believe in God, and did not trust in His salvation” (Ps. 78:22, NKJV), despite all the signs and wonders performed by the Lord before their eyes.<br><br>Likewise, the next reference to the wrath of God, in Psalm 78:31, states that “in spite of this they still sinned, and did not believe in His wondrous works” (Ps. 78:32, NKJV). To be sure, the psalm even points out that when God struck them, they began to seek Him again and to remember that God is their salvation (Ps. 78:34, 35).<br><br>However, this reaction was not sincere. As a matter of fact, “they flattered Him with their mouth, and they lied to Him with their tongue; for their heart was not steadfast with Him, nor were they faithful in His covenant” (Ps. 78:36, 37, NKJV). It is precisely in this context that we find the most beautiful and loving description of God’s wrath in the psalm: “But He, being full of compassion, forgave their iniquity, and did not destroy them. Yes, many a time He turned His anger away, and did not stir up all His wrath” (Ps. 78:38, NKJV).<br><br>Asaph also reminded God’s people that the wrath of God delivered them from the oppression in Egypt, as His judgments came against the Egyptians (Ps. 78:49, 50). But after this wonderful deliverance, the Israelites “tested and provoked the Most High God, and did not keep His testimonies” (Ps. 78:56, NKJV). Among the divine commandments, special emphasis is given to the sin of idolatry: “they provoked Him to anger with their high places, and moved Him to jealousy with their carved images” (Ps. 78:58, NKJV). It is noteworthy that the wrath of God is described, in this context, in terms of forsaking: “So that He forsook the tabernacle of Shiloh” (Ps. 78:60, NKJV) and “gave His people over to the sword” (Ps. 78:62, NKJV).<br><br>The poetic narrative of Psalm 78 indicates that God’s wrath is not an arbitrary initiative nor an uncontrollable reaction. Rather, His wrath is His firm response to continuous and rebellious sin.<br><strong><br>2. God’s Wrath Is a Loving and Righteous Indignation.</strong><br><br>The Gospels’ narratives about Jesus cleansing the temple (Matt. 21:12, 13; Mark 11:15–17; Luke 19:45–48; John 2:14, 15) provide a valuable example of how divine wrath should be understood as a righteous and responsible indignation, as opposed to a capricious and impulsive attitude on God’s part. In chapter 16 (“In His Temple”) of The Desire of Ages, Ellen G. White offers insightful remarks for our reflection on God’s wrath. Many times in this chapter, she argues that it is not only the man Jesus who performed the cleansing of the temple. In her words, “the cleansing of the temple was a manifestation of more than human power.”—The Desire of Ages, p. 164. Also, as the people look “upon Christ, they behold divinity flash through the garb of humanity.”—Pages 158, 162.<br><br>Ellen G. White explains that the dealers in the temple area “demanded exorbitant prices for the animals sold, and they shared their profits with the priests and rulers, who thus enriched themselves at the expense of the people.”—Page 155. Thus, instead of truly serving as God’s representatives before the people by correcting “the abuses of the temple court,” the priests and rulers were “studying their own profit.”—Pages 156, 157. As she points out, “They should have given to the people an example of integrity and compassion,” being attentive to the “needs of the worshipers” and “ready to assist those who were not able to buy the required sacrifices.” —Page 157. However, they let greed harden their hearts.<br><br>Ellen G. White describes the people in the temple as “those who were suffering, those who were in want and distress. The blind, the lame, the deaf, were there. Some were brought on beds. Many came who were too poor to purchase the humblest offering for the Lord, too poor even to buy food with which to satisfy their own hunger.”—The Desire of Ages, p. 157. But the priests did not have “sympathy or compassion” for, or on, them. “Their suffering awakened no pity in the hearts of the priests.”—Page 157.<br><br>In contrast to the priests, Jesus comes to the temple and sees “the unfair transactions” and “the distress of the poor.” Then, Ellen G. White uses the language of indignation to emphasize Jesus’ reaction. “As He beholds the scene, indignation, authority, and power are expressed in His countenance.”—Page 157. It is in this context of indignation that Ellen G. White highlights that Christ’s divinity flashed through His humanity. As “those engaged in . . . unholy traffic” looked at Him, they felt as though they stood “before the tribunal of God to answer for their deeds.”—Pages 157, 158. She qualifies Jesus’ overthrowing of “the tables of the money-changers” as “a zeal and severity that He has never before manifested.”—Page 158.<br><br>It is noteworthy that this wrath cannot be properly understood without the emphasis on “Christ’s sympathy for the poor,” which “had been aroused” by the temple traffic (Page 162). “With tears in His eyes, He said to the trembling ones around Him: Fear not; I will deliver thee, and thou shalt glorify Me.” —Page 163.<br><br>This biblical narrative, beautifully explored by Ellen G. White, christologically shows how God’s wrath is a loving and righteous indignation against the oppression and suffering of His people. Eventually, this divine indignation sets in motion a powerful deliverance of the people, as a result of the judgment of the oppressors.<br><strong><br>Part III: Life Application</strong><br><br>In the article “Reflections on the Wrath of God,” Marvin Moore ponders the divine response to injustice. Moore mentions a story, which may be briefly adapted as follows: One day, a mother went into the backyard to get something and found her teenager being sexually assaulted by her uncle. Should the mother go to her room and only pray for this situation, or should she intervene to stop both sin and sinner? (See Journal of the Adventist Theological Society 15, no. 2 [2004]: pp. 118–127, especially pp. 121, 122, https://digitalcommons.andrews.edu/jats/vol15 /iss2/8). With this story in mind, ask your students to discuss the questions and exercises below:<br><br><strong>1. </strong>How must God act when He sees all the abuse and injustice committed against His people? Can God feel intense wrath?<br><br><strong>2.</strong> Is God’s wrath an expression of His love? Explain. Should He intervene to put down sin and sinner? Why, or why not?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>The Wrath of Divine Love</p>",
         "verse":"<p><strong>Memory Text</strong>: “But He, being full of compassion, forgave their iniq- uity, and did not destroy them. Yes, many a time He turned His anger away, and did not stir up all His wrath” (Psalm 78:38, NKJV).</p><p>\n</p>",
         "versionCode":80,
         "weekDate":"January 25–31"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
