{
  "data": [
    {
      "color": "#D80F27",
      "id": 3,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "8 Abril",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>Antiguamente, cuando las naciones que rodeaban a los israelitas eran politeístas ya que adoraban a varios “dioses” de madera y de piedra, Israel tenía una declaración de fe explícita, identificable y poderosa que se encuentra en Deuteronomio 6:4: “Escucha, Israel: El Señor nuestro Dios, el Señor es uno solo”.</p><p>A lo largo de los siglos, el canto de la Shemá (el nombre de la oración que se basa en la palabra hebrea para “Escucha”) recordó a los judíos la visión espiritual que los unía como pueblo y que fortaleció su determinación de mantener su identidad peculiar como adoradores del único Dios verdadero.<br></p><p>Para los adventistas del séptimo día, el mensaje de los tres ángeles de Apoca- lipsis 14 es nuestra Shemá. Esta es nuestra declaración de fe que nos identifica.</p><p>Define quiénes somos como pueblo y describe nuestra misión ante el mundo. En resumen, nuestra identidad profética única se describe en Apocalipsis 14:6 al 12, y es allí donde hallamos nuestra pasión por proclamar el evangelio al mundo.</p><p>En la lección de esta semana, comenzaremos un estudio detallado de Apocalipsis 14:6 al 12, pero lo haremos mediante los ojos de la gracia mientras escuchamos que Dios nos habla al corazón.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 Abril",
          "dayTitle": "<p>UN LIBRO DE ESPERANZA LLENO DE GRACIA</p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>Al considerar el último libro de la Biblia, el Apocalipsis, la mayoría no piensa en la gracia de Dios. Cuando contemplan el mensaje de Dios para los últimos días, sus pensamientos a menudo se fijan inmediatamente en las bestias aterradoras, los símbolos místicos y las imágenes extrañas. El libro del Apocalipsis asusta y tranquiliza a muchos por igual; lo que es una pena porque, en realidad, está saturado de gracia y lleno de esperanza. Es decir, aun en medio del mensaje de bestias aterradoras, las advertencias de persecución y los tiempos difíciles que vendrán, Dios todavía así nos da razones para regocijarnos en su salvación.</p><p><strong>Lee Apocalipsis 1:1 al 3 y 14:6. ¿Cómo nos hablan estos versículos en conjunto, no solo del libro de Apocalipsis, sino también del “evangelio eterno”?</strong></p><p><strong>Apocalipsis 1:1-3</strong></p><p><strong>1</strong> La revelación de Jesucristo, que Dios le dio, para manifestar a sus siervos las cosas que deben suceder pronto; y la declaró enviándola por medio de su ángel a su siervo Juan,&nbsp;</p><p><strong>2</strong> que ha dado testimonio de la palabra de Dios, y del testimonio de Jesucristo, y de todas las cosas que ha visto.&nbsp;</p><p><strong>3</strong> Bienaventurado el que lee, y los que oyen las palabras de esta profecía, y guardan las cosas en ella escritas; porque el tiempo está cerca.</p><p><br></p><p><strong>Apocalipsis 14:6</strong></p><p><strong>6</strong> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo.</p><p><br></p><p>Todo el Apocalipsis trata acerca de Jesús. Es el mensaje para su pueblo, y especialmente se aplica a la iglesia de los últimos días. Es un mensaje lleno de gracia acerca de nuestra esperanza para el tiempo del fin. De punta a cabo del libro, se describe a Cristo como el Cordero inmolado, y se promete una bendición a quienes lean, entiendan y actúen sobre las verdades reveladas.</p><p>Según Apocalipsis 1:5 y 6, Jesús es el que “nos ama y que con su sangre nos libró de nuestros pecados, y nos constituyó en un Reino de sacerdotes para servir a Dios, su Padre”. En Cristo tenemos perdón. La gracia perdona nuestro pasado, empodera nuestro presente y nos ofrece esperanza para el futuro. Es decir, en Cristo nos libramos del castigo y el poder del pecado, y un día pronto nos libraremos de la presencia del pecado. Este es el mensaje del último libro de la Biblia, el Apocalipsis.<br></p><p>Y también es un mensaje urgente, que primeramente se ilustra como un ángel que vuela rápidamente en medio del cielo con el “evangelio eterno”.</p><p>¿El evangelio? ¿La salvación por la fe en Cristo? ¿La muerte expiatoria de Cristo en nuestro lugar? ¿La promesa de la vida eterna no por lo que nosotros podamos hacer, sino por lo que Cristo ha hecho por nosotros? ¿Todo esto está al principio del mensaje de los tres ángeles? ¡Exactamente!</p><p>No es de extrañar, entonces, que sean mensajes llenos de gracia, llenos de esperanza, y promesas para nosotros como seres quebrantados y sufrientes.</p><p><strong><br></strong></p><p><strong>Aunque nos resulte fácil enfocarnos en las bestias y las advertencias de los últimos días que aparecen en el Apocalipsis, ¿cómo podemos aprender a equilibrar todo esto con lo que indudablemente es el mensaje más importante del Apocalipsis: la muerte abnegada de Cristo en nuestro favor?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 Abril",
          "dayTitle": "<p>EL EVANGELIO “ETERNO”</p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p>Observa cómo comienza Apocalipsis 14:6, el inicio del mensaje de los tres ángeles: el evangelio “eterno”. Si no entendemos la profundidad del evangelio, no apreciaremos el mensaje de los tres ángeles. Nunca podremos comprender cabalmente los elementos del mensaje de la hora del Juicio de Dios, la caída de Babilonia ni la marca de la bestia si no entendemos el evangelio.</p><p><strong>Lee 1 Corintios 15:1 al 4; Romanos 3:24 al 26; y 5:6 al 8. ¿Cómo se plantea el “evangelio eterno” en estos pasajes? ¿Qué gran esperanza se nos presenta aquí?</strong></p><p><strong>1 Corintios 15:1-4</strong></p><p><strong>1</strong> Además os declaro, hermanos, el evangelio que os he predicado, el cual también recibisteis, en el cual también perseveráis;&nbsp;</p><p><strong>2</strong> por el cual asimismo, si retenéis la palabra que os he predicado, sois salvos, si no creísteis en vano.</p><p><strong>3 </strong>Porque primeramente os he enseñado lo que asimismo recibí: Que Cristo murió por nuestros pecados, conforme a las Escrituras;&nbsp;</p><p><strong>4 </strong>y que fue sepultado, y que resucitó al tercer día, conforme a las Escrituras.</p><p><br></p><p><strong>Romanos 3:24-26</strong></p><p><strong>24 </strong>siendo justificados gratuitamente por su gracia, mediante la redención que es en Cristo Jesús,&nbsp;</p><p><strong>25 </strong>a quien Dios puso como propiciación por medio de la fe en su sangre, para manifestar su justicia, a causa de haber pasado por alto, en su paciencia, los pecados pasados,&nbsp;</p><p><strong>26 </strong>con la mira de manifestar en este tiempo su justicia, a fin de que él sea el justo, y el que justifica al que es de la fe de Jesús.</p><p><br></p><p><strong>Romanos 5:6-8</strong></p><p><strong>6 </strong>Porque Cristo, cuando aún éramos débiles, a su tiempo murió por los impíos.&nbsp;</p><p><strong>7 </strong>Ciertamente, apenas morirá alguno por un justo; con todo, pudiera ser que alguno osara morir por el bueno.&nbsp;</p><p><strong>8 </strong>Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.</p><p><br></p><p>El evangelio es la increíble noticia de la muerte de Cristo por nuestros pecados, de su gloriosa resurrección, y de su eterno amor y preocupación por nosotros. Por la fe en su sangre derramada y en su poder para resucitar, nos libramos del castigo del pecado y de su poder. Cristo absorbía los pensamientos del apóstol Pablo y estaba en el centro de su enseñanza y su predicación. El Cristo crucificado lo redimió de la condenación y la culpabilidad de su pasado. El Cristo resucitado le dio poder para el presente, y el Cristo que regresa le dio esperanza para el futuro.</p><p>Observa cuatro aspectos en estos pasajes de Romanos:</p><p>1. Somos justificados gratuitamente por la gracia.</p><p>2. La gracia es una declaración de la justicia de Dios.</p><p>3. La gracia justifica a quienes aceptan a Jesús por fe.</p><p>4. Dios mostró su amor por nosotros cuando aún éramos pecadores.</p><p><br></p><p>No merecemos la gracia de Cristo, no somos dignos de ella ni la podemos ganar. Jesús sufrió la agonizante y dolorosa muerte que experimentarán los pecadores perdidos. Él padeció íntegramente la ira, o el juicio, del Padre contra el pecado. Fue rechazado para que nosotros pudiéramos ser aceptados. Él murió la muerte que era nuestra, para que nosotros pudiéramos vivir la vida que era suya.</p><p>¿Nos sorprende, entonces, que la salvación deba ser por fe, sin las obras de la Ley? ¿Qué podríamos agregar? ¿Qué podrían añadir nuestras obras, incluso las que hacemos con la mejor intención y llenos del Espíritu Santo, a lo que Cristo ha hecho por nosotros en la Cruz?</p><p>Y este plan, el plan de salvación, se puso en marcha incluso antes del principio del tiempo (2 Tim. 1:9; Tito 1:2; Efe. 1:4), lo que ayuda a explicar por qué se llama “el evangelio eterno”. Antes de crear el mundo, Dios sabía lo que sucedería, por lo que instituyó el plan de salvación para hacer frente a la crisis cuando finalmente llegara.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 Abril",
          "dayTitle": "<p>UNA HISTORIA DE GRACIA</p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p>El mensaje de los tres ángeles es una historia de gracia. Es la historia del amor inmensurable de un Salvador; una historia de Jesús, que nos ama tanto que prefirió experimentar el mismísimo infierno a que uno de nosotros se perdiera. Es la historia de un amor infinito, ilimitado, insondable, incomprensible y eterno.</p><p>A Dios nada lo toma por sorpresa. No está sujeto a los vientos cambiantes de las decisiones de la humanidad. Como ya hemos visto, su plan para librarnos del dominio del pecado no fue un pensamiento tardío después de que el pecado levantara su horrenda cabeza. A Dios no lo tomó desprevenido el terrible drama del pecado.</p><p><br></p><p><strong>Lee Apocalipsis 13:8; y 1 Pedro 1:18 al 20. ¿Qué nos enseñan estos versículos sobre el plan de salvación?</strong></p><p><strong>Apocalipsis 13:8</strong></p><p><strong>8 </strong>Y la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.</p><p><br></p><p><strong>1 Pedro 1:18-20</strong></p><p><strong>18 </strong>sabiendo que fuisteis rescatados de vuestra vana manera de vivir, la cual recibisteis de vuestros padres, no con cosas corruptibles, como oro o plata,&nbsp;</p><p><strong>19 </strong>sino con la sangre preciosa de Cristo, como de un cordero sin mancha y sin contaminación,&nbsp;</p><p><strong>20 </strong>ya destinado desde antes de la fundación del mundo, pero manifestado en los postreros tiempos por amor de vosotros.</p><p><br></p><p>La frase “evangelio eterno” en Apocalipsis 14:6 habla del pasado, el presente y el futuro. Cuando Dios creó a la humanidad con la capacidad de tomar decisiones morales, él tuvo en cuenta que aquella tomaría decisiones erradas. Tan pronto como sus criaturas tuvieron la capacidad de elegir, tuvieron la capacidad de rebelarse contra la naturaleza amorosa de Dios. La única manera de evitar esta realidad hubiese sido crear seres robóticos controlados y manipulados por algún plan cósmico divino. La lealtad forzada es contraria a la naturaleza misma de Dios. El amor requiere decisión, y una vez que a los seres se les da el poder de decidir, existe la posibilidad de tomar decisiones equivocadas. Por lo tanto, el plan de salvación se concibió en la mente de Dios antes de la rebelión de nuestros primeros padres en el Edén.</p><p>“El plan de nuestra redención no fue una reflexión ulterior, un plan formulado después de la caída de Adán. Fue una ‘revelación del misterio que por&nbsp;tiempos eternos fue guardado en silencio’. Fue una manifestación de los principios que desde las edades eternas habían sido el fundamento del Trono de Dios” (DTG 13).</p><p>El “evangelio eterno” no solo habla del pasado y del presente, sino además es la base de un futuro con esperanza. Habla de vivir eternamente con aquel cuyo corazón sufre por poder estar con nosotros para siempre.</p><p><br></p><p><strong>Lee Efesios 1:4. Piensa en lo que significa que, incluso antes de la “fundación del mundo”, tú habías sido “elegido” en Cristo para tener salvación en él. ¿Por qué esta verdad debería ser sumamente alentadora?</strong></p><p><strong>Efesios 1:4</strong></p><p><strong>4 </strong>según nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 Abril",
          "dayTitle": "<p>ID POR TODO EL MUNDO</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p><strong>Vuelve a leer Apocalipsis 14:6. ¿Cuál es el alcance de la proclamación del evangelio eterno, y por qué la respuesta es importante para nosotros, la misión y el llamado como iglesia?</strong></p><p><strong>Apocalipsis 14:6</strong></p><p><strong>6 </strong>Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo.</p><p><br></p><p>Según el mensaje urgente para el tiempo del fin del primero de estos tres ángeles, el “evangelio eterno” debe proclamarse a cada nación, tribu, lengua y&nbsp;pueblo. He aquí una misión tan grande, tan inmensa, tan abarcadora y tan completa que ocupa toda la atención. Exige nuestros mejores esfuerzos y requiere nuestro compromiso total. Nos saca de la preocupación por nuestro interés personal a la pasión por el servicio de Cristo. Nos inspira con algo más grande que nosotros mismos, y nos saca de los estrechos confines de nuestra mente a una visión más grande.</p><p><br></p><p><strong>Lee Mateo 28:19 y 20. ¿Cómo encajan estos versículos con el mensaje del primer ángel?</strong></p><p><strong>Mateo 28:19-20</strong></p><p><strong>19 </strong>Por tanto, id, y haced discípulos a todas las naciones, bautizándolos en el nombre del Padre, y del Hijo, y del Espíritu Santo;&nbsp;</p><p><strong>20 </strong>enseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo. Amén.</p><p><br></p><p>En su libro A Quest for More: Living for Something Bigger Than You [En busca de más: Vivir para algo más grande que tú], Paul David Tripp analiza la necesidad psicológica de cada ser humano de ser parte de algo más grande que sí mismo: “Los seres humanos fueron creados para ser parte de algo más grande que su propia vida. El pecado hace que reduzcamos nuestra vida al tamaño de nuestra vida. La gracia que recibimos de Cristo es para rescatarnos de los confines claustrofóbicos de nuestro propio reinito centrado en nosotros mismos, y nos libera para vivir para los propósitos eternos y los deleites satisfactorios del Reino de Dios”.</p><p>No hay nada más inspirador, más satisfactorio, más gratificante que formar parte de un movimiento divino, providencialmente instaurado por Dios para llevar a cabo una tarea mucho más grande, mucho más amplia, que ningún ser humano podría lograr por sí mismo. La comisión que Dios nos da, descrita en Apocalipsis 14, es la tarea más grande jamás encomendada a su iglesia. Es un llamado ferviente a entregar nuestra vida a la tarea más grandiosa del Cielo para revelar el amor incomprensible de Dios justo antes del regreso de Jesús.</p><p><br></p><p><strong>¿Cuál ha sido tu experiencia al formar parte de algo más grande que tú? Esa experiencia ¿cómo te ayuda a entender el argumento del estudio de hoy? Además, ¿qué podría ser más grande que el hecho de que el Creador del Cosmos te use para marcar una diferencia eterna en el Universo?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 Abril",
          "dayTitle": "<p>UN MOVIMIENTO MISIONERO</p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p>Mediante un estudio perceptivo y profundo de la Biblia, los primeros adventistas tuvieron una comprensión cada vez mayor de la importancia de estos&nbsp;mensajes. Sintieron que Dios tenía un mensaje hecho a medida para esta generación, un mensaje urgente para el tiempo del fin que debe proclamarse a toda nación, tribu, lengua y pueblo, a fin de preparar a un mundo para el regreso de Cristo. El mensaje de los tres ángeles ha sido la motivación para las misiones adventistas desde sus comienzos.</p><p>En 1874, la Asociación General envió al primer misionero a Europa. Elena de White consideraba que John Andrews era “el hombre más capaz de nuestras filas”. Andrews hablaba al menos siete idiomas, podía repetir el Nuevo Testamento de memoria y conocía la mayor parte del Antiguo Testamento. Era un erudito brillante, un escritor prolífico, un predicador poderoso y un teólogo competente.</p><p>¿Por qué enviar a un hombre así a un lugar donde había muy pocos creyentes? ¿Por qué enviar “al hombre más capaz” que tenían a un campo misionero desconocido? Y ¿por qué él estuvo dispuesto a ir? Su esposa había muerto unos años antes; ¿por qué estuvo dispuesto a dejar atrás a familiares y amigos en Estados Unidos y navegar con sus dos hijos a una tierra desconocida, arriesgando todo por causa de Cristo?</p><p>Solo hay una razón: Creía que Jesús vendría pronto, que el mensaje de la verdad para los últimos tiempos debía llegar al mundo entero.</p><p>Durante toda nuestra historia, los mejores y los más brillantes han viajado hasta los confines de la Tierra con el fin de proclamar el mensaje de Dios para los últimos días. Eran maestros, personal médico, pastores, agricultores, mecánicos, carpinteros y comerciantes de todo tipo. Algunos eran empleados de la iglesia; pero muchos, no. Eran laicos que creían que Jesús vendría pronto.</p><p><br></p><p><strong>Lee Apocalipsis 14:6, Hechos 1:8 y Mateo 24:14. ¿Qué similitud ves en estos versículos?</strong></p><p><strong>Apocalipsis 14:6</strong></p><p><strong>6</strong> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo.</p><p><br></p><p><strong>Hechos 1:8</strong></p><p><strong>8 </strong>pero recibiréis poder, cuando haya venido sobre vosotros el Espíritu Santo, y me seréis testigos en Jerusalén, en toda Judea, en Samaria, y hasta lo último de la tierra.</p><p><strong><br></strong></p><p><strong>Mateo 24:14</strong></p><p><strong>14 </strong>Y será predicado este evangelio del reino en todo el mundo, para testimonio a todas las naciones; y entonces vendrá el fin.</p><p><br></p><p>La predicación del evangelio eterno atraviesa las fronteras geográficas. Penetra en las regiones más remotas de la Tierra. Llega a personas de todos los idiomas y las culturas. Con el tiempo, impactará al mundo entero. Qué fascinante saber que nuestro mensaje ha llegado hasta ahora a más de 210 de los 235 países del mundo reconocidos por las Naciones Unidas.</p><p><br></p><p><strong>¿Qué papel podrías desempeñar tú, y cómo podrías realizarlo de la mejor manera para ayudar a difundir el mensaje de los tres ángeles a cada “nación, tribu, lengua y pueblo”?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 Abril",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p>Reflexiona en la idea del estudio del miércoles sobre nuestra necesidad de ser parte de algo más trascendente que nosotros y que nuestra vida limitada, efímera; y a veces corrupta, maltrecha y decepcionante (¿quién no tiene algunas&nbsp;de esas cosas en su haber?). Este deseo también tiene mucho sentido. Físicamente, ¿acaso no somos tan solo una bolsita de carne que se desplaza llevando consigo su propio cerebro: poco más de un kilo de material orgánico sobre la base de carbono.</p><p>¿Qué pueden significar estas bolsitas de carne independientes, en contraste con el infinito que las rodea? Vivir solo para uno mismo, vivir para algo no más&nbsp;grande que uno mismo, cuando hay tanto a nuestro alrededor y más allá de nosotros, es como estar encerrado de por vida en confinamiento solitario en medio de una gran ciudad que se puede sentir que vibra a través de las paredes. Y ¿por&nbsp;qué otra cosa más importante, más grandiosa, más gloriosa y más relevante podríamos vivir, que proclamar la promesa de vida eterna que recibimos en Jesús?</p><p>“Siervos de Dios, con semblantes iluminados y resplandecientes de santa consagración, se apresurarán de lugar en lugar para proclamar el mensaje del Cielo. Miles de voces darán la advertencia por toda la Tierra. Se realizarán milagros, los enfermos sanarán, y signos y prodigios seguirán a los creyentes. Satanás también efectuará sus falsas maravillas, hasta el punto de hacer caer fuego del cielo a la vista de los hombres (Apoc. 13:13). Es así como los habitantes de la Tierra volverán en sí para adoptar una posición” (CS 670).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1.</strong> “Varias personas me han escrito preguntando si el mensaje de la justificación por la fe es el mensaje del tercer ángel, y les he respondido: ‘Es ciertamente el mensaje del tercer ángel’ ” (Elena de White, The Advent Review and Sabbath Herald, 1/4/1890). ¿Qué relación tiene la justificación por la fe con el mensaje de los tres ángeles?</p><p><strong>2.</strong> Reflexiona sobre la frase “evangelio eterno”. ¿Qué tiene de eterno el evangelio?</p><p><strong>3.</strong> ¿Qué significa que los adventistas del séptimo día estén en tantos países del mundo? ¿Qué te dice esto acerca de cómo Dios ha bendecido nuestros esfuerzos hasta ahora? Al mismo tiempo, ¿cómo puede tu iglesia local, incluso tu Escuela Sabática local, asumir un papel más importante en “terminar la obra”?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 Abril",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong><br></strong></p><p>En la lección de esta semana, comenzamos un estudio detallado acerca del mensaje de los tres ángeles de Apocalipsis 14:6 al 12. Todas las Escrituras describen a los ángeles como mensajeros de Dios. En el libro de Apocalipsis, los ángeles que vuelan en medio del cielo representan un mensaje celestial de origen divino que se transmite velozmente hasta los confines de la Tierra. Por cierto, el pueblo de Dios del tiempo del fin debe proclamar este mensaje.</p><p>Justo antes de la venida de Jesús, el mensaje del evangelio eterno, en el contexto del Juicio, se extiende rápidamente por todo el mundo. Uno de los puntos focales del estudio de esta semana es descubrir las profundidades del mensaje del evangelio.&nbsp;¿Qué es el evangelio? ¿Por qué se denomina eterno? ¿Por qué se debe dar la oportunidad de responder al evangelio a todo ser humano del planeta Tierra? ¿Por qué la salvación de cada persona que vive en los últimos días de la historia de esta Tierra depende de su respuesta individual? El estudio de esta semana responderá estas preguntas y ofrecerá una percepción profunda de la expresión “evangelio eterno”.</p><p>Una segunda función de la lección de esta semana será ampliar nuestra comprensión de la misión de Cristo en la iglesia de los últimos días. El ángel que vuela&nbsp;en medio del cielo, con el evangelio eterno, proclama esta verdad de los últimos tiempos a “toda nación, tribu, lengua y pueblo” (Apoc. 14:6). Hay una inmensidad en este mensaje. Nos llama a dar lo mejor de nosotros para el Reino de Dios. Nos invita a cooperar con Cristo en su llamado final a la humanidad. Este mensaje nos exhorta a darle prioridad a la misión de Dios de redimir a la humanidad perdida porque allí es donde está su prioridad.</p><p><br></p><p><strong>COMENTARIO</strong></p><p>Dios coloca su sello identificador de aprobación sobre su pueblo para distinguir lo auténtico de lo falso. En los días del antiguo Israel, cuando las naciones paganas a su alrededor eran politeístas ya que adoraban a varios dioses, la declaración de fe clara, identificable y poderosa de Israel se encontraba en Deuteronomio 6:4, también conocido como la Shemá.</p><p>Dos veces al día, de mañana y de tarde, las familias judías repetían: “Escucha, Israel: El Señor nuestro Dios, el Señor es uno solo” (Deut. 6:4).</p><p>“Escucha, Israel”. Durante los siglos del Exilio, la recitación de la Shemá recordó a los judíos la visión y el camino espiritual que los unía como pueblo. La recitación de la Shemá también fortaleció la determinación de Israel de resistir los diversos intentos de obligarlos a abandonar su visión y su camino espiritual.</p><p>Deuteronomio 6:4 era uno de los primeros versículos que se enseñaba a un niño judío en el antiguo Israel tan pronto como aprendía a hablar. Además, las madres judías continuamente enseñaban a sus hijitos a recitar la Shemá antes de irse a dormir.</p><p>Hay un ejemplo sorprendente del poder de este aspecto de la identidad de fe que tuvo lugar inmediatamente después del fin de la Segunda Guerra Mundial, en 1945. Algunos rabinos destacados visitaron orfanatos cristianos en busca de niños judíos. Durante la guerra, muchos padres judíos en Europa colocaron a sus hijos en orfanatos cristianos para salvarlos de los nazis. Estos padres tenían la esperanza de que más tarde se reunirían con sus hijos al finalizar la guerra, y si ellos, los padres, no habían sobrevivido, esperaban que los familiares o amigos sobrevivientes encontraran a sus hijos.</p><p>Después de la guerra, la mayoría de los sacerdotes y las monjas que dirigían estos orfanatos eran renuentes a restituir la custodia de los niños judíos a sus familias. Los sacerdotes y las monjas a menudo negaban tener niños judíos en la residencia. Durante una visita, un destacado rabino le pidió al sacerdote a cargo de un orfanato que le permitiera regresar por la noche cuando los niños se iban a dormir. El sacerdote accedió a regañadientes a la petición del rabino. Cuando el rabino regresó, entró en la habitación de los niños y, mientras caminaba por los pasillos de las camas, recitó las palabras hebreas de la Shemá. Uno por uno, los niños se echaban a llorar y exclamaban: “¡Mamá!” Muchos repetían las palabras de la Shemá. Los sacerdotes fueron tomados totalmente por sorpresa. No pudieron borrar de estos niños los recuerdos de sus madres judías que los acostaban todas las noches con la Shemá en sus labios. El abad no tuvo más remedio que admitir que estaba “equivocado”; de esta manera, estos hijos perdidos de Israel pudieron regresar a “casa” con su pueblo... y con su Torá.</p><p>Grabadas en la conciencia de estos niños, impresas indeleblemente en sus mentes, estaban esas palabras que confirmaron su identidad judía: “El Señor nuestro Dios, el Señor es uno solo” (Deut. 6:4).</p><p><br></p><p><strong>El mensaje de los tres ángeles: nuestro punto de encuentro</strong></p><p>Para los adventistas del séptimo día, el mensaje de los tres ángeles de Apocalipsis 14 es nuestra Shemá, nuestro punto de reunión. Es nuestra declaración de fe que nos identifica. Este define quiénes somos como pueblo y describe nuestra misión en el mundo.</p><p>Nuestra identidad profética única se encuentra delineada en Apocalipsis 14:6 al 12, y es aquí donde encontramos nuestra pasión por proclamar el evangelio a todo el mundo. Elena de White lo expresa de esta manera: “En un sentido muy especial, los adventistas del séptimo día han sido colocados en el mundo como centinelas y transmisores de luz. A ellos ha sido confiada la tarea de dirigir la última amonestación a un mundo que perece. La Palabra de Dios proyecta sobre ellos una luz maravillosa. Una obra de la mayor importancia les ha sido confiada: proclamar los mensajes del primero, segundo y tercer ángeles. Ninguna otra obra puede ser comparada con esta y nada debe desviar nuestra atención de ella” (TI 9:17).</p><p>Este mensaje es urgente, eterno y universal. En su corazón está el evangelio eterno. ¿Qué es el evangelio? Son las buenas nuevas eternas de la vida, la muerte, la resurrección, el ministerio sumosacerdotal de Cristo y su pronto regreso. Es la buena noticia de que Jesús nos salva del pecado y nos capacita para vencer.</p><p>Entender el evangelio es comprender el significado del amor eterno, insondable e inagotable de Dios por nosotros. El evangelio comienza en el corazón de Dios. Antes de que nosotros nos acercáramos a él, él ya nos extendió la mano. Antes de que lo buscáramos, él nos estaba buscando a nosotros. Antes de que hiciéramos un solo movimiento en dirección a él, él nos estaba atrayendo mediante el poder de su amor. El apóstol Juan da fe de esta verdad en estas memorables palabras: “En esto consiste el amor: no en que nosotros hayamos amado a Dios, sino en que él nos amó a nosotros y envió a su Hijo como expiación por nuestros pecados” (1 Juan 4:10). En Romanos 5, el apóstol Pablo agrega: “Pero Dios demuestra su amor hacia nosotros en que, siendo aún pecadores, Cristo murió por nosotros” (Rom. 5:8).</p><p>En el evangelio, Dios, en Cristo, toma la iniciativa para nuestra salvación. Cristo vivió la vida perfecta que nosotros debíamos vivir, murió la muerte que nosotros debíamos morir, nos atrae hacia él mediante el Espíritu Santo y, con su amor, su gracia y su poder transforma nuestra vida. La Cruz pone fin al dominio del pecado sobre nuestra vida. Al recibir la gracia de Dios, aceptar su sacrificio y creer en su promesa de vida eterna, llegamos a ser sus hijos e hijas.</p><p>Este mensaje del evangelio eterno está en el corazón del mensaje de los tres ángeles. Este mensaje del tiempo del fin tiene que ver con Jesús. Nos lleva a abandonar todo orgullo humano y autosuficiencia. Nos obliga a confiar plenamente en Jesús para nuestra salvación. Nos lleva por fe a aceptar su justicia en lugar de nuestro comportamiento injusto. La perfección de la vida de Cristo es nuestra cuando lo recibimos como nuestro Redentor crucificado. El evangelio nos invita a ir a Jesús tal como somos. Pero no nos deja ahí. En respuesta al amor de Jesús, desearemos llevar una vida piadosa. Su gracia no solo cubre nuestro pasado; también funciona como un principio dinámico en nuestra vida que nos capacita para obedecer. El apóstol Pablo deja bien claro este asunto en Romanos 1:5: “Por medio de él [Jesús] recibimos la gracia y el apostolado, para la obediencia”. La gracia de Dios nos enseña que debemos “vivir en este siglo sobria, justa y piadosamente” (Tito 2:12). Esto es lo increíble del evangelio.Este mensaje del evangelio eterno está en el corazón del mensaje de los tres ángeles. Este mensaje del tiempo del fin tiene que ver con Jesús. Nos lleva a abandonar todo orgullo humano y autosuficiencia. Nos obliga a confiar plenamente en Jesús para nuestra salvación. Nos lleva por fe a aceptar su justicia en lugar de nuestro comportamiento injusto. La perfección de la vida de Cristo es nuestra cuando lo recibimos como nuestro Redentor crucificado. El evangelio nos invita a ir a Jesús tal como somos. Pero no nos deja ahí. En respuesta al amor de Jesús, desearemos llevar una vida piadosa. Su gracia no solo cubre nuestro pasado; también funciona como un principio dinámico en nuestra vida que nos capacita para obedecer. El apóstol Pablo deja bien claro este asunto en Romanos 1:5: “Por medio de él [Jesús] recibimos la gracia y el apostolado, para la obediencia”. La gracia de Dios nos enseña que debemos “vivir en este siglo sobria, justa y piadosamente” (Tito 2:12). Esto es lo increíble del evangelio.</p><p>Cuando su gracia nos salva, su amor nos seduce y su poder nos transforma, nuestra respuesta natural es compartir con otros lo que Cristo ha hecho por nosotros. Nuestro testimonio cristiano es la profusión de un corazón lleno del amor de Dios. Cuando el evangelio quebranta nuestro corazón duro y contaminado por el pecado, anhelamos contar la historia de su gracia. Comprender&nbsp;el evangelio eterno es el fundamento mismo de nuestro testimonio al mundo. El evangelio de Apocalipsis 14:6 que se proclama hasta los confines de la Tierra es el que cada uno de nosotros ha experimentado personalmente en su propia vida. La esencia de la lección de esta semana es entender el evangelio, experimentar el evangelio y compartir el evangelio en el contexto del pronto regreso de Cristo.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Para reflexión personal: Como estudiaste esta lección junto con los alumnos, es posible que muchos de los miembros de tu clase hayan dudado de su salvación individual. Quizá les haya faltado la certeza de que sus pecados son perdonados. Tal vez hayan sufrido algunos dolores profundos en la vida y se hayan preguntado: “¿Dónde estaba Dios cuando atravesábamos los valles oscuros?” O es posible que los alumnos estén luchando con algún hábito oculto o una actitud negativa que quizá no pueden superar.</p><p>Recuerda a tus alumnos que el evangelio es para todos. El Cristo que murió por los demás también murió por ellos. Su amor es para cada uno de sus hijos. Así son su gracia y su poder.</p><p>Pide que un voluntario lea en voz alta esta cita de Elena de White: “Jesús ama vernos ir a él tal como somos: pecadores, impotentes, dependientes. Podemos ir con todas nuestras debilidades, locuras y maldades, y caer arrepentidos a sus pies. Es su gloria estrecharnos en los brazos de su amor y vendar nuestras heridas, limpiarnos de toda impureza” (CC 46). Esta es la belleza del evangelio. No debemos temer. Jesús no está esperando azotarnos con el cinturón de la culpa para condenarnos. Está con los brazos abiertos para rodearnos con su amor, perdonarnos, capacitarnos y enviarnos como poderosos testigos suyos en estos últimos días, para dar testimonio de la gloria de su gracia.</p><p>Pide a los alumnos que reflexionen en forma individual sobre las siguientes preguntas, en clase y durante la próxima semana:</p><p>1. ¿Tengo la seguridad de la salvación en este mismo momento? Si es así, ¿por qué? Si no, ¿qué me impide creer que Jesús está esperando para vendar mis heridas y rodearme con sus brazos de amor?</p><p>2. ¿De qué manera esta semana he sido un testimonio para otros del perdón, la misericordia y el amor de Dios? ¿De qué otras formas puedo compartir su gracia con las personas que me rodean?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>EL EVANGELIO ETERNO</p>",
      "verse": "<p>“Entonces vi otro ángel que volaba por el cielo con el evangelio eterno para predicarlo a los que habitan en la Tierra, a toda nación y tribu, lengua y pueblo” Apocalipsis 14:6</p><p><br></p>",
      "versionCode": 2,
      "weekDate": "8-14 de abril"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
