{
   "data":[
      {
         "color":"#5885AF",
         "id":709,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"August 24",
               "dayTitle":"<p>Read for This Week’s Study</p>",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p>A series of five controversies between Jesus and the religious leaders are recorded in Mark 2 and 3 (see lesson 3). In this week’s lesson, when Jesus arrives in Jerusalem, He has a series of six controversies with the religious leaders. The two sets of controversies are like bookends of His earthly ministry. Each set deals with important issues in the Christian life. Jesus’ instructions, even in these polemical situations, help guide believers both in fundamental issues of faith and in practical issues of everyday experience.\n</p><p>The religious leaders come to confront, confound, and defeat Jesus, but they never succeed. Part of this week’s lesson will include analyzing just what it is that brings people into opposition to God and considering what Christians can do to break through prejudice and speak to the hearts of those resisting the Spirit’s call.\n</p><p>In Mark 11, Jesus’ ministry will be in Jerusalem for Passover (March to April). Mark 11–16 covers little more than one week; the narrative time has slowed down markedly. The first 10 chapters cover approximately three and a half years. This slowdown points to the importance of these closing scenes.\n</p><p>*Study this week’s lesson to prepare for Sabbath, August 31.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 25",
               "dayTitle":"<p>The Triumphal Entry</p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p><strong>Read Mark 11:1–11 and Zechariah 9:9, 10. What’s happening here?\n</strong></p><p><strong>Mark 11:1-11\n</strong></p><p><strong><sup>1</sup></strong> Now when they drew near Jerusalem, to Bethphage and Bethany, at the Mount of Olives, He sent two of His disciples;&nbsp;</p><p><strong><sup>2</sup></strong> and He said to them, “Go into the village opposite you; and as soon as you have entered it you will find a colt tied, on which no one has sat. Loose it and bring it.&nbsp;</p><p><strong><sup>3</sup></strong> And if anyone says to you, ‘Why are you doing this?’ say, ‘The Lord has need of it,’ and immediately he will send it here.”&nbsp;</p><p><strong><sup>4</sup></strong> So they went their way, and found the colt tied by the door outside on the street, and they loosed it.&nbsp;</p><p><strong><sup>5</sup></strong> But some of those who stood there said to them, “What are you doing, loosing the colt?”&nbsp;</p><p><strong><sup>6</sup></strong> And they spoke to them just as Jesus had commanded. So they let them go.&nbsp;</p><p><strong><sup>7</sup></strong> Then they brought the colt to Jesus and threw their clothes on it, and He sat on it.&nbsp;</p><p><strong><sup>8</sup></strong> And many spread their clothes on the road, and others cut down leafy branches from the trees and spread them on the road.&nbsp;</p><p><strong><sup>9</sup></strong> Then those who went before and those who followed cried out, saying: “Hosanna! ‘Blessed is He who comes in the name of the Lord!’&nbsp;</p><p><strong><sup>10</sup></strong> Blessed is the kingdom of our father David That comes in the name of the Lord! Hosanna in the highest!”&nbsp;</p><p><strong><sup>11</sup></strong> And Jesus went into Jerusalem and into the temple. So when He had looked around at all things, as the hour was already late, He went out to Bethany with the twelve.\n</p><p><strong>Zechariah 9:9-10\n</strong></p><p><strong><sup>9</sup></strong> “Rejoice greatly, O daughter of Zion! Shout, O daughter of Jerusalem! Behold, your King is coming to you; He is just and having salvation, Lowly and riding on a donkey, A colt, the foal of a donkey.&nbsp;</p><p><strong><sup>10</sup></strong> I will cut off the chariot from Ephraim And the horse from Jerusalem; The battle bow shall be cut off. He shall speak peace to the nations; His dominion shall be ‘from sea to sea, And from the River to the ends of the earth.’</p><p><br></p><p>Half of this story involves Jesus sending two disciples to a nearby village to retrieve a donkey for Him to ride on into Jerusalem. Why is so much time spent on this account?\n</p><p>The answer is twofold. First, it demonstrates Jesus’ prophetic powers, enhancing the dignity of His arrival and linking it to the will of God. Second, this aspect of the story links to Zechariah 9:9, 10, which speaks of the king as riding into Jerusalem on a donkey. It is reminiscent of the entry of Solomon into Jerusalem on a donkey (1 Kings 1:32–48), when Adonijah tried to usurp the throne, and David commanded that Solomon be immediately crowned.\n</p><p>“Five hundred years before the birth of Christ, the prophet Zechariah thus foretold the coming of the King to Israel. This prophecy is now to be fulfilled. He who has so long refused royal honors now comes to Jerusalem as the promised heir to David’s throne.”—Ellen G. White, The Desire of Ages, p. 569.\n</p><p>Jerusalem is located in a hilly region at an elevation of about 2,400 feet (about 740 meters). In Jesus’ day its population was perhaps 40,000–50,000, but this swelled at Passover. The city covered only about 250 acres, but the temple mount covered about 37 of those acres. The beautiful temple complex dominated the city.\n</p><p>Jesus entered from the east, descending the Mount of Olives and likely entering through the Golden Gate onto the Temple Mount (a gate now bricked shut). The entire city was stirred by His entry, everyone recognizing the significance of His symbolic action. The crowd that accompanied Jesus shouted “hosanna,” a term originally meaning “save now” but eventually coming to mean “praise to God.”\n</p><p>The time for secrecy, which Jesus had insisted throughout most of Mark, has passed. Now Jesus openly enters Jerusalem using a well-known royal symbolic action. He enters the temple, but because it is late in the day, He simply looks around and then retires with the twelve disciples to Bethany. What could have turned into a riot or revolt instead ends with Him quietly retiring. But the next day will be different.\n</p><p><strong>The idea of riding on the donkey invokes the idea of humility. Why is that such an important trait, especially for Christians? What have we, in light of the Cross, to be proud about?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 26",
               "dayTitle":"<p>A Cursed Tree and a Cleansed Temple</p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p><strong>Read Mark 11:12–26. What is the significance of the events depicted here?\n</strong></p><p><strong><sup>12 </sup></strong>On the next day, when they had left Bethany, He became hungry.&nbsp;</p><p><strong>13</strong> Seeing at a distance a fig tree in leaf, He went to see if perhaps He would find anything on it; and when He came to it, He found nothing but leaves, for it was not the season for figs.&nbsp;</p><p><strong><sup>14</sup></strong> He said to it, \"May no one ever eat fruit from you again!\" And His disciples were listening.&nbsp;</p><p><strong><sup>15</sup></strong> Then they came to Jerusalem. And He entered the temple and began to drive out those who were buying and selling in the temple, and overturned the tables of the money changers and the seats of those who were selling doves;&nbsp;</p><p><strong><sup>16</sup></strong> and He would not permit anyone to carry merchandise through the temple.&nbsp;</p><p><strong><sup>17</sup></strong> And He began to teach and say to them, \"Is it not written, 'my house shall be called a house of prayer for all the nations'? But you have made it a robbers' den.\"&nbsp;</p><p><strong><sup>18</sup></strong> The chief priests and the scribes heard this, and began seeking how to destroy Him; for they were afraid of Him, for the whole crowd was astonished at His teaching.&nbsp;</p><p><strong><sup>19</sup></strong> When evening came, they would go out of the city.&nbsp;</p><p><strong><sup>20</sup></strong> As they were passing by in the morning, they saw the fig tree withered from the roots up.&nbsp;</p><p><strong><sup>21</sup></strong> Being reminded, Peter said to Him, \"Rabbi, look, the fig tree which You cursed has withered.\"&nbsp;</p><p><strong><sup>22</sup></strong> And Jesus answered saying to them, \"Have faith in God.&nbsp;</p><p><strong><sup>23</sup></strong> Truly I say to you, whoever says to this mountain, 'Be taken up and cast into the sea,' and does not doubt in his heart, but believes that what he says is going to happen, it will be granted him.&nbsp;</p><p><strong><sup>24</sup></strong> Therefore I say to you, all things for which you pray and ask, believe that you have received them, and they will be granted you.&nbsp;</p><p><strong><sup>25</sup></strong> Whenever you stand praying, forgive, if you have anything against anyone, so that your Father who is in heaven will also forgive you your transgressions.&nbsp;</p><p><strong><sup>26</sup></strong> [But if you do not forgive, neither will your Father who is in heaven forgive your transgressions.\"]</p><p><br></p><p>In the morning, coming from Bethany, only about two miles (a little more than three kilometers) from Jerusalem, Jesus was hungry. Seeing a fig tree in leaf, He went to it to find perhaps some early fruit. This action would not be considered stealing since according to Old Testament law, one could eat food from a neighbor’s field or orchard to assuage hunger (Lev. 19:9, Lev. 23:22, Deut. 23:25). But He found no fruit and said to the tree, “ ‘May no one ever eat fruit from you again’ ” (Mark 11:14, ESV). It was a very strange and atypical action for Jesus, but what follows right after becomes even more striking.\n</p><p>What happens next likely occurs in the Court of the Gentiles, where selling of sacrifices took place (recently begun by Caiaphas). Jesus clears away the sellers from the courts so that quiet worship may return. His action is a direct affront to those in charge of the temple system.\n</p><p>Jesus links two Old Testament passages as a scathing rebuke of the unholy traffic. He insists the temple is to be a house of prayer for all people (Isa. 56:7), emphatically including the Gentiles. Then He says the leaders have made the temple a den of robbers (Jer. 7:11). Then, at the end of this amazing day, Jesus leaves the city with His disciples (Mark 11:19).\n</p><p>The next morning, going back to the city (see Mark 11:20–26), the disciples are astonished to see the fig tree withered from the roots. Jesus makes a lesson about prayer and forgiveness in His explanation of what has happened. What does all this mean?\n</p><p>These two stories are the fourth sandwich story in Mark (see lesson 3). In such stories, dramatized irony occurs with parallel characters doing opposite actions or opposite characters doing parallel actions. In this story the fig tree and the temple stand in parallel. Jesus curses the tree but cleanses the temple, opposite actions. But the irony is that the religious leaders will now plot to kill Jesus, and that action will spell the end of the significance of the temple services, which were fulfilled in Jesus.\n</p><p><strong>What things in your life do you need Jesus to clean? How does this happen?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 27",
               "dayTitle":"<p>Who Said You Could Do That?</p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p><strong>Read Mark 11:27–33. What challenge did the religious leaders bring to Jesus, and how did He respond?\n</strong></p><p><strong>Mark 11:27-33\n</strong></p><p><sup><strong>27</strong> </sup>Then they came again to Jerusalem. And as He was walking in the temple, the chief priests, the scribes, and the elders came to Him.&nbsp;</p><p><strong><sup>28</sup></strong> And they said to Him, “By what authority are You doing these things? And who gave You this authority to do these things?”&nbsp;</p><p><strong><sup>29</sup></strong> But Jesus answered and said to them, “I also will ask you one question; then answer Me, and I will tell you by what authority I do these things:&nbsp;</p><p><strong><sup>30</sup></strong> The baptism of John—was it from heaven or from men? Answer Me.”&nbsp;</p><p><strong><sup>31</sup></strong> And they reasoned among themselves, saying, “If we say, ‘From heaven,’ He will say, ‘Why then did you not believe him?’&nbsp;</p><p><strong><sup>32</sup></strong> But if we say, ‘From men’ ”—they feared the people, for all counted John to have been a prophet indeed.&nbsp;</p><p><strong><sup>33</sup></strong> So they answered and said to Jesus, “We do not know.” And Jesus answered and said to them, “Neither will I tell you by what authority I do these things.”</p><p><br></p><p>The day after Jesus cleanses the temple, the religious leaders confront Him in the temple courts, asking by what authority He acted the day before. They are not seeking truth but seeking to trap Him. If He says that His authority is from God, they will deny that a simple country carpenter could have such authority. If He admits that His authority is human, they will dismiss Him as a fool.\n</p><p>But Jesus sees through their trap and says He will answer their question if they will answer one He asks. What He asks is whether John the Baptist’s baptism was from God or from men. Instantly, the leaders see that they are the ones trapped. If they say from God, Jesus will say, “Why did you not believe him?” If they say from men, they fear the people. So, they lie and say they do not know. This gives Jesus the opportunity to refuse to answer their question.\n</p><p><strong>Read Mark 12:1–12. How did Jesus follow up His refusal to answer, and what effect did it have?\n</strong></p><p><strong>Mark 12:1-12\n</strong></p><p><sup><strong>1</strong> </sup>Then He began to speak to them in parables: “A man planted a vineyard and set a hedge around it, dug a place for the wine vat and built a tower. And he leased it to vinedressers and went into a far country.&nbsp;</p><p><strong><sup>2</sup></strong> Now at vintage-time he sent a servant to the vinedressers, that he might receive some of the fruit of the vineyard from the vinedressers.&nbsp;</p><p><strong><sup>3</sup></strong> And they took him and beat him and sent him away empty-handed.&nbsp;</p><p><strong><sup>4</sup></strong> Again he sent them another servant, and at him they threw stones, wounded him in the head, and sent him away shamefully treated.&nbsp;</p><p><strong><sup>5</sup></strong> And again he sent another, and him they killed; and many others, beating some and killing some.&nbsp;</p><p><strong><sup>6</sup></strong> Therefore still having one son, his beloved, he also sent him to them last, saying, ‘They will respect my son.’&nbsp;</p><p><strong><sup>7</sup></strong> But those vinedressers said among themselves, ‘This is the heir. Come, let us kill him, and the inheritance will be ours.’&nbsp;</p><p><strong><sup>8</sup></strong> So they took him and killed him and cast him out of the vineyard.&nbsp;</p><p><strong><sup>9</sup></strong> “Therefore what will the owner of the vineyard do? He will come and destroy the vinedressers, and give the vineyard to others.&nbsp;</p><p><strong><sup>10</sup></strong> Have you not even read this Scripture: ‘The stone which the builders rejected Has become the chief cornerstone.&nbsp;</p><p><strong><sup>11</sup></strong> This was the Lord’s doing, And it is marvelous in our eyes’?”&nbsp;</p><p><strong><sup>12</sup></strong> And they sought to lay hands on Him, but feared the multitude, for they knew He had spoken the parable against them. So they left Him and went away.</p><p><br></p><p>Jesus tells a parable about a vineyard, an owner, and tenants to whom he rents it. The story Jesus tells has great similarities to the parable of the vineyard found in Isaiah 5, where God brings a charge against unfaithful Israel. Everyone would recognize the parallel, especially the religious leaders.\n</p><p>The story unfolds in a most unusual way as the tenants refuse to give any of the fruits of the field to the owner. Instead, they mistreat and kill his servants. Finally, the owner sends his beloved son, whom he expects them to respect. But not so. They strangely reason that if they kill the son, the vineyard will be theirs. Their illogic is striking, and the judgment to be meted out on them is justified.\n</p><p>In this story, Jesus is giving the religious leaders a solemn warning as to where their steps are heading. Seen in this light, His parable is a loving forewarning. It is not too late for them to change and avoid certain judgment. Some will repent, change, and accept Jesus. Others will not.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 28",
               "dayTitle":"<p>Earthly Duties and Heavenly Outcomes</p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p><strong>Read Mark 12:13–27. What is going on here, and what truths does Jesus teach?\n</strong></p><p><strong>Mark 12:13-27\n</strong></p><p><sup><strong>13</strong> </sup>Then they sent to Him some of the Pharisees and the Herodians, to catch Him in His words.&nbsp;</p><p><strong><sup>14</sup></strong> When they had come, they said to Him, “Teacher, we know that You are true, and care about no one; for You do not regard the person of men, but teach the way of God in truth. Is it lawful to pay taxes to Caesar, or not?&nbsp;</p><p><strong><sup>15</sup></strong> Shall we pay, or shall we not pay?” But He, knowing their hypocrisy, said to them, “Why do you test Me? Bring Me a denarius that I may see it.”&nbsp;</p><p><strong><sup>16</sup></strong> So they brought it. And He said to them, “Whose image and inscription is this?” They said to Him, “Caesar’s.”&nbsp;</p><p><strong><sup>17</sup></strong> And Jesus answered and said to them, “Render to Caesar the things that are Caesar’s, and to God the things that are God’s.” And they marveled at Him.&nbsp;</p><p><strong><sup>18</sup></strong> Then some Sadducees, who say there is no resurrection, came to Him; and they asked Him, saying:&nbsp;</p><p><sup><strong>19</strong> </sup>“Teacher, Moses wrote to us that if a man’s brother dies, and leaves his wife behind, and leaves no children, his brother should take his wife and raise up offspring for his brother.&nbsp;</p><p><strong><sup>20</sup></strong> Now there were seven brothers. The first took a wife; and dying, he left no offspring.&nbsp;</p><p><strong><sup>21</sup></strong> And the second took her, and he died; nor did he leave any offspring. And the third likewise.&nbsp;</p><p><strong><sup>22</sup></strong> So the seven had her and left no offspring. Last of all the woman died also.&nbsp;</p><p><strong><sup>23</sup></strong> Therefore, in the resurrection, when they rise, whose wife will she be? For all seven had her as wife.”&nbsp;</p><p><strong><sup>24</sup></strong> Jesus answered and said to them, “Are you not therefore mistaken, because you do not know the Scriptures nor the power of God?&nbsp;</p><p><strong><sup>25</sup></strong> For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven.&nbsp;</p><p><strong><sup>26</sup></strong> But concerning the dead, that they rise, have you not read in the book of Moses, in the burning bush passage, how God spoke to him, saying, ‘I am the God of Abraham, the God of Isaac, and the God of Jacob’?&nbsp;</p><p><strong><sup>27</sup></strong> He is not the God of the dead, but the God of the living. You are therefore greatly mistaken.”</p><p><br></p><p>The religious leaders were trying to catch Jesus in something they could use to condemn Him, either to the Roman governor or to the people. In this controversy, it was the question of paying taxes. In this time and place, refusing to pay taxes could be taken as rebellion against the Roman government, a serious offense.\n</p><p>Jesus’ reply to give to Caesar the things that are Caesar’s and to God the things that are God’s kept Him out of a trap and also provided profound instruction on the believer’s responsibility to the government. “He declared that since they were living under the protection of the Roman power, they should render to that power the support it claimed, so long as this did not conflict with a higher duty. But while peaceably subject to the laws of the land, they should at all times give their first allegiance to God.”—Ellen. G. White, The Desire of Ages, p. 602.\n</p><p>What follows next is a question about the resurrection of the dead. The Sadducees were a priestly group that accepted only the five books of Moses as Scripture. They did not believe in the resurrection of the dead. The scenario they present to Jesus was probably hypothetical. It involved seven brothers and one woman. According to the law of Moses, when a man who died left no sons, his brother would marry the widow to maintain property in a family line, and any children born to that union would be legally those of the dead man (Deut. 25:5–10).\n</p><p>Seeking to discredit the doctrine of the resurrection, the Sadducees point to a moral dilemma of whose wife the woman would be in the resurrection. Jesus counters their argument in two steps, referring to the Scriptures and to the power of God. First, He describes the power of God in the resurrection and indicates that there will not be marriage in heaven. Then He defends the doctrine of the resurrection by appealing to Exodus 3:1–22, where God indicates that He is the God of Abraham, Isaac, and Jacob. Jesus implies that this means that they will be raised; they cannot remain dead if God is the God of Abraham, Isaac, and Jacob, who are, for now, dead.\n</p><p><strong>If someone were to ask you, “Do you know the power of God?” what would you reply, and why?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"AUGUST 29",
               "dayTitle":"<p>The Greatest Commandment</p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p><strong>Read Mark 12:28–34. What deep question did the friendly scribe ask, and what double response did Jesus give?\n</strong></p><p><strong>Mark 12:28-34\n</strong></p><p><sup><strong>28</strong> </sup>Then one of the scribes came, and having heard them reasoning together, perceiving that He had answered them well, asked Him, “Which is the first commandment of all?”&nbsp;</p><p><strong><sup>29</sup></strong> Jesus answered him, “The first of all the commandments is: ‘Hear, O Israel, the Lord our God, the Lord is one.&nbsp;</p><p><strong><sup>30</sup></strong> And you shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’ This is the first commandment.&nbsp;</p><p><strong><sup>31</sup></strong> And the second, like it, is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these.”&nbsp;</p><p><strong><sup>32</sup></strong> So the scribe said to Him, “Well said, Teacher. You have spoken the truth, for there is one God, and there is no other but He.&nbsp;</p><p><strong><sup>33</sup></strong> And to love Him with all the heart, with all the understanding, with all the soul, and with all the strength, and to love one’s neighbor as oneself, is more than all the whole burnt offerings and sacrifices.”&nbsp;</p><p><strong><sup>34</sup></strong> Now when Jesus saw that he answered wisely, He said to him, “You are not far from the kingdom of God.” But after that no one dared question Him.</p><p><br></p><p>Up to this point in the Gospel of Mark, most of the religious leaders, with few exceptions, are antagonistic to Jesus. This is particularly true in Jerusalem, where Jesus has confronted the leadership over temple worship—that which stands at the heart of Judaism. Thus, for a scribe to listen to the disputes and appreciate Jesus’ responses displays both honesty and courage in face of the prevailing animosity toward Jesus. It would be easier to just stand back and watch, even if one were in sympathy with Jesus. But this man does not do that.\n</p><p>The scribe cuts to the heart of religion with his question as to which commandment is the most important. Jesus responds with simplicity and clarity, quoting the Shema, the confession of faith in Judaism from Deuteronomy 6:4, 5. The greatest commandment, says Jesus, is to love God with all your heart, soul, mind, and strength—that is, with the totality of who you are. Jesus gives the scribe a bonus by listing the second most important commandment, citing the Old Testament again, this time from Leviticus 19:18, to love your neighbor as yourself.\n</p><p>Sometimes people wonder how it is possible to command love. The cultural context of the command in Deuteronomy helps explain. The language comes from ancient treaties between parties, and the term for “love” refers to being faithful to the requirements of the treaty, faithfully fulfilling them. Thus, while it does not rule out the concept of deep affection between parties, it is much more focused on actions that demonstrate such loyalty.\n</p><p>The scribe was honest and saw the clarity and simplicity of Jesus’ response and said so. One can imagine scowls from other religious leaders since the honest scribe has affirmed Jesus’ reply as valid, something no one else was willing to do. Jesus also affirmed the scribe for his honest answer, saying he was not far from the kingdom of God. Not far does not mean inside. What the scribe still needed was to recognize who Jesus was and follow Him, a further step in the journey of faith.\n</p><p><strong>How do we learn to love God and to love our neighbors as ourselves? Why is the Cross the key to following these commands?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 30",
               "dayTitle":"<p>Further Thought</p>",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p>Read Ellen G. White, “A Doomed People,” pp. 580–588; “The Temple Cleansed Again,” pp. 589–600; “Controversy,” pp. 601–609, in The Desire of Ages.\n</p><p>“Christ’s act in cursing the tree which His own power had created stands as a warning to all churches and to all Christians. No one can live the law of God without ministering to others. But there are many who do not live out Christ’s merciful, unselfish life. Some who think themselves excellent Christians do not understand what constitutes service for God. They plan and study to please themselves. They act only in reference to self. Time is of value to them only as they can gather for themselves. In all the affairs of life this is their object. Not for others but for themselves do they minister. God created them to live in a world where unselfish service must be performed. He designed them to help their fellow men in every possible way. But self is so large that they cannot see anything else. They are not in touch with humanity. Those who thus live for self are like the fig tree, which made every pretension but was fruitless. They observe the forms of worship, but without repentance or faith. In profession they honor the law of God, but obedience is lacking. They say, but do not. In the sentence pronounced on the fig tree Christ demonstrates how hateful in His eyes is this vain pretense. He declares that the open sinner is less guilty than is he who professes to serve God, but who bears no fruit to His glory.”—Ellen G. White, The Desire of Ages, p. 584.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong><sup>1</sup> Ponder the meaning of Christ’s cleansing the temple. How might that principle apply to our church today? How should such a cleansing take place?\n</strong></p><p><strong><sup>2</sup> All through the Gospels, again and again, Jesus refers to the Scriptures and how they must be fulfilled. What does this tell us about just how central they are to the life of faith? Why must we fervently reject any attempt to downplay the authority of Scripture, especially the idea that the Scriptures are merely people’s own ideas about God, who God is, and how He operates?\n</strong></p><p><strong><sup>3</sup> Where is the proper line between church and state? How does Jesus’ teaching in Mark 12:13–17 guide this discussion?\n</strong></p><p><strong><sup>4</sup> Look up texts that talk about the resurrection. Why is this doctrine so central to our faith, especially considering the state of the dead?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":98,
               "idDay":8,
               "idLesson":9,
               "lessonText":"<p><strong>Dream Changes Father’s Life\n</strong></p><p><em>By Andrew McChesney\n</em></p><p>Anush had prayed for years for Father to come to God. After Father allowed her and Mother to return to church on Sabbaths, she began to pray even more earnestly, pleading with God to reveal Himself to Father.\n</p><p>“I don’t want to be the center of this story. Ignore me,” she prayed. “Speak to Father through dreams, visions, or friends. I just want his salvation.”\n</p><p>She surrendered the matter to God. “It’s about You and him,” she said.\n</p><p>Then Father had a dream. In it, he saw fire raining down on a city located near their town in Armenia. He saw some people running and screaming and others who were peaceful and singing. Father was astonished. He told Anush and Mother about the dream.\n</p><p>About the same time, Anush watched an online sermon about the Holy Spirit, and she told Father about it. “The preacher said the fire of the Holy Spirit protects us from the fire of hell,” she said. “When you get the fire of the Holy Spirit, you won’t be scared of the fire at the end of the world.”\n</p><p>Something clicked. Father understood that the frightened people in his dream didn’t have the Holy Spirit and were afraid of hellfire, while the peaceful people were not afraid because they had received the fire of the Holy Spirt. He remembered reading that the Holy Spirit, in the form of a dove, descended on Jesus at His baptism (Matt. 3:16).\n</p><p>“I need to get baptized,” Father said.\n</p><p>But the words sounded strange to him even as they came out of his mouth. Armenia prides itself as the first country to adopt Christianity, in 301 A.D., and many Armenians consider it their duty to be Christian. They were baptized as infants, not as adults. Now, Father wasn’t sure what to do.\n</p><p>“You have the Bible,” Anush said. “Read it. Let the Bible answer your questions. Let the Bible lead you to the right church.”\n</p><p>Father read the Bible even more earnestly. One day, a friend asked him why he was reading the Bible so intently. “Is it something to boast about?” the friend asked. “If Jesus came tomorrow, would you say, ‘I have read the Bible?’ Would that be enough?”\n</p><p>The questions shocked Father. His whole body trembled. A short time later, when he had left the friend’s house and was alone in his car, he poured out his heart to God. “If Jesus came tomorrow, what would I say to Him?” he prayed. “If Jesus really came, what would I say to Him?”\n</p><p>He went home and told Mother, “I’ll go to church with you next Sabbath.”\n</p><p>But Father didn’t want to go to the town’s house church, which was comprised of seven women. “Let’s go to the church in the next town,” he said.\n</p><p>From that Sabbath, Father began to worship every week in church.\n</p><p><em>Part of last quarter’s Thirteenth Sabbath Offering went to open a center of influence for families like Anush’s in Yerevan, Armenia. Thank you for helping spread the gospel with your offerings. Next week: Father is baptized.</em></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teacher Comments</p>",
               "id":99,
               "idDay":9,
               "idLesson":9,
               "lessonText":"<p><strong>Part I: Overview\n</strong></p><p><strong>Key Texts: Mark 11:15, 17; Mark 12:7\n</strong></p><p><strong>Study Focus: Mark 11, 12\n</strong></p><p><strong>Introduction: </strong>Mark is the shortest of the four Gospel narratives of the minis­try of Jesus. Until Mark 9, the author discusses Jesus’ ministry in His own region of Galilee. Starting with Mark 10, however, the narrative shifts to Jesus’ ministry in Judea, particularly in Jerusalem.\n</p><p>On His way to the great city, Jesus explains to His disciples His mission that will take place there. The account not only announces a change in location of Christ’s ministry but also introduces the readers to the last part of Jesus’ ministry and life on earth.\n</p><p><strong>Lesson Themes:</strong> This week’s study considers some significant incidents in Jesus’ life that transpire in Jerusalem, most specifically concerning the temple:\n</p><p><ol><li>The announcement of Christ’s passion as it relates to His death.\n</li><li>Jesus’ journey to the city of Jerusalem, notwithstanding Mark’s mention of Jesus’ sojourn to the region of Judea, in chapter 10. Chapter 11 describes Jesus’ momentous entrance into the storied city.\n</li><li>Jesus’ activity in Jerusalem and its temple, the loci of most of the discussions in Mark 11 and 12.\n</li></ol></p><p><strong><br></strong></p><p><strong>Part II: Commentary\n</strong></p><p><strong>Announcement of the Passion\n</strong></p><p>Starting in Mark 8, Jesus explicitly announces His impending suffering on the cross. “And He began to teach them that the Son of Man must suffer many things and be rejected by the elders and the chief priests and the scribes, and be killed, and after three days rise from the dead” (Mark 8:31, NASB). Later, in the following chapter, Jesus describes the future scenes of His death: “ ‘The Son of Man is to be handed over to men, and they will kill Him; and when He has been killed, He will rise three days later’ ” (Mark 9:31, NASB). Jesus knows that His journey toward Jerusalem is the path of suffering and death. But He is resolved to go there because His mission is to die on the cross to save humanity.\n</p><p>Unfortunately, the disciples do not understand Jesus’ words about His mission as a direct fulfillment of prophecy. The disciples think that Jesus is going to establish an earthly kingdom in their lifetime. For this reason, they discuss the possible privileges or positions that they may gain in, and from, such a kingdom. Luke, in his Gospel, records the sense of uneasiness among the disciples after Jesus’ death has deeply disappointed their hopes and ambitions. “ ‘But we were hoping that it was He who was going to redeem Israel’ ” (Luke 24:21, NASB), says one of them. Thus, though followed by multitudes, Jesus ultimately walks alone. He alone understands the full significance of each one of His actions. As Isaiah described it hundreds of years before: “ ‘I have trodden the wine trough alone, and from the peoples there was no one with Me’ ” (Isa. 63:3, NASB).\n</p><p><strong>Jesus Moves to the City of Jerusalem\n</strong></p><p>The storied city of Jerusalem receives the Messiah without major fanfare on the part of its religious leaders and learned people of the nation. Jesus comes on a foal. He is not recognized as a king by those judging His outward appearance. Some, perhaps the disciples, shout with joyful emotion about the coming of the kingdom. “Those who went in front and those who followed were shouting: ‘Hosanna! Blessed is He who comes in the name of the Lord; Blessed is the coming kingdom of our father David; Hosanna in the highest!’ ” (Mark 11:9, 10, NASB).\n</p><p>The next part of Mark’s narrative in chapter 11 focuses on the temple—the center of the religious ceremonies for the entire Israelite nation—and particularly its services. From Jesus’ perspective, the purpose for which the temple had been originally established has become obsolete. Ellen G. White explains it in these words: “That service had been instituted by Christ Himself. In every part it was a symbol of Him; and it had been full of vitality and spiritual beauty. But the Jews lost the spiritual life from their ceremonies, and clung to the dead forms. They trusted to the sacrifices and ordinances themselves, instead of resting upon Him to whom they pointed. In order to supply the place of that which they had lost, the priests and rabbis multiplied requirements of their own; and the more rigid they grew, the less of the love of God was manifested. They measured their holiness by the multitude of their cere­monies, while their hearts were filled with pride and hypocrisy.”—The Desire of Ages, p. 29.\n</p><p><strong>Jesus and the Temple\n</strong></p><p>Mark tell us, “Jesus entered Jerusalem and came into the temple area; and after looking around at everything, He left for Bethany with the twelve, since it was already late” (Mark 11:11, NASB; emphasis added). The next day, upon His return to the temple, His indignation could not be restrained. “He entered the temple area and began to drive out those who were selling and buying on the temple grounds, and He overturned the tables of the money changers and the seats of those who were selling doves” (Mark 11:15, NASB).\n</p><p>Then, quoting the Scripture, Jesus denounces them: “ ‘Is it not written: “My House will be called a House of prayer for all nations”? But you have made it a den of robbers’ ” (Mark 11:17, NASB). No doubt Jesus is indignant because of the unscrupulousness of the transactions conducted in the temple precincts. Ellen G. White comments on this point: “The dealers demanded exorbitant prices for the animals sold, and they shared their profits with the priests and rulers, who thus enriched themselves at the expense of the people.”—The Desire of Ages, p. 155.\n</p><p>At the same time, we know that “every Israelite male was expected to pay a half-shekel annual temple tax. . . . The debates about what the temple authorities did with the excess money suggest that the finances were completely nontransparent.”—David Instone-Brewer, “Temple and Priesthood,” in The World of the New Testament: Cultural, Social, and Historical Contexts, eds. Joel B. Green and Lee Martin McDonald (Grand Rapids, MI: Baker Academic, 2013), pp. 203, 204.\n</p><p>Mark 11:18 focuses his readers’ attention on the priests, the leaders of the temple services, and the scribes, and how “they began seeking how to put [Jesus] to death” (NASB). How sad to see that it is the religious leaders who initiate Jesus’ demise. When thus rebuked by the Savior, “they should have corrected the abuses of the temple court.”—Ellen G. White, The Desire of Ages, pp. 156, 157. Instead of listening to Jesus’ message, the religious leaders want the messenger to disappear. Ellen G. White also writes, “The very priests who ministered in the temple had lost sight of the significance of the service they performed. They had ceased to look beyond the symbol to the thing signified. In presenting the sacrificial offerings they were as actors in a play. The ordinances which God Himself had appointed were made the means of blinding the mind and hardening the heart. God could do no more for man through these channels. The whole system must be swept away.”—The Desire of Ages, p. 36.\n</p><p>On the following day, Jesus again entered within the precincts of the temple (Mark 11:27). Once again, the chief priests, the scribes, and the elders came to argue with Him. They contended with Jesus concerning His dominion, and asked, “By what authority are You doing these things?” (Mark 11:28, NASB). In response, Jesus answered their question with another question and avoided giving them a direct answer. In fact, Jesus had answered the same question in the past; yet no changes had been made in the attitude of the leaders of Israel since that time. Furthermore, Jesus knew, by the intention of their question, that they wanted only to contend with Him instead of repenting of their pride and hardheartedness. It was clear that through His teachings they perceived of Jesus’ divine character: “ ‘Teacher, we know that You are truthful and do not care what anyone thinks; for You are not partial to anyone, but You teach the way of God in truth’ ” (Mark 12:14, NASB).\n</p><p>In other cases, the religious leaders hurled questions at Jesus out of malice, as depicted in Mark 12:13: “Then they sent some of the Pharisees and Herodians to Him in order to trap Him in a statement” (NASB). The religious leaders collectively “were seeking to seize [Jesus]” (Mark 12:12, NASB).\n</p><p>In the parable of the vineyard (Mark 12:1–11), Jesus unmasks with precision the nefarious plots of the religious leaders to take His life in the near future. Christ confirms their perfidy in the parable with these words: “ ‘They took him and killed him, and threw him out of the vineyard’ ” (Mark 12:8, NASB). However, given our discussion about the temple, what is most significant are Jesus’ words in verse 9. In this verse, Jesus explains what will happen according to God’s salvific plan: “He will come and put the vine-growers to death, and give the vineyard to others” (Mark 12:9, NASB). With Jesus’ death, the entire tabernacle system reached its end. All its emblems pointed to Jesus. Additionally, the faithful remnant of Israel would carry on the mission. William L. Lane explains literal Israel’s dire fate in the following words: “Within the scope of the parable the inevitable consequence of the rejection of the son was decisive, catastrophic judgment. This points to the critical significance of the rejection of John and of Jesus which is so prominently in view in [John] 11:27–12:12, for what is involved is the rejection of God. Without declaring [H]is own transcendent sonship, Jesus clearly implies that the Sanhedrin has rejected God’s final messenger and that disaster will ensue. The sacred trust of the chosen people will be transferred to the new Israel of God.”—Lane, “The Gospel of Mark,” in The New International Commentary on the New Testament, vol. 2 (Grand Rapids, MI: William B. Eerdmans, 1974), p. 419.\n</p><p><strong><br></strong></p><p><strong>Part III: Life Application\n</strong></p><p>What practical lessons can we learn from Jesus’ act of cleansing the temple? Consider the following statement: “The courts of the temple at Jerusalem, filled with the tumult of unholy traffic, represented all too truly the temple of the heart, defiled by the presence of sensual passion and unholy thoughts. In cleansing the temple from the world’s buyers and sellers, Jesus announced His mission to cleanse the heart from the defilement of sin,—from the earthly desires, the selfish lusts, the evil habits, that corrupt the soul.”—Ellen G. White, The Desire of Ages, p. 161.\n</p><p>In Mark 12:14, one of the members of the Pharisees addresses Jesus and says, “ ‘Teacher, we know that You are truthful and do not care what anyone thinks; for You are not partial to anyone, but You teach the way of God in truth’ ” (NASB). It seems the religious leaders recognize who Jesus is and the authority of His teaching. However, they are not willing to follow Jesus and become part of His kingdom. Ask your class members, How could the leaders recognize His authority and yet still reject Him at the same time? How is this same recognition and rejection of Jesus repeated in modern times?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>Jerusalem Controversies</p>",
         "verse":"<p>“ ‘And whenever you stand praying, if you have anything against anyone, forgive him, that your Father in heaven may also forgive you your trespasses’ ” (Mark 11:25, NKJV).</p>",
         "versionCode":1,
         "weekDate":"Aug 24 - 30"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
