{
   "data":[
      {
         "color":"#36090FC",
         "id":7,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"7 de mayo",
               "dayTitle":"",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p>Con Génesis 15, llegamos al momento decisivo en que Dios formaliza su pacto con Abraham. El pacto abrahámico es el segundo pacto, después del pacto con Noé. Al igual que el pacto con Noé, el pacto con Abraham atañe a otras naciones también porque, en última instancia, el pacto con Abraham es parte del Pacto eterno que se ofrece a toda la humanidad (Gén. 17: 7; Heb. 13: 20). Este episodio de la vida de Abraham está lleno de temor y risas. Abram tiene miedo (Gén. 15: 1), al igual que Sara (Gén. 18: 15) y Agar (Gén. 21: 17).\n</p><p>Abram se ríe (Gén. 17: 17); Sara (Gén. 18: 12) e Ismael, también (Gén. 21: 9 connota risa burlona). Estos capítulos resuenan con la sensibilidad y la calidez humanas. A Abram le apasiona la salvación de los malvados sodomitas; se preocupa por Sara, Agar y Lot; y es hospitalario con los tres extranjeros (Gén. 18: 6). En ese contexto, Abram, cuyo nombre implica nobleza y respetabilidad, cambiará su nombre a Abraham, que significa “Padre de muchedumbre de gentes” (Gén. 17: 5). Por lo tanto, aquí vemos más indicios de la naturaleza universal de lo que Dios planea hacer mediante su pacto con Abraham.</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de mayo",
               "dayTitle":"<p>LA FE DE ABRAHAM</p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Génesis 15: 1 al 21; y Romanos 4: 3, 4, 9 y 22. ¿Cómo revela Abram lo que significa vivir por fe? ¿Cuál es el significado del sacrificio que Dios le pidió a Abram que realizara?\n</strong></p><p><strong>Génesis 15: 1 al 21\n</strong></p><p><sup><strong>1</strong> </sup>Después de estas cosas vino la palabra de Jehová a Abram en visión, diciendo: No temas, Abram; yo soy tu escudo, y tu galardón será sobremanera grande.&nbsp;</p><p><strong><sup>2</sup> </strong>Y respondió Abram: Señor Jehová, ¿qué me darás, siendo así que ando sin hijo, y el mayordomo de mi casa es ese damasceno Eliezer?&nbsp;</p><p><sup><strong>3</strong></sup> Dijo también Abram: Mira que no me has dado prole, y he aquí que será mi heredero un esclavo nacido en mi casa.&nbsp;</p><p><sup><strong>4</strong></sup> Luego vino a él palabra de Jehová, diciendo: No te heredará este, sino un hijo tuyo será el que te heredará.&nbsp;</p><p><sup><strong>5</strong> </sup>Y lo llevó fuera, y le dijo: Mira ahora los cielos, y cuenta las estrellas, si las puedes contar. Y le dijo: Así será tu descendencia.&nbsp;</p><p><sup><strong>6</strong> </sup>Y creyó a Jehová, y le fue contado por justicia.&nbsp;</p><p><sup><strong>7</strong></sup> Y le dijo: Yo soy Jehová, que te saqué de Ur de los caldeos, para darte a heredar esta tierra.&nbsp;</p><p><sup><strong>8</strong></sup> Y él respondió: Señor Jehová, ¿en qué conoceré que la he de heredar?&nbsp;</p><p><sup><strong>9</strong></sup> Y le dijo: Tráeme una becerra de tres años, y una cabra de tres años, y un carnero de tres años, una tórtola también, y un palomino.&nbsp;</p><p><strong><sup>10</sup> </strong>Y tomó él todo esto, y los partió por la mitad, y puso cada mitad una enfrente de la otra; mas no partió las aves.&nbsp;</p><p><sup><strong>11</strong></sup> Y descendían aves de rapiña sobre los cuerpos muertos, y Abram las ahuyentaba.&nbsp;</p><p><sup><strong>12</strong></sup> Mas a la caída del sol sobrecogió el sueño a Abram, y he aquí que el temor de una grande oscuridad cayó sobre él.&nbsp;</p><p><sup><strong>13</strong></sup> Entonces Jehová dijo a Abram: Ten por cierto que tu descendencia morará en tierra ajena, y será esclava allí, y será oprimida cuatrocientos años.&nbsp;</p><p><sup><strong>14</strong></sup> Mas también a la nación a la cual servirán, juzgaré yo; y después de esto saldrán con gran riqueza.&nbsp;</p><p><strong><sup>15</sup> </strong>Y tú vendrás a tus padres en paz, y serás sepultado en buena vejez.&nbsp;</p><p><sup><strong>16</strong></sup> Y en la cuarta generación volverán acá; porque aún no ha llegado a su colmo la maldad del amorreo hasta aquí.&nbsp;</p><p><sup><strong>17</strong></sup> Y sucedió que puesto el sol, y ya oscurecido, se veía un horno humeando, y una antorcha de fuego que pasaba por entre los animales divididos.&nbsp;</p><p><sup><strong>18</strong></sup> En aquel día hizo Jehová un pacto con Abram, diciendo: A tu descendencia daré esta tierra, desde el río de Egipto hasta el río grande, el río Éufrates;&nbsp;</p><p><sup><strong>19</strong></sup> la tierra de los ceneos, los cenezeos, los cadmoneos,&nbsp;</p><p><sup><strong>20</strong></sup> los heteos, los ferezeos, los refaítas,&nbsp;</p><p><sup><strong>21</strong></sup> los amorreos, los cananeos, los gergeseos y los jebuseos.\n</p><p><strong>Romanos 4: 3&nbsp;</strong></p><p><sup><strong>3 </strong></sup>Porque ¿qué dice la Escritura? Creyó Abraham a Dios, y le fue contado por justicia.\n</p><p><strong>Romanos 4: 4</strong></p><p><sup><strong>4</strong></sup> Pero al que obra, no se le cuenta el salario como gracia, sino como deuda.\n</p><p><strong>Romanos 4: 9&nbsp;</strong></p><p><sup><strong>9</strong> </sup>¿Es, pues, esta bienaventuranza solamente para los de la circuncisión, o también para los de la incircuncisión? Porque decimos que a Abraham le fue contada la fe por justicia.\n</p><p><strong>Romanos 4: 22&nbsp;</strong></p><p><sup><strong>22</strong> </sup>por lo cual también su fe le fue contada por justicia.\n</p><p>La primera respuesta de Dios a la preocupación de Abram por un heredero (Gén. 15: 1-3) es que tendrá un hijo “que saldrá de [s]us entrañas” (Gén. 15: 4, RVA). El profeta Natán usa el mismo lenguaje para referirse a la simiente del futuro rey mesiánico (2 Sam. 7: 12). Abram se tranquilizó y “creyó a Jehová” (Gén. 15: 6), porque entendió que el cumplimiento de la promesa de Dios no dependía de su propia justicia sino de la justicia de Dios (Gén. 15: 6; comparar con Rom. 4: 5, 6). Este concepto es extraordinario, especialmente en aquella cultura. En la religión de los antiguos egipcios, por ejemplo, el juicio se evaluaba sobre la base de sopesar las obras humanas de justicia de una persona contra la justicia de la diosa Maat, que representaba la justicia divina. En resumen, la gente tenía que ganarse la “salvación”.\n</p><p>Entonces, Dios instituye una ceremonia sacrificial que efectuará Abram. Básicamente, el sacrificio señala a la muerte de Cristo por nuestros pecados. Los seres humanos se salvan por la gracia, el don de la justicia de Dios, simbolizado por estos sacrificios. Pero esta ceremonia en particular transmite mensajes específicos para Abram. El acecho de las aves de rapiña sobre los animales del sacrificio (Gén. 15: 9-11) significa que los descendientes de Abram sufrirán esclavitud por un período de “cuatrocientos años” (Gén. 15: 13), o cuatro generaciones (Gén. 15: 16). Luego, en la cuarta generación, los descendientes de Abram “volverán acá” (Gén. 15: 16). La última escena de la ceremonia sacrificial es dramática: “una antorcha de fuego que pasaba por entre los animales divididos” (Gén. 15: 17). Esta maravilla extraordinaria representa el compromiso de Dios de cumplir la promesa del pacto de dar tierras a los descendientes de Abram (Gén. 15: 18). Los límites de esta Tierra Prometida, “desde el río de Egipto hasta el río grande, el río Éufrates” (Gén. 15: 18), nos recuerdan los límites del Jardín del Edén (comparar con Gén. 2: 13, 14). Por lo tanto, esta profecía abarca más que solo el Éxodo y una patria para Israel. En el horizonte lejano de esta profecía, cuando los descendientes de Abraham tomarán el país de Canaán, se vislumbra la idea de la salvación del pueblo de Dios en el tiempo del fin, que regresará al Jardín del Edén.\n</p><p><strong>¿Cómo podemos aprender a mantenernos centrados en Cristo y su justicia como nuestra única esperanza de salvación? ¿Qué sucede si intentamos comenzar a hacer recuento de nuestras buenas obras?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de mayo",
               "dayTitle":"<p>LAS DUDAS DE ABRAHAM<br></p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Génesis 16: 1 al 16. ¿Qué relevancia tiene la decisión de Abram de llegarse a Agar, a pesar de la promesa que Dios le hiciera? Estas dos mujeres, ¿Cómo representan dos actitudes con respecto a la fe (Gál. 4: 21–31)?\n</strong></p><p><strong>1</strong> Sarai mujer de Abram no le daba hijos; y ella tenía una sierva egipcia, que se llamaba Agar.&nbsp;</p><p><strong>2</strong> Dijo entonces Sarai a Abram: Ya ves que Jehová me ha hecho estéril; te ruego, pues, que te llegues a mi sierva; quizá tendré hijos de ella. Y atendió Abram al ruego de Sarai.</p><p><strong>&nbsp;3 </strong>Y Sarai mujer de Abram tomó a Agar su sierva egipcia, al cabo de diez años que había habitado Abram en la tierra de Canaán, y la dio por mujer a Abram su marido.</p><p><strong>&nbsp;4</strong> Y él se llegó a Agar, la cual concibió; y cuando vio que había concebido, miraba con desprecio a su señora.&nbsp;</p><p><strong>5</strong> Entonces Sarai dijo a Abram: Mi afrenta sea sobre ti; yo te di mi sierva por mujer, y viéndose encinta, me mira con desprecio; juzgue Jehová entre tú y yo.&nbsp;</p><p><strong>6</strong> Y respondió Abram a Sarai: He aquí, tu sierva está en tu mano; haz con ella lo que bien te parezca. Y como Sarai la afligía, ella huyó de su presencia.&nbsp;</p><p><strong>7 </strong>Y la halló el ángel de Jehová junto a una fuente de agua en el desierto, junto a la fuente que está en el camino de Shur.&nbsp;</p><p><strong>8</strong> Y le dijo: Agar, sierva de Sarai, ¿de dónde vienes tú, y a dónde vas? Y ella respondió: Huyo de delante de Sarai mi señora.&nbsp;</p><p><strong>9</strong> Y le dijo el ángel de Jehová: Vuélvete a tu señora, y ponte sumisa bajo su mano.&nbsp;</p><p><strong>10</strong> Le dijo también el ángel de Jehová: Multiplicaré tanto tu descendencia, que no podrá ser contada a causa de la multitud.&nbsp;</p><p><strong>11 </strong>Además le dijo el ángel de Jehová: He aquí que has concebido, y darás a luz un hijo, y llamarás su nombre Ismael, porque Jehová ha oído tu aflicción.&nbsp;</p><p><strong>12</strong> Y él será hombre fiero; su mano será contra todos, y la mano de todos contra él, y delante de todos sus hermanos habitará.&nbsp;</p><p><strong>13</strong> Entonces llamó el nombre de Jehová que con ella hablaba: Tú eres Dios que ve; porque dijo: ¿No he visto también aquí al que me ve?&nbsp;</p><p><strong>14</strong> Por lo cual llamó al pozo: Pozo del Viviente-que-me-ve. He aquí está entre Cades y Bered.&nbsp;</p><p><strong>15</strong> Y Agar dio a luz un hijo a Abram, y llamó Abram el nombre del hijo que le dio Agar, Ismael.&nbsp;</p><p><strong>16</strong> Era Abram de edad de ochenta y seis años, cuando Agar dio a luz a Ismael.\n</p><p><strong>Gálatas 4: 21–31&nbsp;</strong></p><p><sup><strong>21</strong></sup> Decidme, los que queréis estar bajo la ley: ¿no habéis oído la ley?&nbsp;</p><p><sup><strong>22</strong></sup> Porque está escrito que Abraham tuvo dos hijos; uno de la esclava, el otro de la libre.&nbsp;</p><p><sup><strong>23</strong></sup> Pero el de la esclava nació según la carne; mas el de la libre, por la promesa.&nbsp;</p><p><sup><strong>24</strong></sup> Lo cual es una alegoría, pues estas mujeres son los dos pactos; el uno proviene del monte Sinaí, el cual da hijos para esclavitud; este es Agar.&nbsp;</p><p><strong><sup>25</sup> </strong>Porque Agar es el monte Sinaí en Arabia, y corresponde a la Jerusalén actual, pues esta, junto con sus hijos, está en esclavitud. 26 Mas la Jerusalén de arriba, la cual es madre de todos nosotros, es libre.</p><p><strong>&nbsp;<sup>27</sup></strong> Porque está escrito:\n</p><p>Regocíjate, oh estéril, tú que no das a luz;\n</p><p>Prorrumpe en júbilo y clama, tú que no tienes dolores de parto;\n</p><p>Porque más son los hijos de la desolada, que de la que tiene marido.\n</p><p><sup><strong>28</strong></sup> Así que, hermanos, nosotros, como Isaac, somos hijos de la promesa.&nbsp;</p><p><sup><strong>29</strong></sup> Pero como entonces el que había nacido según la carne perseguía al que había nacido según el Espíritu, así también ahora.&nbsp;</p><p><sup><strong>30</strong></sup> Mas ¿Qué dice la Escritura? Echa fuera a la esclava y a su hijo, porque no heredará el hijo de la esclava con el hijo de la libre.</p><p><strong>&nbsp;<sup>31</sup> </strong>De manera, hermanos, que no somos hijos de la esclava, sino de la libre.\n</p><p>Cuando Abram dudó (Gén. 15: 2), Dios le aseguró sin ambigüedades que tendría un hijo. Ahora, diez años después, Abram todavía sigue sin hijos. Incluso después de la última poderosa profecía de Dios, Abram parece haber perdido la fe: ya no cree que le será posible tener un hijo con Sarai. Ella, desesperanzada, toma la iniciativa y lo insta a recurrir a una práctica común de esa época en el antiguo Cercano Oriente: tomar una sustituta. Agar, la sierva de Sarai, es elegida para este servicio. El sistema da resultado. Irónicamente, esta estrategia humana parecía más eficaz que la fe en las promesas de Dios. El pasaje que describe la relación de Sarai con Abram se asemeja a la historia de Adán y Eva en el Jardín del Edén. Los dos textos comparten una serie de motivos en común (Sarai, como Eva, es activa; Abram, como Adán, es pasivo) y comparten verbos y frases comunes (“escuchar la voz”, “tomar” y “dar”). Este paralelismo entre las dos historias implica la desaprobación de Dios de esta manera de actuar.\n</p><p>El apóstol Pablo alude a esta historia para expresar su punto de vista sobre las obras y la gracia (Gál. 4: 23-26). En ambos relatos, el resultado es el mismo: la recompensa inmediata del obrar humano al margen de la voluntad de Dios conduce a problemas futuros. Fíjate que Dios está ausente durante todo el curso de la acción. Sarai habla de Dios pero nunca le habla a él; ni Dios les habla a ninguno de ellos. Esta ausencia de Dios es llamativa, especialmente después de la intensa presencia de Dios en el capítulo anterior.\n</p><p>Entonces, Dios se aparece a Agar, pero solo después de que ella deja la casa de Abram. Esta aparición inesperada revela la presencia de Dios a pesar del esfuerzo humano de actuar sin él. La referencia al “ángel de Jehová” (Gén. 16: 7) es un título que a menudo se identifica con Jehová, YHWH (ver Gén. 18: 1, 13, 22). Esta vez es Dios quien toma la iniciativa y anuncia a Agar que dará a luz a un hijo, Ismael, cuyo nombre significa “Dios oye” (Gén. 16: 11). Irónicamente, la historia, que termina con la idea de escuchar (shamá‘), se hace eco de la escucha del comienzo de la historia, cuando Abram “escuchó” (shamá‘) la voz de Sarai (Gén. 16: 2, LBLA).\n</p><p><strong>¿Por qué es tan fácil que nosotros cometamos el mismo tipo de error que Abram?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de mayo",
               "dayTitle":"<p>LA SEÑAL DEL PACTO ABRAHÁMICO</p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Génesis 17: 1 al 19; y Romanos 4: 11. ¿Cuál es el significado espiritual y profético del rito de la circuncisión?\n</strong></p><p><strong>Génesis 17: 1 -19\n</strong></p><p><strong><sup>1</sup> </strong>Era Abram de edad de noventa y nueve años, cuando le apareció Jehová y le dijo: Yo soy el Dios Todopoderoso; anda delante de mí y sé perfecto.&nbsp;</p><p><sup><strong>2 </strong></sup>Y pondré mi pacto entre mí y ti, y te multiplicaré en gran manera.&nbsp;</p><p><sup><strong>3</strong> </sup>Entonces Abram se postró sobre su rostro, y Dios habló con él, diciendo:&nbsp;</p><p><sup><strong>4 </strong></sup>He aquí mi pacto es contigo, y serás padre de muchedumbre de gentes.&nbsp;</p><p><sup><strong>5</strong> </sup>Y no se llamará más tu nombre Abram, sino que será tu nombre Abraham, porque te he puesto por padre de muchedumbre de gentes.&nbsp;</p><p><sup><strong>6 </strong></sup>Y te multiplicaré en gran manera, y haré naciones de ti, y reyes saldrán de ti.&nbsp;</p><p><sup><strong>7</strong></sup> Y estableceré mi pacto entre mí y ti, y tu descendencia después de ti en sus generaciones, por pacto perpetuo, para ser tu Dios, y el de tu descendencia después de ti.&nbsp;</p><p><sup><strong>8</strong></sup> Y te daré a ti, y a tu descendencia después de ti, la tierra en que moras, toda la tierra de Canaán en heredad perpetua; y seré el Dios de ellos.&nbsp;</p><p><sup><strong>9 </strong></sup>Dijo de nuevo Dios a Abraham: En cuanto a ti, guardarás mi pacto, tú y tu descendencia después de ti por sus generaciones.&nbsp;</p><p><sup><strong>10</strong></sup> Este es mi pacto, que guardaréis entre mí y vosotros y tu descendencia después de ti: Será circuncidado todo varón de entre vosotros.&nbsp;</p><p><sup><strong>11</strong></sup> Circuncidaréis, pues, la carne de vuestro prepucio, y será por señal del pacto entre mí y vosotros.&nbsp;</p><p><strong><sup>12</sup> </strong>Y de edad de ocho días será circuncidado todo varón entre vosotros por vuestras generaciones; el nacido en casa, y el comprado por dinero a cualquier extranjero, que no fuere de tu linaje.&nbsp;</p><p><sup><strong>13</strong></sup> Debe ser circuncidado el nacido en tu casa, y el comprado por tu dinero; y estará mi pacto en vuestra carne por pacto perpetuo.&nbsp;</p><p><strong><sup>14</sup> </strong>Y el varón incircunciso, el que no hubiere circuncidado la carne de su prepucio, aquella persona será cortada de su pueblo; ha violado mi pacto.&nbsp;</p><p><sup><strong>15</strong></sup> Dijo también Dios a Abraham: A Sarai tu mujer no la llamarás Sarai, mas Sara será su nombre.&nbsp;</p><p><sup><strong>16</strong></sup> Y la bendeciré, y también te daré de ella hijo; sí, la bendeciré, y vendrá a ser madre de naciones; reyes de pueblos vendrán de ella.&nbsp;</p><p><sup><strong>17</strong></sup> Entonces Abraham se postró sobre su rostro, y se rio, y dijo en su corazón: ¿A hombre de cien años ha de nacer hijo? ¿Y Sara, ya de noventa años, ha de concebir?&nbsp;</p><p><strong><sup>18</sup> </strong>Y dijo Abraham a Dios: Ojalá Ismael viva delante de ti.&nbsp;</p><p><strong><sup>19</sup> </strong>Respondió Dios: Ciertamente Sara tu mujer te dará a luz un hijo, y llamarás su nombre Isaac; y confirmaré mi pacto con él como pacto perpetuo para sus descendientes después de él.</p><p><strong>Romanos 4: 11&nbsp;</strong></p><p><sup><strong>11</strong></sup> Y recibió la circuncisión como señal, como sello de la justicia de la fe que tuvo estando aún incircunciso; para que fuese padre de todos los creyentes no circuncidados, a fin de que también a ellos la fe les sea contada por justicia\n</p><p>La falta de fe de Abram, como vimos en la historia anterior (Gén. 16), interrumpió el flujo de la experiencia espiritual de Abram con Dios. Durante ese tiempo, Dios guardó silencio. Por primera vez, ahora Dios le vuelve a hablar a Abram. Dios se vuelve a conectar con Abram y lo lleva de regreso al punto en el que hizo un pacto con él (Gén. 15: 18). Sin embargo, ahora Dios le da la señal de ese pacto. Durante mucho tiempo los eruditos han discutido el significado de la circuncisión, pero debido a que el rito de la circuncisión implica el derramamiento de sangre (ver Éxo. 4: 25), podría entenderse en el contexto del sacrificio, lo que significa que se le imputaba la justicia (comparar con Rom. 4: 11). También es importante que este pacto, representado por la circuncisión, se describa en términos que apuntan a la primera profecía mesiánica (comparar Gén. 17: 7 con 3: 15).&nbsp;</p><p>El paralelismo entre los dos textos sugiere que la promesa de Dios a Abram se refiere a más que solo el nacimiento físico de un pueblo; contiene la promesa espiritual de salvación para todos los pueblos de la Tierra. Y la promesa del “pacto perpetuo” (Gén. 17: 7) se refiere a la obra de la simiente mesiánica, el sacrificio de Cristo que garantiza la vida eterna para todos los que la reclaman con fe y todo lo que la fe implica (comparar con Rom. 6: 23; Tito 1: 2). Cabe destacar que esta promesa de un futuro eterno está comprendida en el cambio de nombre de Abram y Sarai. Los nombres de Abram y Sarai se referían solo a su estado presente: Abram significa “padre exaltado” y Sarai significa “mi princesa” (la princesa de Abram).</p><p>&nbsp;El cambio de nombre a “Abraham” y “Sara” se refería al futuro: Abraham significa “padre de muchas naciones” y Sara significa “la princesa” (para todos). Al mismo tiempo, con cierta ironía, el nombre de Isaac (“se reirá”) es un recordatorio de la risa de Abraham (la primera risa registrada en las Escrituras, Gén. 17: 17); es una risa de escepticismo, o tal vez de asombro. De cualquier manera, aunque creía en lo que el Señor claramente le había prometido, Abraham todavía luchaba por experimentarlo con fe y confianza.</p><p><strong>¿Cómo podemos aprender a seguir creyendo incluso cuando, a veces, luchamos con esa creencia, como lo hizo Abraham? ¿Por qué es importante que no nos demos por vencidos, a pesar de los momentos de duda?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de mayo",
               "dayTitle":"<p>EL HIJO DE LA PROMESA<br></p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p>La última escena de la circuncisión abarcó a todos: no solo Ismael, sino además todos los varones de la casa de Abraham se circuncidaron (Gén. 17: 23-27). La palabra kol, “todos”, “todo”, se repite cuatro veces (Gén. 17: 23, 27). En este contexto inclusivo, Dios se le aparece a Abraham para confirmar la promesa de un hijo, “Isaac”.<br><br><strong>Lee Génesis 18: 1 al 15; y Romanos 9: 9. ¿Qué lecciones de hospitalidad aprendemos de la recepción de Abraham a sus visitantes? ¿Cómo explicas la respuesta de Dios a la hospitalidad de Abraham?</strong><br></p><p>&nbsp;<strong>Génesis 18: 1-15</strong></p><p><sup><strong>1</strong> </sup>Después le apareció Jehová en el encinar de Mamre, estando él sentado a la puerta de su tienda en el calor del día. <sup><br></sup></p><p><sup><strong>2 </strong></sup>Y alzó sus ojos y miró, y he aquí tres varones que estaban junto a él; y cuando los vio, salió corriendo de la puerta de su tienda a recibirlos, y se postró en tierra, <sup><br></sup></p><p><sup><strong>3</strong></sup> y dijo: Señor, si ahora he hallado gracia en tus ojos, te ruego que no pases de tu siervo. <sup><br></sup></p><p><sup><strong>4 </strong></sup>Que se traiga ahora un poco de agua, y lavad vuestros pies; y recostaos debajo de un árbol, <sup><br></sup></p><p><sup><strong>5</strong></sup> y traeré un bocado de pan, y sustentad vuestro corazón, y después pasaréis; pues por eso habéis pasado cerca de vuestro siervo. Y ellos dijeron: Haz así como has dicho. <sup><br></sup></p><p><sup><strong>6</strong></sup> Entonces Abraham fue de prisa a la tienda a Sara, y le dijo: Toma pronto tres medidas de flor de harina, y amasa y haz panes cocidos debajo del rescoldo. <sup><br></sup></p><p><sup><strong>7 </strong></sup>Y corrió Abraham a las vacas, y tomó un becerro tierno y bueno, y lo dio al criado, y este se dio prisa a prepararlo. <sup><br></sup></p><p><sup><strong>8 </strong></sup>Tomó también mantequilla y leche, y el becerro que había preparado, y lo puso delante de ellos; y él se estuvo con ellos debajo del árbol, y comieron.<sup><br><br><strong>9 </strong></sup>Y le dijeron: ¿Dónde está Sara tu mujer? Y él respondió: Aquí en la tienda. <sup><br></sup></p><p><sup><strong>10 </strong></sup>Entonces dijo: De cierto volveré a ti; y según el tiempo de la vida, he aquí que Sara tu mujer tendrá un hijo. Y Sara escuchaba a la puerta de la tienda, que estaba detrás de él. <sup><br></sup></p><p><sup><strong>11 </strong></sup>Y Abraham y Sara eran viejos, de edad avanzada; y a Sara le había cesado ya la costumbre de las mujeres. <sup><br></sup></p><p><sup><strong>12</strong></sup> Se rio, pues, Sara entre sí, diciendo: ¿Después que he envejecido tendré deleite, siendo también mi señor ya viejo? <sup><br></sup></p><p><sup><strong>13</strong></sup> Entonces Jehová dijo a Abraham: ¿Por qué se ha reído Sara diciendo: Será cierto que he de dar a luz siendo ya vieja? <sup><br></sup></p><p><sup><strong>14 </strong></sup>¿Hay para Dios alguna cosa difícil? Al tiempo señalado volveré a ti, y según el tiempo de la vida, Sara tendrá un hijo. <sup><strong><br></strong></sup></p><p><sup><strong>15 </strong></sup>Entonces Sara negó, diciendo: No me reí; porque tuvo miedo. Y él dijo: No es así, sino que te has reído.<br></p><p><strong>&nbsp;Romanos 9: 9</strong></p><p><strong><sup>9</sup> </strong>Porque la palabra de la promesa es esta: Por este tiempo vendré, y Sara tendrá un hijo.<strong><br></strong></p><p>No está claro si Abraham sabía quiénes eran estos desconocidos (Heb. 13: 2), aunque actuó con ellos como si Dios mismo estuviera entre ellos. Estaba sentado “a la puerta de su tienda en el calor del día” (Gén. 18: 1), y debido a que es raro recibir visitas en el desierto, probablemente le dieron ganas de reunirse con ellos. Abraham salió corriendo en dirección a los hombres (Gén. 18: 2), aunque tenía 99 años. Llamó a una de estas personas Adonai, “mi SEÑOR” (Gén. 18: 3, NVI, NTV), un título que se usa a menudo para Dios (Gén. 20: 4; Éxo. 15: 17). Se dio prisa en la preparación de la comida (Gén. 18: 6, 7). Se quedó de pie junto a ellos, atento a sus necesidades y listo para servirlos (Gén. 18: 8). El comportamiento de Abraham hacia los extraños celestiales se convertirá en un inspirador modelo de hospitalidad (Heb. 13: 2). Por cierto, la actitud de reverencia de Abraham transmite una filosofía de hospitalidad. Mostrar respeto y cuidado hacia los desconocidos no es solo un bonito gesto de cortesía.<br><br>La Biblia enfatiza que es un deber religioso, como si estuviera dirigido a Dios mismo (comparar con Mat. 25: 35-40). Irónicamente, Dios se identifica más con el extranjero hambriento y necesitado que con el generoso que lo recibe. Por otro lado, la intrusión divina en la esfera humana denota su gracia y su amor hacia la humanidad. Esta aparición de Dios anticipa a Cristo, quien dejó su hogar celestial y se convirtió en un siervo humano para alcanzar a la humanidad (Fil. 2: 7, 8). La aparición de Dios aquí es una evidencia de la certeza de su promesa (Gén. 18: 10). El Señor ve a Sara, que se esconde “detrás de él” (Gén. 18: 10), y conoce sus pensamientos más íntimos (Gén. 18: 12). Él sabe que ella se rio, y la palabra “reír” es su última palabra. El escepticismo de ella pasa a ser el lugar donde él cumplirá su palabra.<br><br><strong>Reflexiona sobre la idea de que “Dios se identifica más con el extranjero hambriento y necesitado que con el generoso que lo recibe”. ¿Por qué es tan importante que recordemos este concepto?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de mayo",
               "dayTitle":"<p>LOT EN SODOMA<br></p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Génesis 18: 16 a 19: 29. ¿Cómo afecta el ministerio profético de Abraham a su responsabilidad para con Lot?</strong><br></p><p><strong>Génesis 18: 16-33</strong></p><p><sup><strong>16</strong></sup> Y los varones se levantaron de allí, y miraron hacia Sodoma; y Abraham iba con ellos acompañándolos. <sup><br></sup></p><p><sup><strong>17 </strong></sup>Y Jehová dijo: ¿Encubriré yo a Abraham lo que voy a hacer, <sup><br></sup></p><p><sup><strong>18</strong></sup> habiendo de ser Abraham una nación grande y fuerte, y habiendo de ser benditas en él todas las naciones de la tierra? <sup><br></sup></p><p><sup><strong>19</strong></sup> Porque yo sé que mandará a sus hijos y a su casa después de sí, que guarden el camino de Jehová, haciendo justicia y juicio, para que haga venir Jehová sobre Abraham lo que ha hablado acerca de él. <sup><br></sup></p><p><sup><strong>20 </strong></sup>Entonces Jehová le dijo: Por cuanto el clamor contra Sodoma y Gomorra se aumenta más y más, y el pecado de ellos se ha agravado en extremo,</p><p><sup><strong>&nbsp;21 </strong></sup>descenderé ahora, y veré si han consumado su obra según el clamor que ha venido hasta mí; y si no, lo sabré. <sup><strong>22 </strong></sup>Y se apartaron de allí los varones, y fueron hacia Sodoma; pero Abraham estaba aún delante de Jehová.<sup><br><br><strong>23</strong></sup> Y se acercó Abraham y dijo: ¿Destruirás también al justo con el impío? <sup><br></sup></p><p><sup><strong>24</strong></sup> Quizá haya cincuenta justos dentro de la ciudad: ¿destruirás también y no perdonarás al lugar por amor a los cincuenta justos que estén dentro de él?</p><p><sup><strong>25</strong></sup> Lejos de ti el hacer tal, que hagas morir al justo con el impío, y que sea el justo tratado como el impío; nunca tal hagas. El Juez de toda la tierra, ¿no ha de hacer lo que es justo? <sup><br></sup></p><p><sup><strong>26</strong></sup> Entonces respondió Jehová: Si hallare en Sodoma cincuenta justos dentro de la ciudad, perdonaré a todo este lugar por amor a ellos. <sup><br></sup></p><p><sup><strong>27</strong></sup> Y Abraham replicó y dijo: He aquí ahora que he comenzado a hablar a mi Señor, aunque soy polvo y ceniza. <sup><br></sup></p><p><sup><strong>28 </strong></sup>Quizá faltarán de cincuenta justos cinco; ¿destruirás por aquellos cinco toda la ciudad? Y dijo: No la destruiré, si hallare allí cuarenta y cinco. <sup><br></sup></p><p><sup><strong>29</strong></sup> Y volvió a hablarle, y dijo: Quizá se hallarán allí cuarenta. Y respondió: No lo haré por amor a los cuarenta. <sup><br></sup></p><p><sup><strong>30 </strong></sup>Y dijo: No se enoje ahora mi Señor, si hablare: quizá se hallarán allí treinta. Y respondió: No lo haré si hallare allí treinta. <sup><br></sup></p><p><sup><strong>31 </strong></sup>Y dijo: He aquí ahora que he emprendido el hablar a mi Señor: quizá se hallarán allí veinte. No la destruiré, respondió, por amor a los veinte. <sup><br></sup></p><p><sup><strong>32 </strong></sup>Y volvió a decir: No se enoje ahora mi Señor, si hablare solamente una vez: quizá se hallarán allí diez. No la destruiré, respondió, por amor a los diez. <sup><br></sup></p><p><sup><strong>33 </strong></sup>Y Jehová se fue, luego que acabó de hablar a Abraham; y Abraham volvió a su lugar.<br></p><p><strong>Génesis 19:1- 29</strong></p><p><strong><sup>1</sup></strong> Llegaron, pues, los dos ángeles a Sodoma a la caída de la tarde; y Lot estaba sentado a la puerta de Sodoma. Y viéndolos Lot, se levantó a recibirlos, y se inclinó hacia el suelo, <sup><br></sup></p><p><sup><strong>2 </strong></sup>y dijo: Ahora, mis señores, os ruego que vengáis a casa de vuestro siervo y os hospedéis, y lavaréis vuestros pies; y por la mañana os levantaréis, y seguiréis vuestro camino. Y ellos respondieron: No, que en la calle nos quedaremos esta noche. <sup><br></sup></p><p><sup><strong>3</strong></sup> Mas él porfió con ellos mucho, y fueron con él, y entraron en su casa; y les hizo banquete, y coció panes sin levadura, y comieron. <sup><br></sup></p><p><sup><strong>4 </strong></sup>Pero antes que se acostasen, rodearon la casa los hombres de la ciudad, los varones de Sodoma, todo el pueblo junto, desde el más joven hasta el más viejo. <sup><br></sup></p><p><sup><strong>5 </strong></sup>Y llamaron a Lot, y le dijeron: ¿Dónde están los varones que vinieron a ti esta noche? Sácalos, para que los conozcamos. <sup><br></sup></p><p><sup><strong>6 </strong></sup>Entonces Lot salió a ellos a la puerta, y cerró la puerta tras sí, <sup><br></sup></p><p><sup><strong>7 </strong></sup>y dijo: Os ruego, hermanos míos, que no hagáis tal maldad. <sup><br></sup></p><p><sup><strong>8</strong></sup> He aquí ahora yo tengo dos hijas que no han conocido varón; os las sacaré fuera, y haced de ellas como bien os pareciere; solamente que a estos varones no hagáis nada, pues que vinieron a la sombra de mi tejado. <sup><br></sup></p><p><sup><strong>9 </strong></sup>Y ellos respondieron: Quita allá; y añadieron: Vino este extraño para habitar entre nosotros, ¿y habrá de erigirse en juez? Ahora te haremos más mal que a ellos. Y hacían gran violencia al varón, a Lot, y se acercaron para romper la puerta. <sup><br></sup></p><p><sup><strong>10 </strong></sup>Entonces los varones alargaron la mano, y metieron a Lot en casa con ellos, y cerraron la puerta. <sup><br></sup></p><p><sup><strong>11 </strong></sup>Y a los hombres que estaban a la puerta de la casa hirieron con ceguera desde el menor hasta el mayor, de manera que se fatigaban buscando la puerta.<sup><br><br><strong>12 </strong></sup>Y dijeron los varones a Lot: ¿Tienes aquí alguno más? Yernos, y tus hijos y tus hijas, y todo lo que tienes en la ciudad, sácalo de este lugar; <sup><br></sup></p><p><sup><strong>13</strong></sup> porque vamos a destruir este lugar, por cuanto el clamor contra ellos ha subido de punto delante de Jehová; por tanto, Jehová nos ha enviado para destruirlo. <sup><br></sup></p><p><sup><strong>14 </strong></sup>Entonces salió Lot y habló a sus yernos, los que habían de tomar sus hijas, y les dijo: Levantaos, salid de este lugar; porque Jehová va a destruir esta ciudad. Mas pareció a sus yernos como que se burlaba.<sup><br><br><strong>15 </strong></sup>Y al rayar el alba, los ángeles daban prisa a Lot, diciendo: Levántate, toma tu mujer, y tus dos hijas que se hallan aquí, para que no perezcas en el castigo de la ciudad. <strong><sup><br></sup></strong></p><p><strong><sup>16 </sup></strong>Y deteniéndose él, los varones asieron de su mano, y de la mano de su mujer y de las manos de sus dos hijas, según la misericordia de Jehová para con él; y lo sacaron y lo pusieron fuera de la ciudad.<strong><br><br><sup>17</sup></strong> Y cuando los hubieron llevado fuera, dijeron: Escapa por tu vida; no mires tras ti, ni pares en toda esta llanura; escapa al monte, no sea que perezcas. <sup><br></sup></p><p><sup><strong>18</strong></sup> Pero Lot les dijo: No, yo os ruego, señores míos. <sup><br></sup></p><p><sup><strong>19 </strong></sup>He aquí ahora ha hallado vuestro siervo gracia en vuestros ojos, y habéis engrandecido vuestra misericordia que habéis hecho conmigo dándome la vida; mas yo no podré escapar al monte, no sea que me alcance el mal, y muera. <sup><br></sup></p><p><sup><strong>20</strong></sup> He aquí ahora esta ciudad está cerca para huir allá, la cual es pequeña; dejadme escapar ahora allá (¿no es ella pequeña?), y salvaré mi vida. <sup><br></sup></p><p><sup><strong>21</strong></sup> Y le respondió: He aquí he recibido también tu súplica sobre esto, y no destruiré la ciudad de que has hablado. <sup><strong>22 </strong></sup>Date prisa, escápate allá; porque nada podré hacer hasta que hayas llegado allí. Por eso fue llamado el nombre de la ciudad, Zoar. <sup><br></sup></p><p><sup><strong>23 </strong></sup>El sol salía sobre la tierra, cuando Lot llegó a Zoar.<sup><br><br><strong>24 </strong></sup>Entonces Jehová hizo llover sobre Sodoma y sobre Gomorra azufre y fuego de parte de Jehová desde los cielos; <sup><br></sup></p><p><sup><strong>25 </strong></sup>y destruyó las ciudades, y toda aquella llanura, con todos los moradores de aquellas ciudades, y el fruto de la tierra. <sup><br></sup></p><p><sup><strong>26</strong></sup> Entonces la mujer de Lot miró atrás, a espaldas de él, y se volvió estatua de sal. <sup><br></sup></p><p><sup><strong>27</strong></sup> Y subió Abraham por la mañana al lugar donde había estado delante de Jehová.</p><p><sup><strong>&nbsp;28</strong></sup> Y miró hacia Sodoma y Gomorra, y hacia toda la tierra de aquella llanura miró; y he aquí que el humo subía de la tierra como el humo de un horno.<sup><br><br><strong>29</strong></sup> Así, cuando destruyó Dios las ciudades de la llanura, Dios se acordó de Abraham, y envió fuera a Lot de en medio de la destrucción, al asolar las ciudades donde Lot estaba.<br></p><p>Dios acaba de reconfirmar a Abraham la promesa de un hijo. Sin embargo, en vez de disfrutar de la buena noticia, introduce a Dios en una discusión apasionada sobre el destino de Lot en Sodoma. Abraham no es solo un profeta a quien Dios revela su voluntad; también es un profeta que intercede a favor de los malvados. La frase hebrea “estaba aún delante de Jehová” (Gén. 18: 22) es una expresión idiomática que significa orar.<br><br>De hecho, Abraham desafía a Dios y negocia con él para salvar a Sodoma, donde reside su sobrino. Luego de descontar de cincuenta a diez, Dios responde que habría salvado al pueblo de Sodoma si solo diez sodomitas hubieran sido justos.<br><br>Por supuesto, al leer la historia de lo que sucedió cuando los dos ángeles fueron a Lot para advertirle de lo que vendría (Gén. 19: 1-10), podemos ver cuán enferma y malvada se había vuelto la gente. Verdaderamente era un lugar perverso, al igual que muchas de las naciones circundantes; una de las razones por las que, finalmente, fueron expulsadas ??de la tierra (ver Gén. 15: 16).<br><br>“Y ahora se acercaba la última noche de Sodoma. Las nubes de la venganza ya proyectaban sus sombras sobre la ciudad condenada. Pero los hombres no las percibieron. Mientras se acercaban los ángeles con su misión destructora, los hombres soñaban con prosperidad y placer. El último día fue como todos los demás que habían llegado y desaparecido. La noche se cerró sobre una escena de encanto y seguridad. Los rayos del sol poniente inundaron un panorama de incomparable belleza. La frescura del atardecer había atraído fuera de las casas a los habitantes de la ciudad, y las multitudes amantes del placer se paseaban de aquí para allá gozando de ese momento” (PP 154).<br><br>Al final, Dios solo salvó a Lot, su esposa y sus dos hijas (Gén. 19: 15); ni la mitad del mínimo de diez. Los yernos, que no se tomaron en serio la adver- tencia de Lot, se quedaron en la ciudad (Gén. 19: 14).<br><br>Por lo tanto, ese hermoso país fue destruido. El verbo hebreo hafaj, “destruyó”, aparece varias veces en este pasaje (Gén. 19: 21, 25, 29) y caracteriza la destrucción de Sodoma (Deut. 29: 23; Amós 4: 11). La idea es que el país se ha “revertido”. Así como el Diluvio “revirtió” la Creación original (Gén. 6: 7), la destrucción de Sodoma es una “reversión” del Jardín del Edén (Gén. 13: 10). En la destrucción de Sodoma, también se nos da un precursor de la destrucción que ocurrirá durante el tiempo del fin (ver Jud. 7).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de mayo",
               "dayTitle":"",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>Lee Elena de White, Patriarcas y profetas, “La Ley y los dos Pactos”, pp. 378-390.<br><br>La súplica paciente y tenaz de Abraham a Dios en nombre del pueblo de Sodoma (Gén. 18:22-33) debería animarnos a orar por los impíos, aunque parezcan estar en una condición pecaminosa sin esperanza. Además, la atenta respuesta de Dios a la insistencia de Abraham, y su disposición a perdonar por el bien de solo “diez” hombres justos, es un concepto “revolucionario”, como lo señaló Gerhard Hasel:<br><br>“De una manera extremadamente revolucionaria, el antiguo pensamiento colectivo, que castigaba al miembro inocente por complicidad, se ha traspuesto a algo nuevo: la presencia de un remanente de justos podría tener una función protectora para el conjunto. [...] Por amor al remanente justo, Yahvéh en su justicia [tsedaqá] perdonará a la ciudad impía. Esta noción se expande ampliamente en la declaración profética del Siervo de Yahvéh, que obra la salvación ‘por muchos’ ” (G. F. Hasel, The Remnant: The History and Theology of the Remnant Idea From Genesis to Isaiah, pp. 150, 151).<br><br>“En derredor de nosotros hay almas que van hacia una ruina tan desesperada y terrible como la que sobrevino a Sodoma. Cada día termina el tiempo de gracia para algunos. Cada hora, algunos pasan más allá del alcance de la misericordia. Y ¿dónde están las voces de amonestación y súplica que induzcan a los pecadores a huir de esta pavorosa condenación? ¿Dónde están las manos extendidas para sacar a los pecadores de la muerte? ¿Dónde están los que con humildad y fe perseverante ruegan a Dios por ellos?<br><br>“El espíritu de Abraham fue el espíritu de Cristo. El mismo Hijo de Dios es el gran Intercesor en favor del pecador. Quien pagó el precio de su redención conoce el valor del ser humano” (PP 135).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> Solo el arco iris y la circuncisión se denominan “señal del Pacto”. ¿Cuáles son los puntos comunes y las diferencias entre los dos Pactos?</p><p><strong>&nbsp;2. </strong>Aunque Dios lo llamó, y aunque el Nuevo Testamento a menudo lo pone como ejemplo de lo que significa vivir por fe, Abraham a veces flaqueó. ¿Qué lecciones debemos aprender de su ejemplo y cuáles no?</p><p><strong>&nbsp;3. </strong>Algunos argumentan en contra de la idea de que Dios castigará a los perdidos, diciendo que este acto iría en contra del amor de Dios. Nosotros, que creemos que Dios efectivamente castigará a los perdidos, ¿cómo respondemos al argumento de que él no los castigará?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...<br><br>RESEÑA</strong><br><br>Textos clave: Génesis 15: 6; 17: 5; 18: 23. Enfoque del estudio: Génesis 15-19; Romanos 4: 2-11; Amós 4: 11. Introducción:<br><br>En este segmento, nos adentramos en el corazón de la experiencia religiosa de Abraham. Este es el momento en que Dios hace su pacto con Abram, que es el segundo pacto de Dios después del pacto con Noé (Gén. 6: 18–9:20). El pacto de Abraham contiene los mismos requisitos que el pacto de Noé. A semejanza del pacto con Noé, el pacto abrahámico comienza con una ceremonia sacrificial relacionada con la promesa de un hijo y una patria. El Pacto se confirma con una señal.<br><br>Sin embargo, el pacto abrahámico también difiere del pacto con Noé y contiene nuevos elementos. Tiene dos ceremonias sacrificiales. La señal es la circuncisión y Abram recibe el nuevo nombre de Abraham. Además, la narración bíblica ofrece dos perspectivas diferentes de ese pacto. Mientras que el pacto con Noé se centra en Dios, y se atenúa la persona de Noé, el pacto con Abraham incluye la perspectiva de Abram y, como resultado, la evolución de ese pacto se desarrolla de una manera más complicada.<br><br><strong>Temática de la lección:</strong><br><br><strong>1. La tensión de la fe.</strong> La fe de Abraham se compone de interrogantes y dudas; Abraham cree en Dios a pesar de sí mismo. La risa de Abraham denota ironía y asombro. La oración de Abraham a Dios contempla sumisión y desafíos.<br><br><strong>2. Las leyes de la hospitalidad. </strong>El cuidado que Abraham brinda a sus huéspedes extranjeros contrasta con la insensibilidad y las amenazas de los sodomitas hacia los extranjeros.<br><strong><br>3. La pasión de la intercesión.</strong> Abraham aboga por los malvados de la ciudad de Sodoma, con la esperanza de que haya suficientes justos allí como para evitar la destrucción.<br><br><strong>COMENTARIO</strong><br><br><strong>Abram cree en el Señor</strong><br><br>La fe de Abram comienza con temor y continúa con dudas e interrogantes. Lo que más teme Abram es lo desconocido, que es su futuro, algo que no puede controlar. Por eso, Abram confía en el presente, por lo que convierte a su siervo Eliezer en su heredero (Gén. 15: 2). Entonces, cuando Dios habla a Abram, utiliza una serie de expresiones que remiten al futuro. La frase “no temas” a menudo se relaciona con la promesa de descendencia. La misma promesa para el futuro también está contenida en la palabra maguén, “escudo” (Gén. 15: 1), que recuerda el verbo magán, “entregar” (Gén. 14: 20), que se usó en conexión con su victoria pasada. Así, vemos que el Dios que salvó a Abram en el pasado es el mismo Dios que lo salvará en el futuro. La visión de Dios como su futuro inspira en Abram la fe en el futuro: “Abram creyó”. El verbo hebreo he’emín, “creyó”, describe más que un proceso intelectual o sentimental o la mera referencia a un credo. En hebreo, “creer” es relacional, como está implícito en la raíz ’amán, “firme”, “confiable”. Al confiar en Dios, Abram “creyó” que tendría descendencia. Es esta fe la que Dios “contó” como “justicia”. En otras palabras, Dios “aceptó” (DHH) esta fe como si tuviera el mismo valor que la justicia. Este concepto tiene sentido en contraste con las creencias del antiguo Egipto. En el antiguo Egipto, el peso de la justicia humana se evaluaba sobre la base de sopesar las obras humanas contra el peso de Maat, la justicia divina, mientras que en el caso de Abram su justicia se evalúa sobre la base de las obras divinas en su favor. Lo que hace justo a Abram no es la suma de sus obras, sino su disposición a confiar en las obras de Dios en favor de él (Rom. 4: 2-4). Abraham se ríe con el Señor La reacción inmediata de Abraham al anuncio divino es postrarse en silencio y con reverencia (Gén. 17: 17). Esta es la segunda vez que Abraham se postra en silencio (comparar con Gén. 17: 3). Sin embargo, esta vez su actitud se relaciona con la risa, la primera risa que se registra en la Biblia. No está claro si esta risa indica escepticismo o expresa su asombro. El hecho de que la risa tuviese lugar en el contexto del acto de adoración de Abraham sugiere que la intención es el asombro. Sin embargo, desde el momento en que Abraham habla, predomina el escepticismo. Él propone una solución razonable. Abraham se refiere a Ismael. La recomendación escéptica de Abraham obliga a Dios a ser específico. La promesa de Dios no incumbe a Ismael. Dios se hace eco de las preguntas de Abraham y responde explícitamente con el nombre de Isaac (Gén. 17: 19). Irónicamente, Isaac significa “ríe”, al son de la risa de Abram.<br><br>Pero, esta vez es Dios quien se ríe, porque el nombre Isaac implica el nombre de Dios, según sugieren los estudios lingüísticos semíticos y bíblicos de los nombres. En forma paralela al nombre de Ismael, “Dios oye”, el nombre de Isaac también debió de haber transmitido, al menos implícitamente, el nombre de Dios: “[Dios] ríe”. Por ende, la risa de Dios se hace eco de la risa de Abraham. Más adelante, Sara también se reirá. El contexto de la risa de Sara se suma al asombro implícito en las situaciones anteriores. Sara, que se esconde dentro de la tienda, se entera de la increíble noticia del nacimiento y luego se ríe de ello. Entonces sucede algo extraño: Aunque Sara se había reído “entre sí” (Gén. 18: 12), el visitante conoce sus pensamientos más íntimos (Gén. 18: 10). Esta capacidad excepcional les indica a Abraham y a Sara que están ante la presencia del Señor, lo que garantiza el portento del nacimiento milagroso. A la primera risa de Abraham, llena de temblorosa duda y asombro, Dios respondió con una risa llena de ironía y promesa.<br><br><strong>Abraham cocina para el Señor</strong><br><br>Por primera vez, Abraham recibe huéspedes celestiales sin saberlo. Sus acciones serán recordadas como un modelo de hospitalidad (comparar con Heb. 13: 2). En lugar de abordar inmediatamente el tema de la promesa del Pacto, que es el motivo de su visita, Dios entra en la esfera humana. Abraham lo ve, sale a su encuentro y le da de comer. Esta es la hora de la siesta. Abraham está sentado frente a la tienda, como si estuviera esperando que alguien viniera. En el desierto no pasa mucha gente. Entonces, cuando Abraham ve a alguien a la distancia, corre, lo cual es extraordinario al considerar su avanzada edad (tiene 99 años), y que acaba de circuncidarse (Gén. 17: 24). En cuanto Abraham se reúne con los invitados, los atiende afanosamente y les prepara comida. Después de pedir que trajeran agua para lavar los pies de sus invitados (Gén. 18: 4), Abraham escoge el mejor alimento para ofrecerles (Gén. 18: 6, 7). Abraham hace participar a toda su familia en este trabajo. Sara prepara el pan (Gén. 18: 6), y el joven, probablemente Ismael, prepara el becerro (Gén. 18: 8, JBS, RVA-2015). Sin embargo, Abraham describe humildemente la fiesta como “un bocado de pan” (Gén. 18: 5). Obviamente, la pasión y el celo de Abraham por los tres visitantes derivan de su intuición de que tienen un estatus especial. La forma en que se dirige a uno de los visitantes como Adonai, “mi Señor” (Gén. 18: 2, 3, NVI), sugiere esa percepción. El hecho de que Abraham ofreciera comida y agua al Visitante no excluye necesariamente su reconocimiento de la identidad divina. La expresión “humana” de los visitantes, que físicamente están parados (Gén. 18: 2), comen (Gén. 18: 8) y tienen conversaciones claras (Gén. 18: 9), es parte de la estrategia divina de la encarnación de Dios, que desciende hasta los seres humanos. Entonces Abraham se quedó de pie junto a ellos (Gén. 18: 8), atento a sus necesidades y listo para servirlos.<br><br><strong>Abraham regatea con el Señor</strong><br><br>El verbo “quedarse de pie” utilizado para describir a Abraham mientras sirve a sus invitados (Gén. 18: 8, NVI) reaparece ahora para caracterizar la actitud de Abraham ante Dios (Gén. 18: 22, NVI). En realidad, la palabra “frente” luego de “se quedó de pie”, se utiliza normalmente para representar reverencia ante Dios y orar a él (Deut. 10: 8; 1 Rey. 17: 1; Zac. 3: 1). Este caso es la primera vez en la Biblia que el hombre ora por otra persona. Incluso Noé había guardado silencio en circunstancias similares (Gén. 6: 13-22). El verbo hebreo vaiigash, “se acercó”, sugiere vacilación y un acercamiento lento de Abraham a Dios (Gén. 18: 22, 23). Abraham es valiente, pero respetuosamente consciente de la distancia de Dios. Con tacto, se dirige a Dios con un total de siete preguntas. Abraham hace participar a Dios de un regateo, que va de cincuenta a diez. Se ha sugerido, sobre la base de Amós 5: 3, que cincuenta representa la mitad de una ciudad pequeña, que consta de un mínimo de cien hombres (comparar con Juec. 20: 10). Abraham comienza su desafío suponiendo que haya igual cantidad de justos e injustos en la ciudad. Cuando Abraham llega al número diez (Gén. 18: 32), entiende que ahora ha llegado al límite, y por lo tanto decide que no seguirá más allá de este número. El número diez simboliza la idea de mínimo. Evidentemente, el número diez está representado por la iod, la letra más pequeña del alfabeto hebreo (ver Mat. 5: 18). Posteriormente, el número diez llegará a ser, para el judaísmo, el mínimo requerido para la comunidad de adoradores (minián). El hecho de que este mínimo de diez justos sea suficiente para salvar a la comunidad en su conjunto es un concepto que prefigura el ministerio del Siervo Sufriente, que “justificará [...] a muchos” (Isa. 53: 11). Después de seis respuestas, Dios termina abruptamente su conversación con Abraham. Aunque Dios consintió en deliberar con los seres humanos, continúa siendo soberano en su juicio.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><strong><br>Abraham cree en el Señor. </strong>¿Cómo podemos capacitar a las personas para que tengan fe? ¿Por qué la fe bíblica atañe esencialmente al futuro? ¿Cómo aconsejarían a alguien que acaba de perder a un ser querido para que tenga fe? ¿Cómo pueden vincular la fe personal con la esperanza?<br><br>Abraham se ríe con el Señor. Analicen el argumento que a veces se ha presen- tado de que la risa es del diablo. Busquen en la Biblia (Antiguo Testamento y Nuevo Testamento) ejemplos de risa y humor. ¿Por qué la risa y el humor son compatibles con la religión verdadera? ¿Por qué a menudo los pueblos religiosos rechazan la risa?<br><br><strong>Abraham cocina para el Señor.</strong> El celo de Abraham por preparar buena comida, ¿cómo incentiva la misión y la adoración? Busquen en la Biblia (Antiguo Testamento y Nuevo Testamento) momentos en los que la comida jugó un papel fundamental en los ritos ceremoniales de un pacto con Dios. ¿Por qué la comida es tan importante en la Biblia? ¿Por qué el ascetismo es incompatible con los valores bíblicos?<br><br><strong>Abraham regatea con el Señor.</strong> ¿Por qué la valentía de Abraham en desafiar la voluntad de Dios fue un acto de fe? ¿Cómo aplicarían este ejemplo a su experiencia de oración? Busquen casos en la Biblia y en la historia en los que una persona religiosa regateó e hizo un trato con Dios.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>EL PACTO CON ABRAHAM</p>",
         "verse":"<p>Y respondió Abram: Señor Jehová, ¿Qué me darás, siendo así que ando sin hijo, y el mayordomo de mi casa es ese damasceno Eliezer? (Gén. 15: 2).</p>",
         "versionCode":1,
         "weekDate":" 7-13 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
