{
  "data": [
    {
      "color": "#67abbf",
      "id": 702,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "July 5",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>God’s call to us will often change the direction of our lives. However, if we follow that call, then we discover that God’s path is always the best route for us. However, sometimes—at first—it isn’t easy to accept God’s call. Such is the case for Moses and his call by God, which specifically began at the encounter with the Lord at the burning bush. Although Moses may or may not have known about the laws of combustion, he knew that what he was seeing was a miracle, and it certainly caught his attention. No question, the Lord was calling him to a specific task. The issue was: Would he answer the call, regardless of the radical new change in his life that this call would bring? At first, he was not very receptive to it. You may recall instances when you had specific goals, but God redirected those plans. It is true that we can be useful to God in many ways, but following God’s call in our lives, and doing what He leads us to do, is surely the path to the most satisfying existence. It might not always be easy, and it wasn’t easy for Moses, but how foolish to go our own way when God is calling us in another direction.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 6",
          "dayTitle": "<p>The Burning Bush</p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>After Moses fled to Midian, he had a relatively easy life. He married, had two sons, Gershom and Eliezer (Exod. 18:3, 4), and was part of the extended family of Jethro, his father-in-law and a priest in Midian. He spent 40 relaxed years being a shepherd, like David (2 Sam. 7:8), enjoying God’s presence, especially as revealed in nature.\n</p><p>Yet, this time was not simply for Moses to smell the flowers (or perhaps, in this case, the desert cactus?). These years of walking with the Lord changed him and prepared him for a leadership role. God also used Moses in this quiet wilderness to write, under divine inspiration, two of the oldest biblical books: Job and Genesis (see Ellen G. White, Patriarchs and Prophets, p. 251; Francis D. Nichol, et al., eds., The SDA Bible Commentary, vol. 3, p. 1140). Moses also received from God crucial insights about the great controversy, the Creation, the Fall, the Flood, the patriarchs, and, most important, the plan of salvation. Thus, Moses was instrumental in passing on to all humanity the true knowledge of the living God, our Creator and Sustainer, and knowledge about what God is doing in view of the sin that has wreaked havoc on this planet. Biblical and salvation history make little sense apart from the crucial foundation that, under inspiration, Moses gave us, especially in the book of Genesis.\n</p><p><strong>Read Exodus 3:1–6. What significance can be found in the fact that the Lord introduced Himself to Moses as “the God of Abraham, the God of Isaac, and the God of Jacob”?</strong></p><p><strong>Exodus 3:1–6</strong></p><p>\n</p><p>\n</p><p><strong><sup>1</sup></strong> Now Moses was tending the flock of Jethro his father-in-law, the priest of Midian. And he led the flock to the back of the wilderness, and came to Horeb, the mountain of God.</p>\n<p><strong><sup>2</sup></strong> And the Angel of the LORD appeared to him in a flame of fire from the midst of a bush. So he looked, and behold, the bush was burning with fire, but the bush was not consumed.</p>\n<p><strong><sup>3</sup></strong> Then Moses said, “I will now turn aside and see this great sight, why the bush does not burn.”</p>\n<p><strong><sup>4</sup></strong> So when the LORD saw that he turned aside to look, God called to him from the midst of the bush and said, “Moses, Moses!” And he said, “Here I am.”</p>\n<p><strong><sup>5</sup></strong> Then He said, “Do not draw near this place. Take your sandals off your feet, for the place where you stand is holy ground.”</p>\n<p><strong><sup>6</sup></strong> Moreover He said, “I am the God of your father—the God of Abraham, the God of Isaac, and the God of Jacob.” And Moses hid his face, for he was afraid to look upon God.</p><p>Moses saw that the burning bush was not being consumed by the fire, and thus he knew that he was seeing a miracle and that something dramatic and important must be taking place right before him. As he moved closer, the Lord told him to take his shoes off as a sign of deep respect because God’s presence made the place holy.\n</p><p>The Lord presented Himself to Moses as “the God of Abraham, the God of Isaac, and the God of Jacob” (Exod. 3:6). The Lord had promised these patriarchs that their descendants would inherit Canaan, a promise Moses surely knew about. Thus, even before saying it, God was already opening the way for Moses to know what was coming and what crucial role he was to play.\n</p><p><strong>Moses needed 80 years before God deemed him ready for his task. What might this truth teach us about patience?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 7",
          "dayTitle": "<p>The Angel of the Lord</p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>“The angel of the Lord” appeared to Moses in flames of fire “from within a bush” (Exod. 3:2, NIV). It was the Lord Jesus Himself speaking to Moses “from within the bush” (Exod. 3:4, NIV).\n</p><p>Do not be confused with the title “angel of the Lord” as a depiction of Jesus Christ. The term angel itself simply means “messenger” (Hebrew mal’akh), and it always depends on the context whether this angel is to be interpreted as human or divine (see Mal. 3:1). There are many instances in the Bible where “the angel of the Lord” refers to the divine person (study, for example, Gen. 22:11, 15–18; Gen. 31:3, 11, 13; Judg. 2:1, 2; Judg. 6:11–22; Zech. 3:1, 2). This angel of the Lord not only speaks in the name of the Lord, but He is the Lord Himself. Jesus is God’s messenger to communicate the Father’s Word to us.\n</p><p><strong>Read Exodus 3:7–12. How did God explain to Moses why He wanted to intervene on behalf of the Israelites enslaved in Egypt?</strong></p><p><strong>Exodus 3:7–12</strong></p><p>\n</p><p>\n</p><p><strong><sup>7</sup></strong> And the LORD said: “I have surely seen the oppression of My people who are in Egypt, and have heard their cry because of their taskmasters, for I know their sorrows.</p>\n<p><strong><sup>8</sup></strong> So I have come down to deliver them out of the hand of the Egyptians, and to bring them up from that land to a good and large land, to a land flowing with milk and honey, to the place of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites.</p>\n<p><strong><sup>9</sup></strong> Now therefore, behold, the cry of the children of Israel has come to Me, and I have also seen the oppression with which the Egyptians oppress them.</p>\n<p><strong><sup>10</sup></strong> Come now, therefore, and I will send you to Pharaoh that you may bring My people, the children of Israel, out of Egypt.”</p>\n<p><strong><sup>11</sup></strong> But Moses said to God, “Who am I that I should go to Pharaoh, and that I should bring the children of Israel out of Egypt?”</p>\n<p><strong><sup>12</sup></strong> So He said, “I will certainly be with you. And this shall be a sign to you that I have sent you: When you have brought the people out of Egypt, you shall serve God on this mountain.”</p><p>The suffering of God’s people in Egypt is colorfully described as a groaning and a deep cry for help. God heard their cry and was concerned (Exod. 2:23–25). He called them “my people” (Exod. 3:7). That is, even before Sinai and the ratifying of the covenant, they were His people, and He would cause them to dwell and prosper (if they would obey) in the land of Canaan, as He had promised their fathers.\n</p><p>God said to Moses that He was sending him to Pharaoh for a specific task: “So now, go. I am sending you to Pharaoh to bring my people the Israelites out of Egypt” (Exod. 3:10, NIV). Again, God calls them “my people.”\n</p><p>What a task God presented to His servant! Moses, therefore, responded with a question: “Who am I?” That is, grasping the significance of what is going to happen and what his role is going to be in all this, Moses wonders why someone like himself would be chosen. Here, early on, we have an indication of his character, his humility, and his sense that he is unworthy of what he is being called to do.\n</p><p><strong>Why is humility, and a sense of our own “unworthiness,” so important for anyone who seeks to follow the Lord and do anything for Him?</strong></p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 8",
          "dayTitle": "<p>The Name of the Lord</p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p><strong>Read Exodus 3:13–22. Why did Moses want to know God’s name, and what is the significance of His name?</strong></p><p><strong>Exodus 3:13–22</strong></p><p><strong><sup>13</sup></strong> Then Moses said to God, “Indeed, when I come to the children of Israel and say to them, ‘The God of your fathers has sent me to you,’ and they say to me, ‘What is His name?’ what shall I say to them?”</p>\n<p><strong><sup>14</sup></strong> And God said to Moses, “I AM WHO I AM.” And He said, “Thus you shall say to the children of Israel, ‘I AM has sent me to you.’”</p>\n<p><strong><sup>15</sup></strong> Moreover God said to Moses, “Thus you shall say to the children of Israel: ‘The LORD God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has sent me to you.’ This is My name forever, and this is My memorial to all generations.</p>\n<p><strong><sup>16</sup></strong> Go and gather the elders of Israel together, and say to them, ‘The LORD God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob, appeared to me, saying, “I have surely visited you and seen what is done to you in Egypt;</p>\n<p><strong><sup>17</sup></strong> and I have said I will bring you up out of the affliction of Egypt to the land of the Canaanites and the Hittites and the Amorites and the Perizzites and the Hivites and the Jebusites, to a land flowing with milk and honey.”’</p>\n<p><strong><sup>18</sup></strong> Then they will heed your voice; and you shall come, you and the elders of Israel, to the king of Egypt; and you shall say to him, ‘The LORD God of the Hebrews has met with us; and now, please, let us go three days’ journey into the wilderness, that we may sacrifice to the LORD our God.’</p>\n<p><strong><sup>19</sup></strong> But I know that the king of Egypt will not let you go, no, not by a mighty hand.</p>\n<p><strong><sup>20</sup></strong> So I will stretch out My hand and strike Egypt with all My wonders which I will do in its midst; and after that he will let you go.</p>\n<p><strong><sup>21</sup></strong> And I will give this people favor in the sight of the Egyptians; and it shall be, when you go, that you shall not go empty-handed.</p>\n<p><strong><sup>22</sup></strong> But every woman shall borrow from her neighbor, and from her who dwells in her house, jewels of silver, and jewels of gold; and you shall put them on your sons and on your daughters. So you shall plunder the Egyptians.”</p>\n<p>God presents Himself to Moses as “’ehejeh ’asher ’ehejeh,” which literally means “I will be who I will be,” or “I am who I am.” In Exodus 3:12, God uses the same verb ’ehejeh as in verse 14, when He states to Moses, “I will be” (with you). It means that God is eternal. He is the transcendent God, as well as the immanent God, and He dwells with those “who are contrite and humble in spirit” (Isa. 57:15, NRSV).\n</p><p>The proper name of God, “Yahweh” (translated in English Bibles usually as “the Lord”), was known to God’s people from the beginning, even if they didn’t know its deeper meaning. Moses also knew the name Yahweh, but, like others, he did not know the real meaning. His question, “What is your name?” is a query about that deeper meaning.\n</p><p>A helpful hint is in Exodus 6:3, where God stated: “I appeared to Abraham, to Isaac and to Jacob as God Almighty, but by my name the Lord I did not make myself fully known to them” (Exod. 6:3, NIV). It does not signify that Adam, Noah, Abraham, and the patriarchs did not know the name “Yahweh” (see Gen. 2:4, 9; Gen. 4:1, 26; Gen. 7:5; Gen. 15:6–8; etc.). It means, instead, that they did not know its deeper meaning.\n</p><p>His name, Yahweh, points to the fact that He is the personal God, the God of His people, the God of the covenant. He is a close, intimate God who intervenes in human affairs. The Almighty God (Gen. 17:1) is the God who miraculously intervened by His power. But Yahweh is a God who demonstrates His moral power by love and care. He is the same God as Elohim (“mighty, strong, transcendent God,” the “God of all people,” “the Ruler of the universe,” “the Creator of everything”), but different aspects of His relationship to humanity are revealed by the name Yahweh itself.\n</p><p>Knowing the name or calling on God’s name is not something magical. It is about a proclamation of His name, which means teaching others the truth concerning this God and the salvation that He offers to all who come in faith. As Joel says: “Everyone who calls on the name of the Lord will be saved” (Joel 2:32, NIV).\n</p><p><strong>In what ways in your own life have you experienced the closeness and intimacy with Yahweh that He seeks to have with all who are surrendered to Him?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 9",
          "dayTitle": "<p>Four Excuses</p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p><strong>Read Exodus 4:1–18. What set of signs did God give to Moses to perform in order to strengthen his position as God’s messenger?</strong></p><p><strong>Exodus 4:1–18</strong></p><p><strong><sup>1</sup></strong> Then Moses answered and said, “But suppose they will not believe me or listen to my voice; suppose they say, ‘The LORD has not appeared to you.’”</p>\n<p><strong><sup>2</sup></strong> So the LORD said to him, “What is that in your hand?” He said, “A rod.”</p>\n<p><strong><sup>3</sup></strong> And He said, “Cast it on the ground.” So he cast it on the ground, and it became a serpent; and Moses fled from it.</p>\n<p><strong><sup>4</sup></strong> Then the LORD said to Moses, “Reach out your hand and take it by the tail” (and he reached out his hand and caught it, and it became a rod in his hand),</p>\n<p><strong><sup>5</sup></strong> “that they may believe that the LORD God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.”</p>\n<p><strong><sup>6</sup></strong> Furthermore the LORD said to him, “Now put your hand in your bosom.” And he put his hand in his bosom, and when he took it out, behold, his hand was leprous, like snow.</p>\n<p><strong><sup>7</sup></strong> And He said, “Put your hand in your bosom again.” So he put his hand in his bosom again, and drew it out of his bosom, and behold, it was restored like his other flesh.</p>\n<p><strong><sup>8</sup></strong> “Then it will be, if they do not believe you, nor heed the message of the first sign, that they may believe the message of the latter sign.</p>\n<p><strong><sup>9</sup></strong> And it shall be, if they do not believe even these two signs, or listen to your voice, that you shall take water from the river and pour it on the dry land. The water which you take from the river will become blood on the dry land.”</p>\n<p><strong><sup>10</sup></strong> Then Moses said to the LORD, “O my Lord, I am not eloquent, neither before nor since You have spoken to Your servant; but I am slow of speech and slow of tongue.”</p>\n<p><strong><sup>11</sup></strong> So the LORD said to him, “Who has made man’s mouth? Or who makes the mute, the deaf, the seeing, or the blind? Have not I, the LORD?</p>\n<p><strong><sup>12</sup></strong> Now therefore, go, and I will be with your mouth and teach you what you shall say.”</p>\n<p><strong><sup>13</sup></strong> But he said, “O my Lord, please send by the hand of whomever else You may send.”</p>\n<p><strong><sup>14</sup></strong> So the anger of the LORD was kindled against Moses, and He said: “Is not Aaron the Levite your brother? I know that he can speak well. And look, he is also coming out to meet you. When he sees you, he will be glad in his heart.</p>\n<p><strong><sup>15</sup></strong> Now you shall speak to him and put the words in his mouth. And I will be with your mouth and with his mouth, and I will teach you what you shall do.</p>\n<p><strong><sup>16</sup></strong> So he shall be your spokesman to the people. And he himself shall be as a mouth for you, and you shall be to him as God.</p>\n<p><strong><sup>17</sup></strong> And you shall take this rod in your hand, with which you shall do the signs.”</p><p><strong><sup>18</sup></strong> So Moses went and returned to Jethro his father-in-law, and said to him, “Please let me go and return to my brethren who are in Egypt, and see whether they are still alive.” And Jethro said to Moses, “Go in peace.”</p><p>Moses again tried to excuse himself from the task God asked of him (see Exod. 3:11). He did not want to go to Egypt and confront Pharaoh.\n</p><p>After all, he had already failed when he previously tried, on his own, to help the Hebrews. Also, his own people didn’t believe in or accept him as their leader. That’s why he formulated a third objection: “ ‘What if they do not believe me or listen to me?’ ” (Exod. 4:1, NIV). This was not a question to learn something new; it was an attempt to say no to the responsibility that God asked him to undertake.\n</p><p>Two miraculous signs are given to Moses to perform before the elders of Israel and, later, before Pharaoh: (1) his staff turning into a snake and then back into a staff, and (2) his hand becoming leprous but then instantly healed. Both miracles should convince the elders that God is at work for them. But if not, the third miracle, that of turning water into blood, was added (Exod. 4:8, 9).\n</p><p>Although God gave Moses these mighty wonders, he still expresses another excuse, the fourth: he is not a good speaker.</p><p><strong>Read Exodus 4:10–18. How does the Lord respond to Moses, and what lessons can we take from that for ourselves, in whatever situation we believe God calls us to?\n</strong></p><p>This set of four excuses shows Moses’ reluctance to follow God’s call. With “reasonable” objections, he masks his unwillingness to go. The first three excuses are in the form of questions: (1) Who am I? (2) Who are You? and (3) What if they do not believe me? And the fourth objection is (4) the statement: “I am not eloquent.” God reacted to all of them and brought a powerful solution. To these excuses God presents many uplifting promises.\n</p><p>Then Moses delivers his fifth and final plea and directly asks: “ ‘O my Lord, please send someone else’ ” (Exod. 4:13, NRSV). In response, God tells him that He is already sending his brother, Aaron, to meet him for support. Finally, Moses silently concedes and asks Jethro for his blessing before departing for Egypt.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 10",
          "dayTitle": "<p>The Circumcision</p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p><strong>Read Exodus 4:18–31. How do we understand this strange story, and what lesson can we take from it?</strong></p><p><strong>Exodus 4:18–31</strong></p><p><strong><sup>18</sup></strong> So Moses went and returned to Jethro his father-in-law, and said to him, “Please let me go and return to my brethren who are in Egypt, and see whether they are still alive.” And Jethro said to Moses, “Go in peace.”</p>\n<p><strong><sup>19</sup></strong> Now the LORD said to Moses in Midian, “Go, return to Egypt; for all the men who sought your life are dead.”</p>\n<p><strong><sup>20</sup></strong> Then Moses took his wife and his sons and set them on a donkey, and he returned to the land of Egypt. And Moses took the rod of God in his hand.</p>\n<p><strong><sup>21</sup></strong> And the LORD said to Moses, “When you go back to Egypt, see that you do all those wonders before Pharaoh which I have put in your hand. But I will harden his heart, so that he will not let the people go.</p>\n<p><strong><sup>22</sup></strong> Then you shall say to Pharaoh, ‘Thus says the LORD: “Israel is My son, My firstborn.</p>\n<p><strong><sup>23</sup></strong> So I say to you, let My son go that he may serve Me. But if you refuse to let him go, indeed I will kill your son, your firstborn.”’”</p>\n<p><strong><sup>24</sup></strong> And it came to pass on the way, at the encampment, that the LORD met him and sought to kill him.</p>\n<p><strong><sup>25</sup></strong> Then Zipporah took a sharp stone and cut off the foreskin of her son and cast it at Moses’ feet, and said, “Surely you are a husband of blood to me!”</p>\n<p><strong><sup>26</sup></strong> So He let him go. Then she said, “You are a husband of blood!”—because of the circumcision.</p>\n<p><strong><sup>27</sup></strong> And the LORD said to Aaron, “Go into the wilderness to meet Moses.” So he went and met him on the mountain of God, and kissed him.</p>\n<p><strong><sup>28</sup></strong> So Moses told Aaron all the words of the LORD who had sent him, and all the signs which He had commanded him.</p>\n<p><strong><sup>29</sup></strong> Then Moses and Aaron went and gathered together all the elders of the children of Israel.</p>\n<p><strong><sup>30</sup></strong> And Aaron spoke all the words which the LORD had spoken to Moses. Then he did the signs in the sight of the people.</p>\n<p><strong><sup>31</sup></strong> So the people believed; and when they heard that the LORD had visited the children of Israel and that He had looked on their affliction, then they bowed their heads and worshiped.</p><p>Bible students are shocked when they read that, after Moses obeyed the Lord and started his journey back to Egypt, the Lord “was about to kill him” (Exod. 4:24, NIV). From the context of the story, it is evident that the issue was circumcision. His youngest son was not circumcised, as the Abrahamic covenant demanded (Gen. 17:10, 11).\n</p><p>Moses, as the leader of God’s people, needed to show his perfect submission and obedience to God, in order to be qualified to lead other people to be obedient. He had to be a model of that total surrender to God. His wife, Zipporah, was a woman of action and circumcised her son in order to save the life of her husband. She touched Moses with the “bloody foreskin,” and this blood represents atonement, life, and the sealing of the covenant. The fact that it was done so quickly added to the drama of the situation.\n</p><p>An important lesson can be learned from this episode: never fail to do what we know is right.\n</p><p>“On the way from Midian, Moses received a startling and terrible warning of the Lord’s displeasure. An angel appeared to him in a threatening manner, as if he would immediately destroy him. No explanation was given; but Moses remembered that he had disregarded one of God’s requirements . . . he had neglected to perform the rite of circumcision upon their youngest son. He had failed to comply with the condition by which his child could be entitled to the blessings of God’s covenant with Israel; and such a neglect on the part of their chosen leader could not but lessen the force of the divine precepts upon the people. Zipporah, fearing that her husband would be slain, performed the rite herself, and the angel then permitted Moses to pursue his journey.\n</p><p>In his mission to Pharaoh, Moses was to be placed in a position of great peril; his life could be preserved only through the protection of holy angels. But while living in neglect of a known duty, he would not be secure; for he could not be shielded by the angels of God.”—Ellen G. White, Patriarchs and Prophets, pp. 255, 256.\n</p><p><strong>What should this story say to you if you are indeed guilty of neglecting what you know you should be doing? What changes do you need to make, even right now?</strong></p><p><strong><br></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 11",
          "dayTitle": "<p><strong>Further Thought:</strong></p>",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p>Read Ellen G. White, “Moses,” pp. 251–256, in Patriarchs and Prophets.\n</p><p>The dramatic burning bush call was probably the most transformative experience in Moses’ life. All other high points in his life depended on his positive, obedient response to God’s commissioning him to lead the Hebrews out of Egypt and to the Promised Land.\n</p><p>Sure, we know now how it all turned out. But put yourself in Moses’ place at the time of the burning bush. He had fled from Egypt to save his life. A new generation of Hebrews had come on the scene over the 40 years, many of whom probably knew little about him, or maybe even what they heard about him was wrong, filtered through stories that over time get distorted. And yet now, he was called by God to lead this same people away from a powerful nation? No wonder he was reluctant at first!\n</p><p>Yes, it was an extremely demanding task, but imagine what he would have missed if he had given a final no to God. He might have just disappeared into history instead of—through the power of God working in him—literally making history and becoming one of the greatest and most influential people, not just in the Bible but in the world itself.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong>. In the quiet years spent in the desert, Moses did what God called him to do: he was a family man, took care of sheep, and wrote two biblical books under God’s inspiration before he was called to be a great leader of God’s people. What does Moses’ experience teach us about our duties in life?\n</p><p><strong>2</strong>. One could argue that, on the surface, Moses’ excuses were, in and of themselves, pretty reasonable, were they not? Why should the people believe me? Who am I to begin with? I can’t speak well. What should this story tell us about how to learn to trust that God can enable us to do what He calls us to do?\n</p><p><strong>3.</strong> Dwell more on the point made in Sunday’s study about Moses’ authorship of the book of Genesis and how important that work is to understanding sacred history and the plan of salvation. Why must we fight against every attempt (and there are many) to weaken the authority of the book, especially by denying the historicity of, particularly, the first 11 chapters?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Inside Story</strong></p>",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><strong>A Transformed Mind\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>Mitch, a tough gang member, got into a brawl with several other Native Americans in the US state of Washington. He suffered a significant head injury, and doctors said he would never work again.\n</p><p>Then his younger brother, Stephan, invited him to the All Nations Center Adventist Church in Wapato, Washington. Stephan worshiped every Sabbath at the church with their mother and sister.\n</p><p>Mitch didn’t want to go, and he went unwillingly to the church on Sabbath. But then he went again and again. He immersed himself in the Bible, spurred on by the hope that it could heal his mind. He clung to Romans 12:2, which says, “And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God” (NKJV). He embraced Philippians 4:8: “Finally, brethren, whatever things are true, whatever things are noble, whatever things are just, whatever things are pure, whatever things are lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy—meditate on these things.”\n</p><p>Church leader Jeff Weijohn encouraged him, saying, “The Word of God promises that it will change your mind if you study it.”\n</p><p>Mitch began to see Bible promises fulfilled. Doctors who had said he would never work again were surprised to see him get a job and keep it.\n</p><p>After Bible studies, Mitch gave his heart to Jesus and joined the Seventh-day Adventist Church. Then he became a Bible worker and started teaching the Bible to others. He and his wife opened their home to young people who needed a place to stay. Anyone was welcome if they followed the house rules. One rule was that everyone went to church on Sabbath.\n</p><p>The lives of their houseguests also began to change.\n</p><p>One young person joyfully told Jeff on Sabbath, “You know what? When you told us about the Bible, we didn’t want to listen to you at all. But now we want to study the Bible.”\n</p><p>Jeff said the change in Mitch’s life was revolutionary.\n</p><p>“When he accepted God into his life, people didn’t recognize him anymore,” he said. “He came from being a person who was very hard and brain damaged to being a person able to minister. Many young people have been touched by him. God works through us despite ourselves.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Teachers</strong></p>",
          "id": 29,
          "idDay": 9,
          "idLesson": 2,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: Exodus 3:7, 8\n</strong></p><p><strong>Study Focus: Exod. 3:1–4:31\n</strong></p><p>Introduction: God revealed Himself to Moses, calling him to be His servant who would deliver His people from Egypt and lead them to the Promised Land. Moses is overwhelmed with this new task and asks God to choose someone else.\n</p><p><strong>Lesson Themes\n</strong></p><p>In our study of Exodus 3 and 4, let us underline one crucial fact: When God calls His people to do a specific task, He also equips and enables them to do it. Calling and empowering go hand in hand. The Lord gives needed spiritual gifts and skills. We do not need to worry, even though the work can be enormous and far beyond our abilities. God is in charge. We need to let God be God in our lives and completely rely on His promises. We can trust Him. It is our responsibility to follow His lead and obey. The structure of these two chapters, dealing with God’s intervention in favor of His people, may be divided into four principal parts:\n</p><p>A. God’s meeting with Moses (Exod. 3:1–4:17), which has an introduction and commission (Exod. 3:1–10) and four sections dealing with the dialogue between the Lord and Moses: (1) Exodus 3:11, 12; (2) Exodus 3:13–22; (3) Exodus 4:1–9; and (4) Exodus 4:10–12, as well as an epilogue: Moses’ last plea, God’s anger, and His sending Aaron to Moses for support (Exod. 4:13–17).\n</p><p>B. Moses’ return to Egypt, with his wife and two sons, and God’s assurance to Moses of His help (Exod. 4:18–23).\n</p><p>C. Problem with circumcision (Exod. 4:24–26).\n</p><p>D. Moses’ meetings with Aaron, the elders, and, finally, with the Israelites (Exod. 4:27–31). Great and mighty acts of God are anticipated. God’s people believe and worship the living God who will work for their redemption.\n</p><p><strong>Part II: Commentary\n</strong></p><p>The most transformative event in Moses’ life was his personal encounter with the Lord during the burning bush experience. This incident dramatically altered his life. At the time of the event, he was 80 years old, and he lived a fulfilling, stable, and well-adjusted life. He was married, had two sons, lived in Midian, and was useful to the Lord. In his quiet time, while taking care of sheep, he was inspired by God to write two biblical books: Job and Genesis. Clearly, Moses was satisfied with his family life and walk with the Lord. Then comes a shocking disturbance to his peaceful routine of everyday life: Moses sees a burning bush that is not consumed by the flames that engulf it.\n</p><p>When the Lord caught Moses’ attention, He told him how concerned He was with the Israelites’ situation in Egypt. God spoke about their misery, oppression, slavery, crying out for help, and suffering. “I have come down to rescue them” (Exod. 3:8, NIV), the Lord declared. He called the Israelites “my people” (Exod. 3:10) and wanted to lead His people to a new land. We call it the Promised Land because God gave His word to Abraham, Isaac, and Jacob that their descendants would inherit Canaan. The time had come for God to act, and Moses would be the instrument through whom He would fulfill His promise.\n</p><p>Moses was called by God Himself to go back to Egypt, a land from which he fled in order to save his own life 40 years previously (in 1490 b.c.). Moses was now to meet with Pharaoh Thutmose III (1504–1450 b.c.), whom he personally knew from the time when he grew up and lived in the king’s palace. Moses’ adoptive mother, Hatshepsut, had died in 1482 b.c. When God asked Moses to go back and work with Him to deliver the Israelites from Egypt, He gave two commands to Moses: “ ‘So now, go. I am sending you to Pharaoh to bring my people the Israelites out of Egypt’ ” (Exod. 3:10, NIV). From this verse, we may observe that God used two imperatives that are not as clear in our modern translations. God told Moses emphatically: (1) “ ‘Go!’ ”; and (2) “ ‘Bring my people . . . out of Egypt.’ ” The drama of Moses’ calling thus unfolded.\n</p><p><strong>Moses’ Four Excuses and God’s Four Promises\n</strong></p><p><strong>1.“ ‘Who Am I?’ ” versus “ ‘I Will Be With You’ ” (Exod. 3:11, 12)\n</strong></p><p>When Moses hears these two commands (“Go!” and “ ‘Bring my people out of Egypt’ ” (NIV), he is initially unwilling to submit and conform to them. Moses employs four strategies to relieve himself of the enormous burden of this commission. First, he hides behind his humility and asks an excellent question: “ ‘Who am I?’ ” It is important to know our insufficiency and inability to do what God requires us to perform. The power to follow His leadership is not in us but outside of us; it is in God’s equipping us when we humbly follow Him. However, Moses goes beyond this recognition to seek his way out of the divine charge.\n</p><p>God, in response, assures Moses that He will be with him (the same phrase “ ‘I will be’ ” is used in verses 12 and 14), and gives him a sign by stating that Moses and the Israelites will worship God on this very mountain, Mount Sinai, upon which they now meet. This promise is all-inclusive. Everything needed is included in God’s presence with His people. The “Immanuel” motif (“God with us”) is the most important promise.\n</p><p><strong>2. “What Is Your Name?” versus “ ‘I AM WHO I AM’ ” (Exod. 3:13–22, NIV)\n</strong></p><p>Moses tenders his second excuse by asking for the meaning of God’s name YHWH: “What is Your Name?” This time he is hiding behind the ignorance of God’s people, rightly claiming that they do not know God personally; thus, how will they be able to know Moses is God’s appointed leader?\n</p><p>The Lord patiently explains that He is eternal, personal, and the real God. He is the God of history who led Israel’s forefathers. He is the God of Abraham, Isaac, and Jacob, the God who communicated with them and took care of them in His love and mercy. He is the God who gave them His promise that He would bring them to “a land flowing with milk and honey” (Exod. 3:17), with God’s abundant blessings. He is the Lord. The God of the Hebrews. God gave them the promise that when they left Egypt, they would not go empty-handed but with many precious gifts that had been withheld from them during the time when they were enslaved.\n</p><p><strong>3. “ ‘What If They Do Not Believe Me Or Listen?’</strong> ” (NIV) versus Mighty Signs of God (Exod. 4:1–9) Moses continues with his third objection by pointing to the hesitancy of the Israelites: “Suppose that they will not listen and believe me? What then?” In response, God tells him that He will enable him to perform two miracles that will be tangible signs and evidence that God has sent him and will deliver His people from Egypt: (1) Moses will be able to change his staff into a snake and back into a staff; and (2) he will put his hand into his bosom, take it out leprous, then return it to be healed.\n</p><p><strong>4. “I Am Not Eloquent” (Exod. 4:10, ESV) versus “I Will Help You Speak</strong>” (Exod. 4:12, NIV) Moses’ fourth pretext for not going to Egypt is simple: “I am not a good speaker. I have never been eloquent.” Moses is pleading with the Lord that he is slow in formulating arguments and is not fluent in the Egyptian and Hebrew languages.\n</p><p>Understandably, he has not used the Egyptian language for four decades. God, in response, assures Moses that He will give him the ability to express things persuasively and articulately because He is the Creator. As such, God will, thus, empower Moses for this task: “ ‘I will help you speak [literally, I will be with your mouth] and teach you what to say’ ” (Exod. 4:12, NIV). (This promise reminds us of a similar story in Jeremiah 1:5–8.)\n</p><p>Exodus 4:13–17 describes Moses’ final excuse and God’s reaction to it. Moses is cornered. All his excuses were powerfully refuted by God Himself. What will Moses do? He must clearly define his position by answering God’s call, either with a yes or a no. To our shock, Moses refuses to follow God’s orders, even after receiving exceptional promises from God. Moses is not willing to go: “ ‘Please send someone else’ ” (Exod. 4:13, NIV).\n</p><p>Now the roles are reversed. Moses not only rejects God’s imperatives, but he dares to command God with his own imperative, even though he softens it with the word please: “ ‘Please send someone else.’ ” The one who should obey gives directives to God instead. What a contradiction!\n</p><p>At this moment, the biblical text states that “the Lord’s anger burned against Moses” (Exod. 4:14, NIV). Yet, God presents a solution: it will be in the person of Aaron, Moses’ brother, who “ ‘is already on his way to meet you’ ” (Exod. 4:14, NIV). God knew Moses’ negative answer in advance and had already sent Aaron to Moses to encourage them to work together to fulfill God’s commission. Aaron will be Moses’ “mouth,” i.e., his spokesperson who will communicate God’s word to Pharaoh and the people. What a loving and gracious Lord! He provides a solution where we see only darkness.\n</p><p>With great hesitancy, Moses follows God’s instructions. We do not read of Moses’ answer to the divine solution, but we discover, in the following verses, that Moses goes to Egypt. As a good family man, he first speaks with Jethro about his divine appointment, and Jethro sends him to Egypt with his approval and blessing. Thus, Moses goes forward. From here on out, things will move forward in unexpected, and unanticipated, ways.\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>1.</strong> Everything in our lives depends on our picture of God. Who is God for you? How do you see and understand God’s presence in your life? What kind of picture of God do you cultivate?\n</p><p><strong>2.</strong> The most important thing for the Lord is not a thing, possession, accomplishment, agenda, or performance; it is relationships. The living God is the God of relationships. Human relationships start with a vertical relationship with Him and translate into horizontal relationships with one another. How did Moses’ encounter with God make him a new person and a great leader?\n</p><p><strong>3.</strong> God’s calling on our lives is like a broad highway with different paths. Usually, the most demanding task or calling in life can help us to realize that this task or calling is what God wants us to do. The Lord never leads us on an easy or self-centered path. He wants our growth and what is best for us. His Word commands us to go forward, even though the task may look overwhelming or beyond our abilities to perform. How can you recognize and be sure that you follow His calling and vocation in life?\n</p><p><strong>4.</strong> We want to do God’s will according to His plan and vision for us. What excuse do you proffer to God that prevents you from accepting His path for your life? What Bible promises do you need to claim to give you hope and courage on your journey with Him? How do these promises encourage you in your service to others?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>The Burning Bush</p>",
      "verse": "<p>“And the Lord said: ‘I have surely seen the oppression of My people who are in Egypt, and have heard their cry because of their taskmasters, for I know their sorrows. So I have come down to deliver them out of the hand of the Egyptians, and to bring them up from that land to a good and large land, to a land flowing with milk and honey’ ” (Exodus 3:7, 8, NKJV).</p>",
      "versionCode": 25,
      "weekDate": "July 5–11"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
