{
  "data": [
    {
      "color": "#803bf7",
      "id": 12,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 11",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>Memory Text: “  ‘It is written, “Man shall not live by bread alone, but by every word that proceeds from the mouth of God” ’ ” (Matthew 4:4, NKJV). The New Testament is saturated with the Old. That is, the inspired writers of the New Testament quoted the inspired writers of the Old as a source of authority. Jesus Himself said, “It is written” (Matt. 4:4), meaning, “It is written in the Old Testament;” and He said that “ ‘the Scriptures must be fulfilled’ ” (Mark 14:49, NKJV)— meaning the Scriptures of the Old Testament. And when Jesus met two disciples on the road to Emmaus, instead of doing a miracle to show them who He was, “beginning at Moses and all the Prophets, He expounded to them in all the Scriptures the things concerning Himself ” (Luke 24:27, NKJV).</p><p>Whether direct Old Testament quotations, or allusions, or references to stories or prophecies, the New Testament writers constantly used the Old Testament to buttress, even justify, their claims. And among the books often quoted or referred to was Deuteronomy (along with Psalms and Isaiah). Matthew, Mark, Luke, John, Acts, Romans, Galatians, 1 and 2 Corinthians, Hebrews, the pastoral epistles, and Revelation all go back to Deuteronomy. This week we’ll look at a few of those instances and see what truth, present truth, we can draw from them.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 12",
          "dayTitle": "<p>“It Is Written”&nbsp;</p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Matthew 4:1–11. How did Jesus respond to Satan’s temptations in the wilderness, and what is the important lesson here for us in His response?&nbsp;</strong></p><p><strong>Matthew 4:1–11</strong></p><p><strong>1</strong> Then Jesus was led by the Spirit into the wilderness to be tempted[a] by the devil.&nbsp;</p><p><strong>2</strong> After fasting forty days and forty nights, he was hungry.</p><p><strong>3</strong> The tempter came to him and said, “If you are the Son of God, tell these stones to become bread.”\n</p><p>\n</p><p><strong style=\"background-color: initial;\">4</strong> Jesus answered, “It is written: ‘Man shall not live on bread alone, but on every word that comes from the mouth of God.”</p><p><strong>5</strong> Then the devil took him to the holy city and had him stand on the highest point of the temple.</p><p><strong>6</strong> “If you are the Son of God,” he said, “throw yourself down. For it is written: “He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.”</p><p><strong style=\"background-color: initial;\">7</strong> Jesus answered him, “It is also written: ‘Do not put the Lord your God to the test.”</p><p><strong>8</strong> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor.</p><p><strong>9</strong> “All this I will give you,” he said, “if you will bow down and worship me.”</p><p><strong>10</strong> Jesus said to him, “Away from me, Satan! For it is written: ‘Worship the Lord your God, and serve him only.”</p><p><strong>11</strong> Then the devil left him, and angels came and attended him.</p><p>Jesus didn’t argue with Satan or debate with him. He simply quoted Scripture because, as the Word of God, it is “living and powerful, and sharper than any two-edged sword” (Heb. 4:12, NKJV). And in each case, the Word He quoted was from Deuteronomy. How interesting that Jesus, in the wilderness, chose to quote texts that were given to Israel in the wilderness, as well.</p><p>In the first temptation, Jesus referred to Deuteronomy 8:3. Moses had been recounting to the people of Israel how the Lord had provided for them all those years in the wilderness, including giving them manna— all part of a refining process, as the Lord was seeking to teach them spiritual lessons. And among those lessons was the one that “man shall not live by bread alone; but man lives by every word that proceeds from the mouth of the Lord” (NKJV). God fed you physical food, but He also gives you spiritual nourishment. You can’t take only the first without the second. Jesus used the image of bread as a transition to Deuteronomy and to rebuke Satan and the doubt he tried to instill in Jesus.</p><p>In the second temptation, Jesus went back to Deuteronomy 6:16, where Moses pointed the people back to their rebellion in Massah (see Exod. 17:1–7), saying, “ ‘You shall not tempt the Lord your God as you tempted Him in Massah’ ” (NKJV). The word for “tempt” can mean “try” or “test.” The Lord already had shown them, again and again, His power and willingness to provide for them; yet, the moment trouble came, they cried out, “ ‘Is the Lord among us or not?’ ” (Exod. 17:7, NKJV). And it was from that story that Jesus drew from the Word of God to rebuke Satan. In the third temptation, Satan this time sought to get Christ to bow down and worship him. What an open and blatant revelation of just who he really was and what he really wanted! Rather than debate, Jesus rebuked Satan and again reverted to the Word of God, Deuteronomy, where the Lord was warning His people about what would happen if they were to fall away and worship other gods. “ ‘You shall fear the Lord your God and serve Him’ ” (Deut. 6:13, NKJV), meaning Him and Him alone.</p><p><strong>How can we learn to draw more power in our own lives from our study of the Word of God in order to reflect more fully the character of Jesus and, like Him, resist Satan’s temptations?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 13",
          "dayTitle": "<p>Lifting Up Faces</p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>In Deuteronomy 10, Moses (again) was recounting Israel’s history and (again) used those accounts to admonish his people to faithfulness. Amid that admonishment he said something else.</p><p>Read Deuteronomy 10:17–19. What’s the essential message to the people here, and why is this message relevant to God’s church today?&nbsp;</p><p><strong>Deuteronomy 10:17–19</strong></p><p><strong>17</strong> For the Lord your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality and accepts no bribes.</p><p><strong>18</strong> He defends the cause of the fatherless and the widow, and loves the foreigner residing among you, giving them food and clothing.&nbsp;</p><p><strong>19</strong> And you are to love those who are foreigners, for you yourselves were foreigners in Egypt.</p><p>&nbsp;The phrase “shows no partiality” is translated from a Hebrew figure of speech; it means literally that He does not “lift up faces.” This is believed to have come from a legal setting in which the judge or king sees the face of the person on trial and, based on that person’s status (important person or someone insignificant), the judge or king renders a verdict. The implication here in Deuteronomy is that the Lord doesn’t treat people in such a manner, despite His great power and might. He’s fair with everyone, regardless of their status. This truth, of course, was revealed in the life of Jesus and how He treated even the most despised in society.</p><p>Read Acts 10:34, Romans 2:11, Galatians 2:6, Ephesians 6:9, Colossians 3:25, and 1 Peter 1:17. How do these texts make use of Deuteronomy 10:17?&nbsp;</p><p><strong>&nbsp;Acts 10:34</strong></p><p><strong>34</strong> Then Peter began to speak: “I now realize how true it is that God does not show favoritism</p><p><strong>Romans 2:11</strong></p><p><strong>11</strong> For God does not show favoritism.</p><p><strong>Galatians 2:6</strong></p><p><strong>6</strong> As for those who were held in high esteem—whatever they were makes no difference to me; God does not show favoritism—they added nothing to my message.</p><p><strong>Ephesians 6:9</strong></p><p><strong>9</strong> And masters, treat your slaves in the same way. Do not threaten them, since you know that he who is both their Master and yours is in heaven, and there is no favoritism with him.</p><p><strong>1 Peter 1:17</strong></p><p><strong>7</strong> Since you call on a Father who judges each person’s work impartially, live out your time as foreigners here in reverent fear.</p><p>However varied the circumstances in each one of these references (in Ephesians Paul tells masters to be careful how they treat their slaves; in Romans Paul is talking about the fact that, when it comes to salvation and condemnation, there’s no difference between Jews and Gentiles), they all go back to Deuteronomy and to the idea that God “does not lift up faces.” And if the “God of gods and Lord of lords, the great God, mighty and awesome” won’t do it, then certainly we shouldn’t, as well.</p><p>Particularly in how Paul in Romans frames it, we can see a revelation of the gospel: we are all on the same plane, regardless of who we are in terms of status. We are all fallen beings in need of God’s saving grace. And the good news is that, regardless of our status, we all are offered salvation in Jesus Christ.</p><p><strong>How often, even subtly, do you “lift up faces,” and why does the Cross show us how sinful that attitude really is?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 14",
          "dayTitle": "<p>Cursed on a Tree</p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Galatians 3:1–14. What is Paul saying there that is relevant to us today, and how does he use Deuteronomy 27:26 and Deuteronomy 21:22, 23 to make his point?</strong></p><p><strong>Galatians 3:1–14</strong></p><p><strong>1</strong> You foolish Galatians! Who has bewitched you? Before your very eyes Jesus Christ was clearly portrayed as crucified.</p><p><strong>2</strong> I would like to learn just one thing from you: Did you receive the Spirit by the works of the law, or by believing what you heard?</p><p><strong>3</strong> Are you so foolish? After beginning by means of the Spirit, are you now trying to finish by means of the flesh?&nbsp;</p><p><strong>4</strong> Have you experienced[b] so much in vain—if it really was in vain?</p><p><strong>5</strong> So again I ask, does God give you his Spirit and work miracles among you by the works of the law, or by your believing what you heard?&nbsp;</p><p><strong>6</strong> So also Abraham “believed God, and it was credited to him as righteousness.”</p><p>\n</p><p><strong style=\"background-color: initial;\">7</strong> Understand, then, that those who have faith are children of Abraham.</p><p><strong>8</strong> Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: “All nations will be blessed through you.”</p><p><strong>9</strong> So those who rely on faith are blessed along with Abraham, the man of faith.</p><p><strong>10</strong> For all who rely on the works of the law are under a curse, as it is written: “Cursed is everyone who does not continue to do everything written in the Book of the Law.”</p><p><strong>11</strong> Clearly no one who relies on the law is justified before God, because “the righteous will live by faith.”</p><p><strong>12</strong> The law is not based on faith; on the contrary, it says, “The person who does these things will live by them.”</p><p><strong>13</strong> Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: “Cursed is everyone who is hung on a pole.”</p><p><strong>14</strong> He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit.</p><p><strong>Deuteronomy 27:26</strong></p><p>26 “Cursed is anyone who does not uphold the words of this law by carrying them out.”</p><p>&nbsp;<strong>Deuteronomy 21:22, 23</strong></p><p><strong>22</strong> If someone guilty of a capital offense is put to death and their body is exposed on a pole,</p><p>Unfortunately, it’s common in Christianity to use this letter as some kind of justification for not keeping the law, the Ten Commandments. Of course, that argument is really used as a reason not to keep the fourth commandment, as if keeping that one commandment, as opposed to the other nine, is somehow an expression of the legalism that Paul was dealing with here.</p><p>Yet, Paul was not speaking against the law, and certainly nothing in this passage could justify breaking the Sabbath commandment. The key can be found in Galatians 3:10, where he writes that “all who rely on the works of the law are under a curse” (NIV), and then he quotes Deuteronomy 27:26. The issue isn’t obedience to the law, but “relying on the law”—a tough position, if not an impossible one, for fallen beings such as ourselves.</p><p>Paul’s point is that we are not saved by the works of the law, but by Christ’s death on our behalf, which is credited to us by faith. His emphasis here is on what Christ has done for us at the cross. And to help make this point, he refers back to Deuteronomy again, this time Deuteronomy 21:23. Like Jesus, Paul says, “It is written,” showing the authority of the Old Testament, and now he quotes from a text dealing with someone who, having committed a capital crime, and having been executed for it, was then hung on a tree, perhaps as a deterrent to others. Paul, though, uses that as a symbol for Christ’s substitutionary death in our behalf: Christ became a “curse for us” in that He faced the curse of the law; that is, death, which all humans would face because all have violated the law. The good news of the gospel, however, is that the curse that should have been ours became His, at the cross, “that we might receive the promise of the Spirit through faith” (Gal. 3:14, NKJV).</p><p>Or, as Ellen G. White said it: “None but Christ could redeem fallen man from the curse of the law and bring him again into harmony with Heaven. Christ would take upon Himself the guilt and shame of sin— sin so offensive to a holy God that it must separate the Father and His Son.”—Ellen G. White, Patriarchs and Prophets, p. 63.</p><p><strong>Think about what you would face if you were to receive the just punishment for whatever wrongs you have committed. However, because Christ bore the punishment for your wrongs in Himself, so that you don’t have to, what should your response to His sacrifice be?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 15",
          "dayTitle": "<p>A Prophet Like Unto Thee</p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p>Again and again, the Lord had warned Israel not to follow after the practices of the nations around them. On the contrary, they were to be witnesses to those nations (Deut. 4:6–8). In Deuteronomy 18:9–14, Moses again warns them about their specific practices, which were an “abomination to the Lord” (Deut. 18:12, NKJV). In that context then, he tells them that they must be “blameless before the Lord your God” (Deut. 18:13, NKJV).&nbsp;</p><p>Read Deuteronomy 18:15–19. What is Moses telling them there? Then compare this with Acts 3:22 and Acts 7:37. How do Peter and Stephen apply Deuteronomy 18:18?</p><p><strong>Deuteronomy 18:15–19</strong></p><p><strong>15</strong> The Lord your God will raise up for you a prophet like me from among you, from your fellow Israelites. You must listen to him.&nbsp;</p><p><strong>16</strong> For this is what you asked of the Lord your God at Horeb on the day of the assembly when you said, “Let us not hear the voice of the Lord our God nor see this great fire anymore, or we will die.”</p><p><strong>17</strong> The Lord said to me: “What they say is good.&nbsp;</p><p><strong>18</strong> I will raise up for them a prophet like you from among their fellow Israelites, and I will put my words in his mouth. He will tell them everything I command him.</p><p><strong>19</strong> I myself will call to account anyone who does not listen to my words that the prophet speaks in my name.</p><p><strong>Acts 3:22</strong></p><p><strong>22</strong> For Moses said, ‘The Lord your God will raise up for you a prophet like me from among your own people; you must listen to everything he tells you.</p><p><strong>Acts 7:37</strong></p><p><strong>37 </strong>“This is the Moses who told the Israelites, ‘God will raise up for you a prophet like me from your own people.</p><p>In reference to the covenant at Sinai, Moses talks about how the children of Israel, at the revelation of God’s law (Exod. 20:18–21), wanted Moses to act as a mediator, an intercessor between them and God. It is then that Moses promises them, twice (Deut. 18:15, 18), that the Lord will raise up a prophet like Moses, the idea being, given the context, that this prophet, like Moses, also will be, among other things, an intercessor between the people and the Lord.</p><p>Many centuries later, both Peter and Stephen quote the text in reference to Jesus. Peter is seeking to show that Jesus is the fulfillment of what had been spoken of by “all His holy prophets” (Acts 3:21, NKJV), and that the leaders need to obey Him and what He says. That is, Peter uses this text, which the Jews knew about, and applies it directly to Jesus, with the idea that they need to repent for what they had done to Him (Acts 3:19).</p><p>Next, in Acts 7:37, when Stephen, though in a different context than Peter’s, is proclaiming Jesus, he, too, refers back to that famous promise, and he, too, claims that it pointed to Jesus. He is saying that Moses, in his role in history and leading the Jews, had prefigured Jesus. That is, as Peter had done, Stephen is seeking to show the people that Jesus was the fulfillment of prophecy and that they need to listen to Him. Contrary to the charge against him, that Stephen had been speaking “ ‘blasphemous words against Moses and God’ ” (Acts 6:11, NKJV), Stephen proclaims Jesus as the Messiah, a direct fulfillment of what God had promised through Moses.&nbsp;</p><p><strong>How do these verses show us just how central Jesus is to the entire Bible, and why all our understanding of it must be Christcentered?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 16",
          "dayTitle": "<p>A Fearful Thing</p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>&nbsp;The book of Hebrews, in all its depth and sublimity, is, in many ways, just one long exhortation to Jewish believers in Jesus. And what it exhorts them to do is: Stay faithful to the Lord! This faithfulness, of course, should stem from our love of God, of who He is and of His character and goodness, most powerfully expressed at the cross of Christ. Sometimes, though, human beings need to be reminded of what the terrible consequences of falling away will be. That is, we need to remember that, in the end, if we don’t accept what Jesus has done for us in having paid the penalty for our sins, we will have to pay that penalty ourselves, and that means “weeping and gnashing of teeth” (Matt. 22:13) followed by eternal destruction.</p><p>Read Hebrews 10:28–31. What is Paul saying, and how does it apply to us, as well?&nbsp;</p><p><strong>Hebrews 10:28–31</strong></p><p><strong>28</strong> Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses.</p><p><strong>29</strong> How much more severely do you think someone deserves to be punished who has trampled the Son of God underfoot, who has treated as an unholy thing the blood of the covenant that sanctified them, and who has insulted the Spirit of grace?&nbsp;</p><p><strong>30</strong> For we know him who said, “It is mine to avenge; I will repay,” and again, “The Lord will judge his people.”</p><p><strong>31</strong> It is a dreadful thing to fall into the hands of the living God.</p><p>&nbsp;How interesting that in order to exhort Jewish believers to stay faithful to God, Paul quotes Deuteronomy, an earlier exhortation to Jewish believers to stay faithful to God! Paul quotes Deuteronomy 17:6 in regard to the fact that someone deemed worthy of death would face that death only after at least two people testified against that person.</p><p>But Paul did this to make the point that if unfaithfulness could lead to death under the old covenant, how much “worse punishment, do you suppose, will he be thought worthy [of] who has trampled the Son of God underfoot, counted the blood of the covenant by which he was sanctified a common thing, and insulted the Spirit of grace?” (Heb. 10:29, NKJV). In other words, You have more light and more truth than they did, and you know about the sacrifice of the Son of God for your sins; thus, if you fall away, your condemnation will be greater than theirs.</p><p>Then Paul immediately goes back to Deuteronomy, now to Deuteronomy 32:35, simply to buttress his argument. Considering what they had been given in Christ and their knowledge of the great provision made for them, the Lord, who said, “ ‘vengeance is Mine’ ” (NKJV), will “judge His people” (NKJV) for their apostasy and unfaithfulness. After all, He had judged their forefathers, who didn’t have what these New Testament Jews did, the fuller revelation of God’s love revealed at the cross. Thus, basically, Paul was saying: be warned. “</p><p><strong>‘The Lord will judge His people’ ” (Deut. 32:36 NKJV). What’s our only hope in that judgment? (See Rom. 8:1.)</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 17",
          "dayTitle": "",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p><strong>Further Thought:</strong><br></p><p>&nbsp;Just as the Old Testament quotes itself (that is, some of the prophets would quote or refer to, for example, texts from the five books of Moses), the New Testament is filled with direct quotes, references, and allusions to the Old. Psalms, Isaiah, and Deuteronomy were among the most quoted. Often, too, the New Testament writers would quote from what is known as the Septuagint (LXX), sometimes called the “Greek Old Testament,” which was the earliest known Greek translation of the Hebrew Bible. The first five books of the Bible, known as the Torah or the Pentateuch, were translated in the third century b.c., and the rest of the Old Testament about the second century b.c.</p><p>One can learn a great deal, too, about how to interpret the Bible by how the inspired writers of the New Testament used the Old. And one of the first lessons we could learn is that, unlike so much Bible scholarship today, the New Testament writers never raised any question about the authenticity or authority of the Old Testament books. Nothing in their writings revealed, for instance, doubt about the historicity of Old Testament stories, from the existence of Adam and Eve, the Fall, and the Flood to the call of Abraham, and so forth. The “scholarship” that questions these things is just human skepticism, and it should have no place in the hearts and minds of Seventh-day Adventists.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> Considering all the light that we have been given as Seventh day Adventists, what should it teach us about the great responsibility upon us to be faithful to the truths that we have been given?</p><p><strong>2.</strong> Read again Deuteronomy 18:9–14. What modern manifestations of these “abominations to the Lord” exist today, and how can we make sure that we avoid them?</p><p><strong>3</strong>. Why, of all people, should Christians, who understand the universal application of Christ’s death on the cross, never “lift up faces” (see Monday’s study)? How can we recognize in ourselves the tendency to do just that (and don’t we fool ourselves if we deny that there is at least some tendency in us to do just that?)? How can the cross, and keeping the cross before us, cure us of this wrong attitude?</p><p><br></p><p><strong>Inside Story:</strong></p><p>Unforgettable Birthday<br><br>By DONG UN<br><br>Nine-year-old Ji-yul is a popular boy at his school in rural South Korea. The teacher also likes him because he helps clean up the classroom.<br><br>But Ji-yul had a problem. His friends did not want to come to his house to play after school. Ji-yul often went to their homes and saw their new toys, aquariums, and pets. But no one seemed to want to come to his house. He didn’t understand why they wouldn’t come to his house.<br><br>One day, when Ji-yul invited a friend to play after school, the boy said, “Mother said I can play with you at school, but I cannot go to your house.” “Why did your mother say that?” Ji-yul asked.<br><br>“It’s because your house is a church,” the friend replied. Ji-yul is the son of a Seventh-day Adventist pastor, and his home occupies a wing of a Seventh-day Adventist church building. Most of the town’s other residents attend three large churches that belong to other Christian denomi- nations in the town center. The parents of Ji-yul’s friends didn’t want their children going to the house inside the Adventist church.<br><br>Ji-yul told his parents about the conversation at school. His parents won- dered how Ji-yul could have friends over to play. Seeing that Ji-yul would soon have his birthday, they decided that instead of going out, they would celebrate at home for the first time. Ji-yul prayed earnestly. “Please let my friends come to the birthday party and have a good time,” he prayed. “Give their parents a good heart toward the church.”<br><br>Ji-yul made birthday invitations with the name and location of the church. Together with small gifts, he gave the cards to all his classmates. Finally, Ji-yul’s birthday arrived. When the party started at 11:00 a.m., ten friends showed up to celebrate the day with him. Ji-yul was so happy. For the first time, he could play with friends at home.<br><br>From that day on, if there is a concert or another event at the church, Ji-yul makes invitations and distributes them to his classmates. He has learned that the more often his friends come to church, the more fun he has at home. Now he has three friends who come regularly to his house to play. He prays that someday his friends will worship with him at the church.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>Deuteronomy in the New Testament<br></p>",
      "verse": "<p>Memory Text: “ ‘It is written, “Man shall not live by bread alone, but by every word that proceeds from the mouth of God” ’ ” (Matthew 4:4, NKJV).<br></p>",
      "versionCode": 1,
      "weekDate": "December 11–17"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
