{
  "data": [
    {
      "color": "#810335",
      "id": 706,
      "idEs": 17,
      "language": "en",
      "lessonDays": [
        {
          "date": "February 4",
          "dayTitle": "<p><strong>Laying Up Treasure in Heaven</strong></p>",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p><strong>Read for This Week’s Study: Gen. 6:5–14, Heb. 11:8–13, 2 Cor. 4:18, Gen. 13:10–12, Gen. 32:22–31, Heb. 11:24–29</strong>.</p><p>Jesus gave us the world’s best investment strategy when He said: “ ‘Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal; but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal’ ” (Matt. 6:19, 20, NKJV). Jesus concludes His investment strategy by saying, “ ‘For where your treasure is, there your heart will be also’ ” (Matt. 6:21, NKJV). In other words: show Me what you spend your money on, and I will show you where your heart is, because wherever you put your money, your heart is sure to follow, if it’s not there already.\n</p><p>Do you want a heart for the kingdom of God? If so, then put your money where it will reap eternal rewards. Put your time and your money and prayer into God’s work. If you do, you will soon become even more interested in that work, and your heart will follow, as well. This week we will review texts and illustrations that show us how to store up treasures in heaven and, ultimately, reap an eternal reward.\n</p><p><strong>* Study this week’s lesson to prepare for Sabbath, February 11.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 5",
          "dayTitle": "<p><strong>Noah Found Grace</strong></p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p>It is noteworthy to consider that those who are seeking heavenly treasure are frequently called by God to make major life alterations here on earth. Be prepared to face the same thing, if need be.\n</p><p><strong>Read Genesis 6:5–14. What radical changes came into Noah’s life as a result of obeying God? What principles can we find here for ourselves in a world that needs to be warned about impending doom?\n</strong></p><p><strong>Génesis 6:5–14\n</strong></p><p><span style=\"font-size: 10.5px;\"><strong></strong></span></p><p>\n</p><p><strong>5 </strong>Then the Lord saw that the wickedness of man was great in the earth, and that every intent of the thoughts of his heart was only evil continually.\n</p><p><strong>6 </strong>And the Lord was sorry that He had made man on the earth, and He was grieved in His heart.<br></p><p><span style=\"background-color: initial;\"><strong>7</strong> So the Lord said, “I will destroy man whom I have created from the face of the earth, both man and beast, creeping thing and birds of the air, for I am sorry that I have made them.”</span><br></p><p><strong>8 </strong>But Noah found grace in the eyes of the Lord.<br></p><p><strong>9</strong> This is the genealogy of Noah. Noah was a just man, perfect in his generations. Noah walked with God.&nbsp;</p><p><strong>10</strong> And Noah begot three sons: Shem, Ham, and Japheth.<br></p><p><strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.<br></p><p><span style=\"background-color: initial;\"><strong>12</strong> So God looked upon the earth, and indeed it was corrupt; for all flesh had corrupted their way on the earth.</span><br></p><p><strong>13</strong> And God said to Noah, “The end of all flesh has come before Me, for the earth is filled with violence through them; and behold, I will destroy them with the earth.<strong><br></strong></p><p><strong>14</strong> Make yourself an ark of gopherwood; make rooms in the ark, and cover it inside and outside with pitch.<br></p><p>Noah could have spent his time and resources building a home for himself, but he chose to make a drastic change in his life and to spend 120 years of that life in following the call of God to build the ark.\n</p><p>Many skeptics today dismiss the story of the Flood as a myth, often based on scientific speculations about the known laws of nature. This is nothing new. “The world before the Flood reasoned that for centuries the laws of nature had been fixed. The recurring seasons had come in their order. Heretofore rain had never fallen; the earth had been watered by a mist or dew. The rivers had never yet passed their boundaries, but had borne their waters safely to the sea. Fixed decrees had kept the waters from overflowing their banks.”—Ellen G. White, Patriarchs and Prophets, p. 96. Before the Flood, people argued that a flood could never come based on a faulty understanding of reality; after the Flood, based on a faulty understanding of reality, they argue that it never came to begin with. As the Bible says: “There is nothing new under the sun” (Eccles. 1:9, NKJV).\n</p><p>Meanwhile, the Bible also says that people will be skeptical of end-time events, as they were of the Flood (see 2 Pet. 3:3–7). How can we, then, prepare for the coming destruction? There is a conscious decision called “delayed gratification.” This basically means that we should patiently do the work God has called us to do in the hope of a more glorious future reward. We don’t know when Christ will return. In one sense, it doesn’t matter. What matters instead is that, like Noah, we do what God asks of us in the meantime, even if, as with Noah, it means some radical life changes.\n</p><p><strong>How ready would you be to make a major change in your life for God if, like Noah, you were called to do just that? (Hint: See Luke 16:10.)\n</strong></p><p><strong>Luke 16:10\n</strong></p><p><strong>10 </strong>He who is faithful in what is least is faithful also in much; and he who is unjust in what is least is unjust also in much.</p><p><sup style=\"font-weight: bold;\"></sup></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 6",
          "dayTitle": "<p><strong>Abram, the Father of the Faithful</strong></p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p>God called Abram to leave his homeland and his kinfolk and go to a land that He would show him. Thus began the bloodline of the Messiah. Though details aren’t given, Abram had to leave the land of his birth and early years. Surely, it wasn’t an easy decision, and no doubt he gave up some earthly pleasure and conveniences to do it.\n</p><p><strong>Read Genesis 12:1–3. How were “all the families of the earth . . . blessed” as a result of this promise and its acceptance?\n</strong></p><p><strong>Genesis 12:1–3</strong></p><p><sup>1 </sup>Now the Lord had said to Abram:\n</p><p>“Get out of your country, From your family And from your father’s house, To a land that I will show you.\n</p><p>2 I will make you a great nation; I will bless you And make your name great; And you shall be a blessing.\n</p><p><strong><sup>3</sup></strong> I will bless those who bless you, And I will curse him who curses you; And in you all the families of the earth shall be blessed.”\n</p><p>This was a major life-changing event for Abram and his family. “By faith Abraham obeyed when he was called to go out to the place which he would receive as an inheritance. And he went out, not knowing where he was going” (Heb. 11:8, NKJV). “Abraham’s unquestioning obedience is one of the most striking evidences of faith to be found in all the Bible.”—Ellen G. White, Patriarchs and Prophets, p. 126.\n</p><p>Most of us would not be eager to leave our homeland and our friends and family members. But Abram did so. Abram was satisfied to be where God wanted him to be. As strange as this may seem, Abram, Isaac, and Jacob never received that land in their lifetimes. Yet, they remained faithful to God anyway.\n</p><p><strong>Read Hebrews 11:8–13. What is the relevant message to us here?\n</strong></p><p><strong>Hebrews 11:8–13</strong></p><p><strong>8 </strong>By faith Abraham obeyed when he was called to go out to the place which he would receive as an inheritance. And he went out, not knowing where he was going.\n</p><p><strong>\n</strong></p><p><span style=\"background-color: initial;\"><strong>9</strong></span><strong style=\"background-color: initial;\"> </strong>By faith he dwelt in the land of promise as in a foreign country, dwelling in tents with Isaac and Jacob, the heirs with him of the same promise;<br></p><p><strong>\n</strong></p><p><span style=\"background-color: initial;\"><strong>10</strong> for he waited for the city which has foundations, whose builder and maker is God.</span><br></p><p><span style=\"background-color: initial;\"><strong>11</strong> By faith Sarah herself also received strength to conceive seed, and she bore a child when she was past the age, because she judged Him faithful who had promised.</span><br></p><p><span style=\"background-color: initial;\"><strong>12 </strong>Therefore from one man, and him as good as dead, were born as many as the stars of the sky in multitude—innumerable as the sand which is by the seashore.</span><br></p><p><span style=\"background-color: initial;\"><strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off were assured of them, embraced them and confessed that they were strangers and pilgrims on the earth.Abram was known as a prince by those living around him. He was known to be generous, brave, hospitable, and a servant of the Most High God. His witness for God was exemplary. By the grace of God, we are heirs with Abraham. “Just as Abraham ‘believed God, and it was accounted to him for righteousness.’ Therefore know that only those who are of faith are sons of Abraham” (Gal. 3:6, 7, NKJV). “And if you are Christ’s, then you are Abraham’s seed, and heirs according to the promise” (Gal. 3:29, NKJV).</span><br></p><p>With Abraham, as with Noah, we see someone making a major lifechanging decision as a result of obeying God.</p><p><br></p><p><strong>Read 2 Corinthians 4:18. How should the message of this verse impact the kind of spiritual decisions that we make? How did both Moses and Abraham follow that same principle?\n</strong></p><p><strong>2 Corinthians 4:18</strong></p><p><strong>18</strong> while we do not look at the things which are seen, but at the things which are not seen. For the things which are seen are temporary, but the things which are not seen are eternal.</p><p><sup><strong></strong></sup></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 7",
          "dayTitle": "<p><strong>Lot’s Bad Decisions</strong></p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p>When Abram left his homeland in response to God’s call, his nephew Lot chose to go with him on his pilgrimage. Genesis 13 records that God blessed Abram to the point that he “was very rich in cattle [the primary measure of wealth in that culture], in silver, and in gold” (Gen. 13:2). Lot also “had flocks, and herds, and tents” (Gen. 13:5). They both became so wealthy with their extensive livestock herds that they could not dwell close together. In order to avoid strife between their herdsmen, Abram offered Lot the choice of where he would like to live. Of course, Lot should have deferred to Abram, his senior, and because he owed his own prosperity to his connection to him. However, he showed no gratitude to his benefactor and selfishly wanted what he considered the best land available.\n</p><p><strong>Read Genesis 13:10–12. What rational factors could have led Lot to make the decision that he did?\n</strong></p><p><strong>Genesis 13:10–12\n</strong></p><p><sup>10</sup> And Lot lifted his eyes and saw all the plain of Jordan, that it was well watered everywhere (before the Lord destroyed Sodom and Gomorrah) like the garden of the Lord, like the land of Egypt as you go toward Zoar.\n</p><p><sup>11</sup> Then Lot chose for himself all the plain of Jordan, and Lot journeyed east. And they separated from each other.\n</p><p><sup>12</sup> Abram dwelt in the land of Canaan, and Lot dwelt in the cities of the plain and pitched his tent even as far as Sodom.\n</p><p>However easily Lot could have justified his decision to move to the city, things didn’t turn out so great for him there, and when Abram heard about what happened to him, he didn’t say, “Well, too bad, Lot. You reap what you sow.” Instead, he came to his rescue (see Genesis 14).\n</p><p>Sometimes in our quest for more stuff, we don’t learn our lessons well. Lot moved right back into Sodom! But in His great mercy, God sent messengers of warning to Lot and his family, letting them know of the pending destruction of these cities.\n</p><p><strong>Read Genesis 18:20–33. What did God tell Abraham was the reason for His visit to earth? What was Abraham’s response to the news that God was planning to destroy these wicked cities?\n</strong></p><p><strong>Genesis 18:20–33</strong></p><p><strong>20 </strong>And the Lord said, “Because the outcry against Sodom and Gomorrah is great, and because their sin is very grave,\n</p><p><strong>\n</strong></p><p><strong style=\"background-color: initial;\">21</strong> I will go down now and see whether they have done altogether according to the outcry against it that has come to Me; and if not, I will know.”<br></p><p><span style=\"background-color: initial;\"><strong>22</strong> Then the men turned away from there and went toward Sodom, but Abraham still stood before the Lord.</span><br></p><p><strong>23</strong> And Abraham came near and said, “Would You also destroy the righteous with the wicked?<br></p><p><strong style=\"background-color: initial;\">24</strong> Suppose there were fifty righteous within the city; would You also destroy the place and not spare it for the fifty righteous that were in it?<br></p><p><strong>25</strong> Far be it from You to do such a thing as this, to slay the righteous with the wicked, so that the righteous should be as the wicked; far be it from You! Shall not the Judge of all the earth do right?”<br></p><p><strong style=\"background-color: initial;\">26</strong> So the Lord said, “If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes.”<br></p><p><strong>27 </strong>Then Abraham answered and said, “Indeed now, I who am but dust and ashes have taken it upon myself to speak to the Lord:<br></p><p><span style=\"background-color: initial;\"><strong>28</strong> Suppose there were five less than the fifty righteous; would You destroy all of the city for lack of five?”</span><br></p><p><span style=\"background-color: initial;\">So He said, “If I find there forty-five, I will not destroy it.”</span><br></p><p><strong>29</strong> And he spoke to Him yet again and said, “Suppose there should be forty found there?”<br></p><p>So He said, “I will not do it for the sake of forty.”<br></p><p><strong>30</strong> Then he said, “Let not the Lord be angry, and I will speak: Suppose thirty should be found there?”<br></p><p>So He said, “I will not do it if I find thirty there.”<br></p><p><strong>31 </strong>And he said, “Indeed now, I have taken it upon myself to speak to the Lord: Suppose twenty should be found there?”<br></p><p>So He said, “I will not destroy it for the sake of twenty.”<br></p><p><strong>32 </strong>Then he said, “Let not the Lord be angry, and I will speak but once more: Suppose ten should be found there?”<br></p><p><span style=\"background-color: initial;\">And He said, “I will not destroy it for the sake of ten.”</span><br></p><p><span style=\"background-color: initial;\"><strong>33</strong> So the Lord went His way as soon as He had finished speaking with Abraham; and Abraham returned to his place.</span></p><p><span style=\"background-color: initial;\">Because of Abraham’s concern for Lot and his family, he bargained with God to spare the cities if righteous people could be found in them. He started with 50 and went down to 10. In harmony with His character of love, God never stopped granting mercy until Abraham stopped asking! God and the two angels personally delivered Lot, his wife, and their two daughters. But his wife looked back and became a pillar of salt. Lot entered Sodom a wealthy man and came out with almost nothing. How careful we need to be about the kind of decisions that we make, especially thinking only of short-term gains in contrast to the big picture (see Mark 8:36, 37).</span><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 8",
          "dayTitle": "<p><strong>From Deceiver to Prince</strong></p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p>As a young man who loved and feared God, Jacob nevertheless stooped to conspire with his mother, Rebekah, to deceive his father and gain his blessing. As a consequence, he started his adult life on the wrong path, having to flee or, perhaps, face an early death. Rebekah told Jacob to “flee thou to Laban . . . ; and tarry with him a few days, until thy brother’s fury turn away; . . . then I will send, and fetch thee” (Gen. 27:43–45). Jacob was actually gone for 20 years, and he never saw his mother’s face again.\n</p><p><strong>Read Genesis 32:22–31. What happened here to Jacob, and what spiritual lessons can we take from this story about God’s grace, even when we make wrong decisions?\n</strong></p><p><strong>Genesis 32:22–31</strong></p><p><strong>22 </strong>And he arose that night and took his two wives, his two female servants, and his eleven sons, and crossed over the ford of Jabbok.\n</p><p><strong>\n</strong></p><p><strong style=\"background-color: initial;\">23</strong> He took them, sent them over the brook, and sent over what he had.&nbsp;Then Jacob was left alone; and a Man wrestled with him until the breaking of day.</p><p><strong>24</strong> Then Jacob was left alone; and a Man wrestled with him until the breaking of day.<br></p><p><strong>25</strong> Now when He saw that He did not prevail against him, He touched the socket of his hip; and the socket of Jacob’s hip was out of joint as He wrestled with him.<br></p><p><span style=\"background-color: initial;\"><strong>26 </strong>And He said, “Let Me go, for the day breaks.”</span><br></p><p>But he said, “I will not let You go unless You bless me!”<br></p><p><span style=\"background-color: initial;\"><strong>27</strong> So He said to him, “What is your name?”</span><br></p><p><span style=\"background-color: initial;\">He said, “Jacob.”</span><br></p><p><span style=\"background-color: initial;\"><strong>28 </strong>And He said, “Your name shall no longer be called Jacob, but Israel; for you have struggled with God and with men, and have prevailed.”</span><br></p><p><strong>29</strong> Then Jacob asked, saying, “Tell me Your name, I pray.”<br></p><p><span style=\"background-color: initial;\">And He said, “Why is it that you ask about My name?” And He blessed him there.</span><br></p><p><span style=\"background-color: initial;\"><strong>30 </strong>So Jacob called the name of the place Peniel: “For I have seen God face to face, and my life is preserved.”</span></p><p><span style=\"background-color: initial;\"><strong>&nbsp;31</strong> Just as he crossed over Penuel the sun rose on him, and he limped on his hip.</span></p><p><span style=\"background-color: initial;\"><br></span></p><p><span style=\"background-color: initial;\">“Through humiliation, repentance, and self-surrender, this sinful, erring mortal prevailed with the Majesty of heaven. He had fastened his trembling grasp upon the promises of God, and the heart of Infinite Love could not turn away the sinner’s plea. The error that had led to Jacob’s sin in obtaining the birthright by fraud was now clearly set before him. He had not trusted God’s promises, but had sought by his own efforts to bring about that which God would have accomplished in His own time and way. . . . Jacob had received the blessing for which his soul had longed. His sin as a supplanter and deceiver had been pardoned.”—Ellen G. White, Patriarchs and Prophets, pp. 197, 198.</span><br></p><p><strong>Read Genesis 49:29–33. Though Jacob no longer had any holdings in Canaan, what instructions did he give his sons regarding his burial? Who else is buried in that cave? Why do you think Jacob made this request?\n</strong></p><p><strong>Genesis 49:29–33\n</strong></p><p><strong><sup></sup></strong></p><p>\n</p><p><strong>29</strong> Then he charged them and said to them: “I am to be gathered to my people; bury me with my fathers in the cave that is in the field of Ephron the Hittite,\n</p><p><strong>30</strong> in the cave that is in the field of Machpelah, which is before Mamre in the land of Canaan, which Abraham bought with the field of Ephron the Hittite as a possession for a burial place.<br></p><p><strong>31</strong> There they buried Abraham and Sarah his wife, there they buried Isaac and Rebekah his wife, and there I buried Leah.<br></p><p><strong>32</strong> The field and the cave that is there were purchased from the sons of Heth.”<br></p><p><span style=\"background-color: initial;\"><strong>33</strong> And when Jacob had finished commanding his sons, he drew his feet up into the bed and breathed his last, and was gathered to his people.</span></p><p><span style=\"background-color: initial;\"><br></span></p><p><span style=\"background-color: initial;\">The Bible informs us that all three of the patriarchs and their wives are buried in the same cave. Jacob’s trust in God was strong, and he considered himself a stranger and pilgrim on the earth (see Heb. 11:13). Despite mistakes, he left home with nothing but came back to Canaan a wealthy man.</span><br></p><p><strong>Despite our mistakes, God can still bless us. How much better, however, to avoid the mistakes to begin with! What choices are you now facing, and how can you avoid making the wrong ones?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 9",
          "dayTitle": "<p><strong>Moses in Egyp</strong>t</p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p>The character of Moses dominated the early years of sacred history. He was kept alive in the providence of God, who worked through an enterprising mother and a caring sister. When Pharaoh’s daughter found baby Moses in the ark of bulrushes, she asked his Hebrew mother to care for him and paid her to do so. What a blessed challenge for a young mother who was an exile and slave! Jochebed had only 12 years to teach her child to pray, to trust and honor God, and shape his character for a life of service. For years, Moses was trained in the royal courts of Egypt. “ ‘And Moses was learned in all the wisdom of the Egyptians, and was mighty in words and deeds’ ” (Acts 7:22, NKJV). As Moses matured as a man, he made a conscious decision that changed his life and the course of history.\n</p><p><strong>Read Hebrews 11:24–29. Think about what Moses left behind and what he had to face instead. Try to look at it from his position, before he made the choice. What was he leaving, and what was he choosing to accept by leaving?\n</strong></p><p><strong>Hebrews 11:24–29\n</strong></p><p><sup><strong></strong></sup></p><p>\n</p><p><strong>24 </strong>By faith Moses, when he became of age, refused to be called the son of Pharaoh’s daughter,\n</p><p><strong>25 </strong>choosing rather to suffer affliction with the people of God than to enjoy the passing pleasures of sin,<br></p><p><span style=\"background-color: initial;\"><strong>26 </strong>esteeming the reproach of Christ greater riches than the treasures in Egypt; for he looked to the reward.</span><br></p><p><span style=\"background-color: initial;\"><strong>27 </strong>By faith he forsook Egypt, not fearing the wrath of the king; for he endured as seeing Him who is invisible.</span><br></p><p><strong>28 </strong>By faith he kept the Passover and the sprinkling of blood, lest he who destroyed the firstborn should touch them.<br></p><p><strong>29 </strong>By faith they passed through the Red Sea as by dry land, whereas the Egyptians, attempting to do so, were drowned.<br></p><p><br></p><p>Egypt was one of the greatest powers in the ancient world at the time, if not the greatest. The Nile River created such fertile land that Egypt, flush with crops, was a wealthy and powerful nation, and Moses himself would have been at the top of this kingdom. It’s hard to imagine how tempting the lure of the world, the world of Egypt and all its treasures, must have been to him in his early years. Surely, he must have found the adoration, the pleasures, and the riches tempting. No doubt he probably very easily could have justified staying rather than throwing in his lot with a bunch of despised slaves.\n</p><p>And yet, what? As Scripture says, he chose “rather to suffer affliction with the people of God than to enjoy the passing pleasures of sin” (Heb. 11:25, NKJV). And talk about afflictions: a major part of the book of Exodus deals with the struggles and trials of Moses, who, even after all he went through, was still not able to cross over to the Promised Land (see Num. 20:12). Yet, in the end, we all know that Moses made the right choice, even if at times he must have wondered himself if he really had.\n</p><p><strong>From a worldly perspective, Moses should have stayed in Egypt. However, as Christians, we have been given a view of reality that takes us way beyond this world. When we are tempted by the world, how can we keep the big picture always before us? Why is it so important that we do so?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 10",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p><br></p><p>God honored His part of the covenant by blessing Abraham. And Abraham honored God by not storing up treasures on this earth. “The heritage that God has promised to His people is not in this world. Abraham had no possession in the earth, ‘no, not so much as to set his foot on.’ Acts 7:5. He possessed great substance, and he used it to the glory of God and the good of his fellow men; but he did not look upon this world as his home. The Lord had called him to leave his idolatrous countrymen, with the promise of the land of Canaan as an everlasting possession; yet neither he nor his son nor his son’s son received it. When Abraham desired a burial place for his dead, he had to buy it of the Canaanites. His sole possession in the Land of Promise was that rock-hewn tomb in the cave of Machpelah.”—Ellen G. White, Patriarchs and Prophets, p. 169.\n</p><p>As we live, we are sometimes tempted to go toward wealth and leisure. It takes strong faith to practice delayed gratification. “The magnificent palace of Pharaoh and the monarch’s throne were held out as an inducement to Moses; but he knew that the sinful pleasures that make men forget God were in its lordly courts. He looked beyond the gorgeous palace, beyond a monarch’s crown, to the high honors that will be bestowed on the saints of the Most High in a kingdom untainted by sin. He saw by faith an imperishable crown that the King of heaven would place on the brow of the overcomer. This faith led him to turn away from the lordly ones of earth and join the humble, poor, despised nation that had chosen to obey God rather than to serve sin.”—Patriarchs and Prophets, p. 246.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1. </strong>What will happen to our possessions when Jesus comes? (See 2 Pet. 3:10.) In fact, what can happen to them even before Jesus comes? (See Matt. 6:20.) Why, then, is it always important to keep things in the proper perspective?\n</p><p><strong>2 Pet. 3:10\n</strong></p><p><strong><sup></sup></strong>\n</p><p><strong>10 </strong>But the day of the Lord will come as a thief in the night, in which the heavens will pass away with a great noise, and the elements will melt with fervent heat; both the earth and the works that are in it will be burned up.</p><p><strong style=\"background-color: initial;\">Matt. 6:20</strong><br></p><p><strong><sup></sup></strong>\n</p><p>20 but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.2. Jesus warned about “the deceitfulness of riches” (Mark 4:19). What is He talking about? How can riches deceive us?\n</p><p><strong>Mark 4:19\n</strong></p><p><strong><sup></sup></strong>\n</p><p>19<strong> </strong>and the cares of this world, the deceitfulness of riches, and the desires for other things entering in choke the word, and it becomes unfruitful.</p><p>3.<strong> </strong>In class, talk about the ways Moses might have justified staying in Egypt instead of leaving everything behind in order to flee with a bunch of slaves to a barren desert? What ultimately must have caused him to decide as he did?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 4",
          "dayTitle": "<p><strong>INSIDE STORY</strong></p>",
          "id": 68,
          "idDay": 8,
          "idLesson": 6,
          "lessonText": "<p><strong>Miracle of a Mission School\n</strong></p><p><strong>By CHIFUNDO KANJO\n</strong></p><p>Two very different kinds of mission schools shaped John Phiri’s life.\n</p><p>As a youth, John was sent from home in Malawi to study the family’s non-Christian religion on the Indian Ocean island of Zanzibar. John spent three years immersed in the religion’s main book and learning how to establish houses of worship in unentered areas of Africa.\n</p><p>Finishing his education in Zanzibar, the young man was sent back to Malawi to lead two houses of worship. He also was tasked with closely monitoring local Christians and reporting his findings back to Zanzibar. To better understand Christianity, he was instructed to read a King James Bible.\n</p><p>Over the next few years, John joined three different Christian churches, rising to a senior position in one of them, as he collected information for Zanzibar. All the while, he led houses of worship in two Malawian towns.\n</p><p>John’s heart was touched as he read the Bible. He found it more understandable than his religion’s book. He longed to know more about Jesus.\n</p><p>Still a youth, he enrolled in the Seventh-day Adventist school at Luwazi Mission. For him, it was a new kind of mission school, very different from the school in Zanzibar. He was particularly interested in the school’s Pathfinder club, and he joined it, participating in all the programs.\n</p><p>John fell in love with Jesus during a week of prayer at the school, and he gave his heart to Jesus in baptism. He stopped sending information to Zanzibar. John’s father was furious when he found out. He angrily accused John’s mother of being the cause, and he divorced her.\n</p><p>Years passed, and John felt called by God to put his mission schooling to work. While he had been trained in Zanzibar to open houses of worship in unentered areas for his former religion, he resolved to take his Adventist education and do the same thing for Jesus. He became a Global Mission pioneer, an Adventist who establishes congregations in unentered areas within his or her own culture. John served as a Global Mission pioneer for 10 years, and many people from his family’s religion gave their hearts to Jesus.\n</p><p>John went on to graduate with a theology degree from Malawi Adventist University and today serves as an Adventist pastor. John said the Adventist mission school changed his life. “Do not underestimate the importance of mission schools,” he said. “They are a tool for people to know Jesus and accept Him as their personal Savior. Seventh-day Adventist education is very vital in preaching the gospel and making Christ known to all.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>Laying Up Treasure in Heaven</strong></p><p style=\"text-align: center; \"><strong></strong></p>",
      "verse": "<p><strong>For what will it profit a man if he gains the whole world, and loses his own soul? Or what will a man give in exchange for his soul? (Mark 8:36, 37, NKJV).</strong></p>",
      "versionCode": 1,
      "weekDate": "February 4–10"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
