{
  "data": [
    {
      "color": "#86c900",
      "id": 707,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "November 7",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>We all know the text: “ ‘ “Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind” ’ ” (Luke 10:27, NIV). Yet, our love for God can become superficial if we say that we love God but do not obey Him. We think that we love God, but how is this love demonstrated in our day-to-day life? Loving God requires full commitment of our heart, soul, body, and mind—daily. Anyone can say that he or she loves God; doing it, however, requires conscious effort.<br><br>However, even though loving God is good and important, God also wants us to love others, because our love for others reflects our love for God, and it does so in a powerful and very real way. First John 4:20 states, “If someone says, ‘I love God,’ and hates his brother, he is a liar; for he who does not love his brother whom he has seen, how can he love God whom he has not seen?” (NKJV). Paul also says in Galatians 5:14 that “all the law is fulfilled in one word, even in this: ‘You shall love your neighbor as yourself’ ” (NKJV).<br><br>This week we will be learning how this lesson can be applied in our lives.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 12",
          "dayTitle": "<p>The Question of Questions<br></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>Who are we? Why are we here? What happens when we die?<br><br>What is our ultimate fate? These are, in many ways, the most important questions mortal beings, beings who know that they are mortal (oysters and chickens are, too, but don’t know it), can ask. And in the Gospel of Luke, someone comes to Jesus with what is, in fact, the most crucial question of all.<br><br><strong>Read Luke 10:25. What did this lawyer ask, and why did he ask it?</strong></p><p><strong><sup>25</sup> </strong>And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life?<br><br>However serious the question itself, the Bible clearly states that he came to test Jesus. We know that sometimes some people may come with skepticism, even unbelief, and may not even be serious in their questioning, but they could still be reached. This is precisely how Jesus dealt with the lawyer, even though He knew that the man’s initial intentions were not genuine. Yet, for the lawyer and the audience, this question was an opening that Jesus could use to prompt them to search their own hearts. Even knowing the lawyer’s motives, Jesus was not going to ignore him or be disrespectful to him.<br><br>In the end, what question could be more important than this one? “What shall I do to inherit eternal life?” No matter what our religious rituals or practices, behind them all is this crucial question. In contrast to this one, what else really matters for beings whose lives are depicted as “a vapor that appears for a little time and then vanishes away” (James 4:14, NKJV)?<br><br>For what is the only other option to eternal life than eternal death?&nbsp;</p><p><strong>Read 1 Corinthians 15:30–32. What point is Paul making here that underscores the importance of eternal life?</strong><sup><br></sup></p><p><sup><strong>30</strong></sup> And why stand we in jeopardy every hour?<br><sup><br><strong>31</strong></sup> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.<br><sup><br><strong>32</strong></sup> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.</p><p>However dubious his motives, the lawyer asked a crucial question, and Jesus, ever watchful to use any and every opportunity for mission, took advantage of it to reach souls.<br><strong><br>How can we also be mindful to take advantage of whatever opportunities come our way to witness, even if the circumstances are not ideal?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 13",
          "dayTitle": "<p>Jesus’ Method and Response<br></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>The Bible tells us that the lawyer came to test Jesus, but Jesus knew what his intentions were. Indeed, God knows the longings and desires of our hearts more than we ourselves do. And we certainly do not know the heart or the motives of those who question us, do we?<br><br>Sometimes people from other religions question us about our faith. For instance, our Muslim friends ask us questions related to Jesus’ divinity, such as, “Where in the Bible did Jesus say that He is God?” or “Why do you say there is one God when you have three persons in the Trinity?” Though these seem to be provocative questions, yet the heartfelt need for Jesus can be genuine and can represent a deep longing or emptiness of those asking the questions. We don’t know their hearts; we don’t need to. We simply need to minister to others the best we can, regardless of their deepest motives.<br><br><strong>Read Matthew 26:56, Acts 17:11, 1 Corinthians 15:3, and 2 Timothy 3:16. How do these verses help us understand Jesus’ response to the lawyer in Luke 10:26?</strong></p><p><strong>Matthew 26:56</strong></p><p><sup><strong>56</strong></sup> But all this was done, that the scriptures of the prophets might be fulfilled. Then all the disciples forsook him, and fled.<br></p><p><strong>Acts 17:11</strong></p><p><sup><strong>11</strong></sup> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.<br></p><p><strong>1 Corinthians 15:3</strong></p><p><sup><strong>3 </strong></sup>For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;<br></p><p><strong>2 Timothy 3:16</strong></p><p><sup><strong>16</strong></sup> All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:<sup><br></sup></p><p><strong>Luke 10:26</strong></p><p><sup><strong>26</strong></sup> He said unto him, What is written in the law? how readest thou?</p><p>Sometimes we want answers but do not put in the work ourselves to find them. Jesus said: “ ‘What is written in the Law? How do you read it?’ ” (Luke 10:26, ESV). Jesus pointed to a very important aspect of learning. Instead of only listening to what others have to tell us, we need to read the Scriptures (the Word of God) for ourselves. The answers already are there, and the Holy Spirit works on our hearts to impress upon us what we need to do.<br><br>God has given us His Word. In it, we can find all the truth that we need to know about how we are supposed to live, about how we are supposed to treat others, and about how we can “inherit eternal life.” Sure, there is a role for teachers and ministers, but in the end, we must go to the Bible for the truths that matter. “Your word is a lamp to my feet and a light to my path” (Ps. 119:105, NKJV). This verse is not just poetry; it’s sacred truth, pointing us to the Word of God and its importance to the believer.<br><br><strong>Jesus, the Word of God made flesh, always pointed people back to the Written Word. What should this tell us about the importance of the Bible and why we must reject any philosophical or theological reasoning that lessens our trust in the Bible?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 14",
          "dayTitle": "<p>To Inherit Eternal Life<br></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Luke 10:27, 28. What was the lawyer’s answer to his own question?</strong><sup><br></sup></p><p><sup><strong>27 </strong></sup>And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.<br><sup><br><strong>28 </strong></sup>And he said unto him, Thou hast answered right: this do, and thou shalt live.</p><p>The lawyer had asked the question, and he himself gave the answer: “ ‘ “Love the Lord your God with all your heart . . .” and “Love your neighbor as yourself ” ’ ”(Luke 10:27, NIV).<br><br>What was the response of Jesus? He said, “ ‘You have answered rightly’ ” (Luke 10:28, NKJV). Jesus went on to challenge him to do something about it, by saying, “ ‘Do this and you will live’ ” (Luke 10:28, NKJV).<br><br>For most believers, giving the right answers about doctrine and faith is not that difficult. The challenge, instead, comes in doing what they know is right and following what they believe. A lot of people who, though knowing enough to be saved, will be lost because they didn’t obey what they knew. That’s how serious this issue is. Just knowing about loving God and your neighbor isn’t enough. You have to do it!<br><br><strong>Read James 2:17–22. How do these verses parallel what Jesus said to the lawyer?</strong></p><p><sup><strong>17</strong></sup> Even so faith, if it hath not works, is dead, being alone.<br><sup><br><strong>18</strong></sup> Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.<br><sup><br><strong>19</strong></sup> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.<br><sup><br><strong>20</strong></sup> But wilt thou know, O vain man, that faith without works is dead?<br><sup><br><strong>21</strong></sup> Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?<br><sup><br><strong>22</strong></sup> Seest thou how faith wrought with his works, and by works was faith made perfect?<br><br>If we love God, we will read His Word, we will pray, we will keep His commandments, and we will be obedient to His voice “with all our heart.” If I say I love others, but I don’t care about others in church, or if I ignore the needs of others when I can help, what good is my faith?<br><br>Christianity is not just a set of distinct beliefs; it is a way of life. “If a brother or sister is naked and destitute of daily food, and one of you says to them, ‘Depart in peace, be warmed and filled,’ but you do not give them the things which are needed for the body, what does it profit?” (James 2:15, 16, NKJV).<br><br><strong>How much do you care about the welfare of others? How much do you follow the words of Paul: “Let each of you look out not only for his own interests, but also for the interests of others” (Phil. 2:4, NKJV)? By God’s grace, how can you learn to care more for others?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 15",
          "dayTitle": "<p>Loving Others as We Love Ourselves<br></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Matthew 22:37–40. How does what Jesus Himself said here compare to His answer to the lawyer, in Luke 10:27, 28?</strong></p><p>Matthew 22:37–40</p><p><sup><strong>37</strong></sup> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.<br><sup><strong><br>38</strong></sup> This is the first and great commandment.<br><sup><br><strong>39</strong></sup> And the second is like unto it, Thou shalt love thy neighbour as thyself.<br><sup><br><strong>40 </strong></sup>On these two commandments hang all the law and the prophets.<br></p><p><strong>Luke 10:27-28</strong></p><p><sup><strong>27</strong></sup> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.<br><sup><br><strong>28</strong></sup> And he said unto him, Thou hast answered right: this do, and thou shalt live.<br></p><p>According to Matthew 22:37–40, Jesus made it clear that the everyday expression of true belief hangs upon these two commandments. And Luke 10:27, 28 makes it clear that if a person does these two things, then he or she will have eternal life.</p><p>“Love is the underlying principle of God’s government in heaven and earth, and it must be the foundation of the Christian’s character. This alone can make and keep him steadfast. This alone can enable him to withstand trial and temptation.”—Ellen G. White, Christ’s Object Lessons, p. 49.</p><p><strong>Read Galatians 5:14; Micah 6:6–8; and 1 John 4:20, 21. How do these verses reinforce what Jesus had told us?</strong></p><p><strong>Galatians 5:14</strong></p><p><sup><strong>14 </strong></sup>For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.<br></p><p><strong>Micah 6:6–8</strong></p><p><sup><strong>6 </strong></sup>Wherewith shall I come before the Lord, and bow myself before the high God? shall I come before him with burnt offerings, with calves of a year old?<br><sup><strong><br>7 </strong></sup>Will the Lord be pleased with thousands of rams, or with ten thousands of rivers of oil? shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?<br><sup><strong><br>8</strong></sup> He hath shewed thee, O man, what is good; and what doth the Lord require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?<br></p><p><strong>1 John 4:20-21</strong></p><p><sup><strong>20</strong></sup> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?<br><sup><br><strong>21 </strong></sup>And this commandment have we from him, That he who loveth God love his brother also.<br></p><p>According to Paul, “For all the law is fulfilled in one word, even in this: ‘You shall love your neighbor as yourself’ ” (Gal. 5:14, NKJV). For Paul, loving God can be practically seen only when that love is exemplified in how we treat others. Even though he stated that “ ‘the righteous shall live by faith’ ” (Rom. 1:17, ESV), yet living by faith is not something that is hidden, unknown or unseen by others. Paul, Micah, and John make it clear that practical works demonstrate the reality of the faith that we claim.</p><p>In 1 Corinthians 13, Paul stated very forcefully that if one claims to have great knowledge or to do great deeds or to have the great faith or even to give up one’s life but does not have love, then that person has become like “sounding brass or a clanging cymbal” (1 Cor. 13:1, NKJV).</p><p><strong>Look at the Ellen G. White quote above. Notice what she says about how only in love can people remain steadfast and endure temptation. How does this idea show that the command to love is not salvation by works, but instead, an expression of the faith that we have in Jesus?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 16",
          "dayTitle": "<p>The Good Samaritan Story Today<br></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p>When commending the lawyer for giving the right answer, Jesus said, “Do this and you will live” (Luke 10:28, NKJV), and thus, He touched the very core in the man’s heart. Giving all the right answers was easy for the lawyer, but doing those things was an issue 2,000 years ago—and it is still an issue for many of us today. The lawyer wanted to trap Jesus and show off his knowledge. He asked a follow-up question; “Who is my neighbor?” (Luke 10:29, NKJV).<br><br><strong>Read Luke 10:30–37. How would you summarize Jesus’ meaning in the story here?</strong></p><p><strong>Luke 10:30–37</strong></p><p><sup><br><strong>30</strong></sup> And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him half dead.<br><sup><br><strong>31</strong></sup> And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.<br><sup><br><strong>32</strong></sup> And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.<br><sup><br><strong>33 </strong></sup>But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,<br><sup><br><strong>34 </strong></sup>And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.<br><sup><br><strong>35 </strong></sup>And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.<br><sup><br><strong>36 </strong></sup>Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?<br><sup><br><strong>37 </strong></sup>And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise.<br></p><p>Are there people around us who have been unjustly treated by others? Have we done whatever we can to help them?<br><br>It is true that sometimes pastors, elders, and members do not help those who need help. Sometimes people of another faith may be kinder toward people in the community than we are. We may talk about being kind; yet, others may meet the needs of people that we don’t address. If our faith means anything, we must reach out and help those in need.<br><br>Jesus concluded the story of the good Samaritan by asking who among the three was truly a neighbor to the person who needed help.<br><br>“Thus the question, ‘Who is my neighbor?’ is forever answered. Christ has shown that our neighbor does not mean merely one of the church or faith to which we belong. It has no reference to race, color, or class distinction. Our neighbor is every person who needs our help. Our neighbor is every soul who is wounded and bruised by the adversary. Our neighbor is everyone who is the property of God.”—Ellen G. White, The Desire of Ages, p. 503.<br><strong><br>Challenge:</strong> Begin praying daily for someone who is different from you, or even for someone you may not personally like.<br><br><strong>Challenge Up:</strong> List at least three names of your acquaintances (non-Adventists); identify their needs (emotional, physical, social), and consider how you can minister personally to those needs.<br><br><strong>What can you do practically for them in the coming week?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 17",
          "dayTitle": "<p>Further Thought:<br></p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Ellen G. White, “The Good Samaritan,” pp. 497–505, in The Desire of Ages.</strong><br><br>There are many hungry, needy, and mistreated people in our world today. You can do your part, however “small” it might seem to be. We are not going to solve all the world’s problems before Jesus returns. We haven’t been called to do that. But until then, our work can be as basic as helping someone you know who does not have enough food; or it can be helping a member in the church who is facing injustice, even bigotry, which remains a real problem in our world, even today.<br><br>“Pure religion and undefiled before the Father is this: ‘To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.’ Good deeds are the fruit that Christ requires us to bear: kind words, deeds of benevolence, of tender regard for the poor, the needy, the afflicted. When hearts sympathize with hearts burdened with discouragement and grief, when the hand dispenses to the needy, when the naked are clothed, the stranger made welcome to a seat in your parlor and a place in your heart, angels are coming very near, and an answering strain is responded to in heaven. Every act of justice, mercy, and benevolence makes melody in heaven. The Father from His throne beholds those who do these acts of mercy, and numbers them with His most precious treasures.&nbsp;</p><p>‘And they shall be Mine, saith the Lord of hosts, in that day when I make up My jewels.’ Every merciful act to the needy, the suffering, is regarded as though done to Jesus. When you succor the poor, sympathize with the afflicted and oppressed, and befriend the orphan, you bring yourselves into a closer relationship to Jesus.”—Ellen G. White, Testimonies for the Church, vol. 2, p. 25.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> How can we make sure we understand that the command to love God and others is not salvation by works? When we consider who Jesus is, and what He did for us on the cross (see Phil. 2:5–8), why is the idea that anything we can do to earn or merit salvation so great an error? How can we learn to distinguish between working for salvation, which is a fatal mistake, and revealing in our lives the salvation that we already have in Jesus?<br><br><strong>2.</strong> How can we learn to recognize some of the inherent prejudices we might have toward those who are different from us?<br><br><strong>3.</strong> Other than those passages studied in this week’s lesson, what other scriptural support do you find for the need to show kindness to others, no matter who they are?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>Mission Path to Spain: Part 1&nbsp;</strong></p><p><strong>By Andrew McChesney</strong><br><br>Luis fell ill shortly after he was baptized and enrolled as a theology student at Venezuelan Adventist University.<br><br>At first, he thought it was the flu. But the symptoms worsened, and he struggled to breathe. Physicians suggested that he might be allergic to the pollen from the orange trees that blossomed around the university. He received many injections, but his lungs still wouldn’t allow him to breathe. Physicians advised him to quit his studies and return home, but he didn’t want to leave. He continued to get tested.<br><br>Then a medical test showed that he was infected with HIV. It was a time when people were afraid of HIV in Venezuela. Many thought that they might catch the virus through touch. Luis was asked to leave the seminary. Luis had no choice but to go home. At home, he underwent additional medical checks. The results were always the same: HIV. Luis couldn’t understand why. Hadn’t he given his heart to God? Hadn’t he been studying to become a pastor? He was very sad.<br><br>A church elder noticed his downcast countenance. “You should be joyful,” the elder said. “If you aren’t joyful, it’s because you haven’t met Jesus.”<br><br>The observation struck deep in Luis’s heart. He went to his bedroom and knelt down. He prayed to God for forgiveness. He acknowledged that he had not glorified God with his body in his former life and was at fault for contracting HIV. “I don’t want You to heal me,” he prayed. “I just want to preach for the rest of the days that You grant me.”<br><br>At that moment, something unusual happened. Luis felt as if his heart started burning, and the heat spread over his whole body. He blacked out. When Luis got tested once again, the results came back negative. Surprised, he asked to be tested again—and again. Always he was HIV- free.<br><br>“Why are you asking for more tests if the results are negative?” the phy- sician asked. “You don’t need to be tested anymore.”<br><br>Making good on his promise to God, Luis dedicated his life to preaching and bringing people to Jesus. He got married and completed his theology studies at the university in 2006.<br><br>“I haven’t stopped preaching the gospel ever since,” he said.<br><br>Today, Luis and his family are missionaries in Spain.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>Mission to My Neighbor<br></p>",
      "verse": "<p>“He answered, ‘ “Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind”; and, “Love your neighbor as yourself.” ’ ” (Luke 10:27, NIV).<br></p>",
      "versionCode": 30,
      "weekDate": "November 11–17"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
