{
   "data":[
      {
         "color":"#FFB367",
         "id":3,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"13 de abril",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>El Apocalipsis describe al diablo como dragón y serpiente (Apoc. 12:9). Dragón, porque desea destruir al pueblo de Dios; y serpiente, porque utiliza todas sus astutas mentiras para engañarlo. En los primeros años del cristianismo, miles de personas fueron torturadas, arrojadas a los leones y quemadas vivas por la Roma imperial por negarse a adorar a sus “dioses”. Sin embargo, muchos permanecieron fieles, el evangelio siguió difundiéndose y la iglesia creció.<br><br>Como resultado, Satanás cambió su estrategia. Decenas de paganos se bautizaron, pero sin una instrucción completa en la verdad. El error inundó la iglesia a medida que los dirigentes fusionaban las verdades de las Escrituras con las costumbres populares. Los siglos IV y V fueron épocas de sincretismo, cuando los líderes eclesiásticos mezclaban las prácticas paganas con las doctrinas cristianas.<br><br>No obstante, incluso en los momentos más difíciles de la vida, Dios estaba con su pueblo. Encontraron a Jesús, “el camino, la verdad y la vida” y, por el poder del Espíritu Santo, se mantuvieron firmes ante la abrumadora presión de abandonar sus convicciones. Permanecieron leales a la voluntad revelada de Dios.<br><br>La lección de esta semana se basa en El conflicto de los siglos, capítulo 3.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 de abril",
               "dayTitle":"<p>LA TRANSIGENCIA: LA SUTIL ESTRATEGIA DE SATANÁS<br></p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p><strong>Compara Juan 14:6 con 8:44. ¿Qué contraste entre el carácter de Jesús y el de Satanás se observa en estos dos pasajes?</strong><sup><br></sup></p><p><sup><br></sup></p><p><sup><strong>6</strong></sup> Jesús le dijo: Yo soy el camino, y la verdad, y la vida; nadie viene al Padre, sino por mí.<strong><br><br><sup>44</sup></strong> Vosotros sois de vuestro padre el diablo, y los deseos de vuestro padre queréis hacer. Él ha sido homicida desde el principio, y no ha permanecido en la verdad, porque no hay verdad en él. Cuando habla mentira, de suyo habla; porque es mentiroso, y padre de mentira.</p><p><br></p><p>Lo que Jesús dice es verdad, porque él es el Autor de la verdad. La verdad procede del corazón de un Dios que todo lo sabe, todo lo ama y todo lo conoce. Él es el fundamento de la realidad y de toda verdad.<br><br>Al contrario, Satanás es un mentiroso y el padre de la mentira. Está dispuesto a utilizar la mentira, el engaño, la desinformación y la distorsión de la verdad para descarriar al pueblo de Dios. Engañó a Eva en el Edén distorsionando la verdad, creando dudas y negando descaradamente lo que Dios dijo. La afirmación de Satanás, “no morirán”, en el contexto de comer el fruto, era una clara contradicción de lo que Dios había anunciado. A lo largo de los siglos, Satanás ha utilizado la misma estrategia. Socava la confianza en la Palabra de Dios, contradice la voluntad revelada de Dios, distorsiona las Escrituras y, a veces, cita erróneamente la Biblia, si le conviene.<br><br><strong>Lee Proverbios 23:23; y Juan 17:17 y 8:32. ¿Qué similitudes ves en estos pasajes bíblicos respecto de la verdad de la Palabra de Dios? ¿Cuál es su mensaje central?</strong><br><br>Proverbios 23:23<br><sup><br><strong>23</strong></sup> Compra la verdad, y no la vendas;<br><br>La sabiduría, la enseñanza y la inteligencia.<br><br>Juan 17:17 y 8:32<strong><br><br><sup>17 </sup></strong>Santifícalos en tu verdad; tu palabra es verdad.<br><sup><br><strong>32 </strong></sup>y conoceréis la verdad, y la verdad os hará libres.<br><br>“Bien sabía Satanás que las Santas Escrituras capacitarían a los hombres para discernir los engaños de él y oponerse a su poder. Fue por medio de la Palabra que el mismo Salvador del mundo resistió los ataques del tentador. A cada asalto suyo, Cristo presentaba el escudo de la verdad eterna y decía: ‘Escrito está’. A cada sugerencia del adversario oponía él la sabiduría y el poder de la Palabra. Para mantener su poder sobre los hombres y establecer la autoridad del usurpador papal, Satanás necesita que ellos ignoren las Escrituras. La Biblia ensalza a Dios y coloca a los finitos seres humanos en su verdadero sitio; por consiguiente, hay que esconder y suprimir sus verdades sagradas. Esta fue la lógica adoptada por la Iglesia Romana. Por centenares de años fue prohibida la circulación de la Biblia. No se permitía a la gente que la leyese ni que la tuviera en su casa, y sacerdotes y prelados sin principios interpretaban las enseñanzas de ella para sostener sus pretensiones. Así fue como el Papa vino a ser reconocido casi universalmente como vicegerente de Dios en la Tierra, dotado de autoridad sobre la Iglesia y el Estado” (Elena de White, El conflicto de los siglos, p. 55).<br><br>Analiza las formas en que Satanás intenta distorsionar o malinterpretar la Palabra de Dios en la actualidad.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de abril",
               "dayTitle":"<p>LOBOS SALVAJES<br></p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Hechos 20:27 al 32. ¿Qué advertencias específicas hizo el apóstol Pablo a los dirigentes de la iglesia de Éfeso sobre la apostasía que se avecinaba?<br></strong><br>Hechos 20:27 al 32.<br><sup><br><strong>27</strong></sup> porque no he rehuido anunciaros todo el consejo de Dios.<br><sup><br><strong>28</strong></sup> Por tanto, mirad por vosotros, y por todo el rebaño en que el Espíritu Santo os ha puesto por obispos, para apacentar la iglesia del Señor, la cual él ganó por su propia sangre.<strong><br><br><sup>29</sup></strong> Porque yo sé que después de mi partida entrarán en medio de vosotros lobos rapaces, que no perdonarán al rebaño.<strong><br><br><sup>30</sup></strong> Y de vosotros mismos se levantarán hombres que hablen cosas perversas para arrastrar tras sí a los discípulos.<strong><br><br><sup>31</sup></strong> Por tanto, velad, acordándoos que por tres años, de noche y de día, no he cesado de amonestar con lágrimas a cada uno.<strong><br><br><sup>32</sup></strong> Y ahora, hermanos, os encomiendo a Dios, y a la palabra de su gracia, que tiene poder para sobreedificaros y daros herencia con todos los santificados.<br><br>El propósito de los consejos de Pablo era preparar a la iglesia para lo que se avecinaba. En estos pasajes, describe dos preocupaciones principales.<br><br>Su primera preocupación es que “entrarán entre ustedes lobos rapaces que no perdonarán al rebaño” (Hech. 20:29). En otras palabras, los creyentes se enfrentarían a una feroz persecución, pero desde dentro de la iglesia. Esta profecía se cumplió en los siglos I y II. Los cristianos que se negaban a adorar al emperador inclinándose ante los dioses de Roma eran torturados, encarcelados y quemados en la hoguera.<br><br>El apóstol expresó una segunda preocupación cuando dijo: “Y de entre ustedes mismos se levantarán hombres que enseñarán cosas perversas, para arrastrar a los discípulos en pos de sí” (Hech. 20:30). Las herejías entrarían en la iglesia. Las verdades divinas se sustituirían por falsas doctrinas. Prevalecerían las prácticas paganas. En los siglos IV y V, la avenencia se introdujo sutilmente en la iglesia cristiana, con el avance de la misión como probable justificación. Pero el terrible resultado fue un alejamiento de las verdades de la Palabra de Dios.<br><br><strong>Lee 2 Tesalonicenses 2:7 al 12. ¿Cómo describe el apóstol Pablo la apostasía venidera? ¿Qué características debían buscar?</strong><br><br>2 Tesalonicenses 2:7 al 12<strong><br><br><sup>7</sup></strong> Porque ya está en acción el misterio de la iniquidad; solo que hay quien al presente lo detiene, hasta que él a su vez sea quitado de en medio.<strong><br><br><sup>8</sup></strong> Y entonces se manifestará aquel inicuo, a quien el Señor matará con el espíritu de su boca, y destruirá con el resplandor de su venida;<strong><br><br><sup>9</sup></strong> inicuo cuyo advenimiento es por obra de Satanás, con gran poder y señales y prodigios mentirosos,<br><sup><br><strong>10</strong></sup> y con todo engaño de iniquidad para los que se pierden, por cuanto no recibieron el amor de la verdad para ser salvos.<strong><br><br><sup>11</sup></strong> Por esto Dios les envía un poder engañoso, para que crean la mentira,<br><sup><br><strong>12</strong></sup> a fin de que sean condenados todos los que no creyeron a la verdad, sino que se complacieron en la injusticia.<br><br>El comentario de Pablo de que “el misterio de la iniquidad ya está obrando” es significativo. Incluso en los días de Pablo hubo un alejamiento gradual de la Palabra de Dios y su verdad con respecto a la obediencia a la Ley de Dios. Esta desviación proliferaría en los siglos posteriores.<br><br>Se introdujeron ídolos en el culto cristiano, en contra del segundo Mandamiento. Durante milenios, los ídolos estuvieron a la vanguardia de todas las religiones paganas. Para que el cristianismo fuese más aceptable para los paganos que llegaban a la iglesia cristiana, a las divinidades paganas se las llamaba santos. El domingo, día de adoración para el dios Sol, fue adoptado gradualmente como día de culto cristiano en honor a la resurrección de Jesús. Este falso día, no sancionado en las Escrituras, impera incluso ahora.<br><strong><br>¿Qué tipo de avenencias vemos que entran en la iglesia en la actualidad? Más aún, ¿qué transigencias puedes estar haciendo tú? ¿Quizás a veces mezclando la verdad y el error?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de abril",
               "dayTitle":"<p>&nbsp;SALVAGUARDADOS POR LA PALABRA<br></p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p><strong>Compara Juan 17:15 al 17 con Hechos 20:32. ¿Qué información nos dan Jesús y el apóstol Pablo sobre la protección contra los engaños de Satanás?</strong><br><br>Juan 17:15 al 17<br><sup><br><strong>15</strong></sup> No ruego que los quites del mundo, sino que los guardes del mal.<br><sup><br><strong>16</strong></sup> No son del mundo, como tampoco yo soy del mundo. 17 Santifícalos en tu verdad; tu palabra es verdad.<br><br>Hechos 20:32<br><sup><br><strong>32</strong></sup> Y ahora, hermanos, os encomiendo a Dios, y a la palabra de su gracia, que tiene poder para sobreedificaros y daros herencia con todos los santificados.<br><br>La Biblia es la revelación infalible de la voluntad de Dios. Presenta el plan celestial para la salvación de la humanidad. Puesto que “toda la Escritura es inspirada por Dios, y es útil para enseñar, reprender, enmendar e instruir en justicia” (2 Tim. 3:16) –es decir, “toda la Escritura” está inspirada por Dios, no algunas partes, o algunas partes más que otras—, toda la Biblia debe ser aceptada como la Palabra de Dios. De lo contrario, la puerta queda abierta de par en par para el engaño.<br><br>La Biblia revela claramente el amor infinito de Dios a la luz del Gran Conflicto. También revela y expone los engaños satánicos. El diablo odia la Palabra de Dios y ha hecho todo lo posible a lo largo de los siglos para destruir su influencia.<br><br>Al fin y al cabo, ¿qué sabríamos del Plan de Salvación sin la Biblia? ¿Cuánto entenderíamos del nacimiento, la vida, las enseñanzas y el ministerio de Jesús? Sin las Escrituras, ¿podríamos siquiera empezar a comprender la profundidad del sacrificio de Cristo, la gloria de su resurrección, el poder de su intercesión y la majestuosidad de su regreso?<br><br>La Palabra de Dios revela, enseña y enfatiza todas estas verdades cruciales. Ella, y solo ella, debe ser la norma final y decisiva para entender toda la verdad sagrada.<br><br>Por lo tanto, debemos luchar contra todos y cada uno de los intentos de socavar su autoridad o inspiración. Incluso contra quienes, si bien profesan un gran amor por la Biblia, la ponen en duda, aunque sea sutilmente. Lamentablemente, sobre todo mediante las incursiones del pensamiento moderno, muchos teólogos y cristianos se centran tanto en el lado humano de la Escritura que la Biblia se convierte en la palabra del hombre en lugar de la Palabra de Dios. Argumentan que la Biblia consiste en escritos de reyes, pastores, pescadores, sacerdotes, poetas y otros que compartieron sus ideas y conceptos acerca de Dios, de la naturaleza y de la realidad como mejor los entendieron en su tiempo y lugar.<br><br>¿De verdad? Si esto fuera cierto, los que vivimos en el siglo XXI, ¿por qué deberíamos preocuparnos realmente por lo que pensaba esta gente, y mucho menos hacer de lo que pensaban el fundamento de nuestra esperanza para la Eternidad? No habría motivos.<br><strong><br>Lee Salmo 119:105, 116, 130, 133 y 160. ¿Qué perspectiva nos da el salmista sobre la importancia de la Palabra de Dios en el Plan de Salvación?</strong><br><br>Salmo 119:105, 116, 130, 133 y 160<br><sup><br><strong>105</strong></sup> Lámpara es a mis pies tu palabra,<br><br>Y lumbrera a mi camino.<br><sup><br><strong>116</strong></sup> Susténtame conforme a tu palabra, y viviré;<br><br>Y no quede yo avergonzado de mi esperanza.<br><sup><br><strong>130</strong></sup> La exposición de tus palabras alumbra;<br><br>Hace entender a los simples.<br><sup><br><strong>133</strong></sup> Ordena mis pasos con tu palabra,<br><br>Y ninguna iniquidad se enseñoree de mí.<br><sup><br><strong>160</strong></sup> La suma de tu palabra es verdad,<br><br>Y eterno es todo juicio de tu justicia.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de abril",
               "dayTitle":"<p>&nbsp;EL RAZONAMIENTO HUMANO AL MARGEN DE LAS ESCRITURAS<br></p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p>El Espíritu Santo actúa en nuestra mente. Nos invita a explorar los misterios del universo. Como alguien ha afirmado acertadamente: “Como cristianos, no comprobamos nuestros cerebros en la puerta de la iglesia”. Sin embargo, el esplendor del razonamiento humano por sí solo es incapaz de descubrir las verdades divinas de las Escrituras. La verdad no es una cuestión de opinión humana. Es una cuestión de revelación divina.<br><br><strong>Lee Proverbios 16:25; Jueces 21:25; e Isaías 53:6. ¿Qué revelan acerca de Satanás? ¿Qué revelan acerca de la estrategia de engaño de Satanás?</strong><br><br>Proverbios 16:25;<br><sup><br><strong>25</strong></sup> Hay camino que parece derecho al hombre,<br><br>Pero su fin es camino de muerte.<br><br>Jueces 21:25<br><sup><br><strong>25</strong></sup> En estos días no había rey en Israel; cada uno hacía lo que bien le parecía.<br><br>Isaías 53:6<br><sup><br><strong>6</strong></sup> Todos nosotros nos descarriamos como ovejas, cada cual se apartó por su camino; mas Jehová cargó en él el pecado de todos nosotros.<br><br>Uno de los engaños más eficaces del diablo es hacernos creer que el razonamiento humano, sin la ayuda del Espíritu Santo y sin la información de la Palabra de Dios, es suficiente para entender la voluntad de Dios. Puede haber un camino que nos parezca correcto a nosotros, o incluso a culturas enteras, pero puede ser totalmente erróneo a los ojos de Dios.<br><br>Hace unos años, mi esposa y yo decidimos hacer un poco de senderismo por los bosques cercanos al hotel en el que pasábamos la noche. Normalmente, soy bastante bueno con las direcciones y, después de caminar aproximadamente una hora por varios senderos, estaba bastante seguro de que podría encontrar el camino de regreso sin dificultad. Pero pronto nos dimos cuenta de que estábamos irremediablemente perdidos en el bosque. El sol se estaba poniendo y me temía lo peor. Gracias a Dios, encontramos a otros excursionistas que conocían el camino. Nos habíamos desviado unos ocho kilómetros, pero estábamos cerca de una carretera principal. Como su coche estaba estacionado cerca, se ofrecieron a llevarnos al hotel. Encontrar a alguien que conocía el camino y que podía llevarnos de vuelta a nuestro destino marcó la diferencia para nosotros.<br><br>Dios no nos ha dejado solos en nuestro viaje de la Tierra al Cielo. El Espíritu Santo nos señala a las Sagradas Escrituras, que nos conducen de regreso a casa. La verdad y el error, lo correcto y lo incorrecto, el bien y el mal, solo pueden en tenderse correctamente a la luz de la Palabra de Dios. Lo que contradice a Dios y su Palabra es error, y el error siempre es peligroso; lo que está en armonía con Dios es verdad y bondad. ¡Qué importante es que hagamos de la Palabra de Dios nuestro árbitro final de la verdad y la moralidad!<br><strong><br>¿Por qué la mente humana, sin la ayuda del Espíritu Santo, es incapaz de descubrir la verdad divina? Analiza la relación entre la razón humana y la revelación divina. ¿Cómo nos ayuda realmente la razón a comprender la revelación divina? Por ejemplo, analiza Daniel 2, una profecía que abarca la historia del mundo desde la época de Babilonia hasta nuestro futuro. ¿De qué manera una profecía como esta apela poderosamente a la razón humana?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de abril",
               "dayTitle":"<p>BATALLA POR LA MENTE<br></p>",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p><strong>Lee 2 Corintios 4:3 al 6. ¿Qué significa “el dios de este siglo cegó el entendimiento de los incrédulos” (2 Cor. 4:4)? ¿Cómo se ciegan los ojos? ¿Cómo se abren los ojos?</strong><br><br>2 Corintios 4:3 al 6<strong><br><br><sup>3</sup></strong> Pero si nuestro evangelio está aún encubierto, entre los que se pierden está encubierto;<br><sup><br><strong>4</strong></sup> en los cuales el dios de este siglo cegó el entendimiento de los incrédulos, para que no les resplandezca la luz del evangelio de la gloria de Cristo, el cual es la imagen de Dios.<br><sup><br><strong>5</strong></sup> Porque no nos predicamos a nosotros mismos, sino a Jesucristo como Señor, y a nosotros como vuestros siervos por amor de Jesús.<br><br><strong><sup>6</sup></strong> Porque Dios, que mandó que de las tinieblas resplandeciese la luz, es el que resplandeció en nuestros corazones, para iluminación del conocimiento de la gloria de Dios en la faz de Jesucristo.<br><br>La palabra griega para “mente”, en este pasaje, es noema. Literalmente, significa nuestra percepción o nuestras facultades mentales. El Comentario bíblico adventista hace una afirmación esclarecedora sobre este versículo: “La batalla entre Cristo y Satanás tiene como objetivo el entendimiento de los hombres (Rom. 7:23, 25; 12:2; 2 Cor. 3:14; 11:3; Fil. 2:5; 4:7, 8). La principal obra de Satanás es cegar la mente de los hombres, oscurecerla. Lo hace manteniéndonos alejados del estudio de la Palabra de Dios, trastornando las facultades mentales mediante excesos de orden físico y moral, ocupando todo el pensamiento con los asuntos de esta vida, y utilizando el orgullo y la vanagloria” (t. 6, p. 850).<br><br>La falta de conocimiento por parte de los que se pierden no se debe a que no tienen capacidad de saber. Es porque no quieren saber. Muchos han tenido todas las oportunidades de conocer la verdad, pero prefirieron no creer, y Satanás les cegó los ojos. El reino de Satanás es un reino de oscuridad. Como añade el Comentario bíblico adventista: “El evangelio es el único medio por el cual pueden descubrirse los designios diabólicos de Satanás y sus engaños, y por el cual los hombres pueden ver el camino e ir de las tinieblas a la luz” (t. 6, p. 851). La esencia del mensaje del Nuevo Testamento es la vida, la muerte y la resurrección de Jesús. Jesús está en el corazón del evangelio y es el centro de las Escrituras. Toda la Escritura da testimonio de él (Juan 5:39).<br><br><strong>Lee Juan 1:4, 5, 9 y 14. ¿Cómo describen a Jesús estos versículos? Cén trate especialmente en Juan 1:14.</strong><br><br>Juan 1:4, 5, 9 y 14<br><sup><br><strong>4</strong></sup> En él estaba la vida, y la vida era la luz de los hombres.<br><sup><br><strong>5 </strong></sup>La luz en las tinieblas resplandece, y las tinieblas no prevalecieron contra ella.<br><sup><br><strong>9</strong></sup> Aquella luz verdadera, que alumbra a todo hombre, venía a este mundo.<br><sup><br><strong>14 </strong></sup>Y aquel Verbo fue hecho carne, y habitó entre nosotros (y vimos su gloria, gloria como del unigénito del Padre), lleno de gracia y de verdad.<br><br>Durante los primeros siglos de la iglesia cristiana, los creyentes del Nuevo Testamento estaban totalmente comprometidos con Cristo como aquel que era la Luz en medio de las tinieblas. Fueron redimidos por su gracia, transformados por su poder y motivados por su amor. Ni siquiera la muerte podía romper su vínculo de lealtad a Cristo. Reconocían los engaños del diablo en la gloriosa luz del evangelio. Cristo siempre ha tenido hombres y mujeres que por su gracia han defendido valientemente la verdad. En estos primeros siglos, la luz del amor, la gracia y la verdad de Cristo brilló a través de la oscuridad.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de abril",
               "dayTitle":"<p>&nbsp;PARA ESTUDIAR Y MEDITAR:<br></p>",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p>“En todo tiempo el mismo espíritu de odio y de oposición a la verdad ha inspirado a los enemigos de Dios, y los siervos [del Señor] necesitaron las mismas vigilancia y fidelidad. Las palabras de Cristo a sus primeros discípulos se aplicarán a sus seguidores hasta el fin de los tiempos: ‘Lo que a vosotros digo, a todos les digo: ¡Velad!’ (Mar. 13:37)” (Elena de White, El conflicto de los siglos, p. 61).<br><br>En muchas partes del mundo, especialmente donde la gente tiene libre acceso a la Biblia, Satanás ha empleado otros medios para debilitar su influencia. Una manera muy eficaz ha sido mediante diversos esfuerzos científicos, o incluso estudios bíblicos, que a veces adoptan posturas que, de ser aceptadas, socavarían la confianza en la Palabra de Dios. Por ejemplo, aunque el libro de Daniel data de más de quinientos años antes de Cristo, muchos eruditos bíblicos lo sitúan a mediados del siglo II a.C. Argumentan que debió escribirse en esa época; de lo contrario, el profeta habría estado prediciendo el futuro con exactitud, y eso no “puede” suceder. Por lo tanto, alegan, Daniel no se escribió en la fecha que indica sino, más bien, cientos de años después. Lamentablemente, esta mentira sobre la Biblia es una de las tantas que los eruditos modernos tratan de endilgarnos. Y lo más lamentable es que muchos aceptan este error porque, en definitiva, los eruditos bíblicos lo enseñan. Con razón Pablo nos advierte: “Sometan todo a prueba y retengan lo bueno” (1 Tes. 5:21).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> Consulta la cita de la lección del martes y luego considera lo siguiente: ¿Hasta qué punto Satanás utiliza métodos similares para socavar sutil mente la autoridad de las Escrituras en la actualidad?<br><br><strong>2</strong>. ¿Cuáles son nuestras mayores salvaguardas contra la mala interpretación de la Palabra de Dios?<br><br><strong>3.</strong> El principal intento de Satanás en el gran conflicto entre el bien y el mal es difamar el carácter de Dios y presentarlo como un tirano autoritario y falto de amor. ¿Cómo intenta hacer esto el maligno, y cuál es la respuesta de Dios a sus mentiras?<br><br><strong>4. </strong>El apóstol Pedro afirma que “ninguna profecía de la Escritura vino por una interpretación privada” (2 Ped. 1:20). ¿Cómo podemos estar seguros de no distorsionar el sentido de las Escrituras para lograr nuestros propios fines? ¿Por qué esto es más fácil de lo que pensamos, y por qué debemos protegernos contra esta práctica? ¿Cómo podemos evitarlo?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de abril",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":38,
               "idDay":8,
               "idLesson":3,
               "lessonText":"<p><strong>Introducción:</strong><br><br>Esta semana, veremos la manera en que la iglesia apostólica (y posapostólica) entra en el gran conflicto entre Dios y Satanás. Esta iglesia, que nació de Jesús, se unió a su causa en el Gran Conflicto. Sin embargo, pronto enfrentaría la misma tentación de Adán y de Eva: dudar de la Palabra de Jesús y desear una concesión entre la autoridad de sus mandamientos y las doctrinas engañosas de Satanás.<br><br>La lección de esta semana enfatiza que el Gran Conflicto se compone de dos bandos desiguales e irreconciliables. Desiguales porque un bando depende de Dios, que es Eterno, mientras que el otro grupo se encuentra dominado por el diablo y el mal, que tienen un principio y, por lo tanto, tendrán un final. El pecado es una aberración temporal que, aunque afecta a todo el universo, será extinguido por nuestro Dios todopoderoso, quien es todo amor y todo justicia. Asimismo son irreconciliables porque Dios y Satanás, el bien y el mal, simplemente no pueden coexistir para siempre.<br><br>La Biblia describe el Gran Conflicto como un conflicto entre dos fuerzas radicalmente opuestas, como la luz contra las tinieblas o la verdad contra la mentira. El Enemigo busca destruir lo que es bueno o lo que proviene de Dios. Por eso, el diablo ha estado trabajando continuamente para intentar que la iglesia comprometa la verdad. Lamentablemente, la iglesia cayó en ese conformismo, tal como lo hicieron los primeros padres de la humanidad. Los efectos de este conformismo se ven y se sienten hasta el día de hoy. Sin embargo, Dios, que es la Fuente de la verdad y la luz, nunca transigirá. La confianza en Dios y la fidelidad a la verdad, tal como se revelan en Jesús por medio de las Escrituras, salvaguardarán a la iglesia de comprometer la verdad y evitarán que seamos presa del diablo.<br><br><strong>Temática de la lección:</strong><br><br>La lección de esta semana destaca cuatro temas principales:<br><br><strong>1</strong>. Al describir el Gran Conflicto, la Biblia utiliza términos diametralmente opuestos, como luz y tinieblas, para destacar el hecho de que Dios y su pueblo de ninguna manera pueden llegar a un compromiso entre la verdad y el error o la falsedad.<br><br><strong>2</strong>. Desde los primeros días del ministerio de Jesús y en la obra posterior de sus apóstoles, el diablo presionó implacablemente a la iglesia para que cayera en el error o, como mínimo, para que transigiera con la verdad de Dios.<br><br><strong>3</strong>. Sin embargo, comprometer la verdad equivale a traicionar a Dios y destruir la verdad misma. En última instancia, esta avenencia supone ponerse del lado de Satanás.<br><br>4. La única manera en que la iglesia puede salir victoriosa en el Gran Conflicto es permaneciendo fiel a la revelación divina en Jesucristo y a la Santa Palabra de Dios.<br><br><strong>COMENTARIO<br><br>Compromiso</strong><br><br>En diversos contextos sociales, como la vida familiar y la política, comprometer los principios se considera aceptable y, en muchas situaciones, incluso deseable.<br><br>Generalmente, la palabra “compromiso” se refiere a llegar a un acuerdo, a un punto medio, mediante concesiones mutuas. La clave de ese acuerdo reside en la “concesión”: cada parte debe ceder algo para que ambas o todas las partes puedan seguir coexistiendo o viviendo juntas. En algunos casos, cada parte hace concesiones porque ninguna tiene fuerza para convencer, o vencer, y controlar a la otra por la fuerza. En otros casos, las partes transigen simplemente porque quieren convivir pacíficamente como vecinos, o como familia, en el amor o el respeto mutuo.<br><br>En el contexto de esta última perspectiva, el compromiso tiene sin duda una connotación positiva, pues aparece como una solución al conflicto y como una oportunidad para la coexistencia pacífica. Este tipo de compromisos son habituales en nuestra vida cotidiana e implican negociación o tolerancia.<br><br>Sin embargo, en general, el compromiso se percibe como un fenómeno negativo, que implica la pérdida de un valor, principio, verdad o cualidad esenciales. Comprometer la medicina, el sistema inmunitario, la identidad nacional, la educación, la moralidad, la reputación, la cosecha o la posición militar es indeseable e inaceptable, porque todas esas cuestiones amenazan nuestra propia forma de vida o existencia.<br><br>¿Y Dios? ¿No podría transigir con los ángeles rebeldes o con los seres humanos caídos para evitar la guerra en el Cielo y permitir que todos coexistieran pacíficamente? ¿No podría, al menos, tolerar a la parte contraria? Si la parte contraria quisiera independencia o autonomía, ¿no podría Dios conceder esta petición? ¿No podría simplemente dar a los rebeldes una región en algún rincón del universo donde pudieran vivir por sí mismos en lugar de ser exterminados?<br><br>La respuesta es compleja. Sin embargo, algunos argumentos pueden ayudar a dilucidarla.<br><br><strong>Dios no transige</strong><br><br>En primer lugar, hay una diferencia cualitativa entre nuestras negociaciones cotidianas y la transigencia que Lucifer deseaba alcanzar. Dios nos creó con toda la libertad necesaria para expresarnos e interactuar con los demás, con amor y justicia. Sin embargo, hay algunas limitaciones físicas y morales que no pueden verse comprometidas, porque constituyen el fundamento mismo de nuestra existencia. Este fundamento está compuesto por las verdades de que Dios es nuestro Creador, nuestro Proveedor, nuestro Legislador (y como tal, revela cómo debemos vivir para ser felices) y nuestro Rey. Dios es la Fuente de la vida. Simplemente, no podemos existir sin él. Lucifer quiso cambiar este fundamento. Desafió el carácter, el estatus y la autoridad de Dios, y afirmó que los seres humanos son dioses (Gén. 3:4), que tienen existencia propia y que pueden crear sus propios significados y normas para la vida y la felicidad.<br><br>En segundo lugar, y estrechamente relacionada con el aspecto anterior, está la naturaleza del pecado. El pecado no es simplemente tener una opinión disidente, sino que es la rebelión y el rechazo consciente y deliberado de Dios, nuestro único Creador, Proveedor, Legislador y Rey. El pecado no puede tolerar la existencia de un Dios así; más bien, su impulso fundamental es derribar a este Dios de su Trono y autoproclamarse rey. Sin embargo, si Lucifer fuera reconocido como dios, ¿qué sería del universo? ¿Puede sobrevivir sin su Creador y Proveedor? ¿Puede existir sin la Fuente de la vida y la Norma de la felicidad y la moralidad? ¿Pueden los ángeles y los seres humanos vivir sin Dios? El triunfo del diablo implica el fin del universo.<br><br>Imaginemos por un momento que somos Adán y Eva. Nos encontramos en un escenario en el que Satanás y Dios nos explican sus posiciones antes de la caída en el pecado. Satanás afirma que Dios nos miente, que somos autónomos, que somos dioses y que somos inmortales. Además, afirma que podemos rechazar las afirmaciones de Dios y que no moriremos (Gén. 3:4), porque en nuestro interior contenemos vida original y no derivada. Además, Satanás acusa a Dios de utilizar su pretensión de ser la Fuente y la Norma de la vida para controlarnos a todos; esta pretensión divina, para Satanás, es dictadura, autocracia, abuso, engaño e injusticia. Por eso, Satanás nos llama a liberarnos de las “mentiras” y los “abusos” de Dios y a experimentar una nueva conciencia y autonomía en la que descubramos y disfrutemos de nuestro infinito y eterno potencial divino. Pero ¿no son solo alegaciones y especulaciones? ¿No corremos el riesgo de morir o desaparecer de la existencia si nos desconectamos de Dios? ¿Merece la pena intentarlo, solo para demostrar empíricamente una teoría? Lucifer ciertamente pensó que valía la pena correr el riesgo.<br><br>Por otro lado, Dios nos dice que él es el único Creador y Proveedor y que, por ende, no podemos existir sin él. Nos dice que, si no le creemos, si lo rechazamos a él y sus afirmaciones, nos desconectaremos de él, la Fuente de la vida, y moriremos; es decir, desapareceremos de la existencia. Dios nos explica que este resultado no es una mera especulación, sino un hecho, porque él es nuestro Creador. No nos creamos a nosotros mismos y no somos eternos. Este hecho, por sí solo, basado en su palabra, debe ser suficiente para que le creamos. Sin embargo, Dios señala que sus afirmaciones también se evidencian en nuestra vida pasada y presente: es decir, mientras creamos en él y vivamos con él, seremos felices. Todo el universo había funcionado bien y nadie había muerto. Dios nos explica, además, que no puede transigir, no solamente porque tiene razón, sino porque, si renunciara a su Trono, todos nosotros y el universo entero desapareceríamos de la existencia, porque él es el único Proveedor o Sustentador de la existencia y de la vida. Por esta razón, Dios nos llama a creerle, a confiar en él, a permanecer en él y a vivir felices con él para siempre.<br><br>Si fueras testigo de un debate así, ¿a quién le habrías creído?<br><br>En tercer lugar, por desgracia para la humanidad, nuestros padres primigenios aceptaron las especulaciones de Lucifer. ¿Valía la pena correr el riesgo? No. La decisión de nuestros primeros padres se convirtió en una tragedia para ellos y para toda la raza humana. Además, esta conclusión no es una mera especulación, sino que se basa en pruebas históricas y empíricas. En lugar de sentirse como dioses y de vivir para siempre tras desobedecer la Ley de Dios, la humanidad se sintió vacía, desnuda, llena de vergüenza, con el corazón y las relaciones rotas (Gén. 3:7, 8). Además, la raza humana empezó a sufrir y a morir. Sin embargo, Lucifer no detuvo sus especulaciones contra el gobierno de Dios. Sostuvo que, como Adán y Eva no murieron inmediata mente después de desobedecer a Dios, su teoría era supuestamente correcta. Somos inmortales, afirmaba ahora, porque tenemos un alma inmortal que, tras la muerte, pasa a una esfera espiritual, etérea. Trágicamente, la mayoría de la gente ha caído en la trampa de creer esa falsedad. Además, Lucifer comenzó ahora a pedir a Dios y a la humanidad que aceptaran la realidad de la existencia del pecado y la muerte como la nueva normalidad. En las muchas religiones no bíblicas que han prevalecido a lo largo de la historia humana, Satanás se ha propuesto redefinir y reinterpretar el sufrimiento y la muerte para evitar su omnipresencia, que socava constantemente sus mentirosas afirmaciones.<br><br>En cuarto lugar, Dios se mantuvo fiel a sí mismo. Explicó que Adán y Eva siguieron vivos después de rechazarlo, no porque Satanás tuviera razón en su afirmación de que somos inmortales, sino porque Dios, en su amor eterno por la humanidad, tenía un plan de salvación, que comenzó a funcionar tan pronto como los seres humanos cayeron en el pecado. Según este plan, Dios nos dio una nueva oportunidad de elegir ser salvos, vivir y permanecer con él. Pero esta nueva oportunidad y la salvación no fueron producto de las concesiones, sino que surge del sacrificio de Dios. No nos sacrificó a nosotros, sino que sacrificó su propia vida y prefirió morir en nuestro lugar para defender su verdad, manifestar su amor y su justicia, y salvarnos de la culpa y del poder del pecado. Además, no transigió porque conocía las consecuencias de transigir: el sufrimiento, la miseria y la muerte de toda la humanidad y del universo.<br><br>Por las mismas razones, el verdadero pueblo de Dios no hace concesiones. Es cierto que el cristianismo tradicional transigió con la revelación de la verdad de Dios en las Escrituras. No obstante, Dios obró para restaurar su verdad con el fin de salvar a tantos como fuera posible. Por esta razón, su fiel iglesia remanente colabora de buen grado con él para ayudar a difundir su verdad al reflejar su luz.<br><br><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p>¿A qué criterio o criterios apela tu cultura para determinar qué es la verdad? ¿Cuáles son las fuentes de la verdad en tu sociedad, religión o cultura? ¿En qué medida consideran tu sociedad o tu cultura que la Biblia es la fuente de la verdad con respecto al origen, el significado, la dirección y el destino de nuestro mundo?<br><br><strong>1</strong>. ¿De qué manera puedes compartir nuestra interpretación adventista de las Escrituras como la fuente fidedigna de la verdad? ¿Cómo nos ayuda esta interpretación de las Escrituras a desarrollar la visión correcta del mundo y el camino a la salvación?<br><br><strong>2</strong>. Examina tu vida: ¿crees que hay aspectos de ella que son el resultado de comprometer la verdad de Dios? En caso afirmativo, ¿cuáles son? ¿Qué puedes hacer para remediar esta situación?<br><br><strong>RESEÑA</strong><br><br><strong>Texto clave: Juan 3:14, 15.<br><br>Enfoque del estudio: Juan 14:6; Judas 1:3, 4; Apocalipsis 2:10; 1 Juan 1:7; Juan 3:14, 15; Hebreos 11:6; Hechos 4:12; Mateo 10:18-20; Apocalipsis 1:9</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>LA LUZ BRILLA EN LA OSCURIDAD<br></p>",
         "verse":"<p>“Entonces Jesús les dijo: ‘Aún por un poco de tiempo la luz estará entre ustedes. Anden mientras tienen luz, para que no los sorprendan las tinieblas; porque el que anda en tinieblas no sabe adonde va’ ” (Juan 12:35)<br></p>",
         "versionCode":60,
         "weekDate":"13 -19 de abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
