{
  "data": [
    {
      "color": "#82320c",
      "id": 712,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "March 12",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>Hebrews 12:18–29, the passage for this week, is the climax of the letter, and it sums up its main concern by repeating the idea with which it started: God has spoken to us in the person of His Son, and we need to pay careful attention (Heb. 1:1, 2; Heb. 12:25) to Him. The description of Jesus in Hebrews 12:22–24 epitomizes the letter’s assertions about Him: Jesus is the Mediator of the new covenant, and His blood provides salvation for believers. His priestly and royal ministry in our behalf is a cause for celebration for the heavenly hosts. And finally, Hebrews 12:25–29 contains the last and climactic exhortation: God’s judgment is coming. It will bring destruction to His enemies—but vindication and a kingdom to His people (Heb. 12:28, 29). <br></p><p>The ending reaffirms the importance of Jesus’ achievements at the cross and directs believers to the consummation of Jesus’ victory at the Second Coming. Paul used imagery from Daniel 7 to remind the readers that Jesus has received a kingdom from God, the Judge (Dan. 7:9–14), and is going to share His kingdom with believers, “the saints of the Most High,” who will possess it forever and ever (Dan. 7:18).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 13",
          "dayTitle": "<p>You Have Come to Mount Zion<br></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Hebrews 12:22–24. What does Paul describe here?</strong><br></p><p><strong>Hebrews 12:22–24</strong></p><p><sup><strong>22</strong></sup> But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,<sup><br><br><strong>23 </strong></sup>To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,<sup><br><br><strong>24</strong></sup> And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.<strong><br></strong></p><p>Hebrews affirms that we have come to Mount Zion and participate in a great celebration. “But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable angels in festal gathering” (Heb 12:22, ESV). We have come through faith in the person of our Representative, Jesus. In this celebration we find an innumerable host of angels, God Himself, and Jesus, who is the center of the celebration. We come as part of the “assembly of the firstborn who are enrolled in heaven” (Heb. 12:23, ESV). Our names are enrolled in the books of heaven, where God’s professed people are listed (Exod. 32:32, Ps. 56:8, Dan. 12:1, Mal. 3:16, Luke 10:20, Rev. 13:8, Rev. 17:8).<br><br>We are the “firstborn” because we share the inheritance of the Firstborn par excellence, Jesus (Heb. 1:6). Thus, we have come not as guests but as citizens (compare with Phil. 3:20). We also are described as “the spirits of the righteous made perfect” (Heb. 12:23, ESV). This expression is a figure of speech in which a dimension of our human nature stands for the whole. It is analogous to the expression “the Father of spirits” in Hebrews 12:9, which refers to God as the Father of us all, human beings who are spiritual in nature.<br><br>The festal gathering celebrates the inauguration of Jesus’ kingly rule, priestly ministry, and the inauguration of the new covenant. In Hebrews, Mount Zion is the place where all these events take place.<br><br>Three of the psalms in Hebrews 1:5–14 describe the enthronement of the Son and have Mount Zion as the place where it occurred (Ps. 2:6, 7; Ps. 110:1, 2; Ps. 102:21–27).<br><br>Mount Zion also is the place where the Son was appointed “priest forever” (Heb. 5:6), a quotation of Psalm 110:4. According to Psalm 110, the appointment of the Son as High Priest occurs at Mount Zion, as well (Ps. 110:2). Finally, Hebrews argues that the inauguration of Jesus’ priesthood also marks the inauguration of the new covenant (Heb. 7:11–22). Thus, Mount Zion also is the place where the new covenant was ratified. Hebrews 12:22–24 describes, then, the festal gathering that occurred in heaven when Jesus ascended.<br><br><strong>In what practical ways can we celebrate the reality of Jesus, His priestly ministry, and the new covenant in our lives and in our worship? Why is rejoicing in this great truth faith-affirming?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 14",
          "dayTitle": "<p>You Have Come to God, the Judge of All<br></p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Hebrews 12:23. If this is a celebration, why is God described as a judge? How can a judge be part of or a reason for a celebration?</strong></p><p><strong>Hebrews 12:23</strong><br><strong></strong></p><p><strong><sup>23</sup> </strong>To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,</p><p><strong>Read also Daniel 7:9, 10, 13–22.<br></strong></p><p><br></p><p><strong>Daniel 7:9-10</strong></p><p><strong><sup>9</sup></strong> I beheld till the thrones were cast down, and the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and his wheels as burning fire.<strong><br><br><sup>10</sup></strong> A fiery stream issued and came forth from before him: thousand thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened.</p><p><br></p><p><strong>Daniel 7:13–22</strong></p><p><strong><sup>13</sup></strong> I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.<strong><br><br><sup>14</sup></strong> And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed.<strong><br><br><sup>15</sup></strong> I Daniel was grieved in my spirit in the midst of my body, and the visions of my head troubled me.<strong><br><br><sup>16</sup></strong> I came near unto one of them that stood by, and asked him the truth of all this. So he told me, and made me know the interpretation of the things.<strong><br><br><sup>17</sup></strong> These great beasts, which are four, are four kings, which shall arise out of the earth.<strong><br><br><sup>18</sup></strong> But the saints of the most High shall take the kingdom, and possess the kingdom for ever, even for ever and ever.<strong><br><br><sup>19</sup></strong> Then I would know the truth of the fourth beast, which was diverse from all the others, exceeding dreadful, whose teeth were of iron, and his nails of brass; which devoured, brake in pieces, and stamped the residue with his feet;<strong><br><br><sup>20</sup></strong> And of the ten horns that were in his head, and of the other which came up, and before whom three fell; even of that horn that had eyes, and a mouth that spake very great things, whose look was more stout than his fellows.<strong><br><br><sup>21</sup></strong> I beheld, and the same horn made war with the saints, and prevailed against them;<sup><br><br><strong>22</strong></sup> Until the Ancient of days came, and judgment was given to the saints of the most High; and the time came that the saints possessed the kingdom.<strong><br></strong></p><p>The celebration described in Hebrews 12:22–24 alludes to a future judgment. God, the Judge, presides, and books are used, and the result of this future judgment from the books is that God’s people receive the kingdom (Heb. 12:28).<br><br>This scene evokes the great pre-Advent judgment described in Daniel 7, which portrays a judgment scene in which God, the “Ancient of Days” (Dan. 7:9), sits on a throne made of fire and is surrounded with “ten thousand times ten thousand” (Dan. 7:10) angels. Books are opened (Dan. 7:10), and the judgment is decided in favor of “the saints of the most High,” who then “possessed the kingdom” (Dan. 7:22). Similarly, Hebrews 12:22–29 describes a judgment scene at Mount Zion, the heavenly Jerusalem, where God, “the Judge of all,” is surrounded with “thousands upon thousands” of angels (NIV). The scene also is a fiery one (Heb. 12:29). It includes books because the saints are “enrolled” in them (Heb. 12:23, ESV), which implies a favorable judgment for the saints.<br><br>Jesus is at the center of the scene (Heb. 12:24). He was described as the Son of man in Hebrews 2, who was “crowned with glory and honor” after having tasted “death” in our behalf (Heb. 2:9, ESV). According to Hebrews 2:10, the “son of man” (see Heb. 2:6, ESV) suffered in order that He could bring “many sons to glory” (ESV); that is, in order that believers would be able to be “crowned with glory and honor,” as well. The “Son” has now brought believers into Zion, the heavenly Jerusalem, through the benefits of the new covenant (Heb. 12:22–24), where they are promised to receive a kingdom (Heb. 12:28).<br><br>This judgment is, then, really good news for believers because it is a judgment that rules in their favor. It vindicates them. It is a judgment that defeats their adversary, the dragon, who is behind the terrible beasts that have persecuted believers in the past (Daniel 7) and will do so in the future (Revelation 13).<br><br><strong>How does what we studied today help us understand that God’s judgment in the three angels’ messages is “good news” for this time (Rev. 14:6, 7; compare with Deut. 32:36; 1 Chron. 16:33–35)?</strong></p><p><br></p><p><strong>Rev. 14:6, 7</strong></p><p><sup><strong>6 </strong></sup>And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,<sup><br><br><strong>7</strong></sup> Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.<strong><br></strong></p><p><strong>Deut. 32:36</strong></p><p><sup><strong>36</strong></sup> For the Lord shall judge his people, and repent himself for his servants, when he seeth that their power is gone, and there is none shut up, or left.<strong><br></strong></p><p><strong> 1 Chron. 16:33–35</strong></p><p><sup><strong>33</strong></sup> Then shall the trees of the wood sing out at the presence of the Lord, because he cometh to judge the earth.<sup><br><br><strong>34</strong></sup> O give thanks unto the Lord; for he is good; for his mercy endureth for ever.<sup><br><br><strong>35</strong></sup> And say ye, Save us, O God of our salvation, and gather us together, and deliver us from the heathen, that we may give thanks to thy holy name, and glory in thy praise.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 15",
          "dayTitle": "<p>Shake the Heavens and the Earth</p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>After describing the festal gathering occurring in heaven, Paul warns the readers that they need to pay attention to God’s voice because God will shake<strong> </strong>“yet once more … not only the earth but also the heavens” (Heb. 12:26, ESV)<strong>. </strong>Paul is saying that although Jesus has been enthroned in heaven, our salvation has not been consummated. We need to pay attention because an important event is still to happen.\n</p><p><strong>Compare Haggai 2:6-9, 20-22; Psalm 96:9, 10; Psalm 99:1; and Hebrews 12:26, 27. What is the purpose of God’s shaking the heavens and the earth? What does this mean?\n</strong></p><p><strong>Haggai 2:6-9\n</strong></p><p><strong style=\"background-color: initial;\"><sub>6</sub></strong><span style=\"background-color: initial;\"> For thus saith the Lord of hosts; Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land;</span><br></p><p><strong>\n</strong></p><p><strong style=\"background-color: initial;\"><sub>7</sub></strong> And I will shake all nations, and the desire of all nations shall come: and I will fill this house with glory, saith the Lord of hosts.<br></p><p><sub style=\"background-color: initial;\"><strong>8</strong> </sub>The silver is mine, and the gold is mine, saith the Lord of hosts.<br></p><p><strong style=\"background-color: initial;\"><sub>9</sub></strong> The glory of this latter house shall be greater than of the former, saith the Lord of hosts: and in this place will I give peace, saith the Lord of hosts.<br></p><p><strong>Haggai 2:20-22\n</strong></p><p><strong><sub>20</sub></strong> And again the word of the Lord came unto Haggai in the four and twentieth day of the month, saying,<br></p><p>\n</p><p><strong><sub>21</sub></strong> Speak to Zerubbabel, governor of Judah, saying, I will shake the heavens and the earth;<sub><br></sub></p><p><strong><sub>22 </sub></strong>And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother.</p><p><strong>Psalm 96:9</strong></p><p><span style=\"font-size: 10.5px; font-weight: 700;\">9&nbsp;</span><span style=\"background-color: initial;\">O worship the Lord in the beauty of holiness: fear before him, all the earth.</span></p><p><span style=\"background-color: initial;\"><strong>Hebrews 12:26\n</strong></span></p><p><sub><strong>26</strong></sub> Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven.<strong><br></strong></p><p><sub><strong>27</strong></sub> And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.</p><p>In the Old Testament, the shaking of the earth was a common figure for the presence of God, who shows up to deliver His people. When Deborah and Barak fought against Sisera, God fought from heaven on their behalf (Judg. 5:20). This is described as a powerful earthquake, a shaking of the earth and mountains because of the presence of God (Judg. 5:4, 5). We find this same image appearing throughout the Old Testament when God arises to deliver the oppressed (Ps. 68:7, 8; Ps. 60:2; Ps. 77:17, 18). Thus, a shaking signaled God’s judgment as He asserts His authority over the peoples of the earth. The prophets predicted this would happen in the Day of the Lord (Isa. 13:13, Isa. 24:18-23).<br></p><p>For Hebrews, the “shaking” of heaven and earth refers to the destruction of the enemies of God. This is what God promised at the enthronement of Jesus. God said to Him: “Sit at my right hand until I make your enemies a footstool for your feet” (Heb. 1:13, ESV). Thus, Jesus has defeated the enemy (Heb. 2:14-16) and been enthroned (Heb. 1:5-14), but the enemies have not yet been destroyed (Heb. 10:11-14, 1 Cor. 15:23-25).\n</p><p>But God will destroy these enemies in the future, when God will shake the heavens and the earth. The shaking of the heavens and the earth means, then, the destruction of the earthly powers that persecute God’s people and, more importantly, the destruction of the evil powers (Satan and his angels) who stand behind the earthly powers and control them.\n</p><p><strong>Why is the promise that one day justice will be done, and the evil that has been so prevalent in our world will one day be destroyed, such a hopeful promise for us all, especially those who have suffered directly at the hands of evil?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 16",
          "dayTitle": "<p>An Unshakeable Kingdom</p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p>God has announced that He will “shake” the heavens and the earth, which means that He will destroy enemy nations. There are some things, however, that will not be shaken, that will not be destroyed.\n</p><p><strong>Compare Psalm 15:5, Psalm 16:8, Psalm 21:7, Psalm 62:2, Psalm 112:6, and Hebrews 12:27. What are the things that will not be shaken?\n</strong></p><p><strong>Psalm 15:5</strong></p><p><strong><sub>5</sub></strong> He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved.</p><p><strong>Psalm 16:8</strong></p><p><strong><sub>8</sub></strong> I have set the Lord always before me: because he is at my right hand, I shall not be moved.</p><p><sub style=\"\"><strong></strong></sub></p><p><strong>Psalm 21:7</strong></p><p><strong><sub>7</sub></strong> For the king trusteth in the Lord, and through the mercy of the most High he shall not be moved.</p><p><strong>Psalm 62:2</strong></p><p>\n</p><p><strong><sub>2</sub></strong> He only is my rock and my salvation; he is my defence; I shall not be greatly moved.</p><p><strong>Psalm 112:6</strong></p><p><strong><sub>6</sub></strong> Surely he shall not be moved for ever: the righteous shall be in everlasting remembrance.</p><p><strong>Hebrews 12:27</strong></p><p><strong><sub>27 </sub></strong>And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.</p><p>Many modern translations of Hebrews 12:27 suggest that the shaking of the heavens and the earth means that they will be removed and forever gone.\n</p><p>The Bible is clear, however, that God will create new heavens and a new earth (Isa. 65:17, Rev. 21:1-4), and we will be resurrected and have a new body (1 Thess. 4:13-17, Phil. 3:20) on this earth. Thus, the “shaking” implies the cleansing and renovation of creation, not its complete removal. What is here will be re-created, and it will be where the redeemed will live.\n</p><p>There are some things, however, that will not and cannot be shaken. They include the righteous. They will not be shaken because they trust in God. The Creator sustains them and guarantees their survival.\n</p><p>Note that in Hebrews, permanence and stability are associated with Jesus. Hebrews 1:10-12 says about Jesus: “You, Lord, laid the foundation of the earth in the beginning, and the heavens are the work of your hands; they will perish, but you remain; they will all wear out like a garment, like a robe you will roll them up, like a garment they will be changed. But you are the same, and your years will have no end” (ESV). Hebrews also says that Jesus’ priesthood remains forever (Heb. 7:3, 24) as does also the inheritance of the redeemed (Heb. 10:34). In the final judgment, those who hold fast “in Jesus” will not be shaken (Ps. 46:5).\n</p><p>Hebrews 12:28 also says that we will receive “a kingdom that cannot be shaken” (ESV). This is a reference to Daniel 7:18, which says that the saints will “possess the kingdom forever.” This is the kingdom that “shall never be destroyed” mentioned in Daniel 2:44. This kingdom belongs to the Son, but He will share it with us. Revelation 20:4 says that we will judge with Him the evil powers that persecuted us (1 Cor. 6:3).\n</p><p><strong>How well do you do now, in terms of being shaken? If not so well, what choices can you make in order to get help in this important area? (See Eph. 4:14.)</strong></p><p><strong>Ephesians 4:14</strong></p><p><strong><sub>14</sub> </strong>That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive;</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 17",
          "dayTitle": "<p>Let Us Be Grateful</p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>Hebrews concludes this section by pointing out that the appropriate response to God for all the wonderful things He has done for us is to show gratitude by offering Him an appropriate type of worship.\n</p><p><strong>Compare Hebrews 12:28 and Hebrews 13:15, 16. How do we offer God acceptable worship?\n</strong></p><p><strong>Hebrews 12:28</strong></p><p><strong><sub>28</sub></strong> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:</p><p><strong>Hebrews 13:15, 16</strong></p><p><strong><sub>15</sub></strong> By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.</p><p><strong><sub>16 </sub></strong>But to do good and to communicate forget not: for with such sacrifices God is well pleased.</p><p>In the old covenant system, the sacrifice of animals was the way people showed repentance and gratitude, but these sacrifices were to be but a token of the gratitude and repentance in the heart of the worshiper. Thus, God made clear in the Psalms and through the prophets that what really pleased Him was not the blood of animals but the gratitude, good deeds, and righteousness of the worshipers (Ps. 50:7-23, Isa. 1:11-17).\n</p><p>Thus, Paul invites us to worship God in the heavenly sanctuary by offering sacrifices of praise, confession, thanksgiving, and good works, which is the true worship that delights Him. We offer these sacrifices on earth, but they are accepted as pleasing to God in heaven. This exhortation embraces all the calls that the author has made throughout the letter for the confession of Jesus’ name (Heb. 3:1, Heb. 4:14, Heb. 10:23) and His exhortations that we continue to do good works (Heb. 6:10-12; Heb. 13:1, 2, 16).\n</p><p>The invitation of Paul to the audience to “offer to God acceptable worship” (Heb. 12:28, ESV) implies that believers are truly now a priestly nation that has been perfected and sanctified through the sacrifice of Jesus (Heb. 10:10-14, 19-23). This fulfills God’s original purpose for Israel, that they would be a priestly nation through which He would be able to announce the good news of salvation to the world (Exod. 19:4-6; 1 Pet. 2:9, 10; Rev. 1:6; Rev. 5:10).\n</p><p>Hebrews 13:1-6 describes in practical terms what it means to do good and share what we have. It means to show brotherly love, just as Jesus showed brotherly love to us (Heb. 2:11, 12). It means to be hospitable, to visit those who are in prison or have been mistreated (Heb. 13:3), and to reject adultery and covetousness.\n</p><p><strong>Why is it important to consider good works and sharing what we have as part of our worship to God? At the same time, what are the very real ways that our spiritual sacrifices to God may be corrupted (Isa. 1:11-17)?</strong></p><p><strong>Isaiah 1:11-17</strong></p><p><strong><sub>11 </sub></strong>To what purpose is the multitude of your sacrifices unto me? saith the Lord: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.\n</p><p><strong><sub>12 </sub></strong>When ye come to appear before me, who hath required this at your hand, to tread my courts?\n</p><p><strong><sub>13 </sub></strong>Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is iniquity, even the solemn meeting.\n</p><p><strong><sub>14</sub></strong> Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.\n</p><p><strong><sub>15 </sub></strong>And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.\n</p><p><strong><sub>16</sub></strong> Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;\n</p><p><strong><sub>17</sub></strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 18",
          "dayTitle": "",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p><strong>Further Thought:</strong> “During the thousand years between the first and the second resurrection the judgment of the wicked takes place. The apostle Paul points to this judgment as an event that follows the second advent. ‘Judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts.’ 1 Corinthians 4:5. Daniel declares that when the Ancient of Days came, ‘judgment was given to the saints of the Most High.’ Daniel 7:22. At this time the righteous reign as kings and priests unto God. John in the Revelation says: ‘I saw thrones, and they sat upon them, and judgment was given unto them.’ ‘They shall be priests of God and of Christ, and shall reign with Him a thousand years.’ Revelation 20:4, 6. It is at this time that, as foretold by Paul, ‘the saints shall judge the world.’ 1 Corinthians 6:2. In union with Christ they judge the wicked, comparing their acts with the statute book, the Bible, and deciding every case according to the deeds done in the body. Then the portion which the wicked must suffer is meted out, according to their works; and it is recorded against their names in the book of death.\n</p><p>Satan also and evil angels are judged by Christ and His people. Says Paul: ‘Know ye not that we shall judge angels?’ Verse 3. And Jude declares that ‘the angels which kept not their first estate, but left their own habitation, He hath reserved in everlasting chains under darkness unto the judgment of the great day.’ Jude 6.” — Ellen G. White, The Great Controversy, pp. 660, 661.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>What does the participation of the saints in the judgment of the wicked (1 Cor. 6:3, Jude 6) say about God and how transparent He will be with us in showing us His goodness and fairness in how He has dealt with sin and evil?\n</strong></p><p><strong>1 Cor. 6:3</strong></p><p><strong><sub>3</sub></strong> Know ye not that we shall judge angels? how much more things that pertain to this life?</p><p><strong>Jude 6</strong></p><p><strong><sub>6</sub> </strong>And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.</p><p><strong>Read Exodus 32:32, Psalm 56:8, Psalm 69:28, Psalm 139:16, Isaiah 4:3, Daniel 12:1, Malachi 3:16, Luke 10:20, Revelation 13:8, and Revelation 17:8. These are references to God’s books in heaven. What kinds of things are registered in these books? Why is it important that God maintains a record of our tears (Ps. 56:8), for example? If God knows everything, what is the purpose of such books or records?</strong></p><p><strong style=\"background-color: initial;\">Exodus 32:32</strong></p><p><strong><sub>32</sub></strong> Yet now, if thou wilt forgive their sin--; and if not, blot me, I pray thee, out of thy book which thou hast written.</p><p><strong>Psalm 56:8</strong></p><p><strong><sub>8</sub></strong> Thou tellest my wanderings: put thou my tears into thy bottle: are they not in thy book?</p><p><strong>Psalm 69:28</strong><sub><br></sub></p><p><strong><sub>28</sub></strong> Let them be blotted out of the book of the living, and not be written with the righteous.</p><p><strong>Psalm 139:16</strong><br></p><p><strong><sub>16 </sub></strong>Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them.</p><p><strong style=\"background-color: initial;\">&nbsp;Isaiah 4:3</strong><sub><br></sub></p><p><span style=\"background-color: initial;\"><strong><sub>3</sub></strong> And it shall come to pass, that he that is left in Zion, and he that remaineth in Jerusalem, shall be called holy, even every one that is written among the living in Jerusalem:</span></p><p><strong>&nbsp;Daniel 12:1</strong></p><p><strong><sub>12</sub></strong> And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.</p><p><strong>&nbsp;Malachi 3:16</strong></p><p><strong><sub>16</sub></strong> Then they that feared the Lord spake often one to another: and the Lord hearkened, and heard it, and a book of remembrance was written before him for them that feared the Lord, and that thought upon his name.\n</p><p>\n</p><p><strong style=\"background-color: initial;\">&nbsp;Luke 10:20</strong><sub><br></sub></p><p><span style=\"background-color: initial;\"><strong><sub>20</sub></strong> Notwithstanding in this rejoice not, that the spirits are subject unto you; but rather rejoice, because your names are written in heaven.</span></p><p><strong>&nbsp;Revelation 13:8</strong></p><p><strong><sub>8 </sub></strong>And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.</p><p><strong>&nbsp;Revelation 17:8</strong></p><p><strong><sub>8 </sub></strong>The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.\n</p><p><strong>\n</strong></p><p><strong style=\"background-color: initial;\">Why do you think it is important that Hebrews ends the argument of the epistle with a link to the promises of Daniel 7? Why are these links important in the context of Jesus’ ministry in heaven? What does Daniel 7 teach us about the end of all earthly and fallen things?</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 19",
          "dayTitle": "<p>Perfect Health\n</p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p>By Andrew McChesney\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>Noy was a wealthy woman who oversaw more than 100 workers at a family-owned coffee plantation in Laos. But then she fell ill with a mystery disease in her village.\n</p><p>Her physician couldn’t identify the illness.\n</p><p>Noy went to many medical doctors across southern Laos, but no one could help.\n</p><p>Her health grew worse and worse until she could not even walk and was confined to her bed. More than that, she nearly lost her mind. Many times, she could not remember people in her own family.\n</p><p>All her workers left because she did not pay their salaries. Villagers told her and her husband that she would not survive.\n</p><p>At this low point in Noy’s life, a visitor arrived from Laos’ capital, Vientiane. The visitor, like Noy, was not a Christian, but her son and daughter-in-law were Seventh-day Adventists. She told Noy about Jesus.\n</p><p>“Maybe Jesus can save your life,” she said.\n</p><p>With assistance from her husband, Noy found the telephone number of an Adventist pastor in the south and called him for help.\n</p><p>The pastor traveled to Noy’s village and prayed with her.\n</p><p>Noy was encouraged by the prayer, and she decided to move temporarily to Vientiane. She wanted to meet Adventist church members and get to know them.\n</p><p>When she arrived, she could not get off the bed, and she struggled to think clearly. Church members met and prayed with her regularly. Gradually, her health improved. She started to sit, stand, and walk.\n</p><p>Five months after falling ill, Noy returned to her home village in perfect health.\n</p><p>The villagers were surprised at what they saw. They had expected her to die, but she was alive and fully healed. Astonished, they asked her what happened.\n</p><p>“Jesus saved me from death,” Noy said.\n</p><p>Now many villagers are interested in knowing more about Jesus, the powerful physician who can heal all who ask Him.\n</p><p>Thank you for your Sabbath School mission offering that will help spread the gospel to the people of Laos and other countries of the Southern Asia-Pacific Division. Part of this quarter’s Thirteenth Sabbath Offering will help open an elementary school in Laos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>Receiving an Unshakable Kingdom<br></p>",
      "verse": "<p>“Therefore, since we are receiving a kingdom which cannot be shaken, let us have grace, by which we may serve God acceptably with reverence and godly fear” (Hebrews 12:28, NKJV).<br></p>",
      "versionCode": 16,
      "weekDate": "March 12–18"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
