{
   "data":[
      {
         "color":"#F5E0E7",
         "id":712,
         "idEs":35,
         "language":"en",
         "lessonDays":[
            {
               "date":"March 15",
               "dayTitle":"<p>Love and Justice: The Two Greatest Commandments<br></p>",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p><strong>Read for This Week’s Study:</strong> Matt. 22:34–40, Zech. 7:9–12, Psalm 82, Micah 6:8, Matt. 23:23–30, Luke 10:25–37.&nbsp;</p><p><strong>Memory Text:</strong> “If someone says, ‘I love God,’ and hates his brother, he is a liar; for he who does not love his brother whom he has seen, how can he love God whom he has not seen?” (1 John 4:20, NKJV).&nbsp;</p><p>Though we have confidence that God will make all things right in the end, it still matters what we, as Christians, do in the here and now. Though there may be many injustices and evils that God will not now eradicate (because of the parameters of the cosmic conflict), this doesn’t mean that we can’t be used to help alleviate whatever suffering and evil we come across, at least to whatever degree possible. In fact, we are obligated, as Christians, to do just that.&nbsp;</p><p>s we have seen, love and justice go together; they are inseparable. God loves justice. Accordingly, if we love God, we will love justice, as well.&nbsp;</p><p>Likewise, if we love God, we will love one another. Part of loving one another is sharing a concern for the well-being of those around us. When others are afflicted by poverty, oppression, or any kind of injustice, we should be concerned. When others are oppressed, we should not turn a blind eye. Instead, we should ask ourselves what we can do, individually and corporately, to advance God’s love and justice in a way that reflects to our broken world our Lord’s perfect character of righteousness and love.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 16",
               "dayTitle":"<p>The Two Greatest Commandments</p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p>To reflect on what we might do, individually and corporately, to advance God’s love and justice in our world, it is appropriate to begin by focusing on what God has commanded us.&nbsp;</p><p><strong>Read Matthew 22:34–40. How did Jesus answer the lawyer’s question? <br></strong></p><p><strong>Matthew 22:34–40</strong></p><p><strong><sup>34</sup></strong> But when the Pharisees heard that He had silenced the Sadducees, they gathered together.&nbsp;</p><p><strong><sup>35</sup></strong> Then one of them, a lawyer, asked Him a question, testing Him, and saying,&nbsp;</p><p><strong><sup>36</sup> </strong>“Teacher, which is the great commandment in the law?”&nbsp;</p><p><strong><sup>37</sup></strong> Jesus said to him, “‘You shall love the Lord your God with all your heart, with all your soul, and with all your mind.’&nbsp;</p><p><strong><sup>38</sup> </strong>This is the first and great commandment.&nbsp;</p><p><strong><sup>39</sup></strong> And the second is like it: ‘You shall love your neighbor as yourself.’&nbsp;</p><p><sup><strong>40 </strong></sup>On these two commandments hang all the Law and the Prophets.”</p><p><br></p><p>According to Jesus Himself, the “ ‘first and great commandment’ ” is “ ‘ “You shall love the Lord your God with all your heart, with all your soul, and with all your mind.” ’ ” And, Jesus adds, “ ‘the second is like it: “You shall love your neighbor as yourself.” ’ ” These commandments do not stand alone, however. Jesus further instructs: “ ‘On these two commandments hang all the Law and the Prophets’ ” (Matt. 22:37–40, NKJV). Indeed, they are themselves quoted from the Old Testament.&nbsp;</p><p><strong>Read Matthew 19:16–23. How do Jesus’ answers to the rich young ruler’s questions relate to His answers to the lawyer’s question in Matthew 22? <br></strong></p><p><strong>Matthew 19:16–23</strong><br></p><p><sup><strong>16</strong> </sup>Now behold, one came and said to Him, “Good Teacher, what good thing shall I do that I may have eternal life?”&nbsp;</p><p><strong><sup>17</sup></strong> So He said to him, “Why do you call Me good? No one is good but One, that is, God. But if you want to enter into life, keep the commandments.”&nbsp;</p><p><sup><strong>18</strong> </sup>He said to Him, “Which ones?” Jesus said, “‘You shall not murder,’ ‘You shall not commit adultery,’ ‘You shall not steal,’ ‘You shall not bear false witness,’&nbsp;</p><p><sup><strong>19</strong></sup> ‘Honor your father and your mother,’ and, ‘You shall love your neighbor as yourself.’ ”&nbsp;</p><p><strong><sup>20</sup></strong> The young man said to Him, “All these things I have kept from my youth. What do I still lack?”&nbsp;</p><p><sup><strong>21</strong> </sup>Jesus said to him, “If you want to be perfect, go, sell what you have and give to the poor, and you will have treasure in heaven; and come, follow Me.”&nbsp;</p><p><strong><sup>22 </sup></strong>But when the young man heard that saying, he went away sorrowful, for he had great possessions.&nbsp;</p><p><sup><strong>23</strong> </sup>Then Jesus said to His disciples, “Assuredly, I say to you that it is hard for a rich man to enter the kingdom of heaven.<br></p><p><br></p><p>What was going on here? Why did Jesus answer this man as He did? And what should these encounters say to us all, regardless of our position or station in life?&nbsp;</p><p>“Christ made the only terms which could place the ruler where he would perfect a Christian character. His words were words of wisdom, though they appeared severe and exacting. In accepting and obeying them was the ruler's only hope of salvation. His exalted position and his possessions were exerting a subtle influence for evil upon his character. If cherished, they would supplant God in his affections. To keep back little or much from God was to retain that which would lessen his moral strength and efficiency; for if the things of this world are cherished, however uncertain and unworthy they may be, they will become allabsorbing.”—Ellen G. White, The Desire of Ages, p. 520.&nbsp;</p><p><strong>Though we might not all be called to sell all that we have, as was this rich young ruler, what might you, personally, be clinging to that, if you don’t give up, could lead to your eternal ruin?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 17",
               "dayTitle":"<p>The Two Greatest Sins</p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p>According to Jesus Himself, the two greatest commandments are love for God and love for one another. And carrying out these commands involves sacrifices that tangibly show love to others, which is what following in the footsteps of Jesus is really about.&nbsp;</p><p>Now, if the two greatest commandments are love for God and love for others, what are the two greatest sins?&nbsp;</p><p><strong>Read Psalm 135:13–19. What does this reveal about a common sin emphasized throughout Scripture?&nbsp;</strong></p><p><strong>Psalm 135:13–19</strong></p><p><sup><strong>13</strong></sup> Your name, O Lord, endures forever, Your fame, O Lord, throughout all generations.&nbsp;</p><p><strong><sup>14</sup> </strong>For the Lord will judge His people, And He will have compassion on His servants.&nbsp;</p><p><sup><strong>15</strong> </sup>The idols of the nations are silver and gold, The work of men’s hands.&nbsp;</p><p><strong><sup>16</sup></strong> They have mouths, but they do not speak; Eyes they have, but they do not see;&nbsp;</p><p><strong><sup>17</sup></strong> They have ears, but they do not hear; Nor is there any breath in their mouths.&nbsp;</p><p><strong><sup>18</sup></strong> Those who make them are like them; So is everyone who trusts in them.&nbsp;</p><p><strong><sup>19</sup> </strong>Bless the Lord, O house of Israel! Bless the Lord, O house of Aaron!<br></p><p><br></p><p>The Old Testament continually emphasizes the importance of love for God above all (see Deut. 6:5). This is closely related to the great sin of idolatry, which is the opposite of love for God.&nbsp;</p><p><strong>Read Zechariah 7:9–12. According to the prophet Zechariah in this passage, what does God decry? How does it and the sin of idolatry relate to the two great commandments? <br></strong></p><p><strong>Zechariah 7:9–12</strong></p><p><sup><strong>9</strong> </sup>“Thus says the Lord of hosts: ‘Execute true justice, Show mercy and compassion Everyone to his brother.&nbsp;</p><p><strong><sup>10</sup> </strong>Do not oppress the widow or the fatherless, The alien or the poor. Let none of you plan evil in his heart Against his brother.’&nbsp;</p><p><strong><sup>11</sup></strong> “But they refused to heed, shrugged their shoulders, and stopped their ears so that they could not hear.&nbsp;</p><p><strong><sup>12</sup></strong> Yes, they made their hearts like flint, refusing to hear the law and the words which the Lord of hosts had sent by His Spirit through the former prophets. Thus great wrath came from the Lord of hosts.<br></p><p><br></p><p>It is not just idolatry to which God responds with the anger of love but the mistreatment of His people, whether individually or corporately. God becomes angry at injustice because God is love.&nbsp;</p><p>The two great sins emphasized throughout the Old Testament are failings relative to the two great commandments: to love God and to love one another. The two greatest sins are failings of love. In short, then, you cannot keep the commandments if you do not love God and if you do not love others.&nbsp;</p><p>Indeed, 1 John 4:20, 21 states: “If someone says, ‘I love God,’ and hates his brother, he is a liar; for he who does not love his brother whom he has seen, how can he love God whom he has not seen? And this commandment we have from Him: that he who loves God must love his brother also” (NKJV).&nbsp;</p><p><strong>How do you explain why love for God cannot be separated from love for others? How do you understand this unbreakable link?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 18",
               "dayTitle":"<p>God Loves Justice<br></p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p>Scripture declares that God loves justice and hates evil (for example, Ps. 33:5, Isa. 61:8), and He is deeply concerned about injustice, which evokes righteous indignation on behalf of all those who are the victims of injustice. Throughout the Old and New Testaments, God is consistently passionate in favor of the downtrodden and oppressed while expressing righteous anger against the victimizers and oppressors.&nbsp;</p><p><strong>Read Psalm 82. How does this psalm express God’s concern for justice in this world? What might it mean for us today?</strong></p><p><strong>Psalm 82</strong></p><p><strong><sup>1</sup></strong> God stands in the congregation of the mighty; He judges among the gods.&nbsp;</p><p><strong><sup>2</sup></strong> How long will you judge unjustly, And show partiality to the wicked? Selah&nbsp;</p><p><strong><sup>3</sup></strong> Defend the poor and fatherless; Do justice to the afflicted and needy.&nbsp;</p><p><strong><sup>4</sup></strong> Deliver the poor and needy; Free them from the hand of the wicked.&nbsp;</p><p><sup><strong>5</strong> </sup>They do not know, nor do they understand; They walk about in darkness; All the foundations of the earth are unstable.&nbsp;</p><p><strong><sup>6</sup></strong> I said, “You are gods, And all of you are children of the Most High.&nbsp;</p><p><sup><strong>7</strong></sup> But you shall die like men, And fall like one of the princes.”&nbsp;</p><p><strong><sup>8</sup></strong> Arise, O God, judge the earth; For You shall inherit all nations.</p><p><br></p><p>As many commentators understand it, this passage decries both the earthly rulers responsible for the injustice in society and is also a reference to when God judges the celestial rulers (the “gods”) behind corrupt earthly judges and rulers (demonic forces, obviously). Specifically, the rulers are asked, “How long will you judge unjustly, and show partiality to the wicked?” (Ps. 82:2, NKJV).&nbsp;</p><p>Further, they are charged: “Defend the poor and fatherless; do justice to the afflicted and needy. Deliver the poor and needy; free them from the hand of the wicked” (Ps. 82:3, 4, NKJV). Here and elsewhere, the prophets of the Old Testament set forth a clarion call for justice. This is no peripheral concern of Scripture; it is central to the message of the prophets throughout the Old Testament and to what Jesus spoke when here in the flesh.&nbsp;</p><p>It is no secret what God desires and requires of those who would claim to love and obey Him. He specifies very clearly in Micah 6:8 (and in similar passages elsewhere): “He has shown you, O man, what is good; and what does the Lord require of you but to do justly, to love mercy, and to walk humbly with your God?” (NKJV).&nbsp;</p><p>This sentiment is echoed throughout Scripture. For example, Jesus said: “ ‘By this all will know that you are My disciples, if you have love for one another’ ” (John 13:35, NKJV; compare with 1 John 4:8–16).&nbsp;</p><p><strong>What would our families and churches look like if we focused on Micah 6:8 and intentionally put it into practice in both word and deed? In whatever context you are in, how could the application of these principles be made manifest better?</strong></p><p><strong>Micah 6:8</strong></p><p><sup><strong>8</strong></sup> He has shown you, O man, what is good; And what does the Lord require of you But to do justly, To love mercy, And to walk humbly with your God?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 19",
               "dayTitle":"<p>Called to Establish Justice<br></p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p>The prophets in Scripture continually highlight God’s call for justice in society. Again and again, Scripture does not shrink back from highlighting issues of injustice and oppression. Indeed, the call for God to bring judgment was itself the call for God to establish justice.&nbsp;</p><p>For example, the prophet Isaiah does not mince words about the injustice in Israel at the time. His words and call for justice should ring loud and clear in our ears today. “ ‘Learn to do good; seek justice, rebuke the oppressor; defend the fatherless, plead for the widow’ ” (Isa. 1:17, NKJV). Further, he proclaims “ ‘woe’ ” against those who “ ‘decree unrighteous decrees’ ” and “ ‘rob the needy of justice’ ”(Isa. 10:1, 2, NKJV), warning: “ ‘What will you do in the day of punishment, and in the desolation which will come from afar? To whom will you flee for help? And where will you leave your glory?’ ” (Isa. 10:3, NKJV).&nbsp;</p><p>Likewise, the prophet Jeremiah proclaims God’s message: “ ‘Woe to him who builds his house by unrighteousness and his chambers by injustice, who uses his neighbor’s service without wages and gives him nothing for his work. . . . Did not your father eat and drink, and do justice and righteousness? then it was well with him. He judged the cause of the poor and needy; then it was well. Was not this knowing Me?’ says the Lord” (Jer. 22:13, 15, 16, NKJV).&nbsp;</p><p><strong>Read Matthew 23:23–30. What does Jesus teach here about what is most important? What do you think He means when He refers to “weightier matters”?&nbsp;</strong></p><p><strong>Matthew 23:23–30</strong></p><p><sup><strong>23</strong></sup> “Woe to you, scribes and Pharisees, hypocrites! For you pay tithe of mint and anise and cummin, and have neglected the weightier matters of the law: justice and mercy and faith. These you ought to have done, without leaving the others undone.&nbsp;</p><p><strong><sup>24</sup></strong> Blind guides, who strain out a gnat and swallow a camel!&nbsp;</p><p><strong><sup>25</sup></strong> “Woe to you, scribes and Pharisees, hypocrites! For you cleanse the outside of the cup and dish, but inside they are full of extortion and self-indulgence.&nbsp;</p><p><strong><sup>26</sup></strong> Blind Pharisee, first cleanse the inside of the cup and dish, that the outside of them may be clean also.&nbsp;</p><p><sup><strong>27</strong> </sup>“Woe to you, scribes and Pharisees, hypocrites! For you are like whitewashed tombs which indeed appear beautiful outwardly, but inside are full of dead men’s bones and all uncleanness.&nbsp;</p><p><sup><strong>28</strong></sup> Even so you also outwardly appear righteous to men, but inside you are full of hypocrisy and lawlessness.&nbsp;</p><p><strong><sup>29</sup></strong> “Woe to you, scribes and Pharisees, hypocrites! Because you build the tombs of the prophets and adorn the monuments of the righteous,&nbsp;</p><p><strong><sup>30</sup></strong> and say, ‘If we had lived in the days of our fathers, we would not have been partakers with them in the blood of the prophets.’</p><p>Lest one think that injustice was a concern only of Old Testament prophets, we see clearly here and elsewhere in Jesus’ ministry that this was of utmost concern to Christ Himself. As He puts it: “ ‘Woe to you, scribes and Pharisees, hypocrites! For you pay tithe of mint and anise and cumin, and have neglected the weightier matters of the law: justice and mercy and faith. These you ought to have done, without leaving the others undone’ ” (Matt. 23:23, NKJV). In the parallel passage in Luke, Jesus laments that they “ ‘pass by justice and the love of God’ ” (Luke 11:42, NKJV).&nbsp;</p><p><strong>If you were to focus on the “weightier matters” today, what would that look like as opposed to whatever “tithe of mint and anise and cumin” we might be focusing on instead?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 20",
               "dayTitle":"<p>Who Is My Neighbor?</p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p>In Luke’s account, just after Jesus declares the two greatest commandments of love for God and love for a neighbor, a lawyer, “wanting to justify himself, said to Jesus, ‘And who is my neighbor?’ ” (Luke 10:29, NKJV). In response to this, Jesus tells the now-familiar, but then shocking, parable of the good Samaritan.&nbsp;</p><p><strong>Read the parable of the good Samaritan in Luke 10:25–37. What is this passage saying in light of the cry of the prophets for mercy and justice and of the kinds of injustices that different people groups have inflicted on “others” throughout human history?&nbsp;</strong></p><p><strong>Luke 10:25–37</strong></p><p><sup><strong>25</strong></sup> And behold, a certain lawyer stood up and tested Him, saying, “Teacher, what shall I do to inherit eternal life?”&nbsp;</p><p><strong><sup>26</sup></strong> He said to him, “What is written in the law? What is your reading of it?”&nbsp;</p><p><strong><sup>27</sup></strong> So he answered and said, “ ‘You shall love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind,’ and ‘your neighbor as yourself.’ ”&nbsp;</p><p><strong><sup>28</sup></strong> And He said to him, “You have answered rightly; do this and you will live.”&nbsp;</p><p><strong><sup>29</sup> </strong>But he, wanting to justify himself, said to Jesus, “And who is my neighbor?”&nbsp;</p><p><strong><sup>30</sup></strong> Then Jesus answered and said: “A certain man went down from Jerusalem to Jericho, and fell among thieves, who stripped him of his clothing, wounded him, and departed, leaving him half dead.&nbsp;</p><p><sup><strong>31</strong></sup> Now by chance a certain priest came down that road. And when he saw him, he passed by on the other side.&nbsp;</p><p><strong><sup>32</sup></strong> Likewise a Levite, when he arrived at the place, came and looked, and passed by on the other side.&nbsp;</p><p><strong><sup>33</sup></strong> But a certain Samaritan, as he journeyed, came where he was. And when he saw him, he had compassion.&nbsp;</p><p><strong><sup>34</sup></strong> So he went to him and bandaged his wounds, pouring on oil and wine; and he set him on his own animal, brought him to an inn, and took care of him.&nbsp;</p><p><strong><sup>35</sup> </strong>On the next day, when he departed, he took out two denarii, gave them to the innkeeper, and said to him, ‘Take care of him; and whatever more you spend, when I come again, I will repay you.’&nbsp;</p><p><sup><strong>36</strong> </sup>So which of these three do you think was neighbor to him who fell among the thieves?”&nbsp;</p><p><sup><strong>37</strong> </sup>And he said, “He who showed mercy on him.” Then Jesus said to him, “Go and do likewise.”</p><p><br></p><p>Jesus did not just talk about justice; He came to bring it. He was and will be the fulfillment of the prophetic call and longing for justice (see Luke 4:16–21 in light of Isaiah 61:1, 2). He is the desire of all nations, especially those who recognize their need for deliverance.&nbsp;</p><p>In direct contrast to the enemy, who grasped for power and sought to usurp God’s throne, Jesus lowered Himself and identified with those under sin, injustice, and oppression (without being infected by sin), and He defeated the enemy by giving Himself in love in order to establish justice as the One who is just and the Justifier of all who believe. How can we claim to be concerned about the law that Christ died to uphold if we are not concerned about what Christ calls the weightier matters of the law?&nbsp;</p><p>Psalm 9:8, 9 proclaims, “He shall judge the world in righteousness, and He shall administer judgment for the peoples in uprightness. The Lord also will be a refuge for the oppressed, a refuge in times of trouble” (NKJV). Likewise, Psalm 146:7–9 adds, God “executes justice for the oppressed” and “gives food to the hungry. The Lord gives freedom to the prisoners. The Lord opens the eyes of the blind; the Lord raises those who are bowed down; the Lord loves the righteous. The Lord watches over the strangers; He relieves the fatherless and widow; but the way of the wicked He turns upside down” (NKJV).&nbsp;</p><p><strong>How much clearer could the Word of God be in regard to how we should seek to minister to those around us who are in need and are hurting? What can we learn from the life and ministry of Jesus about reaching out to those in need? Even if we can’t perform miracles as He did, for many hurt people, how could our help be deemed “miraculous” enough?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 21",
               "dayTitle":"<p>Further Thought<br></p>",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p>Read Ellen G. White, “The Sabbath,” pp. 281–289, in The Desire of Ages.&nbsp;</p><p>“The spies dared not answer Christ in the presence of the multitude, for fear of involving themselves in difficulty. They knew that He had spoken the truth. Rather than violate their traditions, they would leave a man to suffer, while they would relieve a brute because of the loss to the owner if it were neglected. Thus greater care was shown for a dumb animal than for man, who is made in the image of God. This illustrates the working of all false religions. They originate in man’s desire to exalt himself above God, but they result in degrading man below the brute. Every religion that wars against the sovereignty of God defrauds man of the glory which was his at the Creation, and which is to be restored to him in Christ. Every false religion teaches its adherents to be careless of human needs, sufferings, and rights. The gospel places a high value upon humanity as the purchase of the blood of Christ, and it teaches a tender regard for the wants and woes of man. The Lord says, ‘I will make a man more precious than fine gold; even a man than the golden wedge of Ophir.’ Isa. 13:12.&nbsp;</p><p>“When Jesus turned upon the Pharisees with the question whether it was lawful on the Sabbath day to do good or to do evil, to save life or to kill, He confronted them with their own wicked purposes. They were hunting His life with bitter hatred, while He was saving life and bringing happiness to multitudes. Was it better to slay upon the Sabbath, as they were planning to do, than to heal the afflicted, as He had done? Was it more righteous to have murder in the heart upon God’s holy day than love to all men, which finds expression in deeds of mercy?”—Ellen G. White, The Desire of Ages, pp. 286, 287.&nbsp;</p><p><strong>Discussion Questions:</strong>&nbsp;</p><p><strong>1</strong> Why and how is it true that “Every false religion teaches its adherents to be careless of human needs”? How can we act intentionally so as to avoid such carelessness in our church communities and beyond?&nbsp;</p><p><strong>2</strong> Who is my neighbor? Who is your neighbor? In what practical ways should following Christ make us more like the Samaritan who crossed the boundaries of his day to act out love?&nbsp;</p><p><strong>3</strong> If God loves justice and mercy, how should we act in accordance with what matters most to God? How can we be more focused on what Jesus called “the weightier matters of the law”?&nbsp;</p><p><strong>4 </strong>When we think and talk about judgment, how often do we emphasize that a primary way Jesus discusses judgment is in terms of whether, and to what extent, we actively love others, particularly the oppressed and downtrodden? Reflect on this in light of Matthew 25:31–46.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":128,
               "idDay":8,
               "idLesson":12,
               "lessonText":"<p><strong>Stuck in the Middle East</strong></p><p> By Andrew Mcchesney&nbsp;</p><p>Ki-nam’s world came crashing down after she arrived from South Korea to work as a student missionary in the Middle East. She arrived on a short-term tourist visa that needed to be upgraded to a residence visa, allowing her to stay for a full year. Her apartment landlord had agreed to sign the paperwork, giving her proof of residence for the new visa. But suddenly he changed his mind and demanded a large sum of money to sign the document.&nbsp;</p><p>Ki-nam didn’t have the money. The missionary leader overseeing the small group of student missionaries didn’t have the money. The small Seventh-day Adventist community didn’t have the money. The community mainly was comprised of poor refugees who worshiped in a house church.</p><p>Ki-nam’s choices were limited. She couldn’t simply move to another apartment because it was difficult to find landlords willing to rent to foreigners. Staying illegally in the country wasn’t an option, and she didn’t want to bribe an official for the resident visa.&nbsp;</p><p>She prayed, “Lord, if You sent me here, You should solve my problem.” She prayed every day for two months. Her parents in South Korea prayed. The missionary leader put Ki-nam’s name on the house church’s prayer list, and church members prayed.&nbsp;</p><p>Two months passed, and the landlord didn’t sign the document.&nbsp;</p><p>Then the day arrived when Ki-nam had to go for an interview for a new visa. But she didn’t have any documents to support a new visa.&nbsp;</p><p>Shortly before the interview, Ki-nam’s cell phone rang. It was the missionary leader. “There may be a solution,” he said. “Let’s go.”&nbsp;</p><p>He explained that a church member had felt impressed to stop by a real estate agency just a few minutes earlier. The church member knew the agency owner and had asked, “Can you help my friend?” The owner had replied, “Bring her passport, and I’ll give her proof of residence.”&nbsp;</p><p>Ki-nam was stunned. She could only say, “Thank You, God.”&nbsp;</p><p>The owner signed the document, and Ki-nam received the resident visa.&nbsp;</p><p>After that, Ki-nam had no doubt that God would bless her year in the Middle East. And He did. Seven people were baptized through her work. “God called me and used me to save people,” Ki-nam said in an interview with Adventist Mission in Seoul, South Korea. “He was with me every step of the way, helping me. I realized that there are no mistakes in God’s calling, and it was a year of gratitude.”<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>Teacher´s Comments<br></p>",
               "id":129,
               "idDay":9,
               "idLesson":12,
               "lessonText":"<p><strong>Part I:</strong> Overview Key Text: 1 John 4:20&nbsp;</p><p><em>Study Focus:</em> Matt. 19:16–22; Matt. 22:35–40; Matt. 25:40, 45; Luke 10:30–37; 1 John 4:20.&nbsp;</p><p><em>Introduction:</em> If we love God, we will love one another and share a concern for one another’s well-being.&nbsp;</p><p><strong>Lesson Themes:</strong> This week’s lesson highlights two main ideas:&nbsp;</p><p>1. The unbreakable link of loving God and loving others (justice). In Scripture, to love a fellow believer involves concrete loving actions by sharing material goods with a brother or sister in need. Loving one another implies a concern for his or her well-being. Christ’s self-sacrificial love for us is the basis for our knowledge and practice of love, in which failing to love others means failing to see the God who is revealed in Jesus Christ.&nbsp;</p><p>2. Failings of love—when love and justice are disconnected. If we love God, we will love others and share a concern for justice focused on people’s well-being. Conversely, a disconnect between loving God and doing justice to others demonstrates a lack of commitment in keeping God’s commandments. This is the case in the history of the rich young ruler, who presumed to obey the commandments but failed to show love to the poor. Another example in the Gospels is the priest and the Levite in the parable of the good Samaritan. They also presumed to follow the rules of purity but failed to express compassion and love.&nbsp;</p><p><strong>Life Application:</strong> How are you living up to the notion that loving God involves caring about the needs of others?&nbsp;</p><p><strong>Part II: </strong>Commentary&nbsp;</p><p>1. The Unbreakable Link of Loving God and Loving Others (Justice)&nbsp;</p><p>The connection between loving God and loving others, in 1 John 4:20, provides an important elaboration of John’s pastoral warnings against the failure to love brothers and sisters, as emphasized in previous passages. Karen H. Jobes points out that in 1 John 4:20, “John comes full circle in his discussion of love, especially for fellow believers.”—1, 2, and 3 John, Zondervan Exegetical Commentary on the New Testament (Grand Rapids, MI: Zondervan, 2014), p. 206. At least three passages in 1 John deal with this discussion.&nbsp;</p><p>In 1 John 2:9–11, John associates the attitudes of loving and not loving/ hating fellow believers with the opposing images of light and darkness. In his words, “He who says he is in the light, and hates his brother, is in darkness until now. He who loves his brother abides in the light, and there is no cause for stumbling in him. But he who hates his brother is in darkness and walks in darkness, and does not know where he is going, because the darkness has blinded his eyes” (1 John 2:9–11, NKJV).&nbsp;</p><p>Likewise, in 1 John 3:10, 11, the distinction is between the children of God and the children of the devil. “In this the children of God and the children of the devil are manifest: Whoever does not practice righteousness is not of God, nor is he who does not love his brother. For this is the message that you heard from the beginning, that we should love one another” (1 John 3:10, 11, NKJV).&nbsp;</p><p>Then, in 1 John 3:14–17, we find more details about John’s warnings on this matter, now with the opposition between life and death. “We know that we have passed from death to life, because we love the brethren. He who does not love his brother abides in death. Whoever hates his brother is a murderer, and you know that no murderer has eternal life abiding in him. By this we know love, because He laid down His life for us. And we also ought to lay down our lives for the brethren. But whoever has this world’s goods, and sees his brother in need, and shuts up his heart from him, how does the love of God abide in him?” (1 John 3:14–17, NKJV).&nbsp;</p><p>Two significant details are observed in this passage. First, to love a fellow believer is spelled out in terms of sharing material goods with a brother or sister who is in need. This concrete loving action is an important form of justice, inasmuch as the furtherance of justice or societal welfare is positively understood as the promotion of the well-being of others, which implies the alleviation of suffering in the world. Suffering is seen here as a tangible form of injustice. Second, the love that stands for justice, in the sense of supplying the needs of others, is Christologically grounded in 1 John 3:16 (“By this we know love, because He laid down His life for us. And we also ought to lay down our lives for the brethren” [NKJV]). That is, Christ’s self-sacrificial love for us is the basis for our knowledge and practice of love.&nbsp;</p><p>Therefore, if we read 1 John 4:20 (“If someone says, ‘I love God,’ and hates his brother, he is a liar; for he who does not love his brother whom he has seen, how can he love God whom he has not seen?” [NKJV]) in light of 1 John 2:9–11, 1 John 3:10, 11, and especially 1 John 3:14–17, it is possible to draw the following conclusions. First, the failure to love fellow believers is particularly expressed in the neglect to supply the material needs of brothers and sisters. According to the theological deduction of 1 John 4:20, this failure is an evidence that the professed believer does not love God. Theological anthropology could be the basis for this deduction, as God created human beings in His own image (Gen. 1:27).&nbsp;</p><p>However, the basis of the deduction of 1 John 4:20 also seems Christological. That is, as already seen in 1 John 3:16, Christ’s selfsacrificial love is both the foundation of our knowledge of love and the stimulating pattern/power for our love toward others. This Christological basis is reaffirmed in 1 John 4:9–11.&nbsp;</p><p>While “no one has seen God at any time” (1 John 4:12, NKJV), His love became visible or “manifested toward us” because He “sent His only begotten Son into the world” (1 John 4:9, NKJV). In fact, the statement that “we love” God “because He first loved us” (1 John 4:19, NKJV) is Christologically explained in the sense that it was not we who loved God first “but that He loved us and sent His Son to be the propitiation for our sins” (1 John 4:10, NKJV). And “if God so loved us, we also ought to love one another” (1 John 4:11, NKJV).&nbsp;</p><p>The idea that Christ is the visible manifestation of God’s love, who is not visible to us (1 John 4:12), is reinforced by John’s own testimony as an eyewitness of Jesus: “And we have seen and testify that the Father has sent the Son as Savior of the world” (1 John 4:14, NKJV; see also John 1:14, 18). Hence, as Jobes summarizes, “a failure to love others means that a person has failed to see the God who is revealed in Jesus Christ and therefore is unable to love God at all.”—1, 2, and 3 John, Zondervan Exegetical Commentary on the New Testament, p. 207. This unbreakable link of loving God and loving others (in the sense of promoting justice, that is, the well-being of others), seen from a Christological standpoint, reminds us of what Jesus affirmed in Matthew 25:40: “ ‘Inasmuch as you did it to one of the least of these My brethren, you did it to Me’ ” (NKJV; see also Matt. 25:45, which employs negative language to express this principle).&nbsp;</p><p>2. Failings of Love: When Love and Justice Are Disconnected.&nbsp;</p><p>The connection between loving God and others, particularly in the form of justice (promoting their well-being and alleviating their suffering), provides the necessary articulation in life for all the commandments we find in Scripture. To put it another way, the disconnection between loving God and doing justice to others (loving them) means that there is no real harmony in our lives, as we attempt to keep God’s commandments. An example of this principle is the rich young ruler (Matt. 19:16–22), who presumed to obey the commandments but failed to show love to the poor with his material possessions and then, ultimately, failed to follow Jesus. Another significant example in the Gospels is the priest and the Levite in the parable of the good Samaritan (Luke 10:30–37), as they presumed to follow the rules of purity, related to the temple, but failed to show mercy and love to the man half-dead on the road between Jerusalem and Jericho.&nbsp;</p><p>Jesus emphasizes in a dialogue with a lawyer, as recorded in Matthew 22:35–40, that to love God and one’s neighbors are “two hangers” that hold all the biblical teachings (the law and the prophets). While many translations of Matthew 22:40 render the Greek verb kremánnymi as “depending” (“On these two commandments depend all the Law and the Prophets” [ESV]; see also NASB 1995, NET, RSV), the more literal meaning of hanging is employed in other translations (“ ‘On these two commandments hang all the Law and the Prophets’ ” [NKJV]; see also NRSV).&nbsp;</p><p><strong>Part III: Life Application&nbsp;</strong></p><p>In the context of the unbreakable link between loving God and loving others, Christ’s sacrificial love on the cross is the basis for your love to others. From this perspective, discuss with your class the following questions:&nbsp;</p><p>1. In what ways is God’s love, as revealed on the cross, your example of loving others?&nbsp;</p><p>2. What sacrifices do you personally make to love others and to render justice/supply to their needs?</p><p>3. When people are afflicted by poverty, oppression, or any kind of injustice, what can we do as a church to support them?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>Love and Justice: The Two Greatest Commandments<br></p>",
         "verse":"<p>“If someone says, ‘I love God,’ and hates his brother, he is a liar; for he who does not love his brother whom he has seen, how can he love God whom he has not seen?” (1 John 4:20, NKJV).<br></p>",
         "versionCode":80,
         "weekDate":"March 15-21"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
