{
  "data": [
    {
      "color": "#67b4bf",
      "id": 7,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "9 de agosto",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>Tras salir de Egipto, Israel emprendió un viaje desconocido hacia la Tierra Prometida. El pueblo se enfrentaba a un exigente y largo camino, y necesitaba aprender una multitud de lecciones. El Señor los guiaría y cuidaría, y deseaba ayudarlos a crecer, pero debían aprender disciplina, dominio propio, abnegación, generosidad, confianza en el Señor y, especialmente, obediencia.</p><p><br></p>\n\n<p>Moisés era un líder visible, y el pueblo tenía que seguirlo y aceptar su liderazgo si querían triunfar. Era crucial que permanecieran unidos, que cooperaran como comunidad y que se ayudaran mutuamente. Había muchos obstáculos y desafíos por delante. Gran parte de su crecimiento espiritual dependería de cómo enfrentaran esos desafíos y respondieran a Moisés, especialmente cuando los retos fueran grandes.</p><p><br></p>\n\n<p>El conocido adagio chino de que “un viaje de mil kilómetros comienza con un solo paso” era acertado en la situación de ellos, y necesitaban confiar en las indicaciones del Señor a cada paso. Trágicamente, como veremos, no aprendieron esas lecciones tan fácilmente. Pero ¿quién lo hace?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de agosto",
          "dayTitle": "<p><strong>AGUAS AMARGAS</strong></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>En los incidentes registrados en la Biblia, distintos personajes desempeñan papeles diferentes, buenos o malos, y debemos prestar mucha atención a las tramas, los lugares, los tiempos y los villanos. Sin embargo, lo más importante de un relato suele ser el desenlace y las lecciones aprendidas. Lo mismo puede decirse de los relatos bíblicos acerca de la historia del pueblo de Dios tras el cruce del Mar Rojo.</p><p><br></p>\n\n<p>Como muestran los episodios, Dios es el Solucionador de problemas y el Pacificador. Sin embargo, su labor es dificultada por la incredulidad de las personas. Debido a su constante murmuración y desobediencia, los hebreos experimentaron serias complicaciones e incluso tragedias. Trajeron sobre sí mismos muchas dificultades debido a su incredulidad e impenitencia.</p><p><br></p>\n\n<p><strong>Lee Éxodo 15:22 al 27. Tras el cruce del Mar Rojo, ¿cuál fue el trasfondo del primer milagro realizado?</strong></p>\n<p><strong>Éxodo 15:22–27</strong></p>\n<p><strong><sup>22</sup></strong> E hizo Moisés que partiese Israel del Mar Rojo, y salieron al desierto de Shur; y anduvieron tres días por el desierto sin hallar agua.</p>\n<p><strong><sup>23</sup></strong> Y llegaron a Mara, y no pudieron beber las aguas de Mara, porque eran amargas; por eso le pusieron el nombre de Mara.</p>\n<p><strong><sup>24</sup></strong> Entonces el pueblo murmuró contra Moisés, y dijo: ¿Qué hemos de beber?</p>\n<p><strong><sup>25</sup></strong> Y Moisés clamó a Jehová, y Jehová le mostró un árbol; y lo echó en las aguas, y las aguas se endulzaron.</p>\n<p><strong><sup>26</sup></strong> Y dijo: Si oyeres atentamente la voz de Jehová tu Dios, e hicieres lo recto delante de sus ojos, y por atención a sus mandamientos y guardando todos sus estatutos, ninguna enfermedad pondré sobre ti, como puse sobre los egipcios; porque yo Jehová soy tu sanador.</p>\n<p><strong><sup>27</sup></strong> Entonces llegaron a Elim, donde había doce fuentes de aguas, y setenta palmeras; y acamparon allí junto a las aguas.</p><p><br></p>\n\n<p>La primera prueba de la fe de Israel estuvo asociada a la necesidad de agua, lo que no es de extrañar dado el difícil, caluroso y seco entorno del desierto. Después de tres días de viaje, el pueblo finalmente encontró agua, pero no era potable. <em>Marah</em> significa “amargo”, y como el agua era amarga la fe de Israel en su bondadoso Señor se tambaleó rápidamente. Sin embargo, Dios reaccionó con compasión, y el primer milagro fue realizado con un trozo de madera. Por supuesto, no fue la madera sino el Señor quien hizo que el agua se tornara dulce y potable. El pueblo tuvo que aprender importantes lecciones: (1) paciencia para esperar el momento oportuno del Señor, y (2) que Dios hace las cosas en cooperación con los seres humanos.</p><p><br></p>\n\n<p>Sin embargo, los hijos de Israel dieron muchas cosas por sentadas y rápidamente olvidaron los grandes milagros que Dios había hecho por ellos, milagros por los que tan apasionadamente le habían cantado alabanzas, declarando: “¿Quién como tú, Señor, entre los dioses? ¿Quién como tú, magnífico en santidad, terrible en prodigios, autor de maravillas?” (Éxo. 15:11).</p><p><br></p>\n\n<p>Sin embargo, incluso después de sus quejas, Dios prometió que no traería sobre los israelitas “ninguna de las enfermedades” (Éxo. 15:26, NVI) que habían asolado a los egipcios. Él los protegería, pero solo podrían experimentar el cumplimiento de esta promesa si se mantenían fieles a él.</p><p><br></p>\n\n<p><ul><li>¿Qué pruebas y luchas has traído sobre ti mismo? ¿Qué consuelo puedes obtener al saber que Dios seguirá obrando en tu favor si cooperas con él?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de agosto",
          "dayTitle": "<p><strong>CODORNICES Y MANÁ</strong></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>Desgraciadamente, existe un patrón repetitivo de rebelión en estas historias de peregrinación. La gente olvidaba notoriamente que la poderosa mano de Dios les había ayudado en el pasado y que él había provisto soluciones para sus dificultades. Dejaron que sus problemas presentes los cegaran respecto de su meta final y del futuro maravilloso prometido por Dios. Ese es un problema común incluso entre el pueblo de Dios actualmente.</p><p><br></p>\n\n<p><strong>Lee Éxodo 16:1 al 36. ¿Por qué se quejaron los israelitas y qué ocurrió luego?</strong></p><p><strong>Éxodo 16:1–36</strong></p>\n<p><strong><sup>1</sup></strong> Partió luego de Elim toda la congregación de los hijos de Israel, y vino al desierto de Sin, que está entre Elim y Sinaí, a los quince días del segundo mes después que salieron de la tierra de Egipto.</p>\n<p><strong><sup>2</sup></strong> Y toda la congregación de los hijos de Israel murmuró contra Moisés y Aarón en el desierto.</p>\n<p><strong><sup>3</sup></strong> Y les decían los hijos de Israel: Ojalá hubiéramos muerto por mano de Jehová en la tierra de Egipto…, cuando nos sentábamos a las ollas de carne y comíamos hasta saciarnos; pues nos habéis sacado a este desierto para matar de hambre a toda esta multitud.</p>\n<p><strong><sup>4</sup></strong> Y Jehová dijo a Moisés: He aquí yo os haré llover pan del cielo; y el pueblo saldrá, y recogerá diariamente la porción de un día, para que yo os pruebe si andáis en mi ley o no.</p>\n<p><strong><sup>5</sup></strong> Mas en el sexto día prepararán porción para dos días.</p>\n<p><strong><sup>6</sup></strong> Entonces dijeron Moisés y Aarón a toda la congregación: Al caer la tarde sabréis que Jehová os sacó de Egipto,</p>\n<p><strong><sup>7</sup></strong> y a la mañana veréis la gloria de Jehová; porque él ha oído vuestras murmuraciones contra Jehová; pues ustedes, ¿qué son, para que murmuréis contra nosotros?</p>\n<p><strong><sup>8</sup></strong> Y Moisés dijo: Jehová os dará porción al caer la tarde carne para comer, y a la mañana pan hasta saciaros; porque ha oído vuestras murmuraciones con que murmurabais contra él.</p>\n<p><strong><sup>9</sup></strong> Dijo también Moisés a Aarón: Di a toda la congregación: Acercaos a Jehová, porque él ha oído vuestras murmuraciones.</p>\n<p><strong><sup>10</sup></strong> Y mientras Aarón hablaba al pueblo, he aquí apareció la gloria de Jehová en la nube.</p>\n<p><strong><sup>11</sup></strong> Y Jehová dijo a Moisés:</p>\n<p><strong><sup>12</sup></strong> He oído las murmuraciones de los hijos de Israel; háblales, diciendo: Al caer la tarde comeréis carne, y por la mañana os saciaréis de pan; y sabréis que yo soy Jehová vuestro Dios.</p>\n<p><strong><sup>13</sup></strong> Y por la tarde vinieron codornices y cubrieron el campamento; y por la mañana hubo rocío alrededor del campamento.</p>\n<p><strong><sup>14</sup></strong> Y cuando el rocío se evaporó, sobre la superficie del desierto apareció una cosa menuda, redonda como escarcha sobre la tierra.</p>\n<p><strong><sup>15</sup></strong> Y cuando lo vieron, los hijos de Israel dijeron entre sí: ¿Qué es esto? Y Moisés les respondió: Este es el pan que Jehová os da para comer.</p>\n<p><strong><sup>16</sup></strong> Este es lo que Jehová ha mandado: Recoged de él cada uno según lo que puede comer; un gomer por cabeza, conforme al número de vuestras personas, tomaréis por cada tienda.</p>\n<p><strong><sup>17</sup></strong> Así lo hicieron; unos recogieron mucho, otros menos.</p>\n<p><strong><sup>18</sup></strong> Y lo medían por omers; el que recogía mucho no tenía excedente, y el que recogía poco no carecía; cada cual tenía lo que necesitaba.</p>\n<p><strong><sup>19</sup></strong> Y Moisés les dijo: Ninguno deje nada de ello para mañana.</p>\n<p><strong><sup>20</sup></strong> Pero no escucharon; algunos dejaron para mañana, y había gusanos y hedía. Y Moisés se enojó.</p>\n<p><strong><sup>21</sup></strong> Y recogían por la mañana, según su necesidad; al caer la tarde desaparecía.</p>\n<p><strong><sup>22</sup></strong> En el sexto día recogieron doble porción: cada uno recogió dos omers.</p>\n<p><strong><sup>23</sup></strong> Y él dijo: Hoy es día de reposo santo dedicado a Jehová; no saldrá nadie en su lugar.</p>\n<p><strong><sup>24</sup></strong> Guardaron el pan hasta la mañana; no hedió ni había gusanos.</p>\n<p><strong><sup>25</sup></strong> Entonces dijo Moisés: Comedlo hoy, porque hoy es día de reposo a Jehová; hoy no lo hallaréis en el campo.</p>\n<p><strong><sup>26</sup></strong> Seis días se recogerá, mas el séptimo será reposo, día santo.</p>\n<p><strong><sup>27</sup></strong> Y aconteció que algunos salieron en el séptimo día a recoger, y no hallaron nada.</p>\n<p><strong><sup>28</sup></strong> Y Jehová dijo: ¿Hasta cuándo no guardaréis mis mandamientos y mis leyes? Mirad que en el sexto día os daré pan para dos días; que el reposo sea santo a Jehová.</p>\n<p><strong><sup>29</sup></strong> Quédese cada uno en su lugar; nadie salga el séptimo día delante de él.</p>\n<p><strong><sup>30</sup></strong> Así reposó el pueblo el séptimo día.</p>\n<p><strong><sup>31</sup></strong> Y llamaron a aquel pan Maná; era como semilla de culantro, blanco, y su sabor como de hojuelas con miel.</p>\n<p><strong><sup>32</sup></strong> Dijo Moisés: Llenad un gomer de él para guardarlo por vuestras generaciones, para que lo vean los hijos que nazcan después de vosotros.</p>\n<p><strong><sup>33</sup></strong> Y Moisés dijo a Aarón: Toma una vasija, pon en ella un gomer de maná y ponla delante de Jehová, para que se guarde.</p>\n<p><strong><sup>34</sup></strong> Como Jehová lo mandó a Moisés, así lo puso Aaron delante del Testimonio para guardarlo.</p>\n<p><strong><sup>35</sup></strong> Y comieron los hijos de Israel maná cuarenta años, hasta que llegaron a tierra habitada; comieron maná hasta que llegaron a la frontera de Canaán.</p>\n<p><strong><sup>36</sup></strong> Un omer es la diezava parte de un efa.</p><p><br></p>\n\n<p>Es importante notar que las tentaciones registradas en la Biblia suelen estar relacionadas con el alimento. En el Jardín del Edén, la Caída se debió a la acción de comer del árbol prohibido del conocimiento del bien y del mal (Gén. 2:16, 17; 3:1-6). Cuando Jesús fue tentado en el desierto, Satanás intentó hacerlo caer valiéndose primero de la comida (Mat. 4:3). Esaú perdió sus derechos como primogénito a causa de su apetito indisciplinado (Gén. 25:29-34). ¡Cuántas veces la desobediencia de Israel estuvo relacionada con la comida y la bebida! No es de extrañar que Moisés recordara a las generaciones posteriores: “El hombre no vive solo de pan, sino de toda palabra que sale de la boca del Señor” (Deut. 8:3).</p><p><br></p>\n\n<p>El maná era un alimento celestial que Dios suministró a los israelitas durante los cuarenta años en el desierto. Les enseñó mediante ese don que él es el Creador y el Proveedor de todo. Además, Dios usó la provisión sobrenatural de maná para mostrarles cómo guardar el sábado, el séptimo día semanal.</p><p><br></p>\n\n<p>Cada semana ocurrían cuatro milagros: (1) Dios proveía una ración diaria de maná durante cinco días. (2) Los viernes recibían una ración doble de maná, pues este no les sería provisto el sábado. (3) La ración extra del viernes reservada para el sábado no se echaba a perder. (4) No caía maná en sábado. Dios realizaba constantemente estos milagros para que el pueblo recordara el sábado y celebrara la bondad de Dios durante ese día. Dios dijo: “Tomen en cuenta que yo, el Señor, les he dado el sábado” (Éxo. 16:29, NVI).</p><p><br></p>\n\n<p><ul><li>A los humanos nos agrada comer y fuimos creados para disfrutar de ello. La abundancia de alimentos que crecen en la tierra (nuestra dieta original) revela que Dios quiere que comamos y que nos agrade lo que comemos. Sin embargo, ¿cómo es posible abusar del maravilloso don de la comida y del apetito?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de agosto",
          "dayTitle": "<p><strong>AGUA DE LA ROCA</strong></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p>En el desierto se necesita mucha agua. Dios se ocupó de este problema pese a que el pueblo era pendenciero, no confiaba en él, e incluso puso a prueba su capacidad y su disposición a proveerles el vital líquido. En su incredulidad, volvieron la vista a Egipto.</p><p><br></p>\n\n<p><strong>Lee Éxodo 17:1 al 7. ¿Qué lección debería haber aprendido el pueblo de este incidente?</strong></p><p><strong>Éxodo 17:1–7</strong></p>\n<p><strong><sup>1</sup></strong> Toda la congregación de los hijos de Israel partió del desierto de Sin por sus jornadas… y acamparon en Refidim; y no había agua para que el pueblo bebiese.</p>\n<p><strong><sup>2</sup></strong> Y altercó el pueblo con Moisés, y dijeron: Danos agua para que bebamos. Y Moisés les dijo: ¿Por qué altercáis conmigo? ¿Por qué tentáis a Jehová?</p>\n<p><strong><sup>3</sup></strong> Así que el pueblo tuvo allí sed, y murmuró contra Moisés, y dijo: ¿Por qué nos hiciste subir de Egipto para matarnos de sed a nosotros, a nuestros hijos y a nuestros ganados?</p>\n<p><strong><sup>4</sup></strong> Entonces clamó Moisés a Jehová, diciendo: ¿Qué haré con este pueblo? De aquí a un poco me apedrearán.</p>\n<p><strong><sup>5</sup></strong> Y Jehová dijo a Moisés: Pasa delante del pueblo, y toma contigo de los ancianos de Israel; y toma también en tu mano tu vara…</p>\n<p><strong><sup>6</sup></strong> He aquí que yo estaré delante de ti allí sobre la peña en Horeb; y golpearás la peña, y saldrán de ella aguas, y beberá el pueblo. Y Moisés lo hizo así en presencia de los ancianos de Israel.</p>\n<p><strong><sup>7</sup></strong> Y llamó el nombre de aquel lugar Masah y Meribá, por la rencilla de los hijos de Israel, y porque tentaron a Jehová, diciendo: ¿Está, pues, Jehová entre nosotros, o no?</p><p><br></p>\n\n<p>Moisés llamó al lugar Masa, que significa “prueba”, y Meriba, que significa “rencilla”. El Señor dio agua a los israelitas a pesar de su incredulidad. Esas dos palabras deberían haberles recordado que no debían poner a prueba a Dios ni reñir con él (Heb. 3:7, 8, 15). Cuestionaron seriamente la presencia de Dios a pesar de las numerosas demostraciones previas que habían tenido de su compañía, poder y autoridad.</p><p><br></p>\n\n<p>“Moisés hirió la peña, pero fue el Hijo de Dios el que, escondido en la columna de nube, estaba junto a Moisés e hizo brotar las vivificadoras corrientes de agua. No solo Moisés y los ancianos, sino también toda la multitud que estaba de pie a lo lejos, presenciaron la gloria del Señor; pero si se hubiera apartado la columna de nube, habrían perecido a causa del terrible fulgor de aquel que estaba en ella” (Elena de White, <em>Patriarcas y profetas</em>, pp. 304, 305).</p><p><br></p>\n\n<p>El agua es símbolo de vida, pues esta no es posible sin aquella. Todas las células de nuestro cuerpo necesitan agua. Nosotros mismos estamos constituidos por un 60 % de agua. Incluso nuestros huesos están en parte compuestos por ella. Por lo tanto, el hecho de que Dios proporcionara agua a los israelitas en el desierto era evidencia de que Dios se preocupaba por sus necesidades y de que podían confiar en él. Pero, de nuevo, era necesario que fueran obedientes.</p><p><br></p>\n\n<p>Muchos siglos después, Pablo recuerda a los creyentes que la experiencia de los israelitas en el desierto fue única. Cristo mismo no solo los guio, sino que también les proporcionó agua (Sal. 78:15, 16) y satisfizo otras necesidades espirituales y físicas. En tal sentido, el apóstol afirmó: “La roca era Cristo” (1 Cor. 10:4). Para ellos, Cristo era la Fuente de la vida y el Dador de la vida eterna. Así como una roca es sólida, Dios guiaba firmemente a su pueblo. Se puede contar con él porque no deja de cumplir sus promesas.</p><p><br></p>\n\n<p><ul><li>¿En qué aspectos necesitas ahora mismo confiar en Dios? ¿Cómo puedes aprender a someterte a su voluntad y esperar hasta que él actúe a su debido tiempo? ¿Por qué no siempre es fácil hacerlo?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de agosto",
          "dayTitle": "<p><strong>JETRO</strong></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>Moisés recibió la visita de Jetro, su suegro, también llamado Reuel (Éxo. 2:18), quien trajo consigo a Séfora, la mujer de Moisés, y a sus dos hijos, Gersón y Eliezer. Moisés salió a recibirlos cuando supo que venían.</p><p><br></p>\n\n<p><strong>Lee Éxodo 18:1 al 27. ¿Qué pasos importantes en la historia de la nación tuvieron lugar aquí?</strong></p><p><strong>Éxodo 18:1–27</strong></p>\n<p><strong><sup>1</sup></strong> Oyó Jetro sacerdote de Madián, suegro de Moisés, todas las cosas que Dios había hecho con Moisés y con Israel su pueblo, y cómo Jehová lo había sacado de Egipto.</p>\n<p><strong><sup>2</sup></strong> Y tomó Jetro a Séfora, la mujer de Moisés, después que él la envió, y a sus dos hijos; el uno se llamaba Gersón y el otro Eliezer.</p>\n<p><strong><sup>3</sup></strong> Y Jetro el suegro de Moisés, con los hijos y la mujer de éste, vino a Moisés en el desierto…</p>\n<p><strong><sup>4</sup></strong> Y Moisés salió a recibir a su suegro, se inclinó y lo besó; y se preguntaron el uno al otro cómo estaban, y vinieron a la tienda.</p>\n<p><strong><sup>5</sup></strong> Y Moisés contó a su suegro todas las cosas que Jehová había hecho… y cómo los había librado Jehová.</p>\n<p><strong><sup>6</sup></strong> Y se alegró Jetro de todo el bien que Jehová había hecho a Israel… libre de mano de los egipcios.</p>\n<p><strong><sup>7</sup></strong> Y dijo: Bendito sea Jehová… ahora conozco que Jehová es más grande que todos los dioses.</p>\n<p><strong><sup>8</sup></strong> Y tomó Jetro holocaustos y sacrificios para Dios; y Aaron y todos los ancianos de Israel vinieron…</p>\n<p><strong><sup>9</sup></strong> Al día siguiente Moisés se sentó a juzgar al pueblo, y estuvo delante de él desde la mañana hasta la tarde.</p>\n<p><strong><sup>10</sup></strong> Viendo esto, su suegro le dijo: ¿Qué es lo que haces? ¿Por qué te sientas solo y todo el pueblo está delante de ti?</p>\n<p><strong><sup>11</sup></strong> Moisés respondió: Porque el pueblo viene a mí para consultar a Dios…</p>\n<p><strong><sup>12</sup></strong> El suegro le dijo: Esto no está bien; tú te cansarás tú y este pueblo contigo, porque este trabajo es demasiado pesado para ti.</p>\n<p><strong><sup>13</sup></strong> Escucha mi voz: Yo te aconsejaré y Dios estará contigo…</p>\n<p><strong><sup>14</sup></strong> Enséñales estatutos y leyes, y muéstrales el camino que deben andar y lo que han de hacer.</p>\n<p><strong><sup>15</sup></strong> Escoge de entre todo el pueblo varones capaces… y ponlos por jefes sobre miles, honderos y decenas.</p>\n<p><strong><sup>16</sup></strong> Ellos juzgarán al pueblo en todo tiempo; los asuntos difíciles traedlos a mí, y todo asunto menor juzgarán ellos mismos.</p>\n<p><strong><sup>17</sup></strong> Si esto hiciere y el Señor lo mandare, podrás sostenerte… y todo este pueblo irá en paz a su lugar.</p>\n<p><strong><sup>18</sup></strong> Moisés escuchó la voz de su suegro, e hizo todas las cosas que dijo.</p>\n<p><strong><sup>19</sup></strong> Escogió Moisés varones de virtud de entre Israel y los puso por jefes sobre mil, sobre cien, sobre cincuenta y sobre diez.</p>\n<p><strong><sup>20</sup></strong> Juzgaban al pueblo en todo tiempo; lo difícil traían a Moisés, y ellos mismos juzgaban lo menor.</p>\n<p><strong><sup>21</sup></strong> Y despidió Moisés a su suegro, y él se fue a su tierra.</p><p><br></p>\n\n<p>Jetro vino porque oyó hablar de la asombrosa liberación de Israel por parte de Dios. Moisés narró a Jetro en detalle “todas las cosas que el Señor había hecho a Faraón y a los egipcios por amor a Israel, y todo el trabajo que habían pasado en el camino, y cómo el Señor los había librado” (Éxo. 18:8).</p><p><br></p>\n\n<p>Jetro alabó la bondad de Dios y sus extraordinarias intervenciones en favor de su pueblo: “¡Alabado sea el Señor que los libró de mano de los egipcios y de Faraón, y libró al pueblo de la opresión egipcia! Ahora reconozco que el Señor es grande más que todos los dioses, porque prevaleció contra los que se ensoberbecieron contra ellos” (Éxo. 18:10, 11).</p><p><br></p>\n\n<p>Lo que vemos aquí es un ejemplo de cómo la obra de Dios en favor de los hebreos debía ser un testimonio para el mundo acerca de quién es el Dios verdadero y de lo que puede hacer por su pueblo.</p><p><br></p>\n\n<p>Mientras Jetro aprendía acerca del Dios verdadero, él mismo tenía consejos sabios y beneficiosos para ofrecer al pueblo de Dios. Moisés necesitaba organizar el sistema legal con principios justos y equitativos. También necesitaba jueces íntegros, dedicados y fieles. Jetro enumeró sabiamente las calificaciones que debían tener esas personas: (1) hombres que respetaran profundamente a Dios; (2) que fueran dignos de confianza; y (3) que odiaran la ganancia deshonesta.</p><p><br></p>\n\n<p>Personas capaces y de buen carácter debían estar a cargo de diferentes grupos de miles, centenas, cincuentenas y decenas. De este modo, la carga administrativa de Moisés se reduciría y podría centrarse en los problemas importantes. Como resultado, el pueblo estaría bien atendido.</p><p><br></p>\n\n<p>Moisés aceptó el sabio consejo de Jetro (Éxo. 18:24) y nombró líderes para diferentes funciones administrativas (ver también Deut. 1:9-18).</p><p><br></p>\n\n<p><ul><li>Moisés podría haber despreciado el consejo de su anciano suegro y haberle dicho que se ocupara de sus asuntos, pero no lo hizo. ¿Qué lecciones importantes podemos aprender de su disposición a escuchar a esta persona que ni siquiera era hebrea?<br></li></ul></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de agosto",
          "dayTitle": "<p><strong>EL PAN Y EL AGUA DE VIDA</strong></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee 1 Corintios 10:11. ¿Qué razón aduce Pablo para que estos acontecimientos quedaran registrados?</strong></p><p><strong>1 Corintios 10:11</strong></p>\n<p><strong><sup>11</sup></strong> Y estas cosas les acontecieron como ejemplo, y están escritas para amonestarnos a nosotros, a quienes han alcanzado los fines de los siglos.</p><p><br></p>\n\n<p>Pablo explica que todo lo sucedido a los israelitas quedó registrado a fin de que sirviera como ejemplo y advertencia para los seguidores de Cristo y los ayudara a evitar los mismos problemas; es decir, para que aprendieran de esas experiencias. Se trata, pues, de una instrucción pertinente para quienes vivimos en “el fin de los tiempos” (NVI). Dios da a su pueblo el Espíritu Santo para fortalecer a los creyentes con “poder, [...] amor y [...] dominio propio” (2 Tim. 1:7) a fin de que puedan tomar decisiones correctas y seguir sus enseñanzas. Jesucristo es la Fuente de la nueva vida (Juan 14:6), y solo él puede convertirnos “en sacrificio vivo, santo, agradable a Dios, que es el culto espiritual de ustedes. [...] No se conformen a este mundo, sino transfórmense mediante la renovación de su entendimiento, para que puedan comprobar cuál es la buena voluntad de Dios, agradable y perfecta” (Rom. 12:1, 2).</p><p><br></p>\n\n<p>Jesús en su ministerio también usó las enseñanzas contenidas en estos relatos del Antiguo Testamento, los del maná y el agua en particular, para enseñar verdades acerca de sí mismo, quien condujo a los israelitas por el desierto.</p><p><br></p>\n\n<p><strong>Lee Juan 4:7 al 15 y 6:31 al 51. ¿Qué verdades se nos revelan aquí a los cristianos?</strong></p><p><strong>Juan 4:7–15</strong></p>\n<p><strong><sup>7</sup></strong> Vino una mujer de Samaria a sacar agua; y Jesús le dijo: Dame de beber.</p>\n<p><strong><sup>8</sup></strong> Pues sus discípulos habían ido a la ciudad a comprar de comer.</p>\n<p><strong><sup>9</sup></strong> La mujer samaritana le dijo: ¿Cómo tú, siendo judío, me pides de beber, que soy mujer samaritana? Porque judíos y samaritanos no se tratan entre sí.</p>\n<p><strong><sup>10</sup></strong> Respondió Jesús y le dijo: Si conocieras el don de Dios, y quién es el que te dice: Dame de beber; tú le pedirías, y él te daría agua viva.</p>\n<p><strong><sup>11</sup></strong> La mujer le dijo: Señor, no tienes con qué sacarla, y el pozo es hondo; ¿de dónde, pues, tienes esa agua viva?</p>\n<p><strong><sup>12</sup></strong> ¿Acaso eres tú mayor que nuestro padre Jacob, que nos dio este pozo, del cual bebió él, sus hijos y sus ganados?</p>\n<p><strong><sup>13</sup></strong> Respondió Jesús y le dijo: Cualquiera que bebiere de esta agua, volverá a tener sed;</p>\n<p><strong><sup>14</sup></strong> mas el que bebiere del agua que yo le daré, no tendrá sed jamás; sino que el agua que yo le daré será en él una fuente de agua que salte para vida eterna.</p>\n<p><strong><sup>15</sup></strong> La mujer le dijo: Señor, dame de esa agua, para que no tenga yo sed, ni venga aquí a sacarla.</p><p><strong>Juan 6:31–51</strong></p>\n<p><strong><sup>31</sup></strong> Nuestros padres comieron el maná en el desierto; como está escrito: Pan del cielo les dio a comer.</p>\n<p><strong><sup>32</sup></strong> Y Jesús les dijo: De cierto, de cierto os digo: No os dio Moisés el pan del cielo, mas mi Padre os da el verdadero pan del cielo.</p>\n<p><strong><sup>33</sup></strong> Porque el pan de Dios es aquel que descendió del cielo y da vida al mundo.</p>\n<p><strong><sup>34</sup></strong> Le dijeron: Señor, danos siempre este pan.</p>\n<p><strong><sup>35</sup></strong> Jesús les dijo: Yo soy el pan de vida; el que a mí viene, nunca tendrá hambre; y el que en mí cree, no tendrá sed jamás.</p>\n<p><strong><sup>36</sup></strong> Mas os he dicho, que aunque me habéis visto, no creéis.</p>\n<p><strong><sup>37</sup></strong> Todo lo que el Padre me da, vendrá a mí; y al que a mí viene, no le echo fuera.</p>\n<p><strong><sup>38</sup></strong> Porque he descendido del cielo, no para hacer mi voluntad, sino la voluntad del que me envió.</p>\n<p><strong><sup>44</sup></strong> Ninguno puede venir a mí, si el Padre que me envió no le trajere; y yo le resucitaré en el día postrero.</p>\n<p><strong><sup>47</sup></strong> De cierto, de cierto os digo: El que cree en mí, tiene vida eterna.</p>\n<p><strong><sup>48</sup></strong> Yo\n\n</p><p><br></p><p>La samaritana descubrió que Cristo le ofrecía algo que no obtendría en ningún otro lugar. La sed interior de paz, alegría y felicidad procede de Dios y, por lo tanto, solo él puede satisfacerla (Sal. 42:1, 2).</p><p><br></p>\n\n<p>Más tarde, en el contexto del maná, Jesús explicó que fue Dios, no Moisés, quien lo proveyó al pueblo. Luego Jesús declaró: “Yo soy el pan de vida. El que viene a mí nunca tendrá hambre” (Juan 6:35). Jesús se identificó dos veces como el Pan de vida (Juan 6:35, 48).</p><p><br></p>\n\n<p>Así como el maná en el desierto era “pan del cielo” (Juan 6:31, 32), el agua de la roca era el regalo de Cristo para satisfacer la sed. Además de estos aspectos físicos, el pan y el agua tenían también un significado espiritual, pues Jesucristo es “el pan de vida” (Juan 6:35, 48) y el “agua viva” (Juan 4:10, 11, 14; 7:37, 38). Solo él, pues, puede saciar verdaderamente nuestras sed y hambre espirituales.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de agosto",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR</strong></p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>&nbsp;</strong>Lee el capítulo titulado “Del Mar Rojo al Sinaí” en el libro <em>Patriarcas y profetas</em>, de Elena de White, pp. 296–309.</p><p><br></p>\n\n<p>Poco después del incidente con el agua, la nación se enfrentó a un nuevo peligro (ver Éxo. 17:8–16). Los amalecitas, una tribu feroz y belicosa, los atacaron. “Los amalecitas no desconocían el carácter de Dios ni su soberanía, pero en lugar de temerlo, se habían empeñado en desafiar su poder. Las maravillas hechas por Moisés ante los egipcios fueron tema de burla para los amalecitas, y se mofaron de los temores de los pueblos circunvecinos. Habían jurado por sus dioses que destruirían a los hebreos de tal manera que ninguno escaparía, y se jactaban de que el Dios de Israel sería impotente para resistirlos. Los israelitas no los habían perjudicado ni amenazado. En ninguna forma habían provocado el ataque. Para manifestar su odio y su desafío a Dios, los amalecitas trataron de destruir al pueblo escogido.</p><p><br></p>\n\n<p>Durante mucho tiempo habían sido pecadores arrogantes, y sus crímenes clamaban a Dios exigiendo venganza; sin embargo, su misericordia todavía los llamaba al arrepentimiento. Pero, cuando cayeron sobre las cansadas e indefensas filas de Israel, sellaron la suerte de su propia nación” (Elena de White, <em>Patriarcas y profetas</em>, p. 307).</p><p><br></p>\n\n<p><strong>PREGUNTAS PARA DIALOGAR:</strong></p>\n<ol>\n  <li>\n    Reflexiona en el hecho de que Jetro aprendió acerca del Dios verdadero a partir de lo que Dios hizo por su pueblo. (Ver Deut. 4:4–8). ¿Por qué es válido hoy ese principio? Pregúntate a ti mismo y a tu clase qué tipo de testimonio presenta nuestra iglesia ante el mundo. ¿Qué mensaje damos al mundo acerca de la naturaleza y el carácter de nuestro Dios?\n  </li>\n  <li>\n    Lee nuevamente 1 Corintios 10:4. ¿Qué debería enseñarnos esto acerca de la antigua herejía, sostenida aún por algunos, según la cual el Dios del Antiguo Testamento era vengativo, iracundo e implacable en contraste con Jesús? ¿Cómo muestra este versículo lo erróneo de esa creencia?\n  </li>\n  <li>\n    Vuelve a leer lo que Elena de White escribió acerca de cómo los amalecitas tuvieron la oportunidad de conocer al Dios verdadero. Compara su actitud con la de Jetro. ¿Qué lecciones podemos aprender de esto acerca de por qué Dios trajo juicio no solo sobre ellos, sino también sobre muchos grupos humanos de la antigüedad con los que Israel entró en contacto?\n  </li>\n</ol>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de agosto",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>RESEÑA</strong></p>\n<p><strong>Texto clave:</strong> Éxodo 16:28-30.</p>\n<p><strong>Enfoque del estudio:</strong> Éxodo 15:22-18:27.</p><p><br></p>\n\n<p><strong>Introducción</strong></p>\n<p>La intervención milagrosa de Dios para rescatar a su pueblo de la esclavitud, un hecho sin precedentes e irrepetible, debía ser recordada y conmemorada regularmente en ocasión de la Pascua. Los israelitas fueron liberados, pero la libertad tiene un precio muy elevado. Dios realizó sus señales y sus maravillas en favor de Israel, lo que implicó los juicios divinos que cayeron sobre Egipto. Estos juicios no fueron meramente punitivos para los egipcios, sino también instructivos para los israelitas, ya que les ayudaron a conocer al Dios verdadero y a descubrir los valores reales y duraderos de la vida. Dios se presentó como un amoroso y justo Redentor, un poderoso Guerrero que rescató a Israel de la esclavitud. Estos dramáticos acontecimientos tenían el propósito de llevar al pueblo de Dios a confiar plenamente en él como su sabio Guía y Protector, y a depender de su conducción.</p><p><br></p>\n<p>Después de la gran liberación de Egipto, la experiencia del Mar Rojo y la espléndida celebración de la salvación de Dios de manos del faraón y su ejército, Dios condujo a Israel al desierto de Shur, donde viajaron durante tres días sin encontrar agua. Esto representó otra prueba para la confianza de los israelitas en el Señor (Éxo. 15:25). Justo antes de esa prueba, ellos habían confiado en él tras cruzar el Mar Rojo y ver la derrota del faraón (Éxo. 14:31). ¿Seguirían confiando en Dios como su Líder? Todo lo que había sucedido en los últimos días y semanas debería haber quedado grabado en sus memorias. ¿Recordarían la conducción de Dios cuando surgieran nuevas dificultades?</p><p><br></p>\n<p>Dios cuidó de Israel como un padre amoroso y los guio pacientemente a través del desierto. Tuvo que enseñarles lecciones dolorosas cuando murmuraban; sin embargo, les proporcionó amorosamente agua, codornices y maná, y los instruyó acerca de cómo santificar el sábado.</p><p><br></p>\n\n<p><strong>COMENTARIO</strong></p>\n<p>Éxodo 15:22 a 18:27 describe el viaje de Israel al Sinaí. El pasaje consta de cinco narraciones, dos de ellas relacionadas con el don del agua. La primera, en Mara, se refiere a la potabilización del agua amarga (Éxo. 15:22-27). El segundo relato tiene que ver con el agua que brotó de una roca (Éxo. 17:1-7). Entre estos dos relatos se encuentran los milagros de la alimentación divina mediante las codornices y el maná e instrucciones acerca de cómo guardar el sábado (Éxo. 16:1-36). Estos tres prodigios –agua, codornices y maná– son seguidos por dos relatos adicionales: el regalo de la victoria del Señor sobre los amalecitas (Éxo. 17:8-16) y la visita de Jetro, durante la cual dio sabios consejos a Moisés (Éxo. 18:1-27).</p><p><br></p>\n\n<p><strong>El don del agua en Mara</strong></p>\n<p>La palabra hebrea <em>lun</em> (“murmurar”, “refunfuñar”, “quejarse”) aparece por primera vez en el libro de Éxodo como parte del relato acerca de la falta de agua potable en el desierto de Shur. Los israelitas se detuvieron en Mara, donde el agua era amarga, por lo que “el pueblo murmuró contra Moisés” (Éxo. 15:24). Lamentablemente, el término <em>lun</em> aparece una y otra vez durante el deambular de Israel por el desierto y se destaca en los relatos del maná y las codornices, donde aparece ocho veces (como verbo en Éxo. 16:2, 7 y 8; como sustantivo en Éxo. 16:7 y 8, y dos veces más en los vers. 9 y 12). También se encuentra en el relato siguiente acerca del agua que brota de la roca en la narración de Refidim (Éxo. 17:3-6). La acción de murmurar o refunfuñar aparece también en Números (Núm. 14:2, 27, 29, 36; 16:11, 41; 17:5, 10). Este término aparece fuera del Pentateuco solamente en Josué 9:18.</p><p><br></p>\n\n<p>Cuando el pueblo se quejó, Moisés clamó al Señor, quien ahora es mencionado por tercera vez en Éxodo (Éxo. 8:12; 14:15; 15:25). El Señor indicó a Moisés que arrojara un trozo de madera en el agua amarga, la cual se volvió potable en respuesta a la obediencia a las instrucciones divinas. En el contexto de la potabilización del agua, el Señor prometió que no traería sobre ellos “ninguna enfermedad [hebreo: <em>majalah</em>] de las que envié a los egipcios”, si lo escuchaban atentamente y le eran obedientes. Para destacar la confiabilidad de su promesa, utilizó la fórmula con la que se identificaba como Dios: “Yo soy el Señor, tu Sanador” (Éxo. 15:26). El Señor se refería a las diversas enfermedades relacionadas con las diez plagas (ver también la promesa de Dios en Éxo. 23:25). Ninguna de estas plagas caería sobre los fieles.</p><p><br></p>\n\n<p>El agua es la fuente y el sustento de la vida, la cual no es posible sin agua, sobre todo en el desierto. Sin ella, solo se puede sobrevivir unos días. No es de extrañar que en Éxodo y Números tengamos varios relatos y milagros importantes relacionados con el agua. Después, Israel acampó en Elim, donde había mucha agua y el alivio de la sombra de las palmeras que allí crecían.</p><p><br></p>\n\n<p><strong>Las codornices, el don del maná y el sábado</strong></p>\n<p>El Señor respondió misericordiosamente a las murmuraciones del pueblo, que se quejaba por no tener carne y otros alimentos que habían disfrutado en Egipto. Su queja estaba llena de exageraciones y amarga ironía. Los israelitas recordaban sus platos llenos mientras trabajaban como esclavos para el faraón. En respuesta, sin embargo, el Señor prometió que les proporcionaría pan del cielo y también codornices. Dijo que tendrían codornices por la tarde y pan del cielo por la mañana, y así fue exactamente (Éxo. 16:13). Nunca antes habían visto maná, así que preguntaron: “¿Qué es esto?” (Éxo. 16:15), lo cual es el significado de la palabra “maná”.</p><p><br></p>\n\n<p>Mediante el don del maná, Dios enseñó a los israelitas cómo observar el sábado. Jesús llamó al maná el “pan del cielo” (Juan 6:31) en referencia a Éxodo 16:4. El maná era el pan que el Señor daba de comer a su pueblo en el desierto (Éxo. 16:15). Los israelitas recibieron maná durante cuarenta años (Éxo. 16:35). La provisión de este alimento celestial cesó únicamente cuando los israelitas celebraron su primera Pascua en la Tierra Prometida (Jos. 5:10-12).</p><p><br></p>\n\n<p>Durante los cuarenta años de permanencia de los israelitas en el desierto, cada semana ocurrían cuatro milagros que les enseñaron el carácter sagrado del sábado: (1) el maná descendía del cielo todos los días, excepto el sábado; (2) si alguien recogía maná para el día siguiente durante la semana, el “pan del cielo” se echaba a perder al día siguiente; (3) cada viernes, el día de preparación para el sábado, caía una porción doble de maná; y (4) el maná recogido los viernes no se echaba a perder, sino que permanecía fresco para su consumo el sábado. Así, el Señor proveía todos los días para las necesidades de Israel. Seis días a la semana tenían que salir a recoger el maná, un recordatorio de que cada día dependían completamente de él.</p><p><br></p>\n\n<p>Otro milagro relacionado con el pan del cielo fue la orden dada por el Señor a Moisés de tomar un omer de maná (medida equivalente a unos 1,7 kg) y colocarlo dentro de una vasija ante el Arca del Pacto (Éxo. 16:34). Más tarde, ese maná fue colocado dentro del Arca del Pacto (Heb. 9:4) como recordatorio para las generaciones futuras. Este maná no se echaba a perder, a pesar de que originalmente solamente se conservaba en buen estado durante dos días como máximo, de viernes a sábado.</p>\n\n<p><br></p><p>El sustantivo “sábado” (hebreo: <em>shabbat</em>) aparece varias veces en el libro de Éxodo y es mencionado por primera vez en la Biblia en Éxodo 16:23, donde se lo describe como “el santo sábado (hebreo: <em>shabbaton</em>), el reposo consagrado al Señor”. Este versículo es el primer mandato explícito acerca de la observancia del sábado y contiene tres imperativos: “cocer”, “hervir” y “guardar”. El sábado debía ser celebrado. Es interesante que el versículo 25 añade el cuarto imperativo: “Cómanlo hoy”. La acción de comer está estrechamente ligada a la observancia del sábado.</p><p><br></p>\n\n<p>El término “hoy” es utilizado tres veces en este texto en conexión con el sábado, enfatizando así el milagro de comer el maná en sábado porque Dios lo proveyó. En el versículo 25 se afirma que este es un “sábado del Señor”, y el versículo 26 explica que el sábado es el séptimo día de la semana. El versículo 30 relaciona el sábado con el descanso: “El pueblo reposó [hebreo: <em>shabat</em>] el séptimo día”. Las tres palabras clave de Éxodo 16:23 al 30 (“sábado”, “hoy” y “reposo”) lo conectan con Hebreos 4:7 al 10, donde el autor también desarrolla esos tres conceptos: “sábado”, “hoy” y “descanso”. La palabra “sábado” aparece también en Éxodo 16:25, 26 y 29; 20:8, 10 y 11; 31:14, 15 (dos veces) y 16; y 35:2 y 3.</p><p><br></p>\n\n<p>En el clímax del relato acerca del maná, cuando algunas personas salieron en sábado a recogerlo, Dios hizo una pregunta muy aguda: “¿Hasta cuándo se negarán a guardar mis mandamientos y mis leyes?” (Éxo. 16:28). El Señor utiliza la palabra “negarse” para describir la acción deliberada de ellos. Necesitaban aprender que el sábado era un don, lo que era destacado por el hecho de que el Señor les proveía anticipadamente el alimento para ese día a fin de que no necesitaran recogerlo entonces.</p><p><br></p>\n\n<p><strong>APLICACIÓN A LA VIDA</strong></p>\n<ol>\n  <li>Jesús afirmó que era “el pan de vida” (Juan 6:35, 48). ¿Cómo podemos tener una relación tan estrecha con Jesucristo al punto de que él se convierta en nuestro “alimento” y “bebida” de cada día?</li>\n  <li>¿Cuándo y cómo deberíamos ayudar a quienes se lamentan de las dificultades de la vida? ¿Cuándo no deberíamos escuchar quejas?</li>\n  <li>Dios estaba presente en la columna de nube y en la columna de fuego, pero los israelitas dieron por sentada su presencia. También nosotros podemos no apreciar debidamente algo extraordinario que Dios esté haciendo en nuestro medio. ¿Cómo podemos mantener viva nuestra admiración por el carácter sagrado de Dios y de sus obras?</li>\n  <li>La visita de Jetro es por excelencia una narración acerca del liderazgo piadoso. Moisés estaba aprendiendo y desarrollando sus habilidades como dirigente. Era un líder centrado en Dios que reconocía la conducción divina en su vida y en la de Israel. También era un oyente excepcional, lleno de gratitud y alabanza hacia Dios. Era un visionario, pero necesitaba aprender a delegar responsabilidades. Era capaz de aprender a pesar de ser un poderoso líder. ¿Qué le permitía a Moisés estar abierto a nuevas ideas a aceptar que había áreas en las que podía mejorar sin interpretar las críticas constructivas como un ataque personal ni sentirse amenazado por las sugerencias de crecimiento?</li>\n  <li>En referencia al milagro del agua que brotó de la roca en Refidim, Pablo afirma que Jesús era la Roca (1 Cor. 10:4). En ese relato, el pueblo se quejó y puso a prueba al Señor (Éxo. 17:2). En Malaquías 3:10 se nos invita a poner a prueba a Dios. ¿Cuál es la diferencia entre poner a prueba a Dios en sentido negativo y en sentido positivo? ¿Cómo podemos probar a Dios de manera equivocada?</li>\n</ol>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>EL PAN Y EL AGUA DE VIDA</p>",
      "verse": "<p>“Y el Señor dijo a Moisés: ‘¿Hasta cuándo se negarán a guardar mis mandamientos y mis leyes? Miren que el Señor les dio el sábado. Por eso en el sexto día les da pan para dos días. Quédese, pues, cada uno en su estancia, y nadie salga de su lugar en el séptimo día’. Así, el pueblo reposó el séptimo día” (Éxo. 16:28-30).</p>",
      "versionCode": 25,
      "weekDate": "9-15 de agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
