{
   "data":[
      {
         "color":"#f00f31",
         "id":703,
         "idEs":9,
         "language":"en",
         "lessonDays":[
            {
               "date":"July 9",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>In the full light of day, and in hearing of the music of other voices, the caged bird will not sing the song that his master seeks to teach him.<br><br>He learns a snatch of this, a trill of that, but never a separate and entire melody. But the master covers the cage, and places it where the bird will listen to the one song he is to sing. In the dark, he tries and tries again to sing that song until it is learned, and he breaks forth in perfect melody.<br><br>Then the bird is brought forth, and ever after he can sing that song in the light. Thus God deals with His children. He has a song to teach us, and when we have learned it amid the shadows of affliction we can sing it ever afterward.”—Ellen G. White, The Ministry of Healing, p. 472.<br><br>Notice that the one who carries the bird into the darkness is the master himself.<br><br>It is easy to understand that Satan causes pain, but would God Himself actively take a part in guiding us into crucibles where we experience confusion or hurt?<br><br>The Week at a Glance: <strong>What examples can you think of in the Bible in which God Himself leads people into experiences that He knows will include suffering? What do you think were the new songs He wanted them to sing?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 10",
               "dayTitle":"<p>To the Promised Land via a Dead End<br></p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p><strong>“And when Pharaoh drew near, the children of Israel lifted their eyes, and behold, the Egyptians marched after them. So they were very afraid, and the children of Israel cried out to the L ord ” (Exod. 14:10, NKJV).</strong></p><br><p>Have you ever been set up, led into a trap or to a dead end? Sometimes it can be nice, like walking unexpectedly into a room of waiting friends who all shout “Surprise! Happy birthday!” At other times it can be quite a shock, even a very unpleasant one. It may have been bullies when you were at school or a work colleague who unexpectedly tried to make you look bad.</p><br><p>From the day the Israelites left Egypt to the day they reached the Promised Land, “the Lord went ahead of them in a pillar of cloud to guide them on their way and by night in a pillar of fire to give them light, so that they could travel by day or night” (Exod. 13:21, NIV). Every part of their journey was led by God Himself. But look at where He led them first: to a place where the sea was before them, mountains were on either side, and Pharaoh’s army was within eyesight right behind!</p><br><p><strong>Read Exodus 14. Why did God bring the Israelites to a place where He knew they would be terrified?</strong></p><p><strong>Exodus 14</strong></p><p><sup><strong>1</strong></sup> Now the Lord spoke to Moses, saying: <sup><br></sup></p><p><sup><strong>2</strong></sup> “Speak to the children of Israel, that they turn and camp before Pi Hahiroth, between Migdol and the sea, opposite Baal Zephon; you shall camp before it by the sea. <sup><br></sup></p><p><sup><strong>3 </strong></sup>For Pharaoh will say of the children of Israel, ‘They are bewildered by the land; the wilderness has closed them in.’</p><p>&nbsp;<sup><strong>4 </strong></sup>Then I will harden Pharaoh’s heart, so that he will pursue them; and I will gain honor over Pharaoh and over all his army, that the Egyptians may know that I am the Lord.” And they did so.<sup><br><br><strong>5</strong></sup> Now it was told the king of Egypt that the people had fled, and the heart of Pharaoh and his servants was turned against the people; and they said, “Why have we done this, that we have let Israel go from serving us?” <sup><br></sup></p><p><sup><strong>6 </strong></sup>So he made ready his chariot and took his people with him. <sup><br></sup></p><p><sup><strong>7</strong></sup> Also, he took six hundred choice chariots, and all the chariots of Egypt with captains over every one of them. <sup><br></sup></p><p><sup><strong>8 </strong></sup>And the Lord hardened the heart of Pharaoh king of Egypt, and he pursued the children of Israel; and the children of Israel went out with boldness.<strong><sup> <br></sup></strong></p><p><strong><sup>9</sup></strong> So the Egyptians pursued them, all the horses and chariots of Pharaoh, his horsemen and his army, and overtook them camping by the sea beside Pi Hahiroth, before Baal Zephon.<sup><br><br><strong>10</strong></sup> And when Pharaoh drew near, the children of Israel lifted their eyes, and behold, the Egyptians marched after them. So they were very afraid, and the children of Israel cried out to the Lord. <sup><br></sup></p><p><sup><strong>11 </strong></sup>Then they said to Moses, “Because there were no graves in Egypt, have you taken us away to die in the wilderness? Why have you so dealt with us, to bring us up out of Egypt? <sup><br></sup></p><p><sup><strong>12 </strong></sup>Is this not the word that we told you in Egypt, saying, ‘Let us alone that we may serve the Egyptians’? For it would have been better for us to serve the Egyptians than that we should die in the wilderness.”<sup><br><strong><br>13</strong></sup> And Moses said to the people, “Do not be afraid. Stand still, and see the salvation of the Lord, which He will accomplish for you today. For the Egyptians whom you see today, you shall see again no more forever.<strong><sup> <br></sup></strong></p><p><strong><sup>14</sup></strong> The Lord will fight for you, and you shall hold your peace.”<sup><br><strong><br>15 </strong></sup>And the Lord said to Moses, “Why do you cry to Me? Tell the children of Israel to go forward. <sup><br></sup></p><p><sup><strong>16</strong></sup> But lift up your rod, and stretch out your hand over the sea and divide it. And the children of Israel shall go on dry ground through the midst of the sea. <strong><sup><br></sup></strong></p><p><strong><sup>17</sup></strong> And I indeed will harden the hearts of the Egyptians, and they shall follow them. So I will gain honor over Pharaoh and over all his army, his chariots, and his horsemen. <br></p><p><sup><strong>18</strong></sup> Then the Egyptians shall know that I am the Lord, when I have gained honor for Myself over Pharaoh, his chariots, and his horsemen.”<sup><br><br><strong>19 </strong></sup>And the Angel of God, who went before the camp of Israel, moved and went behind them; and the pillar of cloud went from before them and stood behind them. 20 So it came between the camp of the Egyptians and the camp of Israel. Thus it was a cloud and darkness to the one, and it gave light by night to the other, so that the one did not come near the other all that night.<sup><br><br><strong>21</strong></sup> Then Moses stretched out his hand over the sea; and the Lord caused the sea to go back by a strong east wind all that night, and made the sea into dry land, and the waters were divided. <br></p><p><strong><sup>22</sup></strong> So the children of Israel went into the midst of the sea on the dry ground, and the waters were a wall to them on their right hand and on their left.</p><p><sup><strong>23</strong></sup> And the Egyptians pursued and went after them into the midst of the sea, all Pharaoh’s horses, his chariots, and his horsemen.<sup><br><strong><br>24</strong></sup> Now it came to pass, in the morning watch, that the Lord looked down upon the army of the Egyptians through the pillar of fire and cloud, and He troubled the army of the Egyptians.</p><p><sup><strong>&nbsp;25</strong></sup> And He took off their chariot wheels, so that they drove them with difficulty; and the Egyptians said, “Let us flee from the face of Israel, for the Lord fights for them against the Egyptians.”<sup><br><br><strong>26</strong></sup> Then the Lord said to Moses, “Stretch out your hand over the sea, that the waters may come back upon the Egyptians, on their chariots, and on their horsemen.”</p><p>&nbsp;<strong><sup>27</sup></strong> And Moses stretched out his hand over the sea; and when the morning appeared, the sea returned to its full depth, while the Egyptians were fleeing into it. So the Lord overthrew the Egyptians in the midst of the sea. <sup><br></sup></p><p><sup><strong>28</strong></sup> Then the waters returned and covered the chariots, the horsemen, and all the army of Pharaoh that came into the sea after them. Not so much as one of them remained. <sup><br></sup></p><p><sup><strong>29</strong></sup> But the children of Israel had walked on dry land in the midst of the sea, and the waters were a wall to them on their right hand and on their left.<sup><br><br><strong>30 </strong></sup>So the Lord saved Israel that day out of the hand of the Egyptians, and Israel saw the Egyptians dead on the seashore. <sup><strong><br></strong></sup></p><p><sup><strong>31 </strong></sup>Thus Israel saw the great work which the Lord had done in Egypt; so the people feared the Lord, and believed the Lord and His servant Moses.<strong><br></strong></p><br><p>Following “the pillar” doesn’t assure us of constant happiness. It also can be a hard experience, because training in righteousness takes us to places that test our hearts, which are so naturally deceitful (Jer. 17:9).</p><br><p>During these difficulties, the key to knowing when we are truly following God is not necessarily the absence of trials or pain but, rather, an openness to God’s instruction and a continual submission of our minds and hearts to His leading.</p><br><p><strong>What lesson did the Israelites learn from this experience? Exod. 14:31.</strong></p><p><strong><sup>31</sup> </strong>Thus Israel saw the great work which the Lord had done in Egypt; so the people feared the Lord, and believed the Lord and His servant Moses.<strong><br></strong></p><p><strong>Why is trusting God sometimes so hard, even though we may know many of the wonderful promises He has for us? Recount a difficult situation you believe the Lord led you into in order to teach you to “believe” in and to “fear” Him.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 11",
               "dayTitle":"<p>Bitter Waters<br></p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p><strong>“The whole Israelite community set out from the Desert of Sin, traveling from place to place as the L ord commanded. They camped at Rephidim, but there was no water for the people to drink” (Exod. 17:1, NIV).</strong><br><br>Perhaps we might not get from God everything we want, but couldn’t we expect to get all that we need? Not what we think we need but what we truly need?<br><br>There was one thing the Israelites certainly needed, and that was water. Just after God in the cloud led the Israelites through the Red Sea, they followed Him through the hot, waterless desert for three days. Particularly in the desert, where finding water is so critical, their desperation is understandable. When would they get the water they needed?<br><br>So, where does God lead them? The pillar goes to Marah, where, at last, there is water. They must have been excited. But when they tasted the water, they immediately spat it out because it was bitter. “So the people grumbled against Moses, saying, ‘What are we to drink?’ ” (Exod. 15:24, NIV).<br><br>Then, a few days later, God does it again. This time, however, the pillar actually stops where there is no water at all (Exod. 17:1). <br></p><p><strong>Read Exodus 15:22–27 and Exodus 17:1–7. What did God reveal to Israel about Himself at Marah and at Rephidim? What lessons should they have learned?</strong><br></p><p><strong>Exodus 15:22–27 <sup><br></sup></strong></p><p><sup><strong>22</strong></sup> So Moses brought Israel from the Red Sea; then they went out into the Wilderness of Shur. And they went three days in the wilderness and found no water. <sup><br></sup></p><p><sup><strong>23</strong></sup> Now when they came to Marah, they could not drink the waters of Marah, for they were bitter. Therefore the name of it was called Marah. <sup><br></sup></p><p><sup><strong>24</strong></sup> And the people complained against Moses, saying, “What shall we drink?” <sup><br></sup></p><p><sup><strong>25 </strong></sup>So he cried out to the Lord, and the Lord showed him a tree. When he cast it into the waters, the waters were made sweet.<br><br>There He made a statute and an ordinance for them, and there He tested them, <sup><br></sup></p><p><sup><strong>26 </strong></sup>and said, “If you diligently heed the voice of the Lord your God and do what is right in His sight, give ear to His commandments and keep all His statutes, I will put none of the diseases on you which I have brought on the Egyptians. For I am the Lord who heals you.”<sup><br><br><strong>27</strong></sup> Then they came to Elim, where there were twelve wells of water and seventy palm trees; so they camped there by the waters.<br></p><p><strong>Exodus 17:1–7<sup><br></sup></strong></p><p><sup><strong>1</strong></sup> Then all the congregation of the children of Israel set out on their journey from the Wilderness of Sin, according to the commandment of the Lord, and camped in Rephidim; but there was no water for the people to drink. <sup><br></sup></p><p><sup><strong>2 </strong></sup>Therefore the people contended with Moses, and said, “Give us water, that we may drink.”<br><br>So Moses said to them, “Why do you contend with me? Why do you tempt the Lord?”<sup><br><br><strong>3</strong></sup> And the people thirsted there for water, and the people complained against Moses, and said, “Why is it you have brought us up out of Egypt, to kill us and our children and our livestock with thirst?”<sup><br><strong><br>4 </strong></sup>So Moses cried out to the Lord, saying, “What shall I do with this people? They are almost ready to stone me!”<sup><br><br><strong>5</strong></sup> And the Lord said to Moses, “Go on before the people, and take with you some of the elders of Israel. Also take in your hand your rod with which you struck the river, and go. <sup><br></sup></p><p><sup><strong>6 </strong></sup>Behold, I will stand before you there on the rock in Horeb; and you shall strike the rock, and water will come out of it, that the people may drink.”<br><br>And Moses did so in the sight of the elders of Israel.</p><p><strong><sup>7</sup></strong> So he called the name of the place Massah and Meribah, because of the contention of the children of Israel, and because they tempted the Lord, saying, “Is the Lord among us or not?”<strong><br></strong></p><p><strong>In Rephidim, what question did the children of Israel ask? Exod. 17:7. Have you ever asked the same question? If so, why? How did you feel, and what lessons did you learn after you had it answered? How many times do we need to get it answered before we stop asking it altogether?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 12",
               "dayTitle":"<p>The Great Controversy in the Desert<br></p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p><strong>“Then Jesus, being filled with the Holy Spirit, returned from the Jordan and was led by the Spirit into the wilderness, being tempted for forty days by the devil” (Luke 4:1, 2, NKJV).</strong><br><br><strong>Read Luke 4:1–13. What lessons can you learn from this account about how to overcome temptation and not give in to sin?</strong></p><p><strong>Luke 4:1–13</strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>Then Jesus, being filled with the Holy Spirit, returned from the Jordan and was led by the Spirit into the wilderness, <sup><strong><br></strong></sup></p><p><sup><strong>2</strong></sup> being tempted for forty days by the devil. And in those days He ate nothing, and afterward, when they had ended, He was hungry.<sup><br><br><strong>3 </strong></sup>And the devil said to Him, “If You are the Son of God, command this stone to become bread.”<sup><br><br><strong>4</strong></sup> But Jesus answered him, saying, “It is written, ‘Man shall not live by bread alone, but by every word of God.’ ”<sup><br><br><strong>5</strong></sup> Then the devil, taking Him up on a high mountain, showed Him all the kingdoms of the world in a moment of time. 6 And the devil said to Him, “All this authority I will give You, and their glory; for this has been delivered to me, and I give it to whomever I wish. <sup><strong><br></strong></sup></p><p><sup><strong>7</strong></sup> Therefore, if You will worship before me, all will be Yours.”<sup><br><br><strong>8</strong></sup> And Jesus answered and said to him, “Get behind Me, Satan! For it is written, ‘You shall worship the Lord your God, and Him only you shall serve.’ ”<sup><br><strong><br>9 </strong></sup>Then he brought Him to Jerusalem, set Him on the pinnacle of the temple, and said to Him, “If You are the Son of God, throw Yourself down from here. <sup><br></sup></p><p><sup><strong>10</strong></sup> For it is written:<br><br>‘He shall give His angels charge over you,<br>To keep you,’<sup><br><br><strong>11 </strong></sup>and,<br><br>‘In their hands they shall bear you up,<br>Lest you dash your foot against a stone.’ ”<sup><br><br><strong>12</strong></sup> And Jesus answered and said to him, “It has been said, ‘You shall not tempt the Lord your God.’ ”<sup><br><strong><br>13</strong></sup> Now when the devil had ended every temptation, he departed from Him until an opportune time.</p><p>Temptations can be so difficult because they appeal to things we really desire, and they always seem to come at our weakest moments. Luke 4 is the beginning of the story of Jesus’ temptation by Satan, and it brings some difficult issues to our attention. At first glance, it appears that the Holy Spirit is leading Jesus into temptation. However, God never tempts us (James 1:13). Rather, as we have been seeing, God does lead us to crucibles of testing. What is striking in Luke 4 is that the Holy Spirit can lead us to times of testing that involve being exposed to Satan’s fierce temptations. At such times, when we feel these temptations so strongly, we may misunderstand and think we have not been following God correctly. But this is not necessarily true. “Often when placed in a trying situation we doubt that the Spirit of God has been leading us. But it was the Spirit’s leading that brought Jesus into the wilderness to be tempted by Satan. When God brings us into trial, He has a purpose to accomplish for our good. Jesus did not presume on God’s promises by going unbidden into temptation, neither did He give up to despondency when temptation came upon Him. Nor should we.”—Ellen G. White, The Desire of Ages, pp. 126, 129.<br><br>Sometimes, when in the crucible, we get burned rather than purified. It is therefore very comforting to know that when we crumple under temptation, we can hope again because Jesus stood firm. The good news is that because Jesus is our Sin Bearer, because He paid the penalty for our failure to endure that temptation (whatever it was), because He went through a crucible worse than any of us will ever face, we are not cast off or forsaken by God. There is hope, even for the “chief ” of sinners (1 Tim. 1:15).<br><br><strong>What temptations are you facing now? Spend some time in prayer, asking the Lord to teach you how to apply the lessons from Jesus’ example to your own life. Remember, you don’t have to succumb to temptation, ever! Remember, too, that if you do succumb, you have a Savior.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 13",
               "dayTitle":"<p>An Enduring Legacy<br></p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p><strong>Read 1 Peter 1:6, 7. What is Peter saying?</strong><sup><br></sup></p><p><sup><strong>6 </strong></sup>In this you greatly rejoice, though now for a little while, if need be, you have been grieved by various trials, <sup><strong><br></strong></sup></p><p><sup><strong>7</strong></sup> that the genuineness of your faith, being much more precious than gold that perishes, though it is tested by fire, may be found to praise, honor, and glory at the revelation of Jesus Christ, <br></p><p>Peter was writing to people who were battling through difficulties and often felt very alone. He was writing “to God’s elect, exiles scattered throughout the provinces of Pontus, Galatia, Cappadocia, Asia and Bithynia” (1 Pet. 1:1, NIV). This is the area we know today as western Turkey. A few verses later, Peter says that he knows that they are experiencing “grief in all kinds of trials” (1 Pet. 1:6, NIV).<br><br><strong>What does Peter mean by saying that they are “exiles” and “scattered”? How might that add to their trials?</strong><br><br>Being a Christian during those times was a new thing; believers were small in number and in various places where they were a decided minority who were often misunderstood at best, persecuted at worst. Peter assures them, however, that these trials are not random or chaotic (1 Pet. 1:6, 7). Genuine faith is the goal of those who persevere through “all kinds of trials.”<br><br><strong>Read 1 Peter 1:6–9. What ultimate assurance does Peter seek to give these people amid their trials? What does this hope mean for us, too?</strong><sup><br></sup></p><p><sup><strong>6</strong></sup> In this you greatly rejoice, though now for a little while, if need be, you have been grieved by various trials,<sup><strong> <br></strong></sup></p><p><sup><strong>7</strong></sup> that the genuineness of your faith, being much more precious than gold that perishes, though it is tested by fire, may be found to praise, honor, and glory at the revelation of Jesus Christ, <strong><sup><br></sup></strong></p><p><strong><sup>8</sup></strong> whom having not seen you love. Though now you do not see Him, yet believing, you rejoice with joy inexpressible and full of glory, <sup><br></sup></p><p><sup><strong>9 </strong></sup>receiving the end of your faith—the salvation of your souls.</p><p>Whatever their trials, whatever they suffer, how can it be compared to the eternity that awaits them when Christ returns? Peter’s words to them are God’s words to us, regardless of whatever we are facing. However difficult or painful our trials, we must never lose sight of the ultimate end, eternal life in a new heaven and new earth, without pain, suffering, or death. With such a promise before us, a promise guaranteed us through the death of Jesus, how important that we not lose faith, but instead, amid our trials, ask the Lord to purge us of everything and anything that stands in the way of our faith.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 14",
               "dayTitle":"<p>Trial by Fire<br></p>",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p>There was a young man whom we’ll call Alex. He had come out of a very troubled youth: drugs, violence, even some time in jail. But then, through the kindness of a local church member (whom Alex had stolen from), Alex learned about God and gave his heart to Jesus. Though he still had his problems and struggles, and though elements of his past still lingered, Alex was a new person in Jesus. He loved God and sought to express that love by obeying His commandments (1 John 5:1, 2). At one point, Alex felt impressed that he should be a minister. Everything pointed to it. He was answering God’s call, no doubt about it. <br></p><p>At college things went well at first. Then one thing after another went awry, and his life began coming apart. His source of money started to dry up; a close friend turned against him, making accusations about him that were false but that damaged his reputation.<br><br>Next, he kept on getting sick; no one knew what it was, but it impacted his studies to the point where he was afraid that he was going to have to drop out of school completely. On top of it all, he was fighting fierce temptations with drugs, which were readily available in the local community. At one point he even fell in that area. Alex couldn’t understand why all this was happening, especially because he was sure that the Lord had led him to this school to begin with. Was Alex wrong about that? If so, was his whole experience with God a huge mistake? Even the most basic elements of his faith were coming under doubt.<br><strong><br>Imagine that, amid this crisis, Alex comes to you and asks for advice. What would you say? What experiences of your own have you had that could help someone like him? What Bible texts would you use? How helpful might the following texts be in such a situation? Proverbs 3, Jer. 29:13, Rom. 8:28, 2 Cor. 12:9, Heb. 13:5.</strong></p><p><strong>Proverbs 3</strong></p><p><sup><strong>1</strong></sup> My son, do not forget my law,<br>But let your heart keep my commands;</p><p><sup><strong>2</strong></sup> For length of days and long life<br>And peace they will add to you.<sup><br><strong><br>3 </strong></sup>Let not mercy and truth forsake you;<br>Bind them around your neck,<br>Write them on the tablet of your heart,</p><p><sup><strong>4 </strong></sup>And so find favor and high esteem<br>In the sight of God and man.<sup><br><strong><br></strong></sup></p><p><sup><strong>5 </strong></sup>Trust in the Lord with all your heart,<br>And lean not on your own understanding;<sup><br><strong><br></strong></sup></p><p><sup><strong>6 </strong></sup>In all your ways acknowledge Him,<br>And He shall direct your paths.<sup><br><strong><br>7 </strong></sup>Do not be wise in your own eyes;<br>Fear the Lord and depart from evil.<sup><br><strong><br></strong></sup></p><p><sup><strong>8 </strong></sup>It will be health to your flesh,<br>And strength to your bones.<sup><br><strong><br>9 </strong></sup>Honor the Lord with your possessions,<br>And with the firstfruits of all your increase;<sup><br><strong><br></strong></sup></p><p><sup><strong>10 </strong></sup>So your barns will be filled with plenty,<br>And your vats will overflow with new wine.<sup><br><strong><br>11 </strong></sup>My son, do not despise the chastening of the Lord,<br>Nor detest His correction;<sup><br><strong><br></strong></sup></p><p><sup><strong>12 </strong></sup>For whom the Lord loves He corrects,<br>Just as a father the son in whom he delights.<sup><br><br><strong>13 </strong></sup>Happy is the man who finds wisdom,<br>And the man who gains understanding;<sup><br><strong><br></strong></sup></p><p><sup><strong>14 </strong></sup>For her proceeds are better than the profits of silver,<br>And her gain than fine gold.</p><p><sup><strong>15 </strong></sup>She is more precious than rubies,<br>And all the things you may desire cannot compare with her.<sup><br><strong><br></strong></sup></p><p><sup><strong>16 </strong></sup>Length of days is in her right hand,<br>In her left hand riches and honor.<sup><br><strong><br></strong></sup></p><p><sup><strong>17</strong></sup> Her ways are ways of pleasantness,<br>And all her paths are peace.<sup><br><strong><br></strong></sup></p><p><sup><strong>18 </strong></sup>She is a tree of life to those who take hold of her,<br>And happy are all who retain her.<sup><br><br><strong>19 </strong></sup>The Lord by wisdom founded the earth;<br>By understanding He established the heavens;<sup><br><strong><br></strong></sup></p><p><sup><strong>20 </strong></sup>By His knowledge the depths were broken up,<br>And clouds drop down the dew.<sup><br><br><strong>21 </strong></sup>My son, let them not depart from your eyes—<br>Keep sound wisdom and discretion;<sup><br><strong><br></strong></sup></p><p><sup><strong>22 </strong></sup>So they will be life to your soul<br>And grace to your neck.<sup><br><strong><br></strong></sup></p><p><sup><strong>23 </strong></sup>Then you will walk safely in your way,<br>And your foot will not stumble.<strong><sup><br></sup><sup><br></sup></strong></p><p><strong><sup>24 </sup></strong>When you lie down, you will not be afraid;<br>Yes, you will lie down and your sleep will be sweet.<sup><br><strong><br></strong></sup></p><p><sup><strong>25 </strong></sup>Do not be afraid of sudden terror,<br>Nor of trouble from the wicked when it comes;<sup><br><strong><br></strong></sup></p><p><sup><strong>26 </strong></sup>For the Lord will be your confidence,<br>And will keep your foot from being caught.<sup><br><br><strong>27 </strong></sup>Do not withhold good from those to whom it is due,<br>When it is in the power of your hand to do so.<sup><br><strong><br></strong></sup></p><p><sup><strong>28 </strong></sup>Do not say to your neighbor,<br>“Go, and come back,<br>And tomorrow I will give it,”<br>When you have it with you.<sup><br><strong><br></strong></sup></p><p><sup><strong>29 </strong></sup>Do not devise evil against your neighbor,<br>For he dwells by you for safety’s sake.<sup><br><strong><br></strong></sup></p><p><sup><strong>30 </strong></sup>Do not strive with a man without cause,<br>If he has done you no harm.<sup><br><br><strong>31 </strong></sup>Do not envy the oppressor,<br>And choose none of his ways;<sup><br><strong><br></strong></sup></p><p><sup><strong>32 </strong></sup>For the perverse person is an abomination to the Lord,<br>But His secret counsel is with the upright.<sup><br><strong><br></strong></sup></p><p><sup><strong>33 </strong></sup>The curse of the Lord is on the house of the wicked,<br>But He blesses the home of the just.<strong><br><sup><br></sup></strong></p><p><strong><sup>34 </sup></strong>Surely He scorns the scornful,<br>But gives grace to the humble.<sup><br><strong><br></strong></sup></p><p><sup><strong>35 </strong></sup>The wise shall inherit glory,<br>But shame shall be the legacy of fools.<strong><br></strong></p><p><strong>Jer. 29:13</strong></p><p><strong><sup>13</sup> </strong>And you will seek Me and find Me, when you search for Me with all your heart. <strong><br></strong></p><p><strong>Rom. 8:28</strong></p><p><strong><sup>28</sup> </strong>And we know that all things work together for good to those who love God, to those who are the called according to His purpose. <strong><br></strong></p><p><strong>&nbsp;2 Cor. 12:9</strong></p><p><sup><strong>9 </strong></sup>And He said to me, “My grace is sufficient for you, for My strength is made perfect in weakness.” Therefore most gladly I will rather boast in my infirmities, that the power of Christ may rest upon me. <strong><br></strong></p><p><strong>&nbsp;Heb. 13:5</strong><sup><br></sup></p><p><sup><strong>5</strong></sup> Let your conduct be without covetousness; be content with such things as you have. For He Himself has said, “I will never leave you nor forsake you.” <br></p><p><strong>Almost all who follow the Lord have had crises during which they’ve been tempted to doubt the Lord’s leading. The important thing in such situations is to cling to the promises, recount God’s leading in the past, and pray for faith and endurance. The Lord will never give up on us. The question for us is: How do we not succumb to the temptation to give up on Him?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 15",
               "dayTitle":"",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p><strong>Further Thought: </strong><br></p><p>Read Ellen G. White, “The Exodus,” pp. 281–290; “From the Red Sea to Sinai,” pp. 291–302, in Patriarchs and Prophets; “The Temptation,” pp. 114–123, in The Desire of Ages.<br><br>“But of old the Lord led his people to Rephidim, and he may choose to lead us there also, to test our loyalty. He does not always bring us to pleasant places. If he did, in our self-sufficiency we should forget that he is our helper. He longs to manifest himself to us, and to reveal the abundant supplies at our disposal, and he permits trial and disappointment to come to us that we may realize our helplessness, and learn to call upon him for aid. He can cause cooling streams to flow from the flinty rock. We shall never know, until we are face to face with God, when we shall see as we are seen, and know as we are known, how many burdens he has borne for us, and how many burdens he would have been glad to bear, if, with childlike faith, we had brought them to him.”—Ellen G. White, “Rephidim,” Advent Review and Sabbath Herald, April 7, 1903.<br><strong><br>Discussion Questions:</strong><br><br><strong>1.</strong> We often talk of temptation as an individual thing, which, of course, it is. At the same time, are there any corporate temptations, things that we as a church or a local church family might have to guard against as a group? If so, what?</p><p>&nbsp;<strong>2. </strong>Ask those who are willing to talk about any of the “unpleasant places” that they have been brought to. Why were these unpleasant? If they had to revisit those experiences today, would they view them any differently?<br><br><strong>3. </strong>We all understand the principle behind God allowing us to be purified and refined by trials. How, though, do we understand the situation in which trials appear to have no value—for instance, someone is killed instantly in a car wreck? As a class, seek to work through possible answers.<br><br><strong>4</strong>.&nbsp; As a class, take time together to pray for each other, that each might be strengthened to endure trials and stay faithful.<br><br><strong>5.&nbsp;</strong> Does your class know of anyone who, having faced trials, lost the way? If so, as a class what could you do in a very tangible way to help lead that person back?</p><p><strong><br></strong></p><p><strong>Inside Story:</strong></p><p><strong>Part 3: Abandoned by Father</strong><br>By Andrew McChesney<br><br>Father always seemed to be angry after Mother told him that she was going to the Adventist Church. Every little thing irritated him. One night, he exploded with rage when Mother arrived home late from a church event. The next morning, Mother arrived at the dental clinic, where she worked as a secretary, in Manaus, Brazil, and learned that she no longer had a job.<br><br>The clinic had closed. All the way home, she wondered how to tell Father. But he wasn’t at home, and he didn’t answer phone calls. Then Mother noticed that his clothes were missing from the closet. He had left home.<br><br>Mother didn’t say a word to their son, Junior. The boy, busy at school and the gamers club, only noticed that Father was gone three days later when he received a WhatsApp video message on his cell phone. Father said Adventism and his faith, Candomblé, could not coexist in the same house. Mother also received a WhatsApp message. Father said he had moved to the Candomblé temple, where he worshiped evil spirits as a high priest. “I’m never going to give up my religion,” he said. “You have to accept it.”<br><br>Mother had never heard about the great controversy between Christ and Satan. But she was worried, and she met with Ricardo Coelho, pastor of Alpha Seventh-day Adventist Community Church. Weeping, she confided that Father worked as a Candomblé high priest and had deserted the family. Pastor Ricardo comforted Mother and, opening his Bible, said kindly, “Let me share some advice with you.” In 1 Corinthians 7:3, he read, “ ‘Let the husband render to his wife the affection due her, and likewise also the wife to her husband’ ” (NKJV). In Proverbs 14:1, he read, “ ‘The wise woman builds her house, but the foolish pulls it down with her hands’ ” (NKJV). Looking at Mother, he said, “Be a good wife to your husband, Eduardo, and pray for him.”<br><br>The Bible verses encouraged Mother, and she decided to pray even more. Weeks passed, and Mother ran out of money. She found strength in the Bible and prayed the promise of Joshua 1:9, which says, “ ‘Be strong and of good courage . . . for the Lord your God is with you wherever you go’ ” (NKJV). When Grandmother, Father’s mother, learned that the family was low on food, she called Father, and he began to deliver groceries.<br><br>One day, Grandmother told Mother that spirits had summoned her and Junior to the temple. When the pair arrived, Father was possessed by an evil spirit who spoke through him in a low, distorted voice. The spirit said Father could go back home but threatened to kill him if Mother or Junior tried to teach him about their religion or invited him to church.<br><br>Father returned home that day. He had been gone for two months. Mother prayed even more.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"3T2022",
         "title":"<p>The Birdcage<br></p>",
         "verse":"<p>In this you greatly rejoice, though now for a little while, if need be, you have been grieved by various trials (1 Peter 1:6, NKJV).<br></p>",
         "versionCode":7,
         "weekDate":"July 9–15"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
