{
  "data": [
    {
      "color": "#6AEBFC",
      "id": 7,
      "idEs": 22,
      "language": "es",
      "lessonDays": [
        {
          "date": "11 de noviembre",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>Todos conocemos el pasaje: “Ama al Señor tu Dios con todo tu corazón, con todo tu ser, con todas tus fuerzas y con toda tu mente” (Luc. 10:27, NVI). No obstante, nuestro amor por Dios puede volverse superficial si decimos que lo amamos pero no le somos obedientes. Amar a Dios requiere un compromiso total de nuestra parte: corazón, alma, cuerpo y mente, todos los días. Cualquiera puede decir que ama a Dios; sin embargo, llevarlo a la práctica requiere un esfuerzo consciente. Aunque amar a Dios es bueno e importante, Dios también quiere que amemos a los demás, porque nuestro amor por los demás refleja nuestro amor por Dios de una manera poderosa y muy real. Primera de Juan 4:20 declara: “Si alguno dice: ‘Yo amo a Dios’, y aborrece a su hermano, es mentiroso; porque el que no ama a su hermano, a quien ve, no puede amar a Dios, a quien no ve”. Pablo también expresa en Gálatas 5:14: “Toda la ley se cumple en este solo precepto: ‘Amarás a tu prójimo como a ti mismo’ ”. Esta semana aprenderemos cómo aplicar esta lección a nuestra vida</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 12 de noviembre",
          "dayTitle": "<p><strong>LA GRAN PREGUNTA</strong></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>¿Quiénes somos? ¿Por qué estamos aquí? ¿Qué ocurre cuando morimos? ¿Cuál es nuestro destino final? Estas son, en muchos aspectos, las preguntas más importantes que pueden plantearse los seres humanos mortales, seres que saben que son mortales (los únicos seres que tienen conciencia de ello). Y, en el Evangelio de Lucas, alguien se acerca a Jesús con la pregunta más crucial de todas, por cierto.</p><p><strong>Lee Lucas 10:25. ¿Qué preguntó este doctor de la Ley y por qué lo hizo?\n</strong></p><p><strong><sup>25</sup> </strong>Y he aquí un intérprete de la ley se levantó y dijo, para probarle: Maestro, ¿haciendo qué cosa heredaré la vida eterna?\n</p><p>Pese a la seriedad de la pregunta, la Biblia dice claramente que vino a poner a prueba a Jesús. Sabemos que, a veces, algunos pueden acercarse con escepticismo, y hasta con incredulidad, y es probable que ni siquiera sean serios en sus preguntas, pero aun así podrían ser alcanzados. Así es precisamente como Jesús trató al doctor de la Ley, aunque sabía que las intenciones iniciales del hombre no eran sinceras. Sin embargo, para el intérprete de la Ley y para la audiencia, esta pregunta era una oportunidad que Jesús podía utilizar para incitarlos a escudriñar su propio corazón. Aun conociendo los motivos del doctor de la Ley, Jesús no iba a ignorarlo ni a faltarle al respeto.\n</p><p>A fin de cuentas, ¿qué pregunta podría ser más importante que esta?: “¿Qué haré para heredar la vida eterna?” No importa cuáles sean nuestros rituales o prácticas religiosos, detrás de todos ellos está esta pregunta crucial. En contraste con esta, ¿qué puede importar más a seres cuya vida se describe como “un vapor que aparece por poco tiempo y pronto se desvanece” (Sant. 4:14)? Porque ¿cuál es la única opción a la vida eterna, más que la muerte eterna?\n</p><p><strong>Lee 1 Corintios 15:30 al 32. ¿Qué observación hace Pablo aquí para subrayar la importancia de la vida eterna?\n</strong></p><p><sup style=\"\"><strong>30</strong> </sup>¿Y por qué nosotros peligramos a toda hora?&nbsp;</p><p><sup><strong>31</strong></sup> Os aseguro, hermanos, por la gloria que de vosotros tengo en nuestro Señor Jesucristo, que cada día muero.</p><p><sup><strong>&nbsp;32</strong></sup> Si como hombre batallé en Éfeso contra fieras, ¿qué me aprovecha? Si los muertos no resucitan, comamos y bebamos, porque mañana moriremos\n</p><p>Aunque sus motivaciones fueran dudosas, el intérprete de la Ley le planteó una pregunta crucial, y Jesús, siempre atento a aprovechar cualquier oportunidad para la misión, la aprovechó para llegar a las almas.\n</p><p><strong>¿Cómo podemos estar atentos para aprovechar cualquier oportunidad que se nos presente para dar testimonio, aunque las circunstancias no sean óptimas?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 13 de noviembre",
          "dayTitle": "<p><strong>EL MÉTODO Y LA RESPUESTA DE JESÚS</strong></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>La Biblia nos dice que el doctor de la Ley había ido a poner a prueba a Jesús, pero Jesús sabía cuáles eran sus intenciones. En efecto, Dios conoce los anhelos y los deseos de nuestro corazón mejor que nosotros mismos. Y, por cierto, nosotros no conocemos el corazón ni los motivos de quienes nos interrogan, ¿verdad? A veces hay gente de otras religiones que nos preguntan por nuestra fe. Por ejemplo, nuestros amigos musulmanes nos hacen preguntas relacionadas con la divinidad de Jesús, como: “¿En qué parte de la Biblia dijo Jesús que él es Dios?” o “¿Por qué dices que hay un solo Dios, cuando hay tres personas en la Trinidad?” Aun cuando parezcan preguntas provocadoras, la necesidad de Jesús puede ser auténtica y representar un profundo anhelo o vacío en quienes formulan las preguntas. No conocemos el corazón de ellos, pero tampoco es nuestra tarea. Simplemente, tenemos que satisfacer las necesidades de los demás lo mejor que podamos, independientemente de sus razones más profundas.\n</p><p><strong>Lee Mateo 26:56; Hechos 17:11; 1 Corintios 15:3; y 2 Timoteo 3:16. ¿Cómo nos ayudan estos versículos a entender la respuesta de Jesús al doctor de la Ley en Lucas 10:26?\n</strong></p><p><strong>Mateo 26:56&nbsp;</strong></p><p><sup><strong>56 </strong></sup>Mas todo esto sucede, para que se cumplan las Escrituras de los profetas. Entonces todos los discípulos, dejándole, huyeron.\n</p><p><strong>Hechos 17:11&nbsp;</strong></p><p><sup><strong>11</strong></sup> Y estos eran más nobles que los que estaban en Tesalónica, pues recibieron la palabra con toda solicitud, escudriñando cada día las Escrituras para ver si estas cosas eran así.\n</p><p><strong>1 Corintios 15:3</strong>&nbsp;</p><p><strong><sup>3</sup> </strong>Porque primeramente os he enseñado lo que asimismo recibí: Que Cristo murió por nuestros pecados, conforme a las Escrituras.\n</p><p><strong>2 Timoteo 3:16</strong>&nbsp;</p><p><sup><strong>16</strong> </sup>Toda la Escritura es inspirada por Dios, y útil para enseñar, para redargüir, para corregir, para instruir en justicia.\n</p><p><strong>Lucas 10:26&nbsp;</strong></p><p><sup><strong>26</strong></sup> Él le dijo: ¿Qué está escrito en la ley? ¿Cómo lees?\n</p><p>A veces queremos respuestas, pero no nos esforzamos por encontrarlas. Jesús dijo: “¿Qué está escrito en la ley? ¿Cómo lees?” (Luc. 10:26). Jesús señaló un aspecto muy importante del aprendizaje. En lugar de limitarnos a escuchar lo que otros tienen que decirnos, debemos leer las Escrituras (la Palabra de Dios) por nuestra cuenta. Las respuestas ya están allí, y el Espíritu Santo trabaja en nuestro corazón para inculcarnos lo que tenemos que hacer. Dios nos ha dado su Palabra. En ella, podemos encontrar toda la verdad que necesitamos saber con respecto a la manera en que debemos vivir, cómo debemos tratar a los demás y cómo podemos “heredar la vida eterna”. Claro, hay un papel para los maestros y los pastores, pero al final, debemos ir a la Biblia en busca de las verdades que importan. “Lámpara es para mis pies tu palabra y lumbrera a mi camino” (Sal. 119:105). Este versículo no es solo poesía; es una verdad sagrada, que nos señala la Palabra de Dios y su importancia para el creyente.\n</p><p><strong>Jesús, la Palabra de Dios hecha carne, siempre conducía a la gente a la Palabra escrita. ¿Qué debería decirnos esto acerca de la importancia de la Biblia y por qué debemos rechazar cualquier razonamiento filosófico o teológico que debilite nuestra confianza en la Biblia?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 14 de noviembre",
          "dayTitle": "<p><strong>HEREDAR LA VIDA ETERNA</strong></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Lucas 10:27 y 28. ¿Cuál fue la respuesta del doctor de la Ley a su propia pregunta?\n</strong></p><p><sup><strong>27</strong></sup> Aquel, respondiendo, dijo: Amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con todas tus fuerzas, y con toda tu mente; y a tu prójimo como a ti mismo.&nbsp;</p><p><sup><strong>28</strong> </sup>Y le dijo: Bien has respondido; haz esto, y vivirás.\n</p><p>El maestro de la Ley había hecho la pregunta, y él mismo dio la respuesta: “Amarás al Señor tu Dios con todo tu corazón [...] y a tu prójimo como a ti mismo” (Luc. 10:27) ¿Cuál fue la respuesta de Jesús? “Has respondido bien” (Luc. 10:28). Jesús lo desafió a hacer algo al respecto, diciéndole: “Haz eso, y vivirás” (Luc. 10:28). Para la mayoría de los creyentes, dar las respuestas correctas relacionadas con la doctrina y la fe no es tan difícil. El desafío consiste en hacer lo que sabemos que es correcto y seguir lo que creemos. Hay muchos que, aunque saben lo suficiente para ser salvos, se perderán porque no obedecieron lo que conocían. Así de serio es este asunto. El solo hecho de saber acerca de amar a Dios y a nuestro prójimo no es suficiente. ¡Tenemos que ponerlo en práctica!\n</p><p><strong>Lee Santiago 2:17 al 22. ¿Qué paralelismo encuentras entre estos versículos y lo que Jesús le dijo al intérprete de la Ley?\n</strong></p><p><sup><strong>17</strong></sup> Así también la fe, si no tiene obras, es muerta en sí misma.&nbsp;</p><p><strong><sup>18</sup> </strong>Pero alguno dirá: Tú tienes fe, y yo tengo obras. Muéstrame tu fe sin tus obras, y yo te mostraré mi fe por mis obras.&nbsp;</p><p><sup><strong>19</strong></sup> Tú crees que Dios es uno; bien haces. También los demonios creen, y tiemblan.&nbsp;</p><p><sup><strong>20 </strong></sup>¿Mas quieres saber, hombre vano, que la fe sin obras es muerta?&nbsp;</p><p><sup><strong>21</strong></sup> ¿No fue justificado por las obras Abraham nuestro padre, cuando ofreció a su hijo Isaac sobre el altar?&nbsp;</p><p><sup><strong>22</strong></sup> ¿No ves que la fe actuó juntamente con sus obras, y que la fe se perfeccionó por las obras?\n</p><p>Si amamos a Dios, leeremos su Palabra, oraremos, guardaremos sus mandamientos y seremos obedientes a su voz “con todo nuestro corazón”. Si digo que amo a los demás, pero no me preocupo por ellos en la iglesia, o si ignoro las necesidades de los demás cuando puedo ayudar, ¿de qué sirve mi fe? El cristianismo no es únicamente un conjunto de creencias distintivas; es una forma de vida.\n</p><p>“Si un hermano o hermana están sin ropa y carecen del sustento diario, y alguno de ustedes les dice: ‘Vayan en paz, caliéntense y sáciense’, y no les da lo necesario para el cuerpo, ¿de qué sirve?” (Sant. 2:15, 16).\n</p><p><strong>¿Cuánto te preocupas por el bienestar de los demás? ¿En qué medida sigues las palabras de Pablo: “No mirando cada uno solo a lo suyo propio, sino también a lo de los otros” (Fil. 2:4)? Por la gracia de Dios, ¿cómo puedes aprender a preocuparte más por los demás?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miércoles 15 de noviembre",
          "dayTitle": "<p><strong>AMAR A LOS DEMÁS COMO A UNO MISMO \n</strong></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Mateo 22:37 al 40. ¿Qué comparación existe entre lo que Jesús mismo dijo aquí y su respuesta al experto de la Ley, en Lucas 10:27 y 28?\n</strong></p><p><strong>Mateo 22:37 al 40\n</strong></p><p><sup><strong>37</strong></sup> Jesús le dijo: Amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con toda tu mente. 38 Este es el primero y grande mandamiento. 39 Y el segundo es semejante: Amarás a tu prójimo como a ti mismo. 40 De estos dos mandamientos depende toda la ley y los profetas.\n</p><p><strong>Lucas 10:27 y 28\n</strong></p><p><sup><strong>27</strong></sup> Aquel, respondiendo, dijo: Amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con todas tus fuerzas, y con toda tu mente; y a tu prójimo como a ti mismo. 28 Y le dijo: Bien has respondido; haz esto, y vivirás.\n</p><p>Según Mateo 22:37 al 40, Jesús dejó en claro que la expresión cotidiana de la fe verdadera depende de estos dos mandamientos. Y Lucas 10:27 y 28 destaca que, si una persona hace estas dos cosas, entonces tendrá vida eterna. “El amor es el principio fundamental del gobierno de Dios en los Cielos y la Tierra, y debe ser el fundamento del carácter del cristiano. Solo esto puede hacerlo y mantenerlo estable. Solo esto puede habilitarlo para resistir la prueba y la tentación” (Elena de White, Palabras de vida del gran Maestro, p. 30).\n</p><p><strong>Lee Gálatas 5:14; Miqueas 6:6 al 8; y 1 Juan 4:20 y 21. ¿Cómo refuerzan estos versículos lo que Jesús nos había dicho?\n</strong></p><p><strong>Gálatas 5:14</strong>&nbsp;</p><p><sup><strong>14 </strong></sup>Porque toda la ley en esta sola palabra se cumple: Amarás a tu prójimo como a ti mismo.\n</p><p><strong>Miqueas 6:6 al 8&nbsp;</strong></p><p><sup><strong>6</strong></sup> ¿Con qué me presentaré ante Jehová, y adoraré al Dios Altísimo? ¿Me presentaré ante él con holocaustos, con becerros de un año?&nbsp;</p><p><sup><strong>7</strong></sup> ¿Se agradará Jehová de millares de carneros, o de diez mil arroyos de aceite? ¿Daré mi primogénito por mi rebelión, el fruto de mis entrañas por el pecado de mi alma?&nbsp;</p><p><sup><strong>8</strong></sup> Oh hombre, él te ha declarado lo que es bueno, y qué pide Jehová de ti: solamente hacer justicia, y amar misericordia, y humillarte ante tu Dios.\n</p><p><strong>1 Juan 4:20 y 21&nbsp;</strong></p><p><sup>20</sup> Si alguno dice: Yo amo a Dios, y aborrece a su hermano, es mentiroso. Pues el que no ama a su hermano a quien ha visto, ¿cómo puede amar a Dios a quien no ha visto?&nbsp;</p><p><sup><strong>21</strong></sup> Y nosotros tenemos este mandamiento de él: El que ama a Dios, ame también a su hermano.\n</p><p>Según Pablo, “toda la ley se cumple en este solo precepto: ‘Amarás a tu prójimo como a ti mismo’ ” (Gál. 5:14). Para Pablo, el amor a Dios solo se puede ver en la práctica cuando ese amor se ejemplifica en la forma en que tratamos a los demás. Aunque afirmó que “el justo vivirá por la fe” (Rom. 1:17), vivir por la fe no es algo oculto, desconocido o que los demás no puedan ver. Pablo, Miqueas y Juan dejan en claro que las obras prácticas demuestran la realidad de la fe que proclamamos.\n</p><p>En 1 Corintios 13, Pablo declara enérgicamente que si uno afirma tener gran conocimiento, o hacer grandes obras, o tener una gran fe o incluso entregar la vida, pero no tiene amor, entonces esa persona ha llegado a ser como “bronce que resuena o címbalo que retiñe” (1 Cor. 13:1).\n</p><p><strong>Repasa la cita de Elena de White. Fíjate en lo que dice acerca de que solo en el amor pueden las personas permanecer firmes y soportar la tentación. ¿De qué manera esta idea muestra que el mandamiento de amar no es salvación por obras, sino una expresión de la fe que tenemos en Jesús?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 16 de noviembre",
          "dayTitle": "<p><strong>LA HISTORIA DEL BUEN SAMARITANO HOY</strong></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p>Al elogiar al doctor de la Ley por dar la respuesta correcta, Jesús le dijo: “Haz eso, y vivirás” (Luc. 10:28), y así tocó el corazón del hombre. Dar todas las respuestas correctas era fácil para el intérprete, pero hacer esas cosas era un problema hace dos mil años, y continúa siendo un problema para muchos de nosotros hoy. El doctor de la Ley quería entrampar a Jesús y presumir de sus conocimientos. Hizo una pregunta complementaria: “¿Y quién es mi prójimo?” (Luc. 10:29).\n</p><p><strong>Lee Lucas 10:30 al 37. ¿Cómo resumirías lo que Jesús quiso dar a entender en esta historia?</strong>&nbsp;</p><p><strong><sup>30</sup></strong> Respondiendo Jesús, dijo: Un hombre descendía de Jerusalén a Jericó, y cayó en manos de ladrones, los cuales le despojaron; e hiriéndole, se fueron, dejándole medio muerto.&nbsp;</p><p><strong><sup>31</sup></strong> Aconteció que descendió un sacerdote por aquel camino, y viéndole, pasó de largo.&nbsp;</p><p><strong><sup>32</sup></strong> Asimismo un levita, llegando cerca de aquel lugar, y viéndole, pasó de largo.&nbsp;</p><p><strong><sup>33</sup></strong> Pero un samaritano, que iba de camino, vino cerca de él, y viéndole, fue movido a misericordia;&nbsp;</p><p><strong><sup>34</sup></strong> y acercándose, vendó sus heridas, echándoles aceite y vino; y poniéndole en su cabalgadura, lo llevó al mesón, y cuidó de él.</p><p><strong><sup>&nbsp;35</sup></strong> Otro día al partir, sacó dos denarios, y los dio al mesonero, y le dijo: Cuídamele; y todo lo que gastes de más, yo te lo pagaré cuando regrese.&nbsp;</p><p><strong><sup>36 </sup></strong>¿Quién, pues, de estos tres te parece que fue el prójimo del que cayó en manos de los ladrones?&nbsp;</p><p><sup><strong>37</strong></sup> Él dijo: El que usó de misericordia con él. Entonces Jesús le dijo: Ve, y haz tú lo mismo.\n</p><p>¿Hay personas a nuestro alrededor que han recibido un trato injusto? ¿Hicimos lo posible por ayudarlas? Es cierto que, a veces, los pastores, los ancianos y los miembros de iglesia no ayudan a quienes lo necesitan. A veces, las personas de otra fe pueden ser más amables con la gente de la comunidad que nosotros. Nosotros quizás hablamos de ser amables, pero tal vez haya otros que satisfagan las necesidades de las personas que nosotros no atendemos. Si nuestra fe tiene algún sentido, debemos tender la mano y ayudar a los necesitados.\n</p><p>Jesús concluyó la historia del buen samaritano preguntando quién de los tres era realmente prójimo de la persona que necesitaba ayuda. “Así, la pregunta ‘¿Quién es mi prójimo?’ está para siempre contestada. Cristo demostró que nuestro prójimo no es meramente quien pertenece a la misma iglesia o fe que nosotros. No tiene que ver con cuestiones de raza, color o clase social. Nuestro prójimo es toda persona que necesita nuestra ayuda. Nuestro prójimo es toda alma que está herida y magullada por el Adversario. Nuestro prójimo es todo aquel que pertenece a Dios” (Elena de White, El Deseado de todas las gentes, p. 464).\n</p><p><strong>Desafío: Comienza a orar diariamente por alguien que sea diferente de ti, o incluso por alguien que no te caiga bien personalmente.\n</strong></p><p><strong>Desafío avanzado: Haz una lista de por lo menos tres nombres de tus conocidos (no adventistas); identifica sus necesidades (emocionales, físicas, sociales) y considera cómo puedes suplir personalmente esas necesidades. ¿Qué puedes hacer por ellos de manera práctica durante la próxima semana?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 17 de noviembre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:\n</strong></p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p>Lee Elena de White, El Deseado de todas las gentes, “El buen samaritano”, pp. 460-466. Hay muchas personas hambrientas, necesitadas y maltratadas en nuestro mundo actual. Tú puedes hacer tu aporte, aunque parezca “pequeño”. No vamos a resolver todos los problemas del mundo antes de que Jesús vuelva; no hemos sido llamados a eso. Pero, hasta ese entonces, nuestro trabajo puede ser tan básico como ayudar a algún conocido que no tenga suficiente comida; o a un miembro de la iglesia que se enfrenta a la injusticia, incluso a la intolerancia, lo que continúa siendo un problema real en nuestro mundo actual. “La religión pura y sin mancha delante del Padre es ésta: ‘Visitar a los huérfanos y a las viudas en sus tribulaciones, y guardarse sin mancha de este mundo’ (Sant. 1:27). Las buenas obras son los frutos que Cristo quiere que produzcamos: palabras amables; hechos generosos, de tierna consideración por los pobres, los necesitados, los afligidos. Cuando los corazones simpatizan con otros corazones abrumados por el desánimo y el pesar, cuando la mano se abre en favor de los necesitados, cuando se viste al desnudo, cuando se da la bienvenida al extranjero para que ocupe su lugar en la casa y en el corazón, los ángeles se acercan, y un acorde parecido resuena en los Cielos. Todo acto de justicia, misericordia y benevolencia produce melodías en el Cielo. El Padre desde su Trono observa a los que llevan a cabo estos actos de misericordia, y los cuenta entre sus más preciosos tesoros. ‘Y serán míos, dice Jehová de los ejércitos, en aquel día cuando reúna mis joyas’. Todo acto misericordioso, realizado en favor de los necesitados y los que sufren, es considerado como si se lo hubiera hecho a Jesús. Cuando socorréis al pobre, simpatizáis con el afligido y el oprimido, y cultiváis la amistad del huérfano, entabláis una relación más estrecha con Jesús” (Elena de White, Testimonios para la iglesia, t. 2, p. 24).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> ¿Cómo podemos asegurarnos de entender que el mandamiento de amar a Dios y a los demás no es salvación por obras? Cuando consideramos quién es Jesús y lo que hizo por nosotros en la Cruz (ver Fil. 2:5-8), ¿por qué es un error tan grande la idea de que podemos hacer algo para ganar o merecer la salvación? ¿Cómo podemos aprender a distinguir entre trabajar por la salvación, lo cual es un error fatal, y revelar en nuestra vida la salvación que ya tenemos en Jesús?&nbsp;</p><p><strong>2.</strong> ¿Cómo podemos aprender a reconocer algunos de los prejuicios inherentes que podemos tener hacia los que son diferentes de nosotros?&nbsp;</p><p><strong>3.</strong> Además de los pasajes que analizamos en la lección de esta semana, ¿qué otro respaldo bíblico encuentras para la necesidad de mostrar bondad hacia los demás, no importa quiénes sean?</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 17 de noviembre",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>RESEÑA</strong>&nbsp;</p><p>Lee la parábola del Buen Samaritano (Luc. 10:25-37) y reflexiona en las siguientes preguntas: Lucas 10:29: “¿Y quién es mi prójimo?” Hacer o responder esta pregunta desde una perspectiva personal (“¿Quién es mi prójimo?”) ¿cambia el énfasis o la prioridad: del que necesita ayuda al que la ofrece? Ese cambio de perspectiva ¿supone el riesgo de cambiar el mensaje y el principio que Jesús quiere que entendamos y practiquemos?\n</p><p>Lucas 10:36: “¿Cuál de estos consideró que el herido era su prójimo?” La pregunta de Jesús se remite al hombre al que le robaron, sus heridas y sus necesidades. Jesús centra su atención en la persona que fue robada y maltratada y a la que se le brindó ayuda. Jesús también contrasta con los prójimos que tuvieron la oportunidad de ayudar pero se negaron a hacerlo. Lucas 10:37: “El doctor de la Ley respondió: ‘El que tuvo misericordia de él’. Entonces Jesús le dijo: ‘Ve, y haz tú lo mismo’ ”. Como muestra Jesús, no basta con responder bien la pregunta. En su instrucción al experto en la Ley, Jesús subraya la importancia de la acción, de poner en práctica el evangelio. Es decir, debemos ser las manos y los pies del cuerpo de Cristo.\n</p><p><strong>COMENTARIO “Amarás a tu prójimo como a ti mismo”\n</strong></p><p>Al formar parte de la comunidad de Dios, veremos el problema de cada uno de sus miembros y experimentaremos lo que significa vivir con ellos y sufrir también con ellos. Podemos esperar que, al sufrir con la comunidad, también suplamos sus necesidades. Debemos ser el prójimo de los necesitados. Muchos en la comunidad sufren y necesitan ayuda. ¿Podemos averiguar quién necesitará nuestra ayuda como prójimo? Mi iglesia, ¿está aliviando el sufrimiento de los necesitados o estamos contribuyendo al sufrimiento, ya sea deliberadamente o por ignorancia?\n</p><p>Cabe señalar que las palabras de Jesús en Mateo 23 fueron severas, cargadas de verdad respecto de la situación y el contenido de la religiosidad de Israel. Las palabras de Jesús también estaban dirigidas a la restauración de su pueblo, a fin de que este pudiera ser un prójimo compasivo. Jesús quería que su pueblo entendiera su Ley de una manera nueva; quería que Israel se centrara en Dios y también en su prójimo. La intención de Jesús para Israel era: “Amarás al Señor tu Dios con todo tu corazón, con toda tu alma y toda tu mente” (Mat. 22:37). Este precepto es el primer y mayor Mandamiento. Pero el segundo Mandamiento es una extensión del primero: “Amarás a tu prójimo como a ti mismo” (Mat. 22:39). Las personas individuales no pueden practicar la equidad y la justicia, el amor y el cuidado por sí solas; también se necesita que la iglesia, el cuerpo de Cristo, los practique.\n</p><p><strong>Los profetas del Antiguo Testamento como defensores del prójimo\n</strong></p><p>Los profetas del Antiguo Testamento fueron muy francos en cuanto a las leyes y los reglamentos relativos al prójimo o a los que necesitaban curación y salvación. Estas leyes y reglamentos, pronunciados mediante los profetas, eran la forma en que Dios comunicaba su voluntad de que Israel diera testimonio a su prójimo, de que fuera una luz para las naciones. Los profetas debían servir como heraldos del evangelio y portavoces contra todas las injusticias y el mal.\n</p><p>Los profetas instaron al pueblo y a sus dirigentes: “Aprendan a hacer el bien; busquen justicia, restituyan al agraviado, defiendan al huérfano, amparen a la viuda” (Isa. 1:17), y prohibieron que oprimieran “a la viuda, ni al huérfano, ni al extranjero, ni al pobre” (Zac. 7:10). Los profetas también condenaron ferozmente toda injusticia. Elías reprendió al rey Acab por asesinar a Nabot y robarle su viña. Amós fustigó a los gobernantes de Israel porque, a cambio de sobornos, pisoteaban la cabeza de los pobres, aplastaban a los necesitados y negaban la justicia a los oprimidos, en lugar de dejar que “la justicia fluyera como un río y el derecho como una corriente inagotable” (John R. W. Stott. Decisive Issues Facing Christians Today [Tarrytown, NY: Fleming H. Revell Company, 1990], p. 236).\n</p><p>La estructura y la sociedad de Israel “exaltaban el trabajo, denunciaban la ociosidad, esperaban que los padres formaran a sus hijos para que adquirieran destrezas con sus manos, fomentaban la reciprocidad humana y la justicia, y demostraban una preocupación activa por el prójimo” y, sobre todo, “respetaban la dignidad tanto del hombre como de la mujer, portadores de la imagen divina” (Arthur F. Glasser, Announcing the Kingdom: The Story of God’s Mission in the Bible [Grand Rapids, MI: Baker Academic, 2003], p. 88). Además, el culto y la obediencia a Dios están directamente relacionados con la justicia y la filantropía. Estas series van de la mano, del mismo modo que la justicia y la misericordia hacia el prójimo están relacionadas con andar humildemente delante de Dios. Todas las instrucciones y las normas para el bienestar y el trato justo de los pobres, los extranjeros, los huérfanos, las viudas y los vulnerables tienen su origen en Dios, aquel que cuida de sus hijos y muestra compasión y misericordia hacia quienes lo necesitan. Un escritor hace eco del mensaje bíblico al resumir el mandato evangélico de cuidar de los pobres: “Hablar de la pobreza es tocar el corazón de Dios” (William Robert Domeris, Touching the Heart of God: The Social Construction of Poverty among Biblical Peasants [Nueva York: T &amp; T Clark, 2007], p. 8). A menudo se formula una pregunta: ¿Cómo puedo ayudar a mi prójimo, que a menudo es el pobre, el sin techo y el desempleado, a obtener las bendiciones de la providencia de Dios y a vivir la vida que Jesús quiere que los seres humanos vivan? He aquí una declaración de Elena de White que arroja luz sobre el tema: “Si los hombres se fijaran más en la enseñanza de la Palabra de Dios, encontrarían solución a esos problemas que los dejan perplejos. Mucho podría aprenderse del Antiguo Testamento respecto de la cuestión del trabajo y de la asistencia al pobre.\n</p><p>“En el plan de Dios para Israel, cada familia tenía su propia casa y con suficiente tierra para la labranza. De este modo quedaban asegurados los medios y el incentivo para hacer posible una vida provechosa, laboriosa e independiente. Y ninguna especulación humana ha mejorado jamás ese plan. La pobreza y la miseria que imperan hoy se debe en gran parte al hecho de que el mundo se apartó de dicho plan” (Elena de White, El ministerio de curación, p. 138).\n</p><p>Las lecciones y las instrucciones de la Biblia nos ayudan a comprender la intención de Dios respecto del prójimo necesitado. Dios quiere que estemos en conexión con su Palabra para que podamos ser instrumentos de misericordia y amor para los que sufren y necesitan esperanza. Además, “es el propósito de Dios que los ricos y los pobres vivan unidos por lazos de simpatía y de ayuda mutua” (ibíd., p. 145). Esta unión será una bendición para ambos grupos. Ayudará tanto a pobres como a ricos a comprender el plan de salvación de Dios, y establecerá el hecho de que una vida de benevolencia revelará verdades espirituales que solo pueden comprenderse en medio de la angustia y el sufrimiento. Solo mediante nuestro amor y servicio al prójimo que necesita ayuda podemos demostrar la autenticidad de nuestro amor a Cristo. El verdadero servicio misionero proviene de nuestro verdadero amor por nuestro Salvador, un sentimiento que refuerza la noción de que ser a menudo es más importante que dar o simplemente hacer buenas acciones por los necesitados o los pobres. “El mensaje del Antiguo Testamento es un llamado a un estilo de vida ético ejemplificado en lo que Dios ha hecho por nosotros en Cristo. Tiene que ver con seguir los principios de Dios al vivir una vida de testimonio, ayuda, y amar al prójimo y a los necesitados como a uno mismo” (Ji?í Moskala, “The Mission of God’s People in the Old Testament”, Journal of the Adventist Theological Society, 19/1-2 [2008], p. 58).\n</p><p><strong>La vida y la misión de Jesús\n</strong></p><p>La compasión manifestada en la vida y el ministerio de Jesús fue el mejor ejemplo que se les haya podido dar a los discípulos, los apóstoles, los seguidores y los nuevos creyentes de la iglesia apostólica primitiva. Jesús (Emanuel) habitó entre hombres y mujeres para restaurar y salvar, para sanar y perdonar, con un amor que fue incluso más fuerte que la misma muerte. Su especial atención hacia el prójimo, el otro (que incluía a los necesitados, los pobres, los enfermos, los endemoniados, los extranjeros y muchos otros), hizo que el Hijo de Dios dedicara gran parte de su tiempo y su energía a sanar y a cuidar de todos ellos durante su ministerio terrenal. Las acciones de Jesús siempre confirmaban sus enseñanzas, y su ministerio de curación (salvación) ratificaba lo que predicaba. El suyo era un ministerio de restauración, que sanaba la mente, el cuerpo y el espíritu de los seres humanos. Jesús vino a revelar el carácter de Dios a la raza humana caída y, con ello, hizo posible la restauración de la imagen de Dios en sus criaturas. Cuando se satisfacen las necesidades tanto de los que son miembros de la iglesia como de los que no lo son, cuando nos convertimos en prójimo de los pobres y suplimos sus necesidades, cuando vemos al hambriento y al sediento y les damos de comer, cuando vestimos al desnudo y visitamos al encarcelado, entonces los miembros del cuerpo de Cristo tienen verdadera comunión con Dios y entre ellos. Esta comunión demuestra que ya no somos egoístas, sino que podemos compartir y vivir juntos una vida que da testimonio de una religión y una vida verdaderas y puras, la vida de Cristo. El apóstol Pablo alentó la misión al prójimo, instando a los miembros de la iglesia a hacer el bien a todos, especialmente a las que pertenecen a la familia de los creyentes (Gál. 6:10). Pero Pablo también tenía una visión más amplia de esta misión de compasión hacia el prójimo, que abarcaba incluso a nuestros enemigos: “Si tu enemigo tuviera hambre, dale de comer; si tuviera sed, dale de beber” (Rom. 12:20).\n</p><p><strong>APLICACIÓN A LA VIDA</strong>&nbsp;</p><p>Todo el evangelio de Jesucristo, un evangelio capaz de curar y salvar, de proteger y restaurar, ¿cómo puede transformar a nuestro prójimo en heredero del Reino de Dios? Creemos que esta transformación es una obra, o un ministerio, que debe realizarse mediante el poder del Espíritu de Dios, para que muchos reciban la gracia del evangelio de Cristo y sean transformados a su semejanza en beneficio de las familias, las comunidades y las naciones, para gloria de Dios. ¡Qué diferencia supondría que todos nos comprometiéramos intencionadamente con este ministerio! Lo que más importa es: ¿quién es Jesucristo para nosotros hoy? ¿Qué significa esta pregunta en términos prácticos? “La verdadera caridad ayuda a los hombres a ayudarse a sí mismos. Si llega alguien a nuestra puerta y nos pide de comer, no debemos despedirlo hambriento; su pobreza puede ser resultado del infortunio. Pero la verdadera beneficencia es algo más que mera limosna. Significa un interés genuino por el bienestar de los demás. Debemos tratar de entender las necesidades de los pobres y angustiados, y darles la asistencia que mejor los beneficiará. Prestar atención, tiempo y esfuerzo personal cuesta mucho más que simplemente dar dinero, pero es verdadera caridad” (Elena de White, El ministerio de curación, p. 147).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>MISIÓN EN FAVOR DEL PRÓJIMO</p>",
      "verse": "<p>“Él respondió: ‘Amarás al Señor tu Dios con todo tu corazón, con toda tu alma, con toda tu fuerza y todo tu entendimiento; y a tu prójimo como a ti mismo’ ” (Luc. 10:27).</p>",
      "versionCode": 30,
      "weekDate": "11-18 de noviembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
