{
   "data":[
      {
         "color":"#008F27",
         "id":3,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"13 de julio",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>Marcos 2:1 a 3:6 contiene cinco historias que ilustran la enseñanza de Jesús en contraste con la de los dirigentes religiosos. Esas historias se encuentran en un patrón específico en el que cada historia sucesiva se vincula con la anterior mediante un tópico paralelo. La última de las historias da un rodeo y se reconecta con la primera.</p><p>Cada una de estas historias ilustra diferentes aspectos del ministerio de Jesús, como lo especifican las declaraciones que aparecen en Marcos 2:10, 17, 20 y 28. Las secciones del domingo, lunes y martes profundizarán en el significado de estos relatos y en las declaraciones de Jesús que se encuentran en ellos.</p><p>Marcos 3:20 al 35 es el objeto de estudio de los días miércoles y jueves.</p><p>Lo que también veremos es un ejemplo de una técnica que el escritor del Evangelio usa y que se conoce como “historias sándwich”. Este patrón narrativo aparece al menos seis veces en Marcos. En cada caso, el foco es algún aspecto importante de la naturaleza de Jesús y de su papel como Mesías, o de la naturaleza del discipulado.</p><p>Esta semana leeremos varias historias acerca de Jesús y veremos qué podemos aprender de ellas.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 de julio",
               "dayTitle":"<p>LA CURACIÓN DE UN PARALÍTICO</p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Marcos 2:1 al 12. ¿Qué quería el paralítico cuando fue traído ante Jesús, y qué recibió?</strong></p><p>Marcos 2:1-12</p><p><strong><sup>1 </sup></strong>Entró Jesús otra vez en Capernaum después de algunos días; y se oyó que estaba en casa.&nbsp;</p><p><strong><sup>2 </sup></strong>E inmediatamente se juntaron muchos, de manera que ya no cabían ni aun a la puerta; y les predicaba la palabra.&nbsp;</p><p><strong><sup>3</sup></strong> Entonces vinieron a él unos trayendo un paralítico, que era cargado por cuatro.&nbsp;</p><p><strong><sup>4</sup></strong> Y como no podían acercarse a él a causa de la multitud, descubrieron el techo de donde estaba, y haciendo una abertura, bajaron el lecho en que yacía el paralítico.&nbsp;</p><p><strong><sup>5 </sup></strong>Al ver Jesús la fe de ellos, dijo al paralítico: Hijo, tus pecados te son perdonados.&nbsp;</p><p><strong><sup>6 </sup></strong>Estaban allí sentados algunos de los escribas, los cuales cavilaban en sus corazones:&nbsp;</p><p><strong><sup>7 </sup></strong>¿Por qué habla este así? Blasfemias dice. ¿Quién puede perdonar pecados, sino solo Dios?&nbsp;</p><p><strong><sup>8</sup></strong> Y conociendo luego Jesús en su espíritu que cavilaban de esta manera dentro de sí mismos, les dijo: ¿Por qué caviláis así en vuestros corazones?&nbsp;</p><p><strong><sup>9</sup></strong> ¿Qué es más fácil, decir al paralítico: Tus pecados te son perdonados, o decirle: Levántate, toma tu lecho y anda?&nbsp;</p><p><strong><sup>10 </sup></strong>Pues para que sepáis que el Hijo del Hombre tiene potestad en la tierra para perdonar pecados (dijo al paralítico):&nbsp;</p><p><strong><sup>11</sup></strong> A ti te digo: Levántate, toma tu lecho, y vete a tu casa.&nbsp;</p><p><strong><sup>12 </sup></strong>Entonces él se levantó en seguida, y tomando su lecho, salió delante de todos, de manera que todos se asombraron, y glorificaron a Dios, diciendo: Nunca hemos visto tal cosa.</p><p>El hombre estaba paralítico; sus cuatro amigos, por lo tanto, tuvieron que llevarlo hasta Jesús. Tras perforar el techo y hacer descender al hombre hasta la presencia de Jesús, Marcos 2:5 destaca el hecho de que Jesús vio la fe de ellos.</p><p>¿Cómo puede la fe resultar visible? Al igual que el amor, llega a ser visible en virtud de las acciones que motiva, como lo ilustra claramente la persistencia de los amigos.</p><p>La necesidad obvia del hombre era física. Sin embargo, cuando llega ante la presencia de Jesús, las primeras palabras que Jesús pronuncia tienen que ver con el perdón de pecados. El hombre no pronuncia palabra alguna durante toda la escena. En lugar de ello, son los dirigentes religiosos quienes objetan (mentalmente) lo que Jesús acaba de decir. Consideran que sus palabras son blasfemas, que difaman a Dios y que significan arrogarse prerrogativas que pertenecen solo a Dios.</p><p>Jesús sale al encuentro de sus objetores en su mismo terreno usando un estilo de argumentación típicamente rabínico llamado “de lo menor a lo mayor”.</p><p>Una cosa es decir que los pecados de una persona son perdonados; otra cosa es lograr que una persona paralítica vuelva a caminar. Si Jesús puede hacer que el hombre vuelva a caminar por el poder de Dios, su aseveración acerca del perdón de pecados resulta corroborada.</p><p><strong>Lee Miqueas 6:6 al 8. ¿Cómo explica este texto lo que está sucediendo entre Jesús y los dirigentes religiosos?</strong></p><p>Miqueas 6:6-8</p><p><strong><sup>6</sup></strong> ¿Con qué me presentaré ante Jehová, y adoraré al Dios Altísimo? ¿Me presentaré ante él con holocaustos, con becerros de un año?&nbsp;</p><p><strong><sup>7 </sup></strong>¿Se agradará Jehová de millares de carneros, o de diez mil arroyos de aceite? ¿Daré mi primogénito por mi rebelión, el fruto de mis entrañas por el pecado de mi alma?&nbsp;</p><p><strong><sup>8 </sup></strong>Oh hombre, él te ha declarado lo que es bueno, y qué pide Jehová de ti: solamente hacer justicia, y amar misericordia, y humillarte ante tu Dios.</p><p>Estos dirigentes religiosos habían perdido de vista lo que realmente importaba: la justicia, la misericordia y la conducta humilde ante Dios. Estaban tan obsesionados defendiendo su manera de entender a Dios que no veían la actuación de Dios ante sus propios ojos. Nada indicó que hubieran cambiado de manera de pensar acerca de Jesús, aun cuando les dio sobradas evidencias de que procedía de Dios, no solo al demostrarles que podía leer su mente, sino también sanando al paralítico en presencia de ellos, y de una manera que no podían negar.</p><p><strong>¿Cómo podemos evitar caer en la misma trampa que estos hombres, tan obsesionados por las formas de la religión que perdieron de vista lo que era realmente importante en la religión verdadera (ver Santiago 1:27)?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de julio",
               "dayTitle":"<p>EL LLAMADO DE LEVÍ Y LA PREGUNTA ACERCA DEL AYUNO</p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Marcos 2:13 al 22. ¿Quién era Leví, el hijo de Alfeo, y por qué podría haber surgido alguna objeción a que llegara a ser un discípulo de Jesús?</strong></p><p><strong>Marcos 2:13-22</strong></p><p><strong><sup>13</sup></strong> Después volvió a salir al mar; y toda la gente venía a él, y les enseñaba.&nbsp;</p><p><strong><sup>14</sup></strong> Y al pasar, vio a Leví hijo de Alfeo, sentado al banco de los tributos públicos, y le dijo: Sígueme. Y levantándose, le siguió.&nbsp;</p><p><strong><sup>15</sup></strong> Aconteció que estando Jesús a la mesa en casa de él, muchos publicanos y pecadores estaban también a la mesa juntamente con Jesús y sus discípulos; porque había muchos que le habían seguido.&nbsp;</p><p><strong><sup>16</sup></strong> Y los escribas y los fariseos, viéndole comer con los publicanos y con los pecadores, dijeron a los discípulos: ¿Qué es esto, que él come y bebe con los publicanos y pecadores?&nbsp;</p><p><strong><sup>17</sup></strong> Al oír esto Jesús, les dijo: Los sanos no tienen necesidad de médico, sino los enfermos. No he venido a llamar a justos, sino a pecadores.</p><p><strong><sup>18</sup></strong> Y los discípulos de Juan y los de los fariseos ayunaban; y vinieron, y le dijeron: ¿Por qué los discípulos de Juan y los de los fariseos ayunan, y tus discípulos no ayunan?&nbsp;</p><p><strong><sup>19</sup></strong> Jesús les dijo: ¿Acaso pueden los que están de bodas ayunar mientras está con ellos el esposo? Entre tanto que tienen consigo al esposo, no pueden ayunar.&nbsp;</p><p><strong><sup>20</sup></strong> Pero vendrán días cuando el esposo les será quitado, y entonces en aquellos días ayunarán.&nbsp;</p><p><strong><sup>21</sup></strong> Nadie pone remiendo de paño nuevo en vestido viejo; de otra manera, el mismo remiendo nuevo tira de lo viejo, y se hace peor la rotura.&nbsp;</p><p><strong><sup>22</sup></strong> Y nadie echa vino nuevo en odres viejos; de otra manera, el vino nuevo rompe los odres, y el vino se derrama, y los odres se pierden; pero el vino nuevo en odres nuevos se ha de echar.</p><p>En los días de Jesús los publicanos, o recolectores de impuestos, eran funcionarios que estaban a las órdenes del Gobierno local o de Roma. No eran populares entre la población judía en Judea porque a menudo exigían más de lo debido y se enriquecían a costa de sus compatriotas. El tratado mishnaico Tohoroth, un comentario judío acerca de la ley religiosa, dice: “Si un publicano entra en una casa [todo lo que está dentro de ella] se vuelve inmundo…”</p><p>Por lo tanto, no es sorpresa que los escribas inquirieran en tono de desaprobación: “¿Qué es esto, que él come y bebe con publicanos y pecadores?”<br></p><p>¿Cómo respondió Jesús esa pregunta? No la rechazó, sino que la revirtió, indicando que son los enfermos, no los sanos, quienes necesitan un doctor. Reclamó de esa manera para sí el título de médico espiritual, aquel que puede sanar el alma enferma de pecado. ¿Acaso no debería un doctor ir donde están los enfermos?<br></p><p>Marcos 2:18 al 22 inicia un nuevo tema. Se trata de la historia central de estos cinco relatos relacionados con la controversia. Mientras que la sección previa incluyó una fiesta provista por Leví, esta gira en torno a la pregunta de por qué los discípulos de Jesús no ayunan, a diferencia de los de Juan el Bautista y de los fariseos. Jesús responde con una ilustración o parábola en la que compara su presencia con una fiesta de bodas. Sería inconcebible que en una ocasión tal los invitados ayunaran. Pero Jesús predice un día en el que el novio les sería quitado, en alusión a la Cruz. Habría entonces tiempo de sobra para ayunar.</p><p>Jesús continúa con dos ilustraciones que subrayan el contraste entre su enseñanza y la de los dirigentes religiosos: la del remiendo de tela nueva en un vestido viejo, y la del vino nuevo en odres viejos. Qué manera interesante de contrastar la enseñanza de Jesús y la de los dirigentes religiosos, ya que muestra cuán corrompidas habían llegado a estar las costumbres de los maestros. Sin embargo, aun la religión verdadera puede convertirse en tinieblas si las personas no son cuidadosas.</p><p><strong>¿Quiénes son los que hoy podrían ser vistos como los recaudadores de impuestos de los tiempos de Jesús? ¿Cómo podemos ajustar nuestra manera de pensar acerca de ellos?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de julio",
               "dayTitle":"<p>EL SEÑOR DEL SÁBADO</p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p>En Marcos 2:23 y 24, los fariseos acusan a los discípulos de quebrantar el sábado. La tradición judía prohibía 39 formas de trabajo durante el sábado. Estas incluían, según los fariseos, lo que los discípulos habían hecho.</p><p><strong>Lee Marcos 2:23 al 28. ¿Cómo contrarresta Jesús la acusación esgrimida por los fariseos?</strong></p><p><strong>Marcos 2:23-28</strong></p><p><strong><sup>23</sup></strong> Aconteció que al pasar él por los sembrados un día de reposo, sus discípulos, andando, comenzaron a arrancar espigas.&nbsp;</p><p><strong><sup>24</sup></strong> Entonces los fariseos le dijeron: Mira, ¿por qué hacen en el día de reposo lo que no es lícito?&nbsp;</p><p><strong><sup>25</sup></strong> Pero él les dijo: ¿Nunca leísteis lo que hizo David cuando tuvo necesidad, y sintió hambre, él y los que con él estaban;&nbsp;</p><p><strong><sup>26</sup></strong> cómo entró en la casa de Dios, siendo Abiatar sumo sacerdote, y comió los panes de la proposición, de los cuales no es lícito comer sino a los sacerdotes, y aun dio a los que con él estaban?&nbsp;</p><p><strong><sup>27</sup></strong> También les dijo: El día de reposo fue hecho por causa del hombre, y no el hombre por causa del día de reposo.&nbsp;</p><p><strong><sup>28</sup></strong> Por tanto, el Hijo del Hombre es Señor aun del día de reposo.</p><p>Jesús responde con la historia de cuando David comió los panes de la proposición (1 Sam. 21:1-6). Los panes de la proposición eran reemplazados durante el sábado. Por lo tanto, el viaje de David pudo bien haber sido una huida de emergencia ese mismo día. Jesús argumenta que si era justificado que David y sus hombres comieran de los panes de la proposición en sábado, entonces estaba justificado que sus discípulos recogieran granos y los comieran en ese día.</p><p>Jesús indica además que el sábado fue creado para beneficio de la huma- nidad, no a la inversa, y que el fundamento de tal aseveración es que él es Señor del sábado.<br></p><p><strong>Lee Marcos 3:1 al 6. ¿Cómo ilustra esta historia el punto de Jesús de que el sábado fue hecho para la humanidad?</strong></p><p><strong>Marcos 3:1-6</strong></p><p><strong><sup>1 </sup></strong>Otra vez entró Jesús en la sinagoga; y había allí un hombre que tenía seca una mano.&nbsp;</p><p><strong><sup>2 </sup></strong>Y le acechaban para ver si en el día de reposo le sanaría, a fin de poder acusarle.&nbsp;</p><p><strong><sup>3 </sup></strong>Entonces dijo al hombre que tenía la mano seca: Levántate y ponte en medio.&nbsp;</p><p><strong><sup>4 </sup></strong>Y les dijo: ¿Es lícito en los días de reposo hacer bien, o hacer mal; salvar la vida, o quitarla? Pero ellos callaban.&nbsp;</p><p><strong><sup>5</sup></strong> Entonces, mirándolos alrededor con enojo, entristecido por la dureza de sus corazones, dijo al hombre: Extiende tu mano. Y él la extendió, y la mano le fue restaurada sana.&nbsp;</p><p><strong><sup>6 </sup></strong>Y salidos los fariseos, tomaron consejo con los herodianos contra él para destruirle.</p><p>Jesús vuelve a tener una controversia acerca del sábado con los dirigentes religiosos. (Nota, sin embargo, que la controversia nunca es acerca del sábado en sí). Los dirigentes religiosos quieren acusar a Jesús si sana en sábado. Jesús no rehúye la confrontación con ellos. Él establece un contraste entre hacer lo bueno y hacer lo malo, entre salvar la vida y quitarla. La respuesta a su pregunta es obvia; hacer el bien y salvar la vida es mucho más apropiado como actividad sabática.</p><p>Jesús procede a sanar al hombre, lo que enfurece a sus oponentes, quienes inmediatamente empiezan a planificar su muerte. La ironía de la historia radica en que quienes procuran sorprender a Jesús quebrantando el sábado estaban transgrediendo el sábado al maquinar su muerte en ese mismo día.</p><p><strong>¿Qué principios acerca de la observancia del sábado puedes extraer de estas historias y de los desafíos que enfrentamos en nuestros días para guardarlo?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de julio",
               "dayTitle":"<p>HISTORIAS SÁNDWICH: PARTE 1</p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Marcos 3:20 al 35. ¿Qué conexión ves entre las dos historias entrelazadas en este pasaje?</strong></p><p><strong>Marcos 3:20-35</strong></p><p><strong><sup>20</sup></strong> Y se agolpó de nuevo la gente, de modo que ellos ni aun podían comer pan.&nbsp;</p><p><strong><sup>21</sup></strong> Cuando lo oyeron los suyos, vinieron para prenderle; porque decían: Está fuera de sí.&nbsp;</p><p><strong><sup>22</sup></strong> Pero los escribas que habían venido de Jerusalén decían que tenía a Beelzebú, y que por el príncipe de los demonios echaba fuera los demonios.&nbsp;</p><p><strong><sup>23</sup></strong> Y habiéndolos llamado, les decía en parábolas: ¿Cómo puede Satanás echar fuera a Satanás?&nbsp;</p><p><strong><sup>24</sup></strong> Si un reino está dividido contra sí mismo, tal reino no puede permanecer.&nbsp;</p><p><strong><sup>25</sup></strong> Y si una casa está dividida contra sí misma, tal casa no puede permanecer.&nbsp;</p><p><strong><sup>26</sup></strong> Y si Satanás se levanta contra sí mismo, y se divide, no puede permanecer, sino que ha llegado su fin.&nbsp;</p><p><strong><sup>27</sup></strong> Ninguno puede entrar en la casa de un hombre fuerte y saquear sus bienes, si antes no le ata, y entonces podrá saquear su casa.</p><p><strong><sup>28</sup></strong> De cierto os digo que todos los pecados serán perdonados a los hijos de los hombres, y las blasfemias cualesquiera que sean;&nbsp;</p><p><strong><sup>29</sup></strong> pero cualquiera que blasfeme contra el Espíritu Santo, no tiene jamás perdón, sino que es reo de juicio eterno. <strong><sup>30</sup></strong> Porque ellos habían dicho: Tiene espíritu inmundo.</p><p><strong><sup>31</sup></strong> Vienen después sus hermanos y su madre, y quedándose afuera, enviaron a llamarle.&nbsp;</p><p><strong><sup>32</sup></strong> Y la gente que estaba sentada alrededor de él le dijo: Tu madre y tus hermanos están afuera, y te buscan.&nbsp;</p><p><strong><sup>33</sup></strong> Él les respondió diciendo: ¿Quién es mi madre y mis hermanos?&nbsp;</p><p><strong><sup>34</sup></strong> Y mirando a los que estaban sentados alrededor de él, dijo: He aquí mi madre y mis hermanos.&nbsp;</p><p><strong><sup>35</sup></strong> Porque todo aquel que hace la voluntad de Dios, ese es mi hermano, y mi hermana, y mi madre.</p><p>Este pasaje es la primera “historia sándwich” en Marcos, donde se inicia una historia, se la interrumpe con otra, y se completa luego la primera.</p><p>La historia externa es la que se refiere a los parientes de Jesús tratando de hacerse cargo de él porque piensan que está fuera de sí (Mar. 3:21). La historia interior (el contenido del sándwich) es la de los escribas procedentes de Jerusalén que acusan a Jesús de ser cómplice del diablo. Nuestro estudio de hoy se centra en la historia interior, que se encuentra en Marcos 3:22 al 30.</p><p>En Marcos 3:22, los escribas presentan la acusación de que el poder sanador de Jesús proviene del diablo. Jesús responde primero con una pregunta general:</p><p>“¿Cómo puede Satanás echar a Satanás?” No tiene sentido que Satanás obre en contra de sí mismo. Jesús procede luego a hablar de la división dentro de un reino, de una casa y de Satanás mismo, mostrando cuán absurda sería una división tal con miras al éxito. Pero, luego, el Señor cambia súbitamente de ilustración y habla de atar a un hombre fuerte a fin de saquear su casa. En este último ejemplo, Jesús es el ladrón que entra en la casa de Satanás y quien ata al príncipe de las tinieblas para poner en libertad a sus cautivos.</p><p><strong>Lee Marcos 3:28 al 30. ¿En qué consiste el pecado imperdonable?</strong></p><p><strong>Marcos 3:28-30</strong></p><p><strong><sup>28</sup></strong> De cierto os digo que todos los pecados serán perdonados a los hijos de los hombres, y las blasfemias cualesquiera que sean;&nbsp;</p><p><strong><sup>29</sup></strong> pero cualquiera que blasfeme contra el Espíritu Santo, no tiene jamás perdón, sino que es reo de juicio eterno. <strong><sup>30</sup></strong> Porque ellos habían dicho: Tiene espíritu inmundo.</p><p>El pecado imperdonable es el pecado contra el Espíritu Santo y consiste en atribuir al diablo la obra del Espíritu. Pon atención a Marcos 3:30: la razón por la que Jesús hace la declaración de los versículos 28 y 29 es que los escribas dicen que él tiene un espíritu inmundo cuando, en realidad, tiene al Espíritu Santo. Si llamas a la obra del Espíritu Santo la obra del diablo, no escucharás al Espíritu Santo, pues nadie en su sano juicio quiere ser guiado por el diablo.</p><p><strong>¿Por qué el hecho de temer haber cometido el pecado imperdonable es en sí una evidencia de que no se lo ha cometido?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de julio",
               "dayTitle":"<p>HISTORIAS SÁNDWICH: PARTE 2</p>",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Marcos 3:20 y 21. ¿Qué hizo pensar a la familia de Jesús que él estaba fuera de sí?</strong></p><p><strong>Marcos 3:20,21</strong></p><p><strong><sup>20</sup></strong> Y se agolpó de nuevo la gente, de modo que ellos ni aun podían comer pan.&nbsp;</p><p><strong><sup>21</sup></strong> Cuando lo oyeron los suyos, vinieron para prenderle; porque decían: Está fuera de sí.</p><p>Una acusación de inestabilidad mental es algo muy serio. Lo típico es que esto surja de experiencias en las que una persona se convierte en una amenaza para su propia seguridad o la de otros. La familia de Jesús sintió que ese era su caso, pues estaba tan ocupado que ni siquiera se detenía para alimentarse.</p><p>Decidieron entonces hacerse cargo de él, y ese es el punto en el que la historia exterior de la estructura narrativa en forma de sándwich es interrumpida por la historia interior acerca de los escribas que acusaban a Jesús de complicidad con el diablo.</p><p>Existe un extraño paralelismo entre la historia exterior y la interior de esta narración sándwich. La familia misma de Jesús parece tener una opinión de él semejante a la de los escribas. La familia dice que está loco. Los escribas dicen que es aliado del diablo.</p><p><strong>Lee Marcos 3:31 al 35. ¿Qué quiere la familia de Jesús y cómo responde él?</strong></p><p><strong>Marcos 3:31-35</strong></p><p><strong><sup>31</sup></strong> Vienen después sus hermanos y su madre, y quedándose afuera, enviaron a llamarle.&nbsp;</p><p><strong><sup>32</sup></strong> Y la gente que estaba sentada alrededor de él le dijo: Tu madre y tus hermanos están afuera, y te buscan.&nbsp;</p><p><strong><sup>33</sup></strong> Él les respondió diciendo: ¿Quién es mi madre y mis hermanos?&nbsp;</p><p><strong><sup>34</sup></strong> Y mirando a los que estaban sentados alrededor de él, dijo: He aquí mi madre y mis hermanos.&nbsp;</p><p><strong><sup>35</sup></strong> Porque todo aquel que hace la voluntad de Dios, ese es mi hermano, y mi hermana, y mi madre.</p><p>Esta escena puede parecer extraña. Si tu madre u otros miembros de tu familia vienen a verte, ¿no deberías reunirte con ellos? El problema es que la familia de Jesús no estaba entonces a tono con la voluntad de Dios. Jesús reconoció ese hecho y en este pasaje redefine el concepto de familia. Quienes hacen la voluntad de Dios son sus hermanos, sus hermanas y su madre. Él es el Hijo de Dios, y quienes se alinean con la voluntad de Dios llegan a ser su familia.</p><p>Los dos relatos juntos de esta historia sándwich de Marcos contienen una profunda ironía. En la historia interior, Jesús dice que una casa dividida contra sí misma no puede permanecer. A primera vista, parece que, en la historia exterior, ¡la propia casa o familia de Jesús está dividida en contra de sí misma! Pero Jesús resuelve esta situación compleja redefiniendo el concepto de familia. Su verdadera familia está constituida por quienes hacen la voluntad de Dios junto con él (ver Luc. 12:53; 14:26).</p><p><strong>A lo largo de la historia, muchos cristianos se han visto separados de sus familiares</strong>. Esa es, sin duda, una situación difícil. Este pasaje de Marcos muestra que Jesús pasó por esa misma experiencia. <strong>Él entiende lo que eso significa y puede consolar a quienes están sufriendo por esa dolorosa incomunicación.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de julio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p>Lee los capítulos titulados “Leví Mateo” y “El sábado” en el libro El Deseado de todas las gentes, de Elena de White, pp. 238-256.</p><p>“Cuando le preguntaron: ‘¿Es lícito curar en sábado?’, Jesús contestó: ‘¿Quién de vosotros que tenga una sola oveja, si ésta cae en un hoyo en día de sábado, no la agarra y la saca? Pues, ¡cuánto más vale un hombre que una oveja! Por tanto, es lícito hacer bien en sábado’ (Mat. 12:10-12).</p><p>“Los espías no se atrevían a contestar a Jesús en presencia de la multitud, por temor a meterse en dificultades. Sabían que él había dicho la verdad. Antes que violar sus tradiciones, dejarían sufrir a un hombre, mientras que aliviarían a un animal por causa de la pérdida que sufriría el dueño si lo descuidaba. Así manifestaban mayor cuidado por un animal que por el hombre, que fue hecho a la imagen de Dios. Esto ilustra el funcionamiento de todas las religiones falsas.</p><p>Tienen su origen en el deseo del hombre de exaltarse por encima de Dios, pero llegan a degradar al hombre por debajo del nivel de las bestias. Toda religión que combate la soberanía de Dios defrauda al hombre de la gloria que le fue concedida en la Creación, y que ha de serle restaurada en Cristo. Toda religión falsa enseña a sus adeptos a descuidar las necesidades, los sufrimientos y los derechos de los hombres. El evangelio concede un alto valor a la humanidad como adquisición hecha por la sangre de Cristo, y enseña a considerar con ternura las necesidades y las desgracias del hombre. El Señor dice: ‘Haré más precioso que el oro fino al varón, y más que el oro de Ofir al hombre’ (Isa. 13:12)” (DTG 253).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p>¿Qué estrategias o prácticas te ayudan a ti y a tu iglesia local a mantenerse sensibles en favor de quienes sufren en silencio, como el paralítico en Marcos 2?</p><p><strong>1</strong>. Piensa acerca de cuán cegados por el odio, la tradición, el dogma y la religión en general habían llegado a estar los dirigentes religiosos que rechazaron a Jesús, al punto de que aun sus milagros, que deberían haber abierto sus mentes a él, no lo hicieron. ¿Cómo podemos como pueblo ser cuidadosos para que no nos ocurra algo similar?</p><p><strong>2. </strong>¿Cómo puede tu iglesia local llegar a ser “familia” para quienes, tal vez, su familia inmediata los ha rechazado a causa de su fe?</p><p><strong>3.</strong> Profundicen en la cuestión del “pecado imperdonable”. Analicen como clase qué significa y cómo podemos asegurarnos de no cometerlo.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":38,
               "idDay":8,
               "idLesson":3,
               "lessonText":"<p><strong>RESEÑA</strong></p><p><strong>Texto clave: Marcos 2, 3.</strong></p><p><strong>Enfoque del estudio: Marcos 2:3-12; 3:6, 22-29.</strong></p><p><strong>Introducción:</strong></p><p>El estudio de esta semana repasa los acontecimientos del ministerio de Jesús presentados en Marcos 2 y 3. La obra de Jesús se centra en la restauración de la vida de las personas mediante el evangelio. Sin embargo, el ministerio y el mensaje de Jesús no siempre fueron bien recibidos por ciertas personas que ejercían gran influencia en la sociedad de la época.</p><p><strong><br></strong></p><p><strong>Temática de la lección:</strong></p><p>En Marcos 2 y 3, el autor destaca el hecho de que algunos maestros religiosos malinterpretaron el mensaje de Jesús y desconfiaron de su contenido. Dentro de este contexto, examinaremos:</p><p>1. Los grupos hostiles a las enseñanzas de Jesús, incluidos los fariseos y los escribas.</p><p>2. Algunos temas de discordia entre Jesús y los líderes religiosos.</p><p><strong>COMENTARIO</strong></p><p><strong>El ministerio de Jesús fuera de la sinagoga</strong></p><p>La sinagoga fue el epicentro del ministerio de Jesús: “Otra vez Jesús entró en la sinagoga” (Mar. 3:1). Sin embargo, Jesús no se limitó a ese ámbito durante su ministerio. Esta flexibilidad es algo que lo distingue de los maestros de su tiempo.<br></p><p>Para comprender mejor el ministerio itinerante de Jesús, debemos fijarnos en la estructura de los primeros capítulos de Marcos. Después de haber examinado Marcos 1 la semana anterior, pasamos ahora a analizar el contenido y la estructura del capítulo 2. Marcos 2 y 3 parecen constituir una unidad literaria. La sección comienza diciendo que Jesús estaba en su casa (Mar. 2:1) y termina con la mención de algunos miembros de su familia (madre y hermanos; Mar. 3:31-35). Entre estos dos segmentos narrativos, Jesús viaja a zonas cercanas al mar de Galilea. Va a un lugar donde se cobraban impuestos (Mar. 2:14) y luego entra en la casa de Leví (Mar. 2:15). A continuación, se dirige a los sembrados (Mar. 2:23). Seguidamente, entra en la sinagoga (Mar. 3:1). Luego se retira con sus discípulos al mar (Mar. 3:7), y más tarde entra en otra casa (Mar. 3:19).</p><p>En resumen, este segmento del relato de Marcos pone de relieve que Jesús atendía las necesidades de las personas en sus casas, en la sinagoga, e incluso en zonas rurales. Su ministerio era tanto urbano como rural.</p><p><strong>Grupos polémicos y hostiles</strong></p><p>Otro punto preliminar para considerar en Marcos 2 y 3 es la hostilidad de algunos líderes político-religiosos contra Jesús y su ministerio. Entre los grupos mencionados en esta sección están los escribas (Mar. 2:6, 16; 3:22), los fariseos (Mar. 2:24; 3:6) y los herodianos (Mar. 3:6), tres segmentos importantes de la sociedad israelita durante el ministerio de Jesús. Los saduceos son otro grupo (Mar. 12:18), pero no aparecen en esta sección de nuestro estudio.</p><p>El desafío al que Jesús se enfrenta ahora no son las fuerzas de las tinieblas. Los demonios no tienen un papel activo ni un poder real contra él en esta sección del relato más allá de lo que se menciona en Marcos 3:11, donde, según afirma el autor, los demonios se postraron ante Jesús. El conflicto al que hace frente aquí tiene que ver con algo más concreto: los maestros o dirigentes espirituales de la nación.</p><p>Los eruditos coinciden en que los fariseos y los escribas ocupaban posiciones de liderazgo en la sociedad judía aproximadamente desde el año 200 a.C. hasta el año 100 d.C. Quienes integraban estos dos grupos eran los líderes letrados y eruditos de la nación que habitaban en diversas regiones del país. En cierto sentido, los escribas y los fariseos representaban el sector erudito de su época.</p><p>Michelle Lee-Barnewall señala: “Los fariseos pudieron haber surgido de los hasideos, vinculados a los escribas, quienes enfatizaban el estudio de la Ley y la obediencia a los Mandamientos” (“Pharisees, sadducees, and essenes”, en The world of the New Testament: cultural, social, and historical contexts, ed. por Joel B. Green y Lee Martin McDonald [Grand Rapids: Baker Academic, 2013], p. 218).</p><p>Flavio Josefo (historiador judío del siglo I) describe la influencia de estos grupos eruditos y la presión que ejercían sobre la sociedad en relación con las tradiciones en torno a la Torá. “Los fariseos han transmitido al pueblo muchas observancias recibidas de sus antecesores y que no están escritas en la ley de Moisés. Por eso los saduceos las rechazan y dicen que debemos considerar obligatorias solo las observancias que están en la palabra escrita, pero que no debemos observar las que se derivan de la tradición de nuestros antepasados” (The works of Josephus [Peabody: Hendrickson, 1987], p. 355). La Mishná también revela ciertas tensiones que existían en relación con la enseñanza de los escribas. Por ejemplo, el “Tratado Sanedrín” da a entender que los maestros ponían más énfasis en las tradiciones que en la Torá. “Se aplica más rigor a las palabras de los sabios [rabinos] que a las palabras de la propia Escritura” (Sanedrín 11:3). Los escribas también son descritos como “intérpretes” (comparar con Mat. 22:35); es decir, “expertos en la ley mosaica”.</p><p>La pregunta es: ¿Por qué los fariseos y los escribas están en permanente conflicto con Jesús, o por qué él los confronta? Anthony J. Saldarini subraya que “el conocimiento de la Ley y las tradiciones judías por parte de los fariseos, y aceptado por el pueblo, era la base de su posición social” (Pharisees, scribes and sadducees in palestinian society [Grand Rapids: Eerdmans, 2001], p. 33).</p><p>Mateo 23 ofrece una explicación clara de por qué Jesús condenó a los líderes religiosos de su tiempo: “En la cátedra de Moisés se sentaron los escribas y los fariseos. Así, lo que les digan que guarden, guárdenlo y háganlo; pero no hagan conforme a sus obras, porque dicen y no hacen” (Mat. 23:2, 3). A diferencia de la hipocresía de ellos, Jesús practica los principios que enseña. Por eso es un maestro con gran autoridad, no como los escribas. A diferencia de él, los fariseos y los escribas son hipócritas, pues no practican lo que profesan o enseñan. Como aprendimos de nuestro estudio en el primer capítulo, Marcos destaca a Jesús no solo como alguien que enseña y predica el evangelio de Dios, sino también como aquel que lo personifica; es decir, lo encarna. En su vida, Jesús trata de aliviar el peso de la enfermedad y el pecado que agobia a la gente y de liberarla del peso abrumador de las tradiciones. Temas controvertidos Otros incidentes del Evangelio de Marcos revelan también nuevas tensiones entre Jesús y los líderes religiosos. El primer incidente se refiere al paralítico que fue bajado del techo hasta la presencia de Jesús por cuatro hombres (Mar. 2:3-12).</p><p>Marcos 2:5 dice: “Al ver la fe de ellos, Jesús dijo al paralítico: ‘Hijo, tus pecados te son perdonados’ ”. De acuerdo con el concepto práctico y dinámico del evangelio que presenta Marcos, la fe es acción. Jesús reconoció y honró la fe de los cuatro amigos del paralítico, quienes, al actuar de acuerdo con esa fe, llevaron a su amigo ante el único que podía ayudarlo.</p><p>La principal controversia en este relato es acerca de la autoridad de Jesús para perdonar pecados. Lo que perturbaba a los escribas no era solo el hecho de que Jesús perdonara los pecados, sino también que lo hiciera en su propio nombre, invocando su poder y autoridad. Por lo tanto, esta acción fue descrita por los escribas como una presunción blasfema. “En un contexto en el que solo Dios era visto como capaz de perdonar pecados (Mar. 2:7; cf. Luc. 7:49), Jesús lo hace. […] Se lo acusa de blasfemia no porque afirme directamente ser Dios o pronuncie su sagrado nombre, sino porque actúa como Dios” (Robert H. Stein, “Mark”, Baker exegetical commentary on the New Testament [Grand Rapids: Baker Academic, 2008], p. 119).</p><p>Jesús señala claramente que él, como Hijo del Hombre y Dios en la Tierra, tiene autoridad para perdonar pecados (Mar. 2:10). El autor del Evangelio subraya un detalle importante: la gente, a diferencia de los escribas, reconoció que la restauración del paralítico, incluido el perdón de sus pecados, era un acto divino. “Todos se asombraron y glorificaron a Dios diciendo: ‘¡Nunca hemos visto cosa semejante!’ ” (Mar. 2:12).</p><p>En el capítulo siguiente, los escribas presentan un nuevo argumento contra Jesús y su autoridad o poder para liberar y restaurar a los endemoniados. Los líderes religiosos sostenían que Jesús “tenía a Belzebú” y que “por el príncipe de los demonios echaba los demonios” (Mar. 3:22).</p><p>Por desgracia, los escribas no reconocen que la obra de Jesús es de origen divino; en cambio, atribuyen sus obras al poder de los demonios. Ante esta acusación maliciosa y errónea, Jesús defiende sus acciones como obra del Espíritu Santo. Además, Jesús acusa a los escribas de blasfemia contra el Espíritu Santo. Su concepción errónea de la obra de Jesús los ha hecho culpables “de un pecado eterno” (Mar. 3:29); “es decir, uno con consecuencias infinitas. […] El pecado imperdonable es la obstinada negativa a reconocer que Dios obra en el hombre Jesús”.</p><p>Lamentablemente, según el autor James A. Brooks, su obstinada negativa “no es un acto aislado, sino una acción y actitud habituales. El tiempo verbal imperfecto en griego [elegon, Mar. 3:30] podría traducirse: ‘Ellos seguían diciendo’ ” (“Mark”, The new American commentary [Nashville: Broadman &amp; Holman, 1991], t. 23, p. 76).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Además de padecer la incomprensión como Hijo de Dios por parte de los fariseos y los escribas, Jesús tampoco fue comprendido por los miembros de su propia familia; a saber, sus hermanos. Elena de White escribe en El Deseado de todas las gentes lo siguiente acerca de los hermanos de Jesús: “Sus hermanos deseaban que él cediese a sus ideas, cuando una actitud tal habría estado en completa contradicción con su misión divina. […] Pensaban que si dijera solamente cosas aceptables para los escribas los y fariseos evitaría las controversias desagradables que sus palabras despertaban. Pensaban que estaba loco al pretender que tenía autoridad divina, y al presentarse ante los rabinos como reprensor de sus pecados” (p. 292). En la misma página, la autora continúa diciendo: “Estas cosas hacían muy espinosa la senda de Jesús. Tanto se condolía Cristo de la incomprensión que había en su propio hogar que le era un alivio ir adonde esta no reinaba” (ibíd., p. 293). En la página siguiente, Elena de White nos exhorta: “Los que están llamados a sufrir por causa de Cristo, que tienen que soportar incomprensión y desconfianza aun en su propia casa, pueden hallar consuelo en el pensamiento de que Jesús soportó lo mismo. Se compadece de ellos. Los invita a hallar compañerismo en él, y alivio donde él lo halló: en la comunión con el Padre” (ibíd.).</p><p>Formula las siguientes preguntas a los miembros de tu clase: <strong>¿Has enfrentado algún conflicto en tus círculos sociales o entre miembros de tu familia como consecuencia de tus creencias? En caso afirmativo, ¿de qué manera te reconforta saber que Jesús soportó lo mismo?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>CONTROVERSIAS</p>",
         "verse":"<p>“También les dijo: ‘El sábado fue hecho para el hombre, no el hombre para el sábado. Así, el Hijo del hombre es también Señor del sábado’ ” (Mar. 2:27, 28).</p>",
         "versionCode":40,
         "weekDate":"13-20 de julio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
