{
  "data": [
    {
      "color": "#3D5B59",
      "id": 704,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "April 15",
          "dayTitle": "<p>Fear God and Give Glory to Him</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>D anish author Søren Kierkegaard told a parable about the end time. It went something like this:</p><p>A fire broke out backstage in a big theater. A clown, who had been part of the performance, came out to warn the audience: “Get out; the place is on fire!” The audience thought it was just a big joke, part of the show, that’s all, and just applauded. He repeated the warning: “Get out! Get out!” But the more emphatically he warned them, the greater the applause. For Kierkegaard, that is how the world is going to end; that is, to the general applause of wits who believe it’s a joke.</p><p>The end of the world, and events leading up to it, are, as we know, no joke. The world faces the most serious crisis since the Flood. In fact, Peter himself uses the story of the Flood as a symbol of the end, warning that just as the world of old perished by water, in the end times, “the heavens will pass away with a great noise, and the elements will melt with fervent heat; both the earth and the works that are in it will be burned up” (2 Pet. 3:10, NKJV). Having been warned about what is coming, we now need to be prepared for it, as well.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 16",
          "dayTitle": "<p>Fear God</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p>The purpose of the book of Revelation for our generation is to pre- pare a people to be ready for Jesus’ soon return and to unite with Him in giving His last-day message to the world. Revelation reveals the plans of God and unmasks the plans of Satan. It presents God’s final appeal, His urgent, eternal, universal message for all humanity.</p><p>R<strong>ead the apostle John’s urgent end-time appeal in Revelation 14:7. (See also Gen. 22:12; Ps. 89:7; Prov. 2:5; Eccles. 12:13, 14; Eph. 5:21.) What specific instruction does he give us?</strong></p><p><strong>Revelation 14:7</strong></p><p><strong><sup>7</sup></strong> saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”</p><p><strong>Gen. 22:12</strong></p><p><strong><sup>12</sup></strong> And He said, “Do not lay your hand on the lad, or do anything to him; for now I know that you fear God, since you have not withheld your son, your only son, from Me.”</p><p><strong>Ps. 89:7</strong></p><p><strong><sup>7</sup></strong> God is greatly to be feared in the assembly of the saints,</p><p>And to be held in reverence by all those around Him.</p><p><strong>Eccles. 12:13, 14</strong></p><p><strong><sup>13</sup></strong> Let us hear the conclusion of the whole matter:</p><p>Fear God and keep His commandments,</p><p>For this is man’s all.</p><p><strong><sup>14 </sup></strong>For God will bring every work into judgment,</p><p>Including every secret thing,</p><p>Whether good or evil.</p><p><strong>Eph. 5:21</strong></p><p><strong><sup>21</sup> </strong>submitting to one another in the fear of God.</p><p><br></p><p>The Greek New Testament word for “fear” in Revelation 14:7 is phobeo. It is used here not in the sense of being afraid of God but in the sense of reverence, awe, and respect. It conveys the thought of absolute loyalty to God and full surrender to His will. It is an attitude of mind that is God-centered rather than self-centered. It is the opposite of Lucifer’s attitude in Isaiah 14:13, 14, when he says in his heart, “ ‘I will ascend into heaven, I will exalt my throne above the stars of God; I will also sit on the mount of the congregation on the farthest sides of the north; I will ascend above the heights of the clouds, I will be like the Most High’ ” (NKJV).</p><p>Instead, it is the attitude of Christ, who, though “being in the form of God . . . humbled Himself and became obedient to the point of death, even the death of the cross” (Phil. 2:6, 8, NKJV).</p><p>The essence of the great controversy revolves around submission to God. Lucifer was self-centered. He refused to submit to any authority except his own. Rather than submit to the One upon the throne, Lucifer desired to rule from the throne. Put simply, to fear God is to place Him first in our thinking. It is to renounce our self-centeredness and pride and to live a life wholly for Him.</p><p>And it obviously must be important because it’s the first of the words out of the mouth of the first angel of the three.</p><p>Hence, we must take heed.</p><p><strong>What has been your own experience of fearing God? How would you explain to someone, in a positive way, why “the fear of God” is something good?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 17",
          "dayTitle": "<p>Fearing and Obeying God</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p>What else does the Bible teach us about what it means to fear God?</p><p><strong>Read Deuteronomy 6:2; Psalm 119:73, 74; and Ecclesiastes 12:13, 14. What do these texts reveal is the result of “fearing God”?</strong></p><p><strong>Deuteronomy 6:2</strong></p><p><strong><sup>2</sup> </strong>that you may fear the Lord your God, to keep all His statutes and His commandments which I command you, you and your son and your grandson, all the days of your life, and that your days may be prolonged.</p><p><strong>Psalm 119:73, 74</strong></p><p><strong><sup>73</sup></strong> Your hands have made me and fashioned me;</p><p>Give me understanding, that I may learn Your commandments.</p><p><strong><sup>74 </sup></strong>Those who fear You will be glad when they see me,</p><p>Because I have hoped in Your word.</p><p><strong>Ecclesiastes 12:13, 14</strong></p><p><strong><sup>13</sup></strong> Let us hear the conclusion of the whole matter:</p><p>Fear God and keep His commandments,</p><p>For this is man’s all.</p><p><strong><sup>14</sup></strong> For God will bring every work into judgment,</p><p>Including every secret thing,</p><p>Whether good or evil.</p><p><br></p><p>These passages reveal a linkage between fearing God and keeping His commandments. Fearing God is an attitude of reverential respect that leads us to obedience. Heaven’s urgent appeal is for those saved by grace to be obedient to God’s commands (Eph. 2:8–10). Grace does not free us from obeying the commands of God. The gospel sets us free from the law’s condemnation, not from our responsibility to obey it.</p><p>Grace not only delivers us from the guilt of our past, but it also empowers us to live godly, obedient lives in the present. The apostle Paul declares that “we have received grace and apostleship for obedience to the faith among all nations” (Rom. 1:5, NKJV).</p><p>There are some people who have the strange idea that salvation by grace somehow negates the law of God or minimizes the necessity for obedience. They believe that any talk about obedience is legalism. They have declared, “All I want is Jesus.” The question is, which Jesus? A Jesus of our own making, or the Jesus of Scripture? The Christ of Scripture never leads us to downplay His law, which is the transcript of His character. The Christ of Scripture never leads us to minimize the doctrines of the Bible, which reveal more clearly who He is and His plan for this world. The Christ of Scripture never leads us to reduce His teaching to pious platitudes that are nonessential. Christ is the embodiment of all doctrinal truth. Jesus is truth incarnated. He is doctrine lived out.</p><p>Revelation’s final appeal calls us through faith in Jesus to accept the fullness of everything He offers. It calls us to “fear God,” which is expressed by faith in His redeeming power to empower us to live godly, obedient lives.</p><p><strong>How do Jesus’ words here—“ ‘And do not fear those who kill the body but cannot kill the soul. But rather fear Him who is able to destroy both soul and body in hell’ ” (Matt. 10:28, NKJV)—help us understand what it means to fear God?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 18",
          "dayTitle": "<p>Living a God-Centered Life</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>In an age of consumerism, when secular values have made self the center, heaven’s appeal is to turn from the tyranny of self-centeredness and the bondage of self-inflated importance to place God at the center of our lives. For some, money is the center of their lives. For others, it is pleasure or power. For some, it may be sports, music, or entertainment. Revelation’s message is a clarion call to fear, respect, and honor God as life’s true Center.</p><p><strong>Read Matthew 6:33; Colossians 3:1, 2; and Hebrews 12:1, 2. What do these passages tell us about making God the true center of our lives?</strong></p><p><strong>Matthew 6:33</strong></p><p><strong><sup>33</sup></strong> But seek first the kingdom of God and His righteousness, and all these things shall be added to you.</p><p><strong>Colossians 3:1, 2</strong></p><p><strong><sup>1</sup> </strong>If then you were raised with Christ, seek those things which are above, where Christ is, sitting at the right hand of God.&nbsp;</p><p><sup><strong>2</strong></sup> Set your mind on things above, not on things on the earth.</p><p><strong>Hebrews 12:1, 2</strong></p><p><strong><sup>1</sup></strong> Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us,&nbsp;</p><p><strong><sup>2</sup></strong> looking unto Jesus, the author and finisher of our faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God.</p><p><br></p><p>The central issue in earth’s final conflict is a battle for the mind. It really is one of allegiance, authority, and commitment to God’s will.</p><p>The final battle in the great controversy is between good and evil for control of our thoughts. The apostle Paul gives us this admonition: “Let this mind be in you which was also in Christ Jesus” (Phil. 2:5, NKJV). The mind is the citadel of our being. It is the wellspring of our actions. The word “let” means to allow or to choose. It speaks of a volitional act of the will. The choice to have the mind of Christ is the choice to allow Jesus to shape our thinking by filling our minds with the things of eternity. Our actions reveal where our thinking process is. To fear God is to make Him first in our lives.</p><p>Think about how easy, in one sense, it is to control your thoughts, at least when you are conscious that you need to control them. Often, the problem is that unless we make a conscious effort to dwell on the right things, the “things above, not . . . things on the earth” (Col. 3:2, NKJV), our minds, fallen and sinful as they are, will naturally tend toward the base things, the things of the world. Hence, we need to, as Paul said, purposely and deliberately choose, using the sacred gift of free will, to dwell on the heavenly things.</p><p><strong>“Finally, brethren, whatever things are true, whatever things are noble, whatever things are just, whatever things are pure, what- ever things are lovely, whatever things are of good report, if there is any virtue and if there is anything praiseworthy—meditate on these things” (Phil. 4:8, NKJV). How do we learn to do what Paul tells us here?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 19",
          "dayTitle": "<p>Giving Glory to God</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p>A study of the use of the phrase in the Old Testament to “give glory to” God (Rev. 14:7) shows that it, interestingly enough, often (but not only) appears in the context of divine judgment (Josh. 7:19; 1 Sam. 6:5; Jer. 13:15, 16; Mal. 2:2), just as it does in the first angel’s message, as well (Rev. 14:7). This idea is seen, too, in Revelation 19:1, 2—“ ‘Alleluia! Salvation and glory and honor and power belong to the Lord our God! For true and righteous are His judgments’ ” (NKJV).</p><p><strong>Read 1 Corinthians 3:16, 17; 1 Corinthians 6:19, 20; and 1 Corinthians 10:31. How do these passages help us understand one way that we can glorify God?</strong></p><p><strong>1 Corinthians 3:16, 17</strong></p><p><strong><sup>16</sup> </strong>Do you not know that you are the temple of God and that the Spirit of God dwells in you?&nbsp;</p><p><strong><sup>17</sup></strong> If anyone defiles the temple of God, God will destroy him. For the temple of God is holy, which temple you are.</p><p><strong>1 Corinthians 6:19, 20</strong></p><p><strong><sup>19</sup></strong> Or do you not know that your body is the temple of the Holy Spirit who is in you, whom you have from God, and you are not your own?&nbsp;</p><p><strong><sup>20</sup></strong> For you were bought at a price; therefore glorify God in your body and in your spirit, which are God’s.</p><p><strong>1 Corinthians 10:31</strong></p><p><strong><sup>31</sup></strong> Therefore, whether you eat or drink, or whatever you do, do all to the glory of God.</p><p><br></p><p>According to the apostle Paul, our bodies are a sanctuary, the dwelling place of the Spirit of God, a temple made holy by the presence of God. The Scriptures give us a clarion call to glorify God in every aspect of our lives. When God is the center of our lives, our one desire is to give glory to Him, whether through our diet, our dress, our entertainment, or our interaction with others. We give glory to God as we reveal His character of love to the world through our commitment to doing His will. This is even more important in the light of earth’s end-time judgment.</p><p><strong>Read Romans 12:1, 2. What appeal does the apostle Paul make regarding the totality of our life choices?</strong></p><p><strong>Romans 12:1, 2</strong></p><p><strong><sup>1</sup></strong> I beseech you therefore, brethren, by the mercies of God, that you present your bodies a living sacrifice, holy, acceptable to God, which is your reasonable service.&nbsp;</p><p><strong><sup>2</sup></strong> And do not be conformed to this world, but be transformed by the renewing of your mind, that you may prove what is that good and acceptable and perfect will of God.</p><p><br></p><p>The New Testament Greek word for bodies in this passage is somata, which is better translated the collective sum of who you are—body, mind, and emotions. The Phillips translation of the Bible translates the expression “reasonable service” as an “act of intelligent worship.” In other words, when you make a total commitment to “fear God” and “glorify Him” in all you do, giving your mind, body, and emotions to Him, this is an act of intelligent worship. And, too, in light of God’s judgment, taking heed to obey is, indeed, a good idea.</p><p><strong>Think about what you do with your body. What can you do to make sure that you are, indeed, glorifying God with it?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 20",
          "dayTitle": "<p>Revelation’s Overcomers</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p>“Here are they that keep the commandments of God, and the faith of Jesus” (Rev. 14:12). This is the depiction of God’s faithful people in the last days. Yet, the only way anyone can keep the commandments of God, then or now, is through the faith of Jesus. Notice our text does not say, “faith in Jesus,” although that is extremely important, but this expression, “the faith of Jesus,” is something more. It is the quality of faith that enabled Christ to be victorious over Satan’s fiercest temptations. Faith is a gift given to each believer. When we exercise the faith that the Holy Spirit puts in our hearts, that faith grows. We overcome, not by our willpower, but by the power of the living Christ working through us. We overcome not because of who we are but because of who He is.</p><p>We can overcome because He overcame. We can be victorious because He was victorious. We can triumph over temptation because He triumphed over temptation.</p><p><strong>Read Hebrews 4:14–16 and Hebrews 7:25. What is the means of over- coming and living lives that “fear God” and “give Him glory”?</strong></p><p><strong>Hebrews 4:14–16</strong></p><p><strong><sup>14</sup></strong> Seeing then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.&nbsp;</p><p><strong><sup>15</sup></strong> For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points tempted as we are, yet without sin.&nbsp;</p><p><strong><sup>16</sup></strong> Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need.</p><p><strong>Hebrews 7:25</strong></p><p><strong><sup>25</sup></strong> Therefore He is also able to save to the uttermost those who come to God through Him, since He always lives to make intercession for them.</p><p><br></p><p>Jesus, the divine Son of God, has overcome the wiles of the devil. He faced temptations trusting in the promises of God, surrendering His will to the Father’s will, and depending on the Father’s power. Trusting Him, looking to Him, believing in Him, we, too, can be victorious. Jesus is our all in all, and the three angels’ messages are all about Him. Revelation’s message is one of victory, not defeat. It speaks of a people who through His grace and by His power overcome.</p><p>The word “overcome” in one form or another is used 11 times in the book of Revelation. In the vision of the seven churches representing the Christian church from the first century to our time, there are believers in every generation who, John says, “overcame.” At the end time, those that “overcome” inherit all things (Rev. 21:7). This is not legalism. It is victory through Jesus Christ, whose perfect life of perfect righteous- ness, and that alone, is what gives them the promise of eternal life. It is faith in action. It is transforming, life-changing, miraculous grace in the life of the believer.</p><p><strong>Are there things in your life you desire to overcome? How can we translate our desires into action? What practical steps can we take to become Revelation’s “overcomers”?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 21",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>Think about the amazing words of Paul in Hebrews 7:25, which, describing Jesus as our High Priest, says that “He is also able to save to the uttermost those who come to God through Him” (NKJV). “Save to the uttermost . . .” The Greek word for “uttermost” means “full, complete, total.” It is Jesus who saves us; our job is to surrender to Him, claiming His victory for us. Our trust must be in Him, not in ourselves.</p><p>“We can summarize the force of the expression ‘fear God’ in Revelation as God’s final call to humanity to choose Him as their glorious and majestic God, . . . who will be victorious over the forces of evil that oppose Him and His plan for the human race (cf. [Rev.] 14:9–11). This fear does not manifest itself, at least not for now (cf., [Rev.] 6:14–17), in terror and trembling, but in joyous and loving submission to God’s law and to His exclusive worship. No other power should be acknowledged as worthy of such devotion and loyalty. In fact, there are no other options, because what shows itself on the horizon of the cosmic conflict as possibilities are actions of demonic powers destined to extinction (Revelation 16:13, 14; 17:14; 20:11–15). The fear of the Lord is therefore a positive divine invitation . . . to take God’s side in the cosmic conflict in order to stand before His most glorious presence, filled with joy in eternal fellowship with Him ([Rev.] 21:3–4; [Rev.] 22:3–5).”—Ángel Manuel Rodríguez, “The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages,” unpublished manu- script, p. 27.</p><p><strong>Discussion Questions:</strong></p><p><strong><sup>1.</sup></strong> Think about the incredible power of God, the One who created and sustains the entire cosmos. We can barely grasp the idea of the cosmos. How then could we even begin to grasp the Creator of it? Think about how much greater and vaster and more powerful He is than we are. And this God will one day judge us? How do these facts help us understand the idea of the “fear of God” and what it means?</p><p><strong><sup>2.</sup></strong> How can we avoid legalism when we discuss the biblical con- cepts of holiness, overcoming, and victory? Why must we always understand that it was Christ’s victory for us, at the cross, that alone remains the foundation of our hope of salvation, regardless of our victories (or even failures) here now?</p><p><strong><sup>3.</sup></strong> Why, even with all the promises of victory over sin, do we often find ourselves failing and not living up to the standard of righteousness that Jesus Himself modeled for us and promises us could be ours, as well? What mistakes are we making in not allowing God to do the work in us that He has promised?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 21",
          "dayTitle": "<p>Inside Story</p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>Praying for New Friends</strong></p><p><strong><em>By Dmitry Bagal</em></strong></p><p>Elena Bagal felt lonely in Kochel, Germany. Born in Siberia, she knew no one when her family arrived, and her German was weak. As the days passed, she missed the life that she had enjoyed in Russia. One day, she cried out to the Lord for a new friend. “I really need a friend to spend time with,” she prayed.</p><p>Little did she realize that she was not the only Russian-speaking mother praying for friends. Snezhana had moved to the town a year earlier amid dif- ficult family circumstances. On the same day that Elena prayed for a friend, Snezhana cried out to God, “Lord, I have no more strength! How can I go on living? Help me to meet someone to share my difficulties with.”</p><p>Snezhana had two children, ages 7 and 9, but they rarely went to the children’s playground. On that day, however, they went to the playground.</p><p>Elena, who had just prayed for a friend, took her baby girl to the same playground. She greeted Snezhana in German, but soon she realized that they both spoke Russian. She couldn’t believe it! She thought that the mother and children were visiting tourists, but it turned out that they lived in the town and were looking for new friends. Their families have become close friends. “God let me meet you so that I would have a friend,” Snezhana told Elena recently. Elena sends encouraging songs and uplifting sermons to Snezhana. She is praying that Snezhana will agree to Bible studies.</p><p>After the meeting, Elena kept praying for new friends. One day, she met Natasha, a Russian speaker in need of encouragement. The women became friends, and today Elena regularly sends Bible promises to Natasha.</p><p>Elena kept praying for new friends. While shopping, she met Irina, another Russian speaker, and invited her home for a visit. The two women now meet every other week. Sometimes, Elena gives Irina massages and, each time, she prays. The last time she gave a massage, Irina prayed for the first time. Elena has learned that Irina sometimes visited an Adventist church before moving to Kochel. “God’s ways are wonderful!” Elena said.</p><p>She prays that Irina will want to study the Bible with her and that she can start a small group for Russian speakers in her home.</p><p>In the meantime, she keeps praying for new friends.</p><p>Do you pray for new friends?</p><p><em>This mission story illustrates Mission Objective No. 1 of the Seventh-day Adventist Church’s “I Will Go” strategic plan: “To revive the concept of worldwide mission and sacrifice for mission as a way of life involving not only pastors but also every church member, young and old, in the joy of witnessing for Christ and making disciples.” For more information, visit IWillGo2020.org</em></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>Fear God and Give Glory to Him</p>",
      "verse": "<p>“Here is the patience of the saints; here are those who&nbsp;keep the commandments of God and the faith of Jesus” (Revelation&nbsp;14:12, NKJV).</p>",
      "versionCode": 2,
      "weekDate": "April 15 - 21"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
