{
   "data":[
      {
         "color":"#E38E02",
         "id":6,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"3 de agosto",
               "dayTitle":"",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>Esta semana estudiaremos Marcos 7 y la primera mitad del capítulo 8. Al comienzo de Marcos 7, Jesús suscita controversia por su rechazo de la tradición religiosa. No obstante, lo hace de una manera sorprendentemente solidaria con algo muy relevante para la vida cristiana hoy.</p><p><br></p><p>Jesús presenta luego un acertijo que abre la puerta a una comprensión correcta de qué es en verdad la fe.</p><p><br></p><p>Después de esto, se dirige a Tiro y Sidón y tiene allí un encuentro con una mujer que fue la única persona que le ganó una discusión a Jesús en los evangelios. Su encuentro con ella es inusual y hay bajo su superficie algunos mensajes cifrados con los que la mujer fue capaz de interactuar. En vista de su fe, Jesús le concedió lo que pedía.</p><p><br></p><p>Marcos 7 registra otra curación realizada por Jesús y así revela la importante verdad de que, independientemente de cuán impresionantes puedan ser los milagros, a menudo no alcanzan para que los corazones se abran a la verdad. Después de todo, ¿qué bien hicieron los milagros a los líderes religiosos que estaban empeñados en rechazar a Jesús?</p><p><br></p><p>En Marcos 8, nuestro estudio se enfoca en el significado del pan como símbolo de enseñanzas y tradiciones. Estas historias contienen grandes lecciones acerca del significado y la práctica de la vida religiosa.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de agosto",
               "dayTitle":"<p>TRADICIONES HUMANAS VERSUS MANDAMIENTOS DE DIOS</p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Marcos 7:1 al 13. ¿Qué verdades relevantes son presentadas</strong></p><p><strong>aquí?</strong></p><p><strong>Marcos 7:1-13</strong></p><p><strong><sup>1</sup></strong> Se juntaron a Jesús los fariseos, y algunos de los escribas, que habían venido de Jerusalén;</p><p><strong><sup>2</sup></strong> los cuales, viendo a algunos de los discípulos de Jesús comer pan con manos inmundas, esto es, no lavadas, los condenaban.</p><p><strong><sup>3 </sup></strong>Porque los fariseos y todos los judíos, aferrándose a la tradición de los ancianos, si muchas veces no se lavan las manos, no comen.</p><p><strong><sup>4</sup></strong> Y volviendo de la plaza, si no se lavan, no comen. Y otras muchas cosas hay que tomaron para guardar, como los lavamientos de los vasos de beber, y de los jarros, y de los utensilios de metal, y de los lechos.</p><p><strong><sup>5 </sup></strong>Le preguntaron, pues, los fariseos y los escribas: ¿Por qué tus discípulos no andan conforme a la tradición de los ancianos, sino que comen pan con manos inmundas?</p><p><strong><sup>6</sup></strong> Respondiendo él, les dijo: Hipócritas, bien profetizó de vosotros Isaías, como está escrito:</p><p>Este pueblo de labios me honra,</p><p>Mas su corazón está lejos de mí.</p><p><strong><sup>7 </sup></strong>Pues en vano me honran,</p><p>Enseñando como doctrinas mandamientos de hombres.</p><p><strong><sup>8 </sup></strong>Porque dejando el mandamiento de Dios, os aferráis a la tradición de los hombres: los lavamientos de los jarros y de los vasos de beber; y hacéis otras muchas cosas semejantes.</p><p><strong><sup>9 </sup></strong>Les decía también: Bien invalidáis el mandamiento de Dios para guardar vuestra tradición.</p><p><strong><sup>10 </sup></strong>Porque Moisés dijo: Honra a tu padre y a tu madre; y: El que maldiga al padre o a la madre, muera irremisiblemente.</p><p><strong><sup>11 </sup></strong>Pero vosotros decís: Basta que diga un hombre al padre o a la madre: Es Corbán (que quiere decir, mi ofrenda a Dios) todo aquello con que pudiera ayudarte,</p><p><strong><sup>12</sup></strong> y no le dejáis hacer más por su padre o por su madre,</p><p><strong><sup>13</sup></strong> invalidando la palabra de Dios con vuestra tradición que habéis transmitido. Y muchas cosas hacéis semejantes a estas.</p><p><br></p><p>Imagina que un niño estudia este relato en su clase de Escuela Sabática y, al volver a su casa, le dice a su madre que no es necesario lavarse las manos antes de comer, pues Jesús así lo dijo. Sin embargo, esta historia no se refiere a la higiene.</p><p><br></p><p>En los días de Jesús, había muchas personas muy preocupadas por la pureza ritual. En el período intertestamentario, la idea de lavarse las manos para permanecer ritualmente puro se había extendido entre la gente común, aun cuando en un principio estas reglas se aplicaban en el Antiguo Testamento solo a los sacerdotes (Éxo. 30:17-21). De acuerdo con este concepto, los líderes religiosos se quejan a Jesús de sus discípulos.</p><p><br></p><p>Jesús no contesta directamente la pregunta que le hacen. En lugar de ello, defiende a sus discípulos mediante una respuesta compuesta de dos partes. Primero, cita las palabras de fuerte reprensión dirigidas por Isaías a la nación que honraba a Dios de labios, pero cuyo corazón estaba lejos de él (Isa. 29:13). La cita de Isaías es seguida por la condenación de las tradiciones humanas que ocupan el lugar de los mandamientos divinos.</p><p><br></p><p>En la segunda parte de la respuesta, Jesús menciona el mandamiento de Dios que ordena honrar a los progenitores (Éxo. 20:12); es decir, cuidar de ellos cuando son ancianos, y contrasta esto con una tradición religiosa de acuerdo con la cual uno podía dar algo a Dios (una ofrenda, corbán), y seguir usándolo para uno mismo, pero denegar su uso para sus padres ancianos necesitados. Uno puede apenas imaginar la situación: “Lo siento, padre, me encantaría ayudarte, pero ya doné el dinero al Templo”.</p><p><br></p><p>Este es el tipo de hipocresía que Jesús ataca sin concesiones. Ellos habían colocado las tradiciones humanas por encima de la Palabra de Dios, haciendo lo cual habían pecado.</p><p><br></p><p>¿Cuál fue entonces la respuesta a la pregunta de los fariseos? La respuesta de Jesús implica que no encuentra convincente la insistencia de ellos en la purificación ritual de las manos como necesaria para estar en armonía con la voluntad de Dios. En lugar de ello, su respuesta claramente apoya los mandamientos de la Ley de Dios frente a las tradiciones humanas. (Ver también Mar. 1:44; 7:10, 11; 10:3-8; 12:26, 29-31).</p><p><br></p><ul><li>¿Podríamos tener algunas “tradiciones” que tal vez estén en conflicto con los principios de la Ley de Dios? De ser así, ¿cuáles podrían ser?<br></li></ul>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de agosto",
               "dayTitle":"<p>¿MANOS LIMPIAS O CORAZÓN LIMPIO?</p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Marcos 7:14 al 19. ¿Qué quiso decir Jesús con su aseveración en el versículo 15?</strong></p><p><strong>Marcos 7:14-19</strong></p><p><strong><sup>14</sup></strong> Y llamando a sí a toda la multitud, les dijo: Oídme todos, y entended:</p><p><strong><sup>15 </sup></strong>Nada hay fuera del hombre que entre en él, que le pueda contaminar; pero lo que sale de él, eso es lo que contamina al hombre.</p><p><strong><sup>16</sup></strong> Si alguno tiene oídos para oír, oiga.</p><p><strong><sup>17</sup></strong> Cuando se alejó de la multitud y entró en casa, le preguntaron sus discípulos sobre la parábola.</p><p><strong><sup>18</sup></strong> Él les dijo: ¿También vosotros estáis así sin entendimiento? ¿No entendéis que todo lo de fuera que entra en el hombre, no le puede contaminar,</p><p><strong><sup>19</sup></strong> porque no entra en su corazón, sino en el vientre, y sale a la letrina? Esto decía, haciendo limpios todos los alimentos.</p><p><br></p><p>Las palabras de Jesús han resultado un enigma para muchos al evaluar su relación con las enseñanzas de Levítico 11 acerca de los alimentos limpios y los inmundos. ¿Está Jesús poniendo a un lado esas distinciones? ¿Están los adventistas del séptimo día equivocados al enseñar que los miembros de iglesia que comen carne deberían consumir solo la de los animales limpios de esa lista?</p><p><br></p><p>Para empezar, sería extraño que Jesús descartara súbitamente, en Marcos 7:14 al 19, las instrucciones mosaicas, dado que acababa de defender a Moisés contra la tradición en Marcos 7:6 al 13. En segundo lugar, la tradición que los fariseos estaban promoviendo no se fundamenta, a diferencia de las leyes alimentarias, en la enseñanza del Antiguo Testamento. Tercero, cuando Jesús declara puros todos los alimentos, en Marcos 7:19, no quiere decir que las leyes alimentarias están abolidas, sino que no era válida la tradición acerca del toque ritual o ceremonialmente contaminante que sostenían los fariseos. Según ella, por ejemplo, un judío quedaba contaminado por entrar en contacto con los gentiles o paganos y aun con el alimento que ellos habían tocado.</p><p><strong><br></strong></p><p><strong>Lee Marcos 7:20 al 23. ¿Qué contamina a una persona, según Jesús?</strong></p><p><strong>Marcos 7:20-23</strong></p><p><strong><sup>20</sup></strong> Pero decía, que lo que del hombre sale, eso contamina al hombre.</p><p><strong><sup>21</sup></strong> Porque de dentro, del corazón de los hombres, salen los malos pensamientos, los adulterios, las fornicaciones, los homicidios,</p><p><strong><sup>22</sup></strong> los hurtos, las avaricias, las maldades, el engaño, la lascivia, la envidia, la maledicencia, la soberbia, la insensatez.</p><p><strong><sup>23</sup></strong> Todas estas maldades de dentro salen, y contaminan al hombre.</p><p><br></p><p>En Marcos 7:19, Jesús señala que la comida no ingresa al corazón sino al estómago, y sale de allí por el tracto intestinal. Pero, en Marcos 7:21 al 23, él destaca el hecho de que el mal proviene del corazón, del centro de lo que una persona es. Él presenta una lista de faltas originadas en malos pensamientos que terminan convirtiéndose en malas acciones.</p><p><br></p><p>En Marcos 7:10 se incluye la referencia al quinto Mandamiento dentro de la lista de faltas mencionadas y, así, la segunda tabla del Decálogo queda completa. Más aún, en Marcos 7:7 Jesús se refiere al culto vano o adoración falsa, lo cual tiene que ver con el corazón mismo de los primeros cuatro mandamientos del Decálogo. De esa manera, Jesús se erige como un defensor de la Ley de Dios a lo largo de este pasaje.</p><p><br></p><p></p><ul><li>Podrías tener la teología correcta, pero ¿quién posee completamente y en última instancia tu corazón?<br></li></ul><p></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de agosto",
               "dayTitle":"<p>MIGAJAS PARA LOS PERROS</p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Marcos 7:24 al 30. ¿Qué importantes lecciones contiene esta historia?</strong></p><p><strong>Marcos 7:24-30</strong></p><p><strong><sup>24</sup></strong> Levantándose de allí, se fue a la región de Tiro y de Sidón; y entrando en una casa, no quiso que nadie lo supiese; pero no pudo esconderse.</p><p><strong><sup>25</sup></strong> Porque una mujer, cuya hija tenía un espíritu inmundo, luego que oyó de él, vino y se postró a sus pies.</p><p><strong><sup>26</sup></strong> La mujer era griega, y sirofenicia de nación; y le rogaba que echase fuera de su hija al demonio.</p><p><strong><sup>27</sup></strong> Pero Jesús le dijo: Deja primero que se sacien los hijos, porque no está bien tomar el pan de los hijos y echarlo a los perrillos. 28 Respondió ella y le dijo: Sí, Señor; pero aun los perrillos, debajo de la mesa, comen de las migajas de los hijos.</p><p><strong><sup>29</sup></strong> Entonces le dijo: Por esta palabra, ve; el demonio ha salido de tu hija.</p><p><strong><sup>30</sup></strong> Y cuando llegó ella a su casa, halló que el demonio había salido, y a la hija acostada en la cama.</p><p><br></p><p>A continuación del desafiante pasaje que estudiamos ayer, el relato registrado en este texto plantea también preguntas problemáticas. ¿Por qué responde Jesús tan rudamente a esta mujer? ¿Por qué la caracteriza, mediante repetidas expresiones, como un perro?</p><p><br></p><p>Él no lo explica abiertamente, pero hay dos características de su respuesta que sugieren lo que está enseñando. En Marcos 7:27, él dice que los hijos deben ser alimentados “primero”. Si hay un “primero”, sería lógico que hubiera un “segundo”. La otra característica es que Jesús usa una forma diminutiva de la palabra perro, no en el sentido de cachorro, sino más bien, a la luz del contexto, de mascotas a las que se les permite estar en la casa, en contraste con los perros de la calle. En su respuesta a Jesús, la mujer demuestra que captó los dos marcadores discursivos usados por él, lo que ayuda a entender la reacción de ella.</p><p><br></p><p>Su respuesta es bastante directa y contundente. Ella contesta: “Sí, Señor. Pero aun los perrillos debajo de la mesa comen de las migajas de los hijos” (Mar. 7:28). ¿Cómo se le ocurrió esa respuesta? Ciertamente, el amor hacia su hija la impulsó a avanzar. Pero él también la animó. Dijo “primero”, dando por sentado que había un “segundo”. Además, él sugirió que ella era comparable a una mascota perteneciente a la familia, como los perros que estaban bajo la mesa de sus dueños. Así como el perro doméstico estaba en la casa bajo la mesa, ella estaba a los pies de Jesús rogando por su hija. En vista de eso, ella reclamó el derecho de un perro de familia a la comida que caía al suelo.</p><p><br></p><p>La respuesta de la mujer revela su fe. Llamar “migaja” al poderoso milagro de sanar a su hija a la distancia indicaba que ella consideraba especialmente grande el poder de Jesús (si semejante milagro era una migaja, uno se pregunta qué habría sido un pan entero). Esta respuesta también muestra que ella entendía que concederle este milagro era algo sencillo para él. Jesús fue conmovido, y accedió a su pedido.</p><p><br></p><p>“Por medio de su trato con ella, ha demostrado que aquella que Israel había considerado como paria ya no es extranjera sino una hija en la familia de Dios. Y, como hija, es su privilegio participar de los dones del Padre” (<em>DTG 367, 368</em>).</p><p><br></p><p></p><ul><li>¿Por qué el prejuicio contra otras razas y nacionalidades es tan contrario a la enseñanza de Jesús? ¿Cómo podemos ser limpiados de este mal?<br></li></ul><p></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de agosto",
               "dayTitle":"<p>CON LA LENGUA TRABADA</p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Marcos 7:31 al 37. ¿Quién fue traído ante Jesús y qué hizo Jesús por él?</strong></p><p><strong>Marcos 7:31-37</strong></p><p><strong><sup>31 </sup></strong>Volviendo a salir de la región de Tiro, vino por Sidón al mar de Galilea, pasando por la región de Decápolis.</p><p><strong><sup>32</sup></strong> Y le trajeron un sordo y tartamudo, y le rogaron que le pusiera la mano encima.</p><p><strong><sup>33 </sup></strong>Y tomándole aparte de la gente, metió los dedos en las orejas de él, y escupiendo, tocó su lengua;</p><p><strong><sup>34</sup></strong> y levantando los ojos al cielo, gimió, y le dijo: Efata, es decir: Sé abierto.</p><p><strong><sup>35 </sup></strong>Al momento fueron abiertos sus oídos, y se desató la ligadura de su lengua, y hablaba bien.</p><p><strong><sup>36 </sup></strong>Y les mandó que no lo dijesen a nadie; pero cuanto más les mandaba, tanto más y más lo divulgaban.</p><p><strong><sup>37 </sup></strong>Y en gran manera se maravillaban, diciendo: bien lo ha hecho todo; hace a los sordos oír, y a los mudos hablar.</p><p><br></p><p>Jesús no eligió el camino más corto para regresar a Galilea desde Tiro y Sidón. Parece que se dirigió al norte desde la región de Tiro, subió por el territorio de Sidón y luego descendió hacia el interior por el noreste del Mar de Galilea, para llegar finalmente cerca del mar mismo. Fue un recorrido indirecto, lo que probablemente le permitió dedicar tiempo adicional a la instrucción de sus discípulos. El texto no indica quién fue exactamente la persona que trajo al hombre ante Jesús, pero el problema de este era suficientemente evidente: no podía oír y tenía dificultades para hablar. La pérdida de la audición aísla a las personas de su entorno, mientras que la sordera profunda puede hacer que resulte desafiante para una persona aprender a hablar. El problema de este hombre pudo haber sido de larga data.</p><p><br></p><p>Jesús comprende la difícil situación del hombre y lo lleva aparte. La manera en que el Señor sana a esta persona es curiosa, particularmente para un lector moderno. Pone sus dedos en los oídos del hombre, escupe, toca la lengua del afectado y suspira o gime profundamente. Jesús toca las partes afectadas que sanará en el hombre, pero ¿por qué el suspiro o el gemido? “Suspiró al pensar en los oídos que no querían abrirse a la verdad y las lenguas que se negaban a reconocer al Redentor” (<em>DTG 371</em>).</p><p><br></p><p>Jesús restauró milagrosamente la audición del hombre e hizo que fuera capaz de hablar con claridad. Su suspiro ilustra los límites que Dios se ha impuesto a sí mismo en relación con la libertad de elección de la humanidad. Él no forzará la voluntad. Todos los humanos son libres de elegir a quién permitirán que dirija su vida: al Príncipe de la vida o al de las tinieblas. Jesús podía abrir los oídos de los sordos, pero no forzaría los corazones incrédulos para que lo reconocieran como el Mesías.</p><p><br></p><p>Esta breve historia también ilustra lo que Dios puede hacer por quienes se vuelven por propia decisión a él. Tal vez hayas experimentado reticencia a compartir tu fe, sintiendo que tu lengua estaba atada en cuanto a lo que debías decir. Este milagro es animador, pues demuestra que Jesús puede abrir tus oídos para que seas sensible a las necesidades de otros y compartas con ellos una palabra oportuna que los ayude en su senda.</p><p><br></p><p><ul><li>¿Qué estás haciendo con los dones de la audición y del habla (en verdad son dones) que has recibido? ¿Cómo los estás usando?<br></li></ul></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de agosto",
               "dayTitle":"<p>CUIDADO CON EL PAN EN MAL ESTADO</p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p>Lee Marcos 8:11 al 13. ¿Qué postura de los fariseos desilusionó profundamente a Jesús?</p><p>Marcos 8:11-13</p><p>11 Vinieron entonces los fariseos y comenzaron a discutir con él, pidiéndole señal del cielo, para tentarle.</p><p>12 Y gimiendo en su espíritu, dijo: ¿Por qué pide señal esta generación? De cierto os digo que no se dará señal a esta generación.</p><p>13 Y dejándolos, volvió a entrar en la barca, y se fue a la otra ribera.</p><p><br></p><p>¿Por qué no demostró Jesús su poder divino y convenció a estos escépticos? El problema se revierte al final de Marcos 3, donde Jesús se refiere al pecado contra el Espíritu Santo. Si una persona decide no oír ni ver, ni siquiera una señal del Cielo la convencerá, ya que esta sería simplemente desestimada como todo lo anterior. Aun los milagros no son suficientes para convencer a quienes están decididos a no creer.</p><p><br></p><p>Lee Marcos 8:14 al 21. ¿Qué habían olvidado los discípulos y qué observación hizo Jesús a partir de ello?</p><p>Marcos 8:14-21</p><p>14 Habían olvidado de traer pan, y no tenían sino un pan consigo en la barca.</p><p>15 Y él les mandó, diciendo: Mirad, guardaos de la levadura de los fariseos, y de la levadura de Herodes.</p><p>16 Y discutían entre sí, diciendo: Es porque no trajimos pan.</p><p>17 Y entendiéndolo Jesús, les dijo: ¿Qué discutís, porque no tenéis pan? ¿No entendéis ni comprendéis? ¿Aún tenéis endurecido vuestro corazón?</p><p>18 ¿Teniendo ojos no veis, y teniendo oídos no oís? ¿Y no recordáis</p><p>19 Cuando partí los cinco panes entre cinco mil, ¿cuántas cestas llenas de los pedazos recogisteis? Y ellos dijeron: Doce.</p><p>20 Y cuando los siete panes entre cuatro mil, ¿cuántas canastas llenas de los pedazos recogisteis? Y ellos dijeron: Siete.</p><p>21 Y les dijo: ¿Cómo aún no entendéis?</p><p><br></p><p>Jesús aprovecha la oportunidad para advertir a los discípulos contra la “levadura” de los fariseos y la de Herodes (Mar. 8:15), que era símbolo de sus enseñanzas (ver Mat. 16:12).</p><p><br></p><p>Pero los discípulos no comprenden, y piensan que Jesús está hablando de que deben evitar comprar pan literal. Como es típico cuando los discípulos malinterpretan a Jesús, él aprovecha la ocasión para instruirlos. El Señor hace una serie de preguntas, las primeras de ellas de naturaleza retórica, expresando su frustración porque no han entendido la misión de él. Sus palabras recuerdan lo que dice en Marcos 4:10 al 12 acerca de “los que están fuera” y no entienden. Sus fuertes palabras tienen la intención de despertar a sus discípulos de su letargo espiritual.</p><p><br></p><p>En Marcos 8:19 y 20, formula preguntas simples acerca de cuántas canastas de fragmentos habían recogido después de que él alimentó a los cinco mil (Mar. 6:30-44) y también a los cuatro mil (Mar. 8:1-10), con lo que pretende ilustrar que ya deberían haber comprendido que los recursos limitados no son una barrera para el Mesías. Su pregunta final en Marcos 8:21 es nuevamente retórica: ¿Cómo aún no entienden?”</p><p><br></p><p>Después de todo, considera todo lo que ya habían visto y experimentado con Jesús.</p><p><br></p><p><ul><li>¿Cómo podemos aprender a mantener nuestros corazones y mentes abiertos a la realidad de Dios y de su amor? Considera toda la evidencia que se nos ha dado en favor de Dios y de su amor. Sin embargo, ¿por qué a veces parece tan fácil dudar?<br></li></ul></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de agosto",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR</p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>Lee los capítulos titulados “La tradición”, “Barreras quebrantadas” y “La verdadera señal” en el libro <em>El Deseado de todas las gentes</em>, de Elena de White, pp. 360-377.</p><p><br></p><p>“¡Cuán difundido está, hoy como antaño, este pecado sutil y engañoso entre los seguidores de nuestro Señor! ¡Cuán a menudo nuestro servicio para Cristo, y nuestra comunión entre unos y otros, quedan manchados por el secreto deseo de exaltar al yo! ¡Cuán prestamente se manifiesta el pensamiento de adulación propia y el anhelo de la aprobación humana! Es el amor al yo, el deseo de un camino más fácil que el señalado por Dios, lo que induce a sustituir los preceptos divinos por las teorías y las tradiciones humanas. A sus propios discípulos se dirigen las palabras amonestadoras de Cristo: ‘Mirad, guardaos de la levadura de los fariseos’.</p><p><br></p><p>“La religión de Cristo es la sinceridad misma. El celo por la gloria de Dios es el móvil implantado por el Espíritu Santo; y solo la obra eficaz del Espíritu puede implantar ese móvil. Únicamente el poder de Dios puede desterrar el egoísmo y la hipocresía. Este cambio es la señal de su obra. Cuando la fe que aceptamos destruye el egoísmo y la simulación, cuando nos induce a buscar la gloria de Dios y no la nuestra, podemos saber que es del debido carácter. ‘Padre, glorifica tu nombre’, fue el principio fundamental de la vida de Cristo; y si lo seguimos, será el principio fundamental de nuestra vida. Nos ordena ‘andar como él anduvo’; ‘y en esto sabemos que nosotros le conocemos, si guardamos sus mandamientos’ ” (<em>DTG 376, 377</em>).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p>¿Qué prácticas ayudan a mantener puro el corazón, según tu experiencia?</p><p><ol><li>¿Qué personas son consideradas “inmundas” en tu comunidad? ¿Qué puedes hacer para atraerlas al evangelio?<br></li><li>Reflexionen como clase acerca de qué pueden hacer para fomentar la difusión del evangelio de maneras sencillas entre sus vecinos.</li><li>Lean Marcos 8:1 al 10, donde se narra la alimentación de los cuatro mil. ¿Qué diferencia produce en la interpretación de este pasaje el hecho de que la multitud era probablemente gentil, pagana? ¿Por qué no debería eso significar diferencia alguna?</li><li>¿Cómo podemos protegernos diligentemente del deseo innato que todos tenemos, como criaturas caídas, de exaltarnos a nosotros mismos?</li></ol></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de agosto",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p><strong>RESEÑA</strong></p><p><strong>Textos clave: Marcos 7:6-8; 7:33-37. Enfoque del estudio: Marcos 7.</strong></p><p><br></p><p><strong>Introducción:</strong></p><p>Durante su ministerio, Jesús exaltó las Escrituras como revelación de Dios y citó a menudo el Antiguo Testamento. Aunque los maestros de Israel conocían bien las Escrituras hebreas, la tradición humana tenía para la mayoría de ellos más autoridad que la instrucción bíblica. Con este contexto en mente, nuestro estudio analizará discusiones seleccionadas entre Jesús y los fariseos.</p><p><br></p><p><strong>Temas de la lección:</strong></p><p>El estudio de esta semana incluye tres componentes según lo delineado en Marcos 7:6 al 8. El tercero de ellos tiene que ver con el tema de la Creación, tal como se revela en la narración de la curación del sordo:</p><p><ol><li>El primer componente examina el contexto veterotestamentario de Marcos 7:6 al 8 y analiza la referencia a Isaías 29:13 tal como se cita en Marcos.</li><li>El segundo componente examina las tradiciones. A la luz de Marcos 7:6 al 8, compararemos y contrastaremos la tradición de los ancianos con las instrucciones de Dios en las Escrituras.</li><li>El tercer componente, como ya se ha señalado, se refiere a la narración de la curación de un sordo. Examinaremos ciertos elementos del tema o motivo teológico de la Creación que se encuentran implícitos en esta curación en particular.</li></ol></p><p><strong><br></strong></p><p><strong>COMENTARIO</strong></p><p><strong>El contexto veterotestamentario de Isaías 7:6 al 8</strong></p><p>En el siglo VII a.C., el pueblo de Dios se enfrentaba a un momento crítico en su experiencia religiosa. Esta situación es descrita vívidamente en Isaías 1: “Dejaron al Señor, despreciaron al Santo de Israel, le dieron la espalda” (Isa. 1:4). Por eso el Señor les preguntó: “¿Para qué me sirve la multitud de sus sacrificios?” (Isa. 1:11). No tiene sentido acercarse a Dios y “adorarlo” bajo una máscara de formalidad. En consecuencia, el Señor habla a su pueblo por medio de su profeta, quien registra el mensaje de Dios en estos poéticos versos:</p><p><br></p><p>“No me traigan más vana ofrenda. El incienso me es abominación; luna nueva, sábado, convocar asambleas, no los puedo sufrir; sus fiestas son una iniquidad” (Isa. 1:13).</p><p><br></p><p>¿Dicen estos versículos que el Señor está en contra del sistema de sacrificios, tal como fue estipulado para la comunidad israelita por medio de Moisés? Por supuesto que no. Pero Dios está en contra de la religión superficial, llena de apariencias y carente del verdadero respeto reverente hacia el Señor (ver Isa. 1:16, 17). El contexto religioso de Isaías 29:13, al que Marcos alude en el capítulo 7, es inquietantemente similar. Un examen detenido de Isaías 29:13 revela un interesante quiasmo, o paralelismo literario. A continuación figura la traducción hecha por el autor del presente material:</p><p>A. La gente se acerca con su boca y sus labios</p><p>B. Para honrarme</p><p>C. Pero sus corazones están lejos de mí</p><p>B’. Su reverencia para conmigo</p><p>A’. Es como mandamientos repetidos de memoria</p><p><br></p><p>¿Cuál era el problema de los adoradores israelitas según este versículo? No las palabras litúrgicas en sí mismas, sino su mera repetición formal. ¿Cuál era la razón de esa condición espiritual? El corazón, la mente de ellos, estaba lejos de una verdadera devoción al Señor. Por lo tanto, sus palabras carecían de sentido.</p><p><br></p><p>Puede ser instructivo citar aquí a J. Alec Motyer: “Cuando el Soberano revisa la adoración que se le dirige, todo lo que ve es conformidad con reglas humanas. No es que el Señor menosprecie el uso de las palabras, pero estas carecen de sentido si no brotan del corazón. La adoración no es adoración a menos que esté basada en lo que Dios ha revelado y responda a ello (Mar. 7:6-8)” (“Isaías: An introduction and commentary”, <em>Tyndale Old Testament commentaries 20</em> [Downers Grove: InterVarsity Press, 1999], pp. 215, 216).</p><p><br></p><p>En resumen, Israel, el pueblo de Dios, vivía una dicotomía religiosa. Mantenían una formalidad ritual y litúrgica, pero no vivían de acuerdo con los principios bíblicos que les habían sido enseñados y que eran repetidos tan a menudo entre ellos. El culto, incluidos todos sus elementos, carece de sentido sin obediencia. Dios no estaba en contra de una celebración cúltica adecuada; su indignación era consecuencia del pesado formalismo que caracterizaba su culto. (Ver Teófilo Correa, “El contexto veterotestamentario de Marcos 7:6 y 7”, en <em>Marcos: El evangelista del “tiempo cumplido”</em>, ed. por Merling Alomía, Joel Leiva y Juan Millanao [Lima: Ediciones Theologika, 2003], p. 129).</p><p><br></p><p><strong>Las tradiciones a la luz de Marcos 7:6 al 8</strong></p><p>En su alusión a Isaías 29:13, Marcos sigue el texto de la Septuaginta, antigua traducción griega de la Biblia hebrea (Antiguo Testamento). Dado que la audiencia original de Marcos estaba compuesta por gentiles, la versión griega les resultaba sin duda más familiar. Marcos 7:6 a 8 se refiere, a la luz de la Septuaginta, al tema del culto vano, haciendo hincapié en la noción de los preceptos humanos. En Marcos 7:6 y 7, el texto de Isaías es traducido de la siguiente manera: “Este pueblo de labios me honra, pero su corazón está lejos de mí. En vano me honran, cuando enseñan como doctrinas mandamientos de hombres”.</p><p><br></p><p>Ambos versículos proveen el contexto para la narración de Marcos 7, donde se pone de relieve una disputa entre los fariseos y los escribas acerca del lavamiento ritual de las manos. El propio Marcos ofrece en Marcos 7:3 y 4 algunos detalles narrativos al respecto. “Los fariseos y todos los judíos, aferrándose a la tradición de los ancianos, no comen si no se lavan muchas veces las manos” (Mar. 7:3). Al parecer, los líderes religiosos habían impuesto a todo el pueblo las instrucciones sobre el lavado de manos relativas al sacerdocio en el servicio del Santuario. Por lo tanto, el pueblo debía acatar esa tradición. Como menciona C. S. Mann: “Lo que aquí se discute no es la ley de Moisés, sino la tradición oral o escrita recibida desde antaño y honrada por su antigüedad” (“Mark, a new translation with introduction and commentary”, <em>The Anchor Bible 27</em> [Nueva York y Londres: Doubleday, 1986], p. 312).</p><p><br></p><p>Jesús condena la imposición de esta práctica sacerdotal al pueblo. Por eso llama hipócritas a los fariseos y a los escribas (Mar. 7:6). Sin embargo, Marcos va en su narración más allá del simple rechazo de una tradición humana. Jesús reprende a los maestros de Israel, y los acusa de ensombrecer la Palabra escrita de Dios con sus tradiciones: “Ustedes dejan el mandamiento de Dios, y se aferran a la tradición de los hombres” (Mar. 7:8). Luego, Jesús los reprende aún más severamente: “Desechan el mandamiento de Dios para guardar su tradición” (Mar. 7:9). En Marcos 7:13, Jesús se lamenta de esta práctica errónea que es resultado directo de la obra de los maestros de Israel. Por eso, los acusa de haber invalidado la palabra de Dios con su tradición.</p><p><br></p><p>En resumen, tanto en la generación de Isaías, en el siglo VII a.C., como en la generación de Marcos, en el siglo I d.C., el culto del pueblo de Dios era vano debido a su énfasis equivocado y a su actitud hipócrita. En cierto sentido, los fariseos y los escribas son responsables de esta situación porque, como líderes, utilizan su considerable influencia sobre el pueblo para elevar las tradiciones humanas por encima de la revelación divina; y los reglamentos humanos, por encima de los mandamientos de Dios. Aquí, Cristo invita de manera implícita a su pueblo a volver a las Escrituras y a su camino de justicia y misericordia. Cristo también proclama una espiritualidad que trasciende la mera religiosidad externa y formal. En su lugar, él aboga por una experiencia espiritual que se ancla en una decisión consciente y abnegada de servir a Dios con un corazón sincero a la luz de lo que Dios ha revelado.</p><p><br></p><p><strong>La curación de un sordo</strong></p><p>Los autores bíblicos aluden con frecuencia a otras porciones de las Escrituras en sus escritos. Estas alusiones pueden incluir citas explícitas, como en el caso de Marcos 1:2 y 3, donde Marcos cita Isaías 40:3, o como en Marcos 7:6 y 7, donde se cita Isaías 29:13. Es evidente que Marcos tiene un interés especial por los escritos de Isaías. Además de las citas directas, los escritores bíblicos también aluden a veces a otros escritos sin citarlos explícitamente. En otros casos, es posible que el lector infiera cierta influencia temática de una fuente anterior. Así, podemos argumentar que hay una cierta alusión al tema de la Creación en la narración de la curación del sordo en Marcos 7:31 a 37.</p><p><br></p><p>Para profundizar en esta idea, consideremos Génesis 2:7, que dice: “Entonces Dios el Señor modeló al hombre del polvo de la tierra. Sopló en su nariz aliento de vida, y el hombre llegó a ser un ser viviente”.</p><p><br></p><p>El libro de Génesis describe la creación del primer ser humano. La palabra “modeló” es traducción del verbo hebreo yatsar, que también significa “crear, dar forma” (ver David Clines, <em>The dictionary of classical Hebrew</em> [Sheffield: Sheffield Academic Press, 1998], t. 4, p. 269). El autor del Génesis utiliza este verbo para describir la obra de un Creador que da forma, o de un Alfarero que modela su creación. La imagen táctil de aquel que pone sus manos sobre la materia para dar forma a partir de ella al primer ser humano es innegable en el Génesis. Además, la siguiente frase de Génesis 2:7 describe la parte del proceso que convierte los materiales inertes en materia viva y consciente. El Señor infundió aliento de vida en el barro. Es decir, “sopló en su nariz”.</p><p><br></p><p>Del mismo modo, en Marcos 7 tenemos una alusión a la creación de Adán. En el caso del sordo, que además habla con dificultad (Mar. 7:32), Jesús interviene utilizando sus propias manos y su boca como vehículos de curación. De este modo, él trata de “remodelar”, por así decirlo, su Creación introduciendo sus dedos en los oídos del hombre. Luego, escupe y toca la lengua del hombre con su saliva, y en respuesta a la orden que pronuncia, el hombre es recreado. En ese instante, el hombre es una nueva persona. “Se abrieron sus oídos y se desató la ligadura de su lengua, y empezó a hablar claramente” (Mar. 7:35).</p><p><br></p><p>Sin embargo, las descripciones anteriores no son las únicas razones por las que podemos inferir una conexión entre el acto de Jesús de curar al sordo y el tema de la Creación. En Marcos 7:37 encontramos más evidencias de ello. La gente se asombra de Jesús porque “¡todo lo hace bien! Aun hace oír a los sordos, y a los mudos hablar”. En este único versículo, Marcos utiliza dos veces el verbo griego <em>poie?</em>, que puede traducirse como “crear” y “hacer”. Curiosamente, es el mismo verbo que la Septuaginta utiliza para traducir el verbo hebreo <em>bar?</em>, “crear”, en Génesis 1. Así, pues, el Creador del universo ha venido a la Tierra para restaurar la Creación que Satanás arruinó. Según Marcos, Jesús ha venido para comenzar su obra de recreación al hacer “todo bien” (comparar con Gén. 1:31). No hay duda, tal obra es el cumplimiento de la profecía mesiánica de Isaías: “Digan a los de corazón apocado: ‘¡Ánimo! ¡No teman! Su Dios viene con venganza, con recompensa. Dios mismo vendrá y los salvará’. Entonces los ojos de los ciegos serán abiertos, y oirán los oídos de los sordos. Entonces el lisiado saltará como un ciervo, y cantará la lengua del mudo. Agua brotará en el desierto, y torrentes en el secadal” (Isa. 35:4-6).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><ol><li>¿Por qué pidió Jesús a algunas personas que había sanado que no hablaran a nadie de su obra ni de su ministerio de sanación? “Les mandó que no lo dijesen a nadie. Pero cuanto más les mandaba, tanto más lo divulgaban” (Mar. 7:36). Compara Marcos 7:36 con Marcos 8:30, y Marcos 5:43 con Marcos 1:44 y 45. ¿Por qué crees que la gente hizo lo contrario de lo que Jesús les pidió?<br></li><li>En relación con la tradición humana, ¿puedes identificar alguna “tradición” que sustituya a las Sagradas Escrituras en tu comunidad? ¿Es la Biblia la guía de nuestra comunidad de fe en el presente? ¿Qué significa la declaración “su corazón está lejos de mí” (Mar. 7:6)?<br></li></ol></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>DE ADENTRO HACIA AFUERA</p>",
         "verse":"<p>“Nada exterior al hombre puede entrar en él y contaminarlo. Más bien lo que sale del hombre es lo que lo contamina” (Mar. 7:15).</p>",
         "versionCode":40,
         "weekDate":"3-9 de agosto"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
