{
  "data": [
    {
      "color": "#ff5b33",
      "id": 1,
      "idEs": 22,
      "language": "es",
      "lessonDays": [
        {
          "date": "30 de septiembre",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>La misión encuentra su origen y su finalidad únicamente en Dios. Esta misión no comenzó con el llamado a Abram (Gén. 12:1-4) ni con el Éxodo (Éxo. 12:31-42). Ni siquiera comenzó con Jesucristo en la Tierra (Mat. 1:18-25) ni con los viajes misioneros de Pablo (Hech. 13:4-14:26).&nbsp;</p><p>Esta misión comenzó con Dios mismo, cuando trajo a la existencia el Universo y luego creó a la hu- manidad (Gén. 1:26, 27). En las Escrituras, vemos a un Dios que intencionalmente se acerca a sus hijos y desea estar con ellos. Desde el principio, establece una relación con Adán y con Eva. Aun después de la entrada del pecado, él continúa con su misión. Pero esa misión ahora es restablecer su relación con la humanidad. Finalmente, la misión de Dios se cumplirá (Apoc. 21-22), y por esta razón debemos motivarnos en la labor de proclamar el evangelio eterno al mundo (Apoc. 14:6, 7).</p><p>&nbsp;Por lo tanto, el fundamento de todo esfuerzo misionero debe centrarse en una relación con el Creador y en la comprensión adecuada de su naturaleza y su carácter misioneros.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de octubre",
          "dayTitle": "<p>EL DIOS QUE NOS TIENDE LA MANO</p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>Dios nos creó a su imagen y semejanza. Nos entregó un mundo perfecto, y su propósito era que viviéramos en perfecta conexión con él; una relación centrada en su atributo más precioso: el amor. Pero, para que el amor sea real, Dios también nos dio otro don precioso: el libre albedrío, la libertad de elegir qué camino seguir. Por supuesto, Dios dio instrucciones claras a Adán y a Eva sobre el peligro y las consecuencias mortales de la desobediencia (Gén. 2:16, 17). Satanás, por su parte, persuadió engañosamente a Eva de que podía comer del fruto del árbol de la ciencia del bien y del mal sin ninguna consecuencia negativa; al contrario, afirmó: “Serán como Dios, conocedores del bien y del mal” (Gén. 3:5). Por desgracia, Eva decidió desobedecer y le ofreció el fruto a Adán, quien tomó la misma decisión. Por ende, la Creación perfecta se tiñó de pecado. Ese momento cambió el plan y el propósito originales de Dios para el planeta Tierra, recientemente creado. La misión de salvación, que había sido planificada “antes de la creación del mundo” (Efe. 1:4), debía implementarse ahora.<br><br><strong>Lee Génesis 3:9 al 15. ¿Cuáles fueron las primeras palabras de Dios a Adán después de que él y Eva cayeran, y por qué esa declaración es tan significativa incluso hoy en términos teológicos?</strong><br></p><p><strong>Génesis 3:9 al 15</strong></p><p><sup><strong>&nbsp;9 </strong></sup>Mas Jehová Dios llamó al hombre, y le dijo: ¿Dónde estás tú?&nbsp;</p><p><sup><strong>10</strong></sup> Y él respondió: Oí tu voz en el huerto, y tuve miedo, porque estaba desnudo; y me escondí.&nbsp;</p><p><sup><strong>11</strong></sup> Y Dios le dijo: ¿Quién te enseñó que estabas desnudo? ¿Has comido del árbol del que yo te mandé no comieses?&nbsp;</p><p><sup><strong>12 </strong></sup>Y el hombre respondió: La mujer que me diste por compañera me dio del árbol, y yo comí.&nbsp;</p><p><sup><strong>13</strong></sup> Entonces Jehová Dios dijo a la mujer: ¿Qué es lo que has hecho? Y dijo la mujer: La serpiente me engañó, y comí.&nbsp;</p><p><sup><strong>14 </strong></sup>Y Jehová Dios dijo a la serpiente: Por cuanto esto hiciste, maldita serás entre todas las bestias y entre todos los animales del campo; sobre tu pecho andarás, y polvo comerás todos los días de tu vida.&nbsp;</p><p><sup><strong>15 </strong></sup>Y pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; esta te herirá en la cabeza, y tú le herirás en el calcañar. <br></p><br><p>Por supuesto, Dios sabía exactamente dónde estaban. Dominados por el miedo, Adán y Eva eran quienes necesitaban ver lo que estaba sucediendo. Pero también necesitaban ser confrontados para que pudieran comprender las terribles consecuencias de su pecado. También Satanás debía ser derrotado. Para ello, Dios comenzó a presentar su misión: el plan de redención (ver Gén. 3:14, 15), la única esperanza de reconciliar “consigo al mundo” (2 Cor. 5:19). Sin embargo, debemos prestar mucha atención al hecho de que, antes de la confrontación y de la promesa de reconciliación, Dios fue en busca de la huma- nidad caída. A pesar de la situación aparentemente desesperada, Dios aborda esencialmente dos cuestiones en su pregunta a Adán: su naturaleza misionera y nuestro estado caído. Estamos perdidos y necesitamos desesperadamente la salvación. Él es quien sale a nuestro encuentro decidido a salvarnos y a estar con nosotros.<br><br><strong>De principio a fin de la historia, Dios sigue preguntando: “¿Dónde estás?” En tu experiencia personal, ¿qué significa esto para ti y cómo le respondiste?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de octubre",
          "dayTitle": "<p>EL DIOS QUE ANHELA ESTAR CON NOSOTROS<br></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Génesis 17:7, 26:3 y 28:15. ¿Cuál fue el enfoque principal de la promesa de Dios a Abraham y sus descendientes en estos versículos?</strong><br></p><p><strong>Génesis 17:7</strong><br></p><p><strong><sup>7 </sup></strong>Y estableceré mi pacto entre mí y ti, y tu descendencia después de ti en sus generaciones, por pacto perpetuo, para ser tu Dios, y el de tu descendencia después de ti.</p><p><strong>Génesis 26:3</strong><strong><br></strong></p><p><strong><sup>3</sup></strong> Habita como forastero en esta tierra, y estaré contigo, y te bendeciré; porque a ti y a tu descendencia daré todas estas tierras, y confirmaré el juramento que hice a Abraham tu padre.</p><p><strong>Génesis 28:15</strong><sup><br></sup></p><p><sup><strong>15</strong></sup> He aquí, yo estoy contigo, y te guardaré por dondequiera que fueres, y volveré a traerte a esta tierra; porque no te dejaré hasta que haya hecho lo que te he dicho.<br></p><p>En la narración del Antiguo Testamento, Dios sigue actuando según su naturaleza misionera para cumplir sus propósitos. Por ejemplo, después del Diluvio, el pueblo de Babel decidió reunirse en un mismo lugar para construir una ciudad y una torre que llegara hasta el cielo. Dios intervino al confundir su lenguaje con el objetivo de dispersarlos por todo el mundo (Gén. 11:1-9). Luego, amplió su misión al llamar a Abram (que más tarde pasó a ser Abraham) a fin de que fuera un canal de sus bendiciones para todo el mundo (Gén. 12:1-3). Las promesas de Dios a Abraham y a sus descendientes fueron múltiples, pero una se destaca por sobre las demás. Varias veces, básicamente, Dios les declaró:<br><br>“Seré tu Dios”; “Yo estaré contigo”; “Yo estoy contigo” (ver Gén. 17:7, 8; 26:3; 28:15).<br><br>A medida que transcurre la historia, José termina en Egipto, pero como instrumento de salvación para su pueblo. A cada paso de la experiencia de José, incluso en los momentos más difíciles de su vida, la Biblia afirma que “el Señor estuvo con José” (Gén. 39:2, 21, 23). Generaciones más tarde, en cumplimiento de su misión, Dios envió a Moisés ante faraón para liberar a su pueblo de la esclavitud en Egipto. Al “enviar” a Moisés, Dios le dijo: “Ciertamente yo estaré contigo” (Éxo. 3:12, NBLA). Una y otra vez, Jehová confirmó su profundo deseo de estar con su pueblo.<br><br>Lee Éxodo 29:43 y 45. ¿Cuál era uno de los principales propósitos del Santuario del Antiguo Testamento? Dios decidió estar con sus hijos de una manera diferente. Confirmó a Moisés su anhelo de morar entre los hijos de Israel mediante la construcción del Tabernáculo y el establecimiento de un sistema muy deliberado y lleno de propósito, que apuntaría al instrumento definitivo de su misión: Jesucristo. “Las ofrendas de los sacrificios y el sacerdocio del sistema judaico estaban constituidos para representar la muerte y la obra mediadora de Cristo. Todas estas ceremonias estaban desprovistas de significado. No tenían virtud alguna excepto en lo que se referían a Cristo” (Elena de White, Exaltad a Jesús, p. 18).<br><strong><br>¿Cómo experimentas la presencia de Dios en tu vida?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de octubre",
          "dayTitle": "<p>EL DIOS QUE SE HIZO UNO CON NOSOTROS</p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>El Antiguo Testamento presenta la manera en que el Creador comenzó a implementar un plan mediante un pueblo que debía representar su naturaleza y su propósito ante el mundo. Todo lo que Dios hizo fue conforme a su estrategia misionera. Por medio del profeta Isaías, Dios dijo: “Yo soy Dios, y no hay otro; nada hay semejante a mí, que anuncio el fin desde el principio [...]; que digo:<br><br>‘Mis planes se cumplirán, y hago todo lo que deseo’ ” (Isa. 46:9, 10). Sin embargo, en el Nuevo Testamento, el deseo de Dios de estar con la humanidad adquiere una nueva dimensión. Mediante la encarnación de Cristo, lo que era solo una promesa en el Jardín del Edén (Gén. 3:15) se convierte en realidad.<br><br><strong>Lee el relato del anuncio del nacimiento de Jesús en Mateo 1:18 al 23. ¿Qué cosas esenciales nos dice este relato sobre Dios?</strong></p><p><strong>Mateo 1:18-23<br></strong></p><p><strong><sup>18</sup> </strong>El nacimiento de Jesucristo fue así: Estando desposada María su madre con José, antes que se juntasen, se halló que había concebido del Espíritu Santo.&nbsp;</p><p><sup><strong>19</strong></sup> José su marido, como era justo, y no quería infamarla, quiso dejarla secretamente.&nbsp;</p><p><sup><strong>20</strong></sup> Y pensando él en esto, he aquí un ángel del Señor le apareció en sueños y le dijo: José, hijo de David, no temas recibir a María tu mujer, porque lo que en ella es engendrado, del Espíritu Santo es.&nbsp;</p><p><sup><strong>21 </strong></sup>Y dará a luz un hijo, y llamarás su nombre JESÚS, porque él salvará a su pueblo de sus pecados.&nbsp;</p><p><sup><strong>22</strong></sup> Todo esto aconteció para que se cumpliese lo dicho por el Señor por medio del profeta, cuando dijo:<br><sup><br><strong>23</strong></sup> He aquí, una virgen concebirá y dará a luz un hijo, y llamarás su nombre Emanuel, que traducido es: Dios con nosotros.</p><p>“Dios con nosotros”. Emanuel. Dios había habitado entre su pueblo en el Santuario, y ahora habitaba con él en la persona física de Jesús de Nazaret. En efecto, con el nacimiento de Jesús, Dios presentó de forma concreta su continuo deseo de estar con nosotros en naturaleza y misión: el Hijo de Dios era plenamente humano y plenamente divino, y es aquel que afirmó: “Yo soy el camino, la verdad y la vida. Nadie viene al Padre sino por mí” (Juan 14:6).<br><br><strong>Lee Juan 1:14 al 18. ¿Qué puedes aprender, a partir de la encarnación de Cristo, acerca de la misión de Dios en favor de nosotros?</strong><br></p><p><strong>Juan 1:14-18</strong></p><p><sup><strong>14 </strong></sup>Y aquel Verbo fue hecho carne, y habitó entre nosotros (y vimos su gloria, gloria como del unigénito del Padre), lleno de gracia y de verdad.&nbsp;</p><p><sup><strong>15</strong></sup> Juan dio testimonio de él, y clamó diciendo: Este es de quien yo decía: El que viene después de mí, es antes de mí; porque era primero que yo.&nbsp;</p><p><sup><strong>16</strong></sup> Porque de su plenitud tomamos todos, y gracia sobre gracia.&nbsp;</p><p><sup><strong>17</strong></sup> Pues la ley por medio de Moisés fue dada, pero la gracia y la verdad vinieron por medio de Jesucristo.&nbsp;</p><p><sup><strong>18</strong></sup> A Dios nadie le vio jamás; el unigénito Hijo, que está en el seno del Padre, él le ha dado a conocer.<strong><br></strong></p><p>Dios siguió adelante con su misión y luego, por medio de Jesucristo, se hizo presente en la carne entre sus hijos. El “unigénito del Padre, lleno de gracia y de verdad” (Juan 1:14) cumplió las profecías del Antiguo Testamento y, según el plan divino, se hizo uno con nosotros, Dios en carne humana. El Dios de la misión seguía cumpliendo su propósito.<br><br>Piensa en lo que significa que el amor de Dios por nosotros sea tan grande como para venir a nosotros en nuestra propia humanidad. ¿Cómo debemos responder a este amor, especialmente en cuanto a hacer obra misionera por los demás?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de octubre",
          "dayTitle": "<p>EL DIOS QUE SIGUE ESTANDO CON NOSOTROS</p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p>La vida y el ministerio de Jesús fueron la revelación suprema de Dios. En unos tres años, Dios pudo revelar más sobre quién era él y en qué consistía su misión que en todo lo que había hecho mediante los demás métodos en las generaciones anteriores. Cristo era la perfecta “imagen del Dios invisible”, aquel en quien “habitase toda su plenitud [...] haciendo la paz mediante la sangre de su cruz” (Col. 1:15, 19, 20). En Cristo, la naturaleza misionera de Dios se dio a conocer por completo. Jesús mismo reveló su misión al decir: “El Hijo del hombre vino a buscar y a salvar lo que se había perdido” (Luc. 19:10).<br><strong><br>Lee Juan 3:16 y reflexiona detenidamente sobre el mensaje. ¿Cómo ves que interactúan aquí el amor y la misión de Dios?</strong></p><p><strong>Juan 3:16 <br></strong></p><p><strong><sup>16 </sup></strong>Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.<br><br>Más adelante en su ministerio, cuando Jesús se acercaba a su última semana de vida, el destino final de la humanidad estaba en juego. Los acontecimientos que tuvieron lugar durante esos días conectaron la expectativa del pasado con la esperanza del futuro. Durante la celebración de la Pascua (que señalaba la liberación de la opresión en Egipto), Jesucristo, el Dios encarnado, entregó su vida para librarnos de la esclavitud del pecado. El apóstol Pablo escribió: “Al que no tenía pecado, Dios lo hizo pecado por nosotros, para que nosotros llegásemos a ser justicia de Dios en él” (2 Cor. 5:21).<br><br><strong>Lee Mateo 28:18 al 20. ¿Cuál es la promesa que podemos encontrar en la Gran Comisión? ¿Qué seguridad nos da al comprometernos con la misión de Dios?</strong><br></p><p><strong>Mateo 28:18-20</strong><sup><br></sup></p><p><sup><strong>&nbsp;18</strong></sup> Y Jesús se acercó y les habló diciendo: Toda potestad me es dada en el cielo y en la tierra. 19 Por tanto, id, y haced discípulos a todas las naciones, bautizándolos en el nombre del Padre, y del Hijo, y del Espíritu Santo; 20 enseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo. Amén.</p><p>La muerte de Cristo fue parte del proceso de reconciliación, no su fin. Mediante su resurrección, Jesús venció la muerte y recibió “toda autoridad [...] en el cielo y en la tierra” (Mat. 28:18). En vista de esta realidad, encomendó a todos sus seguidores que hicieran discípulos en todo el mundo, con una promesa asombrosa: “Yo estoy con ustedes todos los días, hasta el fin del mundo” (Mat. 28:20).<br><br><strong>¿De qué manera experimentaste en tu propia vida el cumplimiento de la promesa de Jesús de estar “con ustedes todos los días” cuando te dedicas a la misión?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de octubre",
          "dayTitle": "<p>EL DIOS QUE VOLVERÁ POR NOSOTROS<br></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Juan 14:1 al 3. ¿En qué medida este pasaje se vincula con el mensaje del tiempo del fin que se encuentra en las Escrituras?</strong></p><p><strong>Juan 14:1-3</strong></p><p><strong><sup>1</sup></strong><sup> </sup>No se turbe vuestro corazón; creéis en Dios, creed también en mí.&nbsp;</p><p><sup><strong>2</strong></sup> En la casa de mi Padre muchas moradas hay; si así no fuera, yo os lo hubiera dicho; voy, pues, a preparar lugar para vosotros.&nbsp;</p><p><sup><strong>3 </strong></sup>Y si me fuere y os preparare lugar, vendré otra vez, y os tomaré a mí mismo, para que donde yo estoy, vosotros también estéis.<br><br>Durante su ministerio terrenal, una de las promesas más preciosas de Cristo, la bendita esperanza, refleja una vez más el deseo del Creador de estar con nosotros por toda la eternidad. Jesús afirmó: “Vendré otra vez, y los llevaré conmigo, para que donde yo esté, ustedes también estén” (Juan 14:3).<br><br>Según el apóstol Juan, la promesa finalmente se hará realidad. “Y oí una gran voz del cielo que decía: ‘El santuario de Dios estará con los hombres. Él habitará con ellos, y ellos serán su pueblo. Dios mismo estará con ellos, y será su Dios’ ” (Apoc. 21:3).<br><br>“La obra de la Redención será completada. Donde el pecado abundó, sobreabundó la gracia de Dios. La Tierra misma, el mismo campo que Satanás reclama como suyo, quedará no solo redimida sino también exaltada. [...] Aquí, donde el Hijo de Dios residió temporalmente en forma humana; donde el Rey de gloria vivió, sufrió y murió; aquí, cuando haga nuevas todas las cosas, estará ‘el tabernáculo de Dios con los hombres’. [...] Y, a través de las edades sin fin, mientras los redimidos anden en la luz del Señor, lo alabarán por su Don inefable: Emanuel, ‘Dios con nosotros’ ” (Elena de White, El Deseado de todas las gentes, p. 18).<br><br>Aquí encontramos el cuadro más hermoso de la Redención. El Dios de la misión finalmente cumplirá su deseo de estar con sus hijos por la eternidad.<br><br>¡Qué tremendo privilegio formar parte de esta realidad! Desafíos semanales. Durante este trimestre, estás invitado a comprometerte conscientemente con la misión de Dios. Esta será una oportunidad para ver y experimentar al Dios de la misión obrando en tu vida. Aprovecha este momento para la reflexión personal y prepárate para compartir semanalmente lo que has aprendido con tu clase. Además, el desafío avanzado te animará a ampliar tu participación en la misión de Dios.<br><br><strong>Desafío: </strong>Ora todos los días de la semana que viene para que Dios abra tu corazón a fin de ser parte de su misión.<br><br><strong>Desafío avanzado:</strong> Averigua el nombre de alguna persona con la que te relacionas pero que todavía no conoces: un vecino, un compañero de trabajo, un comerciante, un conductor de autobús, un conserje, etc. Comienza a orar por él o ella todos los días.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de octubre",
          "dayTitle": "",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>“El plan de nuestra redención no fue una reflexión ulterior, un plan formulado después de la caída de Adán. Fue una ‘revelación del misterio que por tiempos eternos fue guardado en silencio’ (Rom. 16:25). Fue una manifestación de los principios que desde las edades eternas habían sido el fundamento del Trono de Dios. Desde el principio, Dios y Cristo sabían de la apostasía de Satanás y de la caída del hombre por causa del poder seductor del apóstata. Dios no ordenó que el pecado existiese, sino que previó su existencia, e hizo provisión para enfrentar la terrible emergencia. Tan grande fue su amor por el mundo que se comprometió a dar a su Hijo unigénito, ‘para que todo aquel en él cree, no se pierda, mas tenga vida eterna’ (Juan 3:16)” (Elena de White, El Deseado de todas las gentes, pp. 13, 14).<br><br>“Cristo no dijo a sus discípulos que su trabajo sería fácil. [...] Pero no se los dejaría luchar solos. Les aseguró que él estaría con ellos; y que si ellos avanzaban con fe estarían bajo el escudo de la Omnipotencia. [...] Mientras obedecieran su palabra y trabajasen en comunión con él, no podrían fracasar. Vayan a todas las naciones, les ordenó, vayan a las partes más alejadas del Globo habitable, y estén seguros de que aun allí mi presencia estará con ustedes. Trabajen con fe y confianza; porque yo no los olvidaré nunca. Estaré siempre con ustedes, ayudándolos a realizar y cumplir vuestro deber, guiándolos, alentándolos, santificándolos, sosteniéndolos y dándoles éxito en hablar palabras que llamen la atención de otros al Cielo” (Elena de White, Los hechos de los apóstoles, p. 24).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>Piensa en lo que significa que las primeras palabras de Dios a la humanidad caída no hayan sido: “¿Qué has hecho?”, o “¿Por qué me has desobedecido?” En lugar de esto, las primeras palabras fueron: “¿Dónde estás?” ¿Qué consuelo debería darnos esta verdad con respecto a la intención de Dios para con nosotros y nuestros seres queridos?<br><br><strong>2.</strong> Piensa en lo que significa que Dios mismo, en la Persona de Jesús, viniera a este mundo para salvarnos. Cristo en la Cruz fue la máxima manifestación de Dios como un Dios misionero. ¿Qué nos dice esto acerca de su carácter?<br><br><strong>3. </strong>La misión pertenece a Dios. Por lo tanto, él habilitará y capacitará a las personas para la tarea. A la luz de esta realidad, cuando te enfrentas a los desafíos de la evangelización mundial, ¿cómo puedes hacer frente a los sentimientos y las actitudes de incapacidad o miedo?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>RESEÑA</strong><br><br>El Dios de la Biblia es un Dios misionero. Su naturaleza y su carácter misioneros están cimentados, en primer lugar, en su iniciativa de crear a la humanidad a su imagen y en su deseo de relacionarse con ella. La relación de Dios con Adán y con Eva antes de la Caída se caracterizaba por la comunión diaria en el Jardín del Edén (Gén. 3:8). Elena de White señala: “Mientras [Adán y Eva] permaneciesen fieles a la divina Ley, su capacidad de conocer, gozar y amar aumentaría continuamente.<br><br>Constantemente obtendrían nuevos tesoros de sabiduría, descubriendo frescos manantiales de felicidad y obteniendo un concepto cada vez más claro del inconmensurable e infalible amor de Dios” (Patriarcas y profetas, p. 33). Por desgracia, el pecado interrumpió esa interacción cara a cara.<br><br>La Caída no puso fin a la misión de Dios en favor de la humanidad; le dio una nueva dimensión a su misión. Después de la Caída, la misión de Dios se basó en su iniciativa de redimir a la humanidad extraviada. Debido a su promesa de redención de Génesis 3:15, las Escrituras, en su totalidad, narran los diversos esfuerzos misioneros que Dios puso en marcha para rescatar y restaurar a la humanidad pecadora a su plan original. Dado que la misión es un atributo de Dios (es decir, la misión está cimentada en su naturaleza y su carácter), Dios se niega a abandonarnos.<br><br><strong>COMENTARIO<br></strong><br><strong>La misión como un atributo de Dios</strong><br><br>Desde el Génesis hasta el Apocalipsis, la Biblia tiene un mensaje unificado: Dios está empeñado en revertir las consecuencias de la Caída. Si las Escrituras, en su totalidad, giran en torno al infatigable acercamiento de Dios a la humanidad, Génesis 3:9 podría considerarse la pregunta que impulsa ese acercamiento. Génesis 3 es la narración del trágico intento de Adán y de Eva de independizarse de Dios, en un espíritu de autodeterminación. Este capítulo también es un recordatorio de la realidad del pecado y sus consecuencias. Las consecuencias de la decisión de Adán y de Eva los llevaron a ocultarse de Dios. La primera reacción de Dios a la difícil situación de la humanidad llegó en forma de una pregunta dirigida a Adán: “¿Dónde estás?” Comprender el propósito de esta pregunta es esencial para entender la intención de todo el accionar de Dios en las Escrituras.<br><br>Por empezar, “¿Dónde estás?” no es un interrogante teológico, es misiológico. Esta pregunta revela que, a pesar de su decisión equivocada, Dios no ha abandonado a Adán y a Eva. La rebelión humana no hace disminuir en lo más mínimo el deseo de Dios de relacionarse íntimamente con los seres humanos. Dios sigue amando y buscando a sus hijos errantes.<br><br>La pregunta “¿Dónde estás?”, la primera que la Biblia atribuye a Dios, habla más de una condición que de un lugar. Por lo tanto, la pregunta no pretendía averiguar exactamente dónde se escondían Adán y Eva de Dios; Dios nunca hace preguntas para obtener información. Su omnisciencia es fuente de conocimiento ilimitado, incluso de lo que aún no existe. Al ser omnisciente, Dios sabía exactamente dónde estaban escondidos de él Adán y Eva, qué habían hecho y en qué condiciones se encontraban.<br><br>La ausencia de Adán de su lugar habitual de encuentro con Dios era una clara evidencia de que algo andaba mal. Por lo tanto, la pregunta que Dios le hace a Adán, en Génesis 3:9, no es “¿Dónde estás?” en referencia a la ubicación geográfica de Adán. La pregunta “¿Dónde estás?” se refería a la relación: “¿Dónde estás relacionalmente?” Con las primeras consecuencias del pecado reveladas en los versículos anteriores, la pregunta de Dios tenía la intención principal de hacer que Adán y Eva pensaran en su relación con Dios. La pregunta pretendía hacerlos pensar en la consecuencia de su desobediencia a Dios. Adán y Eva tenían la oportunidad de examinarse a sí mismos y reconocer su culpa. La pregunta de Dios equivale a la siguiente indagación: “¿Por qué no apareciste en nuestro lugar habitual de encuentro? ¿Qué pasó con nuestra relación, para que intentaras mantenerte alejado de mí? ¿Qué significan estas hojas de higuera con las que se cubrieron?” La falsa promesa de Satanás a Adán y a Eva era que, mediante la desobediencia, llegarían a ser como dioses; en otras palabras, el pecado mejoraría la vida de ellos. Pero sabemos cómo terminó. Adán y Eva acabaron desnudos, en lugar de convertirse en dioses. Su solución a la nueva situación fue coser hojas de higuera para ocultar su desnudez. Si esta solución hubiera resuelto su situación, no habrían buscado esconderse de la presencia de Dios. Más bien, se habrían enfrentado a Dios porque él, supuestamente, no quería su bienestar supremo.<br><br>Además, “¿Dónde estás?” era el clamor ferviente de un Dios misionero cuya angustiosa indagación delata la conciencia divina del abismo que se había creado entre él y la humanidad. La pregunta era también una invitación para que sus hijos perdidos volvieran a una relación de amor y confianza con él. A la luz de la promesa de Génesis 3:15, la pregunta de Dios encierra una promesa de esperanza. Aunque el pecado ensombreció el plan divino para la humanidad a causa de la desobediencia de Adán y de Eva, el plan de Dios no se frustró. En medio del juicio, se hace la promesa de un Redentor.<br><br>Génesis 3 no es solo un relato sobre la realidad del pecado y sus consecuencias. En el centro también se encuentra una visión panorámica de la misión salvífica de Dios. Había al menos tres opciones cuando Adán y Eva desobedecieron a Dios voluntariamente. En primer lugar, Dios simplemente podría haberlos descartado; es decir, podría haber dejado que murieran como resultado de su pecado, y luego haber creado seres humanos nuevos. En segundo lugar, Dios podría haber dejado que Adán y Eva languidecieran para siempre bajo las consecuencias de su mala decisión. La tercera opción, que Dios eligió, fue la de la redención: él salvará, mediante su sacrificio, el abismo relacional creado por la desobediencia voluntaria de Adán y de Eva. Aunque quizá sufran las consecuencias de su pecado, no vivirán para siempre en su condición caída. La redención de la humanidad no solo se prometió en palabras, también se vio en acción: “Y Dios el Señor hizo al hombre y a su esposa túnicas de pieles, y los vistió” (Gén. 3:21). Esta vestimenta es una expresión de la justicia y la gracia de Dios. Aunque el pecado, en cualquier medida, es ofensivo para Dios, él se ofrece bondadosamente a limpiarnos de toda inmoralidad de la carne y a cubrir nuestra desnudez con su justicia.<br><br><strong>La encarnación como misión</strong><br><br>La encarnación de Cristo fue fundamental para el cumplimiento de la misión de Dios. Mientras que en Génesis 3:21 Adán y Eva plasmaron la llegada del Redentor prometido vestidos con ropas confeccionadas por Dios mismo con pieles de animales sacrificados, la promesa se materializó en el Nuevo Testamento en el nacimiento de Jesús. Mediante la Encarnación, el Dios creador trascendente se hizo inmanente para revelarse de la forma más plena posible en términos humanos. En la Persona de Jesús, Dios se identificó plenamente con la humanidad, con el propósito expreso de revelar no solo el amor de Dios, sino también su intención salvífica hacia la humanidad. Dios no se mantuvo al margen de la humanidad en su esfuerzo por salvarla; al contrario, tendió un puente al tomar la naturaleza humana y experimentar las penas y las tentaciones humanas. Mediante los diferentes aspectos de su ministerio, Cristo no solo anunció el Reino de Dios con urgencia profética, sino también lo encarnó. Esto le dio un rostro, una voz y manos a la misión redentora de Dios. Al curar a los enfermos, limpiar a los leprosos, dar vista a los ciegos y re- sucitar a los muertos, Cristo demostró el poder de Dios para revertir plenamente la maldición de la Caída. Al hacerlo, Cristo reformuló el concepto del amor de Dios, a fin de que la gente pudiera entenderlo, experimentarlo y sentirse atraída hacia Dios. La muerte sustitutoria de Cristo fue la forma definitiva por la que Dios intentó reconciliar consigo a la humanidad alienada (Juan 3:16). El ministerio y el sacrificio de Cristo son la misión por excelencia.<br><br><strong>La Segunda Venida: La misión de Dios cumplida</strong><br><br>Las últimas palabras de Jesús en la Biblia son: “Ciertamente, vengo en breve” (Apoc. 22:20). La segunda venida de Jesús pondrá fin a la misión de Dios después de la Caída y abrirá la fase de la misión de Dios en la Tierra Nueva. La venida de Jesús para reclamar la Tierra como su Reino es la materialización de la promesa del Redentor en Génesis 3:15.<br><br>La fase de la Tierra Nueva en la misión de Dios marca la reversión completa de las consecuencias de la Caída: Dios volverá a estar en medio de su pueblo, el sufrimiento y la muerte dejarán de existir (Apoc. 21:3, 4) y los seres humanos tendrán acceso al árbol de la vida (Apoc. 22:2).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>La pregunta primordial de Dios: “¿Dónde estás?” también va dirigida a cada uno de nosotros en la actualidad. La Biblia dice: “Todos pecaron, y carecen de la gloria de Dios” (Rom. 3:23). En lugar de intentar huir de Dios por culpa de nuestros pecados, como hicieron sin éxito Adán y Eva, necesitamos examinar objetivamente dónde estamos en cuanto a nuestra relación con él y confesarle todo pecado que hayamos cometido. La seguridad es nuestra: “Si confesamos nuestros pecados, Dios es fiel y justo para perdonar nuestros pecados y limpiarnos de todo mal” (1 Juan 1:9). Sin esta seguridad, realmente no podríamos cambiar el rumbo de nuestra vida espiritual.<br><br>Todo intento de cubrir nuestra propia desnudez ante Dios es tan imprudente como el intento de Adán y de Eva de cubrir su desnudez con hojas de higuera. Todas las soluciones diseñadas humanamente para tratar el pecado y la culpa son totalmente inadecuadas y sin valor. Las hojas de higuera de nuestras buenas obras, reputación y títulos eclesiásticos no son suficientes como coberturas espirituales. Solo Dios puede proveernos con la cubierta espiritual adecuada. La única solución duradera es la cobertura que él nos ofrece por medio de Jesús. Dios no cubre nuestro pecado y culpa; primero los quita, y luego nos cubre con la justicia de Cristo.<br><br>Así como Dios salió en busca de Adán y de Eva, también sale en busca de nosotros, no para castigarnos, sino para ofrecernos la reconciliación, con el fin de salvarnos del juicio que merecen nuestros pecados.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "LA MISIÓN DE DIOS EN FAVOR DE NOSOTROS: PRIMERA PARTE<br>",
      "verse": "<p>“Pero Dios el Señor llamó al hombre y le dijo: ‘¿Dónde estás?’ ” (Efe. 1:9, 10).<br></p>",
      "versionCode": 30,
      "weekDate": "30 de septiembre - 6 de octubre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
