{
  "data": [
    {
      "color": "#F7D402",
      "id": 10,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "November 27",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>Two words appear all through the Bible: “remember” and “forget.” Both refer to something human, something that happens in our minds. Both are verbs, and they are opposites: to remember is not to forget, and to forget is not to remember.\n</p><p>God often tells His people to remember all the things that He has done for them; to remember His grace for them and His goodness toward them. So much of the Old Testament consisted of the prophets telling the people, the Hebrew people, not to forget what the Lord had done for them. But also, most important, they were not to forget what their calling in Him was and what kind of people they were to be in response to that calling. “I will remember the works of the Lord; surely I will remember Your wonders of old” (Ps. 77:11, NKJV).</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sunday November 28",
          "dayTitle": "<p>Remembering the Rainbow</p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p>The first time the word “remember” appears in the Bible is in Genesis 9, when—after the worldwide flood—the Lord told Noah that He would put the rainbow in the sky as a sign of His covenant with all earth, that He would never again destroy all the earth with a flood.\n</p><p><strong>Read Genesis 9:8–17. How is the word “remember” used here, and what can we learn from its use for how we should remember what God has done for us?\n</strong></p><p><strong>Genesis 9:8–17\n</strong></p><p><strong>8</strong> And God spake unto Noah, and to his sons with him, saying,\n</p><p><strong>9</strong> And I, behold, I establish my covenant with you, and with your seed after you;\n</p><p><strong>10 </strong>And with every living creature that is with you, of the fowl, of the cattle, and of every beast of the earth with you; from all that go out of the ark, to every beast of the earth.\n</p><p><strong>11</strong> And I will establish my covenant with you, neither shall all flesh be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth.\n</p><p><strong>12</strong> And God said, This is the token of the covenant which I make between me and you and every living creature that is with you, for perpetual generations:\n</p><p><strong>13</strong> I do set my bow in the cloud, and it shall be for a token of a covenant between me and the earth.\n</p><p><strong>14</strong> And it shall come to pass, when I bring a cloud over the earth, that the bow shall be seen in the cloud:\n</p><p><strong>15</strong> And I will remember my covenant, which is between me and you and every living creature of all flesh; and the waters shall no more become a flood to destroy all flesh.\n</p><p><strong>16</strong> And the bow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant between God and every living creature of all flesh that is upon the earth.\n</p><p><strong>17</strong> And God said unto Noah, This is the token of the covenant, which I have established between me and all flesh that is upon the earth.\n</p><p>Of course, God doesn’t need the rainbow to remember His promise and His covenant. He just spoke in language that humans could understand. If anything, the rainbow is for us, as humans, to remember God’s promise and covenant not to destroy the world again by water. In other words, the rainbow was to help people remember this special covenant that God had made; each time the rainbow appeared, God’s people would remember not only God’s judgment upon the world for its sin but also His love for the world and His promise not to flood it again. Hence, we see here the importance of the idea of remembering: remembering God’s promises, remembering God’s warnings, remembering God’s action in the world.\n</p><p>The rainbow in the sky becomes even more important today when, based on the continuity of the laws of nature, many scientists reject the idea that there ever was a worldwide flood to begin with. How fascinating that Ellen G. White wrote that before the Flood came, many people had the same idea that the continuity of the laws of nature ruled out the possibility that a worldwide flood could ever happen. She wrote that the wise men argued that nature’s “laws are so firmly established that God Himself could not change them.”—Patriarchs and Prophets, p. 97.\n</p><p>So, before the Flood, people argued, based on the laws of nature, that it couldn’t come; after the Flood, people argue, based on the laws of nature, that it never came to begin with. However, God in His Word told us about the Flood and gave the world a sign, not only of the Flood but also of His promise not to bring one again. Thus, if we remember what the rainbow means, we can have the assurance, written across the sky in these beautiful colors, that God’s Word is sure. And if we can trust His Word on this promise, why not trust His Word on all that He tells us, as well?\n</p><p><strong>Next time you see a rainbow, think of God’s promises. How can we learn to trust all of those promises?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Monday November 29",
          "dayTitle": "<p>Concerning the Days That Are Past\n</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p>In Deuteronomy 4, we have read the wonderful admonitions that the Lord gave to His people through Moses regarding their great privileges as God’s chosen people. He had redeemed them out of Egypt “ ‘by trials, by signs, by wonders, by war, by a mighty hand and an outstretched arm, and by great terrors, according to all that the Lord your God did for you in Egypt before your eyes’ ” (Deut. 4:34, NKJV). In other words, not only did God do something great for you, but He also did it in ways that should help you remember, and never forget, what great things He has done for you.\n</p><p><strong>Read Deuteronomy 4:32–39. What was the Lord telling them to remember, and why was it so important that they remember these things?\n</strong></p><p><strong>Deuteronomy 4:32–39\n</strong></p><p><strong>32</strong> For ask now of the days that are past, which were before thee, since the day that God created man upon the earth, and ask from the one side of heaven unto the other, whether there hath been any such thing as this great thing is, or hath been heard like it?\n</p><p><strong>33</strong> Did ever people hear the voice of God speaking out of the midst of the fire, as thou hast heard, and live?\n</p><p><strong>34</strong> Or hath God assayed to go and take him a nation from the midst of another nation, by temptations, by signs, and by wonders, and by war, and by a mighty hand, and by a stretched out arm, and by great terrors, according to all that the Lord your God did for you in Egypt before your eyes?\n</p><p><strong>35</strong> Unto thee it was shewed, that thou mightest know that the Lord he is God; there is none else beside him.\n</p><p><strong>36</strong> Out of heaven he made thee to hear his voice, that he might instruct thee: and upon earth he shewed thee his great fire; and thou heardest his words out of the midst of the fire.\n</p><p><strong>37 </strong>And because he loved thy fathers, therefore he chose their seed after them, and brought thee out in his sight with his mighty power out of Egypt;\n</p><p><strong>38</strong> To drive out nations from before thee greater and mightier than thou art, to bring thee in, to give thee their land for an inheritance, as it is this day.\n</p><p><strong>39</strong> Know therefore this day, and consider it in thine heart, that the Lord he is God in heaven above, and upon the earth beneath: there is none else.\n</p><p>Moses points the people back through all history, even to the Creation itself, and asks them, rhetorically, if anything in all history had ever been done as was done for them. In fact, he tells them to ask; that is, to study for themselves and see if anything such as what they experienced had ever happened before. By asking them a few questions, Moses was trying to get them to realize for themselves what the Lord had done for them, and thus, ultimately, how grateful and thankful to Him they should be for His mighty acts in their lives.\n</p><p>Central to these acts was the deliverance from Egypt and then, perhaps in some ways even more astonishing, God speaking to them at Sinai, which allowed them to hear “His words out of the midst of the fire.”\n</p><p><strong>Read Deuteronomy 4:40. What conclusion, then, did Moses want the people to draw from these words about what God had done for them?\n</strong></p><p><strong>Deuteronomy 4:40\n</strong></p><p><strong>40</strong> Thou shalt keep therefore his statutes, and his commandments, which I command thee this day, that it may go well with thee, and with thy children after thee, and that thou mayest prolong thy days upon the earth, which the Lord thy God giveth thee, for ever.\n</p><p>The Lord didn’t do all those things for no purpose. He had redeemed His people, keeping His end of the covenant that He had established with them. They were freed from Egypt, about to enter the Promised Land. God did His part; they were now called on to do theirs, which was, simply, to obey.\n</p><p><strong>How does this model represent the plan of salvation as expressed in the New Testament? What did Jesus do for us, and how are we to respond to what He has done for us? (See Rev. 14:12.)\n</strong></p><p><strong>Revelation 14:12\n</strong></p><p><strong>12</strong> Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Tuesday November 30",
          "dayTitle": "<p>Take Heed . . . Lest You Forget</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Deuteronomy 4:9, 23. What is the Lord telling them to do here, and why is this admonition so important for the nation?\n</strong></p><p><strong>Deuteronomy 4:9\n</strong></p><p><strong>9</strong> Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes have seen, and lest they depart from thy heart all the days of thy life: but teach them thy sons, and thy sons' sons.\n</p><p><strong>Deuteronomy 4:23\n</strong></p><p><strong>23</strong> Take heed unto yourselves, lest ye forget the covenant of the Lord your God, which he made with you, and make you a graven image, or the likeness of any thing, which the Lord thy God hath forbidden thee.\n</p><p>Two verbs dominate the opening of both these verses: “take heed” and “forget.” What the Lord is saying to them is: Take heed so that you don’t forget. That is, Don’t you forget what the Lord has done for you nor the covenant that He has made with you.\n</p><p>The verb “take heed,” smr (which also is used in a different form in Deuteronomy 4:9, translated “keep yourself ”), occurs all through the Old Testament, and it means to “keep,” “to watch,” “to preserve,” or “to guard.” Interestingly enough, the first time it appears in Scripture is even before sin, when the Lord told Adam to “keep” the garden that He had given to him (Gen. 2:15).\n</p><p>Now, though, the Lord tells the people, each one individually (the verb is in the singular), to guard themselves, lest they forget. This is not “forget” so much in the sense of memory loss (though over time and in new generations that could come), but more in the sense of being lax about their covenant obligations. That is, they were to be mindful about who they were and what that meant in terms of how they were to live before God, before other Hebrews, before the strangers among them, and before the nations around them.\n</p><p>Read Deuteronomy 4:9 (see also Deut. 6:7 and Deut. 11:19) again, but focus on the last part, about the Israelites teaching the nation’s history to their children and grandchildren. What would that have to do with helping them not to forget?\n</p><p><strong>Deuteronomy 4:9\n</strong></p><p><strong>9</strong> Only take heed to thyself, and keep thy soul diligently, lest thou forget the things which thine eyes have seen, and lest they depart from thy heart all the days of thy life: but teach them thy sons, and thy sons' sons.\n</p><p><strong>Deuteronomy 6:7\n</strong></p><p><strong>7</strong> And thou shalt teach them diligently unto thy children, and shalt talk of them when thou sittest in thine house, and when thou walkest by the way, and when thou liest down, and when thou risest up.\n</p><p><strong>Deuteronomy 11:19\n</strong></p><p><strong>19 </strong>And ye shall teach them your children, speaking of them when thou sittest in thine house, and when thou walkest by the way, when thou liest down, and when thou risest up.\n</p><p>It’s not a coincidence that right after Moses tells them not to forget, not to let these things “depart from your heart,” he tells them to teach these things to the next generation and to the generation after. Not only did their children need to hear about these things, but also, perhaps even more important, by telling and retelling the stories of what God had done for them, the people would not forget what those things were. Hence, what better way to preserve knowledge of what the Lord had done for His chosen people?\n</p><p><strong>How has telling others of your experience with the Lord benefited not just others but yourself, as well? How has the recounting of God’s leading helped you not to forget His leadings?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Wednesday December 1",
          "dayTitle": "<p>Eaten and Full</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>One former church leader, who had worked at the General Conference of Seventh-day Adventists for 34 years, told a story about how, many years earlier, he and his wife, having landed at an airport, had lost a piece of luggage. “Right there,” he said, “by the luggage conveyer belt and in public, we got on our knees and prayed, asking the Lord for the return of our lost luggage.” He then said that, many years later, the same thing happened: they arrived at the airport, but a piece of luggage didn’t. He told what happened next. “Don’t worry,” he had said to his wife. “Insurance will cover it.”\n</p><p><strong>With this story in mind, read Deuteronomy 8:7–18. What warning is the Lord giving to His people here, and what should it mean for us today, as well?\n</strong></p><p><strong>Deuteronomy 8:7–18\n</strong></p><p><strong>7</strong> For the Lord thy God bringeth thee into a good land, a land of brooks of water, of fountains and depths that spring out of valleys and hills;\n</p><p><strong>8 </strong>A land of wheat, and barley, and vines, and fig trees, and pomegranates; a land of oil olive, and honey;\n</p><p><strong>9</strong> A land wherein thou shalt eat bread without scarceness, thou shalt not lack any thing in it; a land whose stones are iron, and out of whose hills thou mayest dig brass.\n</p><p><strong>10</strong> When thou hast eaten and art full, then thou shalt bless the Lord thy God for the good land which he hath given thee.\n</p><p><strong>11</strong> Beware that thou forget not the Lord thy God, in not keeping his commandments, and his judgments, and his statutes, which I command thee this day:\n</p><p><strong>12</strong> Lest when thou hast eaten and art full, and hast built goodly houses, and dwelt therein;\n</p><p><strong>13</strong> And when thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all that thou hast is multiplied;\n</p><p><strong>14 </strong>Then thine heart be lifted up, and thou forget the Lord thy God, which brought thee forth out of the land of Egypt, from the house of bondage;\n</p><p><strong>15</strong> Who led thee through that great and terrible wilderness, wherein were fiery serpents, and scorpions, and drought, where there was no water; who brought thee forth water out of the rock of flint;\n</p><p><strong>16</strong> Who fed thee in the wilderness with manna, which thy fathers knew not, that he might humble thee, and that he might prove thee, to do thee good at thy latter end;\n</p><p><strong>17</strong> And thou say in thine heart, My power and the might of mine hand hath gotten me this wealth.\n</p><p><strong>18</strong> But thou shalt remember the Lord thy God: for it is he that giveth thee power to get wealth, that he may establish his covenant which he sware unto thy fathers, as it is this day.\n</p><p>Look at what being faithful to the Lord would bring them. Not only would they possess a wonderful and rich land, “ ‘a land in which you will eat bread without scarcity, in which you will lack nothing’ ” (Deut. 8:9, NKJV), but also they would be exceedingly blessed in that land: flocks and herds and gold and silver and beautiful houses. That is, they would be given all the material comforts that this life affords.\n</p><p>But then, what? They would face the danger that always attends wealth and physical prosperity, that of forgetting that it was only the Lord “ ‘who [gave them] power to get wealth’ ” (Deut. 8:18, NKJV). Maybe not at first, but as the years go by and they have all the material comforts that they need, they will forget their past, forget how the Lord had led them through “that great and terrible wilderness” (Deut. 1:19, NKJV), and, indeed, think that it was their own smartness and talents that enabled them to be so successful. alents that enabled them to be so successful. This is precisely what the Lord was warning them against doing (and unfortunately, especially as one reads the later prophets, this is exactly what happened to them).\n</p><p>Thus, amid this prosperity, Moses tells them to remember that it was the Lord alone who had done this for them and not to be deceived by the material blessings that He had given them. Centuries later, Jesus Himself warned, in the parable of the sower, about “the deceitfulness of riches” (Mark 4:19).\n</p><p><strong>No matter how much money and how many material possessions we have here, we are all flesh and blood awaiting a hole in the ground. What should this tell us about the dangers that come from wealth, in that wealth can make us forget our need of the only One who can deliver us from that hole in the ground?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Thursday December 2",
          "dayTitle": "<p>Remember That You Were a Slave \n</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Deuteronomy 5:15; Deuteronomy 6:12; Deuteronomy 15:15; Deuteronomy 16:3, 12; and Deuteronomy 24:18, 22. What specifically did the Lord want the people never to forget, and why?\n</strong></p><p><strong>Deuteronomy 5:15\n</strong></p><p><strong>15 </strong>And remember that thou wast a servant in the land of Egypt, and that the Lord thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the Lord thy God commanded thee to keep the sabbath day.\n</p><p><strong>Deuteronomy 6:12\n</strong></p><p><strong>12</strong> Then beware lest thou forget the Lord, which brought thee forth out of the land of Egypt, from the house of bondage.\n</p><p><strong>Deuteronomy 15:15\n</strong></p><p><strong>15</strong> And thou shalt remember that thou wast a bondman in the land of Egypt, and the Lord thy God redeemed thee: therefore I command thee this thing to day.\n</p><p><strong>Deuteronomy 16:3\n</strong></p><p><strong>3</strong> Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, even the bread of affliction; for thou camest forth out of the land of Egypt in haste: that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life.\n</p><p><strong>Deuteronomy 16:12\n</strong></p><p><strong>12</strong> And thou shalt remember that thou wast a bondman in Egypt: and thou shalt observe and do these statutes.\n</p><p><strong>Deuteronomy 24:18\n</strong></p><p><strong>18</strong> But thou shalt remember that thou wast a bondman in Egypt, and the Lord thy God redeemed thee thence: therefore I command thee to do this thing.\n</p><p><strong>Deuteronomy 24:22\n</strong></p><p><strong>22</strong> And thou shalt remember that thou wast a bondman in the land of Egypt: therefore I command thee to do this thing.\n</p><p>As we have seen, all through the Old Testament the Lord constantly brought the minds of the people back to the Exodus, their miraculous deliverance by God from Egypt. To this day, thousands of years later, practicing Jews keep the Passover celebration, a memorial to what the Lord has done for them. “It will come to pass when you come to the land which the Lord will give you, just as He promised, that you shall keep this service. And it shall be, when your children say to you, ‘What do you mean by this service?’ that you shall say, ‘It is the Passover sacrifice of the Lord, who passed over the houses of the children of Israel in Egypt when He struck the Egyptians and delivered our households’ ” (Exod. 12:25–27, NKJV).\n</p><p>For the church today, the Passover is a symbol of the deliverance we have been offered in Christ: “For indeed Christ, our Passover, was sacrificed for us” (1 Cor. 5:7, NKJV).\n</p><p><strong>Read Ephesians 2:8–13. What are these Gentile believers told to remember? How does it parallel what the Hebrews in Deuteronomy were told to remember, as well?\n</strong></p><p><strong>Ephesians 2:8–13\n</strong></p><p><strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:\n</p><p><strong>9 </strong>Not of works, lest any man should boast.\n</p><p><strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.\n</p><p><strong>11</strong> Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;\n</p><p><strong>12</strong> That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:\n</p><p><strong>13 </strong>But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.\n</p><p>Paul wanted these people to remember what God had done for them in Christ, what He had saved them from, and what they now had because of God’s grace to them. As with the children of Israel, it wasn’t anything in and of themselves that commended them to God. Instead, it was only God’s grace, given to them, even though they were “strangers from the covenants of promise,” that made them who they were in Christ Jesus.\n</p><p>Whether Jews in the wilderness, Christians in Ephesus, or Seventh-day Adventists anywhere in the world, how crucial it is for us always to remember, and not forget, what God has done for us in Christ. No wonder, then, that we have these words: “It would be well for us to spend a thoughtful hour each day in contemplation of the life of Christ. We should take it point by point, and let the imagination grasp each scene, especially the closing ones. As we thus dwell upon His great sacrifice for us, our confidence in Him will be more constant, our love will be quickened, and we shall be more deeply imbued with His spirit.”—Ellen G. White, The Desire of Ages, p. 83.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Friday December 3",
          "dayTitle": "",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p><strong>FurtherThought:</strong> <br></p><p>“How great the condescension of God and His compassion for His erring creatures in thus placing the beautiful rainbow in the clouds as a token of His covenant with men! The Lord declares that when He looks upon the bow, He will remember His covenant. This does not imply that He would ever forget; but He speaks to us in our own language, that we may better understand Him. It was God’s purpose that as the children of after generations should ask the meaning of the glorious arch which spans the heavens, their parents should repeat the story of the Flood, and tell them that the Most High had bended the bow and placed it in the clouds as an assurance that the waters should never again overflow the earth. Thus from generation to generation it would testify of divine love to man and would strengthen his confidence in God.”—Ellen G. White, Patriarchs and Prophets, pp. 106, 107.\n</p><p>Since the founding of Christianity, there has never been a church that has partaken of the wealth and creature comforts that the church in some countries of the world enjoys today. The question is, At what cost? Such affluence surely influences our spirituality—and not for good, either. How could it? Since when have wealth and material abundance fostered the Christian virtues of self-denial and self-sacrifice? In most cases, the opposite occurs: the more people have, the more self-sufficient they become, and the less they tend to depend upon God. Wealth and prosperity, however nice, do come with many dangerous spiritual traps.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1. </strong>Discuss the question of how wealth (which can be very relative; that is, someone not deemed wealthy in his country might be seen as super-rich by those in another one) impacts our spirituality. What are ways that those “with money” can protect themselves from some of the spiritual dangers that wealth can create?\n</p><p><strong>2.</strong> In class, talk about the closing scenes in Christ’s life and what they tell us about God’s love for us and why we must never forget the reality of that love. What other things can you think of that reveal the goodness of God, and why we should always keep this reality in mind?\n</p><p><strong>3. </strong>Though some scientists say there was no worldwide flood, despite the Bible saying that there was (and the rainbow), some say there was no six-day Creation, either, despite the Bible saying that there was (and the seventh-day Sabbath to memorialize it). What should this tell us about what a powerful, and negative, impact culture can have on faith?</p><p><strong>INSIDE STORY:</strong><br></p><p><strong>First-Time Visitor Knows All</strong><br><br>By E liane H osokawa I mayuki Brazilian immigrant Sandra Sato drove straight to a Seventh-day Adventist church in Kakegawa, Japan, to thank God for her newly acquired driver’s license.<br><br>She had promised God that if she got her license, the first place she would go with the car would be the church.<br><br>That evening, Sandra joyfully told members of the Tokai Christian Center church that God had answered her prayers to obtain a driver’s license.<br><br>“And I’m also ready for baptism,” she announced. The church members were surprised. They had never seen Sandra until that evening.<br><br>Their astonishment grew as Sandra turned to various members and addressed them by name.<br><br>“I know many of you,” she said. “I have been watching live church broadcasts on social media.”<br><br>Then she told her story. Sandra and her husband, a former Adventist, worked with thousands of other Brazilian immigrants in factories in central Japan.<br><br>While discussing religion, her husband had declared that if she ever wanted to worship, he would only accept her attending an Adventist church. She had belonged to another Christian denomination. Intrigued by her husband’s former faith, Sandra had watched live broadcasts from the Tokai Christian Center church. With her husband’s help, she had completed Bible studies provided by Hope Channel’s affiliate in Brazil.<br><br>Then she had promised God that she would begin to attend church in person if she got her driver’s license. After a review of the Bible with the Tokai Christian Center pastor, Sandra was baptized. No family members attended the baptism, not even her husband. But her faith has remained strong. At her initiative, a small Bible study group has been established in another city, Iwata, for people seeking to know Christ. God’s word is spreading in Japan.<br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>Remember, Do Not Forget</p>",
      "verse": "<p>Memory Text: “ ‘Remember! Do not forget how you provoked the Lord your God to wrath in the wilderness. From the day that you departed from the land of Egypt until you came to this place, you have been rebellious against the Lord’ ” (Deuteronomy 9:7, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "November 27–December 3"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
