{
  "data": [
    {
      "color": "#02A45A",
      "id": 11,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "9 de marzo",
          "dayTitle": "",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>Los cantos de Sion son himnos alegres que magnifican la soberanía del Señor, quien reina desde su monte santo. Estos salmos a menudo alaban los méritos de la casa del Señor y expresan un amor por el fican la belleza de Sion y Santuario que se encuentra también en otros salmos. Muchos de estos salmos fueron compuestos por los hijos de Coré, quienes experimentaron de primera mano la bendición de la casa del Señor como músicos del Templo <strong style=\"background-color: initial;\">(1 Crón. 6:31- 38) </strong>y como guardianes de las puertas del Templo <strong style=\"background-color: initial;\">(1 Crón. 9:19)</strong>.<br></p>\n<p>¿Qué hace que Sion sea fuente de esperanza y alegría? Sion representaba la viva presencia de Dios entre su pueblo. Así como el pueblo de Israel es el pueblo elegido de Dios <strong>(Deut. 7:6)</strong>, Sion es el monte elegido de Dios <strong>(Sal. 78:68; 87:2).</strong> Dios reina desde Sion<strong>&nbsp;(Sal. 99:1, 2) </strong>y fundó su Templo también en Sion <strong>(Sal. 87:1).</strong> Así pues, Sion es un lugar de bendiciones y de refugio divinos. A menudo se hace referencia a Sion en paralelo (o incluso en forma indistinta) con Jerusalén y el Santuario, el centro de la obra de salvación de Dios para el mundo antiguo.</p>\n<p>Las bendiciones de Sion desbordan hasta los confines de la Tierra, porque la Persona y la gracia del Señor superan los límites de cualquier lugar santo. Sion es el gozo de toda la Tierra <strong>(Sal. 48:2),</strong> y proclama que toda la Tierra pertenece a Dios.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de marzo",
          "dayTitle": "<p><strong>UN DÍA EN TUS ATRIOS ES MEJOR QUE MIL FUERA DE ELLOS</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p><strong style=\"background-color: initial;\">Lee Salmo 84:1 al 4. ¿Por qué el salmista anhela habitar en el Santuario?</strong><br></p>\n<p><strong>Salmo 84:1-4</strong></p>\n<p><strong>1</strong> ¡Cuán amables son tus moradas, oh Jehová de los ejércitos!</p>\n<p>&nbsp;<strong>2</strong> Anhela mi alma y aun ardientemente desea los atrios de Jehová; Mi corazón y mi carne cantan al Dios vivo.&nbsp;</p>\n<p><strong>3&nbsp;</strong>Aun el gorrión halla casa, Y la golondrina nido para sí, donde ponga sus polluelos, Cerca de tus altares, oh Jehová de los ejércitos, Rey mío, y Dios mío.&nbsp;</p>\n<p><strong>4&nbsp;</strong>Bienaventurados los que habitan en tu casa; Perpetuamente te alabarán. Selah.</p>\n<p>El salmista “anhela” y “ardientemente desea” hacer del Santuario su morada permanente, para poder estar cerca de Dios para siempre (Sal. 84:1, 2). La presencia viva de Dios (Sal. 84:2) hace del Santuario un lugar único. En el Santuario, los adoradores pueden “contemplar la hermosura del Señor” (Sal. 27:4; ver también Sal. 63:2) y estar “satisfechos del bien de tu casa” (Sal. 65:4). En Salmo 84, la felicidad incomparable se alcanza en la relación con Dios, que consiste en alabarlo (Sal. 84:4), hallar fortaleza en él (Sal. 84:5) y confiar en él (Sal. 84:12). El Santuario es el lugar donde se alimenta esa relación mediante el culto y la comunión con los demás creyentes. La presencia viva de Dios en el Santuario permite que los fieles vislumbren el glorioso Reino de Dios y saboreen la vida eterna.</p>\n<p><strong>Lee Salmo 84:5 al 12. ¿A quiénes más pueden llegar las bendiciones del Santuario?</strong></p>\n<p><strong><strong>Salmo 84:5 al 12</strong></strong></p><p><strong><sup>5 </sup></strong>Bienaventurado el hombre que tiene en ti sus fuerzas, En cuyo corazón están tus caminos.\n</p><p><strong><sup>6 </sup></strong>Atravesando el valle de lágrimas lo cambian en fuente, Cuando la lluvia llena los estanques.\n</p><p><strong><sup>7</sup></strong> Irán de poder en poder; Verán a Dios en Sion.\n</p><p><strong><sup>8 </sup></strong>Jehová Dios de los ejércitos, oye mi oración; Escucha, oh Dios de Jacob. Selah\n</p><p><strong><sup>9</sup></strong> Mira, oh Dios, escudo nuestro, Y pon los ojos en el rostro de tu ungido.\n</p><p><strong><sup>10</sup></strong> Porque mejor es un día en tus atrios que mil fuera de ellos. Escogería antes estar a la puerta de la casa de mi Dios, Que habitar en las moradas de maldad.\n</p><p><strong><sup>11</sup></strong> Porque sol y escudo es Jehová Dios; Gracia y gloria dará Jehová. No quitará el bien a los que andan en integridad.\n</p><p><strong><sup>12</sup></strong> Jehová de los ejércitos, Dichoso el hombre que en ti confía.</p><p>Dichoso el hombre que en ti confía. Este salmo muestra que las bendiciones de Dios se irradian desde el Santuario. Primeramente, las reciben los que sirven en el Santuario (Sal. 84:4); luego, los peregrinos que van camino al Santuario (Sal. 84:5-10); y finalmente llegan hasta los confines de la Tierra. La espera del encuentro con Dios en el Santuario fortalece la fe de los peregrinos (Sal. 84:7). Mientras que la fuerza del viajero común se debilita bajo la carga del viaje agotador, en el caso de los peregrinos que van camino al Santuario su fuerza aumenta cuanto más se acercan a él.</p>\n<p>Incluso cuando se alejan físicamente del Santuario, los hijos de Dios siguen llevando el sello del Santuario de Dios al vivir una vida digna (Sal. 84:11), que caracteriza a los justos que entran en el Santuario del Señor (Sal. 15:1, 2). Al Señor se lo llama “Sol” para indicar que las bendiciones del Santuario, como los rayos del Sol, se extienden hasta los confines de la Tierra (Sal. 84:11). Así, los que permanecen con Dios mediante la fe reciben su gracia, independientemente del lugar donde se encuentren.</p>\n<p><strong>Lee Apocalipsis 21:3. ¿Qué esperanza plasmada en el Santuario terrenal se nos revela aquí? ¿Cómo podemos siquiera imaginar cómo será esta experiencia?</strong></p><p><strong>Apocalipsis 21:3</strong></p><p>3 Y oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de marzo",
          "dayTitle": "<p><strong>OREN POR LA PAZ DE JERUSALÉN</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p>Lee <strong style=\"background-color: initial;\">Salmo 122:1 al 5.</strong> ¿Cuáles son los sentimientos de los adoradores al llegar a Jerusalén? ¿Qué esperan encontrar en Jerusalén? Salmo 122 expresa el gozo y la emoción de los peregrinos al llegar a Jerusalén.<br></p>\n<p><strong>Salmo 122:1 al 5.</strong></p><p><strong><sup>1</sup></strong> Yo me alegré con los que me decían: A la casa de Jehová iremos. \n</p><p><strong><sup>2</sup></strong> Nuestros pies estuvieron Dentro de tus puertas, oh Jerusalén.\n</p><p><strong><sup>3 </sup></strong>Jerusalén, que se ha edificado Como una ciudad que está bien unida entre sí.\n</p><p><strong><sup>4 </sup></strong>Y allá subieron las tribus, las tribus de JAH, Conforme al testimonio dado a Israel, Para alabar el nombre de Jehová. \n</p><p><strong><sup>5</sup> </strong>Porque allá están las sillas del juicio, Los tronos de la casa de David.</p>\n<p>Las peregrinaciones a Jerusalén eran ocasiones gozosas, en las que el pueblo de Dios se reunía tres veces al año para conmemorar la bondad de Dios hacia ellos en el pasado y en el presente <strong>(Deut. 16:16).</strong> Jerusalén era el centro de la vida de la nación, porque contenía “el testimonio dado a Israel”<strong> (Sal. 122:4)</strong> y las sillas del juicio <strong>(Sal. 122:5)</strong>. El “testimonio dado a Israel” se refiere al Santuario, que a veces se llamaba “el tabernáculo del testimonio” <strong>(Núm. 1:50, RVR 1960)</strong> y contenía el “arca del testimonio” <strong>(Éxo. 25:22)</strong>. Las sillas, o tronos, dispuestas para juzgar, representan el sistema judicial de Jerusalén<strong> (2 Sam. 8:15)</strong>. Por lo tanto, la peregrinación era el momento en que se podía buscar y obtener justicia. La fidelidad a Dios y la administración de justicia al pueblo nunca debían separarse.</p>\n<p><strong>Lee Salmo 122:6 al 9. ¿Cuál es la oración principal del pueblo de Dios?</strong></p><p><strong><sup>6 </sup></strong>Pedid por la paz de Jerusalén; Sean prosperados los que te aman.\n</p><p><strong><sup>7 </sup></strong>Sea la paz dentro de tus muros, Y el descanso dentro de tus palacios. \n</p><p><strong><sup>8 </sup></strong>Por amor de mis hermanos y mis compañeros Diré yo: La paz sea contigo. \n</p><p><sup style=\"font-weight: bold;\">9 </sup>Por amor a la casa de Jehová nuestro Dios Buscaré tu bien.</p>\n<p>La oración por la paz de Jerusalén invoca las bendiciones de Dios sobre la ciudad y sus habitantes, y une a los fieles, haciendo que la paz se extienda entre ellos <strong>(Sal. 122:8)</strong>. Jerusalén solamente puede ser la ciudad de la paz si existe paz entre Dios y su pueblo, y entre los hijos de Dios. Así, la oración por la paz de Jerusalén transmite un llamado al pueblo de Dios para vivir en paz con Dios y entre ellos mismos. En la paz de Jerusalén, el pueblo prosperará <strong>(</strong><strong>Sal. 147:12-14).</strong></p>\n<p>El salmo nos enseña que la oración por el bienestar de la comunidad de fe debe ser el tema principal de las oraciones de los hijos de Dios, porque únicamente un pueblo de Dios fuerte y unido puede proclamar las buenas nuevas de la paz y la salvación de Dios al mundo <strong>(Juan 13:34, 35).</strong> Orar por la “paz de Jerusalén” continúa siendo un privilegio y una responsabilidad de los creyentes, porque mantiene viva la esperanza en la venida del Reino de paz en el tiempo del fin, que abarcará no solo a la ciudad de Jerusalén, sino también al mundo entero <strong>(Isa. 52:7; 66:12, 13; Apoc. 21-22).</strong></p>\n<p><strong>¿De qué formas prácticas podemos esforzarnos por lograr la armonía entre nosotros como pueblo ahora?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de Marzo",
          "dayTitle": "<p><strong>SION: EL HOGAR DE TODAS LAS NACIONES</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p><strong style=\"background-color: initial;\">Lee Salmo 87:1 y 2. ¿Qué hace de Sion un lugar tan apreciado?</strong><br></p><p><strong>Salmo 87:1-2</strong></p><p><strong><sup>1 </sup></strong>Su cimiento está en el monte santo. \n</p><p><sup><strong>2 </strong></sup>Ama Jehová las puertas de Sion Más que todas las moradas de Jacob.</p>\n<p>Salmo 87 es un himno que celebra a Sion como la ciudad especialmente elegida y amada por Dios. Los cimientos del Templo de Dios están en el monte Sion (Sal. 2:6; 15:1). En el tiempo del fin, Sion se alzará sobre todos los montes, lo que representa la supremacía soberana del Señor sobre todo el mundo (Sal. 99:2; Isa. 2:2; Miq. 4:1). Salmo 87 se refiere a Sion como “montes”, para resaltar su majestad (Sal. 133:3). Dios ama las puertas de Sion “más que todas las habitaciones de Jacob” (Sal. 87:2); lo que expresa la superioridad de Sion sobre todos los demás lugares de Israel que fueron sitios especiales de reunión del pueblo de Dios en el pasado, como Silo y Betel. De este modo, el salmo afirma que la verdadera adoración a Dios se realiza en el lugar elegido y de la forma prescrita.</p>\n<p><strong>Lee Salmo 87:3 al 7. ¿Qué cosas gloriosas se dicen de Sion?</strong></p><p><strong>Salmo 87:3-7</strong></p><p><sup><strong>3</strong> </sup>Cosas gloriosas se han dicho de ti, Ciudad de Dios. Selah \n</p><p><strong><sup>4 </sup></strong>Yo me acordaré de Rahab y de Babilonia entre los que me conocen; He aquí Filistea y Tiro, con Etiopía; Este nació allá. \n</p><p><sup><strong>5</strong></sup> Y de Sion se dirá: Este y aquel han nacido en ella, Y el Altísimo mismo la establecerá. \n</p><p><strong><sup>6</sup></strong> Jehová contará al inscribir a los pueblos: Este nació allí. Selah \n</p><p><strong><sup>7</sup></strong> Y cantores y tañedores en ella dirán: Todas mis fuentes están en ti.</p>\n<p>La gloria de Sion atrae a todas las naciones hacia Dios, y así las fronteras del Reino de Dios se extienden hasta incluir a todo el mundo. Fíjate que Dios no trata a las demás naciones como ciudadanos de segunda, si bien se describe a Sion como el lugar de nacimiento espiritual de todos los pueblos que aceptan al Señor como su Salvador.</p>\n<p>El registro de las personas se hacía según el lugar de nacimiento (Neh. 7:5; Luc. 2:1-3). Tres veces el salmo afirma que las naciones nacen en Sion, lo que significa que el Señor les ofrece una nueva identidad y les concede todos los privilegios de los hijos legítimos de Sion (Sal. 87:4-6).</p>\n<p>Salmo 87 apunta a la salvación tanto de los judíos como de los gentiles, y a su unión en una iglesia mediante el ministerio redentor de Cristo (Rom. 3:22; 10:12; Gál. 3:28, 29; Col. 3:11). La descripción que hace el salmo de la prosperidad de Sion nos recuerda la visión de Daniel del Reino de Dios convertido en un enorme monte que llena toda la Tierra (Dan. 2:34, 35, 44, 45) y la parábola de Jesús sobre el Reino de Dios que se convierte en un enorme árbol que acoge a las aves del cielo (Mat. 13:32).</p>\n<p>La buena disposición de Sion a adoptar a todos los pueblos, <strong>¿De qué manera encuentra su cumplimiento en la gran comisión de la iglesia de predicar el evangelio a toda nación (Mat. 28:18-20)? ¿Cómo encaja esta idea con nuestro llamado a predicar el mensaje de los tres ángeles?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de marzo",
          "dayTitle": "<p><strong>SEGURIDAD Y PAZ DE SION</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p><strong style=\"background-color: initial;\">Lee Salmo 46:1 al 7. ¿Cómo se describe el mundo en forma poética?</strong><br></p>\n<p><strong>Salmo 46:1 al 7</strong></p>\n<p><sup><strong>1</strong></sup> Dios es nuestro amparo y fortaleza, Nuestro pronto auxilio en las tribulaciones.</p>\n<p><sup><strong>2 </strong></sup>Por tanto, no temeremos, aunque la tierra sea removida, Y se traspasen los montes al corazón del mar;</p>\n<p><sup><strong>3 </strong></sup>Aunque bramen y se turben sus aguas, Y tiemblen los montes a causa de su braveza. Selah.</p>\n<p><strong><sup>4 </sup></strong>Del río sus corrientes alegran la ciudad de Dios, El santuario de las moradas del Altísimo.&nbsp;</p>\n<p><strong><sup>5 </sup></strong>Dios está en medio de ella; no será conmovida. Dios la ayudará al clarear la mañana.&nbsp;</p>\n<p><sup><strong>6 </strong></sup>Bramaron las naciones, titubearon los reinos; Dio él su voz, se derritió la tierra.&nbsp;</p>\n<p><strong><sup>7 </sup></strong>Jehová de los ejércitos está con nosotros; Nuestro refugio es el Dios de Jacob. Selah.</p>\n<p>El salmo ofrece una vívida descripción del mundo en crisis, y lo retrata con imágenes de desastres naturales de una intensidad sin precedentes (Sal. 46:2, 3). La imagen de las aguas turbulentas suele representar a las naciones rebeldes y los diversos problemas que los impíos causan en el mundo (Sal. 93:3, 4; 124:2-5). Del mismo modo, en Salmo 46, las imágenes de las calamidades naturales representan el mundo controlado por las naciones que desatan guerras (Sal. 46:6).</p>\n<p>Evidentemente, es un mundo sin el conocimiento de Dios, porque Dios está en medio de su pueblo, y donde Dios mora abunda la paz (Sal. 46:4, 5). Sin embargo, aunque el mundo lo rechaza, Dios no abandona al mundo. Dios está presente en el mundo porque está en medio de su pueblo. En otras palabras, sin importar las malas condiciones, la presencia de Dios está aquí, en el mundo, y podemos obtener esperanza y aliento del conocimiento de esta verdad fundamental.</p>\n<p>El Señor, que es el refugio perfecto, es la Fuente de la paz y la seguridad duraderas de Sion. La palabra que destaca la seguridad de Sion es “aunque” en Salmo 46:3. Aunque el mundo está convulsionado, el pueblo de Dios está a salvo. Esto demuestra que la paz no es el resultado de la ausencia total de pruebas, sino el don de Dios para los hijos que confían en él. La confianza incondicional en Dios puede hacer que el hijo de Dios esté en paz y seguro en medio de la tormenta (Mat. 8:23-27). La pregunta que se plantea es: ¿Dejará Dios al mundo a merced de sus decisiones y de sus acciones destructivas para siempre?</p>\n<p><strong>Lee Salmo 46:6 al 11. ¿Cuál es la respuesta de Dios a la violencia y la destrucción del mundo?</strong></p>\n<p><strong>Salmo 46:6-11</strong></p>\n<p><strong><sup>6 </sup></strong>Bramaron las naciones, titubearon los reinos; Dio él su voz, se derritió la tierra.</p>\n<p><strong><sup>7 </sup></strong>Jehová de los ejércitos está con nosotros; Nuestro refugio es el Dios de Jacob. Selah.</p>\n<p><strong><sup>8 </sup></strong>Venid, ved las obras de Jehová, Que ha puesto asolamientos en la tierra.</p>\n<p>9 Que hace cesar las guerras hasta los fines de la tierra. Que quiebra el arco, corta la lanza, Y quema los carros en el fuego.&nbsp;</p>\n<p><strong><sup>10 </sup></strong>Estad quietos, y conoced que yo soy Dios; Seré exaltado entre las naciones; enaltecido seré en la tierra.&nbsp;Jehová de los ejércitos está con nosotros; Nuestro refugio es el Dios de Jacob. Selah.</p>\n<p><sup><strong>11 </strong></sup>Jehová de los ejércitos está con nosotros; Nuestro refugio es el Dios de Jacob. Selah.</p>\n<p>Dios responde con tal grado de disgusto que su palabra, que había creado la Tierra, ahora hace que la Tierra se derrita (Sal. 46:6). Sin embargo, el derretimiento no termina en destrucción, sino en renovación. Observa que Dios extiende su paz desde Sion hasta los confines de la Tierra. Dios hará cesar las guerras y extinguirá los instrumentos de destrucción que las naciones impías utilizaron para traer opresión al mundo (Sal. 46:9). Esta es la gran esperanza que tenemos los cristianos, que se verificará en la segunda venida de Jesús.</p>\n<p><strong>¿Cómo aprendemos a tener paz y a confiar en Dios en medio de un mundo que, efectivamente, tiene tanta agitación?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de marzo",
          "dayTitle": "<p><strong>INAMOVIBLE COMO EL MONTE SION</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p><strong style=\"background-color: initial;\">Lee Salmo 125:1 y 2. ¿Cómo se describe aquí a los que confían en Dios?</strong><br></p>\n<p><strong>Salmo 125:1 y 2</strong></p>\n<p><strong><sup>1</sup></strong> Los que confían en Jehová son como el monte de Sion, Que no se mueve, sino que permanece para siempre.</p>\n<p><sup><strong>2 </strong></sup>Como Jerusalén tiene montes alrededor de ella, Así Jehová está alrededor de su pueblo Desde ahora y para siempre</p>\n<p>A los que confían en el Señor se los compara con el monte Sion, símbolo de firmeza y fortaleza. La magnífica vista de las montañas que rodeaban la ciudad de Jerusalén inspiró al salmista a reconocer la certeza de la protección divina (Sal. 5:12; 32:7, 10). A diferencia de los montes dominados por los impíos, que son zarandeados por los mares (Sal. 46:2), la impresionante durabilidad del monte sobre el que se asentaba Jerusalén inspira una profunda confianza. La confianza en la protección de Dios se hace aún más audaz ante la dolorosa realidad en la que el mal parece prevalecer con tanta frecuencia. Sin embargo, incluso en medio de ese mal, el pueblo de Dios puede tener esperanza.</p>\n<p><strong>Lee Salmo 125:3 al 5. ¿Qué tentación tienen los justos? ¿Cuál es la lección para nosotros?</strong></p>\n<p><strong>Salmo 125:3 al 5</strong></p>\n<p><strong><sup>3 </sup></strong>Porque no reposará la vara de la impiedad sobre la heredad de los justos; No sea que extiendan los justos sus manos a la iniquidad.</p>\n<p><sup><strong>4</strong></sup> Haz bien, oh Jehová, a los buenos, Y a los que son rectos en su corazón.</p>\n<p><sup><strong>5</strong></sup> Mas a los que se apartan tras sus perversidades, Jehová los llevará con los que hacen iniquidad; Paz sea sobre Israel.</p>\n<p>Los hijos de Dios pueden sentirse desanimados por el éxito de los impíos y quizá se sientan tentados a seguir sus caminos (Sal. 73:2-13; 94:3). La tremenda estabilidad del monte de Sion no puede proteger a los que se apartan del Señor. El pueblo sigue teniendo libertad para extender “sus manos a la iniquidad” (Sal. 125:3) y apartarse “por sendas tortuosas” (Sal. 125:5). El Señor es justo y juzgará a quienes persistan en su rebeldía, junto con otros pecadores impenitentes.</p>\n<p>Este es el llamado al pueblo de Dios para que permanezca inconmovible en la fe y la confianza en el Señor, del mismo modo que el monte Sion es su refugio inconmovible. Es decir, aun cuando no entendemos las cosas, podemos seguir confiando en la bondad de Dios.</p>\n<p>“La entrada del pecado en el mundo, la encarnación de Cristo, el nuevo nacimiento, la resurrección, y muchos otros asuntos que se presentan en la Biblia, son misterios demasiado profundos para que la mente humana los explique o incluso los comprenda plenamente. Pero no tenemos razón para dudar de la Palabra de Dios porque no podamos entender los misterios de su providencia. [...] Por todas partes se presentan maravillas que superan nuestra comprensión. Por lo tanto, ¿deberíamos sorprendernos de que también en el mundo espiritual encontremos misterios que no podemos sondear? La dificultad reside únicamente en la debilidad y la estrechez de la mente humana. Dios nos ha dado en las Escrituras suficientes pruebas de que estas son de carácter divino, y no debemos dudar de su Palabra porque no podamos entender todos los misterios de su providencia” (Elena de White, El camino a Cristo, p. 108).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de marzo",
          "dayTitle": "<p><strong>PARAESTUDIAR Y MEDITAR:</strong></p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p><strong style=\"background-color: initial;\">Reflexiona sobre el mensaje de Isaías 40 e Isaías 51:1 al 16.</strong><br></p>\n<p>Los cantos de Sion suponen un compromiso absoluto de mantenerse enfocados en Sion y en la esperanza viva en el reinado soberano de Dios que este representa. Aunque muchas bendiciones del Santuario de Dios se experimentan en esta vida, la esperanza en la plenitud de la vida y el gozo en Sion todavía están puestas en el futuro. Muchos hijos de Dios añoran con lágrimas la Sion celestial (Sal. 137:1). Recordar a Sion implica no solamente un pensamiento ocasional, sino un interés deliberado y la decisión de vivir de acuerdo con ese recuerdo vivo (Éxo. 13:3; 20:8).</p>\n<p>Por eso, entonar los cantos de Sion conlleva la apasionada resolución de mantener viva la esperanza en la restauración del Reino de Dios en la Tierra Nueva (Apoc. 21:1-5). “Allí las mentes inmortales reflexionarán con deleite inagotable en las maravillas del poder creador, en los misterios del amor redentor. Allí no habrá enemigo cruel y engañador para tentar a olvidarnos de Dios. Toda facultad será desarrollada, toda capacidad aumentada. La adquisición de conocimientos no cansará la mente ni agotará las energías. Podrán llevarse a cabo las mayores empresas, satisfacerse las aspiraciones más sublimes, realizarse las ambiciones más encumbradas; y sin embargo surgirán nuevas alturas que superar, nuevas maravillas que admirar, nuevas verdades que comprender, nuevos objetivos que agucen las facultades de la mente, el alma y el cuerpo” (Elena de White, El conflicto de los siglos, p. 735).</p>\n<p>El compromiso de no olvidar a Sion es una promesa implícita, de los peregrinos del Señor, de que nunca aceptarán este mundo como su patria, sino que esperarán Cielos nuevos y Tierra Nueva.</p>\n<p>Por ende, los salmos de Sion pueden ser entonados por creyentes de todas las generaciones que anhelan vivir en la Nueva Jerusalén (Apoc. 3:12). Los cantos de Sion nos animan a anhelar el mundo futuro, pero también nos obligan a ser representantes de la gracia de Dios en este mundo presente.</p>\n<p><strong>PREGUNTAS PARA DIALOGAR: </strong></p>\n<p><strong>1. </strong>¿Cómo aprovechamos los principios espirituales y teológicos orientados al pueblo de Dios en Sion, un lugar literal en Jerusalén, para aplicarlos a la iglesia y a su misión en el mundo?&nbsp;</p>\n<p><strong>2. </strong>Los creyentes, ¿cómo pueden morar hoy en el Santuario de Dios? (Juan 1:14-18; Heb. 12:22-24).&nbsp;</p>\n<p><strong>3. </strong>¿Cómo es que Sion se convertirá en la ciudad de todas las naciones, como anticipa Salmo 87? (Rom. 5:10; Efe. 2:11-16; Col. 1:19-23).</p>\n<p><strong>&nbsp;4.</strong> ¿Cómo responderías a quien te señala la realidad de que los malvados prosperan en este mundo, mientras que hay muchos “buenos” que sufren? ¿Qué le dirías? ¿Por qué es importante reconocer que no tenemos respuestas completas para todo aquí y ahora?</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de marzo",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p><strong style=\"background-color: initial;\">RESEÑA</strong><br></p>\n<p><strong>Texto clave: Salmo 84:2</strong></p>\n<p>Esta semana nos centraremos en el término “Sion”, tal como se expresa en el libro de Salmos (ver Sal. 46; 84; 87; 122; 125). Los salmos están llenos de esperanza, y de la expectativa de los justos de visitar y morar seguros en el Santuario de Dios, un refugio de seguridad y paz.</p>\n<p>El concepto de “Sion” en las Escrituras es en sí mismo una mezcla de geografía, política y teología. Consideraremos estos diferentes aspectos para comprender el significado espiritual de Sion para el pueblo de Dios en el pasado, así como para nosotros mismos, que necesitamos urgentemente, hoy, la esperanza que ofrece Sion.</p>\n<p><strong>COMENTARIO&nbsp;</strong></p>\n<p>Geografía de Sion La ubicación del monte Sion en Jerusalén, en relación con el monte Moria, tiene un importante significado teológico. David conquistó el monte Sion (2 Rey. 5:6, 7; 1 Crón. 11:5-7), al ocupar una zona relativamente pequeña de la colina que llegó a llamarse la Ciudad de David. Al norte, a unos seiscientos metros de distancia, se alzaba el monte Moria, donde Isaac había sido “ofrecido” en sacrificio (Gén. 22:1-12). Aquí también se detuvo el ángel del Señor junto a la era de Arauna, el jebuseo, en medio de la destrucción de Israel como consecuencia del pecado de David, quien intentó realizar un censo (2 Sam. 24:16) en contra de la voluntad de Dios. Posteriormente, David compró la era y levantó allí un altar al Señor y, en expiación por su presunción, ofreció holocaustos y ofrendas de paz al Señor (2 Sam. 24:25; comparar con 1 Crón. 21:15-30).</p>\n<p>El templo de Salomón y sus dependencias también se construyeron en este mismo lugar (2 Crón. 3:1). La ciudad de Jerusalén se extendía hacia el norte y abarcaba el Monte Santo; con el tiempo, el nombre de Sion llegó a incluir el monte del Templo. Como hemos visto en Salmos, a menudo Sion se refiere a la ciudad de Jerusalén en su totalidad (Sal. 48:1-3; 69:35; 74:28; 125:1, 2).</p>\n<p><strong>Sion, el monte santo</strong></p>\n<p>&nbsp;Mucho antes de que Salomón construyera un templo para Dios, el Señor se manifestó en el monte Sinaí y le ordenó a Israel que le construyera un tabernáculo para que él pudiera habitar en medio de ellos (Éxo. 25:8, 9). Cuando el Santuario estuvo terminado y erigido, la presencia de Dios descendió en una nube y se posó sobre el Tabernáculo de reunión (Éxo. 40:34, 35), convirtiéndolo en el centro de la manifestación divina y del culto de Israel. De este modo, Dios trasladó la manifestación física de su presencia desde el Sinaí hasta el centro del campamento israelita. La teofanía del Sinaí continuó morando sobre la Tienda de Reunión, durante la travesía del desierto.</p>\n<p>El Tabernáculo perpetúa, intensifica y completa la obra de Dios en el monte Sinaí. El Tabernáculo, como morada divina, es fundamental para la comprensión posterior de la importancia del “monte santo”. Dios habitó inicialmente en el Santuario y, cuando Salomón construyó después su Templo, su ubicación en el monte Moria le confirió honor. Cuando el rey Salomón dedicó el Templo y oró para que Dios lo bendijera, el Señor expresó su aprobación enviando fuego del Cielo (2 Crón. 7:1-3). Así, el monte Moria, en tiempos de los reyes israelitas, era considerado el “monte santo”, porque Dios moraba allí en medio de su pueblo.</p>\n<p>Recuerda que Jehová nunca se limita a un monte específico. Tampoco se limita a un lugar terrenal concreto en el Antiguo Testamento, porque ningún lugar es santo de por sí. Aunque se lo relaciona frecuentemente con el Sinaí y Sion, Dios se revela en relación con una amplia variedad de montes. Manifiesta su presencia donde quiere. Ni siquiera Sion merece una distinción especial como residencia terrenal del Señor. Más bien, Sion es simplemente el estrado de una majestad que ni siquiera los Cielos pueden contener (1 Rey. 8:27; 2 Crón. 6:18).</p>\n<p><strong>Sion y su perspectiva escatológica</strong></p>\n<p>¿Cómo se describe a Sion en las Escrituras? El monte Sion, símbolo del pueblo de Dios (Isa. 29:8), es también el lugar desde el que Jehová lucha contra las naciones enemigas (Isa. 31:4) que combaten contra Israel. Un remanente de Israel saldrá de Sion y será preservado (2 Rey. 19:31), y regresará a Sion (Isa. 51:11). La salvación se encuentra en Sion (Isa. 37:32; Joel 2:32). Este monte también se relaciona con las señales cósmicas (Isa. 24:23). En última instancia, el Señor reinará sobre su pueblo en el monte Sion (Miq. 4:7) en la Tierra hecha nueva.</p>\n<p>Joel 3:1 al 17 habla de la reunión de las naciones en el valle de Josafat, donde Dios contenderá con ellas en juicio y suplicará la liberación de su pueblo. El valle de Josafat es el nombre simbólico dado al lugar del Juicio Final. Geográficamente, era un profundo barranco que separaba Jerusalén del Monte de los Olivos, por el que fluía el Cedrón. Debido a su ubicación, el valle de Josafat desempeñó un papel importante en las tradiciones y los rituales religiosos de Israel (1 Rey. 1:9, 33); en las reformas religiosas de Asá (1 Rey. 15:13; 2 Crón. 15:16); en los reinados de Josafat (2 Rey. 23:4, 6, 12) y Ezequías (2 Crón. 29:16; 30:14); y en la futura purificación de Jerusalén (Jer. 31:40). Fue allí donde Salomón fue ungido como monarca. Por lo tanto, existe una estrecha relación entre el “monte santo”, o Sion, y el juicio y la coronación del rey.</p>\n<p>En el clímax de la confrontación entre el Señor y las naciones, “el Señor bramará desde Sion, tronará desde Jerusalén” (Joel 3:16), y el pueblo de Dios sabrá que “yo soy el Señor, su Dios, que habito en Sion, mi santo monte” (Joel 3:17).</p>\n<p>Se describe a los justos (Sal. 15:2-5) como aquellos que morarán en el santo monte de Dios (Sal. 15:1), desde donde Dios responde las oraciones (Sal. 3:4). Al contrario, los que abandonan a Jehová se olvidan de su monte santo (Isa. 65:11). El Señor eligió hacer de la Sion terrenal su centro de acción, no porque fuera intrínsecamente única o valiosa, sino porque él así lo quiso.</p>\n<p><strong>Salmos notables acerca de Sion Salmo 2</strong></p>\n<p>Este capítulo del Salterio es reconocido como un himno real, o mesiánico, que exalta al Ungido de Jehová. Contiene los siguientes tres aspectos, o temas: el histó- rico; el mesiánico; y el cúltico, o devocional. El poema está estructurado en cuatro estrofas. En la segunda estrofa (Sal. 2:4-6), Dios muestra su desdén por la arrogancia de las naciones (Sal. 2:1-3). La estrofa concluye indicando que Dios ha puesto a su Rey en Sion, su monte santo (Sal. 2:6).</p>\n<p>Este himno enseña el concepto de que Jehová reina, con su Ungido, en Sion. Una vez más, se afirma la idea de que el monte es santo por la presencia de la Deidad del Cielo.</p>\n<p>Así, Sion, el monte sagrado, consagrado por la presencia teofánica de Jehová en su Templo, es la sede del dominio terrenal de Dios, la residencia del Rey ungido de Israel y la capital del mundo, ante la cual todas las naciones y los reyes están atados por cuerdas de amor o lazos de hierro. (Comparar con Isa. 2:2-4; Miq. 4:1-4, donde el monte de la casa de Jehová es el refugio y el recurso de todas las naciones para la instrucción y el gobierno, y para la paz universal).</p>\n<p>Salmo 2:6 y 7 revela que el Señor reclama como suyos tanto al Ungido como la jurisdicción sobre el monte. El Ungido y el monte son de importancia central para la teología del Reino de Dios en Salmos. En la elección del rey como mi Ungido (Sal. 2:2), mi Rey (Sal. 2:6) y mi Hijo (Sal. 2:7), quien es colocado en “mi santo monte”, vemos que la elección está determinada por decreto divino y que los seres humanos no tienen ninguna influencia sobre esta selección. Hans LaRondelle insiste en que, “mientras el Señor permaneció en el Lugar Santísimo de ese Santuario, ese monte era ‘santo’ porque la gloria Shekinah de Dios moraba allí” (Deliverance in the Psalms [Bradenton, FL: First Impressions, 2006], p. 559).</p>\n<p><strong>Salmo 48:1 al 3</strong></p>\n<p>Este salmo amplía el concepto mesiánico de Sion como morada de Dios y capital de su Reino. El salmista canta el cuidado de Jehová por Jerusalén y la liberación de su pueblo de las manos del enemigo. El tema central del canto es la alabanza de la grandeza de Dios, simbolizada por Sion, “su santo monte” (Sal. 48:1). En los versículos 1 al 3, el salmista utiliza diferentes expresiones para referirse al lugar de la manifestación divina, como “la ciudad de nuestro Dios”, “el monte de Sion”, “al lado norte” y “la ciudad del gran Rey”. El salmista también se refiere a Sion como ese “santo monte”, que podría traducirse como “el monte consagrado a él” (ver Sal. 2:6; 87:2; 121:1; Zac. 8:3).</p>\n<p><strong>Salmo 99</strong></p>\n<p>En Salmo 99, vemos de nuevo la conexión entre el monte Sion y las experiencias de Israel tanto en el desierto como en el monte Sinaí. El salmo consta de tres estrofas, cada una de las cuales termina con la frase: él “es santo” (Sal. 99:3, 5, 9). Tras exaltar a Jehová como rey (Sal. 99:1), como aquel que habita en Sion (Sal. 99:2), y declararlo “grande”, “tremendo”, “santo” (Sal. 99:3) y “justo” (Sal. 99:4), el salmista invita al pueblo a adorarlo (Sal. 99:5).</p>\n<p>Salmo 99:6 al 8 habla de las experiencias de Moisés, Aarón y Samuel. La columna de nube recuerda sin duda la experiencia del desierto, una referencia directa a Moisés y a Aarón, con quienes Dios habló. Samuel también oyó hablar a Jehová en el templo de Silo (1 Sam. 3:1-14).</p>\n<p>El salmo concluye con un llamado al pueblo para que exalte al Señor y lo adore en “su santo monte” (Sal. 99:9) por el perdón que Dios le manifestó allí (vers. 8). Como vemos en nuestro estudio, la santidad que una vez tuvo el monte Sinaí como morada de Dios fue transferida a Sion después de que se construyó allí el Templo.</p>\n<p><strong>APLICACIÓN A LA VIDA</strong></p>\n<p>Nuestro Dios Creador es un excelente Maestro. Utiliza lugares físicos y cosas materiales para expresar conceptos espirituales, como en el caso literal del monte Sion y sus colinas circundantes. Mediante esta lección objetiva, los israelitas pudieron comprender mejor el Plan de Redención de Dios.</p>\n<p>Sion es un símbolo de la presencia de Dios, el lugar donde el Señor intercede y protege a su pueblo. Como los israelitas en el pasado, debemos mantener en nuestro corazón un ardiente deseo de estar en la presencia del Todopoderoso. La comunión en sábado es innegablemente esencial. Pero procuremos también, a lo largo de la semana, comulgar con la presencia de Dios en su Santuario celestial. “Acerquémonos con corazón sincero, con plena certeza de fe” (Heb. 10:22).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>EL ANHELO DE DIOS EN SION</strong></p>",
      "verse": "<p>“Anhelo y ardientemente deseo los atrios del Señor. Mi corazón y mi carne cantan al Dios vivo” (Sal. 84:2).</p>",
      "versionCode": 100,
      "weekDate": "9-15 de marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
