{
  "data": [
    {
      "color": "#e4c5c4",
      "id": 4,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "20 de enero",
          "dayTitle": "<p>EL SEÑOR OYE Y SALVA</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>Una y otra vez, Salmos pone de relieve la verdad de que el Señor soberano, quien creó y sostiene el Universo, también se revela como un Dios personal que inicia y mantiene una relación con su pueblo.&nbsp;</p><p>Dios está cerca de su pueblo y de su Creación, tanto en el Cielo como en la Tierra (Sal. 73:23, 25). Aunque “estableció en el cielo su trono” (Sal. 103:19) y “cabalga sobre las nubes” (Sal. 68:4), también “está cerca de todo el que lo invoca, del que lo invoca de veras” (Sal. 145:18). Los salmos sostienen invariablemente la verdad de que el Señor es el Dios vivo, que actúa en favor de quienes lo invocan (Sal. 55:16-22). Los salmos son significativos precisamente porque están motivados y dirigidos al Dios vivo, que escucha y responde a las oraciones.&nbsp;</p><p>Debemos recordar que la respuesta adecuada a la cercanía del Señor consiste en una vida de fe en él y de obediencia a sus mandamientos. Nada que no sea esta fe y esta obediencia será aceptable para él, como a menudo lo reveló la historia de Israel.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de enero",
          "dayTitle": "<p>NO FUERON ENCUBIERTOS DE TI MIS HUESOS</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p>Lee Salmo 139:1 al 18. ¿Cómo describe poéticamente el poder (Sal. 139:1- 6), la presencia (Sal. 139:7-12) y la bondad (Sal. 139:13-18) de Dios? ¿Qué dice la grandeza de Dios acerca de sus promesas?\n</p><p>Salmo 139:1 al 18</p><p><strong><sup>1 </sup></strong>Oh Jehová, tú me has examinado y conocido.\n</p><p>\n</p><p><strong><sup>2</sup></strong> Tú has conocido mi sentarme y mi levantarme;<br></p><p>\n</p><p>Has entendido desde lejos mis pensamientos.<sup><br></sup></p><p><strong><sup>3 </sup></strong>Has escudriñado mi andar y mi reposo,<br></p><p>Y todos mis caminos te son conocidos.<sup><br></sup></p><p><strong><sup>4 </sup></strong>Pues aún no está la palabra en mi lengua,<br></p><p>Y he aquí, oh Jehová, tú la sabes toda.<strong><sup><br></sup></strong></p><p><strong><sup>5</sup></strong> Detrás y delante me rodeaste,<br></p><p>Y sobre mí pusiste tu mano.<strong><sup><br></sup></strong></p><p><strong><sup>6</sup></strong> Tal conocimiento es demasiado maravilloso para mí;<br></p><p>Alto es, no lo puedo comprender.<strong><sup><br></sup></strong></p><p><strong><sup>7</sup></strong> ¿A dónde me iré de tu Espíritu?<br></p><p>¿Y a dónde huiré de tu presencia?<strong><sup><br></sup></strong></p><p><strong><sup>8</sup></strong> Si subiere a los cielos, allí estás tú;<br></p><p>Y si en el Seol hiciere mi estrado, he aquí, allí tú estás.<sup><strong><br></strong></sup></p><p><sup><strong>9</strong></sup> Si tomare las alas del alba<br></p><p>Y habitare en el extremo del mar,<strong><sup><br></sup></strong></p><p><strong><sup>10</sup></strong> Aun allí me guiará tu mano,<br></p><p>Y me asirá tu diestra.<sup><br></sup></p><p><strong><sup>11</sup></strong> Si dijere: Ciertamente las tinieblas me encubrirán;<br></p><p>Aun la noche resplandecerá alrededor de mí.<sup><br></sup></p><p><strong><sup>12</sup></strong> Aun las tinieblas no encubren de ti,<br></p><p>Y la noche resplandece como el día;<br></p><p>Lo mismo te son las tinieblas que la luz.<sup><br></sup></p><p><strong><sup>13</sup></strong> Porque tú formaste mis entrañas;<br></p><p>Tú me hiciste en el vientre de mi madre.<sup><br></sup></p><p><strong><sup>14</sup></strong> Te alabaré; porque formidables, maravillosas son tus obras;<br></p><p>Estoy maravillado,<br></p><p>Y mi alma lo sabe muy bien.<sup><br></sup></p><p><strong><sup>15 </sup></strong>No fue encubierto de ti mi cuerpo,<br></p><p>Bien que en oculto fui formado,<br></p><p>Y entretejido en lo más profundo de la tierra.<sup><br></sup></p><p><strong><sup>16 </sup></strong>Mi embrión vieron tus ojos,<br></p><p>Y en tu libro estaban escritas todas aquellas cosas<br></p><p>Que fueron luego formadas,<br></p><p>Sin faltar una de ellas.<sup><br></sup></p><p><strong><sup>17</sup></strong> ¡Cuán preciosos me son, oh Dios, tus pensamientos!<br></p><p>¡Cuán grande es la suma de ellos!<br></p><p><strong><sup>18</sup></strong> Si los enumero, se multiplican más que la arena;<br></p><p>Despierto, y aún estoy contigo.<br></p><p><br></p><p>¿Alguna vez quisiste ayudar a alguien, pero no tenías medios? Del mismo modo, algunos intentaron ayudarte, pero no comprendieron tus necesidades. A diferencia incluso de las personas más afectuosas y con las mejores intenciones, Dios nos conoce perfectamente y sabe quiénes somos, cuáles son nuestras circunstancias, y también cuáles son los medios para ayudarnos. Por eso, sus promesas de ayuda y liberación no son temas superficiales, sino certezas firmes.\n</p><p>El conocimiento que Dios tiene del salmista es tan grande y único que ni siquiera el vientre de su madre podría ocultarlo de Dios (Sal. 139:13, 15). El conocimiento divino abarca el tiempo (Sal. 139:2), el ser interior (Sal. 139:2, 4) y el espacio (Sal. 139:3): toda la existencia del salmista. El maravilloso conocimiento de Dios proviene del hecho de que él es el Creador y de su estrecha relación con las personas, y se manifiesta en su cuidado por ellas.\n</p><p>Esta maravillosa verdad de que Dios nos conoce íntimamente no debe asustarnos, sino impulsarnos a los brazos de Jesús por lo que él ha logrado por nosotros en la Cruz. Porque por la fe en Jesús se nos ha dado su justicia, “la justicia de Dios” mismo (Rom. 3:5, 21).\n</p><p>La presencia de Dios se pone de relieve al describir que Dios llega hasta el “sepulcro” (sheol) y las “tinieblas” (Sal. 139:8, 11, 12), lugares en los que Dios no suele habitar (Sal. 56:13). Su presencia también se representa como si tomara “las alas del alba” (este) para llegar “hasta el extremo del mar” (oeste) (Sal. 139:9). Estas imágenes transmiten la verdad de que no hay lugar en el Universo donde podamos estar fuera del alcance de Dios. Aunque Dios no forma parte del Universo, como algunos creen, está presente en él, pues no solamente lo ha creado, sino también lo sostiene (ver Heb. 1:3).\n</p><p>Como aquel que sabe todo sobre nosotros, Dios puede ayudarnos y restaurarnos. El nuevo descubrimiento de su grandeza provoca en el salmista un estallido de alabanza y confianza renovada. Acoge el escrutinio divino como el medio que puede eliminar de su vida todo lo que perturba su relación con Dios.\n</p><p><strong>Para algunos, el hecho de que Dios sepa tanto sobre ellos, incluso sus secretos más oscuros, puede ser un pensamiento bastante aterrador. ¿Por qué entonces el evangelio es nuestra única esperanza?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de enero",
          "dayTitle": "<p>LA SEGURIDAD DEL CUIDADO DE DIOS</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Salmos 40:1 al 3; 50:15; 55:22; y 121. ¿Cómo interviene Dios en nuestros asuntos cotidianos?\n</strong></p><p><strong>Salmos 40:1 al 3</strong></p><p><strong><sup>1</sup> </strong>Pacientemente esperé a Jehová,</p><p>Y se inclinó a mí, y oyó mi clamor.</p><p><strong><sup>2</sup></strong> Y me hizo sacar del pozo de la desesperación, del lodo cenagoso;\n</p><p>Puso mis pies sobre peña, y enderezó mis pasos.<sup><br></sup></p><p><strong><sup>3 </sup></strong>Puso luego en mi boca cántico nuevo, alabanza a nuestro Dios.<br></p><p>Verán esto muchos, y temerán,<br></p><p>Y confiarán en Jehová.</p><p><br></p><p><strong>Salmos 50:15<sup><br></sup></strong></p><p><strong><sup>15</sup></strong> E invócame en el día de la angustia;</p><p>Te libraré, y tú me honrarás.</p><p><br></p><p><strong>Salmos 55:22</strong></p><p><strong><sup>22</sup></strong> Echa sobre Jehová tu carga, y él te sustentará;</p><p>No dejará para siempre caído al justo.</p><p><br></p><p>Salmos 121</p><p><strong><sup>1</sup></strong> Alzaré mis ojos a los montes;\n</p><p>\n</p><p>¿De dónde vendrá mi socorro?<sup><br></sup></p><p><strong><sup>2 </sup></strong>Mi socorro viene de Jehová,<br></p><p>Que hizo los cielos y la tierra.<sup><br></sup></p><p><strong><sup>3 </sup></strong>No dará tu pie al resbaladero,<br></p><p>Ni se dormirá el que te guarda.<sup><br></sup></p><p><strong><sup>4</sup></strong> He aquí, no se adormecerá ni dormirá<br></p><p>El que guarda a Israel.<sup><br></sup></p><p><strong><sup>5</sup></strong> Jehová es tu guardador;<br></p><p>Jehová es tu sombra a tu mano derecha.<sup><br></sup></p><p><strong><sup>6</sup></strong> El sol no te fatigará de día,<br></p><p>Ni la luna de noche.<sup><br></sup></p><p><strong><sup>7 </sup></strong>Jehová te guardará de todo mal;<br></p><p>Él guardará tu alma.<sup><br></sup></p><p><strong><sup>8 </sup></strong>Jehová guardará tu salida y tu entrada<br></p><p>Desde ahora y para siempre.<br></p><p><br></p><p>El Señor se revela en las Escrituras como el Dios vivo que actúa en favor de quienes lo invocan. El salmista afirma: “Al Señor he puesto siempre ante mí” (Sal. 16:8). Por eso confía en Dios y lo invoca (Sal. 7:1; 9:10). El Señor lo escuchará incluso cuando clame desde lo “profundo” (Sal. 130:1, 2), dando a entender que ninguna circunstancia de la vida escapa al dominio soberano de Dios. Así, el clamor del salmista, aunque es urgente, nunca carece de esperanza.\n</p><p>Salmo 121, por su parte, celebra el poder del Creador en la vida del que es fiel. Este poder incluye:\n</p><p>(1) “No dejará que tu pie resbale” (Sal. 121:3). La imagen del “pie” a menudo describe el camino de la vida (Sal. 66:9; 119:105; Prov. 3:23). La palabra hebrea para “resbalar” describe la seguridad que Dios da al mundo (Sal. 93:1) y a Sion (Sal. 125:1).\n</p><p>(2) La imagen del Señor como Guardián de Israel, que no se adormece ni duerme, pone de relieve la constante vigilancia y disposición del Señor para actuar en favor de sus hijos (Sal. 121:3, 4).\n</p><p>(3) El Señor es “tu sombra” (Sal. 121:5, 6), lo que evoca la columna de nube durante el Éxodo (Éxo. 13:21, 22). Del mismo modo, el Señor brinda refugio físico y espiritual a su pueblo.\n</p><p>(4) Dios está a tu diestra (Sal. 121:5). La mano derecha suele designar la mano más fuerte de una persona, la mano de la acción (Sal. 74:11; 89:13). Aquí transmite la cercanía y el favor de Dios (Sal. 16:8; 109:31; 110:5).\n</p><p>(5) La protección de Dios a su pueblo se confirma claramente en Salmo 121:6 al 8. Dios preservará a sus hijos de todo mal. Ni “el sol” ni “la luna” los afectarán. Dios preservará su “salida” y su “entrada”. Estas figuras poéticas subrayan el cuidado integral e incesante de Dios.\n</p><p>En resumidas cuentas, el salmista confiaba en el amoroso cuidado de Dios. Nosotros, por supuesto, deberíamos hacer lo mismo.\n</p><p><strong>¿De qué manera práctica puedes experimentar mejor la realidad del cuidado de Dios? ¿Cómo puedes cooperar mejor con Dios para que él pueda obrar en ti y por ti?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de enero",
          "dayTitle": "<p>EL SEÑOR ES UN REFUGIO EN LA ADVERSIDAD</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Salmos 17:7 al 9; 31:1 al 3; y 91:2 al 7. ¿Qué hace el salmista en tiempos difíciles?\n</strong></p><p><strong>Salmos 17:7 al 9</strong></p><p><strong><sup>7 </sup></strong>Muestra tus maravillosas misericordias, tú que salvas a los que se refugian a tu diestra,\n</p><p>\n</p><p>De los que se levantan contra ellos.<sup><br></sup></p><p><strong><sup>8</sup></strong> Guárdame como a la niña de tus ojos;<br></p><p>Escóndeme bajo la sombra de tus alas,<br></p><p><strong><sup>9</sup></strong> De la vista de los malos que me oprimen,<br></p><p>De mis enemigos que buscan mi vida.<br></p><p><br></p><p><strong>Salmos 31:1 al 3<br></strong></p><p><strong><sup>1</sup></strong> En ti, oh Jehová, he confiado; no sea yo confundido jamás;\n</p><p>\n</p><p>Líbrame en tu justicia.<sup><br></sup></p><p><strong><sup>2</sup></strong> Inclina a mí tu oído, líbrame pronto;<br></p><p>Sé tú mi roca fuerte, y fortaleza para salvarme.<sup><br></sup></p><p><strong><sup>3</sup></strong> Porque tú eres mi roca y mi castillo;<br></p><p>Por tu nombre me guiarás y me encaminarás.<br></p><p><br></p><p><strong>Salmos 91:2 al 7</strong></p><p><strong><sup>2</sup> </strong>Diré yo a Jehová: Esperanza mía, y castillo mío;\n</p><p>\n</p><p>Mi Dios, en quien confiaré.<sup><br></sup></p><p><strong><sup>3</sup></strong> Él te librará del lazo del cazador,<br></p><p>De la peste destructora.<sup><br></sup></p><p><strong><sup>4</sup></strong> Con sus plumas te cubrirá,<br></p><p>Y debajo de sus alas estarás seguro;<br></p><p>Escudo y adarga es su verdad.<sup><br></sup></p><p><strong><sup>5</sup></strong> No temerás el terror nocturno,<br></p><p>Ni saeta que vuele de día,<sup><br></sup></p><p><strong><sup>6</sup></strong> Ni pestilencia que ande en oscuridad,<br></p><p>Ni mortandad que en medio del día destruya.<sup><br></sup></p><p><strong><sup>7</sup></strong> Caerán a tu lado mil,<br></p><p>Y diez mil a tu diestra;<br></p><p>Mas a ti no llegará.<br></p><p><br></p><p>El salmista se encuentra con diversos tipos de problemas y, en medio de ellos, se dirige al Señor, que es un refugio en toda adversidad. La confianza es la decisión deliberada de reconocer el señorío de Dios sobre nuestra vida bajo todas las circunstancias. Si la confianza no funciona en medio de la adversidad, entonces no funcionará en ninguna ocasión.\n</p><p>El testimonio del salmista: “Diré al Señor: ‘Tú eres mi refugio y mi fortaleza, mi Dios en quien confío’ ” (Sal. 91:2) surge de su experiencia pasada con Dios y ahora sirve para fortalecer su fe en el futuro. El salmista llama Altísimo y Todopoderoso a Dios (Sal. 91:1, 2), recordando la incomparable grandeza de su Dios.\n</p><p>El salmista también habla de la seguridad que podemos encontrar en Dios: el “abrigo” (o “escondite”), la “sombra” (Sal. 91:1), el “refugio”, la “fortaleza” (Sal. 91:2), las “alas”, el “escudo”, la “defensa” (Sal. 91:4) y la “habitación” (Sal. 91:9). Estas imágenes representan refugios seguros en la cultura del salmista. Basta pensar en el calor insoportable del sol en aquella parte del mundo para apreciar el abrigo (o la sombra), o recordar los tiempos de guerras en la historia de Israel para valorar la seguridad que brinda el escudo o la defensa.\n</p><p><strong>Lee Salmo 17:8 y Mateo 23:37. ¿Qué imagen se utiliza aquí y qué revela?\n</strong></p><p><strong>Salmo 17:8&nbsp;</strong></p><p><strong><sup>8</sup></strong> Guárdame como a la niña de tus ojos;</p><p>Escóndeme bajo la sombra de tus alas,</p><p><br></p><p><strong>Mateo 23:3</strong></p><p><strong><sup>3</sup> </strong>Así que, todo lo que os digan que guardéis, guardadlo y hacedlo; mas no hagáis conforme a sus obras, porque dicen, y no hacen.</p><p><br></p><p>Una de las metáforas más íntimas es la que se refiere a estar “bajo la sombra de tus alas” (Sal. 17:8; 57:1; 63:7). Esta metáfora produce consuelo y seguridad al señalar la protección de un ave madre. Se compara al Señor con un águila que protege a sus crías con sus alas (Éxo. 19:4; Deut. 32:11) y con una gallina que junta a sus polluelos bajo las alas (Mat. 23:37).\n</p><p><strong>No obstante, ¿cómo afrontamos los momentos en que la calamidad nos golpea y no podemos ver la protección del Señor? ¿Por qué estos traumas no significan que el Señor no está con nosotros?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de enero",
          "dayTitle": "<p>DEFENSOR Y LIBERTADOR</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee 1 Corintios 10:1 al 4. ¿Cómo describe Pablo la historia del Éxodo? ¿Qué lección espiritual busca enseñar con ella?\n</strong></p><p><strong>1 Corintios 10:1 al 4</strong></p><p><strong><sup>1</sup></strong> Porque no quiero, hermanos, que ignoréis que nuestros padres todos estuvieron bajo la nube, y todos pasaron el mar;&nbsp;</p><p><strong><sup>2</sup></strong> y todos en Moisés fueron bautizados en la nube y en el mar,&nbsp;</p><p><strong><sup>3</sup></strong> y todos comieron el mismo alimento espiritual,&nbsp;</p><p><strong><sup>4</sup></strong> y todos bebieron la misma bebida espiritual; porque bebían de la roca espiritual que los seguía, y la roca era Cristo.</p><p><br></p><p><strong>Lee Salmo 114. ¿Cómo se describe poéticamente aquí la liberación divina del pueblo de Israel de Egipto?\n</strong></p><p><strong>Salmo 114</strong></p><p><strong><sup>1</sup></strong> Cuando salió Israel de Egipto,\n</p><p>\n</p><p>La casa de Jacob del pueblo extranjero,<sup><br></sup></p><p><strong><sup>2</sup></strong> Judá vino a ser su santuario,<br></p><p>E Israel su señorío.<sup><br></sup></p><p><strong><sup>3</sup></strong> El mar lo vio, y huyó;<br></p><p>El Jordán se volvió atrás.<sup><br></sup></p><p><strong><sup>4 </sup></strong>Los montes saltaron como carneros,<br></p><p>Los collados como corderitos.<strong><sup><br></sup></strong></p><p><strong><sup>5 </sup></strong>¿Qué tuviste, oh mar, que huiste?<br></p><p>¿Y tú, oh Jordán, que te volviste atrás?<sup><br></sup></p><p><strong><sup>6</sup></strong> Oh montes, ¿por qué saltasteis como carneros,<br></p><p>Y vosotros, collados, como corderitos?<sup><br></sup></p><p><strong><sup>7</sup></strong> A la presencia de Jehová tiembla la tierra,<br></p><p>A la presencia del Dios de Jacob,<sup><br></sup></p><p><strong><sup>8</sup></strong> El cual cambió la peña en estanque de aguas,<br></p><p>Y en fuente de aguas la roca.<br></p><p><br></p><p>En Salmo 114 se describe poéticamente la maravillosa liberación de los hijos de Dios de la esclavitud en Egipto. A lo largo de todo el Antiguo Testamento, e incluso en el Nuevo Testamento, la liberación de Egipto es considerada un símbolo del poder de Dios para salvar a su pueblo. Pablo, en estos versículos de Corintios, hace exactamente eso, al considerar toda la historia real como una metáfora, un símbolo de la salvación en Jesucristo.\n</p><p>Salmo 114 también describe la liberación divina mediante la soberanía de Dios como Creador sobre los poderes de la naturaleza, que fue la manera en que salvó a su pueblo en el Éxodo. El mar, el río Jordán, los montes y las colinas representan poéticamente los poderes naturales y los humanos que se oponían a Israel en su camino hacia la Tierra Prometida (Deut. 1:44; Jos. 3:14-17). Sin embargo, Dios es soberano sobre todos ellos.\n</p><p>Por cierto, para muchos de los hijos de Dios de todos los tiempos y los lugares, el camino hacia la Jerusalén celestial está plagado de peligros. Los salmos los animan a mirar más allá de las colinas, hacia el Creador del cielo y de la Tierra (Sal. 121:1).\n</p><p>El espíritu de Salmo 114 queda plasmado en el hecho de que Jesús calmó la tormenta del mar y proclamó que la iglesia no tiene nada que temer porque él ha vencido al mundo (Mat. 8:23-27; Juan 16:33).\n</p><p>Las grandes obras del Señor en favor de su pueblo deberían inspirar a toda la Tierra a temblar ante su presencia (Sal. 114:7). El temblor debe entenderse como reconocimiento y adoración más que como terror (Sal. 96:9; 99:1). Con Dios de su parte, los creyentes no tienen nada que temer.\n</p><p><strong>¿Cuáles son algunos de los peligros espirituales a los que nos enfrentamos como creyentes, y cómo podemos aprender a apoyarnos en el poder del Señor para cuidarnos de no sucumbir a estos peligros, que son tan reales para nosotros ahora como lo fueron para el salmista?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de enero",
          "dayTitle": "<p>AYUDA DESDE EL SANTUARIO</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Salmos 3:4; 14:7; 20:1 al 3; 27:5; 36:8; 61:4; y 68:5 y 35. ¿De dónde procede la ayuda en estos pasajes?\n</strong></p><p><strong>Salmos 3:4</strong></p><p><strong><sup>4</sup> </strong>Con mi voz clamé a Jehová,</p><p>Y él me respondió desde su monte santo. Selah</p><p><br></p><p><strong>Salmos 14:7</strong></p><p><strong><sup>7</sup></strong> ¡Oh, que de Sion saliera la salvación de Israel!\n</p><p>\n</p><p>Cuando Jehová hiciere volver a los cautivos de su pueblo,<br></p><p>Se gozará Jacob, y se alegrará Israel.<br></p><p><br></p><p><strong>Salmos 20:1 al 3</strong></p><p><strong><sup>1</sup></strong> Jehová te oiga en el día de conflicto;\n</p><p>\n</p><p>El nombre del Dios de Jacob te defienda.<sup><br></sup></p><p><strong><sup>2</sup></strong> Te envíe ayuda desde el santuario,<br></p><p>Y desde Sion te sostenga.<sup><br></sup></p><p><strong><sup>3</sup></strong> Haga memoria de todas tus ofrendas,<br></p><p>Y acepte tu holocausto. Selah<br></p><p><br></p><p><strong>Salmos 27:5</strong></p><p><strong><sup>5</sup></strong> Porque él me esconderá en su tabernáculo en el día del mal;\n</p><p>\n</p><p>Me ocultará en lo reservado de su morada;<br></p><p>Sobre una roca me pondrá en alto.<br></p><p><br></p><p><strong>Salmos 36:8</strong></p><p><strong><sup>8</sup> </strong>Serán completamente saciados de la grosura de tu casa,</p><p>Y tú los abrevarás del torrente de tus delicias.</p><p><br></p><p><strong>Salmos 61:4</strong></p><p><sup><strong>4</strong> </sup>Yo habitaré en tu tabernáculo para siempre;</p><p>Estaré seguro bajo la cubierta de tus alas. Selah</p><p><br></p><p><strong>Salmos 68:5 y 35</strong></p><p><strong><sup>5</sup> </strong>Padre de huérfanos y defensor de viudas</p><p>Es Dios en su santa morada.</p><p><strong><sup>35</sup></strong> Temible eres, oh Dios, desde tus santuarios;</p><p>El Dios de Israel, él da fuerza y vigor a su pueblo.</p><p><br></p><p>La figura del refugio y la ayuda espiritual y física aparece notablemente en el contexto del Santuario. El Santuario es un lugar de ayuda, de seguridad y de salvación. El Santuario da cobijo a los atribulados. Dios defiende a los huérfanos y a las viudas, y da fuerza a su pueblo desde su Santuario. Cuando “desde Sion, dechado de hermosura, resplandece Dios” (Sal. 50:2), se proclaman los justos juicios de Dios y surge la bendición del Señor (Sal. 84:4; 128:5; 134:3).\n</p><p>El refugio en el Santuario supera la seguridad que ofrece cualquier otro lugar del mundo, porque en el Santuario Dios habita en persona. La presencia de Dios, y no meramente el Templo como edificio firme, brinda seguridad. Del mismo modo, al ser el monte donde mora el Señor, el monte Sion supera a otros montes, aunque en sí mismo era una colina no muy grande ni elevada (Sal. 68:15, 16; Isa. 2:2).\n</p><p><strong>“Porque no tenemos un Sumo Sacerdote que no pueda compadecerse de nuestras debilidades, sino uno que fue tentado en todo según nuestra semejanza, pero sin pecado. Acerquémonos, pues, confiadamente al trono de la gracia, para alcanzar misericordia y hallar gracia para el oportuno socorro” (Heb. 4:15, 16). ¿En qué se parecen estos versículos a lo que describe el salmista acerca del Santuario?\n</strong></p><p>La santidad del Santuario de Dios lleva al salmista a reconocer que toda la humanidad es pecadora y completamente indigna del favor de Dios, y afirma que la liberación se basa únicamente en la fidelidad y la gracia de Dios (Sal. 143:2, 9-12). No hay en nosotros nada que nos dé algún mérito delante de Dios. Únicamente cuando las personas mantienen una relación correcta con Dios mediante el arrepentimiento y la aceptación de su gracia y su perdón pueden invocar la garantía divina de liberación. El servicio del Santuario representaba la salvación que se encuentra en Jesús.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de enero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>Lee Elena de White, Patriarcas y profetas, “La noche de lucha”, pp. 194-202. ¿Qué podemos aprender, de la experiencia de Jacob, acerca del poder de la oración inoportuna y la confianza plena en Dios?\n</p><p>Los salmos fortalecen nuestra fe en Dios, quien es el Refugio inagotable para quienes confían su vida en sus poderosas manos. “Dios hará cosas maravillosas por los que confían en él. El motivo por el que los que profesan ser sus hijos no tienen más fuerza consiste en que confían demasiado en su propia sabiduría, y no le dan al Señor ocasión de revelar su poder en favor de ellos. Él ayudará a sus hijos creyentes en toda emergencia, si ponen toda su confianza en él y lo obedecen fielmente” (Elena de White, Patriarcas y profetas, p. 526).\n</p><p>Sin embargo, algunos salmos pueden plantear un serio desafío cuando lo que prometen y nuestra situación actual no coinciden. En momentos así, solo tenemos que aprender a confiar en la bondad de Dios, revelada con mayor fuerza en la Cruz.\n</p><p>Además, a veces, algunos salmos pueden utilizarse para fomentar falsas esperanzas. La respuesta de Jesús al mal uso que Satanás hizo de Salmo 91:11 y 12 demuestra que no debemos confundir confiar en Dios con tentar a Dios (Mat. 4:5-7), ni pedirle presuntuosamente que haga algo que es contrario a su voluntad.\n</p><p>“Las mayores victorias de la iglesia de Cristo o del cristiano no son las que se ganan mediante el talento o la educación, la riqueza o el favor de los hombres. Son las victorias que se alcanzan en la cámara de audiencia con Dios, cuando la fe fervorosa y agonizante se ase del poderoso brazo de la Omnipotencia” (ibíd., pp. 201, 202).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong><sup>1.</sup> </strong>En clase, analicen la respuesta a la última pregunta del estudio del martes acerca de la confianza en Dios en medio de la adversidad y cuando las cosas salen terriblemente mal. ¿Cómo se entienden estas situaciones y cómo pueden sucederle a la gente, incluso con todas las maravillosas promesas de Salmos respecto de la protección de Dios? Piensa también en esto: acaso el salmista, que escribió acerca de esas maravillosas promesas, ¿no sufrió adversidades o no conoció a personas fieles que también las sufrieron?\n</p><p><strong><sup>2.</sup></strong> ¿Cómo podemos desarrollar una confianza incondicional en Dios en todas las circunstancias (por ejemplo, Sal. 91:14; 143:8, 10; 145:18-20)? ¿Qué puede hacernos perder esta confianza? ¿Por qué la confianza en Dios en los buenos momentos es crucial para aprender a confiar en él también en los malos ratos?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 - 26 enero",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Salmo 34:17\n</strong></p><p>El salterio es un libro de oración. Sea cual fuere el tema (alabanza, lamento, la esperanza mesiánica, el Reino de Dios o la historia de la Redención), los salmistas manifiestan una fuerte confianza en el Señor. Más allá de sus necesidades o circunstancias, confían en que el Creador permanecerá con ellos.\n</p><p>La semana pasada examinamos la supremacía de Dios y la manera en que, como Soberano divino, se lo describe en Salmos; es decir, como nuestro Creador, Rey y Juez. Estas descripciones, y las declaraciones de fe que emanan de ellas, inspiran en los salmistas la confianza de creer que Dios librará a sus hijos de cualquier circunstancia difícil. Analicemos detenidamente e interioricemos esta maravillosa seguridad. Prepárate para compartir con los miembros de tu clase el entusiasmo que genera esta esperanza.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>Dios escucha\n</strong></p><p>El salmista suplica constantemente al Señor que lo escuche. Varios salmos comienzan con un clamor para que Jehová lo escuche: Salmos 4:1; 13:3; 17:1; 27:1; 28:2; 54:2; 55:2; 60:5; 61:1; 64:1 86:1; 102:1; 108:6; 130:2; 140:6; 142:6; 143:1. En estos cantos, el salmista suplica constantemente al Señor que lo escuche. En estos cánticos, el salmista clama a Dios con el corazón lleno de dolor: “Señor, Dios Todopoderoso, oye mi oración; escucha, Dios de Jacob” (Sal. 84:8; énfasis añadido). En sus oraciones, los salmistas insisten en que se los escuche (Sal. 30:10; 38:16; 39:12; 66:16; 69:13, 16, 17; 119:145, 149). Claman con la seguridad de que “el Señor los escucha, y los libra de todas sus angustias” (Sal. 34:17).\n</p><p>En ocasiones, los autores de los salmos afirman que Dios ha escuchado sus quejas y sus necesidades (Sal. 22:24; 28:7; 31:22; 34:4; 40:1; 66:19; 116:1; 120:1): “Con mi voz clamé a Dios, a Dios clamé, y él me escuchará” (Sal. 77:1). Recordar las respuestas de Dios a la oración en el pasado fortalece a los salmistas en la seguridad de que él les responderá ahora y en el futuro. Con plena confianza de una respuesta divina, los salmistas afirman repetidamente que el Señor responderá sus oraciones (Sal. 4:1; 6:8, 9; 10:7; 17:6; 65:2). Nos aseguran que Dios está disponible para escuchar nuestras oraciones mañana, tarde o noche (Sal. 5:3; Sal. 55:17). La experiencia ha demostrado que, aunque la familia les falle, Dios escuchará su clamor (Sal. 106:44).\n</p><p>“Oír, escuchar” (del hebreo shamah) significa algo más que percibir la voz o registrar un sonido. En el contexto del Señor como oyente, la palabra oír, o escuchar, también significa actuar. Es decir, podemos confiar en que Dios actuará en favor de su pueblo en respuesta a sus oraciones. Cuando Israel estaba esclavizado en Egipto, el Señor “oyó” (Éxo. 2:24), y los liberó. El libro de Salmos es una invitación a que tengamos este mismo nivel de confianza.</p><p><strong>Dios se preocupa\n</strong></p><p>En el libro de Salmos, se presenta al Señor como un Rey poderoso, dispuesto a luchar por su pueblo. Al mismo tiempo, también se lo describe como un Dios bondadoso y amoroso que cuida de los que creen en él. Se utilizan varias imágenes para retratar el tierno cuidado de Dios. Se describe a Dios como un tierno pastor que cuida de sus indefensas ovejas (Sal. 23). Como su Pastor, él les proporciona todo (Sal. 23:1): descanso, alimento y agua (Sal. 23:2); consuelo y conducción (Sal. 23:3); su presencia al pasar por el valle de sombra de muerte (Sal. 23:4); abundancia (Sal. 23:5); y bondad y misericordia (Sal. 23:6).\n</p><p>El salmista también utiliza la figura de un ave, que protege a sus pichones bajo sus alas, para retratar el cuidado vigilante de Dios (Sal. 91:1, 4). Dios, nuestro Guardián, está siempre atento a las necesidades de sus hijos (Sal. 121:4). Es como un padre que se compadece de sus hijos (Sal. 103:13) y también es el Protector de los huérfanos. Sin embargo, el amor y la protección de Dios trascienden incluso los lazos de amor humanos y paternos: “Aunque mi padre y mi madre me dejaran, el Señor me recibirá” (Sal. 27:10).\n</p><p>¡Qué tiernas descripciones de la solicitud de Dios por cada uno de nosotros! Que esas imágenes nos inspiren a apoyarnos plenamente en él y a confiar en su cuidado en todos los aspectos de nuestra vida.\n</p><p><strong>Dios es nuestro refugio\n</strong></p><p>La Biblia no abunda en el uso de adjetivos. Para compensar esta escasez de modificadores, los poetas hebreos dependen en gran medida de las comparaciones para articular sus ideas, y utilizan una amplia gama de ricas metáforas para expresar, por ejemplo, cómo Dios protege a sus seguidores en un mundo complicado: “Porque tú eres mi refugio, torre de fortaleza ante el enemigo” (Sal. 61:3). Dediquemos un breve momento a considerar las connotaciones de las imágenes específicas de estas comparaciones:\n</p><p><sup><strong>1.</strong> </sup>Refugio (Sal. 61:3; 143:9). Esta imagen sugiere un lugar seguro en medio de la guerra, un refugio contra la tormenta y el calor.\n</p><p><strong><sup>2.</sup></strong> Torre (Sal. 61:3). En tiempos bíblicos, las torres tenían un significado mucho más fuerte, como salvaguardia, que en la actualidad. En tiempos de guerra o persecución, el pueblo se escondía en una torre, como en los casos de Gedeón (Juec. 8:17) y Abimelec (Juec. 9:50-52). Salmo 18:1 y 2 ofrece una compilación de otras metáforas aplicadas a Jehová, extraídas del resto del salterio:\n</p><p><strong><sup>3.</sup></strong> Fuerza (18:1, NTV). Este término alude a la idea de firmeza, como en aquel que es nuestro apoyo (Dios).\n</p><p><strong><sup>4. </sup></strong>Roca. En hebreo, este término solía referirse a una gran piedra en un acantilado que protegía de los ataques. El remanente de Benjamín huyó y se escondió en la Roca de Rimón (Juec. 20:47). Así, se salvaron de la aniquilación.</p><p><strong><sup>5.</sup></strong> Una fortaleza. Las fortalezas eran puestos militares pequeños y bien defendidos. Josafat construyó muchas de estas fortalezas en la tierra de Judá para proteger su reino (2 Crón. 17:12).\n</p><p><strong><sup>6.</sup></strong> Un escudo. Esta pieza de armadura era la mayor defensa del soldado en el campo de batalla (ver también Sal. 114:2).\n</p><p><strong><sup>7. </sup></strong>Alto refugio. Símbolos de seguridad, las fortalezas eran estructuras defensivas construidas en las montañas (Juec. 6:2) o en el desierto (1 Sam. 23:14, 19).\n</p><p>Imaginemos cómo se podrían reinventar estas imágenes en términos modernos para ayudarnos a comprender el cuidado y la protección que Dios nos brinda en la actualidad. Sin duda, el Señor nos ofrece su protección, día a día, en medio de los peligros de este mundo.\n</p><p>Dios es nuestro Defensor\n</p><p>Dios es nuestro Vindicador, Abogado y Paladín. Esta imagen procede obviamente del ámbito jurídico (Job 5:4) y se emplea principalmente en el contexto de la viuda y el huérfano. El libro de Job y Salmos describen al Señor como el Defensor de las viudas y los huérfanos (Sal. 68:5; del hebreo dayin, que significa “juez”). Dayin está emparejado con “mi derecho y mi causa” (Sal. 9:4), o en paralelo con el juicio, como en Salmo 76:8, donde se describe a Dios como el Defensor de los necesitados y los oprimidos (Sal. 10:17, 18; comparar con Deut. 10:18; Sal. 10:14). Dios es alabado por los pobres (Sal. 74:21), porque “no menosprecia ni desdeña la aflicción del angustiado, ni de él esconde su rostro. Cuando clama a él, lo escucha” (Sal. 22:24). Jehová siempre defiende al oprimido (Sal. 72:4; 103:6; 146:7).\n</p><p><strong>Dios, nuestro Libertador\n</strong></p><p>Todos los términos y las metáforas que hemos considerado describen diversos aspectos de la protección y el cuidado que tiene Dios sobre sus seguidores. De allí que el Señor sea llamado nuestro Libertador. Cuatro veces se lo llama Libertador en el libro de Salmos:\n</p><p><strong><sup>1.</sup></strong> Salmo 18:2 menciona a Dios como Libertador en el contexto de las luchas del salmista contra sus enemigos. Como hemos visto, este cántico describe al Señor como un poderoso Guerrero.\n</p><p><strong><sup>2. </sup></strong>Salmo 40:17 habla de la liberación del pecado. David reconoce la aplastante realidad de que “me han rodeado males sin número. Me han alcanzado maldades” (Sal. 40:12).\n</p><p><strong><sup>3.</sup></strong> El salmista invoca a su Libertador (Sal. 70:5) cuando es atacado por quienes buscan su vida y desean hacerle daño.\n</p><p><strong><sup>4.</sup></strong> En Salmo 144, el salmista pide a su Libertador (Sal. 144:2) que lo rescate de aquel “cuya boca habla vanidad y cuya diestra es diestra de mentira” (Sal. 144:8).\n</p><p>Como muestran los salmos, Dios quiere librarnos de nuestros pecados, ansiedades y problemas con otras personas. Por eso, en el sentido más amplio de la palabra, Jesús es nuestro Salvador.</p><p><strong>Ayuda desde el Santuario\n</strong></p><p>El propósito de nuestro estudio de esta semana no es simplemente admirar las proezas literarias y el arte de los salmistas. Más que el placer que nos brindan esas imágenes tan ingeniosas, las figuras y las metáforas de los salmos nos ofrecen una visión profunda de la obra de Dios en la redención de la humanidad. David dice: “Con mi voz clamo al Señor, y él me responde desde su santo monte [su Santuario]” (Sal. 3:4); y “él oyó mi voz desde su templo” (Sal. 18:6). De esta manera, la obra de liberación de Dios y su tierno cuidado vigilante comienzan con su obra por nosotros en el Santuario celestial.\n</p><p>Varios momentos clave del libro de Salmos nos enseñan que el Señor obra en favor de los seres humanos en su centro celestial de operaciones (ver Sal. 11:5, 6; 20:2; 29:9; 33:13, 14; 60:6; 68:35; 96:1-13; 102:20, 21; 150:1-6). Tras un estudio de estos pasajes, junto con otros textos del Antiguo Testamento relacionados con el Santuario, Elias Brasil de Souza afirma: “El Santuario celestial también se describe como un lugar de culto donde los seres celestiales adoran a Jehová, fuente de ayuda, y lugar de expiación, donde se conceden la purificación y el perdón” (“The Heavenly Sanctuary/Temple Motif in the Hebrew Bible: Function and Relationship to the Earthly Counterparts” [Tesis doctoral, Universidad Andrews, 2005], p. 358).\n</p><p>Nuestro Defensor y Libertador escucha desde su santo monte y obra en nuestro favor. Mayormente, como adventistas del séptimo día, cuando oímos la expresión “Santuario celestial” solemos pensar en el Día de la Expiación y en el Juicio Preadvenimiento. Por supuesto, eso es fundamental para la “verdad presente”. Al mismo tiempo, debemos esforzarnos por centrarnos en la obra del perdón, la defensa, el cuidado y la protección que nuestro Señor nos ofrece desde el Lugar Santísimo del Santuario celestial, incluso antes de que finalice su obra en el Día de la Expiación. La obra de intercesión sacerdotal de Cristo en nuestro favor es esencial. Todo el Cielo está comprometido con nuestra redención como pecadores.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Salmos es un libro de emociones fuertes, que van desde el éxtasis a la elegía, y de lo complejo a lo sencillo. Pero Salmos es también un libro de profundos conceptos teológicos. Las verdades bíblicas estudiadas esta semana, ricas en imágenes y metáforas, contienen maravillosas promesas que podemos reclamar en nuestras luchas cotidianas. Al leer las imágenes y las figuras de los salmos, deberíamos dedicar tiempo a meditar en ellas, utilizando nuestra imaginación para comprender mejor las verdades que encierran estas profundas imágenes en palabras.\n</p><p>Esta semana nos hemos centrado en comprender que el Señor del Cielo es nuestro Defensor y Libertador. Él escucha nuestras oraciones y peticiones. Él cuida de nosotros. “Desde el cielo mira el Señor y ve a todos los hombres” (Sal. 33:13). Con corazón compasivo y tierno, el Señor nos escudriña a nosotros y a nuestras familias; desde el Santuario celestial pesa nuestras obras, con infinitos amor y justicia.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>EL SEÑOR OYE Y SALVA</strong></p>",
      "verse": "<p>“Claman los justos y el Señor los escucha, y los libra de todas sus angustias” (Sal. 34:17).</p>",
      "versionCode": 100,
      "weekDate": "20-26 de enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
