{
  "data": [
    {
      "color": "#09c3cf",
      "id": 706,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "November 4",
          "dayTitle": "",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>Wrote Paul to the Philippians: “Some indeed preach Christ even from envy and strife, and some also from goodwill: The former preach Christ from selfish ambition, not sincerely, supposing to add affliction to my chains; but the latter out of love, knowing that I am appointed for the defense of the gospel. What then? Only that in every way, whether in pretense or in truth, Christ is preached; and in this I rejoice, yes, and will rejoice” (Phil. 1:15–18, NKJV).&nbsp;</p><p>Powerful words! Whether in “pretense or in truth,” Christ is preached—and that is what mattered to Paul. Ideally, though, our motives for preaching Christ, for mission, for reaching others with the good news, should be out of love, and out of truth—and not from selfish ambition, envy, or strife.&nbsp;</p><p>What, then, are some of the motivations for preaching Christ, and what are some of the ways that we can prepare for doing this?</p><p><strong>&nbsp;This week we will look at some events in the early church that can give us guidance on these crucial parts of mission.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 5",
          "dayTitle": "<p>To Share the Good News<br></p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Luke 24:1–12. What was the response of those who heard about the risen Christ?</strong><br></p><p><strong>Luke 24:1–12</strong></p><p><sup><strong>1 </strong></sup>Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.<br><sup><strong><br>2 </strong></sup>And they found the stone rolled away from the sepulchre.<br><sup><br><strong>3 </strong></sup>And they entered in, and found not the body of the Lord Jesus.<br><sup><br><strong>4</strong></sup> And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:<br><sup><br><strong>5 </strong></sup>And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?<br><sup><br><strong>6 </strong></sup>He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,<br><sup><strong><br>7</strong></sup> Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.<br><sup><br><strong>8 </strong></sup>And they remembered his words,<br><sup><br><strong>9 </strong></sup>And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.<br><sup><br><strong>10</strong></sup> It was Mary Magdalene and Joanna, and Mary the mother of James, and other women that were with them, which told these things unto the apostles.<br><sup><br><strong>11</strong></sup> And their words seemed to them as idle tales, and they believed them not.<br><sup><br><strong>12 </strong></sup>Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.<strong><br></strong></p><p>Early Sunday morning, after Jesus’ death, Luke says that a number of women went to the tomb. They had spices with them; so, it is likely they were going to tend to Jesus’ body now that the Sabbath was over. Expecting to find a still-sealed tomb, they were shocked to find the tomb empty.<br><br>Unsure what to do, they were afraid when two men in shining clothing appeared. However, the men had a message for them. Reminding them of Jesus’ words, they told the women that Jesus had indeed risen, as He had said He would. Overjoyed with the news, they quickly returned to where the disciples and many of Jesus’ other followers were staying and told what they had seen and heard, because their excitement could not be contained. That is, they were sharing with others what they had learned of Christ. Can you imagine how the women must have felt? They had just had an amazing experience, one that certainly filled them with awe, but the disciples called their experience “idle tales” and would not believe them. Thus, not sure whether to believe the women or not, Peter ran to the tomb to see for himself.<br><br>For Peter—and for many of us—there is a hesitancy to accept something simply because someone else said it. Though Peter listened to the women, he could not share in their experience until later. At first, all he experienced was an empty tomb, and that, Luke says, simply left him “marveling to himself ” (Luke 24:12). His experience at the tomb was not the same as that of the women.<br><br>Regardless of Peter’s response, as soon as these women heard the news about Jesus, they wanted to share it with others. What greater motivation for mission could there be than to let others know about what Jesus has done for them? What greater motive than to spread the good news of salvation in Jesus, the only hope any of us have?<br><br>Of course, we need a personal experience with God ourselves before we can share it with others. Our desire to share with others what we love so much must be a crucial part of our motivation for mission. In the end, we can’t share what we ourselves don’t have, can we?<br><br><strong>What are some of the experiences you have had with the reality of God and His love? Why are these times so precious to you, and how do they motivate you to reach out to others with the good news?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 6",
          "dayTitle": "<p>A Prophetic Foundation<br></p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p><strong>A Prophetic Foundation Read Luke 24:36–49. What happened here, and why was this such a pivotal experience for the apostles?</strong></p><p><strong>Luke 24:36–49<sup><br></sup></strong></p><p><sup><strong>36</strong></sup> And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.<br><sup><br><strong>37</strong></sup> But they were terrified and affrighted, and supposed that they had seen a spirit.<br><sup><br><strong>38</strong></sup> And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?<br><sup><br><strong>39</strong></sup> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.<br><sup><br><strong>40</strong></sup> And when he had thus spoken, he shewed them his hands and his feet.<br><sup><br><strong>41</strong></sup> And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?<br><sup><br><strong>42 </strong></sup>And they gave him a piece of a broiled fish, and of an honeycomb.<br><sup><br><strong>43 </strong></sup>And he took it, and did eat before them.<br><sup><br><strong>44 </strong></sup>And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.<br><sup><br><strong>45 </strong></sup>Then opened he their understanding, that they might understand the scriptures,<br><sup><br><strong>46</strong></sup> And said unto them, Thus it is written, and thus it behooved Christ to suffer, and to rise from the dead the third day:<br><sup><br><strong>47</strong></sup> And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.<br><sup><br><strong>48 </strong></sup>And ye are witnesses of these things.<br><sup><br><strong>49 </strong></sup>And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.<br><br>It is interesting that at first the disciples did not believe out of fear. Then, after seeing Jesus and being assured that He was indeed alive, they did not believe for joy (Luke 24:41). Have you ever felt that some- thing was too good to be true? This was the experience of the disciples and the others in the upper room.<br><br>If Jesus had left them only with this experience, however, then when He departed, their faith might not have lasted. Over time the power of the experience could have faded; they would forget, or start, perhaps, even to question it. So, Jesus didn’t stop with showing them His scars and eating fish in front of them. Instead, He then took them into the Word and showed them the prophetic foundation for His work and ministry. That is, no matter how great the experience that they had with Him, Jesus still wanted their faith grounded in the Word of God.<br><br>“ ‘These are the words which I spoke to you while I was still with you, that all things must be fulfilled which were written in the Law of Moses and the Prophets and the Psalms concerning Me’ ” (Luke 24:44, NKJV). Here, too, we find a powerful motivation for witness, for mission: the Word of God. Jesus knew that to solidify the disciples’ experience, they needed to understand why He had to die and what His resurrection signified. They needed their worldview to be shifted from a political and earthly kingdom to the great solution to sin and the victory of Christ over death. The gospel was so much more than achieving political sovereignty for Israel. It revealed Christ’s victory over Satan and guaranteed that one day all wickedness in the world would be destroyed, that the earth would be created anew, and that God would be among His people. He “opened their understanding” (Luke 24:45, NKJV) so they could comprehend these truths, which they were to share with the world.<br><br>Our experiences with Jesus cannot be sustained without the foundation of His Word, including the prophecies that point to the history and events leading up to, and including, the first and second advents of Christ. With these truths firmly understood, we can be ready and motivated for mission.<br><strong><br>How well grounded are you in the prophecies that point to Christ, both His first and second comings? Especially in the last days, why must we be grounded in the Word of God, including the prophecies, and why is understanding them so crucial, especially for mission?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 7",
          "dayTitle": "<p>Waiting and Mission<br></p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p>Luke 24 ends with Jesus’ ascension into heaven (Luke 24:50–53). But that is not the end of the story. The author, Luke, continues, writing the book of Acts. Just before Jesus ascended to heaven, He gave the disciples a mission, a promise, and immediate instructions to wait in Jerusalem for “power from on high” (Luke 24:49; see also Acts 1:4–8).<br><br>Jesus instructed the disciples to wait in Jerusalem until He fulfilled His promise to send the Promise of the Father (the Holy Spirit), who would empower them to be witnesses in Jerusalem, Judea, Samaria, and beyond.<br><br><strong>Read Acts 1:12–26. What were the disciples, now numbering around 120 men and women, doing while they were waiting?</strong></p><p><strong>Acts 1:12–26</strong></p><p><strong><sup>12 </sup></strong>Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day's journey.<br><sup><br><strong>13 </strong></sup>And when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James.<br><sup><br><strong>14</strong></sup> These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.<br><sup><strong><br>15</strong></sup> And in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)<br><sup><br><strong>16 </strong></sup>Men and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus.<br><sup><br><strong>17 </strong></sup>For he was numbered with us, and had obtained part of this ministry.<br><sup><br><strong>18 </strong></sup>Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.<br><sup><br><strong>19 </strong></sup>And it was known unto all the dwellers at Jerusalem; insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood.<br><sup><br><strong>20</strong></sup> For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.<br><sup><br><strong>21</strong></sup> Wherefore of these men which have companied with us all the time that the Lord Jesus went in and out among us,<br><sup><br><strong>22</strong></sup> Beginning from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection.<br><sup><br><strong>23 </strong></sup>And they appointed two, Joseph called Barsabas, who was surnamed Justus, and Matthias.<br><sup><br><strong>24 </strong></sup>And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,<br><sup><br><strong>25 </strong></sup>That he may take part of this ministry and apostleship, from which Judas by transgression fell, that he might go to his own place.<br><sup><br><strong>26</strong></sup> And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.<br><br>Jesus had given the disciples a clear mission: they were to be witnesses for Him to the world. So, while they waited, they prepared for their mission in two ways. First, Luke says they continued in united prayer and supplication. There was no question in any of their minds about what the mission was that Jesus had given them, and they had each accepted that mission. This inspired them to unite in prayer. Luke does not share what they were praying about, but it is most certain they were praying for wisdom, strength, and courage to fulfill the mission together. What an example for us.<br><br>The second thing they did while they waited was to prepare logistically for their mission. Judas had handed Jesus over for execution and then taken his own life. This had left a vacancy among the twelve. So, as they waited, the disciples sought God’s guidance and selected a replacement. In effect, the disciples were organizing themselves and planning the start of their mission. In the making of these decisions, Peter played a leadership role. No one challenged his move; they all saw God’s wisdom in it.<br><br>There was an understanding and a trust that God was acting and working and moving in their midst. Their time of waiting was not idle but was filled with purpose and mission-driven action.<br><br>While we wait for the outpouring of the Holy Spirit to help us complete the great mission of God, we must unite to encourage each other (Heb. 10:24, 25), praying for God’s Holy Spirit. Also, we should be aligning ourselves and our church with God’s priority—the saving of the lost.<br><br><strong>How can you learn to wait upon the Lord and not lose faith in the meantime? Meanwhile, while waiting, how can you best use your time, as the disciples did here?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 8",
          "dayTitle": "<p>“Whom You Crucified”<br></p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p>Acts 2 records the outpouring of the Holy Spirit at Pentecost. As the followers of Jesus were praying, tongues of fire rested upon their heads. They recognized that the promised power of the Holy Spirit had been given.<br><br><strong>Read Acts 2:1–41. What happened to the disciples as a result of receiving the Holy Spirit at Pentecost?</strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>And when the day of Pentecost was fully come, they were all with one accord in one place.<br><sup><br><strong>2</strong></sup> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.<br><sup><br><strong>3 </strong></sup>And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.<br><sup><br><strong>4</strong></sup> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.<br><sup><br><strong>5</strong></sup> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.<br><sup><br><strong>6 </strong></sup>Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.<br><sup><strong><br>7</strong></sup> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?<br><sup><br><strong>8 </strong></sup>And how hear we every man in our own tongue, wherein we were born?<br><sup><br><strong>9</strong></sup> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,<br><sup><br><strong>10</strong></sup> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,<br><sup><br><strong>11 </strong></sup>Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.<br><sup><br><strong>12 </strong></sup>And they were all amazed, and were in doubt, saying one to another, What meaneth this?<br><sup><strong><br>13 </strong></sup>Others mocking said, These men are full of new wine.<br><sup><br><strong>14</strong></sup> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:<br><sup><br><strong>15</strong></sup> For these are not drunken, as ye suppose, seeing it is but the third hour of the day.<br><sup><br><strong>16</strong></sup> But this is that which was spoken by the prophet Joel;<br><sup><br><strong>17</strong></sup> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:<br><sup><strong><br>18</strong></sup> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:<br><sup><br><strong>19</strong></sup> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:<br><sup><br><strong>20 </strong></sup>The sun shall be turned into darkness, and the moon into blood, before the great and notable day of the Lord come:<br><sup><strong><br>21</strong></sup> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.<br><sup><br><strong>22</strong></sup> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:<strong><br><br><sup>23</sup></strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:<br><sup><br><strong>24</strong></sup> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.<br><sup><br><strong>25</strong></sup> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:<br><sup><br><strong>26</strong></sup> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:<br><sup><br><strong>27</strong></sup> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.<br><sup><br><strong>28</strong></sup> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.<br><sup><br><strong>29</strong></sup> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.<br><sup><br><strong>30</strong></sup> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;<br><sup><br><strong>31</strong></sup> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.<br><sup><br><strong>32</strong></sup> This Jesus hath God raised up, whereof we all are witnesses.<br><sup><br><strong>33</strong></sup> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.<br><sup><br><strong>34</strong></sup> For David is not ascended into the heavens: but he saith himself, The Lord said unto my Lord, Sit thou on my right hand,<br><sup><br><strong>35</strong></sup> Until I make thy foes thy footstool.<br><sup><br><strong>36</strong></sup> Therefore let all the house of Israel know assuredly, that God hath made the same Jesus, whom ye have crucified, both Lord and Christ.<br><sup><br><strong>37</strong></sup> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?<br><sup><br><strong>38</strong></sup> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.<br><sup><br><strong>39</strong></sup> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.<br><sup><br><strong>40</strong></sup> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.<br><sup><br><strong>41</strong></sup> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.</p><p>The disciples began to speak in other languages “as the Spirit gave them utterance” (Acts 2:4). What’s crucial here is that God empowered each person for the benefit of unbelievers. The blessing wasn’t meant merely for their own good. It wasn’t a blessing to make them fit for heaven or a blessing to make it easier to do business in a foreign language. The blessing was given for fulfilling God’s mission to the lost. Today God calls on each of His followers to use their personal gifts for the good of His mission to unbelievers. We have been given gifts: what greater call to mission than to use what we have been given to reach others?<br><br>The outpouring of the Holy Spirit resulted in many of the people repenting of their rejection of the Messiah, for surely some of them were in Jerusalem when He died. Think of the power here: Peter accused some of them of having crucified the Christ. Obviously, they realized what they had done and, being convicted, cried out: “Men and brethren, what shall we do?” (Acts 2:37).<br><br>And yet, even they could receive forgiveness. Said Peter to them: “ ‘Repent, and let every one of you be baptized in the name of Jesus Christ for the remission of sins; and you shall receive the gift of the Holy Spirit’ ” (Acts 2:38, NKJV).<br><br>Working together, in harmony with the Holy Spirit and each other, these followers of Jesus preached repentance and the forgiveness of sins—even for those who could have been directly involved in crucifying Jesus! That’s the power of the gospel. If that message doesn’t motivate us to mission, what will? We are called to spread the gospel to the world, a sinful, fallen, corrupt world with sinful, fallen, and corrupt people. Our job is not to judge; our job is to witness to the saving power of Jesus.&nbsp;</p><p><strong>Why should the idea that even some of those who were complicit in Christ’s death were offered salvation (1) encourage us for our own souls and (2) encourage us to witness to others, no matter how bad they may seem to be?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 9",
          "dayTitle": "<p>A Picture of the Early Church<br></p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Acts 2:41–47. What kind of picture of the early church is present here?</strong></p><p><sup><strong>41 </strong></sup>Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.<br><sup><br><strong>42</strong></sup> And they continued stedfastly in the apostles' doctrine and fellowship, and in breaking of bread, and in prayers.<br><sup><br><strong>43</strong></sup> And fear came upon every soul: and many wonders and signs were done by the apostles.<br><sup><br><strong>44</strong></sup> And all that believed were together, and had all things common;<br><sup><br><strong>45</strong></sup> And sold their possessions and goods, and parted them to all men, as every man had need.<br><sup><br><strong>46</strong></sup> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,<br><sup><br><strong>47</strong></sup> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.<br><br>Acts 2 ends with a beautiful picture of what the early church was like. Acts 2:41 says that those who were baptized were “added to them” (NKJV). We could read this to say that someone did the math and added the number of new believers to the number of existing believers and established a new total membership for the group. But that is a shallow understanding. Hidden in the wording is the idea that these newly baptized believers became part of the group as equals.<br><br>Meanwhile, a core function of the early Christian church was disciple­ship. As new members were added, they were discipled in three ways. First, they continued to be taught by the apostles’ doctrine and fellowship. The words “doctrine” and “fellowship” in this text literally mean “instruction” and “partnership.” The apostles’ preaching con- fronted incorrect beliefs and offered new explanations for what people were seeing and experiencing. But it didn’t teach them how to live out that new truth in their lives. Rather, the application of truth to one’s life happened in relationship as part of the group. New believers were carefully and intentionally discipled through direct teaching, as well as through participation in the daily lives of the other believers, all under the supervision and leadership of the spiritually mature and grounded apostles.<br><br>It is poor preaching that tells people what to do but not how to do it. However, even if one reads how-to books or listens to sermons that explain how to do things, there is no substitute for seeing people doing it and then imitating them. Paul knew this and instructed his followers to imitate him as he had imitated Jesus (1 Cor. 11:1). When others can see you and the reality of your experience with Christ, it will impact them, as well.<br><strong><br>Challenge: </strong>Think of someone in your life who you wish was a believer. Pray every day for him or her to have a personal experience with Jesus.<br><strong><br>Challenge Up: </strong>Whom are you discipling and leading into a relationship with Jesus? Look for ways to bring him or her into fellow­ship with other believers.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 10",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p>Our mission work must come from deep love and thankfulness for what Jesus has done and is doing in our lives. Any other motivation is misguided. Keeping immersed in the Word and in tune with the Word is the key to successful outreach and evangelism.<br><br>“Our life is to be bound up with the life of Christ; we are to draw constantly from Him, partaking of Him, the living Bread that came down from heaven, drawing from a fountain ever fresh, ever giving forth its abundant treasures. If we keep the Lord ever before us, allowing ourhearts to go out in thanksgiving and praise to Him, we shall have a continual freshness in our religious life. Our prayers will take the form of a conversation with God as we would talk with a friend. He will speak His mysteries to us personally. Often there will come to us a sweet joyful sense of the presence of Jesus. Often our hearts will burn within us as He draws nigh to commune with us as He did with Enoch. When this is in truth the experience of the Christian, there is seen in his life a simplicity, a humility, meekness, and lowliness of heart, that show to all with whom he associates that he has been with Jesus and learned of Him.”—Ellen G. White, Christ’s Object Lessons, pp. 129, 130.<br><br>“There can be no growth or fruitfulness in the life that is centered in self. If you have accepted Christ as a personal Savior, you are to forget yourself, and try to help others. Talk of the love of Christ, tell [others of His self-sacrificing death in their behalf]. . . . As you receive the Spirit of Christ—the Spirit of unselfish love and labor for others—you will grow and bring forth fruit. . . . Your faith will increase, your convictions deepen, your love be made perfect.”—Christ’s Object Lessons, pp. 67, 68.<br><strong><br>Discussion Questions:</strong><br><br><strong>1.</strong> How do you understand Paul’s words in Philippians about Christ’s being preached out of envy, strife, or selfish ambition? How can we make sure that we ourselves are not guilty of doing just that?<br><strong><br>2. </strong>What has been your own personal experience with the reality of God and God’s love? That is, based on your own experiences, could you preach to others with sincerity and honesty about the goodness and love of God? What would your testimony be?<br><br><strong>3. </strong>What has been your experience in waiting upon the Lord, and what has it taught you about trusting in Him and about faith in general?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 68,
          "idDay": 8,
          "idLesson": 6,
          "lessonText": "<p><strong>“Blessing Is Greater to Us”<br><br>By Andrew McChesney</strong><br><br>A woman in the US state of North Carolina invited her two church pastors to her house to talk about something weighing heavily on her heart: the Annual Sacrifice Offering. She described how the Seventh-day Adventist Church had established the offering in a last-ditch effort to avoid calling missionaries home because of a lack of funds in 1922. She spoke about how people gave then and how the offering still supports missionaries today.<br><br>The pastors took her appeal to heart. One even preached a nine-part series on sacrifice ahead of the annual offering, which is collected in most parts of the world on the second Sabbath of November. As a result, the Annual Sacrifice Offering at the 700-member Hendersonville Seventh-day Adventist Church soared from $1,400 the previous year to $24,119 that year in 2016. The growth was only the beginning. During the COVID-19 pandemic when the world church again faced a budget crunch, members gave an astonishing $37,545 to the 2021 Annual Sacrifice Offering.<br><br>“We were happily surprised,” said pastor David Wright (pictured). “Praise the Lord!”<br><br>He credited God’s grace for members’ sacrificial giving. “It is true this will bring much-needed light into dark areas of the 10/40 Window,” he said.<br><br>“But consider the blessing that is ours as a church family. I have to believe the blessing is greater to us because Jesus Himself said, ‘It is more blessed to give than to receive.’ ”<br><br>Adventist Mission director Gary Krause agreed, noting that Adventist Church cofounder Ellen White called such a blessing the “reflex influence.” She said church members’ generosity toward foreign fields promoted success in their home field. For example, when some church leaders questioned the wisdom of sending funds abroad in 1900, White declared, “The prosperity of the home work depends largely . . . upon the reflex influence of the . . . work done in countries afar off ” (Testimonies for the Church, vol. 6, p. 27).<br><br>The Adventist Church’s top statistician, David Trim, has statistically verified White’s assertion.<br><br>A sacrificial spirit has permeated the church since its origins, world church leader Ted N. C. Wilson said. “We are told that God’s Advent movement was started in sacrifice and it will end in sacrifice,” he said.<br><strong><br>“What a privilege for each of us to sacrificially share what God has given to us.”</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>Motivation and Preparation for Mission<br></p>",
      "verse": "<p>‘These are the words which I spoke to you while I was still with you, that all things must be fulfilled which were writ- ten in the Law of Moses and the Prophets and the Psalms concerning Me’&nbsp; (Luke 24:44, NKJV).<br></p>",
      "versionCode": 30,
      "weekDate": "November 4–10"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
