{
	"data": [{
		"color": "#ff6454",
		"id": 13,
		"idEs": 8,
		"language": "es",
		"lessonDays": [{
				"date": "17 de septiembre",
				"dayTitle": "",
				"id": 131,
				"idDay": 1,
				"idLesson": 13,
				"lessonText": "<p>Siempre que analizamos el tema del sufrimiento, se suscita la pregunta: ¿Cómo surgieron el pecado y el sufrimiento? Por revelación divina, tenemos buenas respuestas: Surgieron porque hubo seres libres que abusaron de la libertad que Dios les había dado. Esto lleva a otra pregunta: ¿Sabía Dios de antemano que estos seres caerían? Sí, pero obviamente pensó que, como escribió C. S. Lewis, “valía la pena correr el riesgo”.\n</p><p>¿Vale la pena correr el riesgo? ¿Para quién? ¿Para nosotros, mientras Dios está en el cielo, sentado en su Trono? No exactamente. La libertad de todas sus criaturas inteligentes era tan sagrada que, en lugar de negarnos esa libertad, Dios decidió asumir la peor parte del sufrimiento causado por nuestro abuso de esa libertad. Y vemos este sufrimiento en la vida y la muerte de Jesús, quien, al sufrir en nuestra carne, creó vínculos entre el Cielo y la Tierra que durarán por toda la eternidad.\n</p><p><strong>Un vistazo a la semana:</strong> ¿Qué sufrió Cristo por nosotros? ¿Qué podemos aprender de su sufrimiento?</p><p>\n</p><p>\n</p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "18 de septiembre",
				"dayTitle": "<p>LOS PRIMEROS DÍAS</p>",
				"id": 132,
				"idDay": 2,
				"idLesson": 13,
				"lessonText": "<p>Las Escrituras nos brindan poca información sobre los primeros años de Jesús. No obstante, algunos versículos nos dan una vislumbre de esas circunstancias y la clase de mundo en el que participó el Salvador.\n</p><p><strong>Lee Lucas 2: 7 y 22 al 24 (ver también Lev. 12: 6-8) y Mateo 2: 1 al 18. ¿Qué vemos en estos versículos que nos da un indicio de la clase de vida que enfrentó Jesús desde el principio?\n</strong></p><p><strong>Lucas 2: 7\n</strong></p><p><strong>7</strong> Y dio a luz a su hijo primogénito, y lo envolvió en pañales, y lo acostó en un pesebre, porque no había lugar para ellos en el mesón.\n</p><p><strong>Lucas 2: 22-24\n</strong></p><p><strong>22</strong> Y cuando se cumplieron los días de la purificación de ellos, conforme a la ley de Moisés, le trajeron a Jerusalén para presentarle al Señor\n</p><p><strong>23</strong> (como está escrito en la ley del Señor: Todo varón que abriere la matriz será llamado santo al Señor),\n</p><p><strong>24</strong> y para ofrecer conforme a lo que se dice en la ley del Señor: Un par de tórtolas, o dos palominos.\n</p><p><strong>Levítico 12: 6-8\n</strong></p><p><strong>6</strong> Cuando los días de su purificación fueren cumplidos, por hijo o por hija, traerá un cordero de un año para holocausto, y un palomino o una tórtola para expiación, a la puerta del tabernáculo de reunión, al sacerdote;\n</p><p><strong>7</strong> y él los ofrecerá delante de Jehová, y hará expiación por ella, y será limpia del flujo de su sangre. Esta es la ley para la que diere a luz hijo o hija.\n</p><p><strong>8</strong> Y si no tiene lo suficiente para un cordero, tomará entonces dos tórtolas o dos palominos, uno para holocausto y otro para expiación; y el sacerdote hará expiación por ella, y será limpia.\n</p><p><strong>Mateo 2: 1 al 18\n</strong></p><p><strong>1</strong> Cuando Jesús nació en Belén de Judea en días del rey Herodes, vinieron del oriente a Jerusalén unos magos,\n</p><p><strong>2</strong> diciendo: ¿Dónde está el rey de los judíos, que ha nacido? Porque su estrella hemos visto en el oriente, y venimos a adorarle.\n</p><p><strong>3</strong> Oyendo esto, el rey Herodes se turbó, y toda Jerusalén con él.\n</p><p><strong>4</strong> Y convocados todos los principales sacerdotes, y los escribas del pueblo, les preguntó dónde había de nacer el Cristo.\n</p><p><strong>5</strong> Ellos le dijeron: En Belén de Judea; porque así está escrito por el profeta:\n</p><p><strong>6</strong> Y tú, Belén, de la tierra de Judá, No eres la más pequeña entre los príncipes de Judá; Porque de ti saldrá un guiador, Que apacentará[a] a mi pueblo Israel.\n</p><p><strong>7</strong> Entonces Herodes, llamando en secreto a los magos, indagó de ellos diligentemente el tiempo de la aparición de la estrella;\n</p><p><strong>8</strong> y enviándolos a Belén, dijo: Id allá y averiguad con diligencia acerca del niño; y cuando le halléis, hacédmelo saber, para que yo también vaya y le adore.\n</p><p><strong>9</strong> Ellos, habiendo oído al rey, se fueron; y he aquí la estrella que habían visto en el oriente iba delante de ellos, hasta que llegando, se detuvo sobre donde estaba el niño.\n</p><p><strong>10</strong> Y al ver la estrella, se regocijaron con muy grande gozo.\n</p><p><strong>11</strong> Y al entrar en la casa, vieron al niño con su madre María, y postrándose, lo adoraron; y abriendo sus tesoros, le ofrecieron presentes: oro, incienso y mirra.\n</p><p><strong>12</strong> Pero siendo avisados por revelación en sueños que no volviesen a Herodes, regresaron a su tierra por otro camino.\n</p><p><strong>13</strong> Después que partieron ellos, he aquí un ángel del Señor apareció en sueños a José y dijo: Levántate y toma al niño y a su madre, y huye a Egipto, y permanece allá hasta que yo te diga; porque acontecerá que Herodes buscará al niño para matarlo.\n</p><p><strong>14</strong> Y él, despertando, tomó de noche al niño y a su madre, y se fue a Egipto,\n</p><p><strong>15</strong> y estuvo allá hasta la muerte de Herodes; para que se cumpliese lo que dijo el Señor por medio del profeta, cuando dijo: De Egipto llamé a mi Hijo.\n</p><p><strong>16</strong> Herodes entonces, cuando se vio burlado por los magos, se enojó mucho, y mandó matar a todos los niños menores de dos años que había en Belén y en todos sus alrededores, conforme al tiempo que había inquirido de los magos. 17 Entonces se cumplió lo que fue dicho por el profeta Jeremías, cuando dijo:\n</p><p><strong>18</strong> Voz fue oída en Ramá, Grande lamentación, lloro y gemido; Raquel que llora a sus hijos, Y no quiso ser consolada, porque perecieron.\n</p><p>Por supuesto, Jesús no fue la primera persona que vivió en la pobreza o que se enfrentó a quienes querían matarlo, incluso desde temprana edad. Sin embargo, hay otro elemento que nos ayuda a comprender la singularidad de lo que Cristo sufrió desde los primeros tiempos.\n</p><p><strong>Lee Juan 1: 46. ¿Qué elemento agrega este pasaje que nos ayuda a entender los sufrimientos que tuvo que enfrentar Jesús de joven?\n</strong></p><p><strong>Juan 1: 46\n</strong></p><p><strong>46</strong> Natanael le dijo: ¿De Nazaret puede salir algo de bueno? Le dijo Felipe: Ven y ve.\n</p><p>A excepción de Adán y de Eva antes de la Caída, Jesús fue la única persona sin pecado que vivió en la Tierra. Con su pureza, con su impecabilidad, estuvo inmerso en un mundo de pecado. Qué tortura debió haber sido, incluso de niño, que su alma pura estuviera en constante contacto con el pecado. Aun con nuestra insensibilidad debido al pecado, nosotros mismos a menudo nos alejamos de la exposición al pecado y al mal que nos resultan repulsivos. Imagínate lo que debió haber sido para Cristo, cuya alma era pura, que no estaba manchada en lo más mínimo por el pecado. Piensa en el marcado contraste entre él y los demás a su alrededor. Debió haber sido sumamente doloroso para él.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "19 de septiembre",
				"dayTitle": "<p>DESPRECIADO Y RECHAZADO POR LOS HOMBRES</p>",
				"id": 133,
				"idDay": 3,
				"idLesson": 13,
				"lessonText": "<p><strong>Lee los siguientes versículos, teniendo en mente que Jesús era divino, el Creador del cielo y de la Tierra, y que vino a ofrecerse a sí mismo como sacrificio por los pecados de todo el mundo (Mat. 12: 22-24; Luc. 4: 21-30; Juan 8: 58, 59). ¿Cómo nos ayudan estos versículos a comprender los sufrimientos que Jesús enfrentó aquí, en la Tierra?\n</strong></p><p><strong>Mateo 12: 22-24\n</strong></p><p><strong>22</strong> Entonces fue traído a él un endemoniado, ciego y mudo; y le sanó, de tal manera que el ciego y mudo veía y hablaba.\n</p><p><strong>23</strong> Y toda la gente estaba atónita, y decía: ¿Será este aquel Hijo de David?\n</p><p><strong>24</strong> Mas los fariseos, al oírlo, decían: Este no echa fuera los demonios sino por Beelzebú, príncipe de los demonios.\n</p><p><strong>Lucas 4: 21-30\n</strong></p><p><strong>21</strong> Y comenzó a decirles: Hoy se ha cumplido esta Escritura delante de vosotros.\n</p><p><strong>22</strong> Y todos daban buen testimonio de él, y estaban maravillados de las palabras de gracia que salían de su boca, y decían: ¿No es este el hijo de José?\n</p><p><strong>23 </strong>Él les dijo: Sin duda me diréis este refrán: Médico, cúrate a ti mismo; de tantas cosas que hemos oído que se han hecho en Capernaum, haz también aquí en tu tierra.\n</p><p><strong>24</strong> Y añadió: De cierto os digo, que ningún profeta es acepto en su propia tierra.\n</p><p><strong>25</strong> Y en verdad os digo que muchas viudas había en Israel en los días de Elías, cuando el cielo fue cerrado por tres años y seis meses, y hubo una gran hambre en toda la tierra;\n</p><p><strong>26</strong> pero a ninguna de ellas fue enviado Elías, sino a una mujer viuda en Sarepta de Sidón.\n</p><p><strong>27</strong> Y muchos leprosos había en Israel en tiempo del profeta Eliseo; pero ninguno de ellos fue limpiado, sino Naamán el sirio.\n</p><p><strong>28</strong> Al oír estas cosas, todos en la sinagoga se llenaron de ira;\n</p><p><strong>29</strong> y levantándose, le echaron fuera de la ciudad, y le llevaron hasta la cumbre del monte sobre el cual estaba edificada la ciudad de ellos, para despeñarle.\n</p><p><strong>30</strong> Mas él pasó por en medio de ellos, y se fue.\n</p><p><strong>Juan 8: 58- 59\n</strong></p><p><strong>58</strong> Jesús les dijo: De cierto, de cierto os digo: Antes que Abraham fuese, yo soy.\n</p><p>59 Tomaron entonces piedras para arrojárselas; pero Jesús se escondió y salió del templo; y atravesando por en medio de ellos, se fue.\n</p><p>Tanto los líderes como la gente común constantemente malinterpretaban la vida, los actos y las enseñanzas de Jesús, lo que generó rechazo y odio en las mismas personas a las que vino a salvar. En cierto sentido, debe ser como un padre que ve a un hijo descarriado que necesita ayuda, y aunque el padre está dispuesto a darlo todo por ese hijo, el niño lo rechaza, y acumula desprecio sobre quizá la única persona que puede librarlo de la ruina total. Eso es lo que Jesús enfrentó mientras estuvo en la Tierra. Cuán doloroso debió haber sido para él.\n</p><p><strong>Lee Mateo 23: 37. ¿Cómo se sintió Cristo por el rechazo? Mientras lees, pregúntate también: “¿Se sentía mal por él mismo (como nos suele pasar cuando nos rechazan) o era por otra razón?” Si fue por otra razón, ¿cuál era?\n</strong></p><p><strong>Mateo 23: 37\n</strong></p><p><strong>37</strong> ¡Jerusalén, Jerusalén, que matas a los profetas, y apedreas a los que te son enviados! ¡Cuántas veces quise juntar a tus hijos, como la gallina junta sus polluelos debajo de las alas, y no quisiste!\n</p><p>Todos hemos sentido el aguijón del rechazo, y tal vez nuestro dolor era similar al de Cristo en el sentido de que era desinteresado: nos dolía, no porque nos rechazaran a nosotros, sino por lo que significaría ese rechazo para la persona que nos rechazó (quizá alguien que nos importa y que se niega a aceptar la salvación en Cristo). Imagínate, sin embargo, lo que debió haber sentido Jesús, quien era plenamente consciente de lo que tenía que afrontar con el fin de salvarlos y, al mismo tiempo, plenamente consciente de las consecuencias del rechazo de todos ellos. “Fue debido a su inocencia por lo cual Cristo sentía tan intensamente los asaltos de Satanás” (MS 3:151).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "20 de septiembre",
				"dayTitle": "<p>JESÚS EN EL GETSEMANÍ</p>",
				"id": 134,
				"idDay": 4,
				"idLesson": 13,
				"lessonText": "<p><strong>“Y les dijo: Mi alma está muy triste, hasta la muerte; quedaos aquí y velad” (Mar. 14: 34).\n</strong></p><p>Todo lo que Jesús sufrió durante sus 33 años en la Tierra no se compara con lo que comenzó a enfrentar en las últimas horas antes de la Cruz. Desde las edades eternas (Efe. 1: 1-4; 2 Tim. 1: 8, 9; Tito 1: 1, 2) se planeó el sacrificio de Jesús como ofrenda por el pecado del mundo, y ahora estaba sucediendo precisamente eso.\n</p><p><strong>Efesios 1: 1-4\n</strong></p><p><strong>1</strong> Pablo, apóstol de Jesucristo por la voluntad de Dios, a los santos y fieles en Cristo Jesús que están en Éfeso:\n</p><p><strong>2</strong> Gracia y paz a vosotros, de Dios nuestro Padre y del Señor Jesucristo.\n</p><p><strong>3</strong> Bendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda bendición espiritual en los lugares celestiales en Cristo,\n</p><p><strong>4</strong> según nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él,\n</p><p><strong>2 Timoteo 1: 8-9\n</strong></p><p><strong>8</strong> Por tanto, no te avergüences de dar testimonio de nuestro Señor, ni de mí, preso suyo, sino participa de las aflicciones por el evangelio según el poder de Dios,\n</p><p><strong>9</strong> quien nos salvó y llamó con llamamiento santo, no conforme a nuestras obras, sino según el propósito suyo y la gracia que nos fue dada en Cristo Jesús antes de los tiempos de los siglos,\n</p><p><strong>Tito 1: 1- 2\n</strong></p><p><strong>1</strong> Pablo, siervo de Dios y apóstol de Jesucristo, conforme a la fe de los escogidos de Dios y el conocimiento de la verdad que es según la piedad,\n</p><p><strong>2</strong> en la esperanza de la vida eterna, la cual Dios, que no miente, prometió desde antes del principio de los siglos\n</p><p><strong>¿Qué nos dicen los siguientes versículos sobre el sufrimiento de Cristo en el Getsemaní? Mateo 26: 39; Marcos 14: 33-36; Lucas 22: 41-44.\n</strong></p><p><strong>Mateo 26: 39\n</strong></p><p><strong>39</strong> Yendo un poco adelante, se postró sobre su rostro, orando y diciendo: Padre mío, si es posible, pase de mí esta copa; pero no sea como yo quiero, sino como tú.\n</p><p><strong>Marcos 14: 33-36\n</strong></p><p><strong>33</strong> Y tomó consigo a Pedro, a Jacobo y a Juan, y comenzó a entristecerse y a angustiarse.\n</p><p><strong>34</strong> Y les dijo: Mi alma está muy triste, hasta la muerte; quedaos aquí y velad.\n</p><p><strong>35</strong> Yéndose un poco adelante, se postró en tierra, y oró que si fuese posible, pasase de él aquella hora.\n</p><p><strong>36</strong> Y decía: Abba, Padre, todas las cosas son posibles para ti; aparta de mí esta copa; mas no lo que yo quiero, sino lo que tú.\n</p><p><strong>Lucas 22: 41-44\n</strong></p><p><strong>41</strong> Y él se apartó de ellos a distancia como de un tiro de piedra; y puesto de rodillas oró,\n</p><p><strong>42</strong> diciendo: Padre, si quieres, pasa de mí esta copa; pero no se haga mi voluntad, sino la tuya.\n</p><p><strong>43</strong> Y se le apareció un ángel del cielo para fortalecerle.\n</p><p><strong>44</strong> Y estando en agonía, oraba más intensamente; y era su sudor como grandes gotas de sangre que caían hasta la tierra.\n</p><p>“Fue a corta distancia de ellos –no tan lejos que no pudiesen verlo y oírlo– y cayó postrado en el suelo. Sentía que por causa del pecado estaba siendo separado de su Padre. El abismo era tan ancho, negro y profundo que su espíritu se estremecía ante él. No debía ejercer su poder divino para escapar de esa agonía. Como hombre, debía sufrir las consecuencias del pecado del hombre. Como hombre, debía soportar la ira de Dios contra la transgresión.\n</p><p>“Cristo asumía ahora una actitud diferente de la que jamás asumiera antes. Sus sufrimientos pueden describirse mejor en las palabras del profeta: ‘Levántate, oh espada, contra el pastor, y contra el hombre compañero mío, dice Jehová de los ejércitos’ (Zac. 13: 7). Como Sustituto y Garante del hombre pecador, Cristo estaba sufriendo bajo la justicia divina. Veía lo que significaba la justicia. Hasta entonces había obrado como intercesor por otros; ahora anhelaba tener un intercesor para sí” (DTG 637).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "21 de septiembre",
				"dayTitle": "<p>EL DIOS CRUCIFICADO</p>",
				"id": 135,
				"idDay": 5,
				"idLesson": 13,
				"lessonText": "<p>La muerte por crucifixión era uno de los castigos más duros que los romanos imponían sobre una persona. Se la consideraba la peor forma de morir. Por lo tanto, ¡qué horror era que alguien muriera de esa manera, y especialmente el Hijo de Dios! Siempre debemos recordar que Jesús vino en carne humana como la nuestra. Entre los golpes, los azotes, los clavos en sus manos y sus pies y el peso abrumador de su propio cuerpo que desgarraba las heridas, el dolor físico debió haber sido insoportable. Esto era duro incluso para los peores criminales; qué injusto, entonces, que Jesús, inocente de todo, enfrentara semejante destino.\n</p><p>Sin embargo, como sabemos, los sufrimientos físicos de Cristo fueron leves en contraste con lo que realmente estaba sucediendo. Esto fue más que el asesinato de un hombre inocente.\n</p><p><strong>¿Qué acontecimientos cercanos a la muerte de Jesús mostraron que lo que sucedía era más de lo que la mayoría entendía en ese momento? ¿Qué sentido podemos encontrar en cada uno de estos eventos que evidencie lo que sucedió allí?\n</strong></p><p><strong>Mateo. 27: 45\n</strong></p><p><strong>45</strong> Y desde la hora sexta hubo tinieblas sobre toda la tierra hasta la hora novena.\n</p><p><strong>Mateo. 27: 51-52\n</strong></p><p><strong>51</strong> Y he aquí, el velo del templo se rasgó en dos, de arriba abajo; y la tierra tembló, y las rocas se partieron;\n</p><p><strong>52</strong> y se abrieron los sepulcros, y muchos cuerpos de santos que habían dormido, se levantaron;\n</p><p><strong>Marcos 15:38\n</strong></p><p><strong>38</strong> Entonces el velo del templo se rasgó en dos, de arriba abajo.\n</p><p>Evidentemente, lo que estaba sucediendo era mucho más que solo la muerte, por injusta que fuera, de un hombre inocente. Según las Escrituras, la ira de Dios contra el pecado, nuestro pecado, se derramó sobre Jesús. Jesús en la Cruz sufrió la justa indignación de un Dios justo contra el pecado, los pecados de todo el mundo. Como tal, Jesús sufrió algo más profundo, más tenebroso y doloroso de lo que cualquier ser humano podría conocer o experimentar alguna vez.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "22 de septiembre",
				"dayTitle": "<p>EL DIOS SUFRIENTE</p>",
				"id": 136,
				"idDay": 6,
				"idLesson": 13,
				"lessonText": "<p>Podríamos irnos acostumbrando a que, mientras estemos aquí, en este mundo, vamos a sufrir. Como criaturas caídas, es nuestro destino. No hay nada en la Biblia que nos prometa algo diferente. Al contrario...\n</p><p><strong>¿Qué aportan los siguientes versículos sobre el tema que nos ocupa? Hechos 14: 22; Filipenses 1: 29; 2 Timoteo 3: 12.\n</strong></p><p><strong>Hechos 14: 22\n</strong></p><p><strong>22</strong> confirmando los ánimos de los discípulos, exhortándoles a que permaneciesen en la fe, y diciéndoles: Es necesario que a través de muchas tribulaciones entremos en el reino de Dios.\n</p><p><strong>Filipenses 1: 29\n</strong></p><p><strong>29</strong> Porque a vosotros os es concedido a causa de Cristo, no solo que creáis en él, sino también que padezcáis por él,\n</p><p><strong>2 Timoteo 3: 12\n</strong></p><p><strong>12</strong> Y también todos los que quieren vivir piadosamente en Cristo Jesús padecerán persecución;\n</p><p>No obstante, en medio de nuestro sufrimiento, debemos tener en cuenta dos cosas.\n</p><p>En primer lugar, Cristo, nuestro Señor, sufrió más que cualquiera de nosotros. En la Cruz, “llevó él nuestras enfermedades, y sufrió nuestros dolores” (Isa. 53: 4); lo que conocemos solo en el ámbito personal él lo sufrió en forma colectiva por todos nosotros. Aquel que no tenía pecado, “por nosotros se hizo pecado” (2 Cor. 5: 21) y sufrió de una manera que nosotros, como criaturas pecadoras, no podríamos ni empezar a imaginar.\n</p><p>En segundo lugar, mientras sufrimos, debemos recordar los resultados del sufrimiento de Cristo; es decir, lo que se nos prometió gracias a lo que Cristo ha hecho por nosotros.\n</p><p><strong>Lee Juan 10: 28; Romanos 6: 23; Tito 1: 2; y 1 Juan 2: 25. ¿Qué se nos promete?\n</strong></p><p><strong>Juan 10: 28\n</strong></p><p><strong>28</strong> y yo les doy vida eterna; y no perecerán jamás, ni nadie las arrebatará de mi mano.\n</p><p><strong>Romanos 6: 23\n</strong></p><p><strong>23</strong> Porque la paga del pecado es muerte, mas la dádiva de Dios es vida eterna en Cristo Jesús Señor nuestro.\n</p><p><strong>Tito 1: 2\n</strong></p><p><strong>2</strong> en la esperanza de la vida eterna, la cual Dios, que no miente, prometió desde antes del principio de los siglos,\n</p><p><strong>1 Juan 2: 25\n</strong></p><p><strong>25</strong> Y esta es la promesa que él nos hizo, la vida eterna.\n</p><p>Cualesquiera que sean nuestros sufrimientos aquí, gracias a Jesús, gracias a que él llevó sobre sí el castigo de nuestro pecado, gracias a la gran provisión del evangelio (que mediante la fe podemos ser perfectos en Jesús ahora mismo), tenemos la promesa de la vida eterna. La promesa es que, gracias a lo que Cristo ha hecho, gracias a la plenitud y la integridad de su vida y su sacrificio perfectos, nuestra existencia aquí, llena de dolor, decepciones y pérdidas, no es más que un instante, un destello, que llega y se va, en contraste con la eternidad que nos espera; una eternidad en un cielo nuevo y una Tierra Nueva, sin pecado, sufrimiento ni muerte. Y todo esto que se nos ha prometido y garantizado es únicamente gracias a Cristo y el crisol que padeció con el propósito de que un día, muy pronto, pueda ver “el fruto de la aflicción de su alma, y quede satisfecho” (Isa. 53: 11).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "23 de septiembre",
				"dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
				"id": 137,
				"idDay": 7,
				"idLesson": 13,
				"lessonText": "<p>Lee Elena de White, El Deseado de todas las gentes, “Getsemaní”, pp. 636-646; y “Calvario”, pp. 690-705.\n</p><p>“Tres veces repitió esa oración. Tres veces rehuyó su humanidad el último y culminante sacrificio. Pero ahora surge delante del Redentor del mundo la historia de la familia humana. Ve que los transgresores de la Ley, abandonados a sí mismos, deben perecer. Ve la impotencia del hombre. Ve el poder del pecado. Los ayes y los lamentos de un mundo condenado surgen ante él. Contempla la suerte que le tocaría, y su decisión queda hecha. Salvará al hombre, sea cual fuere el costo para sí. Acepta su bautismo de sangre, para que por él los millones que perecen puedan obtener vida eterna. Había dejado los atrios celestiales, donde todo es pureza, felicidad y gloria, para salvar a la oveja perdida, al mundo que había caído por la transgresión. Y no se apartará de su misión. Se convertirá en la propiciación de una raza que quiso pecar. Su oración expresa ahora solamente sumisión: ‘Si no puede pasar de mí esta copa sin que yo la beba, hágase tu voluntad’ ” (DTG 642).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> Ser conscientes de que Dios mismo, en la persona de Cristo, sufrió más de lo que cualquiera de nosotros podría haber sufrido, ¿cómo nos ayuda en nuestros sufrimientos? ¿Qué deberían significar para nosotros los sufrimientos de Cristo en nuestro favor? ¿Qué consuelo podemos obtener de esta asombrosa verdad? Mientras piensas en la respuesta, recuerda la siguiente declaración de Elena de White: “Todo sufrimiento, que es resultado del pecado, se volcó en el seno del inmaculado Hijo de Dios” (MS 3:151).\n</p><p><strong>2.</strong> Como clase, repasen los sufrimientos de Cristo analizados en la lección de esta semana. ¿Cuáles fueron los crisoles que enfrentó Cristo? ¿En qué se parecen a los nuestros y en qué se diferencian? ¿Qué podemos aprender de la forma en que manejó estos desafíos que pueda ayudarnos en medio de nuestros crisoles?\n</p><p><strong>3.</strong> ¿Cuáles son algunas de tus promesas bíblicas favoritas a las que puedes aferrarte en medio de la tristeza y el dolor? Escríbelas, reclámalas para ti y compártelas con la clase.\n</p><p><strong>4.</strong> Escribe un párrafo a modo de resumen, destacando los aspectos principales que extrajiste de las lecciones de este trimestre. ¿Qué interrogantes pudiste resolver? ¿Qué cuestiones siguen sin respuesta? ¿Cómo podemos ayudarnos unos a otros a superar esas cosas que todavía nos dejan perplejos y nos preocupan tanto?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			}
		],
		"lessonNumber": 13,
		"lessonType": "A",
		"quarter": "3T2022",
		"title": "<p><strong>CRISTO EN EL CRISOL</strong></p>",
		"verse": "<p>Cerca de la hora novena, Jesús clamó a gran voz, diciendo: Elí, Elí, ¿lama sabactani? Esto es: Dios mío, Dios mío, ¿por qué me has desamparado? (Mat. 27: 46).</p>",
		"versionCode": 7,
		"weekDate": "17-23 de septiembre"
	}],
	"message": "Consulta con éxito",
	"success": true
}
