{
  "data": [
    {
      "color": "#f763f7",
      "id": 8,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "12 de noviembre",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Aunque escribieron en griego, todos los autores del Nuevo Testamento (salvo Lucas) eran judíos, y abordaron la naturaleza del ser humano desde la perspectiva holística hebrea bíblica, no desde la perspectiva pagana griega. Por lo tanto, para Cristo y los apóstoles, la esperanza cristiana no era algo nuevo, sino la prolongación de la antigua esperanza ya impulsada por los patriarcas y los profetas. Por ejemplo, Cristo mencionó que Abraham vio y se gozó de ver su día (Juan 8:56). Judas declaró que Enoc profetizó acerca de la SegundaVenida (Jud. 14, 15).</p><p>&nbsp;Y los héroes de la fe esperaban una recompensa celestial que no recibirían hasta que nosotros recibiéramos la nuestra (Heb. 11:39, 40). Esta declaración no tendría sentido si sus almas ya estuvieran con Dios en el cielo. Al enfatizar que solo los que están en Cristo tienen vida eterna (1 Juan 5:11, 12), Juan refuta la teoría de la inmortalidad natural del alma. Efectivamente, no hay vida eterna sin una relación salvífica con Cristo. Por ende, la esperanza del Nuevo Testamento es una esperanza cristocéntrica, y la única esperanza de que esta existencia mortal algún día llegue a ser inmortal.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de noviembre",
          "dayTitle": "<p>ESPERANZA MÁS ALLÁ DE ESTA VIDA</p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p>Herodoto, el antiguo historiador griego (siglo V a.C.), escribió sobre una tribu que, con cada nacimiento, iniciaba un período de duelo porque anticipaban el sufrimiento que enfrentaría el bebé si llegaba a adulto. Aunque este ritual nos pueda parecer extraño, tiene cierta lógica. Milenios después, un anuncio en Estados Unidos a principios del siglo XX decía: “¿Por qué vivir, si te pueden enterrar por diez dólares?” La vida puede ser bastante difícil, lo sabemos, incluso si creemos en Dios y en la esperanza de la Eternidad. No obstante, imagínate lo difícil que es para quienes no tienen ninguna esperanza más allá de la corta (y a menudo problemática) existencia en este mundo. Más de un escritor secular ha comentado sobre la falta de sentido de la existencia humana, ya que no solo morimos, sino además todos vivimos sabiendo que vamos a morir. Y ser consciente de esto es lo que hace que todo el proyecto de la vida humana, que en sí es duro y doloroso a veces, parezca nulo y sin valor. Un pensador hizo alusión a la humanidad como meros “trozos de carne en mal estado sobre huesos que se desintegran”. Bastante macabro, pero, de nuevo, es difícil discutir con su lógica. Por supuesto, en contraste con todo esto, tenemos la promesa bíblica de la vida eterna en Jesús. Y esa es la clave: tenemos esta esperanza en Jesús y lo que nos ofrece su muerte y su resurrección. Por lo demás, ¿qué esperanza tenemos?<br></p><p><strong>Lee 1 Corintios 15:12 al 19. ¿Cuál es el mensaje de Pablo? ¿Cuán estrechamente relacionada está la resurrección de Cristo con la esperanza de nuestra propia resurrección?\n</strong></p><p><strong>1 Corintios 15:12-19\n</strong></p><p><strong><sup>12</sup></strong> Pero si se predica de Cristo que resucitó de los muertos, ¿cómo dicen algunos entre vosotros que no hay resurrección de muertos?\n</p><p><sup><strong>13</strong> </sup>Porque si no hay resurrección de muertos, tampoco Cristo resucitó.\n</p><p><sup><strong>14</strong> </sup>Y si Cristo no resucitó, vana es entonces nuestra predicación, vana es también vuestra fe.\n</p><p><strong><sup>15</sup></strong> Y somos hallados falsos testigos de Dios; porque hemos testificado de Dios que él resucitó a Cristo, al cual no resucitó, si en verdad los muertos no resucitan.\n</p><p><sup><strong>16</strong> </sup>Porque si los muertos no resucitan, tampoco Cristo resucitó;\n</p><p><strong><sup>17</sup> </strong>y si Cristo no resucitó, vuestra fe es vana; aún estáis en vuestros pecados.\n</p><p><strong><sup>18</sup> </strong>Entonces también los que durmieron en Cristo perecieron.\n</p><p><strong><sup>19</sup></strong> Si en esta vida solamente esperamos en Cristo, somos los más dignos de conmiseración de todos los hombres.\n</p><p>Pablo es explícito: nuestra resurrección está inseparablemente ligada a la resurrección de Cristo. Y, si no resucitamos, entonces significa que Cristo no resucitó, y si Cristo no resucitó, entonces, ¿qué? “Vuestra fe es vana; aún estáis en vuestros pecados”. En otras palabras, cuando morimos seguimos muertos, y para siempre, y por lo tanto, todo es absurdo. Pablo prácticamente dice eso en 1 Corintios 15:32: “Si los muertos no resucitan, comamos y bebamos, porque mañana moriremos”.\n</p><p>Si nuestra existencia actual como protoplasma compuesto básicamente de carbono es todo lo que hay, y nuestros “setenta años” (Sal. 90:10) –con suerte, más, si no fumamos ni comemos demasiados alimentos chatarra– es todo a lo que alguna vez apuntamos llegar, estamos muy mal. No es de extrañar que Elena de White agregue: “El cielo es de mayor valor para nosotros que cualquier otra cosa; y si perdemos el cielo, hemos perdido todo” (HHD 351).\n</p><p><strong>Piensa en lo preciosas que son nuestra esperanza y nuestra fe. ¿Por qué debemos hacer todo lo posible, por la gracia de Dios, para conservarlas?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de noviembre",
          "dayTitle": "<p>“VENDRÉ OTRA VEZ”</p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Juan 14:1 al 3. Ya han pasado más de dos mil años desde que Jesús prometió volver. ¿Cómo podemos ayudar a otros a ver que, a pesar de la gran cantidad de tiempo (que, en realidad, no importa), esta promesa es relevante incluso para nuestra generación, tan distante de la época en que Jesús la pronunció?\n</strong></p><p><strong>Juan 14:1 al 3\n</strong></p><p><sup><strong>1</strong> </sup>No se turbe vuestro corazón; creéis en Dios, creed también en mí.\n</p><p><sup><strong>2</strong> </sup>En la casa de mi Padre muchas moradas hay; si así no fuera, yo os lo hubiera dicho; voy, pues, a preparar lugar para vosotros.\n</p><p><strong><sup>3</sup></strong> Y si me fuere y os preparare lugar, vendré otra vez, y os tomaré a mí mismo, para que donde yo estoy, vosotros también estéis.\n</p><p>Cuatro veces en el libro de Apocalipsis Jesús declaró: “Yo vengo pronto” (Apoc. 3:11; 22:7, 12, 20). La expectativa de su pronta venida impulsó la misión de la iglesia apostólica y llenó de esperanza la vida de incontables cristianos a lo largo de los siglos. Pero, ha muerto generación tras generación, y este evento prometido aún no sucedió. Y así, muchos se preguntan: ¿Cuánto tiempo más tendremos que predicar que “Jesús viene pronto”? Estas palabras ¿han generado una expectativa poco realista? (Ver 2 Ped. 3:4.)\n</p><p><strong>2 Pedro 3:4\n</strong></p><p><sup><strong>4</strong> </sup>y diciendo: ¿Dónde está la promesa de su advenimiento? Porque desde el día en que los padres durmieron, todas las cosas permanecen así como desde el principio de la creación.\n</p><p>Muchos cristianos se han quejado de la larga “demora” (comparar con Mat. 25:5). Pero, ¿cómo sabemos, de hecho, que se trata de una larga “demora”? ¿Cuál habría sido el momento “adecuado” para la venida de Cristo? ¿Hace 50 años, 150, 500? Lo que realmente importa es la promesa bíblica de que “el Señor no retarda su promesa, según algunos la tienen por tardanza, sino que es paciente para con nosotros, no queriendo que ninguno perezca, sino que todos procedan al arrepentimiento” (2 Ped. 3:9).\n</p><p>A pesar de que han pasado tantos siglos desde que Jesús ascendió, la promesa de su venida continúa siendo relevante, incluso en la actualidad. ¿Por qué? Porque todo lo que tenemos es una vida corta (Sal. 90:10), seguida de un descanso inconsciente en la tumba (Ecl. 9:5, 10), y luego la resurrección final, sin ninguna oportunidad posterior de cambiar nuestro destino (Heb. 9:27). En cuanto a los muertos (como se indica en la lección 3), debido a que todos duermen y están inconscientes, para ellos la segunda venida de Cristo ocurre apenas un momento después de que mueren. Para ti, en tu experiencia personal (al igual que para todo el pueblo de Dios de todas las épocas), el regreso de Cristo está a un instante de tu muerte. Eso es dentro de muy poco tiempo, ¿verdad? Cada día que pasa nos acercamos más a la gloriosa aparición del Señor Jesucristo en las nubes del cielo. Aunque no sabemos cuándo vendrá exactamente, podemos estar seguros de que lo hará, y eso es lo que realmente importa.\n</p><p><strong>En un sermón, un pastor argumentó que no le importaba cuándo sería la venida de Cristo; todo lo que le importaba era que Cristo viniera. ¿Cómo funciona esa lógica para ti, y cómo podría ayudarte si estás desanimado porque Cristo aún no volvió?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de noviembre",
          "dayTitle": "<p>“YO LE RESUCITARÉ”\n</p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>En uno de sus milagros, Jesús había alimentado a cinco mil personas con solo una pequeña cantidad de pan y pescado (Juan 6:1-14). Al darse cuenta de que la multitud tenía la intención de proclamarlo rey (Juan 6:15), Jesús navegó con sus discípulos al otro lado del mar de Galilea. Pero, al día siguiente, la multitud lo siguió hasta allí, donde él pronunció su poderoso sermón sobre el Pan de vida, con especial énfasis en el don de la vida eterna (Juan 6:22-59).\n</p><p><strong>Lee Juan 6:26 al 51. ¿Cómo relacionó Jesús el don de la vida eterna con la resurrección final de los justos?\n</strong></p><p><strong>Juan 6:26 al 51\n</strong></p><p><strong><sup>26</sup> </strong>Respondió Jesús y les dijo: De cierto, de cierto os digo que me buscáis, no porque habéis visto las señales, sino porque comisteis el pan y os saciasteis\n</p><p><strong><sup>27</sup></strong> Trabajad, no por la comida que perece, sino por la comida que a vida eterna permanece, la cual el Hijo del Hombre os dará; porque a este señaló Dios el Padre.\n</p><p><strong><sup>28</sup> </strong>Entonces le dijeron: ¿Qué debemos hacer para poner en práctica las obras de Dios?\n</p><p><strong><sup>29</sup></strong> Respondió Jesús y les dijo: Esta es la obra de Dios, que creáis en el que él ha enviado.\n</p><p><strong><sup>30</sup></strong> Le dijeron entonces: ¿Qué señal, pues, haces tú, para que veamos, y te creamos? ¿Qué obra haces?\n</p><p><sup><strong>31</strong> </sup>Nuestros padres comieron el maná en el desierto, como está escrito: Pan del cielo les dio a comer.\n</p><p><sup><strong>32</strong> </sup>Y Jesús les dijo: De cierto, de cierto os digo: No os dio Moisés el pan del cielo, mas mi Padre os da el verdadero pan del cielo.\n</p><p><strong><sup>33</sup></strong> Porque el pan de Dios es aquel que descendió del cielo y da vida al mundo.\n</p><p><strong><sup>34 </sup></strong>Le dijeron: Señor, danos siempre este pan.\n</p><p><strong><sup>35</sup> </strong>Jesús les dijo: Yo soy el pan de vida; el que a mí viene, nunca tendrá hambre; y el que en mí cree, no tendrá sed jamás.\n</p><p><strong><sup>36</sup></strong> Mas os he dicho, que aunque me habéis visto, no creéis.\n</p><p><strong><sup>37</sup></strong> Todo lo que el Padre me da, vendrá a mí; y al que a mí viene, no le echo fuera.\n</p><p><strong><sup>38</sup></strong> Porque he descendido del cielo, no para hacer mi voluntad, sino la voluntad del que me envió.\n</p><p><strong><sup>39</sup></strong> Y esta es la voluntad del Padre, el que me envió: Que de todo lo que me diere, no pierda yo nada, sino que lo resucite en el día postrero.\n</p><p><strong><sup>40</sup></strong> Y esta es la voluntad del que me ha enviado: Que todo aquel que ve al Hijo, y cree en él, tenga vida eterna; y yo le resucitaré en el día postrero.\n</p><p><strong><sup>41</sup></strong> Murmuraban entonces de él los judíos, porque había dicho: Yo soy el pan que descendió del cielo.\n</p><p><strong><sup>42</sup></strong> Y decían: ¿No es este Jesús, el hijo de José, cuyo padre y madre nosotros conocemos? ¿Cómo, pues, dice este: Del cielo he descendido?\n</p><p><strong><sup>43</sup></strong> Jesús respondió y les dijo: No murmuréis entre vosotros.\n</p><p><strong><sup>44</sup></strong> Ninguno puede venir a mí, si el Padre que me envió no le trajere; y yo le resucitaré en el día postrero.\n</p><p><strong><sup>45</sup></strong> Escrito está en los profetas: Y serán todos enseñados por Dios. Así que, todo aquel que oyó al Padre, y aprendió de él, viene a mí.\n</p><p><strong><sup>46</sup></strong> No que alguno haya visto al Padre, sino aquel que vino de Dios; este ha visto al Padre.\n</p><p><strong><sup>47</sup></strong> De cierto, de cierto os digo: El que cree en mí, tiene vida eterna.\n</p><p><strong><sup>48</sup></strong> Yo soy el pan de vida.\n</p><p><strong><sup>49</sup></strong> Vuestros padres comieron el maná en el desierto, y murieron.\n</p><p><strong><sup>50</sup></strong> Este es el pan que desciende del cielo, para que el que de él come, no muera.\n</p><p><strong><sup>51</sup> </strong>Yo soy el pan vivo que descendió del cielo; si alguno comiere de este pan, vivirá para siempre; y el pan que yo daré es mi carne, la cual yo daré por la vida del mundo.\n</p><p>En su sermón, Jesús destacó tres conceptos básicos en cuanto a la vida eterna. En primer lugar, se identificó como “el pan [...] que descendió del cielo y da vida al mundo” (Juan 6:33, 58). Al declarar “Yo soy [griego eg? eimi] el pan de vida” (Juan 6:35, 48), Jesús se presentó como el gran “YO SOY” del Antiguo Testamento (Éxo. 3:14). En segundo lugar, Jesús explicó que podemos obtener vida eterna en él: “El que a mí viene” y “el que en mí cree” tendrá esta bendición (Juan 6:35). Y finalmente, Jesús vinculó el don de la inmortalidad con la resurrección final, al asegurar tres veces a su audiencia: “Y yo le resucitaré en el día postrero” (Juan 6:40, 44, 54).\n</p><p>Jesús también hizo esta asombrosa promesa: “De cierto, de cierto os digo: El que cree en mí, tiene vida eterna” (Juan 6:47). Por lo tanto, el don de la vida eterna ya es una realidad presente. Pero esto no significa que el creyente nunca morirá, porque la misma expresión “le resucitaré” (Juan 6:40) implica volver a vivir después de haber estado muerto.\n</p><p>La imagen es clara. Sin Cristo, no tenemos vida eterna. Pero, aun después de aceptar a Cristo y tener la seguridad de la vida eterna, por ahora continuamos siendo mortales y, por ende, sujetos a la muerte natural. En la Segunda Venida, Jesús nos resucitará, y en ese mismo momento nos dará el don de la inmortalidad, que ya era nuestro. La garantía de este don no proviene de una supuesta inmortalidad natural del alma, sino de la justicia de Jesús que recibimos por la fe en él.\n</p><p><strong>¡Medita sobre las palabras de Jesús de que, si crees en él, tienes (ahora mismo) vida eterna! Esta maravillosa promesa, ¿cómo puede ayudarte a afrontar la dolorosa realidad de nuestra mortalidad actual, aunque solo sea temporal?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de noviembre",
          "dayTitle": "<p>AL SONIDO DE LA TROMPETA</p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>Los tesalonicenses estaban convencidos de que se concedería vida eterna exclusivamente a quienes permanecieran vivos hasta la Segunda Venida. “Habían protegido cuidadosamente la vida de sus amigos para que no murieran y perdieran la bendición que ellos esperaban recibir al venir su Señor. Pero sus amados, uno tras otro, les habían sido arrebatados; y con angustia los tesalonicenses habían mirado por última vez los rostros de sus muertos, atreviéndose apenas a esperar encontrarlos en la vida futura” (HAp 212).\n</p><p><strong>Lee 1 Tesalonicenses 4:13 al 18. ¿Cómo corrigió Pablo este concepto erróneo?\n</strong></p><p><strong>1 Tesalonicenses 4:13 al 18\n</strong></p><p><sup><strong>13</strong> </sup>Tampoco queremos, hermanos, que ignoréis acerca de los que duermen, para que no os entristezcáis como los otros que no tienen esperanza.\n</p><p><strong><sup>14</sup> </strong>Porque si creemos que Jesús murió y resucitó, así también traerá Dios con Jesús a los que durmieron en él.\n</p><p><strong><sup>15</sup></strong> Por lo cual os decimos esto en palabra del Señor: que nosotros que vivimos, que habremos quedado hasta la venida del Señor, no precederemos a los que durmieron.\n</p><p><strong><sup>16</sup></strong> Porque el Señor mismo con voz de mando, con voz de arcángel, y con trompeta de Dios, descenderá del cielo; y los muertos en Cristo resucitarán primero.\n</p><p><strong><sup>17</sup></strong> Luego nosotros los que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos en las nubes para recibir al Señor en el aire, y así estaremos siempre con el Señor.\n</p><p><strong><sup>18</sup> </strong>Por tanto, alentaos los unos a los otros con estas palabras.\n</p><p>Existe una tendencia histórica a leer en la expresión “traerá Dios con Jesús a los que durmieron en él” (1 Tes. 4:14) más de lo que dice el texto. Muchos que aceptan la teoría de la inmortalidad natural del alma sugieren que Cristo, en su segunda venida, traerá consigo del cielo las almas de los justos muertos que ya están allí con Dios, para que esas almas pueden reunirse con sus respectivos cuerpos resucitados. Pero esa interpretación no armoniza con las enseñanzas generales de Pablo sobre el tema. Lee las palabras de este teólogo no adventista sobre el verdadero significado de este versículo: “La razón por la que los cristianos tesalonicenses pueden tener esperanza mientras lloran por los miembros muertos de su iglesia es que Dios los ‘traerá’, es decir, resucitará a estos creyentes fallecidos y hará que estén presentes en el regreso de Cristo, de modo que estarán ‘con Jesús’. La implicación es que estos creyentes fallecidos no tendrán ningún tipo de desventaja en la parusía de Cristo, sino que estarán ‘con Jesús’ de tal manera que compartirán por igual con los creyentes vivos la gloria vinculada con su regreso” (J. A. D. Weima, 1–2 Thessalonians, Baker Exegetical Commentary on the New Testament, p. 319).\n</p><p>Si las almas de los justos muertos ya estuvieran con el Señor en el cielo, Pablo no hubiese necesitado mencionar la resurrección final como la esperanza cristiana; podría haber mencionado que los justos ya estaban con el Señor. Sin embargo, explica que “los que durmieron en él” (1 Tes. 4:14) resucitarían de entre los muertos al final de los tiempos. La esperanza en la resurrección final llevó consuelo a los afligidos tesalonicenses. La misma esperanza puede ayudarnos a afrontar con seguridad los dolorosos momentos en los que las frías garras de la muerte nos arrebatan a nuestros seres queridos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de noviembre",
          "dayTitle": "<p>EL ENCUENTRO ETERNO</p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee 1 Corintios 15:51 al 55. ¿Qué “misterio” (1 Cor. 15:51) está explicando Pablo?\n</strong></p><p><strong>1 Corintios 15:51 al 55\n</strong></p><p><strong><sup>51</sup></strong> He aquí, os digo un misterio: No todos dormiremos; pero todos seremos transformados,\n</p><p><strong><sup>52</sup></strong> en un momento, en un abrir y cerrar de ojos, a la final trompeta; porque se tocará la trompeta, y los muertos serán resucitados incorruptibles, y nosotros seremos transformados.\n</p><p><strong><sup>53</sup> </strong>Porque es necesario que esto corruptible se vista de incorrupción, y esto mortal se vista de inmortalidad.\n</p><p><strong><sup>54</sup></strong> Y cuando esto corruptible se haya vestido de incorrupción, y esto mortal se haya vestido de inmortalidad, entonces se cumplirá la palabra que está escrita: Sorbida es la muerte en victoria.\n</p><p><strong><sup>55</sup></strong> ¿Dónde está, oh muerte, tu aguijón? ¿Dónde, oh sepulcro, tu victoria?\n</p><p>Algunos predicadores populares sugieren que este “misterio” (1 Cor. 15:51) es el “rapto secreto” de la iglesia, que ocurrirá siete años antes de la gloriosa segunda venida de Cristo. En este “rapto secreto”, los cristianos fieles son llevados al cielo en forma repentina, silenciosa y secreta, mientras que todos los demás permanecen aquí preguntándose qué les sucedió. Hay gente que podría ir en un automóvil y de repente descubrir que se quedó sin conductor, porque este fue arrebatado al cielo, y todo lo que “queda es su ropa”. La exitosa saga Left Behind [Dejados atrás], de 16 tomos, que se convirtió en cuatro películas, promovía esta falsa enseñanza, y expuso a millones a ella.\n</p><p>Por supuesto, ningún pasaje bíblico respalda una distinción tan artificial entre el rapto y la Segunda Venida. El “misterio” al que se refiere Pablo es simplemente la transformación de los justos vivos, que se unen a los justos resucitados en la segunda venida de Cristo. Este es el “rapto”. No hay un “rapto secreto” porque la Segunda Venida será visible para todos los seres humanos vivientes (Apoc. 1:7). Y, tanto la resurrección de los muertos como la transformación de los vivos ocurrirán al sonido de la trompeta en la venida de Cristo (1 Cor. 15:51, 52). La segunda venida de Cristo dará lugar al encuentro más asombroso que jamás haya existido. Los justos vivos son transformados “en un momento, en un abrir y cerrar de ojos” (1 Cor. 15:52). A la voz de Dios, son glorificados; ahora se vuelven inmortales, y con los santos resucitados son arrebatados para encontrarse con su Señor en el aire. Los ángeles “juntarán a sus escogidos, de los cuatro vientos, desde un extremo del cielo hasta el otro” (Mat. 24:31).\n</p><p>“Santos ángeles llevan niñitos a los brazos de sus madres. Amigos, a quienes la muerte separó por largo tiempo, se reúnen para no separarse nunca más, y con cantos de júbilo ascienden juntos a la ciudad de Dios” (CS 703).\n</p><p><strong>Esta es una promesa tan asombrosa, algo tan diferente de todo lo que conocemos, que es difícil de comprender. Pero, piensa en la inmensidad del cosmos, así como en la increíble complejidad de la vida aquí. La Creación misma da testimonio del asombroso poder de Dios. ¿Qué nos enseña todo esto sobre el poder de Dios para transformar a los vivos y resucitar a los muertos en la segunda venida de Jesús?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de noviembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:\n</p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>Lee Elena de White, Los hechos de los apóstoles, “Las cartas a los tesalonicenses”, pp. 210-220; “Llamados a alcanzar una norma más alta”, pp. 255-265. “Los romanos”, escribió Stephen Cave, “eran muy conscientes de la creencia de los cristianos de que algún día resucitarían físicamente de la tumba, y hacían todo lo posible para burlarse y obstaculizar esas esperanzas. Un informe de una persecución en la Galia en 177 d.C. registra que a los mártires primeramente los ejecutaban, luego dejaban pudrir los cadáveres sin enterrar durante seis días antes de quemarlos y arrojar las cenizas al río Ródano: ‘Ahora veamos si resucitan’, se informa que decían los romanos” (S. Cave, Immortality: The Quest to Live Forever and How It Drives Civilization, pp. 104, 105).\n</p><p>Esta pequeña lección objetiva sobre escepticismo teológico, aunque es dramática, no viene al caso; no demostró nada sobre la promesa bíblica de la resurrección. El Poder que resucitó a Jesús de entre los muertos también puede hacer lo mismo por nosotros, independientemente del estado en que se encuentre nuestro cuerpo. Al fin y al cabo, si ese mismo Poder creó el cosmos infinito y lo sostiene, ciertamente podría transformar a los vivos y resucitar a los muertos. ‘También traerá Dios con él a los que durmieron en Jesús’, escribió Pablo. Muchos interpretan este pasaje como si significara que los que duermen serán traídos con Cristo desde el cielo, pero según Pablo, como Cristo se levantó de los muertos, así Dios traerá de sus tumbas a los santos que durmieron, y los llevará con él al cielo. ¡Qué precioso consuelo! ¡Qué gloriosa esperanza!, no solo para la iglesia de Tesalónica, sino también para todos los cristianos dondequiera que estén” (HAp 213, 214)\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> Alguien dijo: “La muerte acaba contigo. [...] La aniquilación total, que no deja vestigios de nada, contribuye en gran medida a destruir el significado de la vida”. Y tiene razón. Entonces, ¿qué esperanza tenemos contra ese sinsentido en nuestra vida?\n</p><p><strong>2.</strong> ¿Cómo podemos armonizar la necesidad de crecer hacia la perfección (Fil. 3:12–16) con el hecho de que solo en la segunda venida de Cristo recibiremos una naturaleza incorruptible y sin pecado (1 Cor. 15:50–55)?\n</p><p><strong>3.</strong> ¿Cómo podríamos ayudar a alguien atrapado en la idea del “rapto secreto” a ver por qué esta enseñanza es incorrecta?\n</p><p><strong>4.</strong> Vuelve a leer 1 Corintios 15:12 al 19. Estos versículos, ¿qué poderosa evidencia presentan de la enseñanza de que los muertos duermen, y no están arriba, en el cielo, con Jesús? ¿Qué sentido tienen estos versículos, si los justos muertos efectivamente estuvieran en el cielo con Jesús ahora?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "MAESTROS",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong>Texto clave: 1 Corintios 15:20.<br></strong></p><p><br></p><p>Los pasajes del Nuevo Testamento referentes a la resurrección, ya sean de Pablo y los demás apóstoles o del mismo Jesús, no dicen nada acerca de almas ni espíritus inmortales que ya estén en el cielo. La esperanza del Nuevo Testamento se encuentra en la resurrección y la segunda venida de Cristo.</p><p>Los pasajes mencionados en esta lección en relación con el estado de los muertos son los siguientes: • Hebreos 11:39, 40: Los héroes de la fe no reciben su recompensa celestial hasta que nosotros recibamos la nuestra.</p><p>• <strong>1 Juan 5:11, 12:</strong> Este pasaje enseña que solo los que están en Cristo tienen vida eterna. Por lo tanto, las implicaciones son claras: No estamos dotados de “almas” inmortales, porque solo quienes elijan a Cristo recibirán la vida eterna.</p><p>• <strong>1 Corintios 15:12-19:</strong> Nuestra esperanza de vida eterna y resurrección deriva de la resurrección de Jesús. Si no resucitamos en ese momento, significaría que Cristo no resucitó. Si eso es cierto, entonces todos morimos y permanecemos así para siempre.</p><p>• <strong>Juan 14:1-3: </strong>Jesús prometió preparar un lugar para nosotros y volver a buscarnos. Esta promesa sería innecesaria si ya estuviéramos en el cielo.</p><p>•<strong> Juan 6:35-54</strong>: Jesús afirma cuatro veces que lo resucitará (al ser humano) en el día postrero. Si los seres humanos resucitarán, entonces necesitan volver a la vida después de la muerte; esta condición descarta que vivan en otro lugar como almas/espíritus.</p><p>• <strong>1 Tesalonicenses 4:13-18</strong>: Dios resucitará a los creyentes muertos, y serán recibidos por los que estén vivos en ese momento. La resurrección final no tendría importancia si las almas ya estuvieran en el cielo.</p><p>• <strong>1 Corintios 15:51-55:</strong> El “misterio” es la transformación de los justos vivos en la Segunda Venida. La resurrección de los muertos y la transformación de los justos vivos ocurren al mismo tiempo.</p><p><br></p><p><strong>COMENTARIO</strong></p><p>Echemos un vistazo más de cerca a 1 Corintios 15, ya que dos de los pasajes que estudiamos en esta lección son de este capítulo. El capítulo 15 está repleto de información sobre la resurrección de Jesús, sobre nuestra resurrección y cómo todos seremos transformados y recibiremos cuerpos inmortales en la Segunda Venida (1 Cor. 15:35-44). Aun así, solo podremos tener la inmortalidad por el poder sustentador de Dios. “La ausencia de muerte no significa que la vida humana será independiente de Dios, quien es el único que posee la inmortalidad inherente y no ajena (1 Tim. 6:16). Los seres humanos glorificados seguirán dependiendo del Creador para su sustento vital” (R. E. Gane, “At-one-ment Forever in God’s New Heaven and New Earth”, p. 254).&nbsp;</p><p>El río de la vida y el árbol de la vida, mencionados en Apocalipsis 22, demuestran que la humanidad siempre dependerá de la Fuente de la vida, Dios. Él también será su luz (Apoc. 22:5), aunque eso no significa que el sol y la luna no estarán allí. El hecho de que la humanidad coma fruta del árbol y beba agua del río demuestra que los seres humanos resucitarán con formas corpóreas, y no simplemente como espíritus incorpóreos.</p><p>&nbsp;Los seres humanos resucitarán “para vivir para siempre en forma corporal, no con el cuerpo (soma) actual natural/no espiritual (griego psuchikos) que decae y muere, sino con el cuerpo (soma) que es inmortal porque es espiritual (pneumatikos; 1 Cor. 15:44; comparar con el contexto en vers. 42, 43, 45-54). El cuerpo cambia (vers. 52), pero la persona no se convierte en un espíritu sin cuerpo” (Gane, “At-one-ment Forever in God’s New Heaven and New Earth”, Salvation: Contours of Adventist Soteriology, Martin F. Hanna, Darius W. Jankiewicz y John w. Reeve, eds. [Berrien Springs, MI: Andrews University Press, 2018], p. 254).</p><p><br></p><p><strong>1 Corintios 15</strong></p><p>En 1 Corintios 15, Pablo aborda la falsa creencia de que no hay una futura resurrección del cuerpo. Este error se deriva de la creencia gnóstica helenística en un alma inmortal, que algunos o muchos creyentes corintios posiblemente adoptaran. Pablo argumenta que negar la resurrección corporal de los creyentes es negar la resurrección corporal de Jesús. Si la gente no resucitará corporalmente, entonces obviamente Jesús tampoco hubo resucitado (1 Cor. 15:12-19). Y, si eso es así, entonces no hay nadie más digno de compasión que nosotros porque creemos en una mentira; y por ende, ninguno recibirá el perdón de sus pecados. Los que estemos vivos y los que hemos muerto, por lo tanto, no tendríamos esperanza de vida eterna.</p><p>En cambio, se dice que Jesús es las “primicias” de los que durmieron (murieron). “Porque así como en Adán todos mueren, también en Cristo todos serán vivificados. Pero cada uno en su debido orden: Cristo, las primicias; luego los que son de Cristo, en su venida” (1 Cor. 15:22, 23). La metáfora proviene de la primera cosecha. Así como primero llegaban los primeros frutos/productos que indicaban que pronto vendría toda la cosecha, así Cristo fue la primicia, y luego vendrá la cosecha. La cosecha será de todos aquellos que “le pertenecen”.</p><p>La palabra griega para “primicias” es aparche y significa, ante todo, “primicias”; luego, un “regalo proporcional” de las ganancias (una ofrenda de acción de gracias); o en tercer lugar, podría significar “una ofrenda”. Los israelitas presentaban las “primicias”, la primera gavilla de la cosecha, en el Templo, y un sacerdote la mecería ante el Señor. Todo esto tenía lugar el día 16 de Nisán y era un recordatorio de la promesa de una cosecha completa.</p><p>Sorprendentemente, Jesús resucitó el 16 de Nisán. Por lo tanto, él sirvió como prenda, la primera gavilla, las primicias, de la cosecha completa de todos los creyentes que también resucitarán algún día. Pero es importante notar que la cosecha aparece solo “cuando él venga” (1 Cor. 15:23, NVI) nuevamente. Por consiguiente, no hay ninguna cosecha que ya esté físicamente en el cielo, aparte de quienes se nos dice que resucitaron o fueron llevados directamente al cielo, como Enoc, Elías y Moisés, y quienes resucitaron de entre los muertos durante la resurrección de Cristo (Mat. 27:52). La “vida nueva” de Jesús (Rom. 6:4) apunta a la vida nueva y la resurrección de todos los creyentes.</p><p>Aunque Pablo dijo que “todos serán vivificados”, de ninguna manera sugiere que todos recibirán la vida eterna. Pablo no creía en la salvación universal (Rom. 2:5-12; Efe. 5:6; 2 Tes. 1:6-10) y deja en claro que solo “los que son de Cristo” resucitarán en la Segunda Venida. En sus cartas, Pablo utiliza la frase “los que son de Cristo” o “en Cristo” para denotar una estrecha relación y unidad entre el creyente y Jesús. Pablo enfatiza que la resurrección de Cristo logró más que su propia vuelta a la vida. La resurrección de Cristo ofrece vida eterna a todos los que han ejercido fe en él.</p><p>“Entonces vendrá el fin” (1 Cor. 15:24, NVI). El fin se caracteriza por una destrucción de “todo dominio, autoridad y poder” (1 Cor. 15:24, NVI); lo que se refiere a los principados y potestades de Satanás. Pablo utiliza los términos autoridad y poder para denotar autoridad humana y poderes demoníacos (Rom. 13:1-3; Efe. 1:21; 6:12).</p><p>&nbsp;En la Segunda Venida, el juicio divino se ejecuta sobre Satanás, incluidos todos los que le pertenecen y decidieron seguir el camino del mal y la destrucción. Pablo agrega: “El último enemigo que será destruido es la muerte” (1 Cor. 15:26, NVI). Esta erradicación no ocurrirá hasta después del Milenio (Apoc. 20:1-10), momento en el que los impíos resucitarán y se mostrará que Dios es justo al destruir el mal. Entonces perecerán en el fuego final. Este fuego es eterno porque sus resultados duran para siempre. De esta muerte no hay retorno. Después de que Pablo explica que efectivamente es el cuerpo el que resucitará en la resurrección, y utiliza la metáfora de una semilla que se siembra, que crecerá hasta convertirse en una planta viva aunque está enterrada en la tierra, señala además que el cuerpo resucitado será un cuerpo nuevo (1 Cor. 15:35-41).</p><p>La semilla no representa, ni se parece, a la planta en la que se desarrolla, y no obstante, una semilla se transforma en una planta. De la misma manera, recibiremos un cuerpo nuevo.</p><p>En este momento, Pablo destaca cuatro diferencias que se pueden prever con la resurrección de los justos muertos. En primer lugar, el cuerpo en la Tierra es perecedero (sujeto a enfermedad y muerte), pero será hecho imperecedero. En segundo lugar, de la deshonra pasaremos a un cuerpo glorificado (deshonra porque somos pecadores, pero el cuerpo resucitado no tendrá limitaciones de pecado; será perfecto). En tercer lugar, nuestro cuerpo es débil, porque el pecado afecta todo, incluso nuestra capacidad de resistir el pecado; pero, en cambio, nuestro cuerpo resucitará con poder. Por último, el cuerpo natural se transformará en un cuerpo espiritual.</p><p>En los versículos siguientes, Pablo explica la diferencia entre un cuerpo natural y un cuerpo espiritual. En primer lugar, no debemos asumir que Pablo quiso decir que solo el cuerpo natural es un cuerpo real, y no el cuerpo espiritual también, simplemente porque el cuerpo espiritual estará libre de la maldición del pecado.</p><p>Heredamos el cuerpo natural del Adán posterior a la Caída (con limitaciones como la enfermedad, el hambre, el dolor, la fatiga y la muerte), mientras que el cuerpo espiritual viene por Jesús. “Fue hecho el primer hombre Adán alma viviente; el postrer Adán, espíritu vivificante” (1 Cor. 15:45). Adán recibió la vida, pero Cristo da la vida. Cristo no solo recibió la vida pasivamente cuando encarnó, sino también otorga la vida eterna a todos los que creen en él. El cuerpo que recibirán los creyentes es un cuerpo espiritual celestial, lo que significa que está dotado de la naturaleza espiritual de Cristo, en lugar de la naturaleza humana pecaminosa.</p><p>Después de esta explicación, Pablo guía a los lectores mediante una exégesis del “misterio”, que es la enseñanza de que “todos seremos transformados” (1 Cor. 15:51, NVI). En la Segunda Venida, los que serán trasladados a las nubes con Jesús estarán compuestos por dos grupos de la Tierra: los que han muerto y los que aún estén vivos. La “transformación” significará una resurrección corporal para los muertos en Cristo, y una transformación corporal de los justos vivos. Ambos grupos cambiarán de mortales a inmortales “en un instante, en un abrir y cerrar de ojos, al toque final de la trompeta” (1 Cor. 15:52, NVI).</p><p>La muerte perderá su aguijón y su victoria (1 Cor. 15:55). El pecado causa la muerte. Es un veneno mortal. Pero, debido a la muerte de Cristo en la Cruz y su resurrección, él ganó la victoria sobre el pecado y la muerte. Tenemos la promesa segura de la vida eterna, de un cuerpo celestial transformado y el fin del pecado y la muerte; todo, porque Cristo resucitó de entre los muertos.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><strong>1.</strong> ¿Qué esperanza se encuentra en 1 Corintios 15 específicamente para ti? ¿Qué versículos te hablan a ti y por qué?</p><p><strong style=\"background-color: initial;\">2. </strong>Jesús fue las primicias de la cosecha, lo que nos asegura la realidad de que habrá más cosecha de creyentes que resucitarán. En la Segunda Venida, los creyentes resucitarán e irán al cielo. ¿Qué anhelas de la segunda venida de Cristo? ¿Ver a Jesús? ¿Ver a tus seres queridos? ¿Enterarte de lo que sucedió tras bambalinas? ¿Otras cosas? Comparte tus esperanzas y tus anhelos con la clase.</p><p><strong>3.</strong> En la Segunda Venida, todos seremos transformados. Nuestro cuerpo perecedero y mortal se transformará en imperecedero e inmortal. El desarrollo de nuestro carácter ¿tiene importancia ahora para el futuro?</p><p><br></p><p><strong>Explica. ¿De qué manera el saber que algún día resucitaremos te ayuda a tomar mejores decisiones en la vida en este momento?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>LA ESPERANZA DEL NUEVO TESTAMENTO</p>",
      "verse": "<p>“Y este es el testimonio: que Dios nos ha dado vida eterna; y esta vida está en su Hijo. El que tiene al Hijo, tiene la vida; el que no tiene al Hijo de Dios no tiene la vida” (1 Juan 5:11, 12)</p>",
      "versionCode": 22,
      "weekDate": "12-18 de noviembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
