{
   "data":[
      {
         "color":"#b0cd11",
         "id":5,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"23 abril",
               "dayTitle":"<p><strong>TODAS LAS NACIONES Y BABEL</strong></p>",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>Después del Diluvio, cambia el enfoque del relato bíblico: del personaje único, Noé, a sus tres hijos, “Sem, Cam y Jafet”. La atención especial puesta en Cam, el padre de Canaán (Gén. 10: 6, 15), introduce la idea de “Canaán”, la Tierra Prometida (Gén. 12: 5), un anticipo de Abraham, cuya bendición llegaría a todas las naciones (Gén. 12: 3).</p><br><p>Sin embargo, la torre de Babel rompe el linaje (Gén. 11: 1-9). Una vez más, los planes de Dios para la humanidad se ven interrumpidos. Las naciones se unen para tratar de ocupar el lugar de Dios; Dios responde con juicio sobre ellas; y, mediante la confusión resultante, la gente se esparce por todo el mundo (Gén. 11:8), y cumple así el plan original de Dios de “llena[r] la tierra” (Gén. 9: 1). Finalmente, a pesar de la maldad humana, Dios transforma el mal en bien; como siempre, él tiene la última palabra. La maldición de Cam en la tienda de su padre (Gén. 9: 21, 22) y la maldición de las naciones confundidas en la torre de Babel (Gén. 11: 9) con el tiempo se convertirán en una bendición para las naciones.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de abril",
               "dayTitle":"<p><strong>LA MALDICIÓN DE CAM</strong></p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Génesis 9: 18 al 27. ¿Cuál es el mensaje de esta extraña historia?&nbsp;</strong></p><p><strong>Génesis 9: 18 - 27</strong></p><p><sup><strong>18</strong></sup> Y los hijos de Noé que salieron del arca fueron Sem, Cam y Jafet; y Cam es el padre de Canaán.&nbsp;</p><p><sup><strong>19</strong></sup> Estos tres son los hijos de Noé, y de ellos fue llena toda la tierra.&nbsp;</p><p><strong><sup>20</sup> </strong>Después comenzó Noé a labrar la tierra, y plantó una viña;&nbsp;</p><p><strong><sup>21</sup> </strong>y bebió del vino, y se embriagó, y estaba descubierto en medio de su tienda.</p><p><strong><sup>22</sup> </strong>Y Cam, padre de Canaán, vio la desnudez de su padre, y lo dijo a sus dos hermanos que estaban afuera.&nbsp;</p><p><strong><sup>23</sup> </strong>Entonces Sem y Jafet tomaron la ropa, y la pusieron sobre sus propios hombros, y andando hacia atrás, cubrieron la desnudez de su padre, teniendo vueltos sus rostros, y así no vieron la desnudez de su padre.&nbsp;</p><p><strong>24 </strong>Y despertó Noé de su embriaguez, y supo lo que le había hecho su hijo más joven,&nbsp;</p><p><strong>25 </strong>y dijo: Maldito sea Canaán; Siervo de siervos será a sus hermanos.</p><p><strong>26 </strong>Dijo más:&nbsp;Bendito por Jehová mi Dios sea Sem, Y sea Canaán su siervo.</p><p><strong>27 </strong>Engrandezca Dios a Jafet, Y habite en las tiendas de Sem,&nbsp;Y sea Canaán su siervo.</p><p><br></p><p>El acto de Noé en su viñedo nos recuerda a Adán en el Jardín del Edén. Las dos historias contienen temáticas en común: comer del fruto y terminar desnudos; luego algo para cubrirse, una maldición y una bendición. Noé se vuelve a conectar con sus raíces adámicas y, lamentablemente, reanuda esa historia fallida.</p><p>&nbsp;La fermentación de la fruta no era parte de la Creación original de Dios. Noé se dio a la bebida, luego perdió el dominio propio y se desnudó. El hecho de que Cam “vio” su desnudez hace alusión a Eva, quien también “vio” el árbol prohibido (Gén. 3: 6). Este paralelismo sugiere que Cam no solo “vio” furtivamente, por accidente, la desnudez de su padre. Salió por ahí a contarlo, sin siquiera intentar atender el problema de su padre. En contraste, la reacción inmediata de sus hermanos de cubrir a su padre, mientras que Cam lo dejó desnudo, denunció implícitamente las acciones de Cam.&nbsp;</p><p>La cuestión en juego aquí tiene más que ver con el respeto a los padres. Deshonrar a los padres, que representan su pasado, afectará su futuro (Éxo. 20: 12; comparar con Efe. 6: 2). De allí la maldición, que influirá en el futuro de Cam y en el de su hijo Canaán.&nbsp;</p><p>Por supuesto, es un grave error teológico y una ofensa ética utilizar este pasaje para justificar teorías racistas contra cualquiera.&nbsp;La profecía se restringe estrictamente a Canaán, el hijo de Cam. El autor bíblico tiene en mente algunas de las prácticas corruptas de los cananeos (Gén. 19: 5-7, 31-35).&nbsp;</p><p>Además, la maldición contiene una promesa de bendición, en un juego de palabras con el nombre “Canaán”, que deriva del verbo kaná‘, que significa “someter”. Es mediante el sometimiento de Canaán que el pueblo de Dios, los descendientes de Sem, entrará en la Tierra Prometida y preparará el camino para la venida del Mesías, quien engrandecerá a Jafet “en las tiendas de Sem” (Gén. 9: 27). Esta es una alusión profética a la expansión del pacto de Dios hacia todas las naciones que aceptarán el mensaje de salvación de Israel para el mundo (Dan. 9: 27; Isa. 66: 18-20; Rom. 11: 25). De hecho, la maldición de Cam será una bendición para todas las naciones, incluyendo a los descendientes de Cam y Canaán que acepten la salvación que les ofrece el Señor.&nbsp;</p><p><strong>Noé, el “héroe” del Diluvio, ¿ebrio? ¿Qué debería decirnos esto acerca de cuán imperfectos somos todos y por qué necesitamos la gracia de Dios en cada momento de nuestra vida?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de abril",
               "dayTitle":"<p>LA GENEALOGÍA DEL GÉNESIS</p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p>La información cronológica sobre la edad de Noé nos hace notar que el patriarca sirve de nexo entre las civilizaciones antediluvianas y las posdiluvianas. Los dos últimos versículos de la historia anterior (Gén. 9: 28, 29) nos remontan al último eslabón de la genealogía de Adán (Gén. 5: 32). Debido a que Adán murió cuando Lamec, el padre de Noé, tenía 56 años, seguramente Noé escuchó historias acerca de Adán, que quizá transmitió a sus descendientes antes y después del Diluvio.</p><p><strong>&nbsp;Lee Génesis 10. ¿Cuál es el propósito de esta genealogía en la Biblia? (Ver además Luc. 3: 23–38.)</strong></p><p><strong>Génesis 10</strong></p><p><sup><strong>1</strong></sup> Estas son las generaciones de los hijos de Noé: Sem, Cam y Jafet, a quienes nacieron hijos después del diluvio.&nbsp;</p><p><strong><sup>2</sup> </strong>Los hijos de Jafet: Gomer, Magog, Madai, Javán, Tubal, Mesec y Tiras.&nbsp;</p><p><strong><sup>3</sup> </strong>Los hijos de Gomer: Askenaz, Rifat y Togarma.&nbsp;</p><p><strong><sup>4</sup> </strong>Los hijos de Javán: Elisa, Tarsis, Quitim y Dodanim.&nbsp;</p><p><strong><sup>5</sup> </strong>De estos se poblaron las costas, cada cual según su lengua, conforme a sus familias en sus naciones.</p><p><sup><strong>6 </strong></sup>Los hijos de Cam: Cus, Mizraim, Fut y Canaán.&nbsp;</p><p><strong><sup>7</sup> </strong>Y los hijos de Cus: Seba, Havila, Sabta, Raama y Sabteca. Y los hijos de Raama: Seba y Dedán.&nbsp;</p><p><sup><strong>8 </strong></sup>Y Cus engendró a Nimrod, quien llegó a ser el primer poderoso en la tierra.&nbsp;</p><p><sup><strong>9 </strong></sup>Este fue vigoroso cazador delante de Jehová; por lo cual se dice: Así como Nimrod, vigoroso cazador delante de Jehová.&nbsp;</p><p><strong><sup>10</sup> </strong>Y fue el comienzo de su reino Babel, Erec, Acad y Calne, en la tierra de Sinar.&nbsp;</p><p><strong><sup>11</sup> </strong><strong>,&nbsp;</strong>De esta tierra salió para Asiria, y edificó Nínive, Rehobot, Cala,&nbsp;</p><p><strong><sup>12</sup> </strong>y Resén entre Nínive y Cala, la cual es ciudad grande.&nbsp;</p><p><strong><sup>13</sup> </strong>Mizraim engendró a Ludim, a Anamim, a Lehabim, a Naftuhim,&nbsp;</p><p><strong><sup>14</sup> </strong>a Patrusim, a Casluhim, de donde salieron los filisteos, y a Caftorim.</p><p><strong><sup>15</sup> </strong>Y Canaán engendró a Sidón su primogénito, a Het,&nbsp;</p><p><strong><sup>16</sup> </strong>al jebuseo, al amorreo, al gergeseo,&nbsp;</p><p><strong><sup>17</sup> </strong>al heveo, al araceo, al sineo,&nbsp;</p><p><strong><sup>18</sup> </strong>al arvadeo, al zemareo y al hamateo; y después se dispersaron las familias de los cananeos.&nbsp;</p><p><strong><sup>19</sup> </strong>Y fue el territorio de los cananeos desde Sidón, en dirección a Gerar, hasta Gaza; y en dirección de Sodoma, Gomorra, Adma y Zeboim, hasta Lasa.&nbsp;</p><p><strong><sup>20</sup> </strong>Estos son los hijos de Cam por sus familias, por sus lenguas, en sus tierras, en sus naciones.</p><p><strong><sup>21</sup> </strong>También le nacieron hijos a Sem, padre de todos los hijos de Heber, y hermano mayor de Jafet.&nbsp;</p><p><strong><sup>22</sup> </strong>Los hijos de Sem fueron Elam, Asur, Arfaxad, Lud y Aram.&nbsp;</p><p><strong><sup>23</sup> </strong>Y los hijos de Aram: Uz, Hul, Geter y Mas.&nbsp;</p><p><strong><sup>24</sup> </strong>Arfaxad engendró a Sala, y Sala engendró a Heber.&nbsp;</p><p><strong><sup>25</sup> </strong>Y a Heber nacieron dos hijos: el nombre del uno fue Peleg, porque en sus días fue repartida la tierra; y el nombre de su hermano, Joctán.&nbsp;</p><p><strong><sup>26</sup> </strong>Y Joctán engendró a Almodad, Selef, Hazar-mavet, Jera,&nbsp;</p><p><strong><sup>27</sup> </strong>Adoram, Uzal, Dicla,&nbsp;</p><p><strong><sup>28</sup> </strong>Obal, Abimael, Seba,&nbsp;</p><p><strong><sup>29</sup> </strong>Ofir, Havila y Jobab; todos estos fueron hijos de Joctán.&nbsp;</p><p><strong><sup>30</sup> </strong>Y la tierra en que habitaron fue desde Mesa en dirección de Sefar, hasta la región montañosa del oriente.&nbsp;</p><p><strong><sup>31</sup> </strong>Estos fueron los hijos de Sem por sus familias, por sus lenguas, en sus tierras, en sus naciones.&nbsp;</p><p><strong><sup>32</sup> </strong>Estas son las familias de los hijos de Noé por sus descendencias, en sus naciones; y de estos se esparcieron las naciones en la tierra después del diluvio.&nbsp;</p><p><br></p><p><strong>Lucas 3: 23–38</strong></p><p><strong><sup>23</sup> </strong>Jesús mismo al comenzar su ministerio era como de treinta años, hijo, según se creía, de José, hijo de Elí,</p><p><sup><strong style=\"background-color: initial;\">24</strong></sup> hijo de Matat, hijo de Leví, hijo de Melqui, hijo de Jana, hijo de José,&nbsp;</p><p><strong><sup>25</sup> </strong>hijo de Matatías, hijo de Amós, hijo de Nahum, hijo de Esli, hijo de Nagai,&nbsp;</p><p><strong><sup>26</sup> </strong>hijo de Maat, hijo de Matatías, hijo de Semei, hijo de José, hijo de Judá,&nbsp;</p><p><strong><sup>27</sup> </strong>hijo de Joana, hijo de Resa, hijo de Zorobabel, hijo de Salatiel, hijo de Neri,&nbsp;</p><p><strong><sup>28</sup> </strong>hijo de Melqui, hijo de Adi, hijo de Cosam, hijo de Elmodam, hijo de Er,&nbsp;</p><p><strong><sup>29</sup> </strong>hijo de Josué, hijo de Eliezer, hijo de Jorim, hijo de Matat,&nbsp;</p><p><strong><sup>30</sup> </strong>hijo de Leví, hijo de Simeón, hijo de Judá, hijo de José, hijo de Jonán, hijo de Eliaquim,&nbsp;</p><p><strong><sup>31</sup> </strong>hijo de Melea, hijo de Mainán, hijo de Matata, hijo de Natán,&nbsp;</p><p><strong><sup>32</sup> </strong>hijo de David, hijo de Isaí, hijo de Obed, hijo de Booz, hijo de Salmón, hijo de Naasón,&nbsp;</p><p><strong><sup>33</sup> </strong>hijo de Aminadab, hijo de Aram, hijo de Esrom, hijo de Fares, hijo de Judá,&nbsp;</p><p><strong><sup>34</sup> </strong>hijo de Jacob, hijo de Isaac, hijo de Abraham, hijo de Taré, hijo de Nacor,&nbsp;</p><p><strong><sup>35</sup> </strong>hijo de Serug, hijo de Ragau, hijo de Peleg, hijo de Heber, hijo de Sala,&nbsp;</p><p><strong><sup>36</sup> </strong>hijo de Cainán, hijo de Arfaxad, hijo de Sem, hijo de Noé, hijo de Lamec,&nbsp;</p><p><strong><sup>37</sup> </strong>hijo de Matusalén, hijo de Enoc, hijo de Jared, hijo de Mahalaleel, hijo de Cainán,&nbsp;</p><p><strong><sup>38</sup> </strong>hijo de Enós, hijo de Set, hijo de Adán, hijo de Dios.</p><p>La genealogía bíblica tiene tres funciones. En primer lugar, enfatiza la naturaleza histórica de los acontecimientos bíblicos, que se asocian con personas reales que vivieron y murieron y cuyos días están contados con precisión. En segundo lugar, demuestra la continuidad desde la antigüedad hasta la época contemporánea del autor, estableciendo un vínculo claro entre el pasado y el “presente”. En tercer lugar, nos recuerda la fragilidad humana, y el trágico efecto de la maldición del pecado y sus mortíferos resultados sobre todas las generaciones subsiguientes.&nbsp;</p><p>Fíjate que la clasificación de “camitas”, “semitas” y “jaféticos” no sigue un criterio claro. Las setenta naciones prefiguran a los setenta miembros de la familia de Jacob (Gén. 46: 27) y a los setenta ancianos de Israel en el desierto (Éxo. 24: 9). La idea de una correspondencia entre las setenta naciones y los setenta ancianos sugiere la misión de Israel hacia las naciones: “Cuando el Altísimo hizo heredar a las naciones, cuando hizo dividir a los hijos de los hombres, estableció los límites de los pueblos según el número de los hijos de Israel” (Deut. 32: 8). En este mismo sentido, Jesús envía a setenta discípulos a evangelizar a las naciones (Luc. 10: 1).&nbsp;</p><p>Lo que esta información nos muestra es el vínculo directo entre Adán y los patriarcas; todos son personajes históricos, personas reales desde Adán en adelante. Esto también nos ayuda a comprender que los patriarcas tuvieron acceso directo como testigos y que tenían recuerdos personales de estos acontecimientos antiguos.</p><p><strong>&nbsp;Lee Mateo 1: 1 al 17. ¿Qué nos enseña este pasaje acerca de la historicidad de toda esta gente? ¿Por qué es importante para nuestra fe saber y creer que fueron personas reales?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de abril",
               "dayTitle":"<p>UNA SOLA LENGUA</p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Génesis 11: 1 al 4. ¿Por qué la gente de “toda la tierra” estaba tan ansiosa por lograr la unidad?</strong></p><p><strong>Génesis 11: 1 - 4</strong></p><p><sup><strong>1 </strong></sup>Tenía entonces toda la tierra una sola lengua y unas mismas palabras.&nbsp;</p><p><sup><strong>2 </strong></sup>Y aconteció que cuando salieron de oriente, hallaron una llanura en la tierra de Sinar, y se establecieron allí.</p><p><strong><sup>3</sup> </strong>Y se dijeron unos a otros: Vamos, hagamos ladrillo y cozámoslo con fuego. Y les sirvió el ladrillo en lugar de piedra, y el asfalto en lugar de mezcla.&nbsp;</p><p><sup><strong>4 </strong></sup>Y dijeron: Vamos, edifiquémonos una ciudad y una torre, cuya cúspide llegue al cielo; y hagámonos un nombre, por si fuéremos esparcidos sobre la faz de toda la tierra.</p><p><br></p><p>La frase “toda la tierra” se refiere a una pequeña cantidad de personas, las que vivían después del Diluvio. La razón de esta reunión se indica claramente: quieren construir una torre para llegar al cielo (Gén. 11: 4). De hecho, su verdadera intención es ocupar el lugar de Dios mismo, el Creador. Es de notar que la descripción de las intenciones y las acciones de la gente imita las intenciones y las acciones de Dios en el relato de la Creación: “dijeron” (Gén. 11: 3, 4; comparar con Gén. 1: 6, 9, 14, etc.); “hagamos” (Gén. 11: 3, 4; comparar con Gén. 1: 26). Su intención se declara explícitamente: “Hagámonos un nombre” (Gén. 11: 4), una expresión que utiliza Dios exclusivamente (Isa. 63: 12, 14).</p><p>En síntesis, los constructores de la torre de Babel albergaban la ambición equivocada de reemplazar a Dios, el Creador. (Sabemos quién inspiró eso, ¿verdad? Ver Isa. 14: 14.) El recuerdo del Diluvio seguramente debió de haber desempeñado una función en ese proyecto. Construyeron una torre alta para sobrevivir a otra inundación; si venía otra, a pesar de la promesa de Dios en sentido contrario. El recuerdo del Diluvio se ha conservado en la tradición babilónica, aunque distorsionada, en relación con la construcción de la ciudad de Babel (Babilonia). Por cierto, este esfuerzo ascendente por alcanzar el cielo y usurpar a Dios caracterizará el espíritu de Babilonia.&nbsp;</p><p>Por eso, la historia de la torre de Babel también es una temática tan importante en el libro de Daniel. La referencia a Sinar, que introduce la historia de la torre de Babel (Gén. 11: 2), reaparece al comienzo del libro de Daniel, para designar el lugar donde Nabucodonosor ha llevado los utensilios del Templo de Jerusalén (Dan. 1: 2). Entre muchos otros pasajes del libro, el episodio de Nabucodonosor al erigir la estatua de oro, probablemente en el mismo lugar, en la misma “llanura”, es el más ilustrativo de esta tesitura. En sus visiones del tiempo del fin, Daniel ve la misma coyuntura cuando las naciones de la Tierra se reúnen para lograr la unidad contra Dios (Dan. 2: 43; 11: 43–45; comparar con Apoc. 16: 15, 16); aunque este intento fracasa, al igual que el de Babel.</p><p><strong>Un famoso escritor francés secular del siglo pasado dijo que el gran propósito de la humanidad era tratar de “ser Dios”. ¿Por qué nos sentimos atraídos por esta peligrosa mentira, ya desde Eva en el Edén (Gén. 3: 5)?</strong></p><p><strong></strong></p><p><strong>Génesis 3:5</strong></p><p><sup><strong>5 </strong></sup>sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de abril",
               "dayTitle":"<p>DESCENDAMOS</p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Génesis 11: 5 al 7; y Salmos 139: 7 al 12. ¿Por qué Dios descendió a la Tierra? ¿Cuál fue el hecho que motivó esta reacción divina?</strong></p><p><strong>Génesis 11: 5 - 7</strong></p><p><strong>5 </strong>Y descendió Jehová para ver la ciudad y la torre que edificaban los hijos de los hombres.&nbsp;</p><p><strong>6 </strong>Y dijo Jehová: He aquí el pueblo es uno, y todos estos tienen un solo lenguaje; y han comenzado la obra, y nada les hará desistir ahora de lo que han pensado hacer.&nbsp;</p><p><strong>7 </strong>Ahora, pues, descendamos, y confundamos allí su lengua, para que ninguno entienda el habla de su compañero.</p><p><strong>Salmos 139: 7 - 12</strong></p><p><strong>7</strong> ¿A dónde me iré de tu Espíritu? ¿Y a dónde huiré de tu presencia?</p><p><strong>8 </strong>Si subiere a los cielos, allí estás tú; Y si en el Seol hiciere mi estrado, he aquí, allí tú estás.</p><p><strong>9 </strong>Si tomare las alas del alba&nbsp;Y habitare en el extremo del mar,</p><p><strong>10 </strong>Aun allí me guiará tu mano, Y me asirá tu diestra.</p><p><strong>11 </strong>Si dijere: Ciertamente las tinieblas me encubrirán; Aun la noche resplandecerá alrededor de mí.</p><p><strong>12 </strong>Aun las tinieblas no encubren de ti, Y la noche resplandece como el día;Lo mismo te son las tinieblas que la luz.</p><p><br></p><p>Irónicamente, aunque los hombres estaban “subiendo”, Dios tuvo que bajar hasta ellos. El descenso de Dios es una confirmación de su supremacía. Dios siempre estará más allá de nuestro alcance humano. Cualquier esfuerzo humano por subir hasta él y encontrarnos con él en el cielo es inútil y ridículo, no cabe ni la menor duda. Por eso, para salvarnos, Jesús descendió hasta nosotros; de hecho, no había otra manera en que él nos salvara.&nbsp;</p><p>Una gran ironía en el relato de la torre de Babel se ve en la declaración de Dios: “Ver la ciudad y la torre” (Gén. 11: 5). Dios no tenía que bajar para ver (Sal. 139: 7-12; comparar con Sal. 2: 4), pero lo hizo de todos modos. El concepto enfatiza el interés de Dios en la humanidad.</p><p><strong>Lee Lucas 1: 26 al&nbsp;33. ¿Qué nos enseña esto acerca de que Dios haya descendido hasta nosotros?</strong></p><p><strong>Lucas 1: 26 - 33</strong></p><p><strong>26</strong> Al sexto mes el ángel Gabriel fue enviado por Dios a una ciudad de Galilea, llamada Nazaret,&nbsp;</p><p><strong>27 </strong>a una virgen desposada con un varón que se llamaba José, de la casa de David; y el nombre de la virgen era María.&nbsp;</p><p><strong>28 </strong>Y entrando el ángel en donde ella estaba, dijo: ¡Salve, muy favorecida! El Señor es contigo; bendita tú entre las mujeres.&nbsp;</p><p><strong>29 </strong>Mas ella, cuando le vio, se turbó por sus palabras, y pensaba qué salutación sería esta.&nbsp;</p><p><strong>30 </strong>Entonces el ángel le dijo: María, no temas, porque has hallado gracia delante de Dios.&nbsp;</p><p><strong>31 </strong>Y ahora, concebirás en tu vientre, y darás a luz un hijo, y llamarás su nombre JESÚS.&nbsp;</p><p><strong>32 </strong>Este será grande, y será llamado Hijo del Altísimo; y el Señor Dios le dará el trono de David su padre;&nbsp;</p><p><strong>33 </strong>y reinará sobre la casa de Jacob para siempre, y su reino no tendrá fin.</p><p><br></p><p>El hecho de que Dios haya descendido también nos recuerda el principio de la justificación por la fe y el proceso de la gracia de Dios. Cualquiera que sea el trabajo que realicemos para Dios, él todavía tendrá que bajar para reunirse con nosotros. No es lo que hacemos por Dios lo que nos llevará a él y a la redención, es la iniciativa de acercamiento de Dios lo que nos salvará. De hecho, dos veces el texto de Génesis habla de que Dios “descendió”, lo que sugiere cuánto le importaba lo que estaba sucediendo allí.&nbsp;</p><p>Según el pasaje, el Señor quería poner fin a esa unidad profundamente arraigada, que, por ser seres caídos, solo podría conducir a una maldad cada vez mayor. Por eso decidió confundir su lengua, lo que pondría fin a su estrategia de unificación.&nbsp;</p><p>“Los planes de los constructores de la torre de Babel terminaron en vergüenza y derrota. El monumento de su orgullo llegó a ser el memorial de su locura. Pero los hombres siguen hoy el mismo sendero: dependen de sí mismos y rechazan la Ley de Dios. Es el principio que Satanás trató de practicar en el cielo, el mismo que siguió Caín al presentar su ofrenda” (PP 115).&nbsp;</p><p><strong>En el relato de la torre de Babel, ¿cómo vemos otro ejemplo de arrogancia humana, que en última instancia fracasará? ¿Qué lecciones personales podemos extraer de esta historia?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de abril",
               "dayTitle":"<p>LA REDENCIÓN DEL EXILIO</p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Génesis 11: 8 y 9; y 9: 1; compara con Génesis 1: 28. ¿Por qué es redentora la dispersión que provocó Dios?</strong></p><p><strong>Génesis 11: 8 - 9</strong></p><p><sup><strong>8</strong></sup> Así los esparció Jehová desde allí sobre la faz de toda la tierra, y dejaron de edificar la ciudad.&nbsp;</p><p><sup><strong>9 </strong></sup>Por esto fue llamado el nombre de ella Babel, porque allí confundió Jehová el lenguaje de toda la tierra, y desde allí los esparció sobre la faz de toda la tierra.</p><p><strong>Génesis 9: 1</strong></p><p><sup><strong>1</strong> </sup>Bendijo Dios a Noé y a sus hijos, y les dijo: Fructificad y multiplicaos, y llenad la tierra.</p><p><strong>Génesis 1: 28</strong></p><p><sup><strong>28</strong> </sup>Y los bendijo Dios, y les dijo: Fructificad y multiplicaos; llenad la tierra, y sojuzgadla, y señoread en los peces del mar, en las aves de los cielos, y en todas las bestias que se mueven sobre la tierra.</p><p><br></p><p>El propósito y la bendición de Dios para los seres humanos era: “multiplicaos, y llenad la tierra” (Gén. 9: 1; comparar con Gén. 1: 28). En contra del plan de Dios, los constructores de Babel prefirieron permanecer juntos como un solo pueblo. Una de las razones por las que dijeron que querían construir la ciudad era para que no fueran “esparcidos sobre la faz de toda la tierra” (Gén. 11: 4). Se negaban a mudarse a otro lugar, tal vez porque creían que juntos serían más poderosos que estando separados y dispersos. Y, en cierto sentido, tenían razón.&nbsp;</p><p>Lamentablemente, trataron de utilizar su poder unificado para el mal, no para el bien. “Hagámonos un nombre”, dijeron; un poderoso reflejo de arrogancia y orgullo. Por cierto, siempre que los seres humanos, en abierto desafío a Dios, quieran “hacerse un nombre”, seguramente no saldrá bien. Nunca resultó.&nbsp;</p><p>Por ende, en un juicio contra su rebeldía total, Dios los esparció “sobre la faz de toda la tierra” (Gén. 11: 9), exactamente lo que no querían que sucediera.&nbsp;</p><p>Curiosamente, el nombre Babel, que significa “puerta de Dios”, tiene relación con el verbo balal, que significa “confundir” (Gén. 11: 9). Debido a que querían llegar a la “puerta” de Dios, porque se consideraban Dios, terminaron confundidos y con mucho menos poder que antes.&nbsp;</p><p>“Los hombres de Babel habían decidido establecer un gobierno independiente de Dios. Sin embargo, había algunos entre ellos que temían al Señor, pero que habían sido engañados por las pretensiones de los impíos y enredados por sus ardides. Por amor a estos, el Señor retardó sus juicios, y dio tiempo a los seres humanos para que revelasen su carácter verdadero. A medida que eso se cumplía, los hijos de Dios obraban por hacerles cambiar su propósito; pero aquellos estaban plenamente unidos en su atrevida empresa contra el Cielo. Si no se los hubiese reprimido, habrían desmoralizado al mundo cuando todaviá era joven. Su confederación se fundó en la rebelión; era un reino que se establecía para el ensalzamiento propio, en el cual Dios no iba a tener soberanía ni honor” (PP 114, 115).&nbsp;</p><p><strong>¿Por qué debemos tener mucho cuidado de no intentar “hacernos un nombre”?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de abril",
               "dayTitle":"",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p><strong></strong></p><p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><br><p>Lee Elena de White, Patriarcas y profetas, “La torre de Babel”, pp. 110-116. “Decidieron construir allí una ciudad, y en ella una torre de tan estupenda altura [...]. Estas empresas fueron ideadas para impedir que la gente se esparciera en colonias. Dios había mandado a los hombres que se diseminaran por toda la Tierra, que la poblaran y que se enseñoreasen de ella; pero estos constructores de Babel decidieron mantener su comunidad unida en un solo cuerpo, y fundar una monarquía que a su tiempo abarcara toda la Tierra. Así su ciudad se convertiría en la metrópoli de un imperio universal; su gloria demandaría la admiración y el homenaje del mundo, y haría célebres a sus fundadores. La magnífica torre, que debía alcanzar hasta los cielos, estaba destinada a ser algo así como un monumento del poder y la sabiduría de sus constructores, para perpetuar su fama hasta las últimas generaciones.</p><br><p>“Los moradores de la llanura de Sinar no creyeron en el pacto de Dios que prometía no traer otro diluvio sobre la Tierra. Muchos de ellos negaban la existencia de Dios, y atribuían el Diluvio a la acción de causas naturales. Otros creían en un Ser supremo, destructor del mundo antediluviano; y su corazón, como el de Caín, se rebelaba contra él. Uno de sus fines, al construir la torre, fue el de conseguir su propia seguridad si ocurría otro diluvio. Creyeron que, construyendo la torre hasta una altura mucho más elevada que la que habían alcanzado las aguas del Diluvio, se hallarían fuera de toda posibilidad de peligro. Y, al poder ascender a la región de las nubes, esperaban descubrir la causa del Diluvio. Toda la empresa tenía por objeto exaltar aún más el orgullo de quienes la proyectaron, y apartar de Dios las mentes de las generaciones futuras y llevarlas a la idolatría” (PP 112, 113).</p><br><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><br><p><strong>1. </strong>¿Qué ejemplo recordamos de la historia pasada, o incluso del presente, de las dificultades que pueden surgir con quienes buscan hacerse un nombre? <br></p><p><strong>2.</strong> Como iglesia, ¿cómo podemos evitar el peligro de, incluso inconscien- temente, buscar construir nuestra propia torre de Babel? ¿De qué forma podríamos estar buscando hacer esto, incluso inadvertidamente?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...</strong><br><br>RESEÑA<br><br>Texto clave: Génesis 11: 9.<br><br>Enfoque del estudio: Génesis 9: 18-11: 9; Salmos 139: 7-12; Lucas 10: 1.<br><br><strong>Introducción:</strong><br><br>El primer mandamiento de Dios a la humanidad después del Diluvio fue una declaración de vida: les dijo que se multiplicaran y llenaran la Tierra (Gén. 9: 1). El enfoque de esta lección será confrontar el intento humano de cumplir con este mandato. Hasta ahora, el relato bíblico tenía que ver con personas individuales (Adán y Eva, Caín y Abel, Set y Noé). En esta lección, las historias se refieren a grupos de personas y tienen un alcance universal. Los sobrevivientes del Diluvio, los tres hijos de Noé, generarán tres ramas de la raza humana que constituirán las naciones del mundo. Al parecer, la humanidad estaba bien encaminada para llenar la Tierra y llevar la imagen de Dios hasta los confines de la Tierra. Sin embargo, la historia de la Torre de Babel marca una ruptura dramática en esa dinámica. El ideal humano de unidad y uniformidad reemplaza la comisión de universalidad de Dios. Los seres humanos quieren ser uno; y peor aún, quieren ser Dios.<br><br><strong>Temática de la lección:</strong><br><br><strong>1. Maldiciones y bendiciones.</strong> Canaán, el hijo de Cam, recibe una maldición, y Sem y Jafet son bendecidos. ¿Cuál es el significado y la importancia his- tórica de estas maldiciones y bendiciones? ¿Cómo repercuten en la historia de la salvación?<br><br><strong>2. Universalidad y unidad</strong>. Las naciones del mundo quieren participar de un proyecto en común: llegar a ser uno contra Dios. ¿Cómo es que el propósito de universalidad de Dios llegó a interpretarse como un ideal de unidad?<br><br><strong>3.</strong> <strong>Usurpación de Dios.</strong> Los constructores de la Torre de Babel soñaban con llegar al cielo. ¿Qué había de malo en su forma de pensar? ¿Por qué descendió Dios a investigar su proyecto?<br><br><strong>COMENTARIO</strong><br><br><strong>Maldiciones y bendiciones</strong><br><br>La maldición sobre el hijo de Cam (Gén. 9: 25) finalmente resultó ser un mensaje de esperanza. Génesis 9: 25 a menudo se ha aplicado pésimamente a la gente de color y, por lo tanto, se ha utilizado como una justificación religiosa para la esclavitud. Sin embargo, esta interpretación intolerante no se sostiene por dos razones. En primer lugar, la maldición no atañe a Cam sino a su hijo Canaán. Esta maldición tampoco concierne a Cus, el primogénito de Cam, lo que inmediatamente excluye la referencia a la gente de color o a los africanos en particular. Por cierto, las genealogías bíblicas (ver la lista de naciones en Gén. 10) tienen más que ver con la etnogeografía (es decir, con la distribución geográfica de los grupos humanos) que con la etnicidad, que se ocupa del origen de las razas y los idiomas humanos. La noción misma de “raza” deriva de las teorías pseudocientíficas racistas y lingüísticas del siglo XIX, que se basan en la Teoría de la Evolución, otro mal que surge de este mito sobre la Creación moderno. Por lo tanto, las designaciones bíblicas de grupos de personas como “jaféticos”, “semitas” o “camitas” no siguen criterios claros de raza tal como la define la evolución, sino que son mucho más complejas y difusas. Por ejemplo: aunque las lenguas cananeas son semíticas, Canaán se cuenta entre los camitas. Aunque Cus es descendiente de Cam, es el padre de Nimrod, el fundador de Babel. Elam, que pertenece a un pueblo no semítico, es hijo de Sem. La segunda razón por la que Génesis 9: 25 no se aplica a la gente de color es que la referencia a Canaán es una alusión a la herencia de la Tierra Prometida, con todo lo que esta tierra simboliza, concerniente a la promesa de salvación para el mundo. En este contexto, el uso de la frase “siervo de siervos” es irónico. “Siervo de siervos” es un superlativo, que significa “el siervo por excelencia”, y sugiere una orientación espiritual que apunta a Jesús, el Siervo de siervos que viene a salvar al mundo (Juan 13: 5). Las bendiciones de Génesis 9 confirman esta perspectiva. Es interesante que ni Sem ni Jafet son bendecidos, sino solo Dios (Gén. 9: 26). Además, desde esta perspectiva, la profecía nos lleva más allá del futuro inmediato de la historia de Israel del Pentateuco hacia la salvación de la humanidad (Gén. 9: 27). El enunciado de la profecía también se refiere al Tabernáculo israelita (Jos. 18: 1), una alusión profética a los gentiles que responderán al mensaje israelita de salvación y se unirán a la santa comunidad de Israel (Isa. 66: 18-20; Rom. 11: 25). Pero el cumplimiento de esta profecía depende en primer lugar del cumplimiento de otra profecía: la subyugación de Canaán. Este acontecimiento es tan esencial a la vista del autor que vuelve a él al final de la bendición cuando, por tercera vez, se refiere a Canaán como el siervo de Sem (Gén. 9: 27; comparar con 25, 26). El lenguaje en la parte de las bendiciones se da al estilo de una oración: “Dios permita que [...]” (Gén. 9: 26, 27, DHH). Moisés, el autor de este texto y contemporáneo de los israelitas esclavizados en Egipto, ora por la salvación de Israel, un primer paso básico y necesario hacia la salvación de la humanidad.<br><br><strong>Universalidad y particularidad</strong><br><br>Esta conexión entre la perspectiva particular y la universal es un rasgo característico del pensamiento bíblico. A diferencia del pensamiento griego, que promueve la idea del acceso inmediato a la verdad absoluta, los profetas hebreos hablan de un Dios que eligió a un pueblo, y posteriormente a su Hijo, a través del cual se reveló a la humanidad.<br><br>Una ilustración de la forma de pensamiento bíblico se expresa en el número 70: Hay 70 naciones enumeradas en la lista de naciones en Génesis 10 que prefiguran a los 70 miembros de la familia de Jacob (Gén. 46: 27) y a los 70 ancianos de Israel en el desierto (Éxo. 24: 9). Esta correspondencia entre los “70” parece ser la base de Deuteronomio 32: 8, que menciona que Dios dividió a la humanidad “según el número de los hijos de Israel”. Así como había 70 naciones, también ha- bía 70 idiomas, según la tradición judía. En el Nuevo Testamento, Jesús envía a 70 discípulos a evangelizar el mundo (Luc. 10: 1-16). La genealogía de Noé, el padre de las naciones de la Tierra (Gén. 9: 19; 10: 32), personifica el cumplimiento de la bendición y la promesa de Dios a Noé: “fructifiquen y multiplíquense” (Gén. 8: 17; 9: 1, 7). Esta bendición y esta promesa también están vinculadas con la promesa inicial y la bendición dada a Adán en la Creación (Gén. 1: 28, 29).<br><br>El Dios de las naciones, el Creador del mundo y el Señor de Israel es el mismo Dios. Esta observación tiene dos importantes implicaciones teológicas. En primer lugar, significa que Dios influye en la historia incluso más allá del ámbito religioso. Dios también está presente entre las naciones. En segundo lugar, significa que la salvación de las naciones también depende del testimonio de Israel. La bendición de las naciones se realizará solo por intermedio de Israel (Gén. 12: 3), porque solo el Dios de Israel es el Dios verdadero (Juan 4: 22, 23). Las lecciones de la Biblia hebrea, la historia de Israel y los hechos históricos relacionados con los judíos y los que quedaron registrados en el Nuevo Testamento tienen una trascendencia redentora para las naciones.<br><br>Un intento de unificación y usurpación. Es preocupante que la ideología de la unidad haya sido la primera preocupación de los constructores de la torre de Babel. La frase “tenía entonces toda la tierra una sola lengua” (Gén. 11: 1) se refiere al hecho de que esta gente usaba las mismas palabras y sostenía el mismo discurso. No obstante, la historia de Babel registra el primer intento de unificar el mundo. Por ende, no es de extrañar que este modo de pensar produjera una sociedad totalitaria que no daba lugar a diferencias ni desacuerdos (comparar con Dan. 3: 1-7), y que se embarcó en el proyecto de ocupar el lugar de Dios. En realidad, las dos determinaciones, la uniformidad y la usurpación, van de la mano. La historia ha demostrado que el impulso de obligar a otros a comportarse y pensar como nosotros conduce inevitablemente a la intolerancia y las persecuciones. En última instancia, esa compulsión enciende la ambición de ocupar el lugar de Dios.<br><br>Claramente, los constructores de Babel utilizan las palabras de Dios. La primera palabra, una interjección, hava, “vamos”, que inicia dos veces el discurso de los constructores (Gén. 11: 3, 4), es idéntica a las palabras que usa Dios (Gén. 11: 7, RVA-2015). La expresión de colaboración comunitaria, que se repite cuatro veces en Génesis 11: 1 al 7 (“hagamos...”), recuerda el plural divino de la Creación “hagamos” (Gén. 1: 26). Por ende, delata la intención de los constructores de usurpar el poder de Dios. Incluso la palabra hebrea para “torre”, que describe la ciudad de Babel, revela la aspiración de ellos. Esta palabra se relaciona con la palabra gadal, “grande”, que implica la idea de ambición y gloria, a menudo asociada con Dios mismo (Éxo. 18: 11). Curiosamente, el pasaje de Daniel 8, que comparte varios motivos lingüísticos y teológicos con nuestro texto, utiliza la misma palabra gadal como palabra clave para describir el intento del cuerno pequeño de autoexaltarse ante Dios mismo (Dan. 8: 9–11, 25). De hecho, se supone que la torre llegaría hasta el cielo, una especificación que sugiere algo más que la proporción monumental de la torre. A los constructores de Babel los impulsa la ambición espiritual de reemplazar a Dios, lo que se revela claramente en su intención de “ha[cerse] un nombre” (Gén. 11: 4). Dios es el único que engrandece un “nombre” (Gén. 12: 2) y el único que puede hacerse un nombre para sí (Isa. 63: 12, 14).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Las maldiciones se vuelven bendiciones: Busquen en la Biblia casos en los que algo originalmente pensado como una maldición finalmente se convirtió en una bendición. Encuentren ocasiones en su vida en las que una mala experiencia (por ejemplo, el confinamiento de COVID-19) les haya brindado más oportunidades inesperadas para la reflexión, la comunión y un regreso a Dios. ¿Por qué el sufri- miento a menudo trae consigo el descubrimiento de nuevos valores y nos acerca a otras personas y a Dios?<br><br>La unidad y la usurpación de Dios: Busquen en la Biblia, en la historia, en su comunidad religiosa y en su experiencia personal casos en los que un líder bienintencionado, o tal vez incluso ustedes mismos, se comportó como los constructores de la Torre de Babel. ¿Por qué los grandes ideales de santidad, unidad y verdad a menudo conducen a la intolerancia y al orgullo? El modelo de Jesús, ¿cómo inspira formas de evitar este error? ¿Por qué no basta con tener razón y, a decir verdad, esto puede producir odio y orgullo farisaico?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>TODAS LAS NACIONES Y BABEL</p>",
         "verse":"<p>Por esto fue llamado el nombre de ella Babel, porque allí confundió Jehová el lenguaje de toda la tierra, y desde allí los esparció sobre la faz de toda la tierra.(Génesis 11:9)</p>",
         "versionCode":1,
         "weekDate":" 23 - 29 de abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
