{
  "data": [
    {
      "color": "#900C3F",
      "id": 4,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "16 de octubre",
          "dayTitle": "<p>To Love the Lord Your God</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>I n the Jewish religion, one of the most important prayers is taken from Deuteronomy 6. It is known as “the Shema,” based on the first Hebrew word of the prayer, from the root, shama’, which means “to listen,” or even “to obey”—a word that appears again and again, not just in Deuteronomy but all through the Old Testament.\n</p><p>The first line of the Shema reads like this:\n</p><p>Shema Yisrael Adonai Elohenu Adonai echad.\n</p><p>It means: “ ‘Hear, O Israel: The Lord our God, the Lord is one!’ ” (Deut. 6:4, NKJV). Many times when Jews pray it, they cover their eyes, the idea being to let nothing distract them from thinking about God. This first line of the Shema is deemed an affirmation of the monotheistic nature of Adonai Elohenu, “the Lord our God,” and Israel’s loyalty to Him alone and to no other “god.” In fact, it also could be read as “the Lord is our God.”\n</p><p>This one line is part of the first speech that Moses gave to the children of Israel as they were about to enter the Promised Land. What follows that opening line, however, is a powerful expression of truth that remains as crucial now as it was then.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de octubre",
          "dayTitle": "<p>To Love God</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p>After Moses recounted to the children of Israel their history, he began giving them instructions on what they were to do in order to take the land and to thrive on it. Indeed, one could argue that the bulk of Deuteronomy was simply that: the Lord telling the people what they needed to do in order to keep up their end of the covenant, which He graciously made with them in fulfilling His promise to their fathers.&nbsp;</p><p>Deuteronomy 6 begins like this: “ ‘Now this is the commandment, and these are the statutes and judgments which the Lord your God has commanded to teach you, that you may observe them in the land which you are crossing over to possess, that you may fear the Lord your God, to keep all His statutes and His commandments which I command you, you and your son and your grandson, all the days of your life, and that your days may be prolonged’ ” (Deut. 6:1, 2, NKJV).&nbsp;</p><p><strong>Read Deuteronomy 6:4, 5. What command does the Lord God give to the children of Israel in verse 5? What does that mean?</strong></p><p><strong>Deuteronomy 6:4, 5</strong></p><p><strong>4</strong> “Hear, O Israel: [a]The Lord our God, the Lord is one!&nbsp;</p><p><strong>5</strong> You shall love the Lord your God with all your heart, with all your soul, and with all your strength.</p><p><br></p><p>Love the Lord your God with all your heart . . . ? How interesting that here, in the midst of the law, in the midst of all the warnings, rules, and provisions, the people are called to love God. And not just to love Him, but to do so “ ‘with all your heart, with all your soul, and with all your strength,’ ” which points to the absolute nature of this love.&nbsp;</p><p>Loving God with all the heart and soul and strength means that our love for Him should be supreme over our love for everything and everyone else, because He is the foundation and ground of all our being and existence and everything else. Love for Him should put our love for everything else in proper perspective.&nbsp;</p><p>In the Hebrew, the word “your” for your God, your heart, your might, is in the singular. Yes, God was speaking to the people as a whole, but the whole is only as strong as the parts. The Lord wants each one of us, though part of a larger body, to be faithful to Him individually, and the foundation of that faithfulness should be our love for Him, for who He is, and for what He has done for us.&nbsp;</p><p><strong>What does it mean to you to love God with all your heart and soul and might?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de octubre",
          "dayTitle": "<p>To Fear God</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p>To Fear God Moses told the children of Israel to love God with all that they had. That was a command. However, a few verses earlier Moses gave them another command: “ ‘That you may fear the Lord your God’ ” (Deut. 6:2, NKJV).&nbsp;</p><p><strong>Read Deuteronomy 10:12. What does it say in this text about love and fear, and how do we understand it?&nbsp;</strong></p><p><strong>Deuteronomy 10:12</strong></p><p><strong>12</strong> “And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all His ways and to love Him, to serve the Lord your God with all your heart and with all your soul,</p><p>In one verse they are told to fear God, in another to love Him, and in this verse they are told to both fear and love Him at the same time. In the common understanding of the word “fear” this might seem like a contradiction, but it’s not. Instead, the fear of God—in the sense of awe and respect for who He is, His authority and power and justice and righteousness, especially in contrast to our sinfulness, weakness, and complete dependence on Him—should be a natural reaction. We are fallen beings, beings who have violated God’s law and who, but for His grace, deserve condemnation and eternal death.&nbsp;<br></p><p><strong>Read Ephesians 2:1–10. How should these verses help us understand how we can both fear and love God at the same time?&nbsp;</strong></p><p><strong>Ephesians 2:1–10</strong></p><p><strong>1</strong> And you He made alive, who were dead in trespasses and sins,&nbsp;</p><p><strong>2</strong> in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience,&nbsp;</p><p><strong>3</strong> among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others.</p><p><strong>4</strong> But God, who is rich in mercy, because of His great love with which He loved us,&nbsp;</p><p><strong>5</strong> even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved),&nbsp;</p><p><strong>6</strong> and raised us up together, and made us sit together in the heavenly places in Christ Jesus,&nbsp;</p><p><strong>7</strong> that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus.&nbsp;</p><p><strong>8</strong> For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,&nbsp;</p><p><strong>9</strong> not of works, lest anyone should boast.&nbsp;</p><p><strong>10</strong> For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them.</p><p>Despite the fact that we were “children of wrath” (which is why we should fear Him), Christ died for us and thus gave us a new life in Him, which includes freedom from the sin and condemnation of the past (which is why we should love Him).&nbsp;</p><p>And just as this is true for us today, this same principle applied to ancient Israel: they were captives in Egypt, condemned to slavery and oppression, and it was only God’s love for them and graciousness toward them that led to their great redemption. “ ‘Remember that you were a slave in the land of Egypt, and the Lord your God brought you out from there’ ” (Deut. 5:15, NKJV). No wonder, then, that they both loved and feared God at the same time. And if they were to do that, how much more should we, having the great truth of Jesus dying on the cross for us?&nbsp;</p><p><strong>Read Revelation 14:6, 7. How are we to understand why the command to “fear God” should be the first command of the Lord’s last-day message to the world? Given what we know about what is coming on the world, why does that command make so much sense?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de octubre",
          "dayTitle": "<p>He First Loved Us</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>Even amid rules and regulations in Deuteronomy and all the admonitions warning the Jewish nation that the people must obey “His commandments, His judgments, and His statutes,” they were first and foremost to love God with all their heart and soul and might. Of course, they had good reasons to do just that.&nbsp;</p><p><strong>Read Deuteronomy 4:37; Deuteronomy 7:7, 8, 13; Deuteronomy 10:15; Deuteronomy 23:5; and Deuteronomy 33:3. What do these verses teach about God’s love for His people?&nbsp;</strong></p><p><strong>Deuteronomy 4:37</strong></p><p><strong>37</strong> And because He loved your fathers, therefore He chose their descendants after them; and He brought you out of Egypt with His Presence, with His mighty power</p><p><strong>Deuteronomy 7:7, 8, 13</strong></p><p><strong>7</strong> The Lord did not set His love on you nor choose you because you were more in number than any other people, for you were the least of all peoples;&nbsp;</p><p><strong>8</strong> but because the Lord loves you, and because He would keep the oath which He swore to your fathers, the Lord has brought you out with a mighty hand, and redeemed you from the house of bondage, from the hand of Pharaoh king of Egypt.</p><p><strong>13</strong> And He will love you and bless you and multiply you; He will also bless the fruit of your womb and the fruit of your land, your grain and your new wine and your oil, the increase of your cattle and the offspring of your flock, in the land of which He swore to your fathers to give you.</p><p><strong>Deuteronomy 10:15</strong></p><p><strong>15</strong> The Lord delighted only in your fathers, to love them; and He chose their descendants after them, you above all peoples, as it is this day.</p><p><strong>Deuteronomy 23:5</strong></p><p><strong>5</strong> Nevertheless the Lord your God would not listen to Balaam, but the Lord your God turned the curse into a blessing for you, because the Lord your God loves you.</p><p><strong>Deuteronomy 33:3</strong></p><p>\n</p><p><strong>3</strong> Yes, He loves the people;&nbsp;All His saints are in Your hand;&nbsp;They sit down at Your feet;&nbsp;Everyone receives Your words.&nbsp;</p><p>Again and again in Deuteronomy, Moses told the people about God’s love for their fathers and for them. But more than just in words, the Lord revealed this love by His actions. That is, even despite their shortcomings, their failures, their sins, God’s love for them remained steadfast—a love that was powerfully manifested in His dealing with them.&nbsp;</p><p><strong>“We love Him because He first loved us” (1 John 4:19, NKJV). How does this text help us understand why we should love God?&nbsp;</strong></p><p><br></p><p>God’s love for us predated our existence, in that the plan of salvation was in place way before “the foundation of the world” (Eph. 1:4).&nbsp;</p><p>As Ellen G. White said it: “The plan for our redemption was not an afterthought, a plan formulated after the fall of Adam. It was a revelation of ‘the mystery which hath been kept in silence through times eternal.’ Rom. 16:25, R.V. It was an unfolding of the principles that from eternal ages have been the foundation of God’s throne.”—The Desire of Ages, p. 22.&nbsp;</p><p>How fortunate we all are that God is, indeed, a God of love, a love so great that He went to the cross for us, a self-sacrificing love in which “He humbled Himself and became obedient to the point of death, even the death of the cross” (Phil. 2:8, NKJV). Thus, we today have a revelation of God’s love for us that the children of Israel probably couldn’t even have imagined.&nbsp;</p><p><strong>Instead of being love, what if God were hate or if God were indifferent? What kind of world would this be? Why is the revelation of God’s love for us something that we, indeed, should rejoice about?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de octubre",
          "dayTitle": "<p>If You Love Me, Keep My Commandments</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p>Israel—the nation as a whole—was called to love God. But this was something that only could happen individually. As a single human being given free will, each Israelite had to make the choice to love God—and they were to show that love through obedience.</p><p><strong>What do the following texts have in common? That is, what is the common theme among them?&nbsp;</strong></p><p><strong>Deut. 5:10&nbsp;</strong></p><p><strong>10</strong> but showing mercy to thousands, to those who love Me and keep My commandments.</p><p><strong>Deut. 7:9&nbsp;</strong></p><p><strong>9</strong> “Therefore know that the Lord your God, He is God, the faithful God who keeps covenant and mercy for a thousand generations with those who love Him and keep His commandments;</p><p><strong>Deut. 10:12, 13&nbsp;</strong></p><p><strong>12</strong> “And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all His ways and to love Him, to serve the Lord your God with all your heart and with all your soul,&nbsp;</p><p><strong>13</strong> and to keep the commandments of the</p><p><strong>Deut. 11:1&nbsp;</strong></p><p><strong>1 </strong>“Therefore you shall love the Lord your God, and keep His charge, His statutes, His judgments, and His commandments always.</p><p>Deut. 19:9&nbsp;</p><p><strong>9</strong> and if you keep all these commandments and do them, which I command you today, to love the Lord your God and to walk always in His ways, then you shall add three more cities for yourself besides these three,</p><p>How much clearer could the Word of God be? Just as God doesn’t merely say He loves us but has revealed that love for us by what He has done and still does, God’s people, too, are to show their love to God by their actions. And in these texts we see that love to God is inseparably linked to obedience to Him.&nbsp;</p><p>This is why, when John says such things as, “For this is the love of God, that we keep His commandments” (1 John 5:3, NKJV), or when Jesus says, “ ‘If you love Me, keep My commandments’ ” (John 14:15, NKJV), these verses are merely expressing this basic teaching. Love to God must always be expressed by obedience to God. That has always been the case, and it always will be. And this obedience to God means obedience to His law, the Ten Commandments, which includes the fourth commandment, the Sabbath, as well. Keeping the fourth commandment is no more legalism than is keeping any of the other nine.&nbsp;</p><p>Though obedience to any of the commandments can be legalism, that kind of obedience isn’t really done out of love for God. When we truly love God, especially because of what He has done for us in Christ Jesus, we want to obey Him, because that’s what He asks us to do.&nbsp;</p><p>When Moses again and again told Israel to love and obey God, he did it after they had been redeemed from Egypt. That is, their love and obedience was a response to the redemption that God had given them. They had been redeemed by the Lord. Now they would respond by faithfully obeying His commandments. Is it any different today?&nbsp;</p><p><strong>What is your own experience in seeking to obey God? That is, what are your own motives in obeying God? Why should it be done out of love for Him? What role, if any, should fear, the biblical understanding of fear, play, as well?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de octubre",
          "dayTitle": "<p>The First Commandment</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p>However much some Christians, for various reasons, seek to separate the Old Testament from the New, it can’t be done, at least not without all but denuding the New Testament of its true meaning. The New Testament, in its revelation of Jesus and its theological explanations of His life, death, resurrection, and high-priestly ministry, points to the fulfillment of many of the Old Testament prophecies and types. In many ways, the Old Testament forms the background, the context, the basis for the New. Both testaments reveal the goodness and love of God.&nbsp;</p><p>This is one reason why the New Testament, including Jesus, again and again, quotes the Old.&nbsp;</p><p><strong>Read Mark 12:28–30. What was the question asked about the “first commandment of all”? How does Jesus respond, and from where does He get His answer?</strong>&nbsp;</p><p><strong>Mark 12:28–30</strong></p><p><strong>28</strong> Then one of the scribes came, and having heard them reasoning together, perceiving that He had answered them well, asked Him, “Which is the first commandment of all?”\n</p><p>\n</p><p><strong>29</strong> Jesus answered him, “The first of all the commandments is: ‘Hear, O Israel, the Lord our God, the Lord is one.&nbsp;</p><p><strong>30</strong> And you shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’ This is the first commandment.It’s interesting that a scribe, someone who had dedicated his life to understanding the law and how it should be applied, would have asked this question. However many laws they might have believed that they needed to obey (later Jewish tradition said that there were 613 laws), it’s not surprising that they would want it all distilled into one question.&nbsp;<br></p><p>And what does Jesus do?&nbsp;</p><p>He goes right to Deuteronomy 6, starting out with “ ‘Hear, O Israel: the Lord our God, the Lord is one!’ ” (Deut. 6:4, NKJV), and then quotes the next verse, as well, about loving God with all our heart, soul, and strength. He points to the key affirmation of the Lord as their God, their only God, and based on that great truth, they are called to love Him supremely.&nbsp;</p><p>What could be more “present truth” than this command? In the very last days, when final events unfold and everyone will be called to choose one side or the other in a very dramatic way, the commandments of God (Rev. 14:12) will play a crucial role.&nbsp;</p><p>Ultimately, the side we choose, even in the face of persecution, will be based on whether or not we truly love God. That’s the deciding issue, and we can come to love God with all our heart and soul and might only as we come to know Him for ourselves and experience for ourselves His goodness, love, and grace. If need be, that’s something to die for.&nbsp;</p><p><strong>If someone were to ask you: How do people come to love a God that they have never seen personally, what would you say? In class, talk about your answer.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de octubre",
          "dayTitle": "",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p><strong>Further Thought:</strong><br></p><p>“The cross of Christ will be the science and the song of the redeemed through all eternity. In Christ glorified they will behold Christ crucified. Never will it be forgotten that He whose power created and upheld the unnumbered worlds through the vast realms of space, the Beloved of God, the Majesty of heaven, He whom cherub and shining seraph delighted to adore—humbled Himself to uplift fallen man; that He bore the guilt and shame of sin, and the hiding of His Father’s face, till the woes of a lost world broke His heart and crushed out His life on Calvary’s cross. That the Maker of all worlds, the Arbiter of all destinies, should lay aside His glory and humiliate Himself from love to man will ever excite the wonder and adoration of the universe. As the nations of the saved look upon their Redeemer and behold the eternal glory of the Father shining in His countenance; as they behold His throne, which is from everlasting to everlasting, and know that His kingdom is to have no end, they break forth in rapturous song: ‘Worthy, worthy is the Lamb that was slain, and hath redeemed us to God by His own most precious blood!’ ”—Ellen G. White, The Great Controversy, pp. 651, 652.&nbsp;</p><p><strong>Discussion Questions:&nbsp;</strong></p><p><strong>1</strong> Read the Ellen G. White statement above. What does it say that should help us understand why our love for God should be the greatest love that we have? Think about what it means that God, the One who “upheld the unnumbered worlds through the vast realms of space” was the One who went to the cross for us. Why should this truth be at the foundation of our relationship with God?&nbsp;</p><p><strong>2</strong> Dwell more on the idea of loving and fearing God at the same time. How do we do both, and why should we do both?&nbsp;</p><p><strong>3</strong> It’s one thing to love God when things are going well in our lives. What about when things aren’t going well, when tragedy strikes? Why, during such times, is loving God even more important than when things are going well?&nbsp;</p><p><strong>4</strong> Go over the final question in Thursday’s study. What are the various approaches that you could take in explaining to someone who isn’t a believer about what it means to love God? How can we human beings love someone whom we’ve never physically seen? Why does it not matter that we have never seen Him, at least in person?</p><p><br></p><p><strong>INSIDE STORY</strong></p><p><strong>Power of a Book&nbsp;</strong></p><p><em>By Kazuhiro Hiraga&nbsp;</em></p><p>Nine-year-old Saki loved to read on the Japanese island of Okinawa. She especially loved to read books sold to her family by a kind stranger who had knocked on their door. Again and again, she read the set of five books, Uncle Arthur’s Bedtime Stories. Her favorite story was about a boy named Wilford and his Surprise Package Company. Wilford liked to surprise people with gifts. Saki felt happy imagining the joy of the people who received the gifts.&nbsp;</p><p>The books also introduced Saki to Jesus. Her family was not Christian. Her parents, like many people in Japan, did not worship Jesus. In the books, she read that Jesus loves children and wants to make them happy.&nbsp;</p><p>Saki grew up and moved to Tokyo, the capital of Japan. She got married and became the mother of two little boys. Somewhere along the way she lost the books with her favorite bedtime stories.&nbsp;</p><p>When her eldest son was old enough, she began to look for a school for him. Near their home, she noticed a private school called Tokyo Saniku Elementary School. Curiously, she looked up the school on the internet. She was surprised to learn that it was a Seventh-day Adventist school. She had never heard of Adventists, so she looked for more information online. To her surprise, she read that Adventists not only have many schools but they also publish many books for children, including her beloved bedtime stories. She knew that she wanted her son to study at the Adventist school.&nbsp;</p><p>But first she wanted to know more about the Adventist Church. An Adventist church was located on the property of the Adventist school, and she began to attend its Sabbath worship services. She felt great peace as she sang hymns and listened to sermons.&nbsp;</p><p>Saki got hold of a new set of bedtime stories and began to read them to her sons. The boys loved the stories. As Saki read to her boys, she began to read another Book on her own—the Holy Bible. Just as her son started the first grade, she joined a Bible study group at the school. Months later, she gave her heart to Jesus and was baptized.&nbsp;</p><p>Today, Saki Takahagi, 35, still reads bedtime stories to her young sons. She also shares the Bible with them. She loves the Bible, and she loves Jesus.</p><p>Saki learned about Jesus through the bedtime stories and later by searching for information on the internet. Part of this quarter’s Thirteenth Sabbath Offering will go to a project to help many Japanese people, especially young people, learn about Jesus through the internet. Thank you for planning a generous offering</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>To Love the Lord Your God</p>",
      "verse": "<p>“‘You shall love the Lord your God with all your heart, with all your soul, and with all your strength’ ” (Deuteronomy 6:5, NKJV)</p>",
      "versionCode": 1,
      "weekDate": "October 16- 23"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
