{
  "data": [
    {
      "color": "#FF6767",
      "id": 1,
      "idEs": 27,
      "language": "es",
      "lessonDays": [
        {
          "date": "30 de marzo",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>Si Dios es tan bueno, ¿por qué el mundo es tan malo? ¿Cómo puede un Dios de amor permitir que exista tanta maldad? ¿Por qué le pasan cosas malas a la gente buena? En la lección de esta semana exploraremos el conflicto milenario entre el bien y el mal. Comenzando con la rebelión de Lucifer en el Cielo, examinaremos el origen del mal y la paciencia de Dios para afrontar el problema del pecado.</p><p>Dios es un Dios de amor increíble. Su naturaleza misma es amor (1 Juan 4:7, 8). Todos sus actos son amorosos (Jer. 31:3). El amor nunca puede ser forzado, coaccionado ni legislado. Elena de White lo expresa muy bien, al escribir: “El amor se despierta únicamente por el amor” (El Deseado de todas las gentes, p. 22). Negar el poder de decisión es destruir la capacidad de amar, y destruir la capacidad de amar es erradicar la posibilidad de ser verdaderamente feliz. Dios se gana nuestra lealtad mediante su amor. Él está resolviendo el gran conflicto entre el bien y el mal de manera tal que el pecado nunca volverá a surgir en el universo. El propósito de Dios es demostrar ante todo el universo que siempre ha actuado teniendo en cuenta el bienestar de sus criaturas.</p><p>La lección de esta semana se basa en El conflicto de los siglos, capítulos 29 y 30.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de marzo",
          "dayTitle": "<p>GUERRA EN EL CIELO</p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Apocalipsis 12:7 al 9. ¿Qué revela este pasaje sobre la libertad que existía en el Cielo y el origen del mal? Cuando Lucifer se rebeló, ¿de qué manera podría haber respondido Dios?</strong></p><p><strong><sup>7 </sup></strong>Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles;&nbsp;</p><p><strong><sup>8</sup></strong> pero no prevalecieron, ni se halló ya lugar para ellos en el cielo.&nbsp;</p><p><strong><sup>9</sup></strong> Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él.</p><p>Estos versículos describen un conflicto cósmico entre el bien y el mal. Satanás y sus ángeles lucharon contra Cristo y, finalmente, fueron expulsados del Cielo. Parece muy extraño que estallara una guerra en un lugar tan perfecto como el Cielo. ¿Por qué ocurrió? ¿Acaso un Dios amoroso creó un ángel demoníaco que inició esta guerra? ¿Hubo algún defecto fatal en este ángel que lo llevó a rebelarse? La Biblia explica claramente el origen del mal. Descorre el telón en este conflicto entre el bien y el mal.</p><p><strong>Compara Ezequiel 28:12 al 15 con Isaías 14:12 al 14. ¿Qué pasó por la mente de este ser angélico llamado Lucifer, que lo llevó a rebelarse?</strong></p><p><strong>Ezequiel 28:12-15</strong></p><p><strong><sup>12</sup></strong> Hijo de hombre, levanta endechas sobre el rey de Tiro, y dile: Así ha dicho Jehová el Señor: Tú eras el sello de la perfección, lleno de sabiduría, y acabado de hermosura.&nbsp;</p><p><strong><sup>13</sup></strong> En Edén, en el huerto de Dios estuviste; de toda piedra preciosa era tu vestidura; de cornerina, topacio, jaspe, crisólito, berilo y ónice; de zafiro, carbunclo, esmeralda y oro; los primores de tus tamboriles y flautas estuvieron preparados para ti en el día de tu creación.</p><p><strong><sup>14</sup></strong> Tú, querubín grande, protector, yo te puse en el santo monte de Dios, allí estuviste; en medio de las piedras de fuego te paseabas.&nbsp;</p><p><strong><sup>15</sup></strong> Perfecto eras en todos tus caminos desde el día que fuiste creado, hasta que se halló en ti maldad.</p><p><strong>Isaías 14:12-14</strong></p><p><strong><sup>12</sup></strong> ¡Cómo caíste del cielo, oh Lucero, hijo de la mañana! Cortado fuiste por tierra, tú que debilitabas a las naciones.&nbsp;</p><p><sup><strong>13</strong></sup> Tú que decías en tu corazón: Subiré al cielo; en lo alto, junto a las estrellas de Dios, levantaré mi trono, y en el monte del testimonio me sentaré, a los lados del norte;&nbsp;</p><p><strong><sup>14</sup></strong> sobre las alturas de las nubes subiré, y seré semejante al Altísimo.</p><p>Dios no creó un diablo; creó a un ser de brillo deslumbrante llamado Lucifer. Este ser angelical fue creado perfecto. Su perfección incluía la libertad de elegir, un principio fundamental del gobierno de Dios, que funciona por amor, no por coerción. El pecado se originó con Lucifer en el Cielo mismo. No hay explicación lógica para que este ángel perfecto permitiera que el orgullo y los celos echaran raíces en su corazón y se rebelara contra su Creador.</p><p>Lucifer, un ser creado, deseaba la adoración que únicamente pertenecía al Creador. Intentó usurpar el Trono de Dios poniendo en duda su autoridad. Su rebelión condujo a una guerra abierta en el Cielo.</p><p>Aunque Dios soportó a Lucifer por mucho tiempo, no podía permitir que echara a perder el Cielo con su rebelión. “Los concilios celestiales alegaron con Lucifer. El Hijo de Dios le presentó la grandeza, la bondad y la justicia del Creador, y la naturaleza sagrada e inmutable de su Ley. Dios mismo había establecido el orden del Cielo; y Lucifer, al apartarse de él, iba a deshonrar a su Creador y a atraer la ruina sobre sí mismo. Pero la advertencia, dada con amor y misericordia infinitos, solo despertó un espíritu de resistencia” (Elena de White, El conflicto de los siglos, p. 548).</p><p><strong>¿Qué lecciones puedes extraer acerca del carácter de Dios al hacer frente al mal?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de abril",
          "dayTitle": "<p>LUCIFER ENGAÑA, CRISTO PREVALECE</p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p>No hay explicación lógica para que Lucifer, este ángel perfecto, permitiera que el orgullo y los celos echaran raíces en su corazón y se convirtieran en rebelión contra su Creador. El orgullo de Satanás maduró en abierta rebelión. Acusó a Dios de ser injusto y tendencioso. Contagió a los ángeles con sus dudas y acusaciones.</p><p><strong>Lee Apocalipsis 12:4. ¿Qué revela este pasaje sobre la capacidad de Satanás para engañar? ¿Cuántos ángeles cayeron por sus mentiras acerca de Dios?</strong></p><p><strong>Apocalipsis 12:4</strong></p><p><strong><sup>4 </sup></strong>y su cola arrastraba la tercera parte de las estrellas del cielo, y las arrojó sobre la tierra. Y el dragón se paró frente a la mujer que estaba para dar a luz, a fin de devorar a su hijo tan pronto como naciese.</p><p>Cuando estalló la guerra en el Cielo, los ángeles tuvieron que decidir: ¿seguirían a Jesús o a Lucifer? ¿Cuál fue la naturaleza de esta guerra en el Cielo? ¿Fue una guerra física, una guerra de ideas o ambas? No conocemos los detalles, pero el conflicto fue lo suficientemente físico como para que Satanás y sus ángeles fueran finalmente “arrojados”, y no “se halló más lugar para ellos en el Cielo” (Apoc. 12:8, 9). Esta guerra incluye, obviamente, algún tipo de elemento físico.</p><p>Una cosa es cierta acerca de la guerra en el Cielo: cada ángel tenía que decidirse a favor o en contra de Cristo. ¿A quién seguirían? ¿A quién escucharían?</p><p>Los ángeles leales eligieron ser obedientes a los amorosos mandatos de Cristo, mientras que un tercio de los ángeles escuchó la voz de Lucifer, desobedeció a Dios y se perdió el Cielo. También nosotros, en este momento crítico de la historia de la Tierra, somos llamados a decidirnos a favor o en contra de Cristo. Nosotros también debemos declarar de qué lado estamos: del de Cristo o del de Satanás.</p><p><strong>Lee Génesis 2:15 al 17; Éxodo 32:26; Josué 24:15; 1 Reyes 18:20 y 21; y Apocalipsis 22:17. ¿Qué principio fundamental del Gran Conflicto nos enseñan estos versículos?</strong></p><p><strong>Génesis 2:15-17</strong></p><p><strong><sup>15</sup></strong> Tomó, pues, Jehová Dios al hombre, y lo puso en el huerto de Edén, para que lo labrara y lo guardase.&nbsp;</p><p><strong><sup>16</sup></strong> Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer;&nbsp;</p><p><strong><sup>17</sup></strong> mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás.</p><p><strong>Éxodo 32:26</strong></p><p><strong><sup>26</sup></strong> se puso Moisés a la puerta del campamento, y dijo: ¿Quién está por Jehová? Júntese conmigo. Y se juntaron con él todos los hijos de Leví.</p><p><strong>Josué 24:15</strong></p><p><strong><sup>15</sup></strong> Y si mal os parece servir a Jehová, escogeos hoy a quién sirváis; si a los dioses a quienes sirvieron vuestros padres, cuando estuvieron al otro lado del río, o a los dioses de los amorreos en cuya tierra habitáis; pero yo y mi casa serviremos a Jehová.</p><p><strong>1 Reyes 18:20-21</strong></p><p><strong><sup>20</sup></strong> Entonces Acab convocó a todos los hijos de Israel, y reunió a los profetas en el monte Carmelo.&nbsp;</p><p><strong><sup>21</sup></strong> Y acercándose Elías a todo el pueblo, dijo: ¿Hasta cuándo claudicaréis vosotros entre dos pensamientos? Si Jehová es Dios, seguidle; y si Baal, id en pos de él. Y el pueblo no respondió palabra.</p><p><strong>Apocalipsis 22:17</strong></p><p><sup><strong>17</strong></sup> Y el Espíritu y la Esposa dicen: Ven. Y el que oye, diga: Ven. Y el que tiene sed, venga; y el que quiera, tome del agua de la vida gratuitamente.</p><p>Cuando Dios creó a la humanidad, incluyó en lo más profundo de nuestro cerebro la capacidad de pensar, razonar y elegir. La esencia de nuestra humanidad es la capacidad de tomar decisiones morales. No somos meros robots.</p><p>Fuimos creados a imagen de Dios, a diferencia de la creación animal, en nuestra capacidad de tomar decisiones morales y vivir según principios espirituales eternos. Desde la rebelión de Lucifer en el Cielo, Dios ha llamado a su pueblo a responder a su amor y a ser obediente a sus mandamientos mediante la decisión de servirlo.</p><p><strong>¿Qué lecciones podemos aprender de la batalla en el Cielo en relación con nuestra propia batalla personal contra el mal? Si Satanás fue capaz de engañar a estos seres celestiales justos y santos, ¿qué nos dice esto sobre sus malvados intentos de engañarnos a nosotros?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de abril",
          "dayTitle": "<p>EL PLANETA TIERRA SE VE AFECTADO</p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>Cuando Dios creó la Tierra, la creó perfecta. La Biblia dice que “contempló todo lo que había hecho, y vio que era bueno en gran manera” (Gén. 1:31). No había mancha de pecado ni de maldad en ninguna parte. Pero les dio a Adán y a Eva la misma libertad de elección que le había dado a Lucifer. Él no quería robots en la Tierra, así como tampoco quería robots en el Cielo.</p><p>De hecho, se esforzó por dejar en claro esta libertad. Plantó un árbol en el Jardín del Edén y lo llamó el árbol del conocimiento del bien y del mal. Se empeñó en hablarles de él, porque quería asegurarse de que supieran que podían elegir.</p><p>Satanás observó desde el árbol cuando Eva se distrajo por allí, y le dijo: “No morirán; sino que Dios sabe que el día que ustedes coman de él se les abrirán los ojos, y serán como Dios, conocedores del bien y del mal” (Gén. 3:4, 5). Si ustedes comen de este árbol, entrarán en una nueva esfera de existencia. Tendrán emoción. Tendrán una sensación que nunca antes habían sentido. Eva, Dios te está ocultando algo. Toma, toma del fruto prohibido y cómetelo.</p><p>Cuando Eva y luego Adán tomaron esa decisión, abrieron una puerta que Dios quería mantener cerrada para siempre. Era la puerta del pecado; la puerta del sufrimiento, la angustia, la enfermedad y la muerte.</p><p><strong>Lee Génesis 3:1 al 3 junto con Romanos 3:23 y 5:12. ¿Qué tienen en común estos pasajes? Describe las consecuencias finales del pecado que asolan a toda la raza humana.</strong></p><p><strong>Génesis 3:1-3&nbsp;</strong></p><p><strong><sup>1</sup></strong> Pero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis de todo árbol del huerto?&nbsp;</p><p><strong><sup>2 </sup></strong>Y la mujer respondió a la serpiente: Del fruto de los árboles del huerto podemos comer;&nbsp;</p><p><strong><sup>3 </sup></strong>pero del fruto del árbol que está en medio del huerto dijo Dios: No comeréis de él, ni le tocaréis, para que no muráis.</p><p><strong>Romanos 3:23</strong></p><p><strong><sup>23</sup></strong> por cuanto todos pecaron, y están destituidos de la gloria de Dios,</p><p><strong>Romanos 5:12</strong></p><p><strong><sup>12</sup></strong> Por tanto, como el pecado entró en el mundo por un hombre, y por el pecado la muerte, así la muerte pasó a todos los hombres, por cuanto todos pecaron.</p><p>En esencia, el pecado es rebelión contra Dios. Conduce a la separación de Dios. Puesto que Dios es la fuente de la vida, la separación de Dios conduce a la muerte. También conduce a la preocupación, la ansiedad, la enfermedad y las dolencias. En última instancia, el sufrimiento en nuestro mundo es el resultado de vivir en un planeta devastado por el pecado. Esto no significa que cada vez que sufrimos o enfermamos hayamos pecado. Pero sí significa que cada uno de nosotros se ve afectado por vivir en un planeta asolado por el pecado.</p><p><strong>Lee Génesis 3:15; Levítico 5:5 y 6; y Juan 1:29. ¿Qué promesa dio Dios a Adán y a Eva en el Jardín después de que pecaron, que les daría esperanza en medio de su culpa y desesperación? ¿Qué costumbre estableció Dios en el Edén, que les señalaría la solución al problema del pecado a lo largo de los siglos?</strong></p><p><strong>Génesis 3:15</strong></p><p><strong><sup>15</sup></strong> Y pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; esta te herirá en la cabeza, y tú le herirás en el calcañar.</p><p><strong>Levítico 5:5-6</strong></p><p><strong><sup>5</sup></strong> Cuando pecare en alguna de estas cosas, confesará aquello en que pecó,&nbsp;</p><p><strong><sup>6</sup></strong> y para su expiación traerá a Jehová por su pecado que cometió, una hembra de los rebaños, una cordera o una cabra como ofrenda de expiación; y el sacerdote le hará expiación por su pecado.</p><p><strong>Juan 1:29</strong></p><p><strong><sup>29</sup></strong> El siguiente día vio Juan a Jesús que venía a él, y dijo: He aquí el Cordero de Dios, que quita el pecado del mundo.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de abril",
          "dayTitle": "<p>EL AMOR ENCUENTRA UNA MANERA</p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p>Adán y Eva han pecado, y Dios les ha dicho que deben abandonar el Jardín. A partir de ahora, el trabajo doloroso y el sufrimiento serán su destino. ¿Tendrán que sufrir y finalmente morir sin esperanza? ¿Es la muerte el final de todo?</p><p>En ese momento, Dios les hizo la promesa que se registra en Génesis 3:15. Mirando directamente a Satanás, la serpiente, dijo: “Enemistad pondré entre ti y la mujer, y entre tu descendencia y el Descendiente de ella. Tú le herirás el talón, pero él te aplastará la cabeza”. Es probable que en aquel momento no hayan comprendido plenamente todo lo que esto significaba, pero les quedó claro que podían volver a tener esperanza. De alguna manera, mediante “el Descendiente de ella [la mujer]”, llegaría la redención de ellos.</p><p>“El Descendiente de ella”, por supuesto, es Jesucristo (Gál. 3:16). En la Cruz, Satanás le hirió el talón. Pero la victoria de Jesús es nuestra garantía de que un día la cabeza de la serpiente será aplastada, y la puerta del sufrimiento y la muerte que Adán y Eva abrieron se cerrará en su momento.</p><p><strong>Lee Hebreos 2:9; Gálatas 3:13; y 2 Corintios 5:21. ¿Qué nos dicen estos versículos sobre la inmensidad del sacrificio de Cristo en la Cruz?</strong></p><p><strong>Hebreos 2:9</strong></p><p><strong><sup>9</sup></strong> Pero vemos a aquel que fue hecho un poco menor que los ángeles, a Jesús, coronado de gloria y de honra, a causa del padecimiento de la muerte, para que por la gracia de Dios gustase la muerte por todos.</p><p><strong>Gálatas 3:13</strong></p><p><strong><sup>13</sup></strong> Cristo nos redimió de la maldición de la ley, hecho por nosotros maldición (porque está escrito: Maldito todo el que es colgado en un madero),</p><p><strong>2 Corintios 5:21</strong></p><p><strong><sup>21</sup></strong> Al que no conoció pecado, por nosotros lo hizo pecado, para que nosotros fuésemos hechos justicia de Dios en él.</p><p>¿Te has preguntado alguna vez si Dios te ama de verdad? Mira la Cruz; mira la corona de espinas; mira los clavos en sus manos y sus pies. Con cada gota de sangre que Jesús derramó en el Calvario, Dios te dice: Te amo. No quiero estar en el Cielo sin ti. Sí, tú has pecado; te has vendido en manos del Enemigo; sí, por ti mismo no eres digno de la vida eterna. Pero yo he pagado el rescate para recuperarte. Nunca más tendrás que dudar si eres amado cuando mires la Cruz.<br></p><p>La Biblia habla de un Jesús que vino a este mundo, experimentó angustia, decepción y dolor en común con toda la humanidad. Revela a un Cristo que se enfrentó a las mismas tentaciones que nosotros, un Cristo que triunfó sobre los principados y las potestades del infierno tanto en su vida como mediante su muerte en la Cruz; todo, por cada uno de nosotros, personalmente.</p><p>Pensemos en esto: Jesús, aquel que creó el cosmos (ver Juan 1:3), bajó del Cielo, y no solo vino a este mundo caído, sino además sufrió en él de un modo que ninguno de nosotros podrá experimentar jamás (ver Isa. 53:1-5). Y lo hizo porque nos amaba, a cada uno de nosotros. ¡Qué poderosa razón para tener esperanza!</p><p><strong>¿Cómo respondió Cristo a las acusaciones de Satanás en la Cruz? A la luz del gran conflicto entre el bien y el mal, ¿qué consiguió con su muerte?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de abril",
          "dayTitle": "<p>NUESTRO SUMO SACERDOTE</p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p>Lo que Jesús hizo por nosotros en la Cruz le permite también interceder por nosotros en el Cielo. Nuestro Señor resucitado es nuestro gran Sumo Sacerdote, que nos brinda todo lo que necesitamos para salvarnos y vivir en el Reino de Dios para siempre.</p><p><strong>Lee Hebreos 4:15 y 16; y 7:25. ¿En qué medida estos versículos nos dan seguridad en un mundo de tentaciones, sufrimiento, enfermedad y muerte?</strong></p><p><strong>Hebreos 4:15-16</strong></p><p><strong><sup>15 </sup></strong>Porque no tenemos un sumo sacerdote que no pueda compadecerse de nuestras debilidades, sino uno que fue tentado en todo según nuestra semejanza, pero sin pecado.&nbsp;</p><p><strong><sup>16</sup></strong> Acerquémonos, pues, confiadamente al trono de la gracia, para alcanzar misericordia y hallar gracia para el oportuno socorro.</p><p><strong>Hebreos 7:25</strong></p><p><strong><sup>25</sup></strong> por lo cual puede también salvar perpetuamente a los que por él se acercan a Dios, viviendo siempre para interceder por ellos.</p><p>El texto dice que él “fue tentado en todo según nuestra semejanza, pero sin pecado” (Heb. 4:15). Y añade: “Acerquémonos, pues, confiadamente al trono de la gracia, para alcanzar misericordia y hallar gracia para el oportuno socorro” (Heb. 4:16). En pocas palabras, Jesús nos presenta ante el universo revestidos de su justicia, salvados por su muerte y redimidos por su sangre. Todo lo que nos debería haber tocado a nosotros, le tocó a él. En Cristo, no hay condenación por los pecados de nuestro pasado. En Cristo, nuestra culpa desaparece, y mediante su poderosa intercesión se rompe el yugo del pecado en nuestra vida. Las cadenas que nos atan se desatan y somos libres.</p><p>Lee Juan 17:24 al 26. ¿Cuál es el mayor anhelo de Cristo en el gran conflicto entre el bien y el mal?</p><p><strong>Juan 17:24-26</strong></p><p><strong><sup>24</sup></strong> Padre, aquellos que me has dado, quiero que donde yo estoy, también ellos estén conmigo, para que vean mi gloria que me has dado; porque me has amado desde antes de la fundación del mundo.&nbsp;</p><p><strong><sup>25</sup></strong> Padre justo, el mundo no te ha conocido, pero yo te he conocido, y estos han conocido que tú me enviaste.&nbsp;</p><p><strong><sup>26</sup></strong> Y les he dado a conocer tu nombre, y lo daré a conocer aún, para que el amor con que me has amado, esté en ellos, y yo en ellos.</p><p>“Consumado ya el gran sacrificio, Cristo subió al Cielo y rehusó la adoración de los ángeles hasta que no hubiese presentado la petición: ‘Padre, aquellos que me has dado, quiero que donde yo estoy, también ellos estén conmigo’ (Juan 17:24). Entonces, con amor y poder indecibles, el Padre respondió desde su trono: ‘Adórenlo todos los ángeles de Dios’ (Heb. 1:6). No había una mancha en Jesús. Acabada su humillación, completado su sacrificio, le fue dado un nombre que está por encima de todo nombre” (Elena de White, El conflicto de los siglos, p. 556). Lo que más desea Jesús es que estemos con él en el Cielo. El deseo de su corazón, la razón de su muerte e intercesión, es salvarnos. ¿Tienes alguna necesidad especial en tu vida? Cuéntasela a Jesús. Donde hay dolor, él trae consuelo. Donde hay miedo, él trae paz. Donde hay culpa, él trae perdón. Donde hay debilidad, él trae fortaleza.</p><p><strong>¿Por qué crees que Cristo se sacrificó por nosotros? ¿Qué nos hace tan valiosos para él?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de abril",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p>Al expulsar a Satanás del Cielo, Dios hizo patente su justicia y mantuvo el honor de su Trono. Pero, cuando el hombre pecó al ceder a los engaños del espíritu apóstata, Dios dio una evidencia de su amor al consentir en que su Hijo unigénito muriese por la raza caída. El carácter de Dios se puso de manifiesto en la Expiación. El poderoso argumento de la Cruz demuestra a todo el universo que el gobierno de Dios no era de ninguna manera responsable del camino de pecado que Lucifer había elegido” (Elena de White, El conflicto de los siglos, p. 555).</p><p>“Mientras la Cruz del Calvario proclama el carácter inmutable de la Ley, declara al universo que la paga del pecado es la muerte. El grito agonizante del Salvador: ‘Consumado es’, fue el toque de muerte para Satanás. Fue entonces cuando quedó zanjado el gran conflicto que había durado tanto tiempo y asegurada la extirpación final del mal. El Hijo de Dios atravesó los portales de la tumba ‘para destruir por medio de la muerte al que tenía el imperio de la muerte, esto es, al diablo’ (Heb. 2:14)” (ibíd., p. 558).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1.</strong> Si Dios sabía que Lucifer iba a rebelarse, ¿por qué le dio el poder de elegir, para empezar? O, cuando Lucifer se rebeló, ¿por qué Dios no lo aniquiló en el mismo momento? ¿Qué tipo de reacción podría haber tenido el universo no caído si Dios hubiera aniquilado inmediatamente a Lucifer? ¿Por qué es tan importante el concepto del interés del universo en el Plan de Salvación (1 Ped. 1:12; Apoc. 5:13; 16:7) para entender el Gran Conflicto?</p><p><strong>2. </strong>¿Qué razón, o razones, se te ocurren para la muerte de Cristo en la Cruz? ¿Fue solo para revelar el carácter de Dios? ¿Fue para pagar el precio del rescate por el pecado? En caso afirmativo, ¿a quién se pagó el rescate? Comparte tus ideas y ofrece razones bíblicas.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>RESEÑA</strong></p><p>Texto clave: Apocalipsis 12:7, 8.</p><p>Enfoque del estudio: Apocalipsis 12:7-9; Colosenses 1:16; Ezequiel 28:12-15; Isaías 14:12-14; Juan 17:24; Génesis 3:15.</p><p><br></p><p><strong>Introducción:</strong></p><p>La lección de esta semana introduce el tema del conflicto cósmico entre Cristo y Satanás. Comenzaremos nuestro estudio examinando tanto el origen del mal como la solución de Dios a la caída de la humanidad en el pecado.</p><p>Varios aspectos del Conflicto Cósmico merecen nuestra consideración. En primer lugar, el Gran Conflicto no es perpetuo; se originó en el Cielo cuando Lucifer, un ser creado, encabezó un grupo de ángeles rebeldes que desafiaron a Dios, el Creador y Rey de todos los seres. Por lo tanto, podemos suponer que, si el mal y el diablo tuvieron un principio, sin duda tendrán un final.</p><p>En segundo lugar, el Conflicto Cósmico muestra la incompatibilidad radical del bien con el mal. Ninguna de las partes puede coexistir con la otra, ni tolerarla: cada grupo anhela la extinción del otro. Cuando se originó el mal, este desafió la idea misma del derecho de Dios a existir y gobernar. Además, el Gran Conflicto elimina toda forma de dualismo filosófico o religioso por el que tanto el mal como el bien son coeternos, coiguales y necesarios. La cosmovisión bíblica excluye claramente la necesidad del mal. No necesitamos del mal para conocer y apreciar el bien.</p><p>En tercer lugar, el hecho de que el mal y el Gran Conflicto se originaran en el Cielo suscita en la mente de los entes morales racionales y libres la noción de que el conflicto es primordialmente de naturaleza espiritual y, por ende, debe tener una solución espiritual. Aunque el mal surgió sin ninguna contribución de Dios, su existencia no puede extinguirse sin Dios. Por su naturaleza, el mal daña fatalmente a los seres y al universo. De ahí que solamente Dios y su poder sobrenatural y creador pueden exterminar el mal por completo y eliminar sus catastróficas consecuencias.</p><p>Por esta razón, el Plan de Salvación de Dios no consiste simplemente en identificar, reconocer, avergonzar o castigar a los originadores del mal. Estas medidas no son eficaces ni suficientes para exterminar el mal del universo. Dios resuelve el problema del pecado al asumir sus consecuencias sobre sí mismo, en Cristo. Mediante su poder creador, Dios se compromete activamente a destruir el mal y a purificar y restaurar el universo.</p><p><br></p><p><strong>Temática de la lección:</strong></p><p>La lección de esta semana destaca tres temas principales:</p><p><strong>1</strong>. El mal y el Conflicto Cósmico se originaron en un Cielo perfecto. Luego, se extendieron a la Tierra, echando raíces en el corazón y la mente de los seres morales libres que fueron creados a imagen de Dios.</p><p><strong>2.</strong> La consecuencia final del mal y del pecado es la rebelión contra Dios y su Reino.</p><p><strong>3. </strong>El único camino hacia la salvación y el fin del Conflicto Cósmico pasa por la Cruz, y por la mediación de Cristo y su poder creador y restaurador.</p><p><br></p><p><strong>COMENTARIO</strong></p><p>La doctrina adventista del Gran Conflicto</p><p>Los adventistas tienen una interpretación única del origen del pecado y de su solución. A diferencia de otros cristianos, no tienen una creencia fundamental dedicada a la doctrina del pecado. No obstante, integran su interpretación del pecado dentro de la doctrina de “el Gran Conflicto”. John M. Fowler señala correctamente que “ninguna doctrina sobre el pecado puede estar completa sin entender el tema del gran conflicto entre Cristo y Satanás, entre el bien y el mal. La soberanía y el carácter de Dios están en el centro [de este conflicto]” (“Pecado”, Tratado de teología adventista, p. 274).</p><p>Aunque otros cristianos también creen en la caída de Lucifer y de Adán y Eva, y hasta cierto punto también creen en el conflicto cósmico entre Dios y Satanás, los adventistas han articulado estos conceptos en forma de una doctrina única, encapsulada en la Creencia Fundamental número 8:</p><p>Toda la humanidad está ahora envuelta en un gran conflicto entre Cristo y Satanás en cuanto al carácter de Dios, su Ley y su soberanía sobre el universo. Este conflicto se originó en el Cielo cuando un ser creado, dotado de libre albedrío, se exaltó a sí mismo y se convirtió en Satanás, el adversario de Dios, y condujo a la rebelión a una parte de los ángeles. Satanás introdujo el espíritu de rebelión en este mundo cuando indujo a Adán y a Eva a pecar. [...] Este mundo se convirtió en el campo de batalla del Conflicto Universal, a cuyo término el Dios de amor quedará finalmente vindicado (Creencia Fundamental Nº 8, “El Gran Conflicto”, en Creencias de los adventistas del séptimo día [ACES, 2018], p. 134).</p><p>La enseñanza bíblica de la caída de la humanidad en el pecado también está presente en la Creencia Fundamental número 7, titulada “La naturaleza de la humanidad”: Dios hizo al hombre y a la mujer a su imagen, con individualidad propia, y con la facultad y la libertad de pensar y obrar. Aunque los creó como seres libres, cada uno es una unidad indivisible de cuerpo, mente y espíritu, que depende de Dios para la vida, el aliento y todo lo demás. Cuando nuestros primeros padres desobedecieron a Dios, negaron su dependencia de él y cayeron de su elevada posición. La imagen de Dios en ellos se desfiguró y quedaron sujetos a la muerte. Sus descendientes participan de esta naturaleza caída y de sus consecuencias. Nacen con debilidades y tendencias hacia el mal. Pero Dios, en Cristo, reconcilió al mundo consigo mismo y, por medio de su Espíritu Santo, restaura en los mortales penitentes la imagen de su Hacedor. Creados para la gloria de Dios, se los llama a amarlo a él y a amarse mutuamente, y a cuidar del ambiente que los rodea (Creencia Fundamental Nº 7, “La naturaleza humana”, en Creencias de los adventistas, p. 108).</p><p>Dos aspectos adicionales de la doctrina adventista del Gran Conflicto merecen nuestra consideración: (1) el origen del tema del Gran Conflicto y (2) su historicidad. En primer lugar, el tema del Gran Conflicto surge de las Escrituras y se encuentra en la base misma de la interpretación bíblica y el desarrollo doctrinal adventista. Al comentar acerca de la interpretación bíblica, Elena de White señala:</p><p>La Biblia es su propio intérprete. Debe compararse texto con texto. El estudiante debería aprender a considerar la Biblia como un todo y a ver la relación que existe entre sus partes.<br></p><p>Debería adquirir el conocimiento de su gran tema central, del propósito original de Dios hacia el mundo, del comienzo del Gran Conflicto y de la obra de la Redención. Debería comprender la naturaleza de los principios que luchan por la supremacía, y aprender a rastrear su obra a través de las crónicas de la historia y la profecía, hasta la gran culminación. Debería verificar cómo interviene este conflicto en todos los aspectos de la vida humana; cómo en su mismo caso cada acto de su vida revela uno u otro de esos dos motivos antagónicos; y cómo, consciente o inconscientemente, ahora mismo está decidiendo en qué lado de la contienda se va a encontrar (La educación, p. 190, énfasis añadido).</p><p>Como resultado de este enfoque bíblico de la interpretación, el tema del Gran Conflicto está entretejido con todas las doctrinas bíblicas de la teología adventista, entre las cuales se destacan las siguientes:</p><p><br></p><p><strong>1. </strong>La Creación como expresión del amor, la libertad y el poder de Dios.</p><p><strong>2.</strong> El origen de la naturaleza humana, su condición actual y su destino final.</p><p><strong>3. </strong>La caída de la humanidad de su rectitud original y de su comunión con Dios.</p><p><strong>4.</strong> Las acciones salvíficas de Dios, manifestadas en la encarnación, el ministerio, la muerte, la resurrección, la ascensión y la intercesión de Cristo en el Santuario celestial, así como en su segunda venida.</p><p><strong>5.</strong> El plan redentor de Dios de justificación, santificación y la promesa de glorificación futura para la raza humana.</p><p><strong>6</strong>. El sostén del pueblo de Dios a lo largo de todos los períodos de la historia humana, culminando en el llamamiento de un remanente del tiempo del fin de entre las iglesias protestantes para proclamar su invitación final de misericordia a la humanidad.</p><p><strong>7. </strong>El juicio de Dios previo al Advenimiento, el juicio durante el Milenio y el juicio ejecutivo, que culminan con el fin del mal y la restauración de todas las cosas.</p><p><br></p><p>En segundo lugar, el Gran Conflicto es de naturaleza histórica. Dado que el cristianismo tradicional integraba presupuestos y conceptos filosóficos griegos, como la naturaleza inmaterial y atemporal del Cielo, muchos cristianos interpretan las referencias bíblicas al Conflicto Cósmico y a la caída de la humanidad en el pecado como alegorías o mitos teológicos. Sin embargo, la interpretación histórico-gramatical adventista de la Biblia muestra que Dios se involucra personal y realmente en la historia de la caída de la humanidad en el pecado y en la historia de la Salvación. Dios, Lucifer, los ángeles (tanto rebeldes como justos), Adán y Eva, y su caída en el pecado, son todos personajes y acontecimientos históricos reales. Jesús se refirió a Satanás como un ser literal, histórico, a quien conocía desde antes del comienzo de la historia de esta Tierra, y que fue el originador del mal y del pecado. En una ocasión, Jesús les explicó a los fariseos que ellos no eran ni hijos de Abraham (Juan 8:39, 40) ni hijos de Dios (Juan 8:41, 42), sino que eran de su padre “el diablo”, que “ha sido homicida desde el principio, y no permaneció en la verdad, porque no hay verdad en él. Cuando habla mentira, habla de lo que él mismo es; porque es mentiroso y padre de mentira” (Juan 8:44).</p><p>Juan, en el Apocalipsis, también describe que tanto el diablo como el conflicto cósmico que este instigó son realidades históricas. Siguiendo el ejemplo de Jesús, Juan afirma que “la serpiente antigua, que se llama diablo y Satanás, que engaña a todo el mundo” (Apoc. 12:7-9), fue el originador de la guerra, el mal y el engaño, en el Cielo y en la Tierra. El contexto inmediato de Apocalipsis 12:7 al 9 sugiere que el apóstol Juan consideraba tanto al diablo como al Conflicto Cósmico como una entidad y un acontecimiento históricos, respectivamente: tan históricos como Dios mismo (Apoc. 12:5, 6, 10, 17); tan históricos como el nacimiento y la ascensión de Jesús (Apoc. 12:5), la existencia de la iglesia y las persecuciones contra ella (Apoc. 12:1, 6, 11, 13-15), y la Cruz de Jesús, por cuya sangre somos salvos (Apoc. 12:11). Aunque no sabemos cuándo tuvo lugar este conflicto cósmico en el Cielo, creemos que puede datarse “antes de la creación de Adán y de Eva” (Fowler, ibíd.) y que fue tan histórico como la caída de la humanidad en el pecado por instigación del propio Satanás.<br></p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Analiza las siguientes preguntas en clase con tus alumnos: ¿Qué piensa la gente de tu cultura acerca de la evidente existencia del conflicto entre el bien y el mal en nuestro mundo? ¿Cómo entiende el origen del mal? ¿Cree que el mal acabará algún día? ¿Por qué? ¿Ha renunciado ya a toda esperanza de que acabe el mal? Si es así, ¿por qué? Tal vez la gente piense que el mal llegó aquí para quedarse, o que incluso es necesario para mantener algún tipo de equilibrio en el universo y en la historia. Si es así, explica por qué piensan así. ¿Cómo puedes compartir con ellos la perspectiva bíblica acerca del mal?</p><p><br></p><p><strong>1. </strong>¿Cómo afectan las diversas teorías acerca del origen del conflicto entre el bien y el mal a nuestra comprensión de la moralidad y la responsabilidad humanas? Tomemos, por ejemplo, la teoría de la evolución. ¿Cómo afecta esta teoría nuestra comprensión del origen del mal y, en consecuencia, nuestra comprensión de la moral humana? ¿Qué otras teorías respecto del origen del mal se te ocurren, además de la Evolución, que prevalezcan en tu cultura?</p><p><strong>2.</strong> Piensa en algunas formas en que puedes describir y explicar a la gente que te rodea las doctrinas adventistas del origen del mal, del Gran Conflicto y de la esperanza que aparecen en la Biblia. ¿Cómo puedes compartir estas verdades bíblicas con tus amigos, vecinos y colegas de otras confesiones, religiones, filosofías o cosmovisiones? ¿Qué elementos incluirías en el esquema de tu descripción del Gran Conflicto?</p><p><br></p><p><strong>RESEÑA</strong></p><p><strong>Texto clave: Isaías 41:10. Enfoque del estudio: Lucas 19:41, 42; Mateo 23:37, 38; 24:9, 21, 22; Hebreos 11:35-38; Isaías 41:10; Apocalipsis 2:10; Hechos 2:44-47; Juan 13:35.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "2T2024",
      "title": "<p>LA GUERRA DETRÁS DE TODAS LAS GUERRAS</p>",
      "verse": "<p>Hubo una gran batalla en el cielo. Miguel y sus ángeles combatieron contra el dragón, y el dragón y sus ángeles combatieron; pero estos no prevalecieron, ni se halló más lugar para ellos en el cielo (Apoc. 12:7, 8)</p>",
      "versionCode": 60,
      "weekDate": "30 de marzo - 5 de abril"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
