{
   "data":[
      {
         "color":"#67C3FF",
         "id":13,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"21 de septiembre",
               "dayTitle":"",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p>La crucifixión de Jesús fue un oscuro fin de semana para los discípulos mientras no solo lidiaban con la muerte de su Maestro, sino también temían por su propia vida (Juan 20:19).</p><p>En Marcos 16, el último capítulo del Evangelio de Marcos, veremos lo que sucedió tras la muerte de Jesús.</p><p>Consideraremos en primer lugar el momento en que ocurrió la resurrección de Jesús y por qué las mujeres fueron al sepulcro ese domingo de mañana. Los adventistas hemos evitado a veces referirnos a la mañana de la resurrección porque es usada erróneamente para apoyar la presunta sacralidad del domingo.</p><p>Veremos, en cambio, que podemos regocijarnos por la resurrección ocurrida aquel domingo a pesar de la teología errónea que, desafortunadamente, ha surgido a partir de ello.</p><p>En segundo lugar, la lección explica los primeros versículos de Marcos 16, vinculando este texto con un tema presente en todo el libro. El estudio correspondiente al lunes y al martes se ocupará de estos conceptos.</p><p>En tercer lugar, como conclusión de nuestra lección semanal, las lecciones del miércoles y del jueves examinarán el resto de Marcos 16 y considerarán la misión que este texto nos propone. Este estudio concluirá desafiando al lector de Marcos a llevar el evangelio al mundo entero.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de septiembre",
               "dayTitle":"<p>REGOCIJO EN LA RESURRECCIÓN</p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Marcos 15:42 a 16:6. ¿Qué ocurre aquí y por qué esta historia es tan relevante para el relato de la resurrección?</strong></p><p><strong>Marcos 15:42-47</strong></p><p><strong><sup>42</sup></strong> Cuando llegó la noche, porque era la preparación, es decir, la víspera del día de reposo,&nbsp;</p><p><strong><sup>43</sup></strong> José de Arimatea, miembro noble del concilio, que también esperaba el reino de Dios, vino y entró osadamente a Pilato, y pidió el cuerpo de Jesús.&nbsp;</p><p><strong><sup>44</sup></strong> Pilato se sorprendió de que ya hubiese muerto; y haciendo venir al centurión, le preguntó si ya estaba muerto. <strong><sup>45</sup></strong> E informado por el centurión, dio el cuerpo a José,&nbsp;</p><p><strong><sup>46</sup></strong> el cual compró una sábana, y quitándolo, lo envolvió en la sábana, y lo puso en un sepulcro que estaba cavado en una peña, e hizo rodar una piedra a la entrada del sepulcro.&nbsp;</p><p><strong><sup>47</sup></strong> Y María Magdalena y María madre de José miraban dónde lo ponían.</p><p><strong>Marcos 16:1-6</strong></p><p><strong><sup>1</sup></strong> Cuando pasó el día de reposo, María Magdalena, María la madre de Jacobo, y Salomé, compraron especias aromáticas para ir a ungirle.&nbsp;</p><p><strong><sup>2 </sup></strong>Y muy de mañana, el primer día de la semana, vinieron al sepulcro, ya salido el sol.&nbsp;</p><p><strong><sup>3</sup></strong> Pero decían entre sí: ¿Quién nos removerá la piedra de la entrada del sepulcro?&nbsp;</p><p><strong><sup>4 </sup></strong>Pero cuando miraron, vieron removida la piedra, que era muy grande.&nbsp;</p><p><strong><sup>5 </sup></strong>Y cuando entraron en el sepulcro, vieron a un joven sentado al lado derecho, cubierto de una larga ropa blanca; y se espantaron.&nbsp;</p><p><strong><sup>6</sup></strong> Mas él les dijo: No os asustéis; buscáis a Jesús nazareno, el que fue crucificado; ha resucitado, no está aquí; mirad el lugar en donde le pusieron.</p><p>Los escritores de los cuatro evangelios coinciden en que Jesús murió en el día que identifican como “la preparación” (Mat. 27:62; Mar. 15:42; Luc. 23:54; Juan 19:14, 31, 42). La mayoría de los comentadores entienden la expresión como una referencia al período que se extiende entre el atardecer del jueves y el del viernes. Jesús murió el viernes de tarde y fue sepultado antes de la puesta de sol. Durante el sábado, descansó en la tumba.</p><p>También lo hicieron todos sus discípulos. “Y vueltas, prepararon aromas y perfumes. Pero reposaron el sábado, conforme al mandamiento” (Luc. 23:56), algo que habría sido extraño si Jesús hubiera disminuido la obligación de guardar el cuarto Mandamiento o si así lo hubieran entendido ellas.</p><p>El sábado de noche, las mujeres compraron especias y fueron el domingo de mañana al sepulcro con la intención de completar el procedimiento funerario acostumbrado. Por supuesto, ¡Jesús no estaba allí!</p><p>Desde tan temprano como el siglo segundo, el cristianismo consideró significativo el hecho de que Jesús resucitó en domingo. Esto se convirtió en el fundamento de la presunta sacralidad del domingo. Pero ¿es eso lo que el Nuevo Testamento enseña?<br></p><p><strong>Lee Colosenses 2:10 al 12. ¿Cuál es el memorial de la resurrección de Jesús según el Nuevo Testamento?<br></strong></p><p><strong>Colosenses 2:10-12</strong></p><p><strong><sup>10</sup></strong> y vosotros estáis completos en él, que es la cabeza de todo principado y potestad.&nbsp;</p><p><strong><sup>11</sup></strong> En él también fuisteis circuncidados con circuncisión no hecha a mano, al echar de vosotros el cuerpo pecaminoso carnal, en la circuncisión de Cristo;&nbsp;</p><p><strong><sup>12</sup></strong> sepultados con él en el bautismo, en el cual fuisteis también resucitados con él, mediante la fe en el poder de Dios que le levantó de los muertos.</p><p>No hay una sola palabra en la Biblia que sugiera la sacralidad del domingo como un recordatorio de la resurrección. Ese recordatorio es el bautismo. “Porque fuimos sepultados junto con él para muerte por medio del bautismo, a fin de que como Cristo resucitó de los muertos por la gloria del Padre, así también nosotros andemos en nueva vida” (Rom. 6:4).</p><p>Independientemente de la teología errónea acerca del culto dominical, de- bemos como adventistas regocijarnos por la resurrección de Jesús, ocurrida el domingo de mañana. Jesús ha triunfado sobre la muerte en virtud de su muerte y resurrección, y es gracias a esta que estamos seguros de nuestra propia resurrección.</p><p>“¡Bendito sea el Dios y Padre de nuestro Señor Jesucristo! Por su gran misericordia nos regeneró para una esperanza viva, mediante la resurrección de Jesucristo de entre los muertos” (1 Ped. 1:3). Observa la certidumbre que Pedro tenía acerca de la resurrección de Jesús. ¿Cómo podemos nosotros tener esa misma certeza?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de septiembre",
               "dayTitle":"<p>LA PIEDRA FUE QUITADA</p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Marcos 16:1 al 8 y 1 Corintios 15:1 al 8. ¿Qué tienen en común estos pasajes?</strong></p><p><strong>Marcos 16:1-8</strong></p><p><strong><sup>1 </sup></strong>Cuando pasó el día de reposo, María Magdalena, María la madre de Jacobo, y Salomé, compraron especias aromáticas para ir a ungirle.&nbsp;</p><p><strong><sup>2 </sup></strong>Y muy de mañana, el primer día de la semana, vinieron al sepulcro, ya salido el sol.&nbsp;</p><p><strong><sup>3</sup></strong> Pero decían entre sí: ¿Quién nos removerá la piedra de la entrada del sepulcro?&nbsp;</p><p><strong><sup>4 </sup></strong>Pero cuando miraron, vieron removida la piedra, que era muy grande.&nbsp;</p><p><strong><sup>5 </sup></strong>Y cuando entraron en el sepulcro, vieron a un joven sentado al lado derecho, cubierto de una larga ropa blanca; y se espantaron.&nbsp;</p><p><strong><sup>6</sup></strong> Mas él les dijo: No os asustéis; buscáis a Jesús nazareno, el que fue crucificado; ha resucitado, no está aquí; mirad el lugar en donde le pusieron.</p><p><strong><sup>7 </sup></strong>Pero id, decid a sus discípulos, y a Pedro, que él va delante de vosotros a Galilea; allí le veréis, como os dijo.&nbsp;</p><p><strong><sup>8</sup></strong> Y ellas se fueron huyendo del sepulcro, porque les había tomado temblor y espanto; ni decían nada a nadie, porque tenían miedo.</p><p><strong>1 Corintios 15:1-8</strong></p><p><strong><sup>1 </sup></strong>Además os declaro, hermanos, el evangelio que os he predicado, el cual también recibisteis, en el cual también perseveráis;&nbsp;</p><p><strong><sup>2 </sup></strong>por el cual asimismo, si retenéis la palabra que os he predicado, sois salvos, si no creísteis en vano.</p><p><strong><sup>3 </sup></strong>Porque primeramente os he enseñado lo que asimismo recibí: Que Cristo murió por nuestros pecados, conforme a las Escrituras;&nbsp;</p><p><strong><sup>4 </sup></strong>y que fue sepultado, y que resucitó al tercer día, conforme a las Escrituras;&nbsp;</p><p><strong><sup>5</sup></strong> y que apareció a Cefas, y después a los doce.&nbsp;</p><p><strong><sup>6 </sup></strong>Después apareció a más de quinientos hermanos a la vez, de los cuales muchos viven aún, y otros ya duermen.&nbsp;</p><p><strong><sup>7</sup></strong> Después apareció a Jacobo; después a todos los apóstoles;&nbsp;</p><p><strong><sup>8</sup></strong> y al último de todos, como a un abortivo, me apareció a mí.</p><p>La historia de la resurrección aparece en los cuatro evangelios. El autor de cada uno de ellos presenta el relato desde una perspectiva diferente, pero todos ellos registran los conceptos centrales presentes también en 1 Corintios 15:1 al 8. Hay cuatro ideas que aparecen una y otra vez: murió, fue sepultado, resucitó, fue visto. En Marcos, las primeras dos ideas aparecen en el capítulo 15. Las otras dos están en el capítulo 16, pero con un giro. Marcos 16:7 habla de una reunión en Galilea (“y allí le veréis”; ver Juan 21).</p><p>Para algunas personas es inconcebible que los cristianos crean en un Señor resucitado. Pero la evidencia de su resurrección es sustancial y consistente con la razón.</p><p>Para empezar, todo lo que uno tiene que hacer es creer en Dios como el Creador (ver Génesis 1; 2), y la idea de la resurrección, un milagro, llega a ser razonable. El Dios que creó el universo y, por ende, la vida en la Tierra, ciertamente tiene el poder, si así lo decide, de resucitar a Jesús. La existencia de Dios no convierte la resurrección de Jesús en algo inevitable, solo en algo razonable.</p><p>Además, la tumba estaba vacía. Aun los historiadores ateos aceptan ese hecho. Si así no fuera, la aseveración acerca de la resurrección de Jesús habría fracasado desde el principio, pues la existencia de su cuerpo habría destruido cualquier pretensión de que hubiera vuelto a la vida.</p><p>Luego, la explicación de que sus discípulos sustrajeron el cuerpo es insostenible, ya que no podrían haber burlado a la guardia. Y, aun en el caso de que hubieran podido y se llevaran el cuerpo, ¿por qué no fueron arrestados por hacerlo? La respuesta es que los líderes religiosos sabían que los discípulos no habían hecho eso.<br></p><p>Por otra parte, muchas personas dieron testimonio de que habían visto a Cristo resucitado. Muchos, incluyendo a los discípulos, no creyeron al principio. Y Pablo, un muy sólido enemigo, no solo asegura haber visto al Señor resucitado, sino también esa experiencia cambió radicalmente toda la trayectoria de su vida.</p><p>Finalmente (aunque existen muchas otras razones), ¿cómo explicar el surgimiento de la iglesia cristiana, fundada por personas que afirmaron haber visto al Señor resucitado? ¿Por qué habrían estado esas personas dispuestas a morir por algo que supieran que no era verdad? El testimonio sostenido de ellos desde poco después de la muerte de él (Hech. 3:15) y en los años siguientes (1 Ped. 1:3) es una evidencia poderosa en favor de su resurrección.</p><p><strong>¿Qué responderías si alguien te preguntara qué evidencia tienes de la resurrección?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de septiembre",
               "dayTitle":"<p>LAS MUJERES EN EL SEPULCRO</p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p>“Las mujeres que habían estado al lado de la cruz de Cristo esperaron velando que transcurriesen las horas del sábado. El primer día de la semana, muy temprano, se dirigieron a la tumba llevando consigo especias preciosas para ungir el cuerpo del Salvador. No pensaban acerca de su resurrección de los muertos. El sol de su esperanza se había puesto y había anochecido en sus corazones. Mientras caminaban, relataban las obras de misericordia de Cristo y sus palabras de consuelo. Pero no recordaban sus palabras: ‘Os volveré a ver’ (Juan 16:22)” (DTG 732)</p><p><strong>Lee Marcos 16:1 al 8. ¿Qué sucedió y cómo respondió la mujer al principio?</strong></p><p><strong>Marcos 16:1</strong><strong style=\"background-color: initial;\">- 8</strong></p><p><strong><sup>1 </sup></strong>Cuando pasó el día de reposo, María Magdalena, María la madre de Jacobo, y Salomé, compraron especias aromáticas para ir a ungirle.&nbsp;</p><p><strong><sup>2 </sup></strong>Y muy de mañana, el primer día de la semana, vinieron al sepulcro, ya salido el sol.&nbsp;</p><p><strong><sup>3 </sup></strong>Pero decían entre sí: ¿Quién nos removerá la piedra de la entrada del sepulcro?&nbsp;</p><p><strong><sup>4</sup></strong> Pero cuando miraron, vieron removida la piedra, que era muy grande.&nbsp;</p><p><strong><sup>5 </sup></strong>Y cuando entraron en el sepulcro, vieron a un joven sentado al lado derecho, cubierto de una larga ropa blanca; y se espantaron.&nbsp;</p><p><strong><sup>6 </sup></strong>Mas él les dijo: No os asustéis; buscáis a Jesús nazareno, el que fue crucificado; ha resucitado, no está aquí; mirad el lugar en donde le pusieron.&nbsp;</p><p><strong><sup>7 </sup></strong>Pero id, decid a sus discípulos, y a Pedro, que él va delante de vosotros a Galilea; allí le veréis, como os dijo.&nbsp;</p><p><strong><sup>8 </sup></strong>Y ellas se fueron huyendo del sepulcro, porque les había tomado temblor y espanto; ni decían nada a nadie, porque tenían miedo.</p><p>Desde el comienzo del Evangelio, el lector sabe que Jesús es el Mesías. Pero en el texto mismo, la primera persona no endemoniada que lo reconoce como tal es Pedro, en Marcos 8:29. ¡Y esta declaración ocurre recién en la segunda mitad del libro!</p><p>A lo largo del Evangelio de Marcos, Jesús pide a las personas que mantengan en reserva quién es él o sus curaciones milagrosas. En Marcos 1:44, dice a un leproso que no cuente su sanación a nadie. En Marcos 5:43, pide a Jairo y a su esposa lo mismo acerca de la resurrección de su hija. En Marcos 7:36, dice a un grupo que no digan a la gente acerca de su curación de un sordomudo. Y luego ordena a sus discípulos no decir a la gente que él es el Mesías (Mar. 8:30; ver también Mar. 9:9). No cabe duda de que la principal razón por la que Jesús les pedía que guardaran silencio era para disponer del tiempo necesario para terminar su ministerio de acuerdo con el tiempo profético anunciado en Daniel 9:24 al 27.</p><p>Ahora, en esta escena, aun después de que se les ha dicho que Jesús ha resucitado, las mujeres, temerosas y asombradas, huyen del sepulcro y, al menos en un primer momento, tampoco ellas hablan acerca de lo que ha sucedido. No obstante, el silencio no dura mucho. Al llegar al final del libro de Marcos, leemos lo siguiente: “Y ellos salieron y predicaron en todas partes. Y el Señor los ayudaba, y confirmaba la palabra con las señales que seguían” (Mar. 16:20).</p><p>De esa manera, el secreto acerca de quién es Jesús y de lo que ha hecho es finalmente dado a conocer ampliamente. El libro concluye diciendo que ellos “predicaron en todas partes”.</p><p><strong>¿Por qué no deberíamos guardar silencio acerca de Jesús y de lo que ha hecho? ¿A quién podrías hablar hoy acerca de Jesús y del Plan de Salvación?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de septiembre",
               "dayTitle":"<p>LA APARICIÓN A MARÍA Y A OTROS</p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Marcos 16:9 al 20. ¿Qué agregan estos versículos al relato de la resurrección?</strong></p><p><strong>Marcos 16:9-20</strong></p><p><strong><sup>9 </sup></strong>Habiendo, pues, resucitado Jesús por la mañana, el primer día de la semana, apareció primeramente a María Magdalena, de quien había echado siete demonios.&nbsp;</p><p><strong><sup>10</sup></strong> Yendo ella, lo hizo saber a los que habían estado con él, que estaban tristes y llorando.&nbsp;</p><p><strong><sup>11 </sup></strong>Ellos, cuando oyeron que vivía, y que había sido visto por ella, no lo creyeron.</p><p><strong><sup>12</sup></strong> Pero después apareció en otra forma a dos de ellos que iban de camino, yendo al campo.&nbsp;</p><p><strong><sup>13</sup></strong> Ellos fueron y lo hicieron saber a los otros; y ni aun a ellos creyeron.</p><p><strong><sup>14 </sup></strong>Finalmente se apareció a los once mismos, estando ellos sentados a la mesa, y les reprochó su incredulidad y dureza de corazón, porque no habían creído a los que le habían visto resucitado.&nbsp;</p><p><strong><sup>15 </sup></strong>Y les dijo: Id por todo el mundo y predicad el evangelio a toda criatura.&nbsp;</p><p><strong><sup>16</sup></strong> El que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado.</p><p><strong><sup>17 </sup></strong>Y estas señales seguirán a los que creen: En mi nombre echarán fuera demonios; hablarán nuevas lenguas;&nbsp;</p><p><strong><sup>18</sup></strong> tomarán en las manos serpientes, y si bebieren cosa mortífera, no les hará daño; sobre los enfermos pondrán sus manos, y sanarán.</p><p><strong><sup>19 </sup></strong>Y el Señor, después que les habló, fue recibido arriba en el cielo, y se sentó a la diestra de Dios.&nbsp;</p><p><strong><sup>20 </sup></strong>Y ellos, saliendo, predicaron en todas partes, ayudándoles el Señor y confirmando la palabra con las señales que la seguían. Amén.</p><p>Casi todo Marcos 16:9 al 20 tiene paralelismos con otros pasajes del Nuevo Testamento: el encuentro de María Magdalena con Jesús en el sepulcro (Mat. 28:1, 9, 10; Juan 20:11-18; comparar con Luc. 8:2); dos hombres ven a Jesús en una zona rural (Luc. 24:13-35); los once reciben la comisión de predicar (Mat. 28:16-20; Luc. 24:36-49; Juan 20:19-23).</p><p>La primera persona en ver a Jesús resucitado es María Magdalena (Juan 20:11-18). Otras mujeres también lo vieron (Mat. 28:8-10). Es significativo que las primeras personas que ven a Jesús resucitado son mujeres. Puesto que las mujeres no tenían un estatus elevado como testigos en el mundo antiguo, si el relato acerca de la resurrección hubiera sido ficticio, habría sido mucho más probable que seleccionara a hombres como sus primeros testigos. Pero no fueron hombres, no los discípulos, sino una mujer. Ella va entonces a dar la buena noticia a los discípulos, pero, no es de sorprenderse, ellos no creen en su testimonio, muy probablemente porque les parecía fantasioso y, además, y desafortunadamente, porque provenía de una mujer.</p><p>Los defensores de la autenticidad del reporte de la resurrección de Jesús han usado este hecho, que una mujer fue la primera persona en ver a Jesús resucitado, como una poderosa evidencia en favor de la veracidad del relato.</p><p><strong>¿Qué ocurre en Marcos 16:14, y que no tendría sentido si el relato fuera una invención?</strong></p><p><strong>Marcos 16:14</strong></p><p><strong><sup>14</sup></strong> Finalmente se apareció a los once mismos, estando ellos sentados a la mesa, y les reprochó su incredulidad y dureza de corazón, porque no habían creído a los que le habían visto resucitado.</p><p>De hecho, en caso de haber fraguado el relato, ¿por qué habrían dado una imagen tan mala de ellos mismos? Jesús tuvo que reprenderlos por su “incredulidad y dureza de corazón”. Desde el momento del arresto de Jesús, y en sus sucesivas apariciones posteriores a la resurrección, los evangelios describen a los seguidores de Jesús de forma muy negativa: huyen, niegan conocerlo, no creen, etc. Esto no tendría sentido si el relato fuera ficticio.</p><p>En contraste, su audaz e inquebrantable proclamación posterior acerca del Cristo resucitado, así como la esperanza que ella ofrece a todos, es una evidencia poderosa en favor de la veracidad de sus afirmaciones.</p><p><strong>¿Cómo podemos protegernos de caer en la trampa espiritual de la duda y la incredulidad? ¿Por qué deberíamos vincularnos cada día con el Cristo resucitado?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de septiembre",
               "dayTitle":"<p>VAYAN POR TODO EL MUNDO</p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Marcos 16:14 al 20. ¿Qué dijo Jesús a sus discípulos cuando se les apareció, y qué significan estas palabras para nosotros hoy?</strong></p><p><strong>Marcos 16:14-20</strong></p><p><strong><sup>14 </sup></strong>Finalmente se apareció a los once mismos, estando ellos sentados a la mesa, y les reprochó su incredulidad y dureza de corazón, porque no habían creído a los que le habían visto resucitado.&nbsp;</p><p><strong><sup>15</sup></strong> Y les dijo: Id por todo el mundo y predicad el evangelio a toda criatura.&nbsp;</p><p><strong><sup>16 </sup></strong>El que creyere y fuere bautizado, será salvo; mas el que no creyere, será condenado.&nbsp;</p><p><strong><sup>17 </sup></strong>Y estas señales seguirán a los que creen: En mi nombre echarán fuera demonios; hablarán nuevas lenguas;&nbsp;</p><p><strong><sup>18</sup></strong> tomarán en las manos serpientes, y si bebieren cosa mortífera, no les hará daño; sobre los enfermos pondrán sus manos, y sanarán.</p><p><strong><sup>19</sup></strong> Y el Señor, después que les habló, fue recibido arriba en el cielo, y se sentó a la diestra de Dios.&nbsp;</p><p><strong><sup>20 </sup></strong>Y ellos, saliendo, predicaron en todas partes, ayudándoles el Señor y confirmando la palabra con las señales que la seguían. Amén.</p><p>Las primeras palabras dichas por Jesús a sus discípulos, después de su resurrección, solo aparecen registradas en forma de discurso indirecto en Marcos 16:14. Allí los reprende por su incredulidad y dureza de corazón. Como hemos visto, los primeros discípulos de Jesús ya tenían problemas para creer (Mat. 28:17; Juan 20:24-29) a pesar de estar con Jesús en persona y haber visto sus milagros vez tras vez.</p><p>Pero él les demostró la realidad de su resurrección mediante diversas evidencias. Por lo tanto, el testimonio de ellos, combinado con la evidencia presentada en la sección del día lunes, constituye un firme fundamento para la fe.</p><p>Jesús encomendó a sus discípulos la proclamación del evangelio al mundo. Su orden es expansiva. Ellos deben ir al mundo entero y proclamar el evangelio a toda la Creación. Jesús luego explica el resultado de su labor para bien y para mal: quienes crean serán salvos; quienes no crean serán condenados.</p><p>Jesús también describe las señales que acompañarán la obra de los discípulos: expulsarán demonios, hablarán nuevos idiomas, serán protegidos de daños y sanarán a los enfermos. Algunas personas han interpretado erróneamente Marcos 16:18 como si aseverara que los cristianos deben demostrar su fe sosteniendo serpientes venenosas en sus manos. Ninguna acción presuntuosa como esa es autorizada aquí. Lo que Jesús está describiendo es la protección del cristiano mientras participa en la misión, como ocurrió con Pablo mientras servía a otros (Hech. 28:3-6).</p><p>Obviamente, La Biblia no enseña que los cristianos serán siempre protegidos de todo daño. A veces Dios considera apropiado obrar un milagro para promover la causa del evangelio. Pero a veces los cristianos sufren como consecuencia de su testimonio. En tales circunstancias, su paciente perseverancia es para los incrédulos otra evidencia del poder de la fe.</p><p>Y luego, después de toda la obra que realizó aquí, “fue recibido arriba en el cielo y se sentó a la diestra de Dios” (Mar. 16:19). Jesús ascendió para sentarse a la diestra de Dios, el lugar del poder supremo, porque había derrotado a todas las fuerzas del mal.</p><p>Nota lo que dice el último versículo. Aunque ellos predicaron “en todas partes” el evangelio, no fueron solos. “Y el Señor los ayudaba, y confirmaba la palabra con las señales que seguían” (Mar. 16:20). Él estaba con ellos y promete estar con nosotros ahora mientras continuamos la obra que ellos comenzaron.</p><p><strong>“Yo estoy con vosotros todos los días, hasta el fin del mundo” (Mat. 28:20). ¿Qué consuelo podemos recibir y deberíamos recibir de esta promesa a medida que procuramos también proclamar el evangelio “en todas partes”?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de septiembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR</p>",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p>Lee los capítulos titulados “El Señor ha resucitado” y “Vayan, adoctrinen a todas las naciones” en el libro El Deseado de todas las gentes, de Elena de White, pp. 725-731 y 757-768.</p><p>“Para el creyente, la muerte es asunto trivial. Cristo habla de ella como si fuera de poca importancia. ‘El que guardare mi palabra, nunca verá muerte’, ‘nunca sufrirá muerte’. Para el cristiano, la muerte es tan solo un sueño, un momento de silencio y tinieblas. La vida está oculta con Cristo en Dios y, ‘cuando Cristo, vuestra vida, se manifieste, entonces vosotros también seréis manifestados con él en gloria’ (Juan 8:51, 52; Col. 3:4)” (DTG 731).</p><p>Aun los historiadores ateos, quienes no aceptan la realidad de la resurrección, admiten no solo que Jesús fue ejecutado, sino también que, tras su muerte, muchos afirmaron haberlo visto resucitado y que, como resultado, dieron inicio al núcleo de lo que llegó a ser la iglesia cristiana. En un intento por explicar por qué esas personas afirmaron eso, algunos dijeron que Jesús tenía un hermano mellizo o que los primeros discípulos alucinaron pensando que en realidad habían visto a Jesús. Otros dijeron que, en realidad, no murió, sino que solo se desvaneció, volviendo posteriormente en sí. Otra persona afirmó que los extraterrestres descendieron y se llevaron el cuerpo. Para conocer todos estos argumentos y por qué son insostenibles, ver Clifford Goldstein, ¡Ha resucitado! Encontrando esperanza en la tumba vacía (ACES, 2022).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p>¿Por qué habrían mentido los discípulos acerca de la resurrección? A la luz de todo lo que sabemos, ellos no experimentaron otra cosa que odio, distanciamiento y persecución a causa de su convicción. ¿Qué habrían ganado inventando este relato?</p><p><strong>1.</strong> ¿Cuál de las evidencias de la resurrección de Jesús es más convincente para ti? Comparte tus razones con tu clase.</p><p><strong>2.</strong> Considera más detenidamente la gran esperanza que nos ofrece la resurrección. Lee 1 Corintios 15. ¿Cuánta importancia da Pablo a la resurrección de Jesús?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":138,
               "idDay":8,
               "idLesson":13,
               "lessonText":"<p><strong>RESEÑA</strong></p><p><strong>Texto clave: Marcos 16:14-16.</strong></p><p><strong>Enfoque del estudio: Marcos 16.</strong></p><p><strong>Introducción:</strong></p><p><br></p><p>Marcos 15 termina destacando la contribución de un miembro notable de la sociedad israelita, alguien que pone su vida y sus recursos a disposición del Reino de Dios cuando Jesús muere. Las seguidoras de Jesús también expresan su voluntad de participar en los ritos funerarios de su Salvador. Surgen, entonces, las siguientes preguntas: ¿Dónde están los discípulos? ¿Cómo reaccionaron ante la muerte de Jesús? ¿Cómo respondieron a la noticia de su resurrección? Marcos dedica especial atención a responder esos interrogantes en la parte final de su Evangelio. También incluye las instrucciones especiales de Jesús a sus discípulos cuando les encomienda predicar el evangelio a todo el mundo.</p><p><strong>Temática de la lección:</strong></p><p>Los temas de esta semana incluyen un análisis de la experiencia de los discípulos cuando creyeron en Jesucristo como Señor resucitado. Nuestro estudio se dividirá en dos partes:</p><p><strong>1. </strong>La importancia y el impacto de creer. Esta sección examina la falta de disposición de los discípulos a creer en la resurrección de Jesús y cómo, fnalmente, Jesús desvanece sus dudas y fortalece su fe.</p><p><strong>2. </strong>“Vayan por todo el mundo”. Esta sección incluye la gran comisión de Jesús a sus discípulos, así como el alcance de la misión de ellos y el objetivo del evangelio.</p><p><strong>COMENTARIO</strong></p><p><strong>La importancia y el impacto de la fe</strong><br></p><p>La muerte de Jesús resultó devastadora para sus seguidores. Aunque la profecía lo predijo, y aunque él mismo ya les había advertido de las pruebas a las que se enfrentaría antes de su muerte, las ideas preconcebidas de los discípulos sobre el Mesías les impidieron comprender el significado de las palabras del Maestro. Por ello, no estaban preparados para el impacto de los acontecimientos.</p><p>Inmediatamente después de la crucifixión, los discípulos mostraron que seguían sin comprender el plan divino o, en el mejor de los casos, que habían olvidado las palabras de Jesús, que les habrían servido de consuelo en medio de su dolor. Así, Marcos dice que “estaban tristes y llorando” (Mar. 16:10) tras la muerte de Jesús. Podemos preguntarnos, con razón, si los discípulos y amigos íntimos de Jesús comprendieron siquiera el propósito de su muerte. Puesto que lo más probable es que no tuvieran una concepción clara de ese propósito, tampoco es difícil comprender su resistencia a creer que Jesús había resucitado de entre los muertos. Este último punto es subrayado en la primera parte de Marcos 16 y constituye el tema central de nuestra última lección.</p><p>Para empezar, en Marcos 16:6 a 8 los ángeles anuncian a las mujeres que Jesús había resucitado. Además, los ángeles animan a las mujeres a anunciar también la buena noticia. Sin embargo, “no decían nada a nadie, porque tenían miedo” (Mar. 16:8, énfasis añadido). ¿Crees que las mujeres temieron creer el asombroso anuncio de sus visitantes angélicos?</p><p>En una segunda escena, Jesús mismo se aparece a María Magdalena, después de lo cual “ella fue y avisó a los que habían estado con él, que estaban tristes y llorando. Cuando ellos oyeron que Jesús vivía, y que ella lo había visto, no lo creyeron” (Mar. 16:10, 11, énfasis añadido). María comunicó el mensaje, pero su audiencia no estaba dispuesta a creer la buena noticia.</p><p>Una tercera escena describe la persistencia de la incredulidad entre los discípulos. Marcos registra esta escena de la siguiente manera: “Después Jesús les apareció en otra forma a dos de ellos que iban de camino por el campo. Y ellos fueron y avisaron a los otros. Y ni aun a estos creyeron” (Mar. 16:12, 13, énfasis añadido).</p><p>Es interesante que Jesús no utilizara a nadie de su círculo íntimo para anunciar la noticia de su resurrección, sino que fue transmitida a sus discípulos a través de una mujer y de otras dos personas que no formaban parte del grupo de los Once.</p><p>En una cuarta escena, Jesús mismo se aparece a los discípulos. “Finalmente se apareció a los once, cuando estaban a la mesa. Allí reprendió su incredulidad y dureza de corazón por no haber creído a los que lo habían visto resucitado” (Mar. 16:14, énfasis añadido).</p><p><strong>¿Por qué los discípulos no estaban dispuestos a creer?</strong></p><p>&nbsp;Ellos tenían, como muchos en Israel, una concepción equivocada del Reino de Dios. Lucas registra claramente la naturaleza de este concepto erróneo en sus propias palabras: “Nosotros esperábamos que él era el que iba a redimir a Israel. Hoy es el tercer día que esto ha sucedido” (Luc. 24:21). ¿Qué quieren decir los discípulos con la expresión “redimir a Israel”? La palabra griega traducida como “redimir” es lytro?, cuyo significado básico es “liberar de una situación opresiva” (Danker y otros, A Greek-English lexicon of the New Testament and other early Christian literature, p. 606). Por ello, la muerte de Jesús significó para los discípulos la muerte de sus aspiraciones terrenales, pues concebían la redención como la liberación de la opresión romana.</p><p>Como vimos al principio del trimestre, Marcos comienza su Evangelio afirmando que “el tiempo se ha cumplido, el Reino de Dios está cerca”; por lo tanto, la gente necesita arrepentirse y creer en el evangelio (Mar. 1:15). Por desgracia, al final del relato evangélico de Marcos (Mar. 16), el corazón de las personas seguía dominado por la incredulidad. Estas personas no eran los sacerdotes, los líderes de Israel o el gobernador romano, sino los propios discípulos de Jesús.</p><p>Es interesante notar que Lucas también registra una escena protagonizada por los dos discípulos a los que se refiere Marcos 16. En el relato de Lucas, los dos no creen inicialmente la noticia de la resurrección de Jesús. Pero, en el Evangelio de Marcos, esos dos discípulos son incluidos entre los que creen en el Jesús resucitado.</p><p>¿Cómo se produjo esta transición de la incredulidad a la fe? ¿Qué hizo Jesús para ayudarlos? Lucas añade en su relato algo que Marcos no incluye en el suyo. Jesús reprende a los discípulos por su incredulidad y dureza de corazón (Mar. 16:14; comparar con Luc. 24:25); pero inmediatamente tras la reprimenda, Jesús los ilumina preguntándoles retóricamente: “¿No era necesario que el Cristo padeciera estas cosas para entrar en su gloria? Y empezando desde Moisés y todos los profetas, les explicó lo que toda la Escritura decía de él” (Luc. 24:26, 27). ¡Qué estudio intensivo de la Biblia recibieron sin duda los discípulos aquel día! Desde el Génesis hasta el último libro de la Biblia hebrea, a lo largo de todo el Antiguo Testamento, Jesús expuso las profecías mesiánicas ante sus dos seguidores.</p><p>Elena de White elabora más sobre la instrucción que Jesús dio más tarde a sus seguidores antes de su ascensión: “Antes de dejar a sus discípulos, Cristo presentó claramente la naturaleza de su Reino. Les recordó lo que les había dicho antes acerca de ello. Declaró que no era su propósito establecer en este mundo un reino temporal, sino un reino espiritual. No iba a reinar como rey terrenal en el trono de David. Volvió a explicarles las Escrituras, demostrando que todo lo que había sufrido había sido ordenado en el Cielo, en los concilios celebrados entre el Padre y él mismo. Todo había sido predicho por hombres inspirados por el Espíritu Santo.</p><p>Dijo: Veis que todo lo que os he revelado acerca de mi rechazamiento como Mesías se ha cumplido. Todo lo que os he dicho acerca de la humillación que iba a soportar y la muerte que iba a sufrir se ha verificado. El tercer día resucité. Escudriñad más diligentemente las Escrituras, y veréis que en todas estas cosas se ha cumplido lo que especificaba la profecía acerca de mí” (El Deseado de todas las gentes, p. 759).</p><p><strong>“Vayan por todo el mundo”</strong></p><p>Tras el encuentro de los discípulos con su Señor resucitado, su experiencia de incredulidad se transformó en una fe activa. Ellos, a su vez, se convirtieron en tes- tigos vivos de Jesús, su Señor resucitado. Ahora los discípulos ya no tenían miedo, sino que estaban dispuestos a recorrer largas distancias para decir a los demás que “ ‘¡Es verdad! ¡El Señor ha resucitado!’ […] Entonces ellos contaron lo que les había sucedido en el camino, y cómo lo reconocieron al partir el pan” (Luc. 24:34, 35).<br></p><p>Más tarde, Jesús les encargó: “Vayan por todo el mundo, y prediquen el evangelio a toda criatura” (Mar. 16:15). Así, pues, el evangelio no solo debía ser predicado en Israel solamente, sino que debía ser llevado “hasta lo último de la tierra” (Hech. 1:8). Comentando acerca de la Gran Comisión, Elena de White escribe: “Pero la orden: ‘Id por todo el mundo’ no se ha de olvidar. Somos llamados a mirar las tierras lejanas.</p><p>Cristo derriba el muro de separación, el prejuicio divisorio de las nacionalidades, enseña a amar a toda la familia humana. Eleva a los hombres del círculo estrecho que prescribe su egoísmo. Abroga todos los límites territoriales y las distinciones artificiales de la sociedad. No hace diferencia entre vecinos y extraños, entre amigos y enemigos. Nos enseña a mirar a toda alma menesterosa como a nuestro hermano; y al mundo, como nuestro campo” (ibíd., p. 762).</p><p>Se ordena a los discípulos dar testimonio de su fe a los demás. El objetivo del evangelio, según Marcos, es hacer y bautizar creyentes. Por eso se anuncia el evangelio del Reino (Mar. 1:14). Aceptar el Reino de Dios en el corazón y a Jesús como nuestro Salvador y Rey es esencial para la salvación y para ser preservados de la condenación (Mar. 16:16), para que todos aquellos que crean en él “tengan vida por medio de él” (Juan 20:31).</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>¿Cómo podemos los creyentes en Cristo evitar conceptos erróneos acerca de Dios y la salvación que conducen, a su vez, a una experiencia espiritual defectuosa?</p><p>Pide a tus alumnos que lean el siguiente consejo mientras reflexionan sobre esa pregunta: “Razonando sobre la base de la profecía, Cristo dio a sus discípulos una idea correcta de lo que había de ser en la humanidad. Su expectativa de un Mesías que había de asumir el trono y el poder real de acuerdo con los deseos de los hombres había sido engañosa. Les había impedido comprender correctamente su descenso de la posición más sublime a la más humilde que pudiese ocupar. Cristo deseaba que las ideas de sus discípulos fuesen puras y veraces en toda especificación” (El Deseado de todas las gentes, 740).</p><p>¿Has considerado la posibilidad de servir en el campo misionero, lejos de tu hogar? ¿Qué te ha impedido asumir ese compromiso? ¿Has querido iniciar un proyecto misionero, pero sentiste temor de hacerlo? ¿Qué temores te impiden seguir adelante? Lee la siguiente promesa de la Pluma Inspirada: “Así dio Cristo su mandato a sus discípulos. Proveyó ampliamente para la prosecución de la obra y tomó sobre sí la responsabilidad de su éxito. Mientras ellos obedeciesen su palabra y trabajasen en relación con él, no podrían fracasar. Id a todas las naciones, les ordenó.</p><p>Id hasta las partes más lejanas del globo habitable, pero sabed que mi presencia estará allí. Trabajad con fe y confianza, porque nunca llegará el momento en que yo os abandone” (ibíd., p. 761).</p><p>Tal vez ya estés involucrado en un proyecto misionero en alguna comunidad cercana. Si es así,<strong> ¿cuál es tu proyecto y a qué retos te enfrentas? ¿Cómo te motiva la última cita en tu ministerio? ¿Qué esperanza y fortaleza te da?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>EL SEÑOR RESUCITADO<br></p>",
         "verse":"<p>“Pero él les dijo: ‘No se asusten. Ustedes buscan a Jesús nazareno, que fue cru- cificado. ¡Ha resucitado! No está aquí. Miren el lugar donde lo habían puesto’ ” (Mar. 16:6).<br></p>",
         "versionCode":40,
         "weekDate":"21-27 de septiembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
