{
   "data":[
      {
         "color":"#FF67B3",
         "id":12,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"15 de junio",
               "dayTitle":"",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p>Imagina que tienes una hija adolescente que vuelve a casa de la universidad para las vacaciones. Mientras esperas a que llegue, notas que nubes de tormenta aparecen sobre el horizonte y el viento comienza a soplar con fuerza. Los árboles vuelan por los aires y la lluvia cae a cántaros. Pronto la carretera principal queda intransitable, pero te enteras de que es posible pasar por un camino secundario. Aunque la comunicación es difícil, consigues enviar un mensaje de texto a tu hija, detallando cuidadosamente cómo puede llegar a casa sana y salva.&nbsp;</p><p>El propósito de la vida, la muerte, la resurrección y el ministerio de Cristo en el Santuario celestial es llevarnos a casa, que es lo que Jesús más quiere. Elena de White escribe: “Se aproxima una tormenta de implacable furor. ¿Estamos preparados para hacerle frente?” (Testimonios para la iglesia, t. 8, p. 329). Los mensajes proféticos de Daniel y Apocalipsis son instrucciones divinas para ayudarnos a atravesar las tormentas de la vida en el tiempo del fin, y sentir el cálido abrazo de un Salvador amoroso.&nbsp;</p><p>El objetivo de la lección de esta semana es revelar lo que dice la Palabra profética sobre los acontecimientos finales, y redescubrir la fortaleza de Cristo para ayudarnos a atravesar el conflicto final de la Tierra y llevarnos a casa. La lección de esta semana se basa en El conflicto de los siglos,capítulos 37 y 38.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de junio",
               "dayTitle":"<p>LEALTAD A DIOS Y A SU PALABRA</p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p style=\"text-align: justify; \"><strong>Lee Proverbios 23:23; y Juan 8:32 y 17:17. ¿Qué tienen en común estos versículos?</strong></p><p style=\"text-align: justify; \"><strong>Proverbios 23</strong></p><p style=\"text-align: justify; \"><strong><sup>23</sup>&nbsp;</strong>Adquiere la verdad y la sabiduría, la disciplina y el discernimiento, ¡y no los vendas!.</p><p style=\"text-align: justify; \"><strong>Juan 8</strong></p><p style=\"text-align: justify; \"><strong><sup>32</sup></strong>&nbsp;Y conocerán la verdad, y la verdad los hará libres.</p><p style=\"text-align: justify; \"><strong>Juan 17</strong></p><p style=\"text-align: justify; \"><strong><sup>17</sup> </strong>Santifícalos en la verdad; tu palabra es la verdad.</p><p style=\"text-align: justify; \">A lo largo de los siglos, el Gran Conflicto ha sido una batalla entre la verdad y el error. Satanás es un mentiroso y el padre de la mentira (Juan 8:44). Jesús es el autor de toda verdad. Él declaró: \"Yo soy el camino, la verdad y la vida\" (Juan 14:6). La verdad que nos libra de los engaños de Satanás se encuentra en la Palabra de Dios. La Biblia desenmascara la estrategia de Satanás y revela los planes de Dios. La Escritura es una lámpara para nuestros pies (Sal. 119:105). El salmista declara: \"La explicación de tus palabras ilumina, da inteligencia a los sencillos\" (Sal. 119:130). Y añade: \"Toda tu palabra es verdad\" (Sal. 119:160).</p><p style=\"text-align: justify; \"><strong>Lee 2 Pedro 1:16 al 21. ¿Qué seguridad nos da el apóstol con respecto a la profecía? ¿Qué ilustración utiliza para mostrar la importancia de la Palabra profética de Dios?</strong></p><p style=\"text-align: justify; \"><strong>2 Pedro 1:16 al 21</strong></p><p style=\"text-align: justify; \"><strong><sup>16</sup></strong> Cuando les dimos a conocer la venida de nuestro Señor Jesucristo en todo su poder, no estábamos siguiendo sutiles cuentos supersticiosos, sino dando testimonio de su grandeza que vimos con nuestros propios ojos.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>17</sup></strong> Él recibió honor y gloria de parte de Dios el Padre cuando desde la majestuosa gloria se le dirigió aquella voz que dijo: «Este es mi Hijo amado; estoy muy complacido con él».</p><p style=\"text-align: justify; \"><strong><sup>18</sup></strong> Nosotros mismos oímos esa voz que vino del cielo cuando estábamos con él en el monte santo.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>19</sup></strong> Esto ha venido a confirmarnos la palabra[c] de los profetas, a la cual ustedes hacen bien en prestar atención como a una lámpara que brilla en un lugar oscuro, hasta que amanezca el día y salga el lucero de la mañana en sus corazones.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>20</sup></strong> Ante todo, tengan muy presente que ninguna profecía de la Escritura surge de la interpretación particular de nadie.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>21</sup></strong> Porque la profecía no ha tenido su origen en la voluntad humana, sino que los profetas hablaron de parte de Dios, impulsados por el Espíritu Santo.</p><p style=\"text-align: justify; \">No hemos seguido “fábulas ingeniosas”. Las profecías de la Palabra de Dios iluminan el camino que tenemos por delante. Nos ayudan a distinguir la verdad del error. Sin la Biblia, quedaríamos librados a los caprichos de la opinión humana y caeríamos fácilmente en el engaño. “Al pueblo de Dios se lo dirige a las Escrituras como su salvaguardia contra las influencias de los falsos maestros y el poder engañoso de los espíritus de las tinieblas. Satanás emplea todo ar- tificio posible para impedir que los hombres obtengan un conocimiento de la Biblia, pues su claro lenguaje revela sus engaños. [...] El último gran engaño se desplegará pronto ante nosotros. El Anticristo va a efectuar ante nuestra vista sus obras maravillosas. Las falsificaciones se asemejarán tanto a la realidad que será imposible distinguirlas sin el auxilio de las Santas Escrituras. [...] Solo los que hayan fortalecido su mente con las verdades de la Biblia podrán resistir en el último gran conflicto. Toda alma ha de pasar por la prueba decisiva: ‘¿Obedeceré a Dios antes que a los hombres?’ La hora crítica se acerca. ¿Hemos asentado los pies en la roca de la inmutable Palabra de Dios? ¿Estamos preparados para defender firmemente los mandamientos de Dios y la fe de Jesús?” (Elena de White, El conflicto de los siglos, pp. 651, 652).</p><p style=\"text-align: justify; \"><strong>Considera las preguntas de la cita anterior. ¿Qué nos permitirá resistir en la crisis final? ¿Qué nos distrae de estudiar la Palabra de Dios? ¿Cómo podríamos estar poniendo en juego la verdad por placer personal?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de junio",
               "dayTitle":"<p>SELLADOS PARA EL CIELO</p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p style=\"text-align: justify; \">En la crisis venidera relativa a la adoración, el pueblo fiel de Dios no cederá a las presiones mundanas (Apoc. 14:12). Estará sellado por el Espíritu Santo (Efe.4:30) y no podrá ser movido. En la antigüedad, los sellos certificaban la autenticidad de los documentos oficiales. Eran una marca distintiva y personalizada. Puesto que el conflicto final se centra en la adoración y en la autoridad de Dios revelada en su Ley, cabría esperar que el sello de Dios estuviera incrustado en su Ley (comparar con Isa. 8:16).</p><p style=\"text-align: justify; \"><strong>Lee Éxodo 20:8 al 11. ¿Qué elementos de un sello contiene el mandamiento del sábado?</strong></p><p style=\"text-align: justify; \"><sup><strong>8</strong> </sup>Acuérdate del día sábado para santificarlo.&nbsp;</p><p style=\"text-align: justify; \"><sup><strong>9</strong> </sup>Trabaja seis días y haz en ellos todo lo que tengas que hacer,&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>10</sup></strong> pero el día séptimo será un día de reposo para honrar al Señor tu Dios. No hagas en ese día ningún trabajo, ni tampoco tu hijo, ni tu hija, ni tu esclavo, ni tu esclava, ni tus animales, ni tampoco los extranjeros que vivan en tus ciudades.</p><p style=\"text-align: justify; \"><strong><sup>11</sup></strong> Porque en seis días hizo el Señor los cielos y la tierra, el mar y todo lo que hay en ellos, y descansó el séptimo día. Por eso el Señor bendijo y consagró el día de reposo.</p><p style=\"text-align: justify; \">Aquí tenemos tres elementos de un sello auténtico: (1) El nombre de a quien pertenece el sello: “el Señor tu Dios”; (2) su título: “el Señor hizo”, el Creador; (3) su territorio: “el Cielo, la tierra y el mar, y todo lo que contienen”. La Biblia a veces llama sello a una señal (Rom. 4:11). Las dos palabras son intercambiables. Como señal o sello de Dios en el corazón de la Ley de Dios, el sábado está en el centro del conflicto final sobre la adoración (Eze. 20:12, 20; Apoc. 12:17).</p><p style=\"text-align: justify; \"><strong>Compara Apocalipsis 7:1 y 2 y 14:1 con 13:16 y 17. ¿Dónde se reciben el sello de Dios y la marca de la bestia? ¿Por qué crees que hay diferencia?</strong></p><p style=\"text-align: justify; \"><strong>Apocalipsis 7:1-2</strong></p><p style=\"text-align: justify; \"><strong><sup>1</sup></strong> Después de esto vi a cuatro ángeles en los cuatro ángulos de la tierra. Estaban allí de pie, deteniendo los cuatro vientos para que estos no soplaran sobre la tierra, el mar y los árboles.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>2</sup></strong> Vi también a otro ángel que venía del oriente con el sello del Dios vivo. Gritó con voz potente a los cuatro ángeles a quienes se les había permitido hacer daño a la tierra y al mar.</p><p style=\"text-align: justify; \"><strong>Apocalipsis 14:1</strong></p><p style=\"text-align: justify; \"><strong><sup><sup>1</sup> </sup></strong>Luego miré y apareció el Cordero. Estaba de pie sobre el monte Sión, en compañía de ciento cuarenta y cuatro mil personas que llevaban escrito en la frente el nombre del Cordero y de su Padre.</p><p style=\"text-align: justify; \"><strong>Apocalipsis 13:16-17</strong></p><p style=\"text-align: justify; \"><strong><sup>16</sup></strong> Además logró que a todos, grandes y pequeños, ricos y pobres, libres y esclavos, se les pusiera una marca en la mano derecha o en la frente,&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>17</sup></strong> para que nadie pudiera comprar ni vender, a menos que llevara la marca que es el nombre de la bestia o el número de ese nombre.</p><p style=\"text-align: justify; \">El sello de Dios se coloca en la frente. La frente es un símbolo de la mente y representa una decisión consciente. La marca de la bestia se recibe en la frente o en la mano, lo que indica que la gente está intelectualmente convencida y por decisión propia acepta las mentiras de Satanás, o bien se conforma a la falsa adoración para evitar ser asesinada.</p><p style=\"text-align: justify; \">El diablo odia a los que obedecen a Dios. El Gran Conflicto llega a su punto culminante cuando el dragón (Satanás) declara la guerra al remanente creyente que guarda “los mandamientos de Dios y la fe de Jesús” (Apoc. 14:12). Ellos se mantienen firmes en su lealtad a Cristo.<br></p><p style=\"text-align: justify; \"><strong>¿Por qué la fidelidad diaria al Señor es la clave para estar preparados para cuando llegue la crisis final?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de junio",
               "dayTitle":"<p>¿A QUIÉN ADORAMOS?</p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p style=\"text-align: justify; \">En los últimos días, el gran conflicto en torno a la adoración se desplegará de\nuna manera dramática. ¿Adoramos al Creador o adoramos a la bestia y su imagen?\n\nNo hay término medio. El primer ángel de Apocalipsis 14 insta a hombres y mujeres a adorar “al que hizo el cielo y la tierra, el mar y las fuentes de las aguas”\n\n(Apoc. 14:7).</p><p style=\"text-align: justify; \">&nbsp;Como apoyo adicional a este llamado celestial, el tercer ángel revela\nlas terribles consecuencias de adorar a la bestia: “Beberá[n] del vino de la ira de\nDios, vaciado puro en la copa de su ira” (Apoc. 14:10). En cambio, los que adoran\nal Creador “guardan los mandamientos de Dios y la fe de Jesús” (Apoc. 14:12).\nLa Creación es la base de la verdadera adoración (Apoc. 4:11). Puesto que Dios\nes “quien creó todas las cosas” (Efe. 3:9), Satanás odia al Creador y ha intentado\n\npor medio de poderes terrenales cambiar el sábado, el monumento conmemorativo de la Creación (Dan. 7:25). El conflicto venidero sobre la Ley de Dios se centra en\n\nla autoridad.&nbsp;</p><p style=\"text-align: justify; \">Si Satanás puede erradicar la adoración del sábado, declarará que su\nautoridad es mayor que la autoridad de Dios. Para lograr esto, Satanás intentará\nconvencer o coaccionar al mundo entero para que acepte un día de reposo falso.\nAunque ahora parezca difícil que esto pueda suceder, como hemos señalado\nantes, el mundo está cambiando dramáticamente. La crisis de la COVID-19 nos\nmostró que de la noche a la mañana nuestro mundo puede convertirse en un\nlugar diferente. Aunque no conocemos los detalles que conducen a la marca de\nla bestia, no es muy difícil de imaginar.&nbsp;</p><p style=\"text-align: justify; \">El mundo es muy inestable y, por cierto,\ncon la asombrosa tecnología que existe actualmente, lo que la Biblia advierte\npuede llegar a suceder más rápidamente de lo que ahora podríamos imaginar.</p><p style=\"text-align: justify; \"><strong>Lee Apocalipsis 13:13 al 17. ¿Qué castigos específicos se imponen a los que no reciben la marca de la bestia?</strong></p><p style=\"text-align: justify; \"><strong>Apocalipsis 13:13-17</strong></p><p style=\"text-align: justify; \"><strong style=\"background-color: initial;\"><sup>13</sup></strong> También hacía grandes señales, incluso la de hacer caer fuego del cielo a la tierra, a la vista de todos.&nbsp;</p><p style=\"text-align: justify; \"><strong style=\"background-color: initial;\"><sup>14</sup></strong> Con estas señales que se le permitió hacer en presencia de la primera bestia, engañó a los habitantes de la tierra. Ordenó que hicieran una imagen en honor de la bestia que, después de ser herida a espada, revivió.&nbsp;<br></p><p style=\"text-align: justify; \"><strong><sup>15</sup></strong> Se le permitió infundir vida a la imagen de la primera bestia, para que hablara y mandara matar a quienes no adoraran la imagen.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>16</sup></strong> Además logró que a todos, grandes y pequeños, ricos y pobres, libres y esclavos, se les pusiera una marca en la mano derecha o en la frente,&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>17</sup></strong> para que nadie pudiera comprar ni vender, a menos que llevara la marca que es el nombre de la bestia o el número de ese nombre.</p><p style=\"text-align: justify; \">Quienes son fieles a Cristo en lugar de seguir a la bestia y su imagen se enfrentarán a sanciones económicas, así como a la amenaza de muerte. La humanidad todavía es lo que siempre ha sido: corrupta, sedienta de poder y violenta. Por más que todavía no sepamos exactamente cómo se desarrollarán los acontecimientos finales, no debería ser demasiado difícil prever la perse- cución del tiempo del fin. Aunque Juan escribió estas palabras en un contexto completamente distinto, lo dicen todo. En referencia a Jesús, Juan escribió que él “no necesitaba que nadie le dijera nada acerca de los hombres, porque él sabía lo que hay en el hombre” (Juan 2:25).</p><p style=\"text-align: justify; \"><strong>Piensa en la corrupción de la humanidad y en el mal que los seres humanos son capaces de hacer. ¿Por qué esto muestra la facilidad con que podrían producirse los acontecimientos finales? Y, aún más, ¿qué debería enseñarnos esta triste verdad sobre la protección de nuestro corazón?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de junio",
               "dayTitle":"<p>LAS LLUVIAS TEMPRANA Y TARDÍA</p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p style=\"text-align: justify; \"><strong>Lee Joel 2:21 al 24; y Hechos 2:1 al 4 y 41 al 47. ¿Qué predicción se cumplió en el siglo I? ¿Qué impacto tuvo?</strong></p><p style=\"text-align: justify; \"><strong>Joel 2:21-24</strong></p><p style=\"text-align: justify; \"><strong><sup>21</sup></strong> ¡El Señor ha hecho grandes cosas! No temas, tierra, sino alégrate y regocíjate, porque el Señor ha hecho grandes cosas.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>22</sup></strong>     No teman, animales del campo, porque los pastizales de la estepa ya reverdecen; los árboles producen su fruto y la higuera y la vid dan su riqueza.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>23</sup></strong> Alégrense, habitantes de Sión, regocíjense en el Señor su Dios, porque les ha dado las lluvias de otoño. Él envía la lluvia, la de otoño y la de primavera, como en tiempos pasados.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>24</sup></strong> Las parcelas se llenarán de grano; los lagares rebosarán de vino nuevo y de aceite.</p><p style=\"text-align: justify; \"><strong>Hechos 2:1-4</strong></p><p style=\"text-align: justify; \"><strong><sup>1</sup></strong> Cuando llegó el día de Pentecostés, estaban todos juntos en el mismo lugar.&nbsp;</p><p style=\"text-align: justify; \"><sup><strong>2</strong> </sup>De repente, vino del cielo un ruido como el de una violenta ráfaga de viento y llenó toda la casa donde estaban reunidos.&nbsp;</p><p style=\"text-align: justify; \"><sup><strong>3</strong> </sup>Aparecieron entonces unas lenguas como de fuego que se repartieron y se posaron sobre cada uno de ellos.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>4</sup></strong> Todos fueron llenos del Espíritu Santo y comenzaron a hablar en diferentes lenguas, según el Espíritu les concedía expresarse.</p><p style=\"text-align: justify; \"><strong>Hechos 2:41-47</strong></p><p style=\"text-align: justify; \"><sup><strong>41</strong> </sup>Así, pues, los que recibieron su mensaje fueron bautizados y aquel día se unieron a la iglesia unas tres mil personas.&nbsp;</p><p style=\"text-align: justify; \"><sup><strong>42</strong> </sup>Se mantenían firmes en la enseñanza de los apóstoles, en la comunión, en el partimiento del pan y en la oración.&nbsp;</p><p style=\"text-align: justify; \"><sup><strong>43</strong> </sup>Todos estaban asombrados por los muchos prodigios y señales que realizaban los apóstoles.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>44</sup></strong> Todos los creyentes estaban juntos y tenían todo en común:&nbsp;</p><p style=\"text-align: justify; \"><sup><strong>45</strong> </sup>vendían sus propiedades y posesiones, y compartían sus bienes entre sí según la necesidad de cada uno.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>46</sup></strong> No dejaban de reunirse unánimes en el Templo ni un solo día. De casa en casa partían el pan y compartían la comida con alegría y generosidad,&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>47</sup></strong> alabando a Dios y disfrutando de la estimación general del pueblo. Y cada día el Señor añadía al grupo los que iban siendo salvos.</p><p style=\"text-align: justify; \">El derramamiento del Espíritu Santo en Pentecostés estimuló poderosamente a la iglesia cristiana. Tres mil personas se convirtieron en un día. El libro de Hechos registra milagro tras milagro de la gracia transformadora de Dios: “Muchos de los que habían oído la palabra creyeron. Su número llegó a unos cinco mil” (Hech. 4:4). Solo 120 creyentes se reunieron para orar, pero la oración produjo una diferencia espectacular. Rápidamente la iglesia añadió a miles de creyentes; incluso “gran cantidad de sacerdotes obedecía a la fe” (Hech. 6:7). Cuando los discípulos fueron ferozmente perseguidos en Jerusalén, “iban por todas partes anunciando el evangelio” (Hech. 8:4). Se erigieron iglesias por toda Judea, Samaria y Galilea (ver Hech. 9:31). Tras su conversión, el apóstol Pablo proclamó a Cristo por todo el mundo mediterráneo. En Tesalónica, algunos judíos contrarios al evangelio hicieron esta asombrosa declaración: “ ‘Esos que han trastornado el mundo entero han venido también aquí’ ” (Hech. 17:6). Mediante el poder del Espíritu Santo, los discípulos alcanzaron el mundo entonces conocido en un tiempo relativamente corto. La predicción de Joel sobre la lluvia temprana se cumplió en Pentecostés, pero la lluvia tardía será derramada con mayor poder para preparar la cosecha final de la Tierra.</p><p style=\"text-align: justify; \"><strong>Lee Zacarías 4:6; 10:1; Oseas 6:3; y Santiago 5:7 y 8. Según estos versículos, ¿cómo terminará la obra de Dios en la Tierra?</strong></p><p style=\"text-align: justify; \"><strong>Zacarías 4:6</strong></p><p style=\"text-align: justify; \"><strong><sup>6</sup> </strong>Así que el ángel me dijo: «Esta es la palabra del Señor para Zorobabel:<span style=\"background-color: initial;\">» “No será por la fuerza ni por ningún poder, sino por mi Espíritu —dice el Señor de los Ejércitos.</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><strong>Zacarías 10:1</strong></span></p><p style=\"text-align: justify; \"><strong><sup>1</sup></strong>¡Pídanle al Señor que llueva en primavera! ¡Él es quien hace los nubarrones y envía los aguaceros! ¡Él es quien da a todos la hierba del campo!.<br></p><p style=\"text-align: justify; \"><strong>Oseas 6:3</strong></p><p style=\"text-align: justify; \"><strong><sup>3</sup> </strong>Conozcamos al Señor; esforcémonos por conocerlo. Tan cierto como que sale el sol, él habrá de manifestarse; vendrá a nosotros como la lluvia de invierno, como la lluvia de primavera que riega la tierra.</p><p style=\"text-align: justify; \"><strong>Santiago 5:7-8</strong></p><p style=\"text-align: justify; \"><strong><sup>7</sup> </strong>Por tanto, hermanos, tengan paciencia hasta la venida del Señor. Miren cómo espera el agricultor a que la tierra dé su precioso fruto y con qué paciencia aguarda las lluvias de otoño y primavera.&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>8</sup></strong> Así también ustedes, manténganse firmes y aguarden con paciencia la venida del Señor, que ya se acerca.</p><p style=\"text-align: justify; \">Los términos lluvia “temprana” y “tardía” están tomados del ciclo de la cosecha en Israel. La lluvia temprana caía en el otoño, para germinar la semilla.</p><p style=\"text-align: justify; \">La lluvia tardía caía en la primavera, para madurar la cosecha. Esto describe la obra del Espíritu Santo para la proclamación del evangelio. “Así como la ‘lluvia temprana’ fue dada en tiempo de la efusión del Espíritu Santo al principio del ministerio evangélico, para hacer crecer la preciosa semilla, así la ‘lluvia tardía’ será dada al final de dicho ministerio para hacer madurar la cosecha” (ibíd., pp. 669, 670).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"20 de junio",
               "dayTitle":"<p>EL FUERTE CLAMOR</p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p style=\"text-align: justify; \"><strong>Lee Apocalipsis 18:1 al 4, Habacuc 2:14 y Mateo 24:14. ¿Cómo se terminará la obra de Dios en la Tierra, según estos versículos?</strong></p><p style=\"text-align: justify; \"><strong>Apocalipsis 18:1-4</strong></p><p style=\"text-align: justify; \"><strong><sup>1</sup></strong> Después de esto vi a otro ángel que bajaba del cielo. Tenía mucho poder y la tierra se iluminó con su esplendor. <strong><sup>2</sup></strong> Gritó a gran voz:&nbsp;<span style=\"background-color: initial;\">«¡Ha caído! ¡Ha caído la gran Babilonia! Se ha convertido en morada de demonios y en guarida de todo espíritu maligno, en nido de toda ave impura y de todo animal detestable.&nbsp;</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><strong><sup>3</sup></strong> Porque todas las naciones han bebido el excitante vino de su adulterio; los reyes de la tierra cometieron adulterio con ella y los comerciantes de la tierra se enriquecieron a costa de lo que ella despilfarraba en sus lujos».&nbsp;</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><sup><strong>4</strong> </sup>Luego oí otra voz del cielo que decía:&nbsp;</span><span style=\"background-color: initial;\">«Salgan de ella, pueblo mío, para que no sean cómplices de sus pecados ni los alcance ninguna de sus plagas;</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><strong>Habacuc 2:14</strong></span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><sup><strong>14</strong> </sup>Porque se llenará la tierra con el conocimiento de la gloria del Señor así como las aguas cubren los mares.</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><strong>Mateo 24:14</strong></span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><strong><sup>14</sup> </strong>Y este evangelio del reino se predicará en todo el mundo como testimonio a todas las naciones; entonces vendrá el fin.</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">El ángel que anuncia la caída de Babilonia tiene “gran poder”. Al igual que los ángeles de Apocalipsis 14, este ángel representa a mensajeros humanos. Este ángel revela la gloria de Dios tan perfectamente que ilumina toda la Tierra. La palabra griega para autoridad, o poder, en el Nuevo Testamento es exousia. A menudo se refiere al triunfo de Cristo sobre los principados y potestades del infierno. Jesús utiliza esta palabra en el Evangelio de Mateo en armonía con la misión encomendada a sus discípulos. En Mateo 10:1 Jesús otorga autoridad a sus discípulos sobre los principados y potestades del infierno. Los envía con el poder divino para salir victoriosos en la batalla entre el bien y el mal. En Mateo 28, una vez más los envía con “toda autoridad [...] en el cielo y en la tierra” para que “vayan a todas las naciones, [y] hagan discípulos” (Mat. 28:18, 19). La iglesia del Nuevo Testamento –henchida del poder del Espíritu Santo, y con la autoridad del Cristo vivo que en su vida y su muerte triunfó sobre los principados y potestades del infierno– iluminó la Tierra con la gloria de Dios. En pocos años, los discípulos proclamaron el evangelio al mundo entonces conocido (Col. 1:23).</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">En el tiempo del fin, el Espíritu Santo se derramará con un poder sin precedentes, y el evangelio se extenderá rápidamente hasta los confines de la Tierra.</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">Miles se convertirán en un día, y la gracia de Dios y la verdad impactarán a todo el planeta. De esta manera, el mundo será advertido y el evangelio (y la esperanza que este ofrece) se extenderá por todo el mundo. “La gran obra del evangelio no terminará con menor manifestación del poder de Dios que la que señaló su comienzo. Las profecías que se cumplieron en el derramamiento de la lluvia temprana, al principio de la obra del evangelio, deben volverse a cumplir en tiempo de la lluvia tardía, al fin de dicha obra.[...]</span></p><p style=\"text-align: justify; \">“Siervos de Dios, con semblantes iluminados y resplandecientes de santa consagración, se apresurarán de lugar en lugar para proclamar el mensaje del Cielo.<br></p><p style=\"text-align: justify; \">Miles de voces darán la advertencia por toda la Tierra. Se realizarán milagros, los enfermos sanarán, y signos y prodigios seguirán a los creyentes” (Elena de White, El conflicto de los siglos, pp. 669, 670).<br></p><p style=\"text-align: justify; \"><strong>¿Qué está retrasando el poderoso derramamiento del Espíritu Santo, la lluvia tardía y el fuerte clamor? Por más pequeña que sea nuestra tarea individual, ¿qué función podemos desempeñar para estar abiertos y receptivos al derramamiento del Espíritu Santo?</strong></p><p><strong></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"21 de junio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p style=\"text-align: justify; \">Ya en 1851, los pioneros adventistas identificaron la segunda bestia de Apo-\ncalipsis 13:11 al 17 con los Estados Unidos de Norteamérica. Sin embargo, en\n\naquella época debió de haberles resultado difícil entender cómo los Estados\nUnidos podrían lograr que todo el mundo adorara a la primera bestia (Apoc.\n13:12). Incluso en la década de 1880, toda la Marina de los Estados Unidos apenas\nconstaba de 48 barcos anticuados.&nbsp;</p><p style=\"text-align: justify; \">Pero, desde el final de la Guerra Fría, ninguna potencia iguala militarmente a\nEstados Unidos. Y, aunque los estadounidenses han disfrutado de maravillosas\nlibertades, a medida que los tiempos se vuelven más difíciles, no es difícil ver\ncómo esas libertades son pisoteadas, y aun totalmente socavadas. Muchos creen\nque incluso en la actualidad está sucediendo esto.&nbsp;</p><p style=\"text-align: justify; \">“Todos los que se nieguen a someterse [a la observancia del falso día de\nreposo] serán castigados por la autoridad civil, y finalmente se decretará que\nson dignos de muerte. Por otra parte, la Ley de Dios que impone el día de reposo\ndel Creador exige obediencia y amenaza con la ira de Dios a los que violen sus\npreceptos” (Elena de White, El conflicto de los siglos, p. 662).&nbsp;</p><p style=\"text-align: justify; \">“Conforme vaya acercándose la tempestad, muchos que profesaron creer en\nel mensaje del tercer ángel, pero que no fueron santificados por la obediencia a la\nverdad, abandonarán su fe e irán a engrosar las filas de la oposición. Uniéndose\ncon el mundo y participando de su espíritu, llegarán a ver las cosas casi bajo la\nmisma luz; así que, cuando llegue la hora de prueba, estarán preparados para\nelegir el lado fácil y popular. Hombres de talento y de elocuencia, que alguna\nvez se gozaron en la verdad, emplearán sus facultades para seducir y descarriar\nalmas. Se convertirán en los enemigos más encarnizados de sus hermanos de\nantaño. Cuando los observadores del sábado sean llevados ante los tribunales\n\npara responder por su fe, esos apóstatas serán los agentes más eficaces de Satanás para calumniarlos y acusarlos, y para incitar a los magistrados contra ellos\n\npor medio de falsos informes e insinuaciones” (ibíd., p. 666).</p><p style=\"text-align: justify; \"><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p style=\"text-align: justify; \"><strong>1.</strong> ¿Por qué es tan importante comprender los acontecimientos de los últimos días en la crisis venidera? ¿En qué medida las Escrituras son una salvaguardia contra el engaño?</p><p style=\"text-align: justify; \"><strong>2.</strong> Las sociedades democráticas de todo el mundo han sido bastiones de la libertad religiosa durante siglos. ¿Cómo podría cambiar eso rápidamente?</p><p style=\"text-align: justify; \"><strong>3.</strong> Presta atención a la declaración de Elena de White. ¿Qué decisiones estás tomando hoy que podrían dar lugar a que en el futuro estés con quienes solo profesan ser adventistas?&nbsp;</p><p style=\"text-align: justify; \"><strong>4.</strong> ¿Cómo cambia el mensaje del segundo ángel bajo el fuerte pregón, y qué preparación personal podemos hacer con el fin de recibir la lluvia tardía para terminar la obra de Dios en la Tierra?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":128,
               "idDay":8,
               "idLesson":12,
               "lessonText":"<p style=\"text-align: justify; \"><strong>Introducción:&nbsp;</strong></p><p style=\"text-align: justify; \">El pueblo de Dios, que participa del conflicto final entre Cristo y Satanás, no avanza\na tientas en cuanto a los acontecimientos finales, y Dios no lo abandona mientras\nestos se van cumpliendo. Mas bien, nos prepara para la batalla al darnos su Palabra\nprofética para que nos sirva de inspiración, orientación y empoderamiento.\nEsta semana, nos centraremos en varios elementos clave de la preparación del\npueblo de Dios para los últimos días. En primer lugar, se nos recuerda que la Palabra\nde Dios es nuestra única guía segura; es la fuente de toda verdad y poder. Únicamente\nestaremos a salvo en la medida en que permanezcamos fieles a esta Palabra. Por lo\ntanto, debemos adherirnos al consejo y la sabiduría de la Biblia, independientemente\nde que las apariencias indiquen lo contrario en el escenario de los acontecimientos\n\nmundiales. En segundo lugar, la observancia del sábado es la señal de nuestro compro-\nmiso y lealtad a nuestro Creador y Salvador. En tercer lugar, no estamos solos, y nunca lo\n\nestaremos, en nuestra participación en el Gran Conflicto y en el cumplimiento de la misión\nde Dios de proclamar su evangelio eterno. Es más, el Espíritu Santo mismo dará poder\nal pueblo de Dios de una manera especial para testificar públicamente al mundo del\ntiempo del fin respecto del poder del evangelio y el llamado de Dios para que todos\n\nse vuelvan a él, y abandonen al diablo y sus posiciones. Estos acontecimientos se co-\nnocen como la lluvia tardía, o poder que Dios otorga a su pueblo, y el fuerte clamor,\n\nque constituye la proclamación pública final del evangelio.</p><p style=\"text-align: justify; \"><strong>Temática de la lección:&nbsp;</strong></p><p style=\"text-align: justify; \">El estudio de esta semana se centra en dos temas principales:&nbsp;</p><p style=\"text-align: justify; \"><strong>1.</strong> Aceptar el amor y la salvación de Dios en Jesucristo generará en nosotros un amor inquebrantable por él y la resolución de ser fieles a él, a su Palabra y a su sábado.&nbsp;</p><p style=\"text-align: justify; \"><strong>2.</strong> El Espíritu Santo nos dará poder al recibir el derramamiento de la lluvia tardía. Este derramamiento nos capacitará para dar el “fuerte clamor”, o llamado final al mundo para que se arrepienta y sea salvo.</p><p style=\"text-align: justify; \"><strong>COMENTARIO&nbsp;</strong></p><p style=\"text-align: justify; \"><strong>Sé fiel: Dios tendrá la última palabra&nbsp;</strong></p><p style=\"text-align: justify; \">Iván nació y creció en una familia adventista fiel en la Unión Soviética. Aunque su familia era pobre y se veía obligada a trabajar duro, tuvo una infancia y una juventud despreocupadas y felices. A los 18 años, Iván fue reclutado para servir en el ejército soviético. Junto con otros reclutas, subió a un tren y, siete días después, se encontraba a tres mil kilómetros de casa. Así comenzó su largo período militar de dos años.</p><p style=\"text-align: justify; \">Iván sabía que lo esperaba su mayor reto. Incluso antes de ser reclutado, había decidido en su corazón que permanecería leal a Dios y guardaría el sábado, independientemente de lo que pudiera ocurrirle. Los dos primeros sábados les explicó a sus superiores inmediatos que no podía trabajar en ese día debido a sus convicciones religiosas. Los mandos le toleraron esos primeros sábados, pensando que pronto abandonaría sus costumbres extrañas, “provincianas” y “primitivas”. Sin embargo, al poco tiempo se dieron cuenta de que el joven hablaba en serio, y tomaron importantes medidas disciplinarias y “educativas”. Un viernes de tarde, tras una agotadora jornada de trabajo, le dijeron a Iván que no merecía dormir en una cama cómoda el fin de semana si se negaba a trabajar los sábados. En su lugar, le informaron que pasaría el fin de semana en el centro de detención temporal. Cuando llegaron a la cárcel, descubrieron que estaba cerrada y que el carcelero se había marchado a otro lugar. Mientras esperaban a que el carcelero regresara, Iván buscó consuelo y apoyo en Dios. De repente, un sargento que pasaba por allí se detuvo y preguntó casualmente a los superiores de Iván a quién habían llevado a la cárcel. –A un guardador del sábado –respondieron–.&nbsp;</p><p style=\"text-align: justify; \">Queremos reeducarlo para que obedezca órdenes y trabaje los sábados. –¡Nunca! –exclamó el sargento–. Conozco a esta gente. ¡Preferirían morir antes que trabajar los sábados! Los oficiales se dieron cuenta de que habían cometido un error al permitir que el sargento hablara en presencia de Iván. Pero ya era demasiado tarde. Iván recibió la dosis de ánimo que tanto necesitaba. Llegó el carcelero y, justo cuando empezaba el sábado, escoltó a Iván hasta la cárcel: una habitación de 2x3 metros abarrotada por otros diez soldados, la mayoría de los cuales fumaban. La pesada puerta metálica se cerró e Iván ocupó el único lugar disponible junto a la entrada, dispuesto a permanecer de pie o sentado el resto del fin de semana.&nbsp;</p><p style=\"text-align: justify; \">Los minutos se convirtieron en horas, y a medianoche Iván empezó a imaginar cómo los hermanos de su ciudad natal se dirigían alegremente a la iglesia para adorar a Dios durante la víspera del Día Santo, mientras él permanecía encerrado en una oscura celda, llena de humo de cigarrillo, con tres días más por delante. De repente, Iván recordó el último sermón que escuchó en su iglesia antes de partir para el servicio militar. Se trataba de la historia de Elías en el monte Carmelo y de cómo oró siete veces para que lloviera. ¿Y si yo también oro siete veces?, pensó Iván. Aunque parecía casi una presunción, decidió intentarlo. Pronunció la primera oración sencilla en su corazón. No ocurrió nada. Siguió la segunda oración. Aun así, ninguna “nube”. Tercera oración. Luego la cuarta. Quinta. Y sexta. Finalmente, pronunció en su corazón la séptima oración.&nbsp;</p><p style=\"text-align: justify; \">Al terminar, reinó un silencio total. El silencio no hizo nada para cambiar la determinación ni la fe de Iván. Estaba dispuesto a ser leal a Dios, aunque Dios no respondiera sus siete oraciones de forma evidente. Al menos, pensó para sí, lo he intentado, ¿no? Sin embargo, apenas un minuto después, el silencio se vio interrumpido por unos pasos fuera de la cárcel. A los pasos siguió el tintineo de las llaves y el chirrido de la puerta al abrirse. El carcelero apareció en la puerta, miró a Iván y le ordenó que saliera. Una vez afuera, el supervisor llevó a Iván a su despacho, improvisó una cama sencilla pero cómoda e invitó al joven a dormir. Iván se desplomó y se durmió de inmediato. Por la mañana, Iván se despertó con otra sorpresa: el supervisor le había traído el desayuno. Aún más, el supervisor le dio a Iván una bolsa con comida y lo condujo a la orilla del lago, donde lo dejó libre para que disfrutara del sábado en la naturaleza.<br></p><p style=\"text-align: justify; \">Iván pasó los siguientes sábados de la misma manera. Los funcionarios lo llevaban a la cárcel los fines de semana. El carcelero liberaba a Iván y lo alimentaba durante el resto del fin de semana. Luego, el lunes por la mañana Iván volvía a su barracón. Los meses y los años siguientes estuvieron repletos de experiencias similares de intervenciones milagrosas de Dios en su favor. Al cabo de dos años, Iván volvió a casa convertido en un joven maduro, fuerte y fiel a Dios. Sí, se enfrentó al gigantesco ejército soviético, que trató de aplastar su fe. Pero Dios tuvo la última palabra. Dios cuida de su pueblo fiel, que toma la decisión, como hizo Daniel en la Biblia y como hizo Iván, de permanecer leal a él.</p><p style=\"text-align: justify; \"><strong>APLICACIÓN A LA VIDA</strong></p><p style=\"text-align: justify; \">La historia de Iván es realmente sorprendente y alentadora. Pero también sabemos que, por cada relato como ese, hay muchos otros cuya fidelidad les acarreó calamidades y sufrimientos a ellos y, tal vez, a sus seres queridos. ¿Cómo entendemos historias semejantes?&nbsp;</p><p style=\"text-align: justify; \"><strong>1</strong>. Si bien podemos imaginar cómo nos mantendremos firmes y guardaremos el sábado de Dios en tiempos de persecución, ¿cuántas veces no logramos mantener el carácter sagrado y la solemnidad del sábado en tiempos de paz y prosperidad? A veces, nos preguntamos si no es más fácil traicionar al Señor del sábado en tiempos de libertad que en tiempos de persecución. Si no podemos santificar el sábado cuando tenemos toda la libertad para hacerlo, ¿cómo podemos esperar ser fieles al sábado en tiempos de turbulencia y presión? Crea una estrategia para ser fiel al sábado de Dios tanto en los buenos como en los malos tiempos.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>LOS ACONTECIMIENTOS FINALES DE LA TIERRA</p>",
         "verse":"<p>\"Compra la verdad y no la vendas; adquiere sabiduría, disciplina e inteligencia\" (Prov. 23:23)</p>",
         "versionCode":60,
         "weekDate":"15-21 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
