{
   "data":[
      {
         "color":"#67FF77",
         "id":706,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"May 4",
               "dayTitle":"<p>Sabbath afternoon\n</p><p><br></p>",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>Through the centuries, God’s Word has been dissected, doubted, and discarded. It has been chained in monasteries, burned in public squares, and torn to shreds. Its believers have been ridiculed, mocked, imprisoned, and even martyred. Through it all, God’s Word has prevailed. The medieval church persecuted faithful, Bible-believing Christians. Yet, God’s Word illuminated the darkness. Oppression and persecution did not stop the proclamation of the Word of God. As English Bible translator William Tyndale was tried for his faith, he was asked who aided him most in spreading God’s Word. He pondered the question and then answered, “the Bishop of Durham.” The magistrates were shocked.\n</p><p>Tyndale explained that on one occasion, the bishop purchased a supply of his English Bible translation and publicly burned them. What the bishop did not know at the time was that he was greatly aiding the cause of truth. He had purchased the Bibles at a much higher price than usual. With such a large purchase, Tyndale was able to print many more Bibles than were burned. Truth crushed in the dust has risen again and again to shine in all its brilliance.\n</p><p>This week, we explore one Of the most vicious attacks on the Scriptures and the Christian faith. During the French Revolution, blood flowed in the streets of France. The guillotine was set up in Paris’s public square, and thousands were slaughtered. Atheism became the state religion. Nevertheless, the witness of God’s Word could not be silenced.\n</p><p><strong>* Study this week’s lesson, based on chapters 12–17 of The Great Controversy, to prepare for Sabbath, May 11.</strong></p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 5",
               "dayTitle":"<p>Two Witnesses</p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p><strong>Read Revelation 11:3–6. List five identifying features of the two witnesses you discover in this passage.\n</strong></p><p><strong>Revelation 11:3–6.</strong></p><p><strong><sup>3 </sup></strong>And I will give power to my two witnesses, and they will prophesy one thousand two hundred and sixty days, clothed in sackcloth.<strong>”\n</strong></p><p><sup style=\"font-weight: bold;\">4 </sup>These are the two olive trees and the two lampstands standing before the [a]God of the earth. \n</p><p><sup style=\"font-weight: bold;\">5 </sup>And if anyone wants to harm them, fire proceeds from their mouth and devours their enemies. And if anyone wants to harm them, he must be killed in this manner. \n</p><p><strong><sup>6</sup> </strong>These have power to shut heaven, so that no rain falls in the days of their prophecy; and they have power over waters to turn them to blood, and to strike the earth with all plagues, as often as they desire.</p><p><br></p><p>In <strong>Zechariah 4</strong>, the prophet saw two olive trees on either side of a golden lampstand—the same imagery that we find here in Revelation 11. Zechariah is told that this represents “ ‘the two anointed ones, who stand beside the Lord of the whole earth’ ” <strong>(Zech. 4:14, NKJV)</strong>. The olive trees feed oil into the lampstand so that it continues to give light. We are reminded of what the psalmist wrote: “Your word is a lamp to my feet and a light to my path” (<strong>Ps. 119:105, NKJV)</strong>. Oil represents the Holy Spirit <strong>(Zech. 4:2, 6)</strong>. John’s vision in <strong>Revelation 11</strong> is describing God’s Word being proclaimed in the power of the Holy Spirit to lighten the world.\n</p><p>These two witnesses can prophesy and keep rain from falling for as long as they predict. They can turn water to blood and smite the earth with plagues. By the word of God, Elijah said no rain would fall on Israel, and in answer to his prayer, there was no rain for three and a half years <strong>(see James 5:17).</strong> Then he prayed to God, and rain returned after the false prophets of Baal failed to end the drought <strong>(1 Kings 17, 18)</strong>. Moses, through the Word of God, brought plagues of all kinds on the Egyptians, including turning water to blood, because Pharaoh refused to let God’s people go free <strong>(Exodus 7)</strong>.\n</p><p>Those who seek to harm the Scriptures will be consumed by the fire that comes from their mouth. God says, “ ‘Because you speak this word, behold, I will make My words in your mouth fire, and this people wood, and it shall devour them’ ” (Jer. 5:14, NKJV). God’s Word pronounces judgment upon all those who reject it. His word is like fire in the mouth.\n</p><p>In <strong>John 5:39</strong>, Jesus declares that the Old Testament scriptures testify (bear witness) of Him. He also says that the gospel will be proclaimed “as a witness” to the whole world <strong>(Matt. 24:14, NKJV)</strong>, and the New Testament, together with the Old Testament, is the basis of that witness. A word from the same root (martys) as the words for witness used in these two verses appears in <strong>Revelation 11:3</strong>.\n</p><p>Who are these two witnesses? In view of these biblical points and the characteristics given in Revelation 11, we can conclude (not dogmatically, however) that the two witnesses are the scriptures of the Old and New Testaments, communicating God’s light and truth to the world.\n</p><p><strong>Many Christians today tend to downplay the Old Testament, to label it irrelevant and not needed, because we have the New Testament. What is so terribly wrong with that attitude?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 6",
               "dayTitle":"<p>Prophetic Time Periods</p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p><strong>Compare Revelation 11:3 and Revelation 12:5, 6, 14, 15 with Daniel 7:25. What similarities do you see in these prophetic periods?\n</strong></p><p><strong>Revelation 11:3</strong></p><p><strong><sup>3 </sup></strong>And I will give power to my two witnesses, and they will prophesy one thousand two hundred and sixty days, clothed in sackcloth.</p><p><strong>Revelation 12:5, 6, 14, 15</strong></p><p><strong><sup>5 </sup></strong>She bore a male Child who was to rule all nations with a rod of iron. And her Child was caught up to God and His throne.</p><p><strong><sup>6 </sup></strong>Then the woman fled into the wilderness, where she has a place prepared by God, that they should feed her there one thousand two hundred and sixty days.</p><p><strong><sup>14 </sup></strong>But the woman was given two wings of a great eagle, that she might fly into the wilderness to her place, where she is nourished for a time and times and half a time, from the presence of the serpent.&nbsp;</p><p><strong><sup>15 </sup></strong>So the serpent spewed water out of his mouth like a flood after the woman, that he might cause her to be carried away by the flood.</p><p><strong>Daniel 7:25</strong></p><p><strong><sup>25 </sup></strong>He shall speak pompous words against the Most High, Shall persecute[a] the saints of the Most High, And shall intend to change times and law. Then the saints shall be given into his hand For a time and times and half a time.</p><p>The two witnesses “ ‘will prophesy one thousand two hundred and sixty days, clothed in sackcloth’ ” (Rev. 11:3, NKJV). This is the same time period as the<strong> 42 months </strong>during which the “Gentiles” (those who oppose God’s truth) will tread the Holy City underfoot (Rev. 11:2). The enemies of God tread underfoot God’s truth for <strong>1,260 days </strong><strong>(42 x 30 = 1,260, each day symbolizing a year in apocalyptic prophecy)</strong>, and God’s two witnesses, the Old and New Testaments, prophesy against them during this same time.\n</p><p>As we already have seen (see lesson 4), <strong>Daniel 7:25 </strong>says the little-horn power that would arise out of the breakup of the Roman Empire would persecute God’s people “ ‘for a time and times [literally, “two times”] and half a time’ ” (NKJV). A “time” is one year (360 days). So, three and a half times equals 1,260 days.\n</p><p><strong>Revelation 12:6, 13</strong> talks about 1,260 days of persecution for the people of God. <strong>Revelation 12:14 </strong>talks of a time, times, and half a time. Revelation 13:5 talks about 42 months. We find both 42 months and 1,260 days mentioned in Revelation 11:2, 3. All these prophecies describe different aspects of the same historical time period.\n</p><p>When the authority of Scripture is neglected, other (human) authorities arise instead. This often leads to persecution of those who uphold the Word of God, which happened during the time of papal domination from a.d. 538 to a.d. 1798, when the medieval church descended into deep spiritual darkness. The decrees of men substituted for the commandments of God. Human traditions overshadowed the simplicity of the gospel. The Roman Church united with the secular power to extend its authority over all of Europe.\n</p><p>During these<strong> 1,260 years</strong>, the Word of God—His two witnesses—were clothed in sackcloth. Their truths were hidden under a vast pile of tradition and ritual. These two witnesses still prophesied; the Bible still spoke. Even amid this spiritual darkness, God’s Word was preserved. There were those who cherished it and lived by its precepts. But in comparison to the masses in Europe, they were few. The Waldenses, John Huss, Jerome, Martin Luther, Ulrich Zwingli, John Calvin, John and Charles Wesley, and a host of other Reformers were faithful to God’s Word as they understood it.\n</p><p><strong>What are some of the teachings today, held by many Christians, that are based on tradition and not on the Word of God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 7",
               "dayTitle":"<p>The Two Witnesses Are Killed</p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p><strong>Read Revelation 11:7–9. Remembering that the language is symbolic, what do these verses predict would happen to God’s two witnesses, the Old and New Testaments?</strong></p><p><strong>Revelation 11:7–9.</strong></p><p><strong><sup>7 </sup></strong>When they finish their testimony, the beast that ascends out of the bottomless pit will make war against them, overcome them, and kill them.</p><p><strong>&nbsp;<sup>8 </sup></strong>And their dead bodies will lie in the street of the great city which spiritually is called Sodom and Egypt, where also our Lord was crucified.&nbsp;</p><p><strong><sup>9</sup> </strong>Then those from the peoples, tribes, tongues, and nations will see their dead bodies three-and-a-half days, and not allow their dead bodies to be put into graves.</p><p>By a.d. 538, the pagan Roman Empire had collapsed. Justinian, the Roman emperor, surrendered civil, political, and religious authority to Pope Vigillis. The long period of the medieval church’s domination began. It continued until a.d. 1798. The French general Berthier, on orders from Napoleon, marched unopposed into Rome on February 10, 1798. Pope Pius VI was taken captive and brought back to France, where he died. This date marks the prophetically predicted end of the Roman Church’s secular authority, the 1,260 days or years as depicted in Daniel and Revelation (see yesterday’s study).\n</p><p>What a powerful manifestation of the truth of biblical prophecy! Daniel, writing more than 500 years before Christ, so accurately predicted events more than 2,300 years later. We can, indeed, trust the prophecies given in the Bible.\n</p><p>Meanwhile, during all this, the truth of the gospel was kept alive by the witness of the Word. But even greater challenges threatened biblical truth. The beast that ascended from the bottomless pit (Satan) made war against the Scriptures. He initiated new assaults on the Bible’s authority through the French Revolution that began in 1789.\n</p><p>In the French Revolution, the government officially established the Cult of Reason as a state-sponsored atheistic religion, intended to replace Christianity. A Festival of Reason was held nationwide on November 10, 1793. Churches across France were turned into Temples of Reason, and a living woman was enthroned as the Goddess of Reason. Bibles were burned in the streets. God was declared nonexistent, and death was pronounced to be an endless sleep. Satan worked through godless men to kill God’s two witnesses. Their dead bodies would “lie in the street of the great city which spiritually is called Sodom and Egypt, where also our Lord was crucified” <strong>(Rev. 11:8, NKJV)</strong>.\n</p><p>Egypt was a culture of many gods that denied the true God (see Exod. 5:2). Sodom represents gross immorality. In the French Revolution, God’s two witnesses—the Old and New Testaments—lay dead as a result of the atheism and immorality that ran rampant as normal restraints were loosed in revolution and bloodshed.\n</p><p><strong>Revelation 11:9 s</strong>ays that the bodies of God’s two witnesses would lie unburied for “three-and-a-half days” (NKJV), i.e., prophetic “days” representing three and a half literal years. Atheism was at its height in the French Revolution, at least for about three and a half years. This period extended from November 26, 1793, when a decree issued in Paris abolished religion, to June 17, 1797, when the French government removed its restrictive religious laws.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 8",
               "dayTitle":"<p>The Two Witnesses Resurrected</p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p><strong>Read Revelation 11:11. What prediction does this text make about the Word of God?\n</strong></p><p><strong>Revelation 11:11</strong></p><p><strong><sup>11</sup> </strong>And after three days and an half the spirit of life from God entered into them, and they stood upon their feet; and great fear fell upon them which saw them</p><p>At the end of the French Revolution, God’s Word would, figuratively, come to life again. There would be a mighty revival. Great fear would fall on those who saw God’s Word once more become the living power of God unto salvation. At the end of the eighteenth century, God raised up men and women who were committed to taking the gospel to the ends of the earth. People spread the message of the Bible rapidly. One such person was William Carey, who traveled to India and translated the Bible into dozens of local dialects. Propelled by the power of the Bible, missionaries were sent around the world.\n</p><p>It is not by accident that these worldwide mission endeavors arose after the French Revolution. God’s Word is a living Word, and although to many it seemed “dead,” it was still living in the hearts of believers and would rise again to full life, as Revelation’s prophecies predicted. “The infidel Voltaire once boastingly said: ‘I am weary of hearing people repeat that twelve men established the Christian religion. I will prove that one man may suffice to overthrow it.’ Generations have passed since his death. Millions have joined in the war upon the Bible. But it is so far from being destroyed, that where there were a hundred in Voltaire’s time, there are now ten thousand, yes, a hundred thousand copies of the book of God. In the words of an early Reformer concerning the Christian church, ‘The Bible is an anvil that has worn out many hammers.’ ”—Ellen G. White, The Great Controversy, p. 288.</p><p><strong>Read Psalm 119:89 and Psalm 111:7, 8. What do these passages tell us about the Bible, and why we can trust it?\n</strong></p><p><strong>Psalm 119:89</strong></p><p><strong><sup>89 </sup></strong>For ever, O Lord, thy word is settled in heaven.</p><p><strong>Psalm 111:7-8</strong></p><p><strong><sup>7 </sup></strong>The works of his hands are verity and judgment; all his commandments are sure.&nbsp;</p><p><strong><sup>8 </sup></strong>They stand fast for ever and ever, and are done in truth and uprightness.</p><p><br></p><p>God’s Word may be attacked, or suppressed, but it will never be eradicated. Even many professed Christians undermine its authority in various ways, questioning parts of the Bible or so emphasizing the human elements that it all but loses its divine stamp, and God’s truth is undermined.\n</p><p>We must never, in any way, allow ourselves to be seduced by these attacks on the Word of God. It is still alive today, speaking to human hearts, breathing new life into those who are willing to listen to the Word and follow its teachings.\n</p><p><strong>What prophecies in particular speak to you, personally, and why?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 9",
               "dayTitle":"<p>Truth Triumphant</p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p>Despite the attacks of the enemy, God’s work on earth will come to a glorious climax. The gospel will be preached to “every nation, tribe, tongue, and people” (Rev. 14:6, NKJV). The great controversy between Christ and Satan will end with Christ completely defeating the powers of hell. God’s kingdom will triumph over evil, and sin will be eradicated forever from the universe. Revelation 11 begins with Satan’s attempt through the French Revolution to destroy the Christian faith and eradicate belief in God, but the chapter ends with the triumph of God’s kingdom over the principalities and powers of evil. It provides encouragement to all who go through fiery trials for the cause of Christ and His truth.\n</p><p><strong>Read Revelation 11:15–18. According to these verses, what events take place at the close of time when the seventh trumpet sounds?</strong></p><p><strong>&nbsp;Revelation 11:15–18</strong></p><p><sup style=\"font-weight: bold;\">15 </sup>And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.\n</p><p><strong><sup>16 </sup></strong>And the four and twenty elders, which sat before God on their seats, fell upon their faces, and worshipped God,\n</p><p><strong><sup>17 </sup></strong>Saying, We give thee thanks, O Lord God Almighty, which art, and wast, and art to come; because thou hast taken to thee thy great power, and hast reigned.\n</p><p><strong><sup>18 </sup></strong>And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth</p><p>The kingdoms of this world have become the kingdoms of our Lord. Christ is victorious. Evil is defeated. Jesus wins and Satan loses. Righteousness triumphs. Truth reigns. We would do well to heed the following instruction: “Whatever is built upon the authority of man will be overthrown; but that which is founded upon the rock of God’s immutable word shall stand forever.”—Ellen G. White, The Great Controversy, p. 288.\n</p><p><strong>Read Revelation 11:19. What did John see opened in heaven? And what did he see as he looked up into heaven?</strong></p><p><strong>Revelation 11:19</strong></p><p><sup><strong>19</strong> </sup>And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.</p><p>The temple of God in heaven was opened to John’s view. As he gazed into the Most Holy Place, he saw the ark of the covenant. In the Old Testament sanctuary, which was a type patterned after the great original in heaven, the glorious presence of God was revealed between the two angelic figures fashioned on the cover of the ark of the covenant. Within the ark was the law of God. Although we are saved by grace alone through faith, obedience to God’s law reveals whether our faith is genuine. The law of God is the basis or the standard of judgment<strong> (James 2:12)</strong>. This fact becomes especially important and relevant at the end of time (see Rev. 12:17, Rev. 14:12).&nbsp;</p><p><strong>How does the striking contrast between the godlessness of the French Revolution and the glorious climax pictured in Revelation 11 speak to us today?</strong></p><p>\n</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 10",
               "dayTitle":"<p>Further Thought</p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>“When the Bible was proscribed by religious and secular authority; when its testimony was perverted, and every effort made that men and demons could invent to turn the minds of the people from it; when those who dared proclaim its sacred truths were hunted, betrayed, tortured, buried in dungeon cells, martyred for their faith, or compelled to flee to mountain fastnesses, and to dens and caves of the earth—then the faithful witnesses prophesied in sackcloth. Yet they continued their testimony throughout the entire period of 1260 years. In the darkest times there were faithful men who loved God’s word and were jealous for His honor. To these loyal servants were given wisdom, power, and authority to declare His truth during the whole of this time.”—Ellen G. White, The Great Controversy, pp. 267, 268.\n</p><p>“When France publicly rejected God and set aside the Bible, wicked men and spirits of darkness exulted in their attainment of the object so long desired—a kingdom free from the restraints of the law of God. . . . The restraining Spirit of God, which imposes a check upon the cruel power of Satan, was in a great measure removed, and he whose only delight is the wretchedness of men was permitted to work his will. Those who had chosen the service of rebellion were left to reap its fruits until the land was filled with crimes too horrible for pen to trace. From devastated provinces and ruined cities a terrible cry was heard—a cry of bitterest anguish. France was shaken as if by an earthquake. Religion, law, social order, the family, the state, and the church—all were smitten down by the impious hand that had been lifted against the law of God.”—The Great Controversy, p. 286.\n</p><p>“Unless the church will follow on in His [God’s] opening providence, accepting every ray of light, performing every duty which may be revealed, religion will inevitably degenerate into the observance of forms, and the spirit of vital godliness will disappear.”—The Great Controversy, p. 316.</p><p><strong>Discussion Questions:\n</strong></p><p><strong><sup>1.</sup></strong> How are the principles of the great controversy revealed in the French Revolution?&nbsp;</p><p><sup><strong>2.</strong></sup> When arguing that there is no God, one person wrote that “we are free to establish our own goals and to venture across any intellectual boundaries without looking for no-trespassing signs.” <strong>Why is that phrase “without looking for no-trespassing signs” so instructive to the motives many have for rejecting God?</strong> <strong>How might such ideas help explain some of what happened in the French Revolution?\n</strong></p><p><sup><strong>3.</strong></sup> What is the significance of John’s vision of the sanctuary as it relates to final events?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p>One Angel, Four Encounters&nbsp;</p><p>By Nelson Cinco Reis Chitaonga and Calavete Sabonete Ossifo</p><p>Few people can say that they have seen an angel. Oyele says he has seen an angel—not just once, but four times. Oyele slipped away from his childhood faith as he labored for three years away from home, helping construct a 250-mile (400-kilometer) road between the cities of Mocuba and Nampula in Mozambique. It was tough work, and he sought relief in ways that he knew violated God’s law. One day, several strangers approached Oyele, who was drunk after work, and asked if he was aware that the Bible taught that the Sabbath was on the seventh day of the week. Oyele was convinced that the strangers were wrong. “Prove it to me from the Bible,” he said. The strangers, who introduced themselves as Seventh-day Adventists, opened the Bible to the fourth commandment and read, “Remember the Sabbath day, to keep it holy”(Exod. 20:8, NKJV).&nbsp;</p><p>Then they turned to Ezekiel 20:20 and read, “Hallow My Sabbaths, and they will be a sign between Me and you, that you may know that I am the LOrd your God” (NKJV). Oyele read and reread the verses over the next few days. He wondered if he was reading truth from God. Even though he had gone to church since he was a boy, he had never noticed the verses before. As he thought and prayed, a shining angel appeared at night over the house where he was staying. “Strength!” the angel said. “You are on the right path.” The next night, he saw the angel again in the same place. “Strength!” the angel said. “You are on the right path.” The same thing happened the third night. Oyele went to an Adventist church the next Sabbath.</p><p>&nbsp;After that, he worshiped regularly with the Adventists. When his three-year contract ended, Oyele returned home and was surprised to find that his wife and children had joined the Adventist Church. He had had no contact with them during his extended absence. “What a coincidence!” his wife said when she learned that Oyele had been going to an Adventist church. “Is this by chance?” Back home, Oyele went to the Adventist church on Saturdays and his childhood church on Sundays. He wasn’t sure what to do.&nbsp;</p><p>Then the angel appeared for a fourth time. “What you are studying is true,” the angel said. Oyele decided on the spot to become a Seventh-day Adventist. There are few Adventists where Oyele lives, but God has blessed his efforts to share the good news that Jesus is coming soon. Oyele has helped start three house churches. “Evangelize anyone, even if they’re drunk,” he said. “God is the one who converts, and there are many people who God has prepared to accept the gospel. They only need to be touched by you.” Thank you for your Sabbath School mission offerings that help spread the gospel in Mozambique and around the world.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS</p>",
               "id":69,
               "idDay":9,
               "idLesson":6,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Isaiah 40:8 Study Focus: Rev. 11:2–11; Rev. 12:6, 14, 15; Zech. 4:14; Ps. 119:105; John 5:39; Dan. 7:25; Isa. 40:8; Ps. 119:89; Isa. 54:17.</strong></p><p>Introduction: Continuing the theme of the previous weeks, this study centers on the foundational role, authority, and power of the Word of God in the great controversy. Specifically, we will focus our attention on the Word of God as represented by the two witnesses who preached in sackcloth for the prophetic period of 1,260 years.</p><p>After Jesus ascended to heaven, the devil directed his efforts and energy against God’s Word, the Scriptures, and against God’s people. The mission of the church was to testify of Jesus Christ and His Word, which is the revelation of God’s character and will. In Revelation 11, the Word of God is represented by the Old Testament expression the two witnesses (Zech. 4:14). This metaphor speaks to the fact that the Word of God has a perpetual presence and power, being of divine origin, having been transmitted through the inspiration of the Holy Spirit.</p><p>The parallel between Jesus and the Word is obvious: in the same way that Jesus ministered three and a half years under the pressure and persecution of His own people, who were supposed to receive Him, Scripture ministered to the world for three and a half prophetic years, or 1,260 historical years, under the pressure of the very people that claimed to be the guardians of the Word of God. Just as Jesus, the Word of God, died and was resurrected, Scripture, the Word of God, “died and was resurrected.” As Jesus was triumphant, so His Word will be triumphant, and His people also will be triumphant in Him and in His Word.</p><p><strong>Lesson Themes: This week’s lesson explores two major themes:</strong></p><p>1. The two witnesses of Revelation 11 symbolize the Holy Scriptures. The two witnesses ministered in a time of persecution, during the prophetic period of 1,260 years, between a.d. 538 and a.d. 1798.</p><p>2. At the end of this prophetic period, the two witnesses died and were resurrected, just as Jesus died and was resurrected, pointing to the fact that God will have, through Jesus and in His Word, the final victory in the great controversy.</p><p><strong>Part II: Commentary Prophesying in Sackcloth</strong></p><p>Why do Adventists maintain that the two witnesses, or the Holy Scriptures, were suppressed during the Middle Ages? Did not the people of that time know about the Bible? Were not the cathedrals and churches decorated with biblical themes? Were not the scholastics teaching their students from the Bible in their university classes? The answer to all of these questions is yes. So, why insist that the 1,260-year period, between a.d. 538 and a.d. 1798, was a time of persecution, a time when the two witnesses wore sackcloth, a symbol of crisis and humiliation?</p><p>Before answering the question, let us complicate the issue a bit further. Some may be quick to point out that persecution against Scripture existed before a.d. 538. Indeed, the Romans attempted to mock or suppress Scripture during the early persecutions against Christians. The pagan emperor Diocletian (emperor a.d. 284–305) specifically targeted the Bible to be annihilated, ruling that Christians must renounce, and denounce, their holy book. While most Christians did not have Bibles, some who had biblical manuscripts surrendered them to be publicly burned and desecrated; others died for their faith instead. Eventually, the Word of God emerged honored and victorious from this onslaught. At the end of the 1,260-year prophetic period, French revolutionaries, as well as other later dictatorial atheistic and Communist regimes, also targeted Christian Scripture for annihilation, just as Diocletian had.</p><p>Unlike Diocletian, however, the French Revolutionaries succeeded in annihilating Scripture in their territory for a short period of time (Rev. 11:7–9). True, both Diocletian and the insurrectionists of the French Revolution sought to denigrate the Word of God; but the French revolutionaries did so by attempting to utterly annihilate it instead of permitting it to prophesy in sackcloth. In addition, the period of 1,260 years, during which the two witnesses suffered humiliation, far exceeds the first two or three centuries of persecutions, the ten years of persecution under Diocletian, or the few years of the French Revolution. For these reasons, we must look elsewhere in history to discover the meaning of the Word of God ministering in sackcloth.</p><p>Thus, to understand when, and how, the two witnesses or the Scriptures ministered in sackcloth, we need to emphasize two facts. One, the two witnesses ministered during a period of 1,260 years. As our lesson details, Seventh-day Adventists understand that this period spanned from a.d. 538 to a.d. 1798 and encompassed the rise, the establishment, and the rule of the Roman Catholic Church. Two, the two witnesses were not killed during this period but were clothed in sackcloth.</p><p>The allusions to Zechariah (Rev. 11:4, Zech. 4:14), Elijah (Rev. 11:5, 6), and Moses (Rev. 11:6) in Revelation 11 seem to suggest that the prophetic ministry of the two witnesses, wearing sackcloth, took place within the context of the persecution of God’s people. Revelation 11 does not say that the two witnesses were killed during the 1,260 years; rather, they were empowered by God to prophesy wearing sackcloth during this time (Rev. 11:3). Elijah wore sackcloth during a time of profound spiritual crises in Northern Israel, when that nation had consciously and deliberately changed God’s law, placing themselves above, and against, God’s revelation. Likewise, the major question is not whether the Roman Catholic Church had any knowledge of Scripture, or used Scripture at all to do theology, during the 1,260 years of church supremacy and persecution. The question is: What was the church’s attitude toward Scripture throughout this persecuting period? The Roman Catholic leaders’ attitude closely resembled the attitude of Northern Israel: they knew God’s special revelation, but they deliberately placed themselves above it. The Protestant principle of sola scriptura emphasizes that Scripture is the complete, selfsufficient, and clear revelation of God. Whenever the divine revelation is an inconvenience, or hindrance, to a human project, the devil and his false teachers introduce traditions to justify reinterpreting the inconvenient biblical passages; or they simply introduce new teachings or practices that are crassly against Scripture. Church tradition and the magisterium are portrayed as the exclusive interpreters of the Bible and as the only authority with the power to create and establish dogmas.<br></p><p>God’s Word is diminished, denigrated, and placed under the control of the church, though Scripture clearly stipulates that it must be the other way around. In this regard, several quotations from the Catechism of the Catholic Church (CCC) are simply astonishing. According to the CCC, God’s revelation “through his Word in the Holy Spirit” is “present and active in the Church,” and thus church tradition is an inseparable part of God’s special revelation, just as the prophets and the apostles (CCC, p. 79). For this reason, “the Church, to whom the transmission and interpretation of Revelation are entrusted, ‘does not derive her certainty about all revealed truths from the Holy Scriptures alone. Both Scripture and Tradition must be accepted and honored with equal sentiments of devotion and reverence’ ” (CCC, p. 82).</p><p>True, the CCC does stipulate that the magisterium, being the only interpreter of Scripture (CCC, pp. 86, 100), “is not superior to the Word of God, but is its servant” (CCC, p. 86). However, the magisterium does not draw only from Scripture but from both Scripture and tradition (CCC, p. 82). Because tradition is of equal authority with Scripture, and because the magisterium (“the Pope and the bishops in communion with him”) has the sole authority to “authentically” interpret the Word of God (CCC, p. 100), the magisterium will draw materials from both tradition and Scripture, whenever convenient.</p><p>The experiences of both Northern Israel and Judah show that, when tradition is placed on the same level with Scripture, Scripture is not only relegated to a lower level, from the divine to the human, but eventually is nullified altogether (Matt. 15:3–6), having been misconstrued to suit a human worldview. Thus, its authority is annihilated. This annihilation of biblical authority is exactly what happened in the Roman Catholic Church. As the church increasingly emphasized tradition and accepted philosophical presuppositions, its teachings and practices changed so radically that the church was no longer compatible with the model of the apostolic church.</p><p>Thus, in misinterpreting and teaching directly against Scripture, the Roman Catholic Church claimed the following errors:</p><p>• That it has power to change God’s Sabbath from the seventh day to the first day of the week, thus deliberately transgressing the fourth commandment and diminishing God’s status as Creator and King.</p><p>• That Christ left the church in the charge of the bishop of Rome and of the sacramental ecclesiastical hierarchy.</p><p>• That the church is a necessary element of God’s salvation.</p><p>• That the church and the saints can mediate for people and offer them merit for salvation.</p><p>• That Mary, the mother of Jesus, was born with a sinless nature (immaculate conception).</p><p>• That Mary has a special role in salvation being called Mediator (Mediatrix), Advocate, Helper, titles reserved in Scripture only for Christ and the Holy Spirit.</p><p>• That salvation is by works, such as penance and indulgences.</p><p>• That the soul is immortal, hell is eternal, and purgatory exists.</p><p>• That there are seven sacraments that impart salvation.</p><p>• That infants must be baptized.</p><p>• That the very substance of the bread and wine are literally changed into the body and blood of Christ during the Mass (transubstantiation).</p><p>• That the so-called laity cannot share in the cup during the Communion.</p><p>• That the priests themselves are a sacrament and impart salvation.</p><p>• That the priests of the church must not marry, having to remain celibate.</p><p>• That Christians can and, in fact, must venerate and worship images and statues, thus flagrantly transgressing the second commandment.</p><p>With such a stunning misinterpretation, or flagrant rejection, of Scripture and its teachings for more than a millennium in and by the self-professed people of God, it comes as no surprise that God describes the Scripture, or His two witnesses, as dressed and prophesying in sackcloth.<br></p><p>Yes, eventually, the two witnesses were killed in a secular, as opposed to a religious, context (during the French Revolution). However, the atheistic French Revolution itself was a reaction to the long-standing lawlessness of the Catholic Church against God Himself, against His special revelation, and against humanity, who is so desperately in need of salvation. The great controversy is complex. The devil aims to destroy God’s revelation in His Written Word. But he especially aims to suppress the Word of God in His church. This satanic objective has not succeeded, nor ever will it. The Protestant sola scriptura, the biblical and missionary societies, the Adventist three angels’ messages, and the loud cry will prevail. God’s Word will be ever clearer in its communication of God’s love.</p><p><strong>Part III: Life Application</strong></p><p>1. Imagine you lived around year 700, some 160 years after a.d. 538, at the beginning of the 1,260-year prophetic period. Imagine also that, as a student of the Bible and as a devout Christian, you understood that the 1,260 years of persecution against the two witnesses had barely begun, and, therefore, many centuries more would pass until the persecution expired. How would you keep your hope, especially as you and your descendants faced the long prospect of at least a thousand years more of waiting? How would you keep your devotion to God burning and commitment to preaching the Word of God, knowing that victory was more than 1,000 years away? How would you prepare your family after you for such a prospective wait? How can your answers inspire your faith today as we await the return of Jesus?</p><p>2. Although the French Revolution impacted the entire world with its worldview, spirit, and actions, this impact was felt more directly within the Western world. If you live in the West, how might you continue to celebrate the resurrection and the ministry of the two witnesses? If you live in other parts of the world, which were not impacted directly by the secular or atheist revolution in France, how has your local society or community tried to kill the two witnesses or make them minister in sackcloth? How could you and your church partake in the resurrection and ministry of the two witnesses?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>The Two Witnesses</p>",
         "verse":"<p>“The grass withers, the flower fades, but the word of our God stands forever” (Isaiah 40:8, NKJV).</p>",
         "versionCode":60,
         "weekDate":"May 4–10"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
