{
  "data": [
    {
      "color": "#494bb6",
      "id": 711,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "September 6",
          "dayTitle": "<p><strong>Apostasy and Intercession</strong></p>",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p><strong>Read for This Week’s Study: Exod. 32:1–6; Ps. 115:4–8; Isa. 44:9, 10; Rom. 1:22–27; Exod. 32:7–32; Isa. 53:4.\n</strong></p><p><strong>Memory Text: “Then Moses returned to the Lord and said, ‘Oh, these people have committed a great sin, and have made for themselves a god of gold! Yet now, if You will forgive their sin—but if not, I pray, blot me out of Your book which You have written’ ” (Exodus 32:31, 32, NKJV).\n</strong></p><p>Moses had been absent from the camp of Israel for only 40 days, and what happened? God’s people had turned away from Him and worshiped a human-made idol, a golden calf. After so many mighty signs, experiences, and miracles, how could they have done that?\n</p><p>There could be many answers, and perhaps some truth in them all. Did the people not understand who God really was? Or were their powerful experiences with Him overshadowed by their carnal and sinful desires? Did they not appreciate what God had done for them and, instead, took it all for granted? Was their understanding clouded, marred by their everyday preoccupations and old sinful thinking? Were they simply ungrateful for God’s merciful actions on their behalf? Had they so quickly forgotten the mighty acts of God (Ps. 106:13, 21–23)? Or could it all be blamed on Aaron’s failed leadership? “ ‘The Lord was very angry with Aaron and would have destroyed him’ ” (Deut. 9:20, NKJV).\n</p><p><strong>Whatever the reasons for this terrible apostasy, what lessons can we draw from it, not only about human sinfulness but about God’s gracious love for humans, despite their sinfulness?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 7",
          "dayTitle": "<p><strong>Failed Leadership</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p>God called Moses to spend time with Him. Forty days and forty nights might have been a short period for Moses, but it seemed long, too long, for the Israelites. Their visible leader was absent. They became disoriented, impatient, fearful, and insecure. They wanted to have a visible god who would lead them, the “gods” whom they had seen all their lives in idolatrous Egypt.\n</p><p><strong>Read Exodus 32:1–6. How was it possible for Aaron’s leadership to fail so spectacularly?\n</strong></p><p><strong>Exodus 32:1–6\n</strong></p><p><strong><sup>1 </sup></strong>Now when the people saw that Moses delayed coming down from the mountain, the people gathered together to Aaron, and said to him, “Come, make us gods that shall go before us; for as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.”\n</p><p><strong><sup>2</sup></strong> And Aaron said to them, “Break off the golden earrings which are in the ears of your wives, your sons, and your daughters, and bring them to me.”\n</p><p><strong><sup>3</sup></strong> So all the people broke off the golden earrings which were in their ears, and brought them to Aaron.\n</p><p><strong><sup>4 </sup></strong>And he received the gold from their hand, and he fashioned it with an engraving tool, and made a molded calf. Then they said, “This is your god, O Israel, that brought you out of the land of Egypt!” 5 So when Aaron saw it, he built an altar before it. And Aaron made a proclamation and said, “Tomorrow is a feast to the Lord.”\n</p><p><strong><sup>6</sup></strong> Then they rose early on the next day, offered burnt offerings, and brought peace offerings; and the people sat down to eat and drink, and rose up to play.\n</p><p>Aaron did not rise to the occasion. He failed to seize the moment and do what was right. Instead of trusting the Lord, he wilted before the majority. The people demanded the unthinkable: “ ‘Come, make us a god who will go before us’ ” (Exod. 32:1, NASB), and he consented.\n</p><p>People willingly gave gold to make the idol, and Aaron not only did not stop them but, in fact, he invited them to donate. He then participated in the molding of this false god. Afterward, the people declared: “This is your god, Israel, who brought you up from the land of Egypt” (Exod. 32:4, NASB). So sinful, wicked, and shortsighted. They had just fabricated this idol and then stated that it, the idol, had delivered them. Isn’t it amazing how sinful desires can pervert our thinking and actions? People celebrate their own creations, and their humanity and morality become debased in the process.\n</p><p>“Such a crisis demanded a man of firmness, decision, and unflinching courage; one who held the honor of God above popular favor, personal safety, or life itself. But the present leader of Israel was not of this character. Aaron feebly remonstrated with the people, but his wavering and timidity at the critical moment only rendered them the more determined. The tumult increased. A blind, unreasoning frenzy seemed to take possession of the multitude. There were some who remained true to their covenant with God, but the greater part of the people joined in the apostasy. Aaron feared for his own safety; and instead of nobly standing up for the honor of God, he yielded to the demands of the multitude.”—Ellen G. White, Patriarchs and Prophets, pp. 316, 317.\n</p><p><strong>How could Aaron, a leader, have been so weak? In what ways might Aaron have sought to justify in his own heart his terrible actions?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 8",
          "dayTitle": "<p><strong>Idolatry and Evil</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Exodus 32:6. Where did their idolatry quickly lead them? (See also Ps. 115:4–8; Ps. 135:15–18; Isa. 44:9, 10.)\n</strong></p><p><strong>Ps. 115:4–8\n</strong></p><p><strong><sup>4</sup></strong> Their idols are silver and gold, The work of men’s hands.\n</p><p><strong><sup>5</sup></strong> They have mouths, but they do not speak; Eyes they have, but they do not see;\n</p><p><strong><sup>6</sup></strong> They have ears, but they do not hear; Noses they have, but they do not smell;\n</p><p><strong><sup>7 </sup></strong>They have hands, but they do not handle; Feet they have, but they do not walk; Nor do they mutter through their throat.\n</p><p><strong><sub>8</sub></strong> Those who make them are like them; So is everyone who trusts in them.\n</p><p><strong>Ps. 135:15–18\n</strong></p><p><strong><sup>15</sup></strong> The idols of the nations are silver and gold, The work of men’s hands.\n</p><p><strong><sup>16</sup></strong> They have mouths, but they do not speak; Eyes they have, but they do not see;\n</p><p><strong><sup>17</sup></strong> They have ears, but they do not hear; Nor is there any breath in their mouths.\n</p><p><strong><sup>18</sup></strong> Those who make them are like them; So is everyone who trusts in them.\n</p><p><strong>Isa. 44:9, 10\n</strong></p><p><strong><sup>9</sup></strong> Those who make an image, all of them are useless, And their precious things shall not profit; They are their own witnesses; They neither see nor know, that they may be ashamed.\n</p><p><strong><sup>10</sup></strong> Who would form a god or mold an image That profits him nothing?\n</p><p>The golden calf resembled the Egyptian bull god, called Apis, or cow god, called Hathor. This was a blatant transgression of the first and second commandments (Exod. 20:3–6). This violation could not go unpunished because it openly broke their relationship with the living Lord. Instead of worshiping their Creator, the Israelites worshiped their own creation, which could not see, hear, smell, speak, care, love, or lead.\n</p><p>The Creation order was reversed: instead of understanding that they had been created in God’s image, they now made a god, not even in their own image—which would have been bad enough—but in the image of an animal. This was the god whom they wanted to serve? Thus, they had greatly sinned against the Lord (Isa. 31:7, Isa. 42:17).\n</p><p><strong>In what ways does the golden calf apostasy reflect what is written in Romans 1:22–27?\n</strong></p><p><strong>Romans 1:22–27\n</strong></p><p><strong><sup>22</sup></strong> Professing to be wise, they became fools,\n</p><p><strong><sup>23 </sup></strong>and changed the glory of the incorruptible God into an image made like corruptible man—and birds and four-footed animals and creeping things.\n</p><p><strong><sup>24</sup></strong> Therefore God also gave them up to uncleanness, in the lusts of their hearts, to dishonor their bodies among themselves,\n</p><p><strong><sup>25</sup></strong> who exchanged the truth of God for the lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.\n</p><p><strong><sup>26</sup></strong> For this reason God gave them up to vile passions. For even their women exchanged the natural use for what is against nature.\n</p><p><strong><sup>27</sup></strong> Likewise also the men, leaving the natural use of the woman, burned in their lust for one another, men with men committing what is shameful, and receiving in themselves the penalty of their error which was due.\n</p><p>Idolatry denies the theological understanding that God is God and man is man. Idolatry erases the gap between God and man (Eccles. 5:2) and breaks the connection with Him. Whether it is blatant and open or something concealed in the heart, idolatry quickly ruptures our relationship with the Lord and leads in a downward moral spiral. No wonder the text talks about what they did the next day: after offering sacrifices to the idol, they then began to party, in what Ellen G. White depicted as “an imitation of the idolatrous feasts of Egypt.”—Patriarchs and Prophets, p. 320. Humans are geniuses at fabricating their own idols. They create their own gods, which is bad enough, but then they go and serve those gods. The Creator is replaced with things that, sooner or later, lead to moral degeneration.\n</p><p><strong>What are ways today that humans worship the creation instead of the Creator?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 9",
          "dayTitle": "<p><strong>Corrupting Themselves\n</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Exodus 32:7, 8. Why did God send Moses back to the camp of Israel?\n</strong></p><p><strong>Exodus 32:7, 8\n</strong></p><p><strong><sup>7</sup></strong> And the Lord said to Moses, “Go, get down! For your people whom you brought out of the land of Egypt have corrupted themselves.\n</p><p><strong><sup>8 </sup></strong>They have turned aside quickly out of the way which I commanded them. They have made themselves a molded calf, and worshiped it and sacrificed to it, and said, ‘This is your god, O Israel, that brought you out of the land of Egypt!’ ”\n</p><p>By turning to an idol, the Israelites were in the process of divorcing themselves from the true God, the One who had delivered them from Egypt. The Lord squarely placed the blame on them, saying that they have “corrupted themselves” (Exod. 32:7, NKJV)—even crediting this statue with having delivered them from Egypt. What a direct contradiction to what God said to them (Exod. 20:2)! This denial of God’s presence and mighty acts was a serious matter. Their thinking and feelings were distorted and completely corrupted.\n</p><p>For the prophet Ezekiel, idolatry lay at the core of all the misery of God’s people, and from there springs all other sins (see, for example, Ezek. 8:1–18, Ezek. 20:1–44, Ezek. 22:1–12). We often wonder why ancient believers were so naïve and uncorrectable when they engaged in worshiping different human-made idols. We are quite sure that we would never do something like that. Are we really free of idols? The idols of today may have different shapes and forms, yet they have a similar appeal.\n</p><p>An idol is something that replaces God, and even though we know it is not right, we still worship it, often repeatedly. It captures our imagination, affection, time, and mind more than does God. It can even enslave our thinking. In fact, we become what we behold, and we will rise no higher than whatever “god” we serve.\n</p><p>If God is not at the center of your life, then other gods will fill His place. If we do not enjoy and cultivate God’s living Presence, we will enjoy and devote our lives to something or someone else. What we substitute for Christ may have different appearances: pride, self-centeredness, money, power, sex, food, TV, drugs, alcohol, impure thoughts, pornography, pleasures, work, sports, family, video games, films, shopping, ideas, politics, music, position, titles, grades, and so forth. The list has no end.\n</p><p>We are very creative and inventive in this regard. We can turn anything that is good, beautiful, and meaningful into an idol. Idolatry is extremely dangerous because it transforms our personality, our way of thinking, our affections, and our social life. It changes our identity and replaces genuine personal relationships with hollow and ultimately meaningless interactions that, in the end, cannot save us.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September  10",
          "dayTitle": "<p><strong>God’s Righteous Wrath</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Exodus 32:9–29. What was Moses’ reaction to God’s threat to destroy Israel?\n</strong></p><p><strong>Exodus 32:9–29.\n</strong></p><p><strong><sup>9 </sup></strong>And the Lord said to Moses, “I have seen this people, and indeed it is a stiff-necked people!\n</p><p><strong><sup>10 </sup></strong>Now therefore, let Me alone, that My wrath may burn hot against them and I may consume them. And I will make of you a great nation.”\n</p><p><strong><sup>11</sup></strong> Then Moses pleaded with the Lord his God, and said: “Lord, why does Your wrath burn hot against Your people whom You have brought out of the land of Egypt with great power and with a mighty hand?\n</p><p><strong><sup>12</sup></strong> Why should the Egyptians speak, and say, ‘He brought them out to harm them, to kill them in the mountains, and to consume them from the face of the earth’? Turn from Your fierce wrath, and relent from this harm to Your people.\n</p><p><strong><sup>13 </sup></strong>Remember Abraham, Isaac, and Israel, Your servants, to whom You swore by Your own self, and said to them, ‘I will multiply your descendants as the stars of heaven; and all this land that I have spoken of I give to your descendants, and they shall inherit it forever.’ ”\n</p><p><strong><sup>14</sup></strong> So the Lord relented from the harm which He said He would do to His people.\n</p><p><strong><sup>15 </sup></strong>And Moses turned and went down from the mountain, and the two tablets of the Testimony were in his hand. The tablets were written on both sides; on the one side and on the other they were written.\n</p><p><strong><sup>16</sup></strong> Now the tablets were the work of God, and the writing was the writing of God engraved on the tablets.\n</p><p><strong><sup>17</sup></strong> And when Joshua heard the noise of the people as they shouted, he said to Moses, “There is a noise of war in the camp.”\n</p><p><strong><sup>18</sup></strong> But he said: “It is not the noise of the shout of victory, Nor the noise of the cry of defeat, But the sound of singing I hear.”\n</p><p><strong><sup>19</sup></strong> So it was, as soon as he came near the camp, that he saw the calf and the dancing. So Moses’ anger became hot, and he cast the tablets out of his hands and broke them at the foot of the mountain.\n</p><p><strong><sup>20</sup></strong> Then he took the calf which they had made, burned it in the fire, and ground it to powder; and he scattered it on the water and made the children of Israel drink it.\n</p><p><strong><sup>21</sup></strong> And Moses said to Aaron, “What did this people do to you that you have brought so great a sin upon them?”\n</p><p><strong><sup>22</sup></strong> So Aaron said, “Do not let the anger of my lord become hot. You know the people, that they are set on evil.\n</p><p><strong><sup>23</sup></strong> For they said to me, ‘Make us gods that shall go before us; as for this Moses, the man who brought us out of the land of Egypt, we do not know what has become of him.’\n</p><p><strong><sup>24</sup></strong> And I said to them, ‘Whoever has any gold, let them break it off.’ So they gave it to me, and I cast it into the fire, and this calf came out.”\n</p><p><strong><sup>25</sup></strong> Now when Moses saw that the people were unrestrained (for Aaron had not restrained them, to their shame among their enemies),\n</p><p><strong><sup>26</sup></strong> then Moses stood in the entrance of the camp, and said, “Whoever is on the Lord’s side—come to me!” And all the sons of Levi gathered themselves together to him.\n</p><p><strong><sup>27</sup></strong> And he said to them, “Thus says the Lord God of Israel: ‘Let every man put his sword on his side, and go in and out from entrance to entrance throughout the camp, and let every man kill his brother, every man his companion, and every man his neighbor.’ ”\n</p><p><strong><sup>28</sup></strong> So the sons of Levi did according to the word of Moses. And about three thousand men of the people fell that day.\n</p><p><strong><sup>29</sup></strong> Then Moses said, “Consecrate yourselves today to the Lord, that He may bestow on you a blessing this day, for every man has opposed his son and his brother.”\n</p><p>While Moses was still on Mount Sinai, God said that He would destroy the rebels and make Moses’ posterity into a great nation. But that was not what Moses wanted. Instead, he pleaded with the Lord, pointing out that the Israelites were not Moses’ people—they were God’s. He, Moses himself, had not brought them out of Egypt, but God had done it through His mighty works. And so Moses pled with God, stressing His early promises to the fathers. Moses was truly working as an intercessor between God and humanity.\n</p><p>After the “Lord relented from the harm which He said He would do to His people” (Exod. 32:14, NKJV), Moses returned to them. There is no record—unlike what would happen in Exodus 34:29, 30—that his face shone from the presence of the Lord. His face probably reflected his anger.\n</p><p>“When Moses approached the camp and saw the calf and the dancing, his anger burned and he threw the tablets out of his hands, breaking them to pieces at the foot of the mountain” (Exod. 32:19, NIV). Breaking the tablets containing the Decalogue was an external sign of breaking its content. God rebuked Moses for it, but later He commanded Moses to chisel two tablets to replace “ ‘the first tablets, which you broke’ ” (Deut. 10:2, NKJV). God Himself would rewrite the commands.\n</p><p>Moses sharply rebuked Aaron for surrendering to the demands of the people. “ ‘What did these people do to you, that you led them into such great sin?’ ” (Exod. 32:21, NIV). Aaron tried to excuse his transgression by (1) blaming others, and (2) by magic: “ ‘I threw it [the gold] into the fire, and out came this calf!’ ” (Exod. 32:24, NIV). What made matters worse was that Aaron himself had been greatly honored of God, having been given many privileges, which included going on the mountain with Moses and the 70 elders (Exod. 24:1).\n</p><p>What a dark irony! By claiming that a miracle had happened, Aaron wanted to trick his brother (notice how one sin leads to another; in this case, idolatry to lying). However, Moses was not fooled as he saw how wildly the people behaved. The negative consequences were evident, and Moses had to stop the rebellion immediately.\n</p><p><strong>What should this story teach us about the power of intercessory prayer? Whom should you be praying for right now?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 11",
          "dayTitle": "<p><strong>Intercession</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Exodus 32:30–32. How far did Moses go in his intercessory prayer for sinners?\n</strong></p><p><strong>Exodus 32:30–32\n</strong></p><p><strong><sup>30</sup></strong> Now it came to pass on the next day that Moses said to the people, “You have committed a great sin. So now I will go up to the Lord; perhaps I can make atonement for your sin.”\n</p><p><strong><sup>31 </sup></strong>Then Moses returned to the Lord and said, “Oh, these people have committed a great sin, and have made for themselves a god of gold!\n</p><p><strong><sup>32 </sup></strong>Yet now, if You will forgive their sin—but if not, I pray, blot me out of Your book which You have written.”\n</p><p>Because of their rebellion, terrible things happened in the Israelite camp, including the deaths of many people (Exod. 32:28). The following day, Moses declared to the people: “ ‘You have committed a great sin. So now I will go up to the Lord; perhaps I can make atonement for your sin’ ” (Exod. 32:30, NKJV).\n</p><p>“Moses went back to the Lord and said, ‘Oh, what a great sin these people have committed! They have made themselves gods of gold. But now, please forgive their sin—but if not, then blot me out of the book you have written’ ” (Exod. 32:31, 32, NIV).\n</p><p>No wonder Moses is considered to be a type of Christ! Because of his intercessory prayer for sinners and his willingness to offer his own life for them, he surely reflected what Christ would do for all of us. What an exemplary compassion for transgressors! He demonstrated his total dedication to the Lord and His sacrificial love for people. The book of Exodus does not state how long Moses stayed with the Lord on the mount this particular time, but the book of Deuteronomy reveals that he was on Sinai this time for 40 days (see Deut. 9:18).\n</p><p>In Exodus 32:32, the word translated “forgive” is from a verb whose basic meaning is to “bear” or “carry,” such as in Isaiah 53:4, which reads (about Jesus): “Surely He has borne our griefs” (NKJV). It is the same verb—translated “forgive” in Exodus 32:32, and “borne” in Isaiah 53:4. What a powerful insight into the process of salvation and forgiveness and what it cost God to save us.\n</p><p>Indeed, Moses was asking the Lord to “bear” the people’s sin, which of course is what He did at the cross thousands of years later. Exodus 32:32 shows not only the idea of substitutionary atonement but also who does the substituting: God Himself.\n</p><p>This text shows how forgiveness comes. God in Christ bore our sins, the only way we could be forgiven them. What a powerful expression of the plan of salvation and a demonstration to us and to the cosmos about what it cost God to save us.\n</p><p><strong>Moses asks God Himself to bear the sins of the people, and eventually, in Jesus, He does just that. How do we wrap our minds around this amazing truth? What does it tell us about God’s love for fallen humanity?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 12",
          "dayTitle": "<p><strong>Further Thought:</strong></p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Ellen G. White, “Idolatry at Sinai,” pp. 315–327, in Patriarchs and Prophets\n</strong></p><p>This week’s lesson presents a special focus on God’s work in believers. The Lord can do in us “immeasurably more than all we ask or imagine” (Eph. 3:20, NIV). We should not focus on ourselves and gratify our personal desires, because this leads to idolatry. Instead, our attention should be on God and His power. He gives the strength, which leads to a new and victorious life (Phil. 4:13; Jude 1:24, 25). “Love no less than justice demanded that for this sin judgment should be inflicted. God is the guardian as well as the sovereign of His people. He cuts off those who are determined upon rebellion, that they may not lead others to ruin. In sparing the life of Cain, God had demonstrated to the universe what would be the result of permitting sin to go unpunished. The influence exerted upon his descendants by his life and teaching led to the state of corruption that demanded the destruction of the whole world by a flood. . . . The longer men lived, the more corrupt they became. So with the apostasy at Sinai. Unless punishment had been speedily visited upon transgression, the same results would again have been seen.”—Ellen G. White, Patriarchs and Prophets, p. 325.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1 Dwell more on the question at the end of Monday’s study. What are ways that we can worship the creation itself, as opposed to the Creator? For example, how can we seek to be good stewards of the earth and seek to protect the environment without worshiping it or making it into an idol itself?\n</strong></p><p><strong>2 One may discern the gravity of the situation by the consequences and results of an action or by the seriousness of the reaction to the event. Why did Moses order the execution of those who stubbornly refused to repent and continued in their rebellion against God and His teaching?\n</strong></p><p><strong>3 Why is substitutionary atonement the only correct model of atonement? Why is any theory of atonement that denies, or downplays, the substitutionary foundation of the gospel a grievous theological error? Read 1 Peter 2:24. How does it powerfully reveal the idea of Jesus as our Substitute?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Inside Story</strong></p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p><strong>Wrapped in God’s Love - By Andrew McChesney\n</strong></p><p>Sixteen-year-old Domenico didn’t want to lose Fulvia after meeting her at a dance in Florence, Italy. So, he lied when she asked about his parents. “What do your parents do?” she asked.\n</p><p>“My parents are rich,” he replied. “They own a beautiful car.” Then Fulvia asked where he lived. Without thinking, he gave her the address of the orphanage where he lived.\n</p><p>But when she went to the address and found the orphanage, Domenico couldn’t lie anymore. “I’m an orphan,” he said. “I live there.”\n</p><p>Fulvia told her father everything, and Domenico thought their relationship was over. But her father’s response surprised Domenico.\n</p><p>“We have three children,” he said. “Invite him over. We’ll have four.” Fulvia’s family accepted Domenico like a son, and he visited their home regularly. Wrapped in their love, Domenico experienced God’s love for the first time. He had heard about God, but now he saw His love in real life. A desire grew in his heart to know God, and he began to pray.\n</p><p>Years passed. Domenico left the orphanage and married Fulvia when he was 22. He still wanted to know God. He had watched the 1956 U.S. movie The Ten Commandments in the orphanage, and he wondered if there was a church that kept all Ten Commandments. He wondered if anyone lived a Christian life as described by the Bible.\n</p><p>One day, when he was 30, Domenico switched on the radio and heard a voice say, “Now we’re going to talk about the apostle Paul.” Domenico listened and noticed the radio show hosts spoke differently from any other Christian he had heard. He began to listen to the radio station regularly. When a speaker mentioned Ellen G. White’s Steps to Christ, he called to ask for a copy. He also asked if the book could be delivered to his house by someone who could answer questions about what he had heard on the radio.\n</p><p>Emmanuel and his wife showed up at Domenico’s house with the book. Emmanuel opened the Bible to answer Domenico’s questions and, at his request, shared the history of the Seventh-day Adventist Church. Wishing to know about the history of Christianity, Domenico then read The Great Controversy.\n</p><p>After seven months of Bible studies, Domenico felt wrapped in God’s love, and he was baptized. “I’m grateful to Adventist radio because it changed my life,” said Domenico Civardi, now 68.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 119,
          "idDay": 9,
          "idLesson": 11,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: Exodus 32:31, 32\n</strong></p><p><strong>Study Focus: Exod. 32:1–35\n</strong></p><p><strong>Introduction:</strong> When Israel apostatized, Moses was with the Lord on Mount Sinai. The people threatened his brother, Aaron, with death, so Aaron yielded to them and made an idol. The people then declared:\n</p><p>“ ‘This is your god, O Israel, that brought you out of the land of Egypt!’ ” (Exod. 32:4, NKJV), thus explicitly rejecting the Lord as their God and breaking their covenant with Him. It is significant to note that the Lord stated to Moses before his descent to the camp from Mount Sinai that the Israelites had turned away from Him and worshiped an idol. Thus, Israel was now Moses’ people, and it was Moses who had delivered the Israelites from Egypt. The Lord said: “ ‘Go down, because your people, whom you brought up out of Egypt, have become corrupt’ ” (Exod. 32:7, NIV). Previously, the Lord, as well as Moses and Jethro, had stressed that it was the Lord who brought Israel out of Egypt (Exod. 3:8, 17; Exod. 12:17, 51; Exod. 13:3, 9, 14, 16, 18; Exod. 16:6, 32; Exod. 18:1, 10; Exod. 19:4; Exod. 20:2). God now doesn’t identify with Israel because the Israelites did not recognize Him as their Lord. What a tragic situation!\n</p><p>Afterward, the Lord offers to make Moses “ ‘into a great nation’ ” (Exod. 32:10, NIV). It was a powerful temptation for Moses to accept the offer and become great. But he demonstrates the nobility of his character by not even considering such an offer. His unselfish interest in the people’s prosperity stood firm; no personal ambitions could alter it. Moses intercedes for Israel and appeals to the Lord by pointing out that it was God who delivered Israel. This people are “ ‘your people, whom you brought out of Egypt with great power and a mighty hand’ ” (Exod. 32:11, NIV). Because of Moses’ intervention, the Lord “relented and did not bring on his people the disaster he had threatened” (Exod. 32:14, NIV). What power there is in intercessory prayer!\n</p><p>After Moses returned to the camp and saw the rebellion, he broke into pieces the two tablets containing the Ten Promises God had given him, an act that was the external sign of what the Israelites had done when they rejected the Lord as their Leader. Then Moses destroyed the golden calf. Even in Moses’ presence, people were running “wild” and “out of control” (Exod. 32:25, NIV), so he had to intervene. Those who stubbornly continued in rebellion had to be purged, so God, through Moses, commanded them to be killed. This elimination was necessary; otherwise, God’s people would have gone into irreversible ruin (regarding this execution, read Ellen G. White’s Patriarchs and Prophets, pages 324–327). The next day, Moses again climbed Mount Sinai and interceded for Israel, requesting their merciful God to forgive His people for their wicked behavior.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>The Golden Calf Apostasy and Aaron\n</strong></p><p>Aaron could have prevented the golden calf apostasy if he had stood firm for God and His truth. He should not have yielded to the people’s demands for a visible god or gods. When disrespect was shown for God and His servant Moses, Aaron should immediately have stopped the uprising. Instead, he listened to the rebels and made a false proposition. In the time of Moses’ absence, Aaron should have functioned as a strong leader, not fearing even his own death. God always intervenes to defend His cause, and Aaron should have trusted Him.\n</p><p>Moses’ concern for the prosperity of God’s people is reflected in his question to his brother Aaron: “And Moses said unto Aaron, What did this people unto thee, that thou hast brought so great a sin upon them?” (Exod. 32:21). Aaron’s yielding to wrong requests led to tragic consequences. To excuse his behavior, Aaron invented a miracle: “And I said unto them, Whosoever hath any gold, let them break it off. So they gave it me: then I cast it into the fire, and there came out this calf” (Exod. 32:24). Aaron referred to magic to calm Moses’ anger. Sin blinds, and stories are often created to cover disobedience.\n</p><p>“And the Lord was very angry with Aaron” (Deut. 9:20), but his life was spared because Moses interceded for him. Aaron sincerely repented of this grievous sin, was restored to his leadership position, and later was anointed as the high priest (Exod. 40:12–15). God’s grace and mercy are amazing!\n</p><p><strong>Intercessory Prayer\n</strong></p><p>There are four basic kinds, or types, of prayer. First, there is the “prayer of praise” or “prayer of thanksgiving,” wherein we thank God for the marvelous things He has done. In the prayer of thanksgiving, we express our gratitude for who God is and for what He does in our lives and the lives of His people, thus praising Him with joy for His numerous blessings. Second, there is the “prayer of repentance,” wherein we humbly ask God for forgiveness for our sins. Third, there is the “prayer of supplication,” wherein we pray for specific things for ourselves, such as wisdom, the Holy Spirit, joy, love, health, peace, patience, spiritual gifts, financial resources, food, safety, protection, and so on. Finally, there is the “prayer of intercession,” wherein we pray not for ourselves but for others, requesting for God to mercifully intervene and give them special “blessings” or “needed things,” such as guidance, conversion, children, parents, marriage, family, communities, institutions, prosperity, success, and so on. We also may pray for the sick, persecuted, hurt, poor, students, colleagues, baptisms, supervisors, government, and so forth. Moses’ prayer was an intercessory prayer for sinners, given that he prayed for those who erred, petitioning God to forgive their sin and not to abandon His people (Exod. 32:31, 32).\n</p><p>Important as they are, intercessory prayers are surrounded by mystery. On the one hand, God will do the maximum for every person or people to save them because He loves them. On the other hand, intercessory prayer allows God to do more for people in their given situation. This is a tension, and we are not able to resolve it now. The good news is that we do not need to do so. Thus, we do not need to know precisely how intercessory prayer functions, but God’s Word testifies that it works, and our experience confirms it. What we need is to pray as an obedient response to His instructions. We do not need to understand every puzzle in life in order to pray! We need to accept God’s lead, trust Him, follow, and pray.\n</p><p>God respects people’s choices because God never forces anyone to follow Him. He guarantees their freedom; yet, we are encouraged to pray for people, even for our enemies. This is another apparent contradiction that we are unable to solve or explain because we do not see behind the veil, where a spiritual battle is taking place. One can but dimly understand it when reflecting upon it in the context of the great controversy, as we observe the spiritual warfare between the forces of good and evil, truth and lie, light and darkness, Christ and Satan. These glimpses of insight help us to trust that our Lord will do His best to save everyone.\n</p><p>Behind the curtain of the unseen world exist rules that regulate how the powers of good and evil interact. Theologians speak about God “permitting” Satan to act. John Peckham calls these regulations “rules of engagement.” (See Peckham, Theodicy of Love: Cosmic Conflict and the Problem of Evil [Grand Rapids, MI: Baker Academic, 2018], p. 58.) The devil is permitted to act, and he has real power, although restricted, under these “rules of engagement” (see Job 1, Job 2:6). These rules have been decided upon, with input from the heavenly council (representatives of all heavenly beings), Satan, and God. These regulations mean that God has given Satan certain “privileges,” or better yet, “permissions,” to fully demonstrate what his “reign” would look like, allowing everyone to compare the two sides.\n</p><p>These regulations also mean that God does not always get what He desires (Isa. 30:15, 18; Isa. 66:4; Ezek. 18:23; Matt. 7:21; Matt. 18:14; Matt. 23:37; Luke 7:30). Moreover, God also is restricted in His actions. God cannot act against these “rules of engagement” because He keeps His promises. “A genuine love relationship requires the possibility that creatures might reject God’s ideal will.”—Peckham, Theodicy of Love, p. 139. God will not restrict our freedom to choose one side or the other because it would prevent the full blossoming of love between God and His created creatures. We are unable to solve this apparent contradiction because we do not see behind the veil of this spiritual battle. However, God is committed “to the flourishing of love and the covenantal rules of engagement.”—Theodicy of Love, p. 140.\n</p><p>We do know several things about God, but some things are ambiguous or puzzling to us. Paul states that “our knowledge is partial and incomplete,” and “we see things imperfectly” (1 Cor. 13:9, 12, NLT). We know that God loves us, saves us, and wants to save everyone. We know that we can trust Him and rely upon His promises, care, and help. We know that He wants our best. We know that He hears our prayers and that we cannot manipulate Him. We know that prayers are important, and Satan trembles when God’s people pray because things move forward when we pray. We do not understand why some prayers are quickly answered, others with delay, and some never, at least according to our expectations.\n</p><p>God invites us to pray, not because we understand what is going on behind the scenes or how our prayers are heard. We do not control prayer, but we are invited to pray, even commanded to do so. When God’s people pray, the evil kingdom is shattered, and God’s cause can mysteriously advance.\n</p><p><strong>Part III: Life Application\n</strong></p><p>1. How is it that we humans have such a short memory of the great things God has done for us? How easily we forget! How can we refresh our walk with God and remember in critical moments of our life the goodness of God so that we may make right decisions and not sin against Him?\n</p><p>2. What can be a golden calf in our lives?\n</p><p>3. How can we be more vigilant toward, and helpful to, people who need our prayers? Prayer opens us up to God so that He can do for us, and in us, miracles of transformation.\n</p><p>4. Moses prayed for sinners and offered his life for them. This is a pattern of how we should pray for those who have sinned in our midst. Discuss with your class different situations and how we can pray for each other in such cases.\n</p><p>5. Christ’s intercessory prayer for His disciples and for us is a model of how to pray for others (read John 17). Moses did not need to die so that sinners could experience forgiveness. In the case of Jesus, our true Intercessor, His death was necessary for us. Why?\n</p><p>6. How can we pray for one another without being offensive or disrespectful?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>Apostasy and Intercession</p>",
      "verse": "<p>“Then Moses returned to the Lord and said, ‘Oh, these people have committed a great sin, and have made for themselves a god of gold! Yet now, if You will forgive their sin—but if not, I pray, blot me out of Your book which You have written’ ” (Exodus 32:31, 32, NKJV)</p>",
      "versionCode": 25,
      "weekDate": "September 6–12"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
