{
   "data":[
      {
         "color":"#324695",
         "id":7,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"8 de febrero",
               "dayTitle":"<p>EL PROBLEMA DEL MAL<br></p>",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong> Job 30:26; Mateo 27:46; Job 38:1-12; Salmo 73; Génesis 2:16, 17; Apocalipsis 21:3, 4.&nbsp;</p><p><strong>PARA MEMORIZAR:</strong> “Y Dios enjugará toda lágrima de los ojos de ellos. Y no habrá más muerte, ni llanto, ni clamor, ni dolor, porque las primeras cosas pasaron” (Apoc. 21:4).&nbsp;</p><p>El mal es quizá el mayor problema al que se enfrenta el cristianismo: cómo conciliar el hecho de que Dios es perfectamente bueno y amoroso con la existencia del mal en el mundo. En pocas palabras, si Dios es bueno y todopoderoso, ¿por qué existe el mal y por qué existe en semejante escala?&nbsp;</p><p>No se trata de un problema meramente académico, sino de algo que preocupa profundamente a muchas personas y que impide a algunos llegar a conocer a Dios y amarlo.&nbsp;</p><p>“Para muchas mentes, el origen del pecado y el porqué de su existencia son causa de gran perplejidad. Ven la obra del mal, con sus terribles resultados de dolor y desolación, y se preguntan cómo puede existir todo eso bajo la soberanía del Ser cuyas sabiduría, poder y amor son infinitos. Esto es un misterio que no pueden explicar” (Elena G. de White, El conflicto de los siglos, p. 546).&nbsp;</p><p>Muchos ateos justifican su ateísmo en la existencia del mal. Pero, como veremos esta semana y en las próximas, el Dios de la Biblia es completamente bueno y podemos confiar en él, incluso a pesar del mal que infecta nuestro mundo caído.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de febrero",
               "dayTitle":"<p>“¿HASTA CUÁNDO, SEÑOR?”</p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p>El problema del mal se expresa no solo en contextos contemporáneos, sino también en la propia Escritura.&nbsp;</p><p><strong>Lee Job 30:26; Jeremías 12:1; 13:22; Malaquías 2:17; y Salmos 10:1. ¿Cómo traen estos textos el problema del mal al primer plano de la experiencia humana? <br></strong></p><p><strong>Job 30:26</strong></p><p><strong><sup>26</sup></strong> Cuando esperaba yo el bien, entonces vino el mal; Y cuando esperaba luz, vino la oscuridad.<br></p><p><strong>Job 13:22</strong></p><p><sup><strong>22</strong> </sup>Llama luego, y yo responderé; O yo hablaré, y respóndeme tú.<br></p><p><strong>Malaquías 2:17</strong></p><p><sup><strong>17</strong> </sup>Habéis hecho cansar a Jehová con vuestras palabras. Y decís: ¿En qué le hemos cansado? En que decís: Cualquiera que hace mal agrada a Jehová, y en los tales se complace; o si no, ¿dónde está el Dios de justicia?<br></p><p><strong>Salmos 10:1</strong></p><p><strong><sup>1</sup></strong> ¿Por qué estás lejos, oh Jehová, Y te escondes en el tiempo de la tribulación?<br></p><p>Estos textos plantean muchas preguntas que siguen vigentes hoy. ¿Por qué parece que los malvados siempre, o al menos con frecuencia, prosperan y se benefician de su maldad? ¿Por qué sufren tanto los justos? ¿Dónde está Dios cuando ocurre el mal? ¿Por qué Dios parece a veces estar lejos de nosotros, incluso oculto?&nbsp;</p><p>Independientemente de qué respuestas demos a esas preguntas y al problema del mal en general, debemos asegurarnos de no trivializarlo. No debemos tratar de resolver la cuestión restando importancia al tipo o la cantidad de mal existente en el mundo. El mal es muy nefasto, y Dios lo odia más que nosotros. Por eso, podríamos unirnos al clamor que resuena en toda la Escritura en respuesta a los muchos males e injusticias del mundo: “¿Hasta cuándo, Señor?”&nbsp;</p><p><strong>Lee Mateo 27:46. ¿Cómo entiendes estas palabras de Jesús? ¿Cómo expresan el hecho de que el mal impactó a Dios de la forma más asombrosa?&nbsp;</strong></p><p><strong>Mateo 27:46</strong></p><p><sup><strong>46</strong> </sup>Cerca de la hora novena, Jesús clamó a gran voz, diciendo: Elí, Elí, ¿lama sabactani? Esto es: Dios mío, Dios mío, ¿por qué me has desamparado?<br></p><p>Jesús mismo preguntó en la Cruz: “Dios mío, Dios mío, ¿por qué me has desamparado?” (Mat. 27:46). Vemos aquí que Dios mismo resulta afectado por el mal, una asombrosa verdad poderosamente destacada por el sufrimiento y la muerte de Cristo en la Cruz, donde todo el mal del mundo recayó sobre él.&nbsp;</p><p>Pero incluso aquí hay esperanza. Lo que Cristo hizo en la Cruz significó la derrota de Satanás, el originador y la fuente del mal, y terminará finalmente con el mal. Jesús citó esas palabras de Salmos 22:1, que concluye con una nota de victoria. Jesús fue sostenido en la Cruz por una esperanza cuyo cumplimiento no podía ver en ese momento.&nbsp;</p><p><strong>¿Cómo podemos encontrar consuelo en su experiencia cuando tampoco podemos ver el cumplimiento de nuestra esperanza?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de febrero",
               "dayTitle":"<p>“HAY MUCHAS COSAS QUE NO CONOCEMOS”<br></p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p>El fin de la historia llegará con el triunfo del amor sobre el mal. Pero, mientras tanto, quedan en pie muchas preguntas inquietantes. ¿Cómo podemos pensar y hablar del problema del mal de una manera provechosa?&nbsp;</p><p><strong>Lee Job 38:1 al 12. ¿De qué manera la respuesta de Dios a Job arroja luz sobre el problema del mal? ¿Cuánto sabemos y cuánto desconocemos acerca de lo que puede estar ocurriendo detrás de bastidores?&nbsp;</strong></p><p><strong>Job 38:1 al 12</strong></p><p><strong><sup>1</sup></strong> Entonces respondió Jehová a Job desde un torbellino, y dijo:&nbsp;</p><p><strong><sup>2</sup></strong> ¿Quién es ese que oscurece el consejo Con palabras sin sabiduría?&nbsp;</p><p><strong><sup>3</sup> </strong>Ahora ciñe como varón tus lomos; Yo te preguntaré, y tú me contestarás.&nbsp;</p><p><strong><sup>4</sup></strong> ¿Dónde estabas tú cuando yo fundaba la tierra? Házmelo saber, si tienes inteligencia.&nbsp;</p><p><strong><sup>5</sup> </strong>¿Quién ordenó sus medidas, si lo sabes? ¿O quién extendió sobre ella cordel?&nbsp;</p><p><strong><sup>6</sup> </strong>¿Sobre qué están fundadas sus bases? ¿O quién puso su piedra angular,&nbsp;</p><p><sup><strong>7</strong></sup> Cuando alababan todas las estrellas del alba, Y se regocijaban todos los hijos de Dios?&nbsp;</p><p><strong><sup>8</sup></strong> ¿Quién encerró con puertas el mar, Cuando se derramaba saliéndose de su seno,&nbsp;</p><p><strong><sup>9</sup></strong> Cuando puse yo nubes por vestidura suya, Y por su faja oscuridad,&nbsp;</p><p><strong><sup>10</sup></strong> Y establecí sobre él mi decreto, Le puse puertas y cerrojo,&nbsp;</p><p><strong><sup>11</sup></strong> Y dije: Hasta aquí llegarás, y no pasarás adelante, Y ahí parará el orgullo de tus olas?&nbsp;</p><p><strong><sup>12</sup></strong> ¿Has mandado tú a la mañana en tus días? ¿Has mostrado al alba su lugar?<br></p><p>En el relato, Job había sufrido mucho y él mismo se había hecho muchas preguntas acerca de por qué le habían sobrevenido tantos males y sufrimientos. Solicitó una audiencia con Dios para buscar respuestas a sus preguntas, sin saber que detrás de bastidores, en la corte celestial, ocurrían muchas cosas más (ver Job 1; 2).&nbsp;</p><p>La respuesta de Dios a Job es extraordinaria. Concretamente, “entonces el Señor respondió a Job desde un torbellino: ‘¿Quién es ese que oscurece el consejo, con palabras sin sabiduría?’ ” (Job 38:1, 2). Este versículo podría parafrasearse de la siguiente manera: “¿Por qué hablas tanto cuando sabes tan poco?” Y Dios añade en Job 38:4: “¿Dónde estabas tú cuando yo fundaba la tierra? Házmelo saber, si tienes inteligencia”.&nbsp;</p><p><strong>Lee Job 42:3. ¿Cómo ilumina la respuesta de Job lo que debemos reconocer acerca de nuestra propia posición?&nbsp;</strong></p><p><strong>Job 42:3</strong></p><p><strong><sup>3</sup></strong> ¿Quién es el que oscurece el consejo sin entendimiento? Por tanto, yo hablaba lo que no entendía; Cosas demasiado maravillosas para mí, que yo no comprendía.<br></p><p>Con sus respuestas, Dios dejó claro que Job desconocía y no entendía muchas cosas. Al igual que el patriarca, nosotros también debemos reconocer humildemente que en el mundo y detrás de bastidores ocurren muchas cosas de las que no sabemos nada. El hecho de que no conozcamos las respuestas a nuestras preguntas no significa que no haya buenas respuestas para ellas o que el problema del mal no vaya a ser resuelto un día. Hasta entonces, debemos confiar en la bondad divina, que nos ha sido revelada de tantas maneras.&nbsp;</p><p><strong>Pensemos en lo poco que sabemos acerca de cualquier cosa. En vista de ello, ¿por qué debemos aprender a convivir con preguntas sin respuesta acerca del más difícil de los temas, el del mal y el sufrimiento?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de febrero",
               "dayTitle":"<p>EL TEÍSTA ESCÉPTICO</p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p>Dios proclama, en Isaías 55:8 y 9: “Porque mis pensamientos no son como los de ustedes, ni sus caminos son mis caminos –dice el Señor–. Como es más alto el cielo que la tierra, así son mis caminos más altos que sus caminos, y mis pensamientos más que sus pensamientos”.&nbsp;</p><p>Los pensamientos de Dios son mucho más elevados que los nuestros. Ni siquiera podemos imaginar la complejidad del plan divino para la historia. En vista de ello, deberíamos esperar hasta estar en condiciones de saber por qué Dios actúa como lo hace en diversas situaciones.&nbsp;</p><p>Una forma de enfocar el problema del mal basada en reconocer lo poco que sabemos se llama “teísmo escéptico”. El teísta escéptico cree que Dios tiene buenas razones para actuar como lo hace, pero que nuestro limitado conocimiento nos impide conocer o comprender plenamente el accionar de Dios en relación con el mal en el mundo. Por ejemplo, el hecho de que no podamos ver gérmenes en el aire a nuestro alrededor no significa que no estén allí. De la misma manera, que no conozcamos las razones de Dios para actuar o no de determinada manera no significa que él no tenga buenas razones para ello.&nbsp;</p><p><strong>Lee Salmos 73. ¿Cómo enfoca el salmista el mal y la injusticia que lo rodean? ¿Qué le hace ver las cosas desde otra perspectiva? <br></strong></p><p><strong>Salmos 73<br></strong></p><p><strong><sup>1</sup></strong> Ciertamente es bueno Dios para con Israel, Para con los limpios de corazón.&nbsp;</p><p><strong><sup>2</sup></strong> En cuanto a mí, casi se deslizaron mis pies; Por poco resbalaron mis pasos.&nbsp;</p><p><strong><sup>3</sup></strong> Porque tuve envidia de los arrogantes, Viendo la prosperidad de los impíos.&nbsp;</p><p><strong><sup>4</sup></strong> Porque no tienen congojas por su muerte, Pues su vigor está entero.&nbsp;</p><p><strong><sup>5</sup></strong> No pasan trabajos como los otros mortales, Ni son azotados como los demás hombres.&nbsp;</p><p><strong><sup>6</sup></strong> Por tanto, la soberbia los corona; Se cubren de vestido de violencia.&nbsp;</p><p><strong><sup>7</sup></strong> Los ojos se les saltan de gordura; Logran con creces los antojos del corazón.&nbsp;</p><p><strong><sup>8</sup></strong> Se mofan y hablan con maldad de hacer violencia; Hablan con altanería.&nbsp;</p><p><strong><sup>9</sup></strong> Ponen su boca contra el cielo, Y su lengua pasea la tierra.&nbsp;</p><p><strong><sup>10</sup></strong> Por eso Dios hará volver a su pueblo aquí, Y aguas en abundancia serán extraídas para ellos.<br></p><p>-Por favor continúe leyendo en su biblia.<strong><br></strong></p><p>El salmista estaba profundamente preocupado por la maldad existente en el mundo. Miraba a su alrededor y veía prosperar a los malvados. Todo le parecía injusto. No tenía respuestas para ello. Se preguntaba si valía la pena creer y servir a Dios. Hasta que entró en el Santuario, que proporciona parte de la clave para el problema del mal, ya que allí hay un Juez justo que ejecutará juicio y hará justicia a su debido tiempo.&nbsp;</p><p><strong>¿Cómo puede la comprensión adventista del Juicio y la doctrina del Santuario arrojar luz sobre el problema del mal? ¿Te ayuda saber que, aunque ahora tenemos muchas preguntas, los detalles de la historia y los justos juicios de Dios nos serán revelados finalmente?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de febrero",
               "dayTitle":"<p>LA DEFENSA DEL LIBRE ALBEDRÍO</p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p>Por mucho que no comprendamos acerca de los caminos y los pensamientos de Dios, las Escrituras revelan algunas cosas que ayudan a abordar el problema del mal. Una vía para ello se conoce como la defensa del libre albedrío. De acuerdo con esa perspectiva, el mal es el resultado del uso equivocado del libre albedrío por parte de los seres humanos. Dios, por lo tanto, no es responsable del mal, pues este es el resultado del mal uso que las criaturas hacen de la libertad que Dios les ha concedido. ¿Por qué, sin embargo, otorgaría Dios libre albedrío si esto llevaría al mal? Respondiendo a esta pregunta, C. S. Lewis escribió que “el libre albedrío, aunque hace que el mal sea posible, es también lo único que hace posible que el amor o la bondad o el gozo valgan la pena. Un mundo de autómatas, de criaturas que operen como máquinas, apenas si valdría la pena ser creado. La felicidad que Dios determina para sus criaturas más elevadas es la felicidad de estar libre y voluntariamente unidas con él y entre sí, […] y para eso tienen que ser libres” (Cristianismo y nada más [Caribe, 1977], p. 58).&nbsp;</p><p><strong>Lee Génesis 2:16 y 17. ¿Cómo muestran estos versículos la libertad moral concedida por Dios a Adán y a Eva? ¿Por qué pedirles que no hicieran algo si carecían de libre albedrío?&nbsp;</strong></p><p><strong>Génesis 2:16 y 17</strong></p><p><strong><sup>16 </sup></strong>Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer;&nbsp;</p><p><strong><sup>17</sup></strong> mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás.<br></p><p>Adán y Eva comieron el fruto prohibido, y desde entonces nuestro planeta se ha llenado de maldad. En Génesis 4, el capítulo siguiente a la narración de la Caída, se ven las terribles consecuencias del pecado en el asesinato de Abel a manos de su hermano. La narración de la Caída muestra cómo el Enemigo se valió del libre albedrío de Adán y Eva para introducir el pecado y el mal en la historia de nuestro planeta.&nbsp;</p><p>La realidad del libre albedrío moral resulta evidente a lo largo la Escritura (ver Deut. 7:12, 13; Jos. 24:14, 15; Sal. 81:11-14; Isa. 66:4). Nosotros mismos ejercemos cada día y en un grado u otro el libre albedrío que nos ha concedido nuestro Creador. No seríamos humanos si no tuviéramos libre albedrío. Sin este, nos pareceríamos más a una máquina o a un robot.&nbsp;</p><p>La compañía Sony ha creado un perro robot llamado Aibo. Se parece a un perro real, pero no se enferma, no tiene pulgas, no muerde, no necesita vacunas y no pierde pelo. ¿Cambiarías tu perro de carne y hueso por un Aibo? Si no es así, ¿cómo podría tu elección ayudarte a entender mejor por qué Dios nos creó como lo hizo, con libre albedrío, a pesar de los riesgos?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de febrero",
               "dayTitle":"<p>¿AMOR Y MALDAD?<br></p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p>Dios ha concedido a sus criaturas el libre albedrío porque este es necesario para que exista el amor. El mal uso del libre albedrío es la causa del mal. Una vez más, quedan muchos interrogantes. Dios permite temporalmente el mal aunque lo desprecia apasionadamente porque descartar su posibilidad excluiría el amor, y porque destruirlo prematuramente dañaría la confianza necesaria para el amor.&nbsp;</p><p>“La Tierra quedó a oscuras por causa de una falsa interpretación de Dios. Para que pudiesen iluminarse las lóbregas sombras, con el fin de que el mundo pudiera ser traído de nuevo a Dios, debía romperse el poder engañoso de Satanás. Eso no podía hacerse por la fuerza. El ejercicio de la fuerza es contrario a los principios del gobierno de Dios; él desea solo el servicio de amor; y el amor no puede ser exigido; no puede ser ganado por la fuerza o la autoridad. El amor se despierta únicamente por el amor. Conocer a Dios es amarlo; su carácter debe ser manifestado en contraste con el carácter de Satanás” (Elena G. de White, El Deseado de todas las gentes, p. 13).&nbsp;</p><p>Sin libre albedrío no podría haber amor, y si Dios es amor, entonces parece claro que no es realmente una opción para Dios negar el amor o la libertad necesaria para que este exista. Cabría también suponer que si conociéramos, como Dios, el fin desde el principio, no querríamos que se deshiciera de nuestra libertad. Después de todo, ¿quién querría vivir en un universo sin amor?&nbsp;</p><p><strong>Lee Romanos 8:18; y Apocalipsis 21:3 y 4. ¿Cómo pueden estos textos ayudarnos a confiar en la bondad de Dios a pesar del mal que existe en el mundo?&nbsp;</strong></p><p><strong>&nbsp;Romanos 8:18</strong></p><p><strong><sup>18</sup></strong> Pues tengo por cierto que las aflicciones del tiempo presente no son comparables con la gloria venidera que en nosotros ha de manifestarse.<br></p><p><strong>Apocalipsis 21:3-4</strong></p><p><strong><sup>3</sup></strong> Y oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.&nbsp;</p><p><strong><sup>4</sup></strong> Enjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto, ni clamor, ni dolor; porque las primeras cosas pasaron.<br></p><p>Aunque no podemos ver a través de la oscuridad, Dios puede ver el final desde el principio. También puede ver la bienaventuranza eterna prometida a todos los que confían en Jesús. Según Romanos 8:18, “las aflicciones de este tiempo presente no son comparables con la gloria venidera que se ha de manifestar en nosotros”. ¿Tenemos la fe y la confianza necesarias para creer esta asombrosa promesa?&nbsp;</p><p>El amor y la libertad inherente en él son tan sagrados y fundamentales que Jesús no quiso privarnos de ellos aunque sabía que lo conducirían a la Cruz, donde sufriría enormemente. ¿Por qué es tan importante tener siempre presente este pensamiento?&nbsp;</p><p><strong>¿De qué manera el hecho de tener presente que Dios nos concede libre albedrío nos protege de pensar que todo lo que sucede es su voluntad?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 de febrero",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p>Lee el capítulo titulado “El origen del mal” en las páginas 11 a 23 del libro Patriarcas y profetas, de Elena de White.&nbsp;</p><p>“Aun cuando Satanás fue arrojado del Cielo, la Sabiduría infinita no lo aniquiló. Puesto que solo el servicio por amor puede ser aceptable para Dios, la lealtad de sus criaturas debe basarse en la convicción de su justicia y benevolencia. Por no estar los habitantes del Cielo y de los mundos preparados para entender la naturaleza o las consecuencias del pecado, no podrían haber discernido la justicia de Dios en la destrucción de Satanás. Si se lo hubiese suprimido inmediatamente, algunos habrían servido a Dios por temor más bien que por amor. La influencia del Engañador no habría sido destruida totalmente, ni se habría extirpado por completo el espíritu de rebelión. Por el bien de todo el universo a través de los siglos sin fin, era necesario que Satanás desarrollara más ampliamente sus principios, para que todos los seres creados pudiesen reconocer la naturaleza de sus acusaciones contra el gobierno divino, y para que la justicia y la misericordia de Dios y la inmutabilidad de su Ley quedasen establecidas para siempre más allá de todo cuestionamiento&nbsp;</p><p>“La rebelión de Satanás habría de ser una lección para el universo a través de todos los siglos venideros; un testimonio perpetuo acerca de la naturaleza del pecado y sus terribles consecuencias. Los resultados del gobierno de Satanás y sus efectos sobre los ángeles y los hombres iban a demostrar qué fruto se obtiene inevitablemente al desechar la autoridad divina. Iban a atestiguar que la existencia del gobierno de Dios entraña el bienestar de todos los seres que él creó. De esta manera, la historia de este terrible experimento de rebelión iba a ser una perpetua salvaguardia para todos los seres santos, para prevenirlos de ser engañados acerca de la naturaleza de la transgresión, para salvarlos de cometer pecado y sufrir su penalidad” (Elena G. de White, Patriarcas y profetas, pp. 22, 23).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong>&nbsp;</p><p><strong>1.</strong> “Teodicea” es un término teológico que se refiere a la vindicación de Dios respecto del mal, pero no a la justificación del mal. Imagina que alguien redimido dijera en el Cielo: “¡Ahora entiendo por qué mi familia fue torturada y asesinada ante mis ojos! Ahora sí todo tiene sentido. ¡Gracias, Jesús!” Eso es absurdo. ¿Cómo podemos llegar a entender que es Dios, no el mal, quien es finalmente vindicado en el contexto del Gran Conflicto? (Ver la lección 9).&nbsp;</p><p><strong>2.</strong> ¿Te has sentido alguna vez como Job? ¿Te has sentido tentado a pensar que no hay explicación para tu sufrimiento o el de tus seres queridos?&nbsp;</p><p><strong>3.</strong> ¿Cómo ilumina la confesión de Job de que había hablado “de lo que no entendía” (Job 42:3) nuestra posición acerca de nuestros interrogantes?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ..<br></p>",
               "id":78,
               "idDay":8,
               "idLesson":7,
               "lessonText":"<p><strong>RESEÑA</strong>&nbsp;</p><p><em>Texto clave:</em> Apocalipsis 21:4&nbsp;</p><p><em>Enfoque del estudio:</em> Job 38; 42:3; Romanos 8:18.&nbsp;</p><p><em>Introducción:</em> Mientras luchamos por entender la presencia del mal en el mundo, debemos reconocer nuestras limitaciones y acercarnos con esperanza a su solución final.&nbsp;</p><p><em>Temática de la lección:</em> La lección de esta semana subraya tres ideas principales:&nbsp;</p><p>La Biblia contiene preguntas abiertas acerca del problema del mal: En momentos de sufrimiento es difícil conciliar el amor y la inmensa bondad de Dios con la presencia del mal. Las Escrituras registran las preguntas de algunos personajes acerca del sufrimiento, y estas preguntas revelan que esperaban que Dios actuara en respuesta a ellas. Del mismo modo, esperamos que Dios triunfe sobre el mal en medio de nuestro propio sufrimiento y nuestra aflicción.&nbsp;</p><p>Nuestras explicaciones acerca del mal son limitadas: El problema del mal y del sufrimiento representa un desafío para la humanidad. Job planteó varias preguntas a Dios en medio de su sentimiento de impotencia para resolver ese problema. Sin embargo, en lugar de darle respuestas, Dios le hace más preguntas. A su vez, Job reconoce sus limitaciones para comprender adecuadamente la realidad del mal.&nbsp;</p><p>Se nos anima a abordar el problema del mal con esperanza: Debemos aprender a convivir con preguntas sin respuesta acerca del problema del mal. El pecado es un intruso y no se puede dar ninguna razón que explique plenamente su presencia en nuestro mundo. El amor de Dios nos ayuda a abordar el problema con esperanza. <strong><br></strong></p><p><em>Aplicación a la vida </em><br></p><p>Al abordar el difícil problema del mal y del sufrimiento, debemos reconocer, al igual que Job, cuán limitados somos para comprender las numerosas cosas malas que nos suceden y nos rodean. Sin embargo, ¿cómo podemos abordar con esperanza el problema del mal?&nbsp;</p><p><strong>COMENTARIO</strong>&nbsp;</p><p>La Biblia contiene preguntas abiertas acerca del problema del mal&nbsp;</p><p>Hay varios casos en la Escritura en los que se plantea a Dios la pregunta “¿Hasta cuándo?” en relación con las acciones malvadas y el sufrimiento existente en el mundo y en la vida de quien interroga a Dios. Esta pregunta aparece a menudo en el Salmo 13:1 y 2, cuando el salmista se preocupa por el dolor constante y el enaltecimiento de sus enemigos. “¿Hasta cuándo, Señor? ¿Me olvidarás para siempre? ¿Hasta cuándo esconderás tu rostro de mí? ¿Hasta cuándo andaré acongojado, con tristeza en mi corazón cada día? ¿Hasta cuándo será enaltecido mi enemigo sobre mí?”&nbsp;</p><p>Del mismo modo, el salmista se inquieta en el Salmo 94:3 ante lo que parece ser el triunfo injusto de los malvados: “¿Hasta cuándo los impíos, hasta cuándo, Señor, se gozarán los impíos?” Además, la introducción de Habacuc 1:2 al 4 cuestiona fuertemente a Dios y utiliza la expresión “hasta cuándo”. Habacuc pregunta: “¿Hasta cuándo, Señor, clamaré y no escucharás; daré voces a ti a causa de la violencia y no salvarás? ¿Por qué me haces ver iniquidad y molestia? Destrucción y violencia están ante mí, y hay luchas y contiendas. Por lo cual la ley se debilita y la justicia no prevalece, por cuanto el impío asedia al justo y tuerce la justicia”.&nbsp;</p><p>Paradójicamente, aunque el profeta Jeremías está seguro de la justicia de Dios, se pregunta por los juicios divinos: “Señor, tú eres siempre justo, para que yo contienda contigo. Sin embargo, hablaré contigo acerca de tu justicia. ¿Por qué prosperan los impíos y les va bien a los desleales?” (Jer. 12:1). Además, utiliza la expresión “hasta cuándo” para preguntar a Dios: “¿Hasta cuándo estará desierto el país, y marchita la hierba de todo el campo? Por la maldad de sus habitantes” (Jer. 12:4).&nbsp;</p><p>En el libro del Apocalipsis, la apertura del quinto sello presenta la imagen figurativa de “los que habían sido muertos por la palabra de Dios y por el testimonio que habían dado” (Apoc. 6:9). Más concretamente, están “debajo del altar” y claman a Dios con la pregunta “¿hasta cuándo?”: “¿Hasta cuándo, Señor santo y verdadero, no juzgas y vengas nuestra sangre de los que moran en la tierra?” (Apoc. 6:10).&nbsp;</p><p>En conjunto, estas preguntas acerca de cuánto tiempo persistirán el mal y el sufrimiento implican perplejidad ante el problema y expresan un profundo anhelo de justicia divina. Mientras que el Salmo 10:1 y 2 no emplea la expresión “cuánto tiempo”, la misma perplejidad y la fuerte expectativa de la acción divina están presentes en la pregunta dirigida a Dios allí: “Señor, ¿por qué estás lejos y te escondes en el tiempo de angustia? Con arrogancia el malo persigue al pobre, pero será atrapado en los artificios que ideó” (Sal. 10:1, 2).</p><p><em>Nuestras explicaciones acerca del mal son limitadas&nbsp;</em></p><p>Tal vez el libro bíblico más inquietante acerca del problema del mal sea Job. Job 30:26, 27 y 31 ofrece un resumen básico acerca de cómo se siente él en su situación de profundo dolor: “Cuando yo esperaba el bien, me vino el mal; cuando esperaba luz, me vino la oscuridad. Mis entrañas se agitan sin reposo, días de aflicción me han venido” (vers. 26, 27). Job emplea el lenguaje metafórico de los instrumentos musicales para describir sus sentimientos negativos: “Mi arpa se ha enlutado y mi flauta es un lamento” (vers. 31).&nbsp;</p><p>Aunque cabría esperar que la aparición de Dios al final del libro ofreciera por fin las explicaciones necesarias para la conclusión de la narración, aquella nos deja con más interrogantes. En lugar de dar respuestas, Dios hace varias preguntas a Job (ver capítulos 38, 39). Esencialmente, el Señor lo interroga acerca de los misterios de la Creación para contrastar así la pequeñez de Job como criatura con la grandeza del Creador. Cuando Job se da cuenta de este marcado contraste y reconoce humildemente su limitada comprensión acerca de la vida y del mundo creado, se ve a sí mismo como “ese que oscurece el consejo sin ciencia”, pues, como subraya, “yo hablé de lo que no entendía, cosas tan maravillosas, que no las puedo comprender” (Job 42:3).</p><p>Por lo tanto, al abordar los difíciles interrogantes acerca del mal y el sufrimiento, debemos reconocer cuán limitados somos para comprender adecuadamente y explicar plenamente muchas cosas que nos suceden y que ocurren a nuestro alrededor.&nbsp;</p><p>Paradójicamente, debemos convivir con muchas preguntas que no tienen respuesta y, al mismo tiempo, hacer todo lo posible, a pesar de nuestras limitaciones humanas, para comprender y explicar las cosas según lo que Dios nos ha revelado. Una de las maneras de entender y explicar, al menos parcialmente, las razones de la existencia del mal y del sufrimiento es explorar el tema del libre albedrío, un don precioso concedido por Dios a sus criaturas inteligentes, pero que fue mal utilizado en el mundo perfecto creado por Dios.&nbsp;</p><p>Como señala Elena de White: “Adán era un agente moral libre. Pero abusó de su libertad. Se dejó dominar por el apetito. Por desobediencia, perdió su inocencia. Por su propio libre albedrío, se convirtió en pecador, separándose del favor de Dios” (Manuscrito 132 de 1902). En otro lugar, ella argumenta que “la sabiduría infinita pone ante el hombre la distinción entre el bien y el mal, entre el pecado y la santidad; pero el gobierno de Dios es un gobierno de libre albedrío, y no hay acto de rebelión u obediencia que no sea un acto de libre albedrío” (Manuscrito 79 de 1896).&nbsp;</p><p>De allí que el mal uso del libre albedrío convierta el mundo perfecto creado por Dios en uno donde existen el mal, el pecado, el sufrimiento y la muerte. Aunque la idea del libre albedrío mal empleado no lo explica todo acerca del problema del mal y el sufrimiento, es una parte importante de la limitada comprensión y explicación que somos capaces de articular en torno a este problema, al menos según lo que nos ha sido revelado por Dios.&nbsp;</p><p><em>Se nos anima a abordar el problema del mal con esperanza</em>&nbsp;</p><p>Es importante destacar que la Biblia contiene preguntas abiertas acerca del problema del mal. Nuestras explicaciones acerca de él son limitadas pues no hay justificación para su existencia. Elena de White ofrece una exposición concisa de esto al decir: “Es imposible explicar el origen del pecado y dar una razón de su existencia. Sin embargo, se puede entender suficientemente lo que atañe al origen y a la disposición final del pecado para hacer enteramente manifiesta la justicia y la benevolencia de Dios en su modo de proceder con el mal. Nada se enseña con mayor claridad en las Escrituras que el hecho de que Dios no fue en nada responsable de la aparición del pecado; de que no hubo retención arbitraria de la gracia divina, ni error alguno en el gobierno divino que dieran lugar al surgimiento de la rebelión. El pecado es un intruso, y no hay razón que pueda explicar su presencia. Es misterioso e inexplicable; excusarlo equivale a defenderlo. Si se pudiera encontrar alguna excusa para ello o mostrar la causa de su existencia, dejaría de ser pecado. Nuestra única definición del pecado es la que da la Palabra de Dios: ‘El pecado es transgresión de la ley’ (1 Juan 3:4); es la manifestación exterior de un principio en guerra con la gran ley de amor que es el fundamento del gobierno divino” (El conflicto de los siglos, pp. 547, 548). Por lo tanto, nuestro enfoque al analizar el problema del mal debe ser el carácter amoroso de Dios, no el mal en sí mismo. Basándonos en su carácter amoroso, podemos abordar con esperanza el difícil problema del mal, no para justificarlo, sino para centrarnos en algo más grande, a saber, la gloriosa esperanza (ver Rom. 8:18) de que Dios “enjugará toda lágrima” (Apoc. 21:4).&nbsp;</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p>Analiza las siguientes preguntas con tu clase:&nbsp;</p><p><strong>1.</strong> ¿Te has encontrado alguna vez en una situación de profunda tristeza y sufrimiento en la que has sentido que Dios no te escuchaba cuando clamabas? Si es así, ¿cómo puede ayudarte la experiencia de Job a confiar en Dios a pesar del aparente triunfo del mal?&nbsp;</p><p><strong>2.</strong> En momentos difíciles, ¿cómo puedes dejar de concentrarte en el problema del mal y sufrir con esperanza?&nbsp;</p><p><strong>3.</strong> ¿Cómo puedes dialogar acerca del problema del mal de una manera que resulte provechosa para las generaciones más jóvenes de la iglesia?&nbsp;</p><p><strong>4.</strong> ¿Qué consejos y explicaciones darías a alguien que se enfrenta a circunstancias extremadamente difíciles?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>EL PROBLEMA DEL MAL<br></p>",
         "verse":"<p>“Y Dios enjugará toda lágrima de los ojos de ellos. Y no habrá más muerte, ni llanto, ni clamor, ni dolor, porque las primeras cosas pasaron” (Apoc. 21:4)</p>",
         "versionCode":80,
         "weekDate":"8-14 de febrero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
