{
   "data":[
      {
         "color":"#B0D47D",
         "id":706,
         "idEs":35,
         "language":"en",
         "lessonDays":[
            {
               "date":"*February 1",
               "dayTitle":"",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>In the ancient Near East, the “gods” of the nations were not only fickle, immoral, and unpredictable, but they also commanded atrocities, such as child sacrifice. And even then, the pagan masses could not count on their favor, and so they dared not cross their tribal “deities.”\n</p><p>According to Deuteronomy 32:17, behind such “gods” were demons (see also 1 Cor. 10:20, 21). And their forms of worship were ripe for exploitation, leaving the people in great spiritual and moral darkness.\n</p><p>The God of the Bible could not be more different from these demonic forces. Yahweh is perfectly good and His character changeless. And it is only because of God’s constant goodness that we can have any hope, now and for eternity.\n</p><p>In stark contrast to the false gods of the ancient world, and even to the modern “gods” of today, as well, Yahweh is deeply concerned about evil, suffering, injustice, and oppression—all of which He constantly and unequivocally condemns. And, most important, He will one day eradicate them all, as well.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 2",
               "dayTitle":"<p>Love and Justice</p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p>Throughout Scripture, love and justice go together. True love requires justice, and true justice can be governed by and meted out only in love. We are not used to thinking of these two concepts together, but that is only because both love and justice have been greatly perverted by humanity.\n</p><p><strong>Read Psalm 33:5, Isaiah 61:8, Jeremiah 9:24, Psalm 85:10, and Psalm 89:14. How do these texts shed light on God’s concern for justice?\n</strong></p><p>Psalm 33:5\n</p><p><strong><sup>5</sup></strong> He loves righteousness and justice; The earth is full of the goodness of the Lord.\n</p><p>Isaiah 61:8\n</p><p><strong><sup>8</sup></strong> “For I, the Lord, love justice; I hate robbery [a]for burnt offering; I will direct their work in truth, And will make with them an everlasting covenant.\n</p><p>Jeremiah 9:24\n</p><p><strong><sup>24</sup></strong> But let him who glories glory in this, That he understands and knows Me, That I am the Lord, exercising lovingkindness, [a]judgment, and righteousness in the earth. For in these I delight,” says the Lord.\n</p><p>Psalm 85:10\n</p><p><strong><sup>10</sup></strong> Mercy and truth have met together; Righteousness and peace have kissed.\n</p><p>Psalm89:14\n</p><p><strong><sup>14</sup></strong> Righteousness and justice are the foundation of Your throne; Mercy and truth go before Your face.\n</p><p>These texts explicitly declare that God loves justice (Ps. 33:5, Isa. 61:8). In Scripture, the ideas of love and justice are inextricably linked.\n</p><p>God’s love and God’s righteousness go together, and He is deeply concerned that righteousness and justice be done in this world.\n</p><p>For good reason, then, the prophets consistently decry all kinds of injustice, including unjust laws, false scales, and injustice and oppression of the poor and the widows or anyone vulnerable. Though people perpetrate many evils and injustices, God is the one constantly “ ‘exercising lovingkindness, judgment, and righteousness in the earth’ ” (Jer. 9:24, NKJV). Accordingly, throughout Scripture, those faithful to God greatly anticipate divine judgment as a very good thing because it brings punishment against evildoers and oppressors, and it brings justice and deliverance for the victims of injustice and oppression.\n</p><p>In fact, righteousness and justice are the foundation of God’s government. God’s moral government of love is just and righteous, quite different from the corrupt governments of this world, which often perpetuate injustice for personal gain and personal power. In God, “mercy and truth have met together; righteousness and peace have kissed” (Ps. 85:10, NKJV).\n</p><p>And God makes it clear what He expects of us. “He has shown you, O man, what is good; and what does the Lord require of you but to do justly, to love mercy, and to walk humbly with your God?” (Micah 6:8, NKJV). If there is anything that we should reflect of God’s character, love—and the justice and mercy that stems from it—would be central.\n</p><p><strong>What are examples, even now, of perverted human justice? How, then, can we not cry out for God’s perfect justice to come one day?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 3",
               "dayTitle":"<p>God Is Entirely Good and Righteous</p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p>God does not simply claim to love justice and call people to love and do justice, but God Himself perfectly and unwaveringly exemplifies\n</p><p>these traits. Scripture teaches that God is entirely holy, faithful, righ- teous, and loving. God only and always does what is loving, righteous, and just. He never does any wrong.\n</p><p><strong>Read Deuteronomy 32:4 and Psalm 92:15. What do these passages teach about the faithfulness and righteousness of God?\n</strong></p><p>Deuteronomy 32:4\n</p><p><sup>4</sup> He is the Rock, His work is perfect; For all His ways are justice, A God of truth and without injustice; Righteous and upright is He.\n</p><p>Psalm 92:15\n</p><p><sup>15</sup> To declare that the Lord is upright; He is my rock, and there is no unrighteousness in Him.\n</p><p>These and many other passages declare that God is just and loving— “there is no unrighteousness in Him” (Ps. 92:15; compare with Ps. 25:8, Ps. 129:4). God “will do no unrighteousness. Every morning He brings His justice to light; He never fails, but the unjust knows no shame” (Zeph. 3:5, NKJV). Notice the direct contrast of God’s character over and against that of those who love injustice.\n</p><p>God knows what is best for everyone, wants what is best for everyone, and continually works to bring about the best outcome for all involved.\n</p><p><strong>Read Psalm 9:7, 8 and Psalm 145:9–17. What do these verses teach about God?\n</strong></p><p>Psalm 9:7, 8\n</p><p><strong><sup>7</sup></strong> But the Lord shall endure forever; He has prepared His throne for judgment.\n</p><p><strong><sup>8</sup></strong> He shall judge the world in righteousness, And He shall administer judgment for the peoples in uprightness.\n</p><p>Psalm 145:9–17\n</p><p><strong><sup>9</sup></strong> The Lord is good to all, And His tender mercies are over all His works.\n</p><p><sup><strong>10</strong></sup> All Your works shall praise You, O Lord, And Your saints shall bless You.\n</p><p><sup><strong>11</strong></sup> They shall speak of the glory of Your kingdom, And talk of Your power,\n</p><p><strong><sup>12</sup></strong> To make known to the sons of men His mighty acts, And the glorious majesty of His kingdom.\n</p><p><strong><sup>13</sup></strong> Your kingdom is an everlasting kingdom, And Your dominion endures throughout all [a]generations.\n</p><p><strong><sup>14</sup></strong> The Lord upholds all who fall, And raises up all who are bowed down.\n</p><p><strong><sup>15</sup></strong> The eyes of all look expectantly to You, And You give them their food in due season.\n</p><p><strong><sup>16</sup></strong> You open Your hand And satisfy the desire of every living thing.\n</p><p><strong><sup>17</sup></strong> The Lord is righteous in all His ways, Gracious in all His works.\n</p><p>The God of the Bible is “a just judge” (Ps. 7:11, NKJV), and no evil dwells with Him (Ps. 5:4). As 1 John 1:5 teaches, “God is light and in Him is no darkness at all” (NKJV). Indeed, God is not only perfectly good, but according to James 1:13 (NKJV), “God cannot be tempted by evil” (compare with Hab. 1:13).\n</p><p>In all this, God’s goodness and glory are inextricably connected. While many idolize power, God is all-powerful, but He exercises His power only in ways that are just and loving. It is no coincidence that when Moses asked God, “ ‘Show me Your glory,’ ” God responded by saying, “ ‘I will make all My goodness pass before you’ ” (Exod. 33:18, 19, NKJV).\n</p><p><strong>Why does such a good God allow for so much of the evil that is in this world? Discuss your answer in class.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 4",
               "dayTitle":"<p>God’s Changeless Character</p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p><strong>Read Malachi 3:6 and James 1:17. What do these passages teach about God’s character?\n</strong></p><p>Malachi 3:6\n</p><p><sup><strong>6</strong></sup> “For I am the Lord, I do not change; Therefore you are not consumed, O sons of Jacob.\n</p><p>James 1:17\n</p><p><strong><sup>17</sup></strong> Every good gift and every perfect gift is from above, and comes down from the Father of lights, with whom there is no variation or shadow of turning.\n</p><p>In Malachi 3:6, God declares, “ ‘I am the Lord, I do not change’ ” (NKJV). While some read this part of the verse and take it to mean that God does not change in any way whatsoever, the rest of the verse and its immediate context shows that the changelessness of God affirmed here is God’s moral changelessness. The rest of the verse indicates that God may change relationally, for God says: “ ‘Therefore you are not consumed, O sons of Jacob.’ ” And in the very next verse, God proclaims to His people, “ ‘Return to Me, and I will return to you’ ” (Mal. 3:7, NKJV).\n</p><p>So, God does enter into back-and-forth relationships with His creation,\nbut through all such back-and-forth relationships, and through everything else, God’s character is constant. This is likewise affirmed in James but through all such back-and-forth relationships, and through every- thing else, God’s character is constant. This is likewise affirmed in James&nbsp;1:17, which proclaims that all good and perfect gifts come from God, with whom there is no variation. God is not the source of evil.</p><p>Here and elsewhere, Scripture repeatedly teaches that God’s character is unchangeable. In other words, the Bible consistently teaches&nbsp;that God is morally changeless. Yet, God can and does enter into real relationship with creatures, to whom God responds, but always with love and justice.</p><p><strong>Read 2 Timothy 2:13; Titus 1:2; and Hebrews 6:17, 18. What do these texts teach about God?\n</strong></p><p>2 Timothy 2:13\n</p><p><strong><sup>13</sup></strong> If we are faithless, He remains faithful; He cannot deny Himself.\n</p><p>Titus 1:2\n</p><p><strong><sup>2</sup></strong> in hope of eternal life which God, who cannot lie, promised before time began,\n</p><p>Hebrews 6:17, 18\n</p><p><strong><sup>17</sup></strong> Thus God, determining to show more abundantly to the heirs of promise the [a]immutability of His counsel, [b]confirmed it by an oath,\n</p><p><sup><strong>18</strong></sup> that by two [c]immutable things, in which it is impossible for God to lie, we [d]might have strong consolation, who have fled for refuge to lay hold of the hope set before us.\n</p><p>God cannot deny Himself; God never lies; and God’s promises are unbreakable. We can be confident that the God of the Bible is the same God who (in Christ) willingly gave Himself for us on the cross. He is a God who can be trusted, without reservation, and we can have confi- dence and hope for the future because, as Hebrews 13:8 puts it, “Jesus&nbsp;Christ is the same yesterday, today, and forever” (NKJV).</p><p><strong>How can you learn to trust in the goodness of God even when things have gone really badly in your life? What does the image of God on the cross do to help you learn to trust in His goodness?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 5",
               "dayTitle":"<p>A Repenting God?</p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p>Can God “repent”? If so, what would that mean? We have seen that God’s character never changes. However, some biblical texts speak of God as “repenting” or “relenting.” At least for humans, repentance involves recognition that one has done something wrong. How, then, can some biblical passages depict God as “repenting”?\n</p><p><strong>Read Exodus 32:14 and compare it with Jeremiah 18:4–10. What do you make of these descriptions of God’s “relenting”?\n</strong></p><p>Exodus 32:14\n</p><p><sup><strong>14</strong></sup> So the Lord relented from the harm which He said He would do to His people.\n</p><p>Jeremiah 18:4–10\n</p><p><sup><strong>4</strong></sup> And the vessel that he [a]made of clay was [b]marred in the hand of the potter; so he made it again into another vessel, as it seemed good to the potter to make.\n</p><p><strong><sup>5</sup></strong> Then the word of the Lord came to me, saying:\n</p><p><strong><sup>6</sup></strong> “O house of Israel, can I not do with you as this potter?” says the Lord. “Look, as the clay is in the potter’s hand, so are you in My hand, O house of Israel!\n</p><p><strong><sup>7</sup></strong> The instant I speak concerning a nation and concerning a kingdom, to pluck up, to pull down, and to destroy it, 8 if that nation against whom I have spoken turns from its evil, I will relent of the disaster that I thought to bring upon it.\n</p><p><strong><sup>9</sup></strong> And the instant I speak concerning a nation and concerning a kingdom, to build and to plant it,\n</p><p><strong><sup>10</sup></strong> if it does evil in My sight so that it does not obey My voice, then I will relent concerning the good with which I said I would benefit it.\n</p><p>In these and many other passages, God is depicted as relenting of judgment in response to some repentance or intercession by people. God promises that, if the people will turn from their wickedness, He&nbsp;will turn from the judgment He planned. God’s turning from bringing judgment in response to human repentance is a common theme throughout Scripture.</p><p><strong>Read Numbers 23:19 and 1 Samuel 15:29. What do these texts teach with regard to whether or not God “relents” or “repents”?\n</strong></p><p>Numbers 23:19\n</p><p><sup><strong>19</strong></sup> “God is not a man, that He should lie, Nor a son of man, that He should repent. Has He said, and will He not do? Or has He spoken, and will He not make it good?\n</p><p>1 Samuel 15:29\n</p><p><strong><sup>29</sup></strong> And also the Strength of Israel will not lie nor relent. For He is not a man, that He should relent.”\n</p><p>These passages explicitly declare that God “ ‘is not a man, that He should relent’ ” (1 Sam. 15:29, NKJV) and “ ‘God is not a man, that He should lie, nor a son of man, that He should repent. Has He said, and will He not do? Or has He spoken, and will He not make it good?’ ” (Num. 23:19, NKJV). Read in light of the other passages, these texts cannot be taken to mean that God does not “relent” at all, but instead they convey the truth that He does not “relent” or “repent” in the ways that humans do. Rather, God always keeps His promises, and while He will change course in response to human repentance, He does so always in accordance with His goodness and His Word. God relents from judgment in response to repentance, precisely because His character is good, righteous, loving, and merciful.\n</p><p><strong>What is the significance of the biblical depictions of divine “relenting”? What does this convey about the constancy of God’s character alongside the fact that God enters into genuine give and-take relationships that actually make a difference to Him?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 6",
               "dayTitle":"<p>Hold Fast to Love and Justice</p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p>Scripture consistently teaches that “ ‘the Lord your God, He is God,&nbsp;the faithful God who keeps covenant and mercy for a thousand genera- tions with those who love Him and keep His commandments’ ” (Deut.&nbsp;7:9, NKJV). His character of goodness and love was supremely demon- strated by Jesus at the cross (see Rom. 3:25, 26; Rom. 5:8). According&nbsp;to Psalm 100:5, “The Lord is good; [H]is steadfast love endures for- ever, and [H]is faithfulness to all generations” (ESV; compare with Ps.&nbsp;89:2). Thus, God can be trusted; He gives only good gifts to His chil- dren (James 1:17; compare with Luke 11:11–13). In fact, He bestows&nbsp;good things even on those who position themselves as His enemies.</p><p><strong>Read Matthew 5:43–48. What does this teach about God’s amazing love? How should we act toward others in light of this teaching of Jesus?\n</strong></p><p>Matthew 5:43–48\n</p><p><strong><sup>43</sup></strong> “You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’\n</p><p><strong><sup>44</sup></strong> [a]But I say to you, love your enemies, bless those who curse you, do good to those who hate you, and pray for those who spitefully use you and persecute you,\n</p><p><strong><sup>45</sup></strong> that you may be sons of your Father in heaven; for He makes His sun rise on the evil and on the good, and sends rain on the just and on the unjust.\n</p><p><strong><sup>46</sup></strong> For if you love those who love you, what reward have you? Do not even the tax collectors do the same?\n</p><p><sup><strong>47</strong></sup> And if you greet your [b]brethren only, what do you do more than others? Do not even the [c]tax collectors do so?\n</p><p><sup><strong>48</strong></sup> Therefore you shall be perfect, just as your Father in heaven is perfect.\n</p><p>Matthew 5 describes God’s love as perfect love. Imperfect love is the love that loves only those who love you. But God loves even those who hate Him, even those who position themselves as His enemies. His love is complete and, therefore, perfect.\n</p><p>Though God’s love and mercy far exceed any reasonable expecta- tions, it never overrides or contravenes justice. On the contrary, it&nbsp;brings justice and mercy together (Ps. 85:10). Likewise, the Bible&nbsp;exhorts us: “ ‘Observe mercy and justice, and wait on your God continually’ ” (Hos. 12:6, NKJV). As another version puts it, “Hold fast to love and justice” (Hos. 12:6, ESV; compare with Luke 11:42).</p><p>In the end, God Himself will bring about perfect justice. Romans 2:5 teaches that His “righteous judgment will be revealed” (ESV). Finally, the redeemed will sing: “ ‘Great and marvelous are Your works, Lord God Almighty! Just and true are Your ways, O King of the saints! Who shall not fear You, O Lord, and glorify Your name? For You alone are holy. For all nations shall come and worship before You, for Your judgments have been manifested’ ” (Rev. 15:3, 4, NKJV; compare with Rev. 19:1, 2).\n</p><p><strong>Isaiah 25:1 proclaims, “O Lord, You are my God. I will exalt You, I will praise Your name, for You have done wonderful things; Your counsels of old are faithfulness and truth” (NKJV). How can we learn to praise God, even in bad times? In what ways can your life itself be an offering of praise to God in a way that furthers justice in your sphere of influence?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 7",
               "dayTitle":"<p>Further Thought: Read Ellen G. White, “God’s Love for Man,” pp.&nbsp;9–15, in Steps to Christ.</p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>“The word of God reveals His character. He Himself has declared His infinite love and pity. When Moses prayed, ‘Show me Thy glory,’ the Lord answered, ‘I will make all My goodness pass before thee.’ Exodus 33:18, 19. This is His glory. The Lord passed before Moses, and proclaimed, ‘The Lord, The Lord God, merciful and gracious, long-suffering, and abundant in goodness and truth, keeping mercy for thousands, forgiving iniquity and transgression and sin.’ Exodus 34:6, 7. He is ‘slow to anger, and of great kindness,’ ‘because He delighteth in mercy.’ Jonah 4:2; Micah 7:18.\n</p><p>“God has bound our hearts to Him by unnumbered tokens in heaven and in earth. Through the things of nature, and the deepest and tenderest earthly ties that human hearts can know, He has sought to reveal Himself to us. Yet these but imperfectly represent His love. Though all these evidences have been given, the enemy of good blinded the minds of men, so that they looked upon God with fear; they thought of Him as severe and unforgiving. Satan led men to conceive of God as a being whose chief attribute is stern justice,—one who is a severe judge, a harsh, exacting creditor. He pictured the Creator as a being who is watching with jealous eye to discern the errors and mistakes of men, that He may visit judgments upon them. It was to remove this dark shadow, by revealing to the world the infinite love of God, that Jesus came to live among men.”—Ellen G. White, Steps to Christ, pp. 10, 11.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> Why is it so important to recognize that God’s glory is bound up with His goodness? How does this correct a theology of glory that emphasizes sheer power without emphasizing the love and character of God?\n</p><p><strong>2</strong> Have you ever questioned God’s goodness? Do you know any- one who has questioned God’s goodness because of the way those who claim to follow God sometimes act, or simply because of all the evil in the world? How did you work through that question for yourself, and how might you be able to help someone struggling with the question of God’s goodness? See next week’s lesson.\n</p><p><strong>3</strong> In class, flesh out the answer to Monday’s question. How does the reality of the great controversy help us understand all the evil that exists now?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"February 7",
               "dayTitle":"<p>inside&nbsp; Story&nbsp;</p><p>“You Can’t Pass By”</p><p><br></p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p>By Andrew McChesney\n</p><p>American missionary Joanne (Park) Kim was walking to her rented apartment in Ulaanbaatar, Mongolia. It was the dead of winter, and the midafternoon temperature was about minus 40 degrees Fahrenheit (minus 40 Celsius).\n</p><p>Then Joanne saw an intoxicated man lying on the sidewalk. She had been attacked by a number of drunken men over the past year in Mongolia, and she didn’t want to stop. What if he also attacked her? She started to walk past him, but then she stopped. A small voice seemed to say, “You can’t pass by.”\n</p><p>Joanne struggled with the idea of helping him. “Lord,” she said, “he weighs nearly twice as much as I do. How can I help him?” She looked around. The street was empty. No other people were in sight.\n</p><p>Joanne looked at the stranger again. “If I walk by, he will die,” she thought. “His body will freeze in just a couple of hours.”\n</p><p>She saw apartment buildings all around. Each building had a small room on the first floor for a guard, so the entryway was fairly warm. The nearest building was about 1,000 feet (300 meters) away. “OK, Lord,” Joanne said. “I’ll get this guy over there.” Putting her arms under his, she&nbsp;prayed for strength and pulled. Somehow, she dragged him to the building. Placing him in the entryway, she stepped back and looked at him. A new feeling filled her heart. She felt compassion and pity.</p><p>This encounter marked a turning point in Joanne’s mission work. No longer did she harbor any ill feelings toward the attackers. Instead, compassion&nbsp;and pity washed over her. At last, she could love like Jesus.</p><p>Joanne went on to help plant the first Adventist church in Ulaanbaatar as a pioneer missionary with a supporting mission organization from 1992 to 1998. She returned in 2017, and she now serves as education and development director for the Adventist Church in Mongolia.\n</p><p>Even now, drunken strangers still attack her from time to time, but her love for God and His people is unshakable. “Satan does not give up,” she said. “He knew he could wear me down. But God gifted me with the Mongolian language and a change of heart. God loves even the drunk men who were attacking me all the time, so I need to love them and help them as best I can.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>God’s Love of Justice</p>",
         "verse":"<p>Memory Text: “ ‘But let him who glories glory in this, that he&nbsp;understands and knows Me, that I am the Lord, exercising loving- kindness, judgment, and righteousness in the earth. For in these I&nbsp;delight’ says the Lord” (Jer. 9:24, NKJV).</p><p>\n</p><p>\n</p>",
         "versionCode":80,
         "weekDate":"February 1–7"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
