{
  "data": [
    {
      "color": "#F7819F",
      "id": 3,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "14 de enero",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>En Génesis 14, Abram había regresado de una exitosa misión de rescate de rehenes en la que había salvado a su sobrino Lot, a la familia de Lot y a las demás personas que habían sido secuestradas en Sodoma. El rey de Sodoma estaba tan agradecido por el rescate que le ofreció a Abram todo el botín de la batalla. Abram no solo rechazó la oferta, sino además le dio el diezmo de todo lo que poseía a Melquisedec.<br><br>Inmediatamente después de que Abram diezmó, el Señor dijo: “No temas, Abram. Yo soy tu escudo, y tu recompensa será muy grande” (Gén. 15:1). En efecto, el Señor le estaba diciendo a Abram: “No te preocupes. Seré tu protector y proveedor”. Luego, mucho más adelante, Moisés indicó a Israel, cuando estaba a punto de entrar en Canaán: “Cada año apartarás puntualmente el diezmo del producto de tu campo [...] para que aprendas a reverenciar siempre al Señor tu Dios” (Deut. 14:22, 23).<br><br>Elena de White escribió: “Ya en los días de Adán, se requería de los hombres que ofrecieran a Dios donativos de índole religiosa; es decir, antes de que el sistema fuera dado a Moisés en forma definida” (TI 3:432). ¿Qué significa todo esto para nosotros hoy?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de enero",
          "dayTitle": "<p><strong>EL DIEZMO EQUIVALE A UN DÉCIMO</strong><br></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>Los diccionarios definen el diezmo como “una décima parte de algo” o “diez por ciento”. Probablemente esta definición se haya tomado de la narración bíblica. El diezmo es simplemente devolver el diez por ciento de nuestros ingresos, o ganancias, a Dios. Entendemos que todo lo que tenemos pertenece a él en primer lugar. La legislación del diezmo dada a Israel en el Monte Sinaí señala que el diezmo es santo y pertenece a Dios (ver Lev. 27:30, 32). Dios pide solo su diez por ciento. Nuestras ofrendas de gratitud son distintas del diezmo, son adicionales. El diezmo es el testimonio mínimo de nuestro compromiso cristiano. En ningún lugar de la Biblia encontramos alguna indicación de que la porción de Dios sea menos de una décima parte.<br><br><strong>Lee Génesis 14:18 al 20 y Hebreos 7:1 al 9. ¿Cuál fue la respuesta de Abram al encontrarse con Melquisedec? ¿Qué nos enseña esto acerca de cuánto tiempo atrás en la historia se remonta esta práctica?</strong><br><br>Génesis 14:18 al 20<br><br><sup>18</sup>&nbsp;Entonces Melquisedec, rey de Salem y sacerdote del Dios Altísimo, sacó pan y vino;<br><br><sup>19</sup>&nbsp;y le bendijo, diciendo: Bendito sea Abram del Dios Altísimo, creador de los cielos y de la tierra;<br><br><sup>20</sup>&nbsp;y bendito sea el Dios Altísimo, que entregó tus enemigos en tu mano. Y le dio Abram los diezmos de todo.<br><br>Hebreos 7:1 al 9<br><br>Porque este Melquisedec, rey de Salem, sacerdote del Dios Altísimo, que salió a recibir a Abraham que volvía de la derrota de los reyes, y le bendijo, 2&nbsp;a quien asimismo dio Abraham los diezmos de todo; cuyo nombre significa primeramente Rey de justicia, y también Rey de Salem, esto es, Rey de paz; 3&nbsp;sin padre, sin madre, sin genealogía; que ni tiene principio de días, ni fin de vida, sino hecho semejante al Hijo de Dios, permanece sacerdote para siempre.<br><br><sup>4</sup>&nbsp;Considerad, pues, cuán grande era este, a quien aun Abraham el patriarca dio diezmos del botín.<br><br><sup>5</sup>&nbsp;Ciertamente los que de entre los hijos de Leví reciben el sacerdocio, tienen mandamiento de tomar del pueblo los diezmos según la ley, es decir, de sus hermanos, aunque estos también hayan salido de los lomos de Abraham.<br><br><sup>6</sup>&nbsp;Pero aquel cuya genealogía no es contada de entre ellos, tomó de Abraham los diezmos, y bendijo al que tenía las promesas.<br><br><sup>7</sup>&nbsp;Y sin discusión alguna, el menor es bendecido por el mayor. 8&nbsp;Y aquí ciertamente reciben los diezmos hombres mortales; pero allí, uno de quien se da testimonio de que vive.<br><br><sup>9</sup>&nbsp;Y por decirlo así, en Abraham pagó el diezmo también Leví, que recibe los diezmos;<br><br>La primera mención del diezmo en la Biblia está en Génesis 14, que cuenta la historia del encuentro de Melquisedec con Abram. La última mención del diezmo en la Biblia recuerda el mismo encuentro, pero las palabras “décimo” y “diezmo” se usan indistintamente (ver Heb. 7:1–9, NTV). Observa en la historia de Hebreos que ni Melquisedec ni Cristo eran de la tribu de Leví; por ende, el diezmo es anterior y posterior a la peculiaridad de los levitas. El diezmo no es una costumbre exclusivamente judía y no se originó con los hebreos en el Sinaí.<br><br><strong>Lee Génesis 28:13, 14 y 20 al 22. ¿Qué prometió Dios hacer por Jacob y cuál fue la respuesta de Jacob a Dios?<br></strong><br>Génesis 28:13, 14 y 20 al 22<br><br><sup>13&nbsp;</sup>Y he aquí, Jehová estaba en lo alto de ella, el cual dijo: Yo soy Jehová, el Dios de Abraham tu padre, y el Dios de Isaac; la tierra en que estás acostado te la daré a ti y a tu descendencia.<br><br><sup>14</sup>&nbsp;Será tu descendencia como el polvo de la tierra, y te extenderás al occidente, al oriente, al norte y al sur; y todas las familias de la tierra serán benditas en ti y en tu simiente.<br><br><sup>20</sup>&nbsp;E hizo Jacob voto, diciendo: Si fuere Dios conmigo, y me guardare en este viaje en que voy, y me diere pan para comer y vestido para vestir,<br><br><sup>21</sup>&nbsp;y si volviere en paz a casa de mi padre, Jehová será mi Dios.<br><br><sup>22</sup>&nbsp;Y esta piedra que he puesto por señal, será casa de Dios; y de todo lo que me dieres, el diezmo apartaré para ti.<br><br>Cuando Jacob se fue de su casa, huyendo de su enojado hermano Esaú, una noche tuvo un sueño de una escalera que subía de la Tierra al Cielo. Los ángeles subían y bajaban por ella. Y Dios se paró en lo alto y prometió estar con Jacob y algún día traerlo de vuelta a casa. Este joven soltero tuvo una verdadera experiencia de conversión y dijo: “El Señor será mi Dios [...] y de todo lo que me des, el diezmo lo apartaré para ti” (Gén. 28:21, 22).<br><br><strong>¿Por qué es importante entender que el diezmo, al igual que el día de reposo sabático, no fue algo que se originó en el sistema legal ni religioso de los anti- guos israelitas? ¿Qué mensaje debemos extraer de esta verdad los que vivimos después de la Cruz?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 16 de enero",
          "dayTitle": "<p><strong>¿DÓNDE ESTÁ LA TESORERÍA?</strong><br></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Malaquías 3:10. ¿Qué podemos aprender de este versículo acerca de a dónde debería ir nuestro diezmo?</strong></p><br><p><strong>Malaquías 3:10</strong></p><p><strong><sup>10</sup>&nbsp;</strong>Traed todos los diezmos al alfolí y haya alimento en mi casa; y probadme ahora en esto, dice Jehová de los ejércitos, si no os abriré las ventanas de los cielos, y derramaré sobre vosotros bendición hasta que sobreabunde.</p><br><p>Aunque no se dan instrucciones específicas en el texto, es evidente que el pueblo de Dios sabía lo que él quería decir con la palabra “alfolí”, o “tesorería”. Dios sí incluye en sus instrucciones: “Haya alimento en mi casa”. Su pueblo entendía que la casa de Dios inicialmente fue el Santuario, la tienda minuciosa que se erigió por instrucciones específicas dadas a Moisés en el Monte Sinaí. Más adelante, cuando Israel vivió en la Tierra Prometida, la ubicación central fue primero en Silo y luego, de manera más permanente, en el Templo de Jerusalén. Lee Deuteronomio 12:5 al 14. Estos versículos no indican que los hijos de Dios podían decidir a discreción dónde depositar su diezmo. ¿Qué principios podemos tomar de estos versículos para nosotros hoy?</p><br><p>Como miembros de la familia de Dios, queremos entender y practicar su voluntad con respecto a qué hacer con nuestro diezmo. En el relato bíblico, aprendemos que tres veces al año&nbsp; la Pascua, el Pentecostés y la Fiesta de los Tabernáculos (Éxo. 23:14–17) el pueblo de Dios debía viajar a Jerusalén para llevar personalmente sus diezmos y ofrendas, y para alabar y adorar a Dios. Después los levitas distribuían el diezmo entre sus hermanos por toda la tierra de Israel (ver 2 Crón. 31:11–21; Neh. 12:44–47; 13:8–14). En armonía con este principio bíblico de la tesorería/alfolí, la Iglesia Adventista del Séptimo Día ha designado a las asociaciones, las misiones y las uniones de iglesias locales como tesorerías en nombre de la iglesia mundial, y de las cuales se paga el ministerio/la obra eclesiástica.</p><br><p>Para comodidad de los miembros de iglesia, el diezmo se lleva a la iglesia local, donde, como parte de su experiencia de adoración, los miembros depositan sus diezmos y ofrendas; aunque algunos utilizan las donaciones en línea. Los tesoreros locales luego envían el diezmo a la tesorería de la Asociación. Este sistema de administración del diezmo, delineado y ordenado por Dios, ha permitido que la Iglesia Adventista del Séptimo Día tuviera un impacto global y creciente en el mundo.</p><br><p><strong>Imagínate si todos decidieran dar el diezmo a quien quisieran, en detrimento de la propia Iglesia Adventista. ¿Qué pasaría con nuestra iglesia? Por ende, ¿por qué esa práctica es una mala idea y es contraria a las Escrituras?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de enero",
          "dayTitle": "<p><strong>EL PROPÓSITO DEL DIEZMO</strong><br></p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Levítico 27:30 y Números 18:21 y 24. ¿Qué propone hacer Dios con el diezmo?</strong><br><br>Levítico 27:30 <br></p><p><sup>30</sup>&nbsp;Y el diezmo de la tierra, así de la simiente de la tierra como del fruto de los árboles, de Jehová es; es cosa dedicada a Jehová.<br><br>Números 18:21 y 24<br><br><sup>21</sup>&nbsp;Y he aquí yo he dado a los hijos de Leví todos los diezmos en Israel por heredad, por su ministerio, por cuanto ellos sirven en el ministerio del tabernáculo de reunión.<br><br><sup>24</sup>&nbsp;Porque a los levitas he dado por heredad los diezmos de los hijos de Israel, que ofrecerán a Jehová en ofrenda; por lo cual les he dicho: Entre los hijos de Israel no poseerán heredad.<br><br>Debido a que Dios es el Dueño de todo (Sal. 24:1), obviamente no necesita dinero. Pero, como el diezmo es suyo, nos dice qué hacer con él, y eso es utilizarlo para el sostén del ministerio evangélico. Y, por ende, con el diezmo de Dios se suplen las necesidades de los pastores.<br><br>A la tribu de Leví, los pastores/obreros evangélicos del Antiguo Testamento, no se le otorgaron grandes propiedades como al resto de las tribus. A Leví le dieron determinadas ciudades, incluyendo las ciudades de refugio, con suficiente tierra alrededor de ellas para huertos personales. Se mantenían con los diezmos de los demás, y ellos mismos también diezmaban sus ingresos.<br><br><strong>Lee Hechos 20:35. ¿Cuál es el mensaje aquí, y cómo se relaciona esto con el tema del diezmo?</strong><br><br><strong>Hechos 20:35</strong><br><br><sup><strong>35</strong></sup>&nbsp;En todo os he enseñado que, trabajando así, se debe ayudar a los necesitados, y recordar las palabras del Señor Jesús, que dijo: Más bienaventurado es dar que recibir.<br><br>El diezmo es importante porque nos ayuda a establecer una relación de confianza con Dios. Tomar una décima parte de tus ingresos y “desprenderte” de ella (aunque, técnicamente, pertenece a Dios de todos modos) realmente requiere un acto de fe, y solo ejerciendo fe tu fe crecerá.<br><br>Piensa, por ejemplo, en el tiempo del fin, cuando los que sean fieles no puedan comprar ni vender, como se describe en Apocalipsis 13 y 14 (ver la semana 11). El hecho de haber desarrollado una confianza en Dios y en su providencia, poder y amor será de suma importancia cuando aparentemente todo el mundo esté en nuestra contra. El diezmo fiel seguramente puede ayudar a desarrollar esa confianza. Incluso antes de eso, qué crucial para todos nosotros es haber aprendido a confiar en Dios, independientemente de nuestra situación.<br><br>Una segunda gran razón para la fidelidad económica es tener acceso a las bendiciones tangibles que Dios promete. Como parte del contrato del diezmo, Dios ha prometido bendiciones tan grandes que no tendremos suficiente espacio para recibirlas. Con el excedente, podemos ayudar a los demás y apoyar la obra de Dios con nuestras ofrendas.<br><br><strong>¿Cuál es tu experiencia con la gran verdad de que realmente es “más bienaventurado dar que recibir”?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de enero",
          "dayTitle": "<p><strong>¿DIEZMAR SOBRE EL INGRESO BRUTO O NETO?</strong><br></p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p>Calculamos nuestro diezmo sobre nuestro “ingreso”. Si nos pagan por hora, tenemos un salario; y pagamos sobre nuestro “rendimiento”, o ganancia, si somos autónomos y tenemos nuestro propio negocio. En muchos países, el Gobierno deduce impuestos del salario del trabajador para cubrir el costo de los servicios prestados a la gente, como seguridad, caminos y puentes, beneficios por desempleo y otros. La cuestión de si diezmar sobre el ingreso bruto o neto implica básicamente si devolvemos el diezmo sobre nuestros ingresos antes o después de que se deduzcan esos impuestos. Quienes trabajan por cuenta propia pueden deducir legítimamente el costo de hacer negocios para determinar su ganancia real antes de que se deduzcan sus impuestos personales.<br><br>Los estudios de los hábitos de dar de los miembros revelan que la mayoría de los adventistas del séptimo día diezman sobre el ingreso bruto; es decir, antes de deducir los impuestos.<br><br><strong>Lee 1 Reyes 17:9 al 16. ¿Cuál era la situación de la viuda antes de que Elías acudiera a ella? ¿Qué le pidió el profeta que hiciera primero, antes de ocuparse de sí misma y de su hijo? ¿Qué podemos aprender de este relato acerca de la pregunta en cuestión?</strong><br><br><strong>1 Reyes 17:9 al 16</strong><br><br><sup><strong>9</strong></sup>&nbsp;Levántate, vete a Sarepta de Sidón, y mora allí; he aquí yo he dado orden allí a una mujer viuda que te sustente.<br><br><sup><strong>10</strong></sup>&nbsp;Entonces él se levantó y se fue a Sarepta. Y cuando llegó a la puerta de la ciudad, he aquí una mujer viuda que estaba allí recogiendo leña; y él la llamó, y le dijo: Te ruego que me traigas un poco de agua en un vaso, para que beba.<br><br><sup>11</sup><strong>&nbsp;</strong>Y yendo ella para traérsela, él la volvió a llamar, y le dijo: Te ruego que me traigas también un bocado de pan en tu mano.<br><br><strong><sup>12</sup>&nbsp;</strong>Y ella respondió: Vive Jehová tu Dios, que no tengo pan cocido; solamente un puñado de harina tengo en la tinaja, y un poco de aceite en una vasija; y ahora recogía dos leños, para entrar y prepararlo para mí y para mi hijo, para que lo comamos, y nos dejemos morir.<br><br><sup><strong>13</strong></sup>&nbsp;Elías le dijo: No tengas temor; ve, haz como has dicho; pero hazme a mí primero de ello una pequeña torta cocida debajo de la ceniza, y tráemela; y después harás para ti y para tu hijo.<br><br><sup>14&nbsp;</sup>Porque Jehová Dios de Israel ha dicho así: La harina de la tinaja no escaseará, ni el aceite de la vasija disminuirá, hasta el día en que Jehová haga llover sobre la faz de la tierra.<br><br><sup>15&nbsp;</sup>Entonces ella fue e hizo como le dijo Elías; y comió él, y ella, y su casa, muchos días.<br><br><sup>16</sup>&nbsp;Y la harina de la tinaja no escaseó, ni el aceite de la vasija menguó, conforme a la palabra que Jehová había dicho por Elías.<br><br>Dios le dijo a la viuda de Sarepta que un hombre de Dios vendría a verla (1 Rey. 17:9). Cuando llegó Elías, ella le explicó las circunstancias terribles que estaba atravesando. Elías primero pidió un trago de agua y luego agregó: “No temas. Ve, haz como has dicho. Pero hazme a mí primero un panecillo cocido bajo la ceniza y tráemelo. Después harás para ti y para tu hijo. Porque el Señor, Dios de Israel, ha dicho: ‘La harina no escaseará de la tinaja, ni el aceite de la botija, hasta que el Señor envíe lluvia sobre la tierra’ ” (1 Rey. 17:13, 14).<br><br>¿Fue egoísta de su parte o simplemente estaba poniendo a prueba su fe (sin duda, esto le permitió ejercitar su fe)? La respuesta debería ser obvia.<br><br>La conclusión sobre bruto o neto es que depende de cada uno de nosotros decidirlo. La iglesia no ordena lo que debemos hacer, y con razón. Al final, cada uno de nosotros debe tomar su propia decisión y, hagamos lo que hagamos, no debemos juzgar a quienes lo hacen de manera diferente. Cada uno de nosotros, individualmente, tiene que responder ante Dios, y solo ante Dios, por sus decisiones. “Cada uno ha de ser su propio asesor, y se le deja dar según se propone en su corazón” (TI 4:460).<br><br><strong>¿Cómo le explicas a alguien que nunca devolvió el diezmo las bendiciones que provienen de esta práctica? ¿Cuáles son esas bendiciones y cómo fortalece tu fe el devolver el diezmo?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 19 de enero",
          "dayTitle": "<p><strong>UN DIEZMO HONESTO O FIEL</strong><br></p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee 1 Corintios 4:1 y 2. Como hijos de Dios y administradores de sus bendiciones, ¿qué clase de personas se nos pide que seamos?</strong><br><br><strong>1 Corintios 4:1 y 2</strong><br><br><strong><sup>1</sup> </strong>Así, pues, téngannos los hombres por servidores de Cristo, y administradores de los misterios de Dios. <br></p><p><sup><strong>2</strong>&nbsp;</sup>Ahora bien, se requiere de los administradores, que cada uno sea hallado fiel.<br><br>Por lo tanto, ¿qué significa ser fiel con nuestro diezmo? Esta semana hemos repasado varios de los elementos constitutivos del diezmo:<br><br>1. La cantidad, que es un décimo, o diez por ciento, de nuestro ingreso o ganancia.<br><br>2. Llevarlo a la tesorería/alfolí: el lugar desde donde se paga a los obreros evangélicos.<br><br>3. Honrar a Dios con la primera parte de nuestros ingresos.<br><br>4. Usarlo para el propósito correcto: el sostén del ministerio.<br><br>Es nuestra responsabilidad, como miembros de iglesia, preservar los primeros tres elementos; es responsabilidad de los encargados de la tesorería asegurarse de que los fondos del diezmo se utilicen correctamente.<br><br>Y, además, a diferencia de nuestras ofrendas, el diezmo no es discrecional de nuestra parte. El décimo y la tesorería son ambos parte de nuestra responsabilidad. Nosotros no establecemos los parámetros, sino Dios. Si yo no devuelvo el diez por ciento completo de mi “ganancia”, en realidad no estoy diezmando; y si no llevo ese diez por ciento a la “tesorería”, en realidad tampoco estoy diezmando.<br><strong><br>Lee Mateo 25:19 al 21. ¿Cuándo se nos pide que rindamos cuenta de nuestra administración de los fondos de Dios? ¿Qué se les dice a los que han sido financieramente fieles?</strong><br><br><strong>Mateo 25:19 al 21</strong><br><br><sup><strong>19</strong></sup>&nbsp;Después de mucho tiempo vino el señor de aquellos siervos, y arregló cuentas con ellos.<br><br><sup>20</sup>&nbsp;Y llegando el que había recibido cinco talentos, trajo otros cinco talentos, diciendo: Señor, cinco talentos me entregaste; aquí tienes, he ganado otros cinco talentos sobre ellos.<br><br><sup><strong>21</strong>&nbsp;</sup>Y su señor le dijo: Bien, buen siervo y fiel; sobre poco has sido fiel, sobre mucho te pondré; entra en el gozo de tu señor.<br><br>“ ‘Traed los diezmos al alfolí’ (Mal. 3:10) es la orden de Dios. No se extiende ninguna invitación a la gratitud o generosidad. Es una cuestión de simple honradez. El diezmo pertenece al Señor, y él nos ordena que le devolvamos lo que le pertenece” (Ed 138). Administrar para Dios es un privilegio único, y también una responsabilidad. Él nos bendice y nos sostiene, y pide solo un décimo, y luego utiliza su diezmo con el fin de proveer para los obreros evangélicos, como lo hizo con la tribu de Leví durante los tiempos del antiguo Israel.<br><br>Algunos argumentan que no les gusta cómo se utiliza el dinero de sus diezmos y, por lo tanto, no diezman o envían su dinero a otra parte. Sin embargo, ¿dónde dijo Dios: “Traigan todo el diezmo a la tesorería, pero solo si están seguros de que la tesorería lo está usando correctamente”?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de enero",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR</strong><br></p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p>Lee el documento más completo de Elena de White sobre el diezmo en Testimonios para la iglesia, t. 9, pp. 197–202. Estudia la Sección III de Consejos sobre mayordomía cristiana, pp. 69-112.<br><br>“Si todos los diezmos de nuestro pueblo fluyesen a la tesorería del Señor como debieran, se recibirían tantas bendiciones que los dones y las ofrendas para los propósitos sagrados quedarían multiplicados diez veces, y así se mantendría abierto el conducto entre Dios y el hombre” (TI 4:465). Esta es una afirmación asombrosa. Si todos diezmáramos fielmente, Dios nos bendeciría con fondos para aumentar nuestras ofrendas en un mil por ciento.<br><br>“En el tercer capítulo de Malaquías se encuentra el contrato que Dios ha hecho con el hombre. Aquí el Señor especifica la parte que desempeñará al otorgar sus grandes dones a aquellos que le devuelvan fielmente los diezmos y las ofrendas” (Elena de White, Review and Herald, 17/12/1901).<br><br>“Todos deben recordar que lo que Dios exige de nosotros supera cualquier otro derecho. Él nos da abundantemente, y el contrato que él ha hecho con el hombre es que una décima parte de las posesiones de este sea devuelta a Dios. Él confía misericordiosamente sus tesoros a sus mayordomos, pero dice del diezmo: Es mío. En la proporción en que Dios ha dado su propiedad al hombre, el hombre debe devolverle un diezmo fiel de toda lo que gana. Este arreglo preciso lo hizo Jesucristo mismo” (TI 6:384).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br>1. Reflexiona sobre esta idea de que la práctica del diezmo no se originó en el antiguo Israel. ¿Cómo nos ayuda este hecho a comprender la perpetuidad de esta obligación de nuestra parte ante Dios?<br><br><strong>2</strong>. En clase, analicen la pregunta planteada al final del estudio del lunes. Piensen en lo que sucedería si la gente decidiera enviar su diezmo a otro lugar. ¿Qué pasaría con nuestra iglesia? ¿Todavía tendríamos una iglesia? ¿Qué tiene de malo la actitud que dice: Bueno, mi diezmo es tan pequeño en contraste con todo lo demás que no importa? ¿Y si todos pensaran así?<br><br><strong>3.</strong> Comparte con otros lo que has aprendido y experimentado al devolver el diezmo. ¿Qué puedes enseñar a los demás sobre la práctica?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de enero",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ..<br></p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>RESEÑA</strong><br><br>Somos propiedad de Dios por partida doble, porque él nos creó y nos redimió (Juan 1:1, 18; 3:16). Perdimos todo cuando el pecado entró en el mundo (Gén. 3:17–19). Dios nos dio una oportunidad, mediante su Pacto, para recuperar lo que perdimos. Nuestra aceptación del Pacto incluye la restauración, el desarrollo y la devolución a Dios de todo lo que tenemos y somos: nuestros tiempo, cuerpo, talentos y posesiones.<br><br>Dios nos da la fuerza para hacer riquezas. Debemos recordar que el propósito de todo lo que se nos da es para confirmar su Pacto con nosotros (Deut. 8:17, 18). Como Señor y Creador, Dios tiene el derecho de pedirnos un diezmo de todas nuestras posesiones o ganancias para terminar su obra final. Al fin y al cabo, solo Dios puede abrir las ventanas de los cielos para bendecir sin medida a los que son fieles (Mal. 3:10–12).<br><br>Además, devolver el diezmo es un acto de fe que acerca al pueblo de Dios a él (Mal. 3:9, 10). Pero el Pacto divino ordena que “todos” los diezmos deben llevarse a la tesorería, la sede administrativa y financiera del pueblo de Dios (Mal. 3:10). “Todo” el diezmo también debe usarse para sostener a los pastores en la obra de Dios (2 Crón. 31:11–21; Neh. 12:44–47; 13:8–14).<br><br>Finalmente, para que sea un diezmo fiel, debe darse antes que cualquier uso personal o deducción sobre “toda” la ganancia con la que somos bendecidos (Prov. 3:9; Mat. 6:33). La fidelidad tiene significado espiritual y poder, porque sabemos que es el resultado de la gracia de Dios. Dios nos dio salvación y bendiciones mediante el Pacto que él estableció, que fue sellado con la sangre de Jesús, su Hijo (Heb. 12:24).<br><br><strong>COMENTARIO</strong><br><br>En la Biblia, la palabra “diezmo” (en hebreo, maaser) significa literalmente “décimo”. Por lo tanto, no hay base bíblica para utilizar ningún otro porcentaje en relación con esta palabra, además del diez por ciento. Sin embargo, esta palabra se utiliza en otras dos prácticas bíblicas también llamadas “diezmo”: el diezmo del rey y el segundo diezmo.<br><br><strong>Dos diezmos temporales</strong><br><br>1. El diezmo del rey. El diezmo del rey era un impuesto establecido en los días de Saúl (1 Sam. 8:11, 15, 17). Este diezmo no formaba parte del Pacto y cesó con el final de la monarquía judía.<br><br>2. Segundo diezmo (en hebreo, maaser sheni). (Ver PP, cap. 51.) Este diezmo terminó con la destrucción del Templo y de la nación de Israel, ya que dependía del ciclo de siete años (Deut. 14:22–29, 15:1; 26:12), que comenzó solo cuando los israelitas entraron en la Tierra Prometida (Lev. 25:1–7).<br><br>El segundo diezmo lo gastaba la familia en la visita anual al Santuario. La excepción a esta práctica ocurría durante los años tercero y sexto del ciclo de siete años, cuando el segundo diezmo se guardaba en casa para ofrecer un banquete y ayuda a los que no poseían tierras (Deut. 14:28, 29). Como tal, el segundo diezmo no se llevaba a la tesorería, y no era un diezmo pastoral. (Ver F. Skolnik y Michael Berenbaum, Encyclopaedia Judaica, t. 8, pp. 254, 313, 314).<br><br><strong>El diezmo pastoral permanente</strong><br><br>El diezmo pastoral es diferente de los otros dos diezmos mencionados an- teriormente. A diferencia del diezmo del rey y del segundo diezmo, el diezmo pastoral continúa perpetuamente, hasta que culmine la misión del evangelio. En ese momento, todas las naciones verán que el pueblo de Dios es bendecido (Mal. 3:12), y muchas de las naciones habrán aceptado las buenas nuevas de salvación (Mat. 28:19).<br><br>El diezmo pastoral es independiente del sistema levítico y forma parte del sacerdocio de Melquisedec, que es el de Jesús (Gén. 14:18–20; Heb. 7:1–12).<br><br>Además, no hay referencias bíblicas que indiquen el final del diezmo pastoral. El texto en Hebreos 7:12 no apunta al final del sistema del diezmo, sino al final de la ley “del sacerdocio levítico”, ahora reemplazada por el sacerdocio de Melquisedec (Heb. 7:12–15). Al igual que el sábado, la adoración y las relaciones con los demás, el deber de diezmar continúa siendo invariable para quienes aceptan el Pacto divino.<br><br>Veamos seis principios y prácticas del diezmo: 1. “Todo” el diezmo pastoral debe llevarse a la tesorería. El propósito del diezmo pastoral siempre ha sido apoyar exclusivamente el ministerio sacerdotal (Gén. 14:18–20; Lev. 27:30–34; Núm. 18:21–24; Mal. 3:8–10).<br><br>2. El dinero era escaso en el Medio Oriente antiguo, de allí el énfasis en los diezmos y las ofrendas que debían llevarse al Santuario en bienes y en animales.<br><br>3. La doctrina del diezmo se basa en toda la Escritura, y no solo en los textos del período levítico. En los primeros casos en que se menciona el diezmo, la Biblia instruye que el principio del diezmo incluye “todo” (Gén. 14:20; Gén. 28:22); es decir, todas las posesiones o las ganancias.<br><br>4. Si consideramos el volumen de los depósitos en el Tabernáculo o el Templo, sería poco realista imaginar que los diezmos de toda la nación de Israel, dados en bienes y animales, cabrían en ellos.<br><br>5. Además, la referencia bíblica a productos agrícolas y animales es solo una alusión a los productos más comunes. Sin embargo, el diezmo podía convertirse en dinero cuando era conveniente (Gén. 14:20; 28:22). (Ver F. Skolnik y M. Berenbaum, Encyclopaedia Judaica, t. 19, pp. 736, 737; ver también t. 1, pp. 47, 48, 83, 139; t. 8, pp. 254, 313, 314 de esta misma serie.)<br><br>6. Por otro lado, la sección bíblica que trata sobre el diezmo de los productos agrícolas establece que este diezmo podía cambiarse por dinero, según la ley de la redención de las cosas santas (Lev. 27:31). En este caso, se debía pagar el monto correspondiente al diezmo por redimir, más una multa de un quinto en siclos (barra de plata de 571 gramos), que era la moneda del Santuario (Lev. 27:8–12, 19, 25, 31). Todas las estimaciones de las cosas santas, incluyendo el diezmo, las realizaba el sacerdote (Lev. 27:8, 12) antes de que se pudiera redimir el diezmo (Lev. 27:31).<br><br><strong>Bruto y neto</strong><br><br>Según la Biblia, el diezmo se paga sobre cada “bendición” que genere una ganancia, sin ninguna referencia específica a la cantidad bruta o neta relacionada con el diezmo. La palabra “bendición” puede incluir los conceptos de “prosperidad” y “don”, porque todo lo que tenemos son dones recibidos de Dios (Deut. 16:17; 28:8). En consecuencia, el diezmo debe calcularse sobre todo lo que él da.<br><br>“Ganancia” y “prosperidad” son palabras que implican un “incremento” en el monto o la cantidad de bienes y, en consecuencia, se diezmará, ya sea donación, herencia, salario, inversión o cualquier cosa que se consiga. Sin embargo, recibimos muchas otras bendiciones que no son recursos materiales pero que deberían despertar nuestra gratitud por la bondad del Señor.<br><br>En hebreo, la palabra para los “bienes” que diezmó Abraham (Gén. 14:16, 20, 21) es rekush. Esta palabra se aplica a los animales, la comida y a artículos tan valiosos como el oro, la plata y la ropa, que eran bienes transferibles. Estos eran bienes que el patriarca no poseía antes, lo que indica una ganancia. Por lo tanto, el diezmo debe calcularse sobre todas las ganancias financieras y de activos.<br><br>“El diezmo de todo lo que poseemos es del Señor. Él se lo ha reservado para que sea empleado con propósitos religiosos. Es santo. En ninguna dispensación él ha aceptado menos que esto” (CMC 71).<br><br><strong>Tesorería</strong><br><br>Tesorería significa más que un mero lugar de depósito. La tesorería era un sistema administrativo y financiero de gestión del Santuario, que se restableció en la época del rey Ezequías, después de la apostasía de sus predecesores (2 Crón. 31). Nehemías restauró este mismo sistema posteriormente (Neh. 10:38, 39; 12:44; 13:5, 12, 13).<br><br>En ese sistema de organización del Santuario, había un grupo de tesoreros que administraban algunas ofrendas especiales (terumah), cosas dedicadas y diezmos, que estaban destinados a los levitas y los sacerdotes (2 Crón. 31:12, 13). Había otro equipo encargado de otro tipo de ofrendas, las ofrendas voluntarias (nedabah), y las cosas santísimas (2 Crón. 31:14).<br><br>El propósito exclusivo de los diezmos era sostener a los obreros pastorales: levitas y sacerdotes (Núm. 18:21–28; Neh. 10:37–39; Mal. 3:10). Este sistema, sancionado por Dios, fue diseñado originalmente según su voluntad (2 Crón. 31:21; Mal. 3:10) y se usó en el Antiguo Testamento durante aproximadamente 1.400 años.<br><br>Aunque muchos de nosotros hoy vivimos en una sociedad industrializada (y no una agrícola), el principio de la tesorería establecido por Dios continúa siendo válido, lo que permite la unidad institucional y la distribución equitativa de los recursos para que el evangelio se predique localmente y en todo el mundo.<br><br>Había una separación de los almacenes en la tesorería, con cámaras específicas para almacenar los diezmos y otras cámaras para las ofrendas. Este sistema se estableció para evitar el uso indebido del diezmo pastoral en los gastos generales de la iglesia.<br><br>Hoy, al igual que en el pasado, es fundamental que el adorador identifique su ofrenda monetaria, indicando si es diezmo u ofrenda. Esta identificación permite que los tesoreros calculen correctamente, y utilicen los diezmos para pagar a los pastores y asignen las ofrendas para otros gastos, según principios bíblicos.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>La Biblia muestra que el diezmo es una parte importante de la adoración a Dios y de nuestra relación con él (Mal. 3:7, 8). Por lo tanto, los miembros de la clase no deben sorprenderse de que en el Juicio se examine la fidelidad en los diezmos, dando lugar a una bendición o una maldición (Mal. 3:9–11). El hecho de diezmar fielmente abre las “ventanas” de los cielos para una bendición, cuyas generosidad y magnitud llamarán la atención de las naciones (Mal. 3:12).<br><br>1. ¿De qué manera el diezmo fortalece la comunión de tus alumnos con Dios y fomenta el cumplimiento de la comisión de predicar el evangelio al mundo?<br><br>2. Invita a los alumnos a pensar en la experiencia del antiguo Israel. ¿Qué pérdidas o bendiciones espirituales y materiales pueden traer la infidelidad o la fidelidad en los diezmos y las ofrendas a los miembros de iglesia individuales y a la iglesia en su conjunto, hoy? Dios “nos pide que lo reconozcamos como el Dador de todas las cosas [...]. Esto constituye la prueba de la provisión que Dios ha hecho para promover la obra del evangelio” (CMC 69).<br><br>3. Abraham devolvió el diezmo después de declarar que Dios es el “Dios Altísimo, Creador del cielo y de la tierra” (Gén. 14:19). ¿Qué razón importante para diezmar inculca esta declaración a tus alumnos?<br><br>4. Dios consideró que el diezmo tiene tanta importancia que lo incluyó en la historia de Abraham, en el voto de Jacob, en la vida del pueblo de Dios y en la descripción del ministerio de Jesús, representado por Melquisedec y el Pacto divino. Pregunta a los alumnos por qué creen que esto es así. Guía a la clase en un análisis sobre este tema.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>EL CONTRATO DEL DIEZMO</strong><br></p>",
      "verse": "<p>“Traigan todo el diezmo a la tesorería, y haya alimento en mi casa. Y pruébenme en esto –dice el Señor Todopoderoso–, a ver si no abro las ventanas del cielo y vacío sobre ustedes bendición hasta que sobreabunde” (Mal. 3:10).<br></p>",
      "versionCode": 1,
      "weekDate": "14-20 de Enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
