{
   "data":[
      {
         "color":"#28c6df",
         "id":4,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 19 de abril",
               "dayTitle":"",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>El Apocalipsis presenta las soluciones de Dios para nuestro mundo caído. En los últimos capítulos se restablece el acceso al Árbol de la Vida, se levanta la maldición y somos readmitidos en la presencia de Dios. En cierto modo, el Apocalipsis es el libro de Génesis al revés, por lo que este sigue siendo una clave importante para entender cómo se originaron los problemas del mundo. Uno de los temas clave tanto en Daniel como en Apocalipsis es el gobierno del mundo, una sucesión de intentos humanos de controlar un planeta que pertenece legítimamente a Dios y al que, cuando este horrible episodio de pecado y rebelión termine para siempre, él volverá a gobernar con justicia. El largo proceso que conduce a ese momento abarca miles de años de experimentos humanos en materia de autonomía que nunca han funcionado, ni siquiera aquellos que proclaman los ideales más elevados, pero nunca alcanzados. Gran parte de la triste historia de la humanidad a lo largo de los siglos no es más que el relato de la tragedia que estos sistemas fallidos han traído sobre la humanidad. Más aún, todo empeorará hasta que se establezca finalmente el “reino eterno” de Dios (Dan. 7:27).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 20 de abril",
               "dayTitle":"<p>NIMROD Y NÍNIVE</p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p>El Edén fue creado como el hogar ideal para los seres humanos. Cuando entró el pecado, Dios no tuvo más remedio que retirar a la humanidad del Jardín e impedirle el acceso al Árbol de la Vida, al menos temporalmente. Fuera del Jardín, los humanos debían trabajar arduamente para subsistir. La vida se hizo más difícil, ya que tuvimos que convivir con el dolor y conseguir el sustento con el sudor de nuestra frente (Gén. 3:16-19). Nuestros primeros padres confiaron en que el Rey legítimo les proveería un camino de regreso al Jardín, y llevaron sacrificios a la entrada del Edén en fiel anticipación de la redención que Dios ofreció desde el principio al mundo caído. “El Jardín del Edén permaneció sobre la Tierra mucho tiempo después de que el hombre fuera expulsado de sus agradables senderos [...]. Aquí venían Adán y sus hijos a adorar a Dios. Allí renovaban sus votos de obediencia a esa Ley cuya transgresión los había arrojado del Edén. Cuando la ola de iniquidad cubrió el mundo, y la maldad de los hombres trajo su destrucción por medio de las aguas de un diluvio, la mano que había plantado el Edén lo quitó de la Tierra. Pero, en la restitución final, cuando haya ‘un cielo nuevo y una tierra nueva’ [Apoc. 21:1], se lo ha de restaurar más gloriosamente embellecido que al principio” (Elena de White, Patriarcas y profetas, pp. 46, 47). Otros, sin embargo, buscaron “soluciones” humanas para los nuevos problemas, y así nacieron las ciudades-estado con la intención de disfrutar de una vida más fácil y, tal vez, de recuperar lo que se perdió en el Edén.\n</p><p><strong>Lee Génesis 10:1 al 12. La Biblia presenta aquí a una serie de actores políticos clave que aparecen luego en el resto de la Biblia, incluidos Nínive y Babilonia. En vista de lo que sabemos acerca del papel de esas ciudades gracias al registro bíblico posterior, ¿qué podemos deducir del texto leído?\n</strong></p><p><strong>Génesis 10:1 al 12\n</strong></p><p><strong>1</strong> Estas son las generaciones de los hijos de Noé: Sem, Cam y Jafet, a quienes nacieron hijos después del diluvio.\n</p><p><strong>2</strong> Los hijos de Jafet: Gomer, Magog, Madai, Javán, Tubal, Mesec y Tiras.\n</p><p><strong>3 </strong>Los hijos de Gomer: Askenaz, Rifat y Togarma.\n</p><p><strong>4</strong> Los hijos de Javán: Elisa, Tarsis, Quitim y Dodanim.\n</p><p><strong>5</strong> De estos se poblaron las costas, cada cual según su lengua, conforme a sus familias en sus naciones.\n</p><p><strong>6</strong> Los hijos de Cam: Cus, Mizraim, Fut y Canaán.\n</p><p><strong>7</strong> Y los hijos de Cus: Seba, Havila, Sabta, Raama y Sabteca. Y los hijos de Raama: Seba y Dedán.\n</p><p><strong>8</strong> Y Cus engendró a Nimrod, quien llegó a ser el primer poderoso en la tierra.\n</p><p><strong>9</strong> Este fue vigoroso cazador delante de Jehová; por lo cual se dice: Así como Nimrod, vigoroso cazador delante de Jehová.\n</p><p><strong>10</strong> Y fue el comienzo de su reino Babel, Erec, Acad y Calne, en la tierra de Sinar.\n</p><p><strong>11</strong> De esta tierra salió para Asiria, y edificó Nínive, Rehobot, Cala,\n</p><p><strong>12</strong> y Resén entre Nínive y Cala, la cual es ciudad grande.\n</p><p>Algunos han llegado a la conclusión de que Nimrod fue un héroe noble, muy parecido a los personajes de la mitología pagana. Sin embargo, cuando la Biblia lo describe como “poderoso en la tierra” y “vigoroso cazador ante el Señor”, no se trata de un cumplido. Nimrod es grande en su propia opinión y está “ante” el Señor en el sentido de que desafía a Dios. Lo que vemos en estos textos es la propagación de la rebelión contra Dios, una rebelión que existirá hasta que sea erradicada para siempre.\n</p><p><strong>¿Por qué el pecado de la rebelión contra Dios es más sutil de lo que percibimos? ¿Cómo podemos resguardarnos de este rasgo tan humano?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 21 de abril",
               "dayTitle":"<p>EL LLAMADO DE ABRAHAM</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p>Génesis 10 dice que la humanidad se dividió en tierras, lenguas, familias y “naciones” (Gén. 10:5; ver también Apoc. 14:6). La palabra que se tradujo allí como “naciones” es goyim, que también designa a los gentiles, o paganos. Casi inmediatamente después de la introducción de este concepto, Dios llamó a Abraham a salir de una de esas naciones para diferenciarse de ellas y de lo que representaban.\n</p><p><strong>Lee Génesis 12:1 al 9. ¿Por qué llamó Dios a Abram (más tarde Abraham) a abandonar su nación de origen?\n</strong></p><p><strong>Génesis 12:1 al 9\n</strong></p><p><strong>1</strong> Pero Jehová había dicho a Abram: Vete de tu tierra y de tu parentela, y de la casa de tu padre, a la tierra que te mostraré.\n</p><p><strong>2</strong> Y haré de ti una nación grande, y te bendeciré, y engrandeceré tu nombre, y serás bendición.\n</p><p><strong>3</strong> Bendeciré a los que te bendijeren, y a los que te maldijeren maldeciré; y serán benditas en ti todas las familias de la tierra.\n</p><p><strong>4 </strong>Y se fue Abram, como Jehová le dijo; y Lot fue con él. Y era Abram de edad de setenta y cinco años cuando salió de Harán.\n</p><p><strong>5</strong> Tomó, pues, Abram a Sarai su mujer, y a Lot hijo de su hermano, y todos sus bienes que habían ganado y las personas que habían adquirido en Harán, y salieron para ir a tierra de Canaán; y a tierra de Canaán llegaron.\n</p><p><strong>6 </strong>Y pasó Abram por aquella tierra hasta el lugar de Siquem, hasta el encino de More; y el cananeo estaba entonces en la tierra.\n</p><p><strong>7 </strong>Y apareció Jehová a Abram, y le dijo: A tu descendencia daré esta tierra. Y edificó allí un altar a Jehová, quien le había aparecido.\n</p><p><strong>8 </strong>Luego se pasó de allí a un monte al oriente de Bet-el, y plantó su tienda, teniendo a Bet-el al occidente y Hai al oriente; y edificó allí altar a Jehová, e invocó el nombre de Jehová.\n</p><p><strong>9</strong> Y Abram partió de allí, caminando y yendo hacia el Neguev.\n</p><p>La intención de Dios era utilizar a Abraham para establecer una nación que contrastara con los reinos humanos. No debían tener otro rey que Dios mismo. El pueblo debía ejemplificar lo que sucedería si la raza humana regresaba a su Creador. Israel fue establecido con el propósito de que fuera una bendición para “todas las familias de la tierra” (Gén. 12:3). Dios había derramado sobre ellos luz y privilegios que no se habían visto en el mundo desde, quizás, antes del Diluvio.\n</p><p><strong>Lee Deuteronomio 4:5 al 9. ¿Qué estaba diciendo el Señor a los hijos de Abraham, a la nación que se había convertido en el cumplimiento de la promesa hecha por Dios al patriarca?\n</strong></p><p><strong>Deuteronomio 4:5 al 9\n</strong></p><p><strong>5</strong> Mirad, yo os he enseñado estatutos y decretos, como Jehová mi Dios me mandó, para que hagáis así en medio de la tierra en la cual entráis para tomar posesión de ella.\n</p><p><strong>6 </strong>Guardadlos, pues, y ponedlos por obra; porque esta es vuestra sabiduría y vuestra inteligencia ante los ojos de los pueblos, los cuales oirán todos estos estatutos, y dirán: Ciertamente pueblo sabio y entendido, nación grande es esta.\n</p><p><strong style=\"\">7 </strong>Porque ¿qué nación grande hay que tenga dioses tan cercanos a ellos como lo está Jehová nuestro Dios en todo cuanto le pedimos?\n</p><p><strong>8</strong> Y ¿qué nación grande hay que tenga estatutos y juicios justos como es toda esta ley que yo pongo hoy delante de vosotros?\n</p><p><strong><em>La experiencia de Israel en Horeb\n</em></strong></p><p><strong>9 </strong>Por tanto, guárdate, y guarda tu alma con diligencia, para que no te olvides de las cosas que tus ojos han visto, ni se aparten de tu corazón todos los días de tu vida; antes bien, las enseñarás a tus hijos, y a los hijos de tus hijos.\n</p><p>El plan de Dios no era que solo un individuo diera testimonio en su entorno, sino que toda una nación obrara unida y, en cooperación con Dios, exhibiera la gloria de su carácter ante el mundo. Nota, además, que las “normas y preceptos” que Dios les había comunicado no eran lo que los hacía tan especiales, sino su adhesión a esas normas y preceptos, como resultado de lo cual las demás naciones exclamarían: “¡Qué pueblo sabio y entendido, qué nación grande es esta!” (Deut. 4:6). Por maravillosas que fueran las verdades dadas al pueblo, el hecho de que no vivieran de acuerdo con ellas y las desobedecieran acarrearía maldiciones en lugar de bendiciones, y muerte en lugar de vida.\n</p><p><strong>¿Cómo se aplica hoy a nosotros, los adventistas, el mismo principio, a saber, que es necesario obedecer la verdad además de conocerla?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 22 de abril",
               "dayTitle":"<p>RECIBIÓ LO QUE PIDIÓ</p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p>Según lo establecido originalmente por Dios, Israel no habría de tener un monarca humano como las otras naciones. Con el tiempo, sin embargo, la fe de Israel flaqueó y anhelaron ser como “las naciones” paganas.&nbsp;</p><p><strong>Lee 1 Samuel 8:4 al 18. ¿Por qué los ancianos o líderes querían un rey? ¿De qué manera caemos nosotros en tentaciones similares?\n</strong></p><p><strong>1 Samuel 8:4 al 18\n</strong></p><p><strong>4</strong> Entonces todos los ancianos de Israel se juntaron, y vinieron a Ramá para ver a Samuel,\n</p><p><strong>5</strong> y le dijeron: He aquí tú has envejecido, y tus hijos no andan en tus caminos; por tanto, constitúyenos ahora un rey que nos juzgue, como tienen todas las naciones.\n</p><p><strong>6</strong> Pero no agradó a Samuel esta palabra que dijeron: Danos un rey que nos juzgue. Y Samuel oró a Jehová.\n</p><p><strong>7</strong> Y dijo Jehová a Samuel: Oye la voz del pueblo en todo lo que te digan; porque no te han desechado a ti, sino a mí me han desechado, para que no reine sobre ellos.\n</p><p><strong>8</strong> Conforme a todas las obras que han hecho desde el día que los saqué de Egipto hasta hoy, dejándome a mí y sirviendo a dioses ajenos, así hacen también contigo.\n</p><p><strong>9</strong> Ahora, pues, oye su voz; mas protesta solemnemente contra ellos, y muéstrales cómo les tratará el rey que reinará sobre ellos.\n</p><p><strong>10</strong> Y refirió Samuel todas las palabras de Jehová al pueblo que le había pedido rey.\n</p><p><strong>11</strong> Dijo, pues: Así hará el rey que reinará sobre vosotros: tomará vuestros hijos, y los pondrá en sus carros y en su gente de a caballo, para que corran delante de su carro;\n</p><p><strong>12</strong> y nombrará para sí jefes de miles y jefes de cincuentenas; los pondrá asimismo a que aren sus campos y sieguen sus mieses, y a que hagan sus armas de guerra y los pertrechos de sus carros.\n</p><p><strong>13</strong> Tomará también a vuestras hijas para que sean perfumadoras, cocineras y amasadoras.\n</p><p><strong>14 </strong>Asimismo tomará lo mejor de vuestras tierras, de vuestras viñas y de vuestros olivares, y los dará a sus siervos.\n</p><p><strong>15 </strong>Diezmará vuestro grano y vuestras viñas, para dar a sus oficiales y a sus siervos.\n</p><p><strong>16</strong> Tomará vuestros siervos y vuestras siervas, vuestros mejores jóvenes, y vuestros asnos, y con ellos hará sus obras.\n</p><p><strong>17 </strong>Diezmará también vuestros rebaños, y seréis sus siervos.\n</p><p><strong>18 </strong>Y clamaréis aquel día a causa de vuestro rey que os habréis elegido, mas Jehová no os responderá en aquel día.\n</p><p>Es importante notar que el hecho de que pidieran un rey implicaba rechazar a Dios como su gobernante. Según lo establecido, la nación debía responder directamente al Creador, y su relación con él se ponía de manifiesto, entre otras cosas, por medio del Santuario y sus servicios. Al solicitar un rey, traerían sobre sí los mismos padecimientos que experimentaban los reinos paganos: reclutamiento militar para las guerras del rey, confiscación de bienes, impuestos y otros males. Descubrirían que los poderosos tienden a gobernar para su propio beneficio, no benévolamente, como Dios.\n</p><p>Además, el nuevo arreglo sería permanente. Se daría a Israel lo que pidiera, pero cuando se diera cuenta de que se había equivocado, el nuevo sistema de gobierno seguiría en pie. “En ese día clamarán a mí a causa del rey que habrán elegido, pero el Señor no los oirá” (1 Sam. 8:18). Dios conoce la debilidad de su pueblo y predijo desde el principio que Israel pediría un rey humano. Así lo hicieron, y gran parte de la historia sagrada es el relato de las consecuencias de esa decisión. Lee Deuteronomio 17:14 al 20. Nota que Dios no dice: “Les daré un rey”, sino que es su pueblo quien quiere uno. Dios puso salvaguardas para proteger a su pueblo de algunos de los males del gobierno humano, aunque, como lo demostró la historia de la nación y sus reyes, esas salvaguardas fueron a menudo ignoradas. Basta con mirar la historia de Israel después de que decidió tener un monarca para ver cuán penosas fueron las cosas para ellos bajo sus reyes. Aunque algunos de estos fueron mejores que otros, incluso los “buenos” hicieron lo malo (piensa en David y Betsabé). En muchos casos, la nación vivió bajo el gobierno de un rey tras otro que hizo “lo malo a los ojos del Señor” (ver 1 Rey. 11:6; 15:26; 16:30; 2 Rey. 3:2, etc.).\n</p><p><strong>Hoy como ayer, todos los gobiernos humanos tienen algo en común: pecadores gobiernan a pecadores. En vista de ello, no debería sorprendernos que las cosas no resulten bien.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miércoles 23 de abril",
               "dayTitle":"<p>LOS GOBERNANTES DE LOS GENTILES</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p>La manera en que Dios se relacionó con Israel ilustra cómo se relacionó con la iglesia cristiana. De hecho, los errores de Israel sirvieron en muchos aspectos para prefigurar los errores de la iglesia. Lejos de poder afirmar que somos espiritualmente superiores al antiguo Israel, los cristianos hemos sido hasta hoy muy susceptibles a ceder a las mismas tentaciones.\n</p><p><strong>Lee Mateo 20:25 al 28. ¿Contra qué error advirtió Jesús a sus discípulos al establecer la obra de la iglesia cristiana?\n</strong></p><p><strong>Mateo 20:25 al 28\n</strong></p><p><strong>25</strong> Entonces Jesús, llamándolos, dijo: Sabéis que los gobernantes de las naciones se enseñorean de ellas, y los que son grandes ejercen sobre ellas potestad.\n</p><p><strong>26</strong> Mas entre vosotros no será así, sino que el que quiera hacerse grande entre vosotros será vuestro servidor,\n</p><p><strong>27</strong> y el que quiera ser el primero entre vosotros será vuestro siervo;\n</p><p><strong>28</strong> como el Hijo del Hombre no vino para ser servido, sino para servir, y para dar su vida en rescate por muchos\n</p><p>Israel pidió un rey humano, petición que condujo a la caída moral de la nación. Los reyes se volvieron progresivamente más malvados hasta que Dios permitió que los babilonios llevaran cautivo a su pueblo como una forma de corregir el rumbo. Algo similar ocurrió en la historia de la iglesia cristiana. Aunque no debían estructurarse como una nación pagana, cuando Constantino llegó al poder y profesó ser cristiano, los creyentes se sintieron aliviados, pues la persecución había terminado. Eso fue una bendición, pero la iglesia luego pensó que podría aprovechar el poder del emperador para su propio beneficio. Algunas importantes discusiones irrumpieron entre los cristianos del cuarto siglo. Cuando la iglesia vio que no podría resolverlas, le permitió al emperador que interviniera. Gradualmente, el obispo de la ciudad de Roma adquirió mayor protagonismo, aunque antes era un obispo superior entre iguales. La iglesia le permitió al Estado intervenir en asuntos religiosos, y una vez que el Estado tuvo un pie puesto dentro de la Iglesia, las cosas fueron de mal en peor. Al igual que el antiguo Israel, muchos de los capítulos más oscuros de la historia cristiana son el resultado directo del compromiso de la iglesia con el mundo. Así como Israel se volvió hacia la adoración de ídolos y sus reyes se corrompieron por su apetito de poder hasta el punto de sacrificar niños a los ídolos, la iglesia adoptó gradualmente muchos de los medios y métodos de un imperio pagano hasta el punto de que muchos creyentes fieles fueron martirizados porque eran percibidos como amenazas para la Iglesia-Estado.\n</p><p><strong>Dentro de tu cultura y en tu sociedad, ¿cómo pueden estas mismas tentaciones poner en peligro la integridad de tu fe?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 24 de abril",
               "dayTitle":"<p>UNA LUZ PARA LOS GENTILES</p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p>Dios estableció la nación de Israel para salvar al mundo, no para condenarlo. La mayoría de nosotros nos sentimos condenados cuando somos confrontados por el comportamiento justo de alguien; así que la existencia de Israel también sirvió para resaltar el pecado y el egoísmo de las naciones vecinas. Los creyentes que viven en armonía con Dios resaltan el carácter justo de él y motivan así a otros a reflexionar. Idealmente, la vida de quienes “guardan los mandamientos de Dios” (Apoc. 14:12) debería ilustrar el carácter divino. Si los israelitas hubieran actuado como debían y hubieran hecho lo que se les había indicado, las naciones paganas se habrían acercado a ellos de manera pacífica y deseosas de saber más acerca de ellos y de su Dios. Trágicamente, como demostró el cautiverio en Babilonia, estas naciones vinieron a ellos en son de guerra. El máximo exponente del carácter de Dios fue Jesús, el único ser humano que ha revelado a la perfección cómo es Dios. Pero su ejemplo perfecto, que ciertamente produjo convicción en los corazones, tenía la intención de ser una invitación (ver Juan 3:16-21). El propósito divino para el establecimiento de la nación de Israel fue el mismo que para la iglesia: él anhela que su pueblo atraiga a los pecadores a Cristo. El llamado contenido en los mensajes de los tres ángeles y transmitido por medio de su iglesia no se dirige a unos pocos elegidos, sino a “toda nación y tribu, lengua y pueblo” (Apoc. 14:6). Apocalipsis 18:1 predice que toda la Tierra será iluminada con la gloria de Dios antes del regreso de Cristo.\n</p><p><strong>¿</strong><strong>Qué nos enseñan los siguientes pasajes acerca del papel que Dios quiere que su pueblo cumpla en el mundo? ¿Cómo podemos aplicar estos principios a nosotros mismos?\n</strong></p><p><strong>(a) Números 14:17-21\n</strong></p><p><strong>17</strong> Ahora, pues, yo te ruego que sea magnificado el poder del Señor, como lo hablaste, diciendo:\n</p><p><strong>18</strong> Jehová, tardo para la ira y grande en misericordia, que perdona la iniquidad y la rebelión, aunque de ningún modo tendrá por inocente al culpable; que visita la maldad de los padres sobre los hijos hasta los terceros y hasta los cuartos.\n</p><p><strong>19 </strong>Perdona ahora la iniquidad de este pueblo según la grandeza de tu misericordia, y como has perdonado a este pueblo desde Egipto hasta aquí.\n</p><p><strong><em>Jehová castiga a Israel\n</em></strong></p><p><strong>20 </strong>Entonces Jehová dijo: Yo lo he perdonado conforme a tu dicho.\n</p><p><strong>21</strong> Mas tan ciertamente como vivo yo, y mi gloria llena toda la tierra.\n</p><p><strong>(b) Isaías 42:6; 49:6; 60:3\n</strong></p><p><strong>Isaías 42:6&nbsp;</strong>&nbsp;Yo Jehová te he llamado en justicia, y te sostendré por la mano; te guardaré y te pondré por pacto al pueblo, por luz de las naciones.\n</p><p><strong>Isaías 49:6&nbsp; </strong>Dice: Poco es para mí que tú seas mi siervo para levantar las tribus de Jacob, y para que restaures el remanente de Israel; también te di por luz de las naciones, para que seas mi salvación hasta lo postrero de la tierra.\n</p><p><strong>Isaías 60:3 </strong>Y andarán las naciones a tu luz, y los reyes al resplandor de tu nacimiento.\n</p><p><strong>(c) Apocalipsis 18:1-4\n</strong></p><p><strong>1</strong> Después de esto vi a otro ángel descender del cielo con gran poder; y la tierra fue alumbrada con su gloria.\n</p><p><strong>2 </strong>Y clamó con voz potente, diciendo: Ha caído, ha caído la gran Babilonia, y se ha hecho habitación de demonios y guarida de todo espíritu inmundo, y albergue de toda ave inmunda y aborrecible.\n</p><p><strong>3 </strong>Porque todas las naciones han bebido del vino del furor de su fornicación; y los reyes de la tierra han fornicado con ella, y los mercaderes de la tierra se han enriquecido de la potencia de sus deleites.\n</p><p><strong>4 </strong>Y oí otra voz del cielo, que decía: Salid de ella, pueblo mío, para que no seáis partícipes de sus pecados, ni recibáis parte de sus plagas.\n</p><p><strong>Lee nuevamente en Apocalipsis 18:1 al 4 el llamado de Dios a su pueblo para que salga de Babilonia. ¿Cómo sucederá eso? En otras palabras, ¿cómo podemos nosotros, como iglesia que no está en Babilonia, ser utilizados por Dios para llamar a su pueblo que todavía está en ella?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 25 de abril",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR</p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p>Lee Isaías 44:24 a 45:13. “Poco a poco, primero subrepticiamente y en silencio, y después con más desembozo, conforme iba cobrando fuerza y dominio sobre la mente de los hombres, ‘el misterio de iniquidad’ hizo progresar su obra engañosa y blasfema. De un modo casi imperceptible, las costumbres del paganismo penetraron en la iglesia cristiana. El espíritu de avenencia y conformidad fue refrenado por algún tiempo por causa de las terribles persecuciones que sufriera la iglesia bajo el régimen del paganismo. Pero, habiendo cesado la persecución, y habiendo penetrado el cristianismo en las cortes y los palacios de los reyes, la iglesia dejó a un lado la humilde sencillez de Cristo y de sus apóstoles por la pompa y el orgullo de los sacerdotes y los gobernantes paganos; y sustituyó los requerimientos de Dios por las teorías y las tradiciones de los hombres. “La conversión nominal de Constantino, a principios del siglo IV, causó gran regocijo; y el mundo, disfrazado con una forma de rectitud, se introdujo en la iglesia. Desde entonces, la obra de corrupción progresó rápidamente. El paganismo, que parecía haber sido vencido, vino a ser el vencedor. Su espíritu dominó a la iglesia. Sus doctrinas, ceremonias y supersticiones se incorporaron a la fe y al culto de los que profesaban ser seguidores de Cristo” (Elena de White, El conflicto de los siglos, pp. 53, 54). En línea con la pregunta que aparece al final del miércoles, ¿no corremos todos el peligro, sobre todo cuanto más tiempo estemos aquí, de cambiar “la humilde sencillez de Cristo y de sus apóstoles” por la pompa, el poder, los elogios y las tentaciones del mundo? Si pensamos que no es así, nos engañamos a nosotros mismos.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> Cuando Dios envió a su pueblo al exilio en Babilonia, fue para ellos un momento especialmente doloroso. Abraham había sido llamado a salir de Caldea para establecer el pueblo del pacto como luz para el planeta, y ahora este pueblo era llevado allí en cadenas. Durante su cautiverio, Dios mostró a Israel lo que podría haber ocurrido si hubieran sido fieles. Nabucodonosor, el gobernante de un sistema totalmente opuesto a Dios, terminó acercándose a Cristo (Dan. 4). Al final del cautiverio en Babilonia, Dios levantó a un rey persa para que sirviera como tipo o representación de Cristo, libertara a su pueblo de Babilonia y lo devolviera a la Tierra Prometida. Aunque Ciro no era israelita, Dios lo eligió para mostrar al mundo el plan de salvación al permitir que el pueblo del pacto regresara a Jerusalén. ¿Qué lecciones podemos aprender acerca de cómo ve Dios a la humanidad a partir del hecho de que usó a personas que no formaban parte de su pueblo para lograr sus objetivos?&nbsp;</p><p><strong>2.</strong> Puede que no estemos en Babilonia, pero ¿cuánto de ella puede haber en nosotros? ¿Cómo podemos detectar este problema y corregirlo?</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 25 de abril",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":48,
               "idDay":8,
               "idLesson":4,
               "lessonText":"<p><strong>RESEÑA</strong>&nbsp;</p><p><strong>Texto clave:&nbsp;Daniel 7:14.</strong></p><p><strong>&nbsp;Enfoque del estudio:</strong> Génesis 12:1-9.</p><p>Introducción Cuando Dios creó la Tierra, tenía un plan de felicidad y amor para las personas que vivirían en ella. Sin embargo, en lugar de cumplir el plan de Dios, la gente cayó en la tentación de elegir sus propios caminos. En las próximas dos lecciones, estudiaremos cómo las naciones fracasaron en encontrar el camino correcto y cómo Dios guio a la gente en su lucha por encontrar luz en la oscuridad. Esta oscuridad fue producida por su deseo de autogobierno. El deseo de autogobierno se manifestó por primera vez en el Jardín del Edén, cuando Adán y Eva, bajo la influencia de la serpiente, desobedecieron a Dios y cayeron en la tentación de anhelar ser “como Dios” (Gén. 3:5). En consecuencia, Adán y Eva, como seres caídos, adquirieron el conocimiento del pecado y perdieron así el poder moral de elegir el bien sobre el mal (Gén. 3:22). Más adelante en la historia temprana de la humanidad, los hombres de Babel decidieron erigir una torre para llegar a la puerta de Dios (“Bab-El”) en el Cielo y así poder usurpar el lugar de Dios (Gén. 11:1-4). Pero los constructores de Babel se confundieron y, como consecuencia de su presunción, Dios los dispersó por la Tierra. Incluso el pueblo de Israel intentó gobernarse a sí mismo y, en lugar de aceptar el liderazgo directo de Dios, buscó un rey entre los hombres de sus tribus. Dios respondió a todos estos movimientos humanos con iniciativas divinas. En primerlugar, llamó a Abraham a fin de que se convirtiera en una bendición para las naciones. Entonces Israel, y más tarde la iglesia, fueron llamados a dar testimonio a las naciones acerca del Reino de Dios. Contra la tentación de confiar en el poder humano para construir los reinos en esta Tierra y caer así en la oscuridad, la Biblia presenta la esperanza del Reino de Dios, la única luz para las naciones.\n</p><p><strong>COMENTARIO&nbsp;</strong></p><p><strong><em>Adán y Eva&nbsp;</em></strong></p><p>En el Jardín del Edén, la historia de la interacción entre Eva y la serpiente revela la raíz del fracaso humano: la ambición de sustituir a Dios, de ocupar su lugar. La serpiente aparece en primer lugar en la narración. Cuando habla, suena como Dios, el Creador mismo, ya que “dijo” (Gén. 3:1), al igual que Dios en diez ocasiones a lo largo del relato de la Creación. En ambos relatos se utiliza la misma forma verbal wayyo’mer, “Él dijo”. La construcción de la frase es problemática, ya que no se indica el sujeto del verbo “dijo”. De hecho, este es el único caso en todo el pasaje en el que no se indica claramente el sujeto. Y, para mayor dificultad, el nombre Elohim, “Dios”, aparece antes del verbo “decir”, lo que podría dar la impresión de que Dios es quien habla. El texto hebreo tiene la siguiente secuencia de palabras: “que Dios hizo, y dijo a la mujer”. Por lo tanto, daría la impresión de que la serpiente se colocó en lugar de Dios. Curiosamente, el mismo fenómeno se produce cuando la mujer desobedeció a Dios. La frase que describe su comportamiento, “la mujer vio [...] que era bueno” (Gén. 3:6), recuerda la evaluación que Dios hizo de su Creación: “Dios vio que [...] era bueno” (Gén. 1:4, 10, 12, 18, 25, 31). Este eco entre las palabras de Dios y las de Eva sugiere que ella ya había sustituido, en virtud de su propia opinión, al Creadordivino. De hecho, Eva se comporta como Dios: “Tomó de su fruto y comió. Y tambiéndio a su esposo, que comió igual que ella” (Gén. 3:6). Estos tres verbos solo habían sido asociados con el Creador hasta ese momento. Dios dio de comer (Gén. 1:29), tomó al hombre (Gén. 2:15) y tomó una de sus costillas (Gén. 2:21). Por lo tanto,Eva se comporta como si fuera la creadora y así imita el accionar de la serpiente. Más tarde, tanto Adán como Eva volverán a intentar ocupar el lugar de Dios cuando se den cuenta de que están desnudos. El texto bíblico dice que “cosieron hojas de higuera, y se hicieron delantales” (Gén. 3:7; RVR 1960). El verbo “hacer” únicamente se ha utilizado hasta ahora en el relato en relación con Dios, el Creador (Gén. 1:31; 2:2, etc.). Significativamente, Adán y Eva intentaron resolver su problema ocupando el lugar de Dios, un movimiento que ya había sido iniciado por la mujer. Es preocupante que la pareja humana se uniera ahora a la agenda de la serpiente, que consiste en usurpar el papel de Dios. La iniciativa blasfema de ellos es sugerida también por el eco existente entre las palabras ‘eirom, que describe su “desnudez”, y ‘arum, que designa la “astucia” de la serpiente (Gén. 3:1).\n</p><p><em><strong>Los constructores de Babel&nbsp;</strong></em></p><p>El lenguaje empleado para describir la obra de los constructores de Babel se hace eco del relato de la Creación, con la intención deliberada de revertir la obra de la Creación y sustituir a Dios, el Creador. Esta intención ya se hace evidente en la tabla de las naciones, donde la fundación del reino de Babel por parte de Nimrod es introducida con la palabra técnica re’shit, “principio” (Gén. 10:10), la cual evoca el relato divino de la Creación (Gén. 1:1). Nimrod, cuyo nombre significa “rebelión”, es presentado como el creador de Babel, mientras que Dios es el Creador de los Cielos y la Tierra. En la historia de la torre de Babel observamos la misma usurpación. La frase ‘al peney, “sobre la faz de”, utilizada para referirse a la condición de la Tierra antes de la Creación (Gén. 1:2), reaparece aquí (Gén. 11:4). Mientras que el relato de la Creación pasó de un elemento (las aguas) a la multiplicidad y la diversidad, Babel revierte el estado de multiplicidad en procura de un solo elemento. La palabra de Dios, wayyomer ‘Elohim, “Dios dijo”, ha sido sustituida por la palabra de los constructores, wayy’omeru, “ellos dijeron” (Gén. 11:3, 4). La realización divina de la Creación, expresada mediante la construcción wayehi, “y fue” (Gén. 1:3), ha sido sustituida por el logro humano, wattehi, “y fue” (Gén. 11:3; RVA). La decisión conjunta de los tres integrantes de la Deidad, na’aseh, “hagamos” (Gén. 1:26), fue sustituida por la iniciativa conjunta de los humanos, na’aseh, “hacernos” (Gén. 11:4). Los constructores de Babel tenían la misma ambición que Eva: querían ser como Dios.\n</p><p><strong><em>El llamado de Abram&nbsp;</em></strong></p><p>Dios llama a Abram con estas palabras: “Haré de ti una gran nación [...] engrandeceré tu nombre” (Gén. 12:2). El llamado de Dios responde y se opone a los designios de los constructores de Babel. No es, pues, casual que el llamado divino hecho a Abram para que se marchara tuviera lugar en la tierra de Ur de los Caldeos. De hecho, es sorprendente que la antigua ciudad sumeria de Ur estuviera situada en la región de Babilonia que guarda una relación más estrecha con el incidente de Babel. El hecho de que Abram escuchara el llamado a abandonar un lugar saturadodel recuerdo de Babel tiene sentido y no debería sorprendernos, no solo por consideraciones históricas y geográficas, sino también por sus implicaciones teológicas. Desde el clamor de los profetas hasta la súplica apocalíptica, el llamado divino a “salir de Babilonia” (el nombre griego de Babel) tiene una larga historia teológica en la tradición bíblica (ver Isa. 48:20; Apoc. 18:4). El llamado divino no solo significa la liberación de las opresivas condiciones del exilio, así como la restauración nacionalen la Tierra Prometida, sino implica también un retorno al Pacto. Los constructores de Babel querían hacerse un gran nombre y convertirse en una nación universal, única (Gén. 11:4). Curiosamente, el verbo “hacer” es una palabra clave del relato de la Creación, donde aparece siete veces, con Dios como sujeto (Gén. 1:7, 16, 25, 26; 2:2 [2x], 3). El mismo verbo es utilizado tres veces para describir la actividad de los constructores de Babel (Gén. 11:4, 6 [2x]), y una de ellas, en particular, en relación con su renombre (Gén. 11:4). Babel se erigía, pues, en lugar del Creador. El llamado a Abram restablece las prerrogativas de Dios. Solo él, como Creador, puede verdaderamente “hacer”; y solo él puede hacerse digno de renombre. Además, solo el nombre de Dios es descrito como “grande” (Jos. 7:9).\n</p><p><strong><em>La bendición de Abram</em></strong></p><p>La palabra baraj, “bendecir”, es clave en el llamado de Dios a Abram, donde aparece cinco veces. El uso de este término es particularmente prominente en Génesis, donde aparece 88 veces (en comparación con 356 veces en el resto de la Biblia hebrea). El concepto hebreo de “bendición” se asocia a menudo con la perspectiva de la fecundidad (Gén. 1:21-23). Así, el llamado a Abram da un vuelco a la ideología de Babel. Frente a los constructores de Babel, quienes se negaron a seguir el plan divino de la Creación para multiplicarse, la bendición de Abram restablece las fuerzas de la Creación y la promesa de futuro. Mientras que los constructores de Babel fundaban su seguridad solo en sí mismos, el bienestar de las naciones depende únicamente de la bendición de Dios a Abram. La razón esencial de esta bendición reside en un acontecimiento histórico futuro: “Por medio de ti serán benditas todas las familias de la tierra” (Gén. 12:3). La frase preposicional “por medio de ti” significa “por medio de tu descendencia”. Es decir, no es “por medio de Abram” como se obtiene la bendición, sino por medio del Descendiente de Abram, el mismo “Descendiente” mesiánico de Génesis 3:15, texto con el que nuestro pasaje comparte muchos vocablos, formas gramaticales, y asociaciones de palabras y temas. Pablo utiliza el mismo lenguaje para describir el efecto universal del pacto “en Cristo Jesús” (Gál. 6:15).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p><strong>Sustituir a Dios. </strong>Puesto que la esencia del pecado es la pretensión de ocupar el lugar de Dios, hazte la siguiente pregunta: ¿Cómo podemos caer en ello, si no tenemos cuidado, en todos los aspectos de nuestra vida? Analiza los siguientes aspectos en tu clase:&nbsp;</p><p><em>Sustituir a Dios en nuestras palabras. </em>Cuando mentimos, ocultamos o distorsionamos un hecho, sustituimos la verdad (lo que Dios ve) por nuestra versión de ella. Cuando nos jactamos, generalmente exageramos nuestro valor a expensas del prójimo o incluso a expensas de Dios mismo, tal como lo hizo Nabucodonosor tras construir la ciudad de Babilonia (Dan. 4:30).</p><p><em>&nbsp;Sustituir a Dios en nuestro trabajo. </em>Cuando trabajamos en exceso, ignoramos las leyes de la salud o a nuestra familia, que necesita nuestra presencia y atención. También cuando somos perezosos o hacemos un trabajo mediocre. Otra forma de sustituir a Dios en nuestras labores es engañar, plagiar, apropiarse del trabajo o los hallazgos de otra persona, pretendiendo que son tuyos.&nbsp;</p><p><em>Sustituir a Dios en nuestra vida religiosa. </em>Cuando adoramos a otra persona o a algo que no es Dios, ya sea dinero, trabajo, un automóvil, una casa o a nosotros mismos, cometemos el pecado de la idolatría.&nbsp;</p><p><em>La respuesta al llamado de Dios.</em> Puesto que tratar de reemplazar a Dios es pecado, ¿qué puedes hacer para permitir que Dios quite al yo del trono de tu corazón y se entronice a sí mismo? Busca en la Biblia ejemplos de esta intervención divina. Analiza la respuesta de Dios al pecado humano; reflexiona acerca de la cuestión de la sustitución: el hecho de que Dios eligiera morir en tu lugar para que tú pudieras vivir. Medita acerca de acontecimientos concretos de la historia de Israel en los que Dios obró en favor de los seres humanos (por ejemplo, la Creación, el Éxodo, el exilio en Babilonia, o momentos concretos en los que luchó por su pueblo [Éxo. 14:14], etc.).</p><p><br></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>LAS NACIONES - PRIMERA PARTE</p>",
         "verse":"<p>“Y le fue dado dominio, y gloria y reino; y todos los pueblos, naciones y lenguas le sirvieron. Su dominio es eterno, que nunca pasará, y su reino nunca será destruido” (Dan. 7:14).</p>",
         "versionCode":10,
         "weekDate":"19-25 de abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
