{
  "data": [
    {
      "color": "#33ff55",
      "id": 1,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "24 de septiembre",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>Muchos pensadores han intentado explicar el origen del mal. Algunos sugieren que el mal siempre ha existido porque, a su modo de ver, el bien únicamente puede apreciarse en contraste con el mal. Otros creen que el mundo fue creado perfecto, pero de alguna manera surgió el mal.<br><br>Por ejemplo, en la mitología griega, el mal empezó cuando la curiosa Pandora abrió una caja sellada de la que salieron todos los males del mundo. En cambio, la Biblia enseña que nuestro Dios amante es todopoderoso (1 Crón. 29:10, 11) y perfecto (Mat. 5:48). Todo lo que hace debe ser igualmente perfecto (Deut. 32:4), incluyendo la creación de nuestro mundo. Entonces, ¿cómo pudieron surgir el mal y el pecado en un mundo perfecto? Según Génesis 3, la caída de Adán y de Eva introdujo el pecado, la maldad y la muerte.<br><br>Pero, esa respuesta plantea otro problema. Aun antes de la Caída, el mal ya existía, como lo manifestó la “serpiente” que engañó a Eva (Gén. 3:1-5). Por lo tanto, necesitamos remontarnos incluso hasta antes de la Caída para dar con la fuente y los orígenes del mal, que tanto domina nuestra existencia actual y que a veces puede hacer que sea sumamente miserable.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de septiembre",
          "dayTitle": "<p>LA CREACIÓN, UNA EXPRESIÓN DE AMOR<br></p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>La naturaleza en su condición actual transmite un mensaje ambiguo que entremezcla el bien y el mal. Los rosales pueden producir rosas hermosas y fragantes, pero también espinas dañinas y dolorosas. Un tucán puede impresionarnos con su belleza y luego desanimarnos cuando ataca el nido de otras aves y se come sus frágiles polluelos; incluso los seres humanos, que pueden ser amables y de un momento a otro odiosos e incluso violentos. No es de extrañar que, en la parábola del trigo y la cizaña, los siervos le preguntaran al dueño del campo: “Señor, ¿no sembraste buena semilla en tu campo? ¿De dónde, pues, tiene cizaña?” (Mat. 13:27). Y el dueño respondió: “Un enemigo ha hecho esto” (Mat. 13:28). Asimismo, Dios creó el Universo perfecto, pero un enemigo lo profanó con las misteriosas semillas del pecado.<br><br><strong>Lee 1 Juan 4:8 y 16. La certeza de que “Dios es amor” ¿qué nos puede decir acerca de la naturaleza de sus actividades creadoras?</strong><br></p><p><strong>1 Juan 4:8,16</strong></p><p><sup><strong>8</strong>.</sup> El que no ama, no ha conocido a Dios; porque Dios es amor.</p><p><sup><strong>16 </strong></sup>Y nosotros hemos conocido y creído el amor que Dios tiene para con nosotros. Dios es amor; y el que permanece en amor, permanece en Dios, y Dios en él.<br><strong></strong></p><p>El hecho de que “Dios es amor” (1 Juan 4:8, 16) transmite al menos tres implicaciones básicas. En primer lugar, por naturaleza, el amor no puede existir encerrado en sí mismo, sino que debe expresarse. (¿Qué clase de amor no se expresa?) El amor de Dios se comparte internamente entre las tres Personas de la Deidad y externamente en su relación con todas sus criaturas. En segundo lugar, todo lo que Dios hace es una expresión de su amor incondicional e inmutable. Esto incluye sus obras creadoras, sus acciones redentoras, e incluso las manifestaciones de sus juicios punitivos. En realidad, “el amor de Dios ha sido expresado en su justicia no menos que en su misericordia. La justicia es el fundamento de su Trono y el fruto de su amor” (DTG 711). Y, en tercer lugar, puesto que Dios es amor y todo lo que hace expresa su amor, él no puede ser el originador del pecado, que está en oposición directa a su propio carácter.<br><br>Pero, francamente, ¿necesitaba Dios crear el Universo? Desde la perspectiva de su soberanía, se podría decir que no, porque fue una decisión de su libre albedrío. Pero, desde la perspectiva de su naturaleza amante, él deseaba un Universo como medio para expresar su amor. Y, qué asombroso que haya creado algunas formas de vida, como a los seres humanos, que son capaces no solo de responder al amor de Dios, sino también de compartir y expresar amor a Dios y también a los demás. (Ver también Mar. 12:30, 31.)<br><br><strong>Observa el mundo creado a tu alrededor</strong>. ¿Dónde puedes ver reflejos del amor de Dios, a pesar de los estragos del pecado? ¿Cómo podemos aprender a extraer lecciones de esperanza de la expresión del amor de Dios revelado en la Creación?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de septiembre",
          "dayTitle": "<p>EL LIBRE ALBEDRÍO, EL FUNDAMENTO DEL AMOR<br></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee 1 Juan 4:7 al 16. ¿Qué nos dice este pasaje sobre el libre albedrío como condición para cultivar el amor?</strong></p><p><br></p><p><strong>1 Juan 4:7 -16</strong></p><p><sup>7<strong> </strong></sup>Amados, amémonos unos a otros; porque el amor es de Dios. Todo aquel que ama, es nacido de Dios, y conoce a Dios. <sup><br></sup></p><p><sup><strong>8</strong></sup> El que no ama, no ha conocido a Dios; porque Dios es amor. <sup><br></sup></p><p><sup><strong>9</strong></sup> En esto se mostró el amor de Dios para con nosotros, en que Dios envió a su Hijo unigénito al mundo, para que vivamos por él. <sup><br></sup></p><p><sup><strong>10</strong></sup> En esto consiste el amor: no en que nosotros hayamos amado a Dios, sino en que él nos amó a nosotros, y envió a su Hijo en propiciación por nuestros pecados. <sup><br></sup></p><p><sup><strong>11</strong></sup> Amados, si Dios nos ha amado así, debemos también nosotros amarnos unos a otros. <sup><br></sup></p><p><sup><strong>12</strong></sup> Nadie ha visto jamás a Dios. Si nos amamos unos a otros, Dios permanece en nosotros, y su amor se ha perfeccionado en nosotros.<sup><br><br><strong>13</strong></sup> En esto conocemos que permanecemos en él, y él en nosotros, en que nos ha dado de su Espíritu. <sup><br></sup></p><p><sup><strong>14</strong></sup> Y nosotros hemos visto y testificamos que el Padre ha enviado al Hijo, el Salvador del mundo. <sup><br></sup></p><p><sup><strong>15</strong></sup> Todo aquel que confiese que Jesús es el Hijo de Dios, Dios permanece en él, y él en Dios. <sup><br></sup></p><p><sup><strong>16</strong></sup> Y nosotros hemos conocido y creído el amor que Dios tiene para con nosotros. Dios es amor; y el que permanece en amor, permanece en Dios, y Dios en él.<strong> </strong><br><br>Las flores artificiales pueden ser hermosas, pero no crecen ni florecen como las reales. Los robots están preprogramados para hablar y realizar muchas tareas, pero no tienen vida ni emociones. En realidad, la vida y el libre albedrío son condiciones indispensables para que alguien reciba, cultive y comparta el amor.<br><br>Por eso, nuestro amoroso Dios creó a los ángeles (incluyendo a Lucifer) y a los seres humanos con libertad para tomar sus propias decisiones; entre ellas, la posibilidad de seguir un camino equivocado. En otras palabras, Dios creó todo el Universo como un ambiente perfecto y armonioso para que sus criaturas crecieran en amor y sabiduría.<br><br><strong>En 1 Juan 4:7 al 16,</strong> el apóstol Juan subraya que “Dios es amor” y que nos manifestó su amor al enviar a su propio Hijo a morir por nuestros pecados. Como resultado, debemos expresar nuestra gratitud por su amor infinito amándonos unos a otros. Ese amor, de origen divino, sería la evidencia más convincente de que Dios habita en nosotros y que nosotros permanecemos en él. Este llamado a reflejar el amor de Dios unos por otros solo tiene sentido si va destinado a criaturas que pueden elegir cultivar y expresar ese amor o, en cambio, vivir una vida egocéntrica. Sin embargo, se puede abusar fácilmente de la libertad de elección, un hecho triste demostrado en la trágica rebelión de Lucifer en el cielo.<br><br>Aunque reconocen la importancia del libre albedrío, algunos todavía se preguntan: Si Dios sabía que Lucifer se rebelaría, ¿por qué lo creó? La creación de Lucifer, ¿no responsabiliza a Dios, en última instancia, por el origen del pecado?<br><br>Es muy difícil especular sobre esta pregunta porque depende de muchos factores; entre ellos, el significado exacto de la palabra “responsable”. El origen y la naturaleza del pecado son misterios que nadie puede explicar completamente. Aun así, Dios no ordenó que existiera el pecado; solo permitió su existencia, y luego, en la Cruz, tomó sobre sí el castigo máximo por ese pecado, lo que posibilita que, finalmente, lo erradique. En todas nuestras dolorosas elucubraciones sobre el mal, nunca debemos olvidar que Dios mismo pagó el precio máximo por la existencia del pecado y del mal (ver Mat. 5:43–48; Rom. 5:6–11), y que él sufrió por ellos más de lo que cualquiera de nosotros jamás sufrirá.<br><br><strong>El libre albedrío, un regalo de Dios, es sagrado</strong>, pero conlleva poderosas consecuencias, no solo para ti, sino también para los demás. <strong>¿Qué decisiones importantes estás a punto de tomar, haciendo uso de este don, y cuáles serán las consecuencias de las decisiones que tomes?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de septiembre",
          "dayTitle": "<p>MISTERIOSA INGRATITUD<br></p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Ezequiel 28:12 al 19. ¿Qué podemos aprender de este pasaje sobre el misterioso origen del pecado?</strong><br></p><p><strong>Ezequiel 28:12 -19</strong></p><p><strong><sup>&nbsp;12</sup> </strong>Hijo de hombre, levanta endechas sobre el rey de Tiro, y dile: Así ha dicho Jehová el Señor: Tú eras el sello de la perfección, lleno de sabiduría, y acabado de hermosura. <sup><br></sup></p><p><sup><strong>13 </strong></sup>En Edén, en el huerto de Dios estuviste; de toda piedra preciosa era tu vestidura; de cornerina, topacio, jaspe, crisólito, berilo y ónice; de zafiro, carbunclo, esmeralda y oro; los primores de tus tamboriles y flautas estuvieron preparados para ti en el día de tu creación. <sup><br></sup></p><p><sup><strong>14</strong></sup> Tú, querubín grande, protector, yo te puse en el santo monte de Dios, allí estuviste; en medio de las piedras de fuego te paseabas. <sup><br></sup></p><p><sup><strong>15</strong></sup> Perfecto eras en todos tus caminos desde el día que fuiste creado, hasta que se halló en ti maldad. <sup><br></sup></p><p><sup><strong>16 </strong></sup>A causa de la multitud de tus contrataciones fuiste lleno de iniquidad, y pecaste; por lo que yo te eché del monte de Dios, y te arrojé de entre las piedras del fuego, oh querubín protector. <sup><br></sup></p><p><sup><strong>17 </strong></sup>Se enalteció tu corazón a causa de tu hermosura, corrompiste tu sabiduría a causa de tu esplendor; yo te arrojaré por tierra; delante de los reyes te pondré para que miren en ti. <sup><br></sup></p><p><sup><strong>18 </strong></sup>Con la multitud de tus maldades y con la iniquidad de tus contrataciones profanaste tu santuario; yo, pues, saqué fuego de en medio de ti, el cual te consumió, y te puse en ceniza sobre la tierra a los ojos de todos los que te miran. <sup><strong>19</strong></sup> Todos los que te conocieron de entre los pueblos se maravillarán sobre ti; espanto serás, y para siempre dejarás de ser.<strong><br></strong></p><p>Gran parte del libro de Ezequiel se escribió en lenguaje simbólico relativo al tiempo del fin. En muchas ocasiones, se utilizan entidades específicas (como personas, animales y objetos) y eventos locales para representar y describir realidades cósmicas o históricas más amplias. En Ezequiel 28:1 al 10, el Señor se refirió al rey de Tiro (Tiro era una antigua y próspera ciudad portuaria fenicia) como un gobernante rico y orgulloso, que era solo un “hombre” pero que decía ser un dios y que hasta se sentaba (según él) en el trono de los dioses.<br><br>Luego, en Ezequiel 28:12 al 19, esta realidad histórica se convierte en una analogía que describe la caída original de Lucifer en los atrios celestiales. Entonces, el rey de Tiro, que era un ser humano que vivía “en medio de los mares” (Eze. 28:2, 8), ahora representa al “querubín grande, protector” (Eze. 28:14) que vive “en Edén, en el huerto de Dios” y “en el santo monte de Dios” (Eze. 28:14).<br><br>Una declaración crucial en todo el relato se encuentra en Ezequiel 28:15, que dice: “Perfecto eras en todos tus caminos desde el día que fuiste creado, hasta que se halló en ti maldad”. Por lo tanto, cabe destacar que la perfección de Lucifer incluía el potencial para el mal, y eso se debía a que, como ser moral, Lucifer poseía libre albedrío, parte de lo que significa ser un ser perfecto.<br><br>En realidad, Lucifer fue creado perfecto, lo que incluía su capacidad para elegir libremente. No obstante, al abusar de esa perfección por el uso indebido de su libre albedrío, se corrompió al considerarse más importante de lo que realmente era.<br><br>Lucifer ya no estaba satisfecho con la forma en que Dios lo había creado y honrado, y abandonó su gratitud por Dios y deseó recibir más reconocimiento del que realmente merecía. ¿Cómo pudo suceder esto con un ser angelical perfecto que vivía en un Universo perfecto? Es un misterio, como ya se mencionó.<br><br>“El pecado es algo misterioso e inexplicable. No hay razón para su exis- tencia. Intentar explicarlo nos llevaría a tratar de encontrar una razón y un justificativo. El pecado apareció en un Universo perfecto, algo que se muestra inexcusable” (VAAn 33).<br></p><p><strong>1 Tesalonicenses 5:18</strong></p><p><strong><sup>18</sup> </strong>Dad gracias en todo, porque esta es la voluntad de Dios para con vosotros en Cristo Jesús.<strong><br></strong></p><p><strong>En 1 Tesalonicenses 5:18, Pablo dice que debemos dar gracias “en todo”</strong>. ¿Cómo pueden estas palabras ayudarnos a superar cualquier sentimiento de ingratitud y autocompasión, especialmente en tiempos difíciles?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de septiembre",
          "dayTitle": "<p>EL PRECIO DEL ORGULLO<br></p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p>En las Escrituras, afloran dos temas o motivos predominantes que compiten entre sí. Uno es el tema de Salem, el monte Sion, Jerusalén y la Nueva Jerusalén, que representa el Reino de Dios. El otro es el tema de Babel y Babilonia, que representa el falso dominio de Satanás. Varias veces Dios llamó a su pueblo a salir de la Babilonia pagana para servirlo en la Tierra Prometida.<br><br>Por ejemplo, se le pidió a Abram (posteriormente Abraham) que saliera de Ur de los caldeos a la tierra de Canaán (Gén. 11:31-12:9). Al final de su largo exilio, los judíos dejaron Babilonia y regresaron a Jerusalén (Esd. 2). Y en el libro de Apocalipsis, se llama al pueblo de Dios a salir de la Babilonia del tiempo del fin (Apoc. 14:8), para finalmente morar con él en el Monte Sion y la Nueva Jerusalén (Apoc. 14:1; 21:1-3, 10).<br><br><strong>Lee Isaías 14:12 al 15. ¿Qué consecuencias trascendentales para el Universo y para este mundo produjo el orgullo de Lucifer mientras estaba en el cielo?<br></strong></p><p><strong>Isaías 14:12- 15</strong></p><p><sup><strong>12 </strong></sup>¡Cómo caíste del cielo, oh Lucero, hijo de la mañana! Cortado fuiste por tierra, tú que debilitabas a las naciones. <sup><strong>13</strong></sup> Tú que decías en tu corazón: Subiré al cielo; en lo alto, junto a las estrellas de Dios, levantaré mi trono, y en el monte del testimonio me sentaré, a los lados del norte; <sup><br></sup></p><p><sup><strong>14</strong></sup> sobre las alturas de las nubes subiré, y seré semejante al Altísimo. <sup><br></sup></p><p><sup><strong>15</strong></sup> Mas tú derribado eres hasta el Seol, a los lados del abismo. <strong><br></strong></p><p>En la Biblia, la ciudad de Babilonia representa un poder en oposición directa a Dios y su Reino; y el rey de Babilonia (con especial alusión a Nabucodonosor) llega a ser un símbolo de orgullo y arrogancia. Dios había revelado al rey Nabucodonosor que Babilonia era solo la cabeza de oro de la gran imagen con los sucesivos imperios (Dan. 2:37, 38). En abierto desafío a la revelación de Dios, el rey forjó una imagen totalmente de oro, símbolo de que su reino duraría para siempre, y hasta exigió que todos la adoraran (Dan. 3). Como en el caso del rey de Tiro (Eze. 28:12-19), el rey de Babilonia también llegó a ser un símbolo de Lucifer.<br><br>Isaías 14:3 al 11 describe la caída del altivo y opresivo rey de Babilonia. Luego, Isaías 14:12 al 15 pasa del ámbito histórico a los atrios celestiales, y destaca que un espíritu orgulloso y arrogante similar generó la caída original de Lucifer.<br><br>El pasaje explica que Lucifer planificó exaltar su trono sobre todas las huestes celestiales y hacerse “semejante al Altísimo” (Isa. 14:14). Este fue el comienzo de una situación nueva y hostil en la que el amor altruista y la cooperación de Dios se verían desafiados por el egoísmo y la competitividad de Lucifer. El enemigo no temió acusar a Dios de lo que él mismo era y difundir sus mentiras a los demás ángeles. Estos son los misteriosos orígenes del mal en el Universo.<br><br><strong>¿Por qué es tan fácil enorgullecernos y jactarnos de nuestros cargos o logros, o de ambas cosas? Tener presente la Cruz, ¿cómo evita que caigamos en esa trampa?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de septiembre",
          "dayTitle": "<p>LA PROPAGACIÓN DE LA INCREDULIDAD<br></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Apocalipsis 12. ¿Qué enseña este capítulo sobre la propagación de la rebelión desde el cielo hasta la Tierra?</strong><br></p><p><strong>Apocalipsis 12: 1-17</strong></p><p><sup><strong>1</strong></sup> Apareció en el cielo una gran señal: una mujer vestida del sol, con la luna debajo de sus pies, y sobre su cabeza una corona de doce estrellas. <sup><br></sup></p><p><sup><strong>2 </strong></sup>Y estando encinta, clamaba con dolores de parto, en la angustia del alumbramiento. <sup><br></sup></p><p><sup><strong>3 </strong></sup>También apareció otra señal en el cielo: he aquí un gran dragón escarlata, que tenía siete cabezas y diez cuernos, y en sus cabezas siete diademas; <sup><br></sup></p><p><sup><strong>4</strong></sup> y su cola arrastraba la tercera parte de las estrellas del cielo, y las arrojó sobre la tierra. Y el dragón se paró frente a la mujer que estaba para dar a luz, a fin de devorar a su hijo tan pronto como naciese. <sup><br></sup></p><p><sup><strong>5</strong></sup> Y ella dio a luz un hijo varón, que regirá con vara de hierro a todas las naciones; y su hijo fue arrebatado para Dios y para su trono. <sup><br></sup></p><p><sup><strong>6</strong></sup> Y la mujer huyó al desierto, donde tiene lugar preparado por Dios, para que allí la sustenten por mil doscientos sesenta días.<sup><br><br><strong>7 </strong></sup>Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles; <sup><br></sup></p><p><sup><strong>8 </strong></sup>pero no prevalecieron, ni se halló ya lugar para ellos en el cielo. <sup><br></sup></p><p><sup><strong>9</strong></sup> Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él. <sup><br></sup></p><p><sup><strong>10</strong></sup> Entonces oí una gran voz en el cielo, que decía: Ahora ha venido la salvación, el poder, y el reino de nuestro Dios, y la autoridad de su Cristo; porque ha sido lanzado fuera el acusador de nuestros hermanos, el que los acusaba delante de nuestro Dios día y noche. <sup><br></sup></p><p><sup><strong>11 </strong></sup>Y ellos le han vencido por medio de la sangre del Cordero y de la palabra del testimonio de ellos, y menospreciaron sus vidas hasta la muerte. <sup><br></sup></p><p><sup><strong>12 </strong></sup>Por lo cual alegraos, cielos, y los que moráis en ellos. ¡Ay de los moradores de la tierra y del mar! porque el diablo ha descendido a vosotros con gran ira, sabiendo que tiene poco tiempo.<sup><br><strong><br>13 </strong></sup>Y cuando vio el dragón que había sido arrojado a la tierra, persiguió a la mujer que había dado a luz al hijo varón. <sup><strong>14</strong></sup> Y se le dieron a la mujer las dos alas de la gran águila, para que volase de delante de la serpiente al desierto, a su lugar, donde es sustentada por un tiempo, y tiempos, y la mitad de un tiempo. <sup><strong><br></strong></sup></p><p><sup><strong>15 </strong></sup>Y la serpiente arrojó de su boca, tras la mujer, agua como un río, para que fuese arrastrada por el río. <sup><br></sup></p><p><sup><strong>16</strong></sup> Pero la tierra ayudó a la mujer, pues la tierra abrió su boca y tragó el río que el dragón había echado de su boca. <sup><br></sup></p><p><sup><strong>17 </strong></sup>Entonces el dragón se llenó de ira contra la mujer; y se fue a hacer guerra contra el resto de la descendencia de ella, los que guardan los mandamientos de Dios y tienen el testimonio de Jesucristo.<strong><br></strong></p><p>La caída de Lucifer no fue una simple confrontación de ideas contradictorias. Apocalipsis 12 nos dice que estalló una gran guerra en el cielo entre Lucifer y sus ángeles por un lado, y Cristo y sus ángeles por el otro. En este pasaje, a Lucifer se lo llama “el gran dragón”, la “serpiente antigua”, el “diablo y Satanás” y “el acusador de nuestros hermanos” (Apoc. 12:9, 10). A Cristo se lo llama “Miguel” (Apoc. 12:7), que significa “Quién es como Dios”.<br><br>Algunos intérpretes se basan en la alusión al “arcángel Miguel” (Jud. 9) para afirmar que es solo un ser angelical. Pero, en el libro de Daniel, cada visión importante culmina con Cristo y su Reino eterno: como la piedra cortada no con mano (Dan. 2:34, 45); el Hijo de hombre (Dan. 7:13); el Príncipe de los ejércitos y el Príncipe de los príncipes (Dan. 8:11, 25); y como Miguel, el gran Príncipe (Dan. 12:1). Por lo tanto, como el Ángel de Jehová es Dios mismo (Éxo. 3:1–6; Hech. 7:30–33; etc.), Miguel debe ser la misma Persona divina; es decir, Cristo mismo.<br><br>Apocalipsis 12 ofrece una descripción general de este conflicto vigente, que (1) comenzó en el cielo con la rebelión de Lucifer y un tercio de los ángeles celestiales, (2) culminó con la victoria decisiva de Cristo en la Cruz, y (3) aún continúa contra el pueblo remanente de Dios del tiempo del fin.<br><br>Al reflexionar sobre el comienzo de este conflicto, Elena de White explica que, “en su gran misericordia, Dios soportó pacientemente a Lucifer por mucho tiempo. Este no fue expulsado inmediatamente de su puesto elevado cuando se dejó arrastrar primero por el espíritu de descontento, ni tampoco cuando empezó a presentar sus falsos asertos ante los ángeles leales. Fue retenido por mucho tiempo en el cielo. Varias y repetidas veces se le ofreció el perdón con la condición de que se arrepintiese y sometiese” (CS 549, 550).<br><br>No sabemos cuánto duró esa guerra en el plano celestial. Al margen de su intensidad y duración, el aspecto más importante de toda la lucha es que Satanás y sus ángeles “no prevalecieron, ni se halló ya lugar para ellos en el cielo” (Apoc. 12:8; ver también Luc. 10:18). El problema ahora, por supuesto, es que vinieron aquí, a la Tierra.<br><br><strong>¿Cómo podemos ver la realidad de esta batalla que se desarrolla en la Tierra? ¿Cuál es nuestra única esperanza de vencer a nuestro enemigo en esta batalla?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de septiembre",
          "dayTitle": "",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p><br><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>Lee Elena de White, Patriarcas y profetas, “El origen del mal”, pp. 11-23; El conflicto de los siglos, “El origen del mal y del dolor”, pp. 546-558.<br><br>“No había esperanza posible para la redención de quienes [Satanás y sus ángeles] habían presenciado y disfrutado de la inexpresable gloria del cielo, y habían visto la terrible majestad de Dios, y en presencia de toda esta gloria se habían rebelado contra él. No hubo ninguna exhibición nueva ni maravillosa del exaltado poder de Dios que pudiera impresionarlos tan profundamente como las que ya habían experimentado. Si pudieron rebelarse en la misma presencia de una gloria inexpresable, no podían ser puestos en una condición más favorable para ser probados. No había reserva de poder, ni mayores alturas ni profundidades de gloria infinita para dominar sus celosas dudas y sus rebeldes murmuraciones. Su culpa y su castigo debián ser proporcionales a sus exaltados privilegios en las cortes celestiales” (Con 21).<br><br>“Desde el principio, Dios y Cristo sabían de la apostasía de Satanás y de la caída del hombre por causa del poder seductor del apóstata. Dios no ordenó que el pecado existiese, sino que previó su existencia, e hizo provisión para enfrentar la terrible emergencia. Tan grande fue su amor por el mundo que se comprometió a dar a su Hijo unigénito, ‘para que todo aquel en él cree, no se pierda, mas tenga vida eterna’ (Juan 3:16)” (DTG 13, 14).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>En clase, diluciden la pregunta de si Dios es el responsable último del origen y la existencia del mal en nuestro mundo. ¿Cómo podríamos tra- tar de responder a esa acusación?<br><br><strong>2.</strong> ¿Cómo encaja la Cruz con nuestra percepción de toda esta cuestión del mal? ¿Por qué la Cruz y lo que sucedió allí deben ser fundamentales para cualquier interpretación del origen del mal?<br><br><strong>3. </strong>Después de tantos milenios de pecado y sufrimiento en nuestro mundo, Satanás debería ser plenamente consciente de las trágicas consecuencias de su rebelión. Entonces, ¿por qué sigue rebelándose contra Dios?<br><br><strong>4. </strong>En Mateo 5:43 al 48, Cristo habla del amor incondicional de Dios por todos los seres humanos como el modelo para todas nuestras interacciones. ¿Cómo puedes seguir más de cerca este patrón con tu familia y tu iglesia?<br><strong><br>5. </strong>El apóstol Pedro nos advierte que “el diablo, como león rugiente, anda alrededor buscando a quien devorar” (1 Ped. 5:8). Lee también Efesios 6:10 al 20. ¿Cómo podemos vencer las “asechanzas del diablo” (Efe. 6:11)?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "MAESTROS",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>RESEÑA</strong><br><br><strong>Textos clave: Isaías 14:12-15; Ezequiel 28:11-19.</strong><br><br>Dios es amor. Por este amor, él creó un Universo lleno de armonía, paz, alegría y más amor. Llenó el espacio del Universo con seres que fueron creados para crecer en felicidad, servicio y amor. Sin embargo, una rebelión ilógica en el cielo contra el Creador (a quien acusaban de exigir una estricta obediencia) trastornó este orden perfecto. Es más, las elevadas normas del Creador llegaron a interpretarse como peticiones de un tirano. La ley del amor se tergiversó como una restricción de la libertad. El resultado: hubo guerra en el cielo (Apoc. 12:7).<br><br>Lo que antes era inconcebible se convirtió en una trágica realidad. La sabia y hermosa criatura, el querubín protector ungido (hebreo: keruv mimshaj hasojej; Eze. 28:14), llamado “Lucero, hijo de la mañana” (hebreo: helel ben-shájar; Isa. 14:12) -traducido también como “lucero del amanecer”, “estrella luciente” o “hijo de la aurora”- se rebeló contra el Creador eterno, santo, bondadoso y amante, y formuló acusaciones injustificadas en su contra para autoexaltarse. El egocentrismo, el encanto, las mentiras, el engaño y el egoísmo de Lucifer disociaron a los ángeles y destruyeron la paz perfecta del cielo.<br><br>Dios, en su infinita sabiduría, reaccionó respetando la decisión de Lucifer, y de esta forma permitió que todos los seres inteligentes comprendieran la naturaleza destructiva del mal, que a primera vista podría parecer atractivo. Básicamente, un ser creado atacó a su Creador, y surgió el desorden. El que debería haber protegido el gobierno de Dios y su Ley estaba trastornando sus principios de respeto y amor de una manera tan astuta que hasta los ángeles se confundieron en su lealtad al Señor. Dios, al aceptar la decisión individual, demostró que respetaba la libertad personal pero que no podía condonar la destrucción de la vida, sus valores y sus principios de bondad.<br><br><strong>COMENTARIO</strong><br><br><strong>El misterio del origen del mal</strong><br><br>El origen del mal está rodeado de uno de los mayores enigmas. Por un lado, “el misterio de la iniquidad” está en acción (2 Tes. 2:7); y por otro lado, “el misterio de la piedad” (1 Tim. 3:16) trae una solución al problema del mal. El orgullo de Lucifer fue derrotado por la humildad del Señor Jesucristo en carne humana (Fil. 2:6-11). Debido a su poder moral y a su amor abnegado, Jesús obtuvo la victoria sobre Satanás, a pesar de que físicamente se volvió más débil.<br><br>El mal es irracional y está plagado de desorden; por lo tanto, es imposible encontrar una explicación lógica para su existencia. No hay motivo para ello. Isaías 14 describe las circunstancias de la caída de Satanás (no su causa), a saber: el orgullo; y Ezequiel simplemente declara que el querubín ungido era perfecto/ sin mancha desde su creación hasta que “se halló en [él] maldad” (Eze. 28:15).<br><br>Al desconectarse de Dios, Satanás rompió su relación con él y, por consiguiente, se aisló de la única Fuente de vida, lo que lleva a la muerte. Todas las criaturas, incluyendo a los ángeles celestiales y a los seres humanos de la Tierra, fueron creadas totalmente dependientes de Dios. Únicamente manteniendo esa relación de amor y cultivando la presencia de Dios se elimina el riesgo de desobediencia y rebelión y se garantiza una vida abundante. El camino por seguir es conocer a Dios y su carácter, apreciar su bondad y fomentar una actitud agradecida. No había razón para la rebelión en el Universo perfecto gobernado por el amor. No había ningún defecto que hiciera necesario mejorar el tipo de gobierno de Dios. Podemos describir las circunstancias, cuándo y qué sucedió, pero nunca podremos encontrar una excusa para la rebelión, porque no existía justificación para ella. Dios permitió el mal porque eligió no crear autómatas ni robots, sino seres con libre albedrío para que pudieran amar libremente.<br><br><strong>Ningún dualismo del bien y del mal</strong><br><br>No creemos que el Universo esté regido por dos dioses rivales: por un lado, el Dios vivo, que es el Dios del bien, y por otro lado, Lucifer, el dios del mal. Este dualismo es ajeno a la revelación bíblica y no es compatible con su enseñanza. Las Escrituras atestiguan que Dios creó una criatura excepcionalmente gloriosa y sabia (“Tú eras el modelo de la perfección, lleno de sabiduría y de exquisita belleza” [Eze. 28:12, NTV],) que luego se rebeló contra su Creador. Así, Lucifer, la creación irreprensible de Dios, se convirtió en Satanás. El apóstol Juan describe al adversario en los siguientes términos: “Aquella serpiente antigua que se llama Diablo y Satanás, y que engaña al mundo entero” (Apoc. 12:9, NVI). ¡Qué pensamiento más increíble e impactante! El que estaba en la misma presencia de Dios, que estaba en el Edén celestial, en el Santuario celestial, esa misma persona se rebeló contra el Dios de amor. Las impresionantes acciones contra su Creador parecen irreales: la criatura se atrevió a oponerse a su Rey y Comandante en jefe.<br><br>Y, por consiguiente, sucedió algo misterioso. El que fuera creado perfecto, el que estaba dotado de muchos talentos, el que ocupaba el puesto más alto en el cielo después de Cristo, se puso en contra de su Creador. El profeta Ezequiel declara: “Desde el día en que fuiste creado tu conducta fue irreprochable, hasta que la maldad halló cabida en ti” (Eze. 28:15, NVI). ¡Qué paradoja! El querubín protector, en vez de proteger el orden de Dios, menospreció su Ley. Recuerda que en la Biblia encontramos querubines en Ezequiel 1 y 10 (cuatro seres vivientes son querubines, ver Eze. 10:15), y están estrechamente relacionados con Dios, y lo acompañan ida y vuelta en su viaje al Templo de Jerusalén (Eze. 10:4, 5; 11:22, 23).<br><br>En el Tabernáculo, los querubines protectores estaban en el Lugar Santísimo sobre el Propiciatorio, debajo del cual se encontraba el Decálogo (Éxo. 25:18-22). Los querubines simbolizaban la protección del orden y de la Ley de Dios. Sin embargo, Lucifer abusó de su posición privilegiada, para luchar contra la autoridad de Dios.<br><strong><br>Actividades de Lucifer</strong><br><br>Ezequiel 28:15 declara que en el querubín ungido se halló “maldad”, o “iniquidad” (LBLA). El término hebreo es ‘avlá, que significa “injusticia”. El que era perfecto y que debía guardar la integridad de la Ley de Dios para garantizar el gobierno celestial acusó a Dios de no ser bueno ni justo; es decir, de ser injusto. ¡Acusaciones muy inicuas! El término “contrataciones” (Eze. 28:16), en hebreo, es rejulá y deriva de la raíz rajal, que significa “proceder” o “ir de uno a otro”, ya sea para (1) comerciar o (2) chismear/calumniar. El contexto pone en evidencia que no es el comercio ni los negocios lo que está en mente aquí, porque sería el único lugar de la Biblia hebrea donde el comercio sería algo pecaminoso, y eso no tiene sentido. Por lo tanto, la palabra más bien sugiere que el querubín protector andaba dando vueltas vueltas chismeando sobre Dios, acusándolo de injusticia, chismeando sobre su carácter y esparciendo mentiras. Lucifer sembró desconfianza e incredulidad, y logró que otros dejaran de creer y seguir al Dios amoroso.<br><br>Isaías describe los motivos de Lucifer en términos de orgullo. Su arrogancia era tan fuerte que quería ser igual a Dios, sentarse en el Trono de Dios, hacerse rey y elevarse a la posición de deidad (Isa. 14:13). ¡Qué arrogancia tan increíble!<br><br>El profeta Isaías describe la caída de Lucifer desde el cielo en tiempo pasado (Isa. 14:12). Ezequiel afirma que fue arrojado “en deshonra de la montaña de Dios” y fue expulsado [Eze. 28:16, NTV]). A continuación, Ezequiel revela lo que sucedió en el corazón de Lucifer, es decir, cómo pecó en su mente al cultivar el orgullo. Observa atentamente la naturaleza de sus cinco grandes declaraciones autorreferenciales: (1) “Subiré al cielo”; (2) “en lo alto [...] levantaré mi trono”; (3) “en el monte del testimonio me sentaré”; (4) “sobre las alturas de las nubes subiré” y (5) “seré semejante al Altísimo” (Isa. 14:13, 14; énfasis añadido).<br><br>Esta autoexaltación en el corazón de Lucifer se confirma en Ezequiel 28:17: “Se enalteció tu corazón a causa de tu hermosura, corrompiste tu sabiduría a causa de tu esplendor”. Finalmente, después de esta autoglorificación, su destrucción completa se presenta en tiempo futuro: “En cambio, serás bajado al lugar de los muertos [el sepulcro], a las profundidades más hondas” (Isa. 14:15, NTV). El profeta Ezequiel coincide en que Jehová exterminará a Lucifer, quien se convirtió en Satanás, el adversario. Su aniquilación es tan cierta que Ezequiel utiliza el tiempo perfecto profético para expresar esa certeza: “Yo, pues, saqué fuego de en medio de ti, el cual te consumió, y te puse en ceniza sobre la tierra a los ojos de todos los que te miran. [...] espanto serás, y para siempre dejarás de ser” (Eze. 28:18, 19).<br><br><strong>Solo la dependencia de Dios da la victoria</strong><br><br>Recuerda, Satanás no podía ser derrotado mediante argumentos ni poder, sino solo por Alguien “más débil” que él. Esta es la razón de la Encarnación. En el libro de Apocalipsis, el dragón y diferentes bestias fueron derrotados por el Cordero; algo totalmente inaudito en el mundo natural. Pero, la fuerza moral del amor y la verdad de Cristo conquistaron al mundo, y él obtuvo la victoria sobre Satanás y sus poderes. Jesús, que nació como un ser humano frágil, derrotó a Satanás por su pureza, obediencia y entrega total al Padre. Su vida inmaculada y abnegada, su sufrimiento por nosotros y su muerte victoriosa en la Cruz condenaron y firmaron la destrucción de Satanás. Ahora es solo cuestión de tiempo hasta que Satanás sea ejecutado y el Gran Conflicto termine.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>Piensa y responde las siguientes preguntas:</strong><br><br><strong>1. En </strong>cuanto al origen del mal: ¿Por qué un Dios amoroso y bondadoso per- mitió la existencia del mal? ¿Es Dios responsable de la existencia del mal? Explica. ¿Por qué decidió el Señor, en su infinita sabiduría, no destruir a Lucifer inmediatamente cuando los malos pensamientos se originaron en su corazón? O, ¿por qué Dios no destruyó a Lucifer inmediatamente después de que comenzó a trabajar en secreto contra el gobierno divino, para así evitar que la rebelión se extendiera ampliamente?</p><p><strong>&nbsp;2. En</strong> cuanto a la descripción de lo que sucedió en el cielo: ¿En qué otros términos puedes describir el orgullo y el accionar de Lucifer? ¿Quién sufrió más en esta situación de rebeldía? ¿Podría Dios haber reaccionado de manera diferente ante Satanás para garantizar una solución duradera a la existencia del mal? Justifica tu respuesta. ¿Cómo fue derrotado Satanás? <br></p><p><strong>3. En</strong> cuanto a vencer el orgullo: La historia de Lucifer es una advertencia seria para que no caigamos en actividades y comportamientos igualmente incorrectos. Si el orgullo es tan engañoso, ¿cómo podemos estar en guardia para no caer en su trampa mortal y ser engañados por su “gloria” y éxito? Explica cómo es que la envidia, el egoísmo y el orgullo van de la mano a la hora de destruir relaciones significativas. <br></p><p><strong>4. </strong>Con respecto a cambiar el comportamiento de alguien: ¿Cómo puedes ayudar a los orgullosos (los que no escuchan razones, están poseídos por la autoexaltación y el egoísmo, y solo se miran a sí mismos y a sus propios intereses) a que se humillen? ¿Cómo puedes ser un pacificador o un agente de reconciliación para transformar una atmósfera venenosa a tu alrededor y proponer la solución en medio de la tensión, la envidia, la incomprensión y las acusaciones?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>REBELIÓN EN UN UNIVERSO PERFECTO<br></p>",
      "verse": "<p>¡Cómo caíste del cielo, oh Lucero, hijo de la mañana! Cortado fuiste por tierra, tú que debilitabas a las naciones (Isa. 14:12).<br></p>",
      "versionCode": 22,
      "weekDate": "24-30 de Septiembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
