{
   "data":[
      {
         "color":"#FF9A67",
         "id":2,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"6 de abril",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>Supongamos que eres un pastor que cuida de sus cabras en las laderas del Monte de los Olivos. Oyes voces. Inmediatamente reconoces la voz de Jesús.</p><p>Te asombra lo que dice. A sus discípulos les resulta difícil comprenderlo. Mientras el sol poniente resplandece en la cúpula dorada del Templo y se refleja en las magníficas paredes de mármol, Jesús afirma: “Les aseguro que no quedará piedra sobre piedra que no sea derribada” (Mat. 24:2). Los discípulos están confundidos; y tú, también. ¿Qué podrían significar estas palabras? ¿Qué relación tienen con el fin del mundo, por el que preguntaron los discípulos de Jesús?</p><p>Absorto, escuchas cómo Jesús combina magistralmente la destrucción de Jerusalén con los sucesos previos a su regreso. Se describe la estrategia de Satanás para engañar y destruir al pueblo de Dios en el tiempo del fin. Las instrucciones de Jesús en Mateo 24 describen claramente los acontecimientos de los últimos días en el contexto de la caída de Jerusalén.</p><p>Estudiaremos la doble estrategia de Satanás para engañar y destruir al pueblo de Dios. Lo que el maligno no consigue mediante la persecución espera conseguirlo mediante la transigencia. A Dios nunca nada lo toma por sorpresa; protege a su pueblo incluso en los momentos más difíciles.</p><p>La lección de esta semana se basa en El conflicto de los siglos, capítulos 1 y 2.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de abril",
               "dayTitle":"<p>UN SALVADOR CON EL CORAZÓN ROTO</p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p>Mientras Jesús estaba sentado en el Monte de los Olivos, con vistas a la ciudad de Jerusalén, su corazón estaba destrozado. El Evangelio de Juan dice:</p><p>“Vino a lo que era suyo, y los suyos no lo recibieron” (Juan 1:11). Jesús hizo todo lo posible para salvar a su pueblo de la destrucción venidera de su amada ciudad.</p><p>El amor de Jesús por su pueblo fluía de un corazón de amor infinito. Repetidamente le suplicó que se arrepintiera y aceptara su misericordiosa invitación.</p><p><strong>Lee Lucas 19:41 al 44; Mateo 23:37 y 38; y Juan 5:40. ¿Qué te dicen estos versículos sobre la actitud de Jesús hacia su pueblo y la respuesta de este a su amorosa invitación de gracia y misericordia? ¿Qué revelación del carácter de Dios puedes ver aquí?</strong></p><p><strong>Lucas 19:41-44</strong></p><p><strong><sup>41</sup></strong> Y cuando llegó cerca de la ciudad, al verla, lloró sobre ella,&nbsp;</p><p><strong><sup>42</sup></strong> diciendo: ¡Oh, si también tú conocieses, a lo menos en este tu día, lo que es para tu paz! Mas ahora está encubierto de tus ojos.&nbsp;</p><p><strong><sup>43 </sup></strong>Porque vendrán días sobre ti, cuando tus enemigos te rodearán con vallado, y te sitiarán, y por todas partes te estrecharán,&nbsp;</p><p><strong><sup>44 </sup></strong>y te derribarán a tierra, y a tus hijos dentro de ti, y no dejarán en ti piedra sobre piedra, por cuanto no conociste el tiempo de tu visitación.</p><p><strong>Mateo 23:37-38</strong></p><p><strong><sup>37</sup></strong> ¡Jerusalén, Jerusalén, que matas a los profetas, y apedreas a los que te son enviados! ¡Cuántas veces quise juntar a tus hijos, como la gallina junta sus polluelos debajo de las alas, y no quisiste! 38 He aquí vuestra casa os es dejada desierta.</p><p><strong>Juan 5:40</strong></p><p><strong><sup>40</sup></strong> y no queréis venir a mí para que tengáis vida.</p><p>Es difícil entender un acontecimiento como la destrucción de Jerusalén a la luz del carácter amoroso de Dios. La historia revela que decenas de miles murieron cuando el general romano Tito atacó la ciudad. Jerusalén fue devastada.</p><p>Hombres, mujeres y niños fueron masacrados. ¿Dónde estaba Dios cuando su pueblo sufría tanto? La respuesta es clara, pero no es fácil de entender. Su corazón estaba destrozado. Sus ojos se llenaron de lágrimas. Durante siglos le tendió la mano a su pueblo. Por su rebelión contra la amorosa bondad de Dios, perdieron su protección divina. Dios no siempre interviene para limitar los resultados de las decisiones de su pueblo. Permite que se desarrollen las consecuencias naturales de la rebelión. Dios no causó la matanza de niños inocentes en la destrucción de Jerusalén; la trágica muerte de los inocentes fue obra de Satanás, no de Dios. Satanás se deleita en la guerra, porque despierta las peores pasiones del corazón humano. A lo largo de los siglos ha sido su propósito engañar y destruir, para luego culpar a Dios de sus malas acciones.</p><p><strong>Lee Mateo 24:15 al 20. ¿Qué instrucción le dio Jesús a su pueblo para salvarlo de la destrucción venidera de Jerusalén?</strong></p><p><strong>Mateo 24:15-20</strong></p><p><strong><sup>15</sup></strong> Por tanto, cuando veáis en el lugar santo la abominación desoladora de que habló el profeta Daniel (el que lee, entienda),&nbsp;</p><p><strong><sup>16</sup></strong> entonces los que estén en Judea, huyan a los montes.&nbsp;</p><p><strong><sup>17 </sup></strong>El que esté en la azotea, no descienda para tomar algo de su casa;&nbsp;</p><p><strong><sup>18</sup></strong> y el que esté en el campo, no vuelva atrás para tomar su capa.&nbsp;</p><p><strong><sup>19 </sup></strong>Mas ¡ay de las que estén encintas, y de las que críen en aquellos días!&nbsp;</p><p><strong><sup>20</sup></strong> Orad, pues, que vuestra huida no sea en invierno ni en día de reposo;</p><p>Es bueno recordar que la gran mayoría de los cristianos que vivían en Jerusalén en el año 70 d.C. eran de origen judío. Un Dios amoroso deseaba preservar la mayor cantidad posible de su pueblo. Por eso dio la instrucción de que, cuando se acercaran los ejércitos romanos, debían huir de la ciudad.</p><p><strong>Reflexiona en lo siguiente:</strong> Nosotros no juzgamos el carácter de Dios por los sucesos que vemos a nuestro alrededor, sino que los interpretamos a través del prisma de su carácter amoroso revelado en la Biblia. ¿Por qué este es un buen consejo?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de abril",
               "dayTitle":"<p>CRISTIANOS SALVAGUARDADOS PROVIDENCIALMENTE</p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p>La gracia, la providencia y la presciencia de Dios se revelan claramente en los sucesos que llevaron a la destrucción de Jerusalén. El ejército romano de Cestio Galo rodeó la ciudad. Pero, cuando su ataque parecía inminente, inesperadamente se retiró. Los ejércitos judíos los persiguieron y obtuvieron una gran victoria.</p><p>Mientras los romanos huían y los judíos los perseguían, los cristianos de Jerusalén huyeron a Pella, al otro lado del río Jordán. “Ya estaba dada la señal prometida a los cristianos que aguardaban, y en ese momento se ofreció una oportunidad a todos los que quisieran, en obediencia a la advertencia del Salvador. Los sucesos se desarrollaron de modo tal que ni los judíos ni los romanos hubieran podido evitar la huida de los cristianos” (Elena de White, El conflicto de los siglos, p. 34).</p><p><strong>Lee Salmos 46:1 e Isaías 41:10. ¿Qué nos dicen estos pasajes acerca del cuidado providencial de Dios?</strong></p><p><strong>Salmos 46:1</strong></p><p><strong><sup>1</sup></strong> Dios es nuestro amparo y fortaleza, nuestro pronto auxilio en las tribulaciones.</p><p><strong>Isaías 41:10</strong></p><p><strong><sup>10</sup></strong> No temas, porque yo estoy contigo; no desmayes, porque yo soy tu Dios que te esfuerzo; siempre te ayudaré, siempre te sustentaré con la diestra de mi justicia.</p><p>Dios es soberano y gobierna los acontecimientos de la Tierra para el cumplimiento final de sus propósitos divinos. Aunque a veces Dios altera sus planes originales sobre la base de nuestras decisiones humanas, su plan final para este planeta se cumplirá. Habrá momentos en que el pueblo de Dios experimentará dificultades, persecución, encarcelamiento y la muerte misma por causa de Cristo. Pero, aun en los tiempos más difíciles, Dios sostiene y salvaguarda a su iglesia.</p><p><strong>Lee Hebreos 11:35 al 38 y Apocalipsis 2:10. ¿Qué realidad muestran estos textos sobre nuestra batalla contra las fuerzas del mal? ¿Cómo armonizan estos pasajes con la idea de la protección de Dios de la pregunta anterior?</strong></p><p><strong>Hebreos 11:35-38</strong></p><p><strong><sup>35</sup></strong> Las mujeres recibieron sus muertos mediante resurrección; mas otros fueron atormentados, no aceptando el rescate, a fin de obtener mejor resurrección.&nbsp;</p><p><strong><sup>36</sup></strong> Otros experimentaron vituperios y azotes, y a más de esto prisiones y cárceles.&nbsp;</p><p><strong><sup>37</sup></strong> Fueron apedreados, aserrados, puestos a prueba, muertos a filo de espada; anduvieron de acá para allá cubiertos de pieles de ovejas y de cabras, pobres, angustiados, maltratados;&nbsp;</p><p><strong><sup>38</sup></strong> de los cuales el mundo no era digno; errando por los desiertos, por los montes, por las cuevas y por las cavernas de la tierra.</p><p><strong>Apocalipsis 2:10</strong></p><p><strong><sup>10</sup></strong> No temas en nada lo que vas a padecer. He aquí, el diablo echará a algunos de vosotros en la cárcel, para que seáis probados, y tendréis tribulación por diez días. Sé fiel hasta la muerte, y yo te daré la corona de la vida.</p><p><strong>¿Existe alguna contradicción entre la idea de la protección de Dios y el hecho de que Dios permita que algunos afronten sufrimientos dolorosos, e incluso la muerte de un mártir, por causa de Cristo?</strong></p><p>“Vanos eran los esfuerzos de Satanás para destruir a la iglesia de Cristo por medio de la violencia. La gran lucha en que los discípulos de Jesús entregaban la vida no cesaba cuando esos fieles portaestandartes caían en su puesto. Triunfaban por medio de su derrota. Los siervos de Dios eran asesinados, pero su obra seguía siempre adelante” (ibíd., p. 45).</p><p><strong>¿Qué debería significar para nosotros el hecho de que los autores bíblicos, que sin duda conocían el dolor y el sufrimiento, pudieran escribir, vez tras vez, sobre la realidad del amor de Dios? ¿Cómo podemos experimentar ese mismo amor?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de abril",
               "dayTitle":"<p>FIELES EN MEDIO DE LA PERSECUCIÓN</p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p>Durante los primeros siglos del cristianismo, la iglesia cristiana creció rápidamente, a pesar de los encarcelamientos, las torturas y las persecuciones. Los creyentes fieles, totalmente comprometidos con Cristo, llenos del Espíritu Santo, proclamaban su Palabra con poder; y decenas de miles de personas se convertían y su vida cambiaba.</p><p><strong>Lee Hechos 2:41; 4:4 y 31; 5:42; y 8:1 al 8. ¿Qué nos enseñan estos versículos sobre los desafíos que enfrentó la iglesia del Nuevo Testamento, y también por qué creció tan rápidamente?</strong></p><p><strong>Hechos 2:41</strong></p><p><strong><sup>41</sup> </strong>Así que, los que recibieron su palabra fueron bautizados; y se añadieron aquel día como tres mil personas.</p><p><strong>Hechos 4:4,31</strong></p><p><sup><strong>4 </strong></sup>Pero muchos de los que habían oído la palabra, creyeron; y el número de los varones era como cinco mil.</p><p><strong><sup>31 </sup></strong>Cuando hubieron orado, el lugar en que estaban congregados tembló; y todos fueron llenos del Espíritu Santo, y hablaban con denuedo la palabra de Dios.</p><p><strong>Hechos 5:42</strong></p><p><strong><sup>42</sup> </strong>Y todos los días, en el templo y por las casas, no cesaban de enseñar y predicar a Jesucristo.</p><p><strong>Hechos 8:1-8</strong></p><p><strong><sup>1</sup></strong> Y Saulo consentía en su muerte. En aquel día hubo una gran persecución contra la iglesia que estaba en Jerusalén; y todos fueron esparcidos por las tierras de Judea y de Samaria, salvo los apóstoles.&nbsp;</p><p><strong><sup>2 </sup></strong>Y hombres piadosos llevaron a enterrar a Esteban, e hicieron gran llanto sobre él.&nbsp;</p><p><strong><sup>3 </sup></strong>Y Saulo asolaba la iglesia, y entrando casa por casa, arrastraba a hombres y a mujeres, y los entregaba en la cárcel.</p><p><strong><sup>4 </sup></strong>Pero los que fueron esparcidos iban por todas partes anunciando el evangelio.&nbsp;</p><p><strong><sup>5</sup></strong> Entonces Felipe, descendiendo a la ciudad de Samaria, les predicaba a Cristo.&nbsp;</p><p><strong><sup>6 </sup></strong>Y la gente, unánime, escuchaba atentamente las cosas que decía Felipe, oyendo y viendo las señales que hacía.&nbsp;</p><p><strong><sup>7</sup></strong> Porque de muchos que tenían espíritus inmundos, salían estos dando grandes voces; y muchos paralíticos y cojos eran sanados;&nbsp;</p><p><strong><sup>8</sup></strong> así que había gran gozo en aquella ciudad.<br></p><p>Los discípulos soportaron amenazas (Hech. 4:17), encarcelamientos (Hech. 5:17, 18), persecución (Hech. 8:1) y la muerte misma (Hech. 7:59; 12:2), pero con el poder del Espíritu Santo proclamaron valientemente al Cristo resucitado, y las iglesias se multiplicaron por toda Judea, Galilea y Samaria (Hech. 9:31).</p><p>Los bastiones del infierno se sacudían. Se quebraban los grilletes de Satanás. La superstición pagana se derrumbaba ante el poder del Cristo resucitado. El evangelio triunfaba contra todo pronóstico. Los discípulos ya no se escondían en el Aposento Alto. El miedo se dispersó como una sombra que se desvanece.</p><p>En su lugar, la fe llenó el corazón de los discípulos. Una visión de su Señor resucitado les dio una nueva razón para vivir. Nuestro Señor no solo les había dado la Gran Comisión (Mar. 16:15), sino también la gran promesa: “ ‘Pero recibirán poder cuando venga sobre ustedes el Espíritu Santo, y me serán testigos en Jerusalén, en toda Judea, en Samaria, y hasta lo último de la tierra’ ” (Hech. 1:8).</p><p>El evangelio penetró hasta los rincones más remotos de la Tierra (Col. 1:23). Aunque el último de los discípulos, Juan, murió a fines del siglo I, otros recogieron la antorcha de la verdad y proclamaron al Cristo vivo. Plinio el Joven, gobernador de la provincia romana de Bitinia, en la costa norte de la actual Turquía, le escribió al emperador Trajano alrededor del año 110 d.C. La declaración de Plinio es significativa porque fue casi ochenta años después de la Crucifixión. Plinio describió los juicios oficiales que efectuaba para encontrar y ejecutar a los cristianos. Manifestó que “muchas personas de todas las edades, clases y de ambos sexos están siendo puestas en peligro por acusaciones, y esto continuará. El contagio de esta superstición [el cristianismo] se ha extendido no solo en las ciudades, sino también en las aldeas y en los distritos rurales” (Henry Bettenson, Documents of the Christian Church [Nueva York: Oxford University Press, 2011], p. 4).</p><p><strong>A pesar de los ataques crueles del diablo, la iglesia cristiana creció rápidamente. ¿Qué podemos aprender de la iglesia primitiva que pueda ayudarnos a nosotros, la iglesia del tiempo el fin?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de abril",
               "dayTitle":"<p>ASISTENCIA A LA COMUNIDAD</p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p>La iglesia cristiana primitiva crecía no solo porque sus miembros predicaban el evangelio, sino porque lo vivían. Los creyentes imitaban el ministerio de Cristo, que “recorría toda Galilea enseñando en las sinagogas, predicando el evangelio del reino, y sanando toda enfermedad y dolencia de la gente” (Mat. 4:23). Jesús se preocupaba, se interesaba profundamente por la gente, y lo mismo hacía la iglesia del Nuevo Testamento. Fue este amor abnegado y el compromiso de satisfacer las necesidades humanas, combinados con la difusión de las buenas nuevas del evangelio con el poder del Espíritu Santo, lo que tuvo tanto impacto en el mundo en los primeros siglos de la iglesia cristiana.</p><p><strong>Lee Hechos 2:44 al 47; 3:6 al 9; y 6:1 al 7. Aunque las circunstancias varían, ¿qué principios podemos aprender de estos pasajes sobre el cristianismo auténtico?</strong><br></p><p><strong>Hechos 2:44-47</strong></p><p><strong><sup>44</sup></strong> Todos los que habían creído estaban juntos, y tenían en común todas las cosas;&nbsp;</p><p><strong><sup>45</sup></strong> y vendían sus propiedades y sus bienes, y lo repartían a todos según la necesidad de cada uno.&nbsp;</p><p><strong><sup>46</sup></strong> Y perseverando unánimes cada día en el templo, y partiendo el pan en las casas, comían juntos con alegría y sencillez de corazón,&nbsp;</p><p><strong><sup>47</sup></strong> alabando a Dios, y teniendo favor con todo el pueblo. Y el Señor añadía cada día a la iglesia los que habían de ser salvos.</p><p><strong>Hechos 3:6-9</strong></p><p><strong><sup>6</sup></strong> Mas Pedro dijo: No tengo plata ni oro, pero lo que tengo te doy; en el nombre de Jesucristo de Nazaret, levántate y anda.&nbsp;</p><p><strong><sup>7</sup></strong> Y tomándole por la mano derecha le levantó; y al momento se le afirmaron los pies y tobillos;&nbsp;</p><p><strong><sup>8</sup></strong> y saltando, se puso en pie y anduvo; y entró con ellos en el templo, andando, y saltando, y alabando a Dios.&nbsp;</p><p><strong><sup>9</sup></strong> Y todo el pueblo le vio andar y alabar a Dios.</p><p><strong>Hechos 6:1-7</strong></p><p><strong><sup>1</sup></strong> En aquellos días, como creciera el número de los discípulos, hubo murmuración de los griegos contra los hebreos, de que las viudas de aquellos eran desatendidas en la distribución diaria.&nbsp;</p><p><strong><sup>2</sup></strong> Entonces los doce convocaron a la multitud de los discípulos, y dijeron: No es justo que nosotros dejemos la palabra de Dios, para servir a las mesas.&nbsp;</p><p><strong><sup>3</sup></strong> Buscad, pues, hermanos, de entre vosotros a siete varones de buen testimonio, llenos del Espíritu Santo y de sabiduría, a quienes encarguemos de este trabajo.&nbsp;</p><p><strong><sup>4</sup></strong> Y nosotros persistiremos en la oración y en el ministerio de la palabra.&nbsp;</p><p><strong><sup>5</sup></strong> Agradó la propuesta a toda la multitud; y eligieron a Esteban, varón lleno de fe y del Espíritu Santo, a Felipe, a Prócoro, a Nicanor, a Timón, a Parmenas, y a Nicolás prosélito de Antioquía;&nbsp;</p><p><strong><sup>6 </sup></strong>a los cuales presentaron ante los apóstoles, quienes, orando, les impusieron las manos.</p><p><strong><sup>7</sup></strong> Y crecía la palabra del Señor, y el número de los discípulos se multiplicaba grandemente en Jerusalén; también muchos de los sacerdotes obedecían a la fe.</p><p>Estos creyentes del Nuevo Testamento siguieron el modelo de Cristo, a quien, como expresó Pedro, “Dios ungió con el Espíritu Santo y con poder, y [...] pasó haciendo el bien y sanando a todos los oprimidos por el diablo, porque Dios estaba con él” (Hech. 10:38). La iglesia de Cristo era su cuerpo en la Tierra, y también en estos primeros siglos expresó el amor abnegado de Cristo y su preocupación por la humanidad herida y quebrantada. Estos creyentes eran ejemplos vivos de la compasión de Cristo.<br></p><p>En el gran conflicto que asola al universo, el diablo quiere desfigurar la imagen de Dios en la humanidad, mientras que el propósito es restaurarla. Esto incluye la restauración física, mental, emocional y espiritual.</p><p>En Juan 10:10, Jesús revela su plan para cada uno de nosotros: “El ladrón no viene sino a hurtar, matar y destruir. Yo he venido para que tengan vida, y para que la tengan en abundancia”. Él anhela que estemos físicamente sanos, mentalmente alerta, emocionalmente estables y espiritualmente enteros.</p><p>Esto es especialmente cierto a la luz de la promesa de su segunda venida. Este mundo enfrenta una enorme crisis. Las mismas predicciones de Jesús en Mateo 24 y Lucas 21 anticipan condiciones catastróficas en la Tierra antes de su venida. Cuando Cristo nos toca con su gracia sanadora, anhelamos alcanzar a otros con el amor de Cristo para que puedan ser sanados. Jesús nos envía a un mundo quebrantado como embajadores de Cristo para tocar a otros con su amor. El cristianismo del Nuevo Testamento se caracterizó por el amor de los cristianos entre sí y por sus comunidades.</p><p><strong>Para analizar: </strong>¿Qué función cumple la iglesia en la cooperación con Cristo para demostrar que las acusaciones de Satanás son falsas?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de abril",
               "dayTitle":"<p>UN LEGADO DE AMOR</p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Juan 13:35 y 1 Juan 4:21. ¿Qué revelan estos pasajes a la luz del desafío de Satanás contra el gobierno de Dios en el Gran Conflicto? ¿Qué nos dicen acerca de la esencia del cristianismo auténtico?</strong></p><p><strong>Juan 13:35</strong></p><p><sup><strong>35</strong></sup> En esto conocerán todos que sois mis discípulos, si tuviereis amor los unos con los otros.</p><p><strong>1 Juan 4:21</strong></p><p><strong><sup>21 </sup></strong>Y nosotros tenemos este mandamiento de él: El que ama a Dios, ame también a su hermano.</p><p>El amor era la norma de las comunidades cristianas de los primeros siglos. Tertuliano afirmaba: “Son principalmente las obras de un amor sumamente noble las que llevan a muchos a poner una marca sobre nosotros. Vean, dicen, cómo se aman unos a otros”. (Ver Apología 39 de Tertuliano traducida al inglés por S. Thelwall en https://www.logoslibrary.org/tertullian/apology/39.html).</p><p>Una de las mayores revelaciones del amor de Dios se demostró cuando dos pandemias devastadoras asolaron los primeros siglos, en 160 d.C. y 265 d.C. Los cristianos dieron un paso al frente y atendieron a los enfermos y los moribundos. Estas plagas mataron a decenas de miles de personas y dejaron pueblos y ciudades enteras casi sin habitantes. El ministerio desinteresado, abnegado, atento y amoroso de los cristianos tuvo un enorme impacto sobre la población. Con el tiempo, miles, y finalmente cientos de miles, y luego millones del Imperio Romano se hicieron creyentes de Jesús durante estas dos epidemias. El amor, el interés por los demás y la atención abnegada en favor de los enfermos y los moribundos generaron una admiración por estos creyentes y por el Cristo que representaban.</p><p>The Rise of Christianity [El surgimiento del cristianismo], de Rodney Stark, es una narración histórica moderna que retrata estos acontecimientos históricos bajo una luz nueva y perfeccionada. En ella describe de qué manera durante la segunda epidemia (260 d.C.) toda la comunidad cristiana, que continuaba siendo fuertemente judeocristiana, se convirtió en un virtual ejército de enfermeros, que satisfacían las necesidades básicas para que la doliente comunidad pudiera sobrevivir. “En el punto álgido de la segunda epidemia, alrededor de 260 d.C., en una carta pascual, Dionisio escribió un largo homenaje a los heroicos esfuerzos de enfermería de los cristianos locales, muchos de los cuales perdieron la vida mientras cuidaban de otros.</p><p>“La mayoría de nuestros hermanos cristianos mostraron un amor y una lealtad sin límites, sin escatimar esfuerzos y pensando siempre en los demás. Sin tener en cuenta el peligro, se hicieron cargo de los enfermos, supliendo todas sus necesidades en Cristo, y con ellos partieron de esta vida serenamente felices; porque se contagiaron de otros, atrayendo sobre sí la enfermedad de su prójimo y aceptando alegremente sus dolores” (Rodney Stark, The Rise of Christianity [Princeton, Nueva Jersey: Princeton University Press, 1996], p. 82).</p><p><strong>¿Cuál es el claro mensaje para nosotros? ¿Cómo aprendemos a morir al yo para poder manifestar ese mismo espíritu de abnegación? No es fácil, ¿verdad?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de abril",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p>“Vanos eran los esfuerzos de Satanás para destruir a la iglesia de Cristo por medio de la violencia. La gran lucha en que los discípulos de Jesús entregaban la vida no cesaba cuando esos fieles portaestandartes caían en su puesto. Triunfaban por medio de su derrota. Los siervos de Dios eran asesinados, pero su obra seguía siempre adelante. El evangelio cundía más y más, y el número de sus adherentes iba en aumento. Penetró en regiones inaccesibles incluso para las águilas de Roma. Un cristiano, al reconvenir a los jefes paganos que atizaban la persecución, dijo: Ustedes pueden ‘matarnos, torturarnos, condenarnos [...] vuestra injusticia es la prueba de nuestra inocencia. [...] De nada les vale [...] vuestra crueldad’. Solo era una invitación más poderosa para traer a otros a su creencia. ‘Cuanto más somos abatidos, tanto más crecemos en número; que la sangre de los cristianos es semilla’ (Tertuliano, Apología, párr. 50)” (Elena de White, El conflicto de los siglos, pp. 45, 46).</p><p>“La providencia misteriosa que permite que los justos sufran persecución por parte de los malvados ha sido causa de gran perplejidad para muchos que son débiles en la fe. Incluso algunos se sienten tentados a abandonar su confianza en Dios porque él permite que los hombres más viles prosperen mientras que los mejores y los más puros sean afligidos y atormentados por el cruel poderío de aquellos. ¿Cómo es posible, dicen ellos, que Uno que es todo justicia y misericordia y cuyo poder es infinito, tolere tanta injusticia y opresión? Esta es una cuestión que no nos incumbe. Dios nos ha dado suficientes evidencias de su amor, y no debemos dudar de su bondad porque no entendemos los actos de su providencia (ibíd., p. 51).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1.</strong> ¿Qué valor tiene la persecución? ¿Por qué crees que Dios permite que su pueblo sufra a veces?</p><p><strong>2</strong>. Si un amigo te hiciera esta pregunta, ¿qué le responderías?: “¿Dónde está Dios en mi sufrimiento? Si él me ama, ¿por qué estoy pasando por un momento tan difícil?”</p><p><strong>3.</strong> Tu iglesia local, ¿cómo puede convertirse en una comunidad solidaria para impactar al mundo? Analicen formas prácticas de aplicar el estudio de esta semana.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>Temática de la lección:</strong></p><p>La lección de esta semana destaca dos temas principales:</p><p><strong>1.</strong> Como resultado de su rechazo de Cristo, Judá perdió oficialmente, como entidad política, su condición de nación favorecida como pueblo especial de Dios y sufrió la horrible experiencia de la destrucción de Jerusalén.</p><p><strong>2.</strong> Dios estableció a su pueblo, el remanente de Israel; integró en él a judíos y a gentiles, y lo salvó de los desastres que sobrevinieron a Jerusalén en 70 d.C. Dios guio a su iglesia en su misión de proclamar el evangelio de Jesucristo, y de llamar a gente de todas las naciones a recibir las buenas nuevas y a unirse a su nuevo pueblo.<br></p><p><br></p><p><strong>COMENTARIO</strong></p><p>Algunos datos acerca de Jerusalén</p><p>La caída de Jerusalén puede delinearse por los siguientes detalles históricos:</p><p><strong>1.</strong> Jerusalén fue destruida durante la Primera Guerra Judía (66-73 d.C.), que estalló cuando Gesio Floro, el recientemente nombrado procurador romano de Judea, tomó una gran cantidad de dinero del tesoro del Templo de Jerusalén.</p><p><strong>2.</strong> Los dos principales generales romanos enviados para sofocar la revuelta fueron Vespasiano y su hijo Tito. Ambos se convirtieron más tarde en emperadores.</p><p><strong>3. </strong>El asedio de Jerusalén comenzó de lleno en 70 d.C. Durante la mayor parte del asedio, los defensores de la ciudad se dividieron en facciones y lucharon entre sí, uniéndose solo para rechazar los inminentes ataques de los romanos.</p><p><strong>4</strong>. Jerusalén estaba protegida por tres murallas. Las dos primeras cayeron ante los romanos en abril de 70 d.C., y la tercera fue derribada varios meses después, el 30 de agosto. El Templo fue quemado ese mismo día.</p><p><strong>5. </strong>Según el historiador judío Josefo, más de un millón de personas murieron durante el asedio de Jerusalén, y unas cien mil fueron llevadas cautivas. Jerusalén y el Templo fueron destruidos. Con el botín que los romanos obtuvieron, se financió la construcción del Coliseo, uno de los monumentos más visitados de Roma.</p><p><strong>6.</strong> Sin Jerusalén y su Templo, el judaísmo sufrió profundos cambios. El centro de la religión judía pasó del Templo y los sacrificios, a la Ley. Los saduceos (la casta sacerdotal) perdieron la mayor parte de su poder, y el judaísmo se enfocó en los rabinos.</p><p><br></p><p><strong>La caída de Jerusalén</strong></p><p>No es coincidencia que Elena de White comience El conflicto de los siglos con un capítulo dedicado a la destrucción de Jerusalén. Ella comprendió que este trágico acontecimiento de la nación judía era fundamental para el Gran Conflicto y para la identidad y la misión de la iglesia. ¿En qué sentido? Para responder esta pregunta, primeramente tenemos que entender por qué cayó Jerusalén.</p><p>Desde el punto de vista de la historia secular, Jerusalén y el segundo Templo fueron destruidos porque los judíos se rebelaron contra el Imperio Romano, y fueron aplastados sin piedad por el poderío de esta superpotencia. En los siglos transcurridos desde la caída de Jerusalén, algunos estudiosos del judaísmo interpretaron la destrucción de Jerusalén como una medida disciplinaria de Dios luego de que los judíos transgredieran Ley de Dios y se volvieran inmorales; otros creyeron que los judíos eran demasiado díscolos y estaban divididos. Sin embargo, la Biblia, especialmente el Nuevo Testamento, ofrece una explicación diferente para la destrucción del Templo.</p><p>Sí, la rebelión, la corrupción moral y social, las luchas internas y la división fueron sin duda factores importantes que condujeron a la caída de Jerusalén y a la destrucción del Templo. Pero la situación que causó esa tragedia fue más profunda que estos factores en sí. Varios aspectos importantes, tanto del Antiguo Testamento como del Nuevo Testamento, nos ayudarán a comprender la razón principal de la desaparición del Templo: el rechazo de Cristo y del pacto de Dios por parte de los dirigentes de Israel.</p><p><strong>El Templo original</strong></p><p>En primer lugar, el Templo original de Israel, construido por Salomón, fue destruido por los babilonios en 586 a.C. La destrucción ocurrió aproximadamente cien años después de que los israelitas del norte cayeran en apostasía y fueran conquistados por los asirios. La causa de la desaparición de Israel y la destrucción del Templo de Salomón por parte de las fuerzas babilónicas no consistió meramente en la falta de unidad o en la decadencia moral de los hebreos. Israel, el país del norte, desapareció porque rechazó el pacto de Dios y corrió tras otros dioses (1 Rey. 12:26-33; 2 Rey. 17:7-23). Sin embargo, aunque Judá tuvo reyes malvados y períodos de idolatría que aumentaron en frecuencia e intensidad con el paso del tiempo, no tenía una política nacional oficial permanente de sustituir la religión de Dios por el paganismo. Por esta razón, Dios permitió la destrucción del Templo y el exilio temporal de su pueblo, como estrategia de renovación nacional.</p><p><strong style=\"background-color: initial;\">El segundo Templo</strong><br></p><p>Por otra parte, los romanos destruyeron el segundo Templo en 70 d.C., unos 35 años después de que Jesús predijera los dos acontecimientos siguientes: (1) Dios quitaría el reino a Judá y se lo daría a otra nación (Mat. 21:43); (2) la casa de Judá (el Templo) quedaría “desolada” y completamente destruida (Mat. 23:38; 24:1, 2). ¿La razón de este doble juicio? Los dirigentes de Judá no solo fracasaron en producir el fruto del Reino de Dios (Mat. 21:43), sino además se negaron a permanecer bajo la jurisdicción y el cobijo de las alas de Dios (Mat. 23:37). En 31 d.C., los dirigentes tomaron una decisión oficial, consciente y deliberada: rechazaron el pacto de Dios, su salvación y a su Mesías (Mat. 26:1-3, 14-16, 57-68; 27:15-25; Juan 19:1-15). Como resultado, Dios permitió que el Templo terrenal fuera destruido.</p><p><strong>La gracia de Dios</strong></p><p>En tercer lugar, Dios concedió a Israel y a Judá toda la gracia necesaria para la redención y la restauración antes de permitirles sufrir el castigo por quebrantar su pacto. Desde la época de Moisés hasta la destrucción del segundo Templo, un lapso de más de mil quinientos años, Judá experimentó el amor inalterable de Dios. A pesar de sus fracasos, Dios los invitaba a permanecer bajo su pacto y ser transformados por su gracia y su poder. Incluso cuando los líderes judíos finalmente decidieron rechazar a Cristo, Dios les dio más de 35 años antes de ejecutar el castigo. Durante este período de prueba, Pedro (Hech. 2-4), Esteban (Hech. 7) y Pablo (Rom. 9-11) les rogaron que aceptaran a Jesús como el Mesías y que participaran del nuevo pacto de Dios. Pero, en lugar de hacer caso a estos llamados, los líderes decidieron rechazar a Cristo y lanzaron una dura persecución contra los cristianos, que culminó con el asesinato de Esteban en 34 d.C. Sin embargo, incluso luego de rechazar a Judá como su nación representativa, Dios continuó llamando a judíos individuales a entrar en su nuevo pacto y a ser salvos en su Reino.</p><p>Por consiguiente, la caída de Jerusalén ilustra el trato de Dios con los pecadores en el Gran Conflicto y, por este motivo, es fundamental para entender la identidad y la misión de la iglesia. Además, nos ayuda a comprender la paradoja del juicio: es decir, cómo la misericordia divina puede extenderse a los pecadores y al mismo tiempo satisfacer las exigencias de la justicia divina. Por un lado, Dios está lleno de amor, compasión y paciencia, y suplica a los pecadores que vuelvan a su Reino. Dios no quiere que los pecadores sufran la segunda muerte (Eze. 33:11). Por otra parte, Dios es justo y recto, por lo que no puede tolerar el mal en su presencia. No obstante, respetará la decisión final de quienes deseen seguir su propio camino, y abandonen el pacto, la protección y la fuente de vida de Dios. Aun así, Dios dio advertencias suficientes a los pecadores de que morirán si rechazan la protección de su Reino y las misericordias de su pacto. Fuera del pacto de Dios no hay gozo ni vida, por la sencilla razón de que ningún ser creado tiene vida que no provenga ni derive de él.</p><p><strong style=\"background-color: initial;\">El Plan de Salvación</strong><br></p><p>En cuarto lugar, a pesar de los contratiempos causados por la traición al pacto, Dios continuó con su plan de salvación y sus intervenciones para resolver el Gran Conflicto. Dios prometió que Jesús, quien era el Descendiente de Eva (Gén. 3:15), de Abraham (Gén. 12:2, 3, 7; Gál. 3:16, 29) y de David (2 Sam. 7:12-15; Mar. 12:35-37), traería salvación a la humanidad, liberándola del dominio del diablo, y restauraría el Reino de Dios en la Tierra. Al mismo tiempo, Dios prometió que Jesús, el verdadero Cordero de Dios y el que cumpliría los tipos del Santuario terrenal (Juan 1:29; 2:19-22), salvaría a la humanidad de la culpa y el poder del pecado. Aunque la historia de la humanidad a veces puede parecer sin dirección y librada a los caprichos y las artimañas del diablo y de la naturaleza humana, las Escrituras muestran un claro progreso del plan de Dios y de su promesa de salvación.</p><p><strong>Tipos y antitipos</strong></p><p>En quinto lugar, el Santuario terrenal y el sistema de sacrificios eran solo antitipos del sacrificio y el ministerio venideros de Jesús. Cuando el primer Templo fue destruido y Judá se lamentó por su gloria pasada, Dios les dijo que la verdadera gloria aún estaba por venir, y se manifestaría en aquel a quien el Santuario señalaba (Esd. 3:12; Hag. 2:9; Mat. 23:16-22). Por eso, cuando el segundo Templo fue destruido, los cristianos no perdieron la esperanza. Al contrario, comprendieron que el Santuario terrenal cumplió su misión de señalar a Jesús, su sacrificio y su ministerio de salvación en el verdadero Santuario celestial. El tipo se encontró con el antitipo; el símbolo, con la realidad. Tras la encarnación, el ministerio, la muerte, la resurrección y la ascensión de Jesús, el Gran Conflicto se focalizó ahora en el Santuario celestial. La Epístola a los Hebreos analiza ampliamente el significado de estos cambios. Así, Mateo 24 y la destrucción del segundo Templo, la Epístola a los Hebreos y su focalización en el Santuario celestial son extremadamente importantes para la interpretación adventista del Gran Conflicto y para toda la teología adventista en general.</p><p>Fue precisamente esta compleja interpretación de la destrucción del Templo lo que también inspiró la comprensión de la identidad y la misión de la iglesia. Luego de la destrucción del Templo, los cristianos apostólicos cambiaron su orientación del Templo al Santuario celestial. Superaron el miedo a la persecución y a la muerte, porque experimentaron el perdón de los pecados en el sacrificio de Cristo en la Cruz y miraban con fe al ministerio de Cristo a la diestra de Dios, en el Cielo. Sabían que eran el pueblo de Dios, el Nuevo Israel, llamado a proclamar su maravillosa salvación a toda la humanidad atrapada bajo el poder del pecado y la muerte. Compartían su amor ayudando a la gente que los rodeaba con los medios de que disponían. Y dirigían la atención de los demás hacia el fin del Gran Conflicto, hacia el fin del sufrimiento y la muerte, cuando el Señor Jesucristo regrese a la Tierra y derrote para siempre al diablo y al pecado.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>¿Qué piensa la gente de tu cultura acerca del amor y la justicia? ¿Todavía tiene esperanza de que llegue un momento en que toda la sociedad humana se caracterice por el amor y la rectitud? ¿Por qué? ¿Cómo podrías explicarle que no puede haber amor y justicia verdaderos y duraderos separados de Jesús o sin que el Espíritu Santo otorgue estas cualidades a los seres humanos y nos ayude a cultivarlas?</p><p><strong>1. </strong>Analiza tus actividades misioneras personales. ¿Entiendes claramente lo que significan las palabras de Jesús “el evangelio del Reino”? ¿Cómo puedes experimentarlo en tu vida? ¿Cómo pueden tú y tu iglesia compartir este evangelio con audiencias pequeñas y grandes a su alrededor?</p><p><strong>RESEÑA</strong></p><p>Texto clave: Juan 12:35.</p><p>Enfoque del estudio: Apocalipsis 12:7-9; Juan 8:44; Proverbios 23:23; 4:18; Juan 12:35; Salmo 119:30; Hechos 20:27-32; 2 Tesalonicenses 2:7-12; Juan 8:32.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>¿AMOR O EGOÍSMO? ESA ES LA CUESTIÓN</p>",
         "verse":"<p>No temas, que yo estoy contigo. No desmayes, que yo soy tu Dios que te fortalezco. Siempre te ayudaré, siempre te sustentaré con la diestra de mi justicia (Isa. 41:10).</p>",
         "versionCode":60,
         "weekDate":"6-12 de abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
