{
  "data": [
    {
      "color": "#900C3F",
      "id": 4,
      "idEs": 5,
      "language": "es",
      "lessonDays": [
        {
          "date": "15 de enero",
          "dayTitle": "<p>JESÚS, NUESTRO HERMANO&nbsp;FIEL</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>Hebreos 1 habla de Jesús como el Hijo de Dios, el Gobernante de los ángeles, y “el resplandor de la gloria de Dios, la fiel imagen de lo que él es” (Heb. 1:3, NVI). En Hebreos 2, Jesús es el Hijo del Hombre, que fue hecho inferior a los ángeles y que adoptó la naturaleza humana con toda su fragilidad, aun hasta el punto de la muerte (Heb. 2:7).\n</p><p>\n</p><p>En Hebreos 1, Dios dice acerca de Jesús: “Mi Hijo eres tú” (Heb. 1:5). En He\u0002breos 2, Jesús, al referirse a los hijos de los seres humanos, dice que son sus “hermanos” (Heb. 2:12).\n</p><p>En Hebreos 1, el Padre declara la soberanía divina del Hijo (Heb. 1:8-12). En Hebreos 2, el Hijo manifiesta su fidelidad al Padre (Heb. 2:13).\n</p><p>En Hebreos 1, Jesús es el divino Señor, Creador, Sustentador y Soberano. En Hebreos 2, Jesús es el Sumo Sacerdote humano, misericordioso y fiel.\n</p><p>En resumen, la descripción de Jesús como un hermano fiel y misericordioso se ve representada en la descripción del Hijo como la máxima manifestación del eterno Dios creador (Heb. 1:1-4).</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de enero",
          "dayTitle": "<p>EL HERMANO COMO REDENTOR</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Levítico 25:25 al 27 y 47 al 49. ¿Quién podía redimir a una persona que había perdido su propiedad o su libertad a causa de la pobreza?\n</strong></p><p><strong></strong></p><p><strong></strong></p><p>\n</p><p><strong>Levítico 25:25 al 27 y 47 al 49</strong></p><p>25 Cuando tu hermano empobreciere, y vendiere algo de su posesión, entonces su pariente más próximo vendrá y rescatará lo que su hermano hubiere vendido.&nbsp;</p><p>26 Y cuando el hombre no tuviere rescatador, y consiguiere lo suficiente para el rescate,&nbsp;</p><p>27 entonces contará los años desde que vendió, y pagará lo que quedare al varón a quien vendió, y volverá a su posesión.</p><p>47 Si el forastero o el extranjero que está contigo se enriqueciere, y tu hermano que está junto a él empobreciere, y se vendiere al forastero o extranjero que está contigo, o a alguno de la familia del extranjero;&nbsp;</p><p>48 después que se hubiere vendido, podrá ser rescatado; uno de sus hermanos lo rescatará.&nbsp;</p><p>49 O su tío o el hijo de su tío lo rescatará, o un pariente cercano de su familia lo rescatará; o si sus medios alcanzaren, él mismo se rescatará.</p><p><br></p><p>La ley de Moisés estipulaba que cuando una persona era tan pobre que tenía que vender su propiedad, o incluso a sí misma, para sobrevivir, recibiría esa propiedad o su libertad cada cincuenta años, en el año del jubileo. El año jubilar era un gran año sabático en el que se perdonaban las deudas, se reclamaban las propiedades y se proclamaba la libertad a los cautivos.\n</p><p>Sin embargo, cincuenta años era mucho tiempo de espera. Por eso, la Ley de Moisés también estipulaba que el pariente más cercano podía pagar la parte que aún se debía, y así rescatar a su pariente mucho antes.\n</p><p>El familiar más cercano era también quien garantizaba que se hiciera justicia en caso de asesinato. Él era el vengador de la sangre que perseguiría al asesino de su pariente cercano y lo castigaría (Núm. 35:9-15).\n</p><p><strong>Lee Hebreos 2:14 al 16. ¿Cómo se describe a Jesús y a nosotros en este pasaje?\n</strong></p><p><strong>Hebreos 2:14 al 16</strong></p><p>14 Así que, por cuanto los hijos participaron de carne y sangre, él también participó de lo mismo, para destruir por medio de la muerte al que tenía el imperio de la muerte, esto es, al diablo,&nbsp;</p><p>15 y librar a todos los que por el temor de la muerte estaban durante toda la vida sujetos a servidumbre.&nbsp;</p><p>16 Porque ciertamente no socorrió a los ángeles, sino que socorrió a la descendencia de Abraham.</p><p><br></p><p>Este pasaje nos describe como esclavos del diablo, pero a Jesús como nuestro Redentor. Cuando Adán pecó, la humanidad cayó bajo el poder de Satanás. Como resultado, no teníamos el poder de resistir el pecado (Rom. 7:14-24). Peor aún, nuestra transgresión requería una pena de muerte, que no podíamos pagar (Rom. 6:23). Por lo tanto, nuestra situación aparentemente era desesperada.\n</p><p>Sin embargo, Jesús adoptó nuestra naturaleza humana y se hizo de carne y hueso como nosotros. Se convirtió en nuestro pariente más cercano y nos redimió. No se avergonzó de llamarnos “hermanos” (Heb. 2:11).\n</p><p>Paradójicamente, al tomar nuestra naturaleza y redimirnos, Jesús también reveló su naturaleza divina. En el Antiguo Testamento, el verdadero redentor de Israel, su pariente más cercano, es Yahvé (p. ej., Sal. 19:14; Isa. 41:14; 43:14; 44:22; Jer. 31:11; Ose. 13:14).\n</p><p><strong>Sal. 19:14</strong></p><p>14 Sean gratos los dichos de mi boca y la meditación de mi corazón delante de ti,</p><p>Oh Jehová, roca mía, y redentor mío.</p><p><strong>Isa. 41:14</strong></p><p>14 No temas, gusano de Jacob, oh vosotros los pocos de Israel; yo soy tu socorro, dice Jehová; el Santo de Israel es tu Redentor.</p><p><strong>Isa. 43:14</strong></p><p>14 Así dice Jehová, Redentor vuestro, el Santo de Israel: Por vosotros envié a Babilonia, e hice descender como fugitivos a todos ellos, aun a los caldeos en las naves de que se gloriaban.</p><p><strong>Isa. 44:22</strong></p><p>22 Yo deshice como una nube tus rebeliones, y como niebla tus pecados; vuélvete a mí, porque yo te redimí.</p><p><strong>Jer. 31:11</strong></p><p>11 Porque Jehová redimió a Jacob, lo redimió de mano del más fuerte que él.</p><p><strong>Ose. 13:14</strong></p><p>14 De la mano del Seol los redimiré, los libraré de la muerte. Oh muerte, yo seré tu muerte; y seré tu destrucción, oh Seol; la compasión será escondida de mi vista.</p><p><strong>¿De qué maneras puedes aprender a experimentar más profundamente esta estrecha cercanía de Cristo? ¿Por qué tener esta experiencia es tan importante para tu fe?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de enero",
          "dayTitle": "<p>NO SE AVERGÜENZA DE LLAMARLOS HERMANOS</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p>Hebreos dice que Jesús no se avergonzó de llamarnos hermanos (Heb. 2:11). A pesar de ser uno con Dios, Jesús nos acogió como parte de su familia. Esta solidaridad contrasta con la vergüenza pública que sufrían los lectores de Hebreos en sus comunidades (Heb. 10:33).\n</p><p><strong></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p><strong>Lee Hebreos 11:24 al 26. Las decisiones de Moisés, ¿de qué manera ejemplifican lo que Jesús hizo por nosotros?\n</strong></p><p><strong>Hebreos 11:24 al 26</strong></p><p>24 Por la fe Moisés, hecho ya grande, rehusó llamarse hijo de la hija de Faraón,&nbsp;</p><p>25 escogiendo antes ser maltratado con el pueblo de Dios, que gozar de los deleites temporales del pecado,&nbsp;</p><p>26 teniendo por mayores riquezas el vituperio de Cristo que los tesoros de los egipcios; porque tenía puesta la mirada en el galardón.</p><p><br></p><p>¿Te imaginas lo que significó que a Moisés lo llamaran “hijo de la hija de Faraón”? Era una figura poderosa en el imperio más poderoso de la época. Recibió la más elevada formación civil y militar, y llegó a ser un personaje notable. Esteban dice que Moisés era “poderoso en sus palabras y obras” (Hech. 7:22). Elena de White también dice que él era “el favorito del ejército egipcio” y que el faraón “había decidido hacer de su nieto adoptivo el sucesor del trono” (ver PP 250). Sin embargo, Moisés abandonó todos estos privilegios cuando decidió identificarse con los israelitas, una nación esclava sin educación ni poder.\n</p><p><strong>Lee Mateo 10:32 y 33; 2 Timoteo 1:8 y 12; y Hebreos 13:12 al 15. ¿Qué nos pide Dios?\n</strong></p><p><strong>Mateo 10:32 y 33</strong></p><p>32 A cualquiera, pues, que me confiese delante de los hombres, yo también le confesaré delante de mi Padre que está en los cielos.&nbsp;</p><p>33 Y a cualquiera que me niegue delante de los hombres, yo también le negaré delante de mi Padre que está en los cielos.</p><p><strong>2 Timoteo 1:8 y 12</strong></p><p>8 Por tanto, no te avergüences de dar testimonio de nuestro Señor, ni de mí, preso suyo, sino participa de las aflicciones por el evangelio según el poder de Dios,&nbsp;</p><p>12 Por lo cual asimismo padezco esto; pero no me avergüenzo, porque yo sé a quién he creído, y estoy seguro que es poderoso para guardar mi depósito para aquel día.</p><p><strong>Hebreos 13:12 al 15</strong></p><p>12 Por lo cual también Jesús, para santificar al pueblo mediante su propia sangre, padeció fuera de la puerta.&nbsp;</p><p>13 Salgamos, pues, a él, fuera del campamento, llevando su vituperio;&nbsp;</p><p>14 porque no tenemos aquí ciudad permanente, sino que buscamos la por venir.&nbsp;</p><p>15 Así que, ofrezcamos siempre a Dios, por medio de él, sacrificio de alabanza, es decir, fruto de labios que confiesan su nombre.</p><p>Esto era parte del problema para los lectores de Hebreos. Después de sufrir persecución y rechazo, muchos de ellos comenzaron a avergonzarse de Jesús. Por sus acciones, algunos corrían peligro de exponer a Jesús “a la vergüenza pública” en lugar de honrarlo (Heb. 6:6). Por lo tanto, Pablo constantemente llama a los lectores a “retener” la “profesión” de su fe (Heb. 4:14; 10:23).\n</p><p>Dios quiere que reconozcamos a Jesús como nuestro Dios y nuestro hermano. Como Redentor, Jesús ha pagado nuestra deuda; como hermano, Jesús nos ha mostrado la manera en que debemos vivir para que seamos “hechos conformes a la imagen de su Hijo, para que él sea el primogénito entre muchos hermanos” (Rom. 8:29).\n</p><p><strong>Piensa por un momento en la decisión que Jesús tuvo que tomar para adoptarnos como “hermanos”. ¿Por qué la decisión de Jesús fue mucho más condescendiente que la de Moisés? ¿Qué nos enseña esto sobre el amor de Dios por nosotros?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de enero",
          "dayTitle": "<p>CARNE Y SANGRE COMO NOSOTROS</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>Hebreos dice que Jesús adoptó nuestra naturaleza humana para poder representarnos y morir por nosotros (Heb. 2:9, 14–16; 10:5–10). Este es el fundamento del plan de salvación y nuestra única esperanza de vida eterna.\n</p><p><strong></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p><strong>Lee Mateo 16:17; Gálatas 1:16; 1 Corintios 15:50; y Efesios 6:12. ¿Con qué deficiencias de la naturaleza humana relacionan estos pasajes la expresión “carne y sangre”?\n</strong></p><p><strong>Mateo 16:17</strong></p><p>17 Entonces le respondió Jesús: Bienaventurado eres, Simón, hijo de Jonás, porque no te lo reveló carne ni sangre, sino mi Padre que está en los cielos.</p><p><strong>Gálatas 1:16</strong></p><p>16 revelar a su Hijo en mí, para que yo le predicase entre los gentiles, no consulté en seguida con carne y sangre,</p><p><strong>1 Corintios 15:50</strong></p><p>50 Pero esto digo, hermanos: que la carne y la sangre no pueden heredar el reino de Dios, ni la corrupción hereda la incorrupción.</p><p><strong>Efesios 6:12</strong>Efesios 6:12</p><p>12 Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.</p><p><br></p><p>La expresión “carne y sangre” enfatiza la fragilidad de la condición humana, su debilidad (Efe. 6:12), falta de entendimiento (Mat. 16:17; Gál. 1:16) y la subyugación a la muerte (1 Cor. 15:50). Hebreos dice que Jesús fue hecho como sus hermanos “en todo” (Heb. 2:17). Esta expresión significa que Jesús se hizo completamente humano. Jesús no simplemente “parecía” humano; era verdaderamente humano, realmente uno de nosotros.\n</p><p>No obstante, Hebreos también afirma que Jesús era diferente de nosotros con respecto al pecado. En primer lugar, Jesús no cometió ningún pecado (Heb. 4:15). En segundo lugar, Jesús tenía una naturaleza humana que era “sant[a], inocente, sin mancha, apartad[a] de los pecadores” (Heb. 7:26). Nosotros tenemos tendencias al mal. Nuestra esclavitud al pecado comienza en lo más profundo de nuestra propia naturaleza. Somos “carnal[es], vendido[s] al pecado” (Rom. 7:14; ver también Rom. 7:15-20). El orgullo y otras motivaciones pecaminosas contaminan hasta nuestras buenas acciones. No obstante, la naturaleza de Jesús no estaba ensombrecida por el pecado. Así tenía que ser. Si Jesús hubiera sido “carnal, vendido al pecado”, como nosotros, también habría necesitado un Salvador. En cambio, Jesús vino como Salvador y se ofreció a sí mismo como sacrificio “sin mancha” a Dios en nuestro favor (Heb. 7:26-28; 9:14).\n</p><p>Luego Jesús destruyó el poder del diablo al morir por nuestros pecados como la ofrenda inmaculada, y así logró nuestro perdón y reconciliación con Dios (Heb. 2:14-17). Jesús también destruyó el poder del pecado al darnos poder para vivir una vida justa a través del cumplimiento de la promesa del Nuevo Pacto de escribir la Ley en nuestro corazón (Heb. 8:10). Así, Jesús ha derrotado al enemigo y efectivamente nos ha liberado para que ahora podamos “servir al Dios viviente” (Heb. 9:14, DHH). Mientras, la destrucción final de Satanás ocurrirá en el Juicio Final (Apoc. 20:1-3, 10).\n</p><p><strong>Dado que tenemos la promesa de la victoria a través de Jesús, ¿por qué muchos de nosotros todavía caemos en pecado? ¿Estamos haciendo algo mal? Y más aún, ¿Cómo podemos empezar a vivir a la altura del elevado llamamiento que tenemos en Cristo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de enero",
          "dayTitle": "<p>PERFECCIONADO A TRAVÉS DE SUFRIMIENTOS</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Hebreos 2:10, 17 y 18; y 5:8 y 9. ¿Cuál era la función del sufrimiento en la vida de Jesús?\n</strong></p><p><strong>Hebreos 2:10, 17 y 18</strong></p><p>10 Porque convenía a aquel por cuya causa son todas las cosas, y por quien todas las cosas subsisten, que habiendo de llevar muchos hijos a la gloria, perfeccionase por aflicciones al autor de la salvación de ellos</p><p>17 Por lo cual debía ser en todo semejante a sus hermanos, para venir a ser misericordioso y fiel sumo sacerdote en lo que a Dios se refiere, para expiar los pecados del pueblo.&nbsp;</p><p>18 Pues en cuanto él mismo padeció siendo tentado, es poderoso para socorrer a los que son tentados.</p><p><strong>Hebreos 5:8 y 9</strong></p><p>8 Y aunque era Hijo, por lo que padeció aprendió la obediencia;&nbsp;</p><p>9 y habiendo sido perfeccionado, vino a ser autor de eterna salvación para todos los que le obedecen;</p><p><br></p><p><strong></strong></p><p><strong></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>El apóstol dice que Dios, “por medio del sufrimiento, tenía que hacer perfecto” (DHH) a Jesús. Esta expresión es sorprendente. El autor ha dicho que Jesús es “el resplandor de su gloria, y la imagen misma de su sustancia” (Heb. 1:3) y que él es sin pecado, sin mancha y santo (Heb. 4:15; 7:26-28; 9:14; 10:5-10). Esto significa que Jesús no tuvo que superar ningún tipo de imperfección moral ni ética.\n</p><p>Sin embargo, Hebreos dice que Jesús pasó por un proceso de “perfeccionamiento” que le aportó los medios para salvarnos. Jesús fue perfeccionado en el sentido de que estaba siendo equipado para ser nuestro Salvador.\n</p><p>1. Jesús fue “perfeccionado” mediante los sufrimientos para convertirse en el Capitán de nuestra salvación (Heb. 2:10). Jesús tuvo que morir en la Cruz como sacrificio para que el Padre pudiera tener los medios legales para salvarnos. Jesús fue la ofrenda sacrificial perfecta, la única. Siendo Dios, Jesús podía juzgarnos; pero, gracias a su sacrificio, Jesús también puede salvarnos.\n</p><p>2. Jesús aprendió la obediencia a través de los sufrimientos (Heb. 5:8). La obediencia era necesaria por dos cosas. En primer lugar, la obediencia hizo que su sacrificio fuese aceptable (Heb. 9:14; 10:5–10). En segundo lugar, sus sufrimientos le permitieron llegar a ser nuestro Ejemplo (Heb. 5:9). Jesús “aprendió” la obediencia porque nunca había experimentado esto antes. Como Dios, ¿a quién tendría que obedecer? Como Hijo eterno y uno con Dios, el Universo le obedecía como gobernante. Por lo tanto, Jesús no pasó de la desobediencia a la obediencia, sino de la soberanía y el dominio a la sumisión y la obediencia. El exaltado Hijo de Dios se convirtió en el obediente Hijo del Hombre.\n</p><p>3. Los sufrimientos revelaron que Jesús era un Sumo Sacerdote misericordioso y fiel (Heb. 2:17, 18). Los sufrimientos no hicieron que Jesús fuese más misericordioso. Al contrario, fue la misericordia de Jesús la que hizo que él se ofreciera para morir en la Cruz para salvarnos (Heb. 10:5–10; comparar con Rom. 5:7, 8). No obstante, fue mediante los sufrimientos de Jesús que verdaderamente se expresó y se reveló la realidad de su amor fraternal.\n</p><p><strong>Si el Salvador sin mancha padeció, nosotros seguramente también sufriremos. ¿Cómo podemos aprender a soportar las tragedias de la vida y, al mismo tiempo, reci</strong><strong>bir esperanza y seguridad del Señor, quien nos ha revelado su amor de tantas formas poderosas?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de enero",
          "dayTitle": "<p>EL HERMANO COMO MODELO</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p>Otra razón por la que Jesús adoptó nuestra naturaleza humana y vivió entre nosotros es para poder ser nuestro Ejemplo, el único que podría ser un modelo para nosotros en cuanto a la manera correcta de vivir ante Dios.\n</p><p><strong></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>Lee Hebreos 12:1 al 4. Según el apóstol, ¿cómo debemos correr la carrera de la vida cristiana?\n</p><p>Hebreos 12:1 al 4</p><p>1 Por tanto, nosotros también, teniendo en derredor nuestro tan grande nube de testigos, despojémonos de todo peso y del pecado que nos asedia, y corramos con paciencia la carrera que tenemos por delante,&nbsp;</p><p>2 puestos los ojos en Jesús, el autor y consumador de la fe, el cual por el gozo puesto delante de él sufrió la cruz, menospreciando el oprobio, y se sentó a la diestra del trono de Dios.\n</p><p>\n</p><p>3 Considerad a aquel que sufrió tal contradicción de pecadores contra sí mismo, para que vuestro ánimo no se canse hasta desmayar.&nbsp;</p><p>4 Porque aún no habéis resistido hasta la sangre, combatiendo contra el pecado;<br></p><p><br></p><p>En este pasaje, Jesús es la culminación de una larga lista de personajes que el apóstol ofrece como ejemplos de fe. Este pasaje define a Jesús como “el autor y consumador de la fe”. La palabra griega arch?gos (“autor”, “iniciador”) también se puede traducir como “pionero”. Jesús es el pionero de la carrera en el sentido de que él corre delante de los creyentes. De hecho, Hebreos 6:20 dice que Jesús es nuestro “precursor”. La palabra “consumador”, o “perfeccionador” (NVI), da la idea de que Jesús había mostrado fe en Dios en la forma más pura posible. Este pasaje enseña que Jesús es el primero en correr nuestra carrera con éxito y que él es quien perfeccionó el arte de vivir por la fe.\n</p><p>Hebreos 2:13 dice: “Y otra vez: Yo confiaré en él. Y de nuevo: He aquí, yo y los hijos que Dios me dio”. Lo que ocurre aquí es que Jesús dijo que pondría su confianza en Dios. Esta referencia es una alusión a Isaías 8:17 y 18.\n</p><p>Isaías pronunció estas palabras frente a una terrible amenaza de invasión de Israel –el Reino del Norte– y Siria (Isa. 7:1, 2). Su fe desentonaba con la falta de fe de Acaz, el rey (2 Rey. 16:5-18). Dios había exhortado a Acaz a que confiara en él y a que pidiera una señal de que lo liberaría (Isa. 7:1-11). Dios ya le había prometido, como hijo de David, que protegería a Acaz como a su propio hijo. Ahora, Dios amablemente le ofreció a Acaz confirmar esa promesa con una señal. Sin embargo, Acaz se negó a pedir una señal y, en cambio, envió mensajeros a Tiglat-pileser, rey de Asiria, diciendo: “Yo soy tu siervo y tu hijo” (2 Rey. 16:7). ¡Qué triste! Acaz prefirió ser “hijo” de Tiglat-pileser antes que de Dios.\n</p><p>Sin embargo, Jesús puso su confianza en Dios y en su promesa de que pondrá a sus enemigos debajo de sus pies (Heb. 1:13; 10:12, 13). Dios nos ha hecho la misma promesa a nosotros, y debemos creerle, tal como lo hizo Jesús (Rom. 16:20).\n</p><p><strong>¿De qué otro modo podemos aprender a poner nuestra confianza en Dios si no es tomando decisiones diarias que reflejen esta confianza? ¿Cuál es la próxima decisión importante que debes tomar y cómo puedes asegurarte de que esta revele tu confianza en Dios?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de enero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>Hebreos 2:13 contiene las palabras de Jes&uacute;s a su Padre, hablando de sus hermanos: &ldquo;He aqu&iacute;, yo y los hijos que Dios me dio&rdquo;. Patrick Gray sugiere que aqu&iacute; se describe a Jes&uacute;s como el Guardi&aacute;n de sus hermanos. El sistema romano de tutela impuberum determinaba que, a la muerte del padre, &ldquo;un tutor, a menudo un hermano mayor, se hac&iacute;a responsable del cuidado de los hijos menores y de su herencia hasta que alcanzaban la mayor&iacute;a de edad, aumentando as&iacute; el deber natural del hermano mayor de cuidar a sus hermanos menores&rdquo; (Godly Fear: The Epistle to the Hebrews and Greco-Roman Critiques of Superstition, p. 126). Esto explica por qu&eacute; Hebreos alude a nosotros como los hermanos de Jes&uacute;s y como sus hijos. Como nuestro hermano mayor, Jes&uacute;s es nuestro Tutor, nuestro Guardi&aacute;n y Protector.\n</p> <p>&ldquo;Cristo vino a la Tierra tomando la humanidad y present&aacute;ndose como Representante del hombre para mostrar que, en el conflicto con Satan&aacute;s, el hombre tal como Dios lo cre&oacute;, unido con el Padre y el Hijo, pod&iacute;a obedecer todos los requerimientos divinos&rdquo; (MS 1:309).\n</p> <p>&ldquo;En su vida y sus lecciones, Cristo dio un ejemplo perfecto del ministerio abnegado que tiene su origen en Dios. Dios no vive para s&iacute;. Al crear el mundo y al sostener todas las cosas, est&aacute; sirviendo constantemente a otros. &Eacute;l &lsquo;hace salir su sol sobre malos y buenos, y [...] hace llover sobre justos e injustos&rsquo; (Mat. 5:45). Este ideal de ministerio fue confiado por Dios a su Hijo. Jes&uacute;s fue dado para que estuviese a la cabeza de la humanidad, con el fin de que por su ejemplo pudiese ense&ntilde;ar lo que significa servir. Toda su vida fue regida por una ley de servicio. Sirvi&oacute; a todos, ministr&oacute; a todos&rdquo; (DTG 604).\n</p> <p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p> <p>1. Hebreos nos dice que Jes&uacute;s se convirti&oacute; en nuestro Hermano para salvarnos. Piensa en lo que eso significa en t&eacute;rminos de lo que Dios hizo para salvarnos. &iquest;Por qu&eacute;, entonces, ser&iacute;a un error tan tr&aacute;gico darle la espalda a esta asombrosa realidad?\n</p> <p>2. &iquest;Por qu&eacute; es importante para nosotros que Jes&uacute;s no haya nacido &ldquo;vendido al pecado&rdquo; como nosotros (Rom. 7:14)? Piensa en Mois&eacute;s y por qu&eacute; era importante para los israelitas que &eacute;l no fuera un esclavo como ellos. La historia de Mois&eacute;s, de alguna manera, &iquest;c&oacute;mo nos ayuda a comprender lo que Jes&uacute;s ha hecho por nosotros?\n</p> <p>3. Reflexiona en el papel del sufrimiento en nuestra vida. &iquest;Por qu&eacute; nunca debemos pensar que el sufrimiento, en s&iacute; mismo, es bueno, aunque a veces pueda salir algo bueno de &eacute;l?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>JESÚS, NUESTRO HERMANO&nbsp;FIEL</p>",
      "verse": "<p>“Así que, por cuanto los hijos participaron de carne y sangre, él también participó de lo mismo, para destruir por medio de la muerte al que tenía el imperio de la muerte, esto es, al diablo” (Heb. 2:14).</p>",
      "versionCode": 16,
      "weekDate": "15-21 de enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
