{
  "data": [
    {
      "color": "#B8B825",
      "id": 10,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "26 noviembre",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>E l poeta italiano Dante Alighieri (1265-1321) escribió su famosa obra La divina comedia, que trata de un viaje ficticio del alma después de la muerte. El alma va al infierno en el interior de la Tierra; o al purgatorio, donde el espíritu humano puede purificarse y hacerse merecedor de ascender al cielo; o al paraíso, a la presencia de Dios mismo.\n</p><p>Aunque solo es ficción, una obra literaria, el mensaje de Dante terminó teniendo muchísima influencia en la teología cristiana, especialmente en la teología católica romana. La noción básica de que el alma inmortal va al infierno, al purgatorio o al paraíso es fundamental para esa iglesia. Muchas confesiones protestantes conservadoras también creen en un alma inmortal que, después de la muerte, asciende al paraíso o desciende al infierno. De hecho, si el alma humana nunca muere, entonces tiene que ir a algún lugar después de que muere el cuerpo. En resumen, una falsa interpretación de la naturaleza humana ha llevado a terribles errores teológicos.\n</p><p><strong>Esta semana nos ocuparemos de algunas de estas teorías no bíblicas, así como de la cosmovisión bíblica de lo que sucede después de la muerte.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 Noviembre",
          "dayTitle": "<p>¿GUSANOS INMORTALES?</p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p>Compara Marcos 9:42 al 48 con Isaías 66:24. ¿Cómo entiendes la expresión “el gusano de ellos no muere” (Mar. 9:48)? Algunos interpretan el sustantivo singular “gusano” (Mar. 9:48)</p><p><strong>&nbsp;Marcos 9:42-48</strong></p><p><strong><sup>42</sup></strong> A cualquiera que haga tropezar a uno de estos pequeñitos que creen en mí, mejor le sería que se le atara una piedra de molino al cuello y se le arrojara al mar.</p><p><strong><sup>43</sup></strong> Si tu mano te es ocasión de caer, córtala, porque mejor te es entrar en la vida manco, que teniendo dos manos ir al infierno, al fuego que no puede ser apagado,</p><p><strong><sup>44</sup></strong> donde el gusano de ellos no muere y el fuego nunca se apaga.</p><p><strong><sup>45</sup></strong> Y si tu pie te es ocasión de caer, córtalo, porque mejor te es entrar en la vida cojo, que teniendo dos pies ser arrojado al infierno, al fuego que no puede ser apagado, 46 donde el gusano de ellos no muere y el fuego nunca se apaga.</p><p><strong><sup>47</sup></strong> Y si tu ojo te es ocasión de caer, sácalo, porque mejor te es entrar en el reino de Dios con un ojo, que teniendo dos ojos ser arrojado al infierno,</p><p><strong><sup>48</sup></strong> donde el gusano de ellos no muere y el fuego nunca se apaga.</p><p><strong>Isaías 66:24</strong></p><p><strong><sup>24</sup></strong> «Saldrán y verán los cadáveres de los hombres que se rebelaron contra mí; porque su gusano nunca morirá ni su fuego se apagará. Y serán abominables para todo ser humano.»</p><p>Como una alusión a la supuesta alma o espíritu incorpóreo del impío que, después de la muerte, va directamente al infierno, donde nunca muere y sufre el tormento eterno.</p><p>Pero esta interpretación no refleja la noción bíblica de la muerte inconsciente. Además, ignora el contexto veterotestamentario de este pasaje. En realidad, “ ‘el gusano’ en singular se utiliza genéricamente para ‘los gusanos’, no significa un solo gusano. La referencia es a los gusanos que se alimentan de cuerpos en descomposición” (R. G. Bratcher y E. A. Nida, A Translator’s Handbook on the Gospel of Mark, p. 304).</p><p>En Marcos 9:48, Jesús cita Isaías 66:24, que dice: “Y saldrán, y verán los cadáveres de los hombres que se rebelaron contra mí; porque su gusano nunca morirá, ni su fuego se apagará, y serán abominables a todo hombre”.</p><p>Esta aterradora escena metafórica retrata un campo de batalla donde los enemigos de Dios están muertos en el suelo y en proceso de destrucción. Los cuerpos que no consume el fuego los descomponen los gusanos; o quizá primero los consumen los gusanos y luego el fuego. De cualquier modo, no hay ninguna referencia a ninguna presunta alma que escape de la destrucción del cuerpo y que vuele al infierno.</p><p>Pero, ¿qué pasa con los “gusanos” que nunca mueren? El lenguaje metafórico de Isaías 66:24 (citado en Mar. 9:48) no implica que esos gusanos sean inmortales. (¿Gusanos inmortales?) El énfasis es que los gusanos no dejan incompleta su tarea destructiva. En otras palabras, siguen devorando el cuerpo de los malvados hasta destruirlo por completo. En cambio, los fieles hijos de Dios morarán gozosos en “los cielos nuevos y la nueva tierra” y adorarán a Dios en su misma presencia (Isa. 66:22, 23). Con destinos tan contrastantes en mente, no es de extrañar que Jesús declarara que sería mucho mejor que alguien entrara en el Reino de Dios sin una parte esencial de su cuerpo (sin una mano, un pie, o incluso un ojo) a tener un cuerpo perfecto que será destruido por gusanos y el fuego (Mar. 9:42–48).</p><p>A fin de cuentas, nos salvamos o nos perdemos completamente; no hay término medio. Podemos tener vida eterna o sufriremos la destrucción eterna. ¿Qué decisiones tienes que tomar hoy? Esta realidad, la vida eterna o la destrucción eterna, ¿Cómo debería repercutir en esas decisiones?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de noviembre",
          "dayTitle": "<p>EL FUEGO DEL INFIERNO</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p>En su folleto para niños titulado The Sight of Hell [La visión del infierno], página 24, el sacerdote católico inglés John Furniss (1809-1865) ilustra el tormento eterno mediante una gran bola de hierro macizo, más grande que los cielos y la Tierra. “Un ave viene una vez cada cien millones de años y apenas toca la gran bola de hierro con una pluma de su ala”. El autor argumenta que los pecadores continuarán ardiendo en el infierno ¡aun después de que la bola de hierro se desgaste con esos ocasionales toques de plumas!</p><p>Lo triste es que muchos protestantes aún hoy creen en algo similar en cuanto a los perdidos.</p><p><strong>Lee Malaquías 4:1 y Judas 7. Estos pasajes ¿cómo pueden ayudarnos a entender mejor la noción del “fuego eterno” o la idea, como Jesús la expresó, de que los perdidos estarán en “el fuego eterno” (Mat. 18:8) o en un “fuego que no puede ser apagado”? (Mar. 9:43).</strong></p><p><strong>Malaquías 4:1&nbsp;</strong></p><p><sup><strong>1</strong> </sup>Porque he aquí, viene el día ardiente como un horno, y todos los soberbios y todos los que hacen maldad serán estopa; aquel día que vendrá los abrasará, ha dicho Jehová de los ejércitos, y no les dejará ni raíz ni rama.</p><p><strong>Judas 7</strong></p><p><strong><sup>7</sup></strong> como Sodoma y Gomorra y las ciudades vecinas, las cuales de la misma manera que aquellos, habiendo fornicado e ido en pos de vicios contra naturaleza, fueron puestas por ejemplo, sufriendo el castigo del fuego eterno.</p><p>La palabra “eterno” (hebreo, ‘olam; griego, aión, aionios) tiene diferentes significados, según el contexto inmediato. Por ejemplo, cuando se relaciona con Dios (Deut. 33:27, “eterno”), la palabra expresa su eternidad. Cuando se relaciona con los seres humanos (Éxo. 21:6, “para siempre”), la palabra se limita a su tiempo de vida. Cuando califica al fuego (Mat. 18:8; 25:41; “eterno”), implica que el fuego no se apagará hasta no consumir completamente lo que se está quemando. Esto significa que el “fuego eterno” será eterno en el sentido de que consumirá a los malvados en forma completa e irreversible, “y no les dejará ni raíz ni rama” (Mal. 4:1).</p><p><br></p><p>La teoría del castigo eterno de los impíos tiene serias implicaciones. Si se castigara a los malvados para siempre, el mal nunca se erradicaría. Además, toda la vida humana deriva de Dios (Deut. 32:39; Sal. 36:9), quien “no [s]e alegr[a] con la muerte del malvado” (Eze. 33:11, NVI). ¿Por qué, entonces, continuaría dando vida a los malvados para que sufran un tormento sin fin? ¿No sería mucho más razonable que acabara con su existencia? Si los impíos serán castigados “según sus obras” (Apoc. 20:12), ¿por qué entonces una corta vida humana debe ser castigada indefinidamente?</p><p>Todas las referencias bíblicas al “fuego eterno” deben considerarse alusiones al “lago de fuego” posterior al milenio de Apocalipsis 20 (ver la lección 13). Por lo tanto, no es bíblico hablar de un infierno que ya está presente y que arde para siempre.</p><p>Si bien el infierno de fuego es nefasto, la verdad sobre el infierno, ¿qué nos revela sobre el amor de Dios, especialmente en contraste con la idea del tormento eterno?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de noviembre",
          "dayTitle": "<p>LOS SANTOS EN EL PURGATORIO</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>La Iglesia Católica Romana sostiene que los muertos que no merecen el infierno pero que aún no están listos para el paraíso pueden purgar sus pecados en el purgatorio y luego ascender de allí al paraíso. Sus sufrimientos en el purgatorio pueden reducirse con las oraciones y las penitencias de sus seres queridos.</p><p>El Catecismo de la Iglesia Católica es explícito sobre el purgatorio: “Los que mueren en la gracia y la amistad de Dios, pero imperfectamente purificados, aunque están seguros de su salvación eterna, sufren una purificación después de su muerte, a fin de obtener la santidad necesaria para entrar en el gozo de Dios” (Catecismo de la Iglesia Católica, parte 1, secc. 2, cap. 3, art. 12, párr. 1.030).</p><p>Señala, además, que su sufrimiento puede aliviarse con las oraciones de sus seres queridos, así como con otros actos en favor de los muertos. “La Iglesia también recomienda las limosnas, las indulgencias y las obras de penitencia en favor de los difuntos” (Catecismo de la Iglesia Católica, parr. 1.032).</p><p><br></p><p><strong>Lee Eclesiastés 9:10, Ezequiel 18:20 al 22 y Hebreos 9:27. ¿Cómo refutan estos pasajes la teoría del purgatorio?</strong></p><p><strong>Eclesiastés 9:10</strong></p><p><strong><sup>10</sup></strong> Todo lo que te viniere a la mano para hacer, hazlo según tus fuerzas; porque en el Seol, adonde vas, no hay obra, ni trabajo, ni ciencia, ni sabiduría.</p><p><strong>Ezequiel 18:20-22&nbsp;</strong></p><p><strong><sup>20</sup> </strong>El alma que pecare, esa morirá; el hijo no llevará el pecado del padre, ni el padre llevará el pecado del hijo; la justicia del justo será sobre él, y la impiedad del impío será sobre él.</p><p><strong><sup>21</sup></strong> Mas el impío, si se apartare de todos sus pecados que hizo, y guardare todos mis estatutos e hiciere según el derecho y la justicia, de cierto vivirá; no morirá.&nbsp;</p><p><strong><sup>22</sup></strong> Todas las transgresiones que cometió, no le serán recordadas; en su justicia que hizo vivirá.</p><p><strong>Hebreos 9:27</strong></p><p><strong><sup>27</sup></strong> Y de la manera que está establecido para los hombres que mueran una sola vez, y después de esto el juicio,</p><p>El dogma del purgatorio combina la noción pagana de un infierno ardiente con la práctica pagana de orar por los muertos. Este dogma es inaceptable para quienes creen en las enseñanzas bíblicas (1) de que los muertos descansan en forma inconsciente en sus tumbas (Ecl. 9:10); (2) que la justicia de un ser humano caído no se puede transferir a otro ser humano caído (Eze. 18:20-22); (3) que nuestro único Mediador es Jesucristo (1 Tim. 2:5); y (4) que a la muerte le sigue el Juicio Final, sin ninguna segunda oportunidad para arrepentirse de las trampas de esta vida (Heb. 9:27). Una implicación aún más seria es hasta qué punto la teoría antibíblica del purgatorio distorsiona el propio carácter de Dios. De hecho, “la obra de Satanás desde su caída es malinterpretar a nuestro Padre celestial. Él sugirió el dogma de la inmortalidad del alma. [...]&nbsp;</p><p>La idea de un infierno que arde eternamente es fabricación de Satanás; el purgatorio es invención suya. Estas enseñanzas falsifican el carácter de Dios, para que se lo tenga por severo, vengativo, arbitrario y falto en perdonar” (Manuscrito 51, 10/12/1890). En vez de que los muertos esperen la venida de Cristo dormidos, este concepto sostiene que están en el purgatorio, y que allí sufren hasta que alguien logre sacarlos.</p><p>Los errores como el purgatorio o el tormento eterno, ¿qué nos enseñan sobre la importancia de la doctrina? ¿Por qué es importante lo que creemos y no solo en quién creemos?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de noviembre",
          "dayTitle": "<p>UN PARAÍSO CON ALMAS INCORPÓREAS</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>Aunque los protestantes no aceptan el purgatorio, muchos creen que las almas de los justos muertos ya disfrutan del paraíso en la presencia misma de Dios. Algunos argumentan que esas “almas” son solo espíritus incorpóreos; otros creen que son espíritus incorpóreos, pero cubiertos por un cuerpo espiritual de gloria.</p><p>Cualquiera que sea el supuesto estado metafísico de los muertos vivos, estas teorías socavan la doctrina bíblica de la resurrección final y el juicio de los muertos. ¿Por qué hay una resurrección y un juicio (Apoc. 20:12-14), si las almas de los justos ya están disfrutando del paraíso?</p><p><strong>Lee Hechos 2:29, 34 y 35, y 1 Corintios 15:16 al 18. ¿Cómo arrojan luz estos pasajes sobre el estado de los muertos y los que esperan la resurrección?</strong></p><p><strong>Hechos 2:29, 34 , 35</strong></p><p><strong><sup>29</sup></strong> Varones hermanos, se os puede decir libremente del patriarca David, que murió y fue sepultado, y su sepulcro está con nosotros hasta el día de hoy.</p><p><strong><sup>34</sup></strong> Porque David no subió a los cielos; pero él mismo dice: Dijo el Señor a mi Señor: siéntate a mi diestra,</p><p><strong><sup>35</sup></strong> Hasta que ponga a tus enemigos por estrado de tus pies.</p><p><strong>1 Corintios 15:16-18</strong></p><p><strong><sup>16</sup></strong> Porque si los muertos no resucitan, tampoco Cristo resucitó;&nbsp;</p><p><strong><sup>17 </sup></strong>y si Cristo no resucitó, vuestra fe es vana; aún estáis en vuestros pecados.&nbsp;</p><p><strong><sup>18</sup></strong> Entonces también los que durmieron en Cristo perecieron.</p><p>La Biblia enseña que todos los seres humanos que ya están en el cielo fueron trasladados vivos, como en el caso de Enoc (Gén. 5:24) y Elías (2 Rey. 2:9-11), o resucitados de entre los muertos, como Moisés (Jud. 9) y aquellos que resucitaron con Cristo (Mat. 27:51–53).</p><p>Como ya hemos visto, la alusión a las almas “bajo el altar” que claman a Dios por venganza (Apoc. 6:9-11) es solo una metáfora de la justicia, y no valida la teoría de la inmortalidad natural del alma. De lo contrario, estas personas difícilmente estarían disfrutando de su recompensa eterna. En realidad, la tumba es un lugar de descanso para los muertos, que inconscientemente esperan la resurrección final, cuando se restaurará su existencia consciente. Los muertos, incluso los muertos justos, no son almas incorpóreas que deambulan por el cielo, esperando pacientemente reunirse con su cuerpo en la resurrección final.</p><p>Además, ¿de qué podría estar hablando Pablo en 1 Corintios 15:18, cuando dice que, si no hubo resurrección de los muertos, entonces “también los que durmieron en Cristo perecieron”? ¿Cómo pudieron perecer, si ya están en la dicha celestial y han estado allí todo el tiempo desde que murieron? Una doctrina central y clave del Nuevo Testamento, la resurrección de los muertos cuando Cristo regrese, queda invalidada por la falsa enseñanza de que los justos muertos se elevan hacia su recompensa eterna inmediatamente después de morir. Sin embargo, escuchamos esto todo el tiempo, especialmente en los funerales.</p><p><strong>¿Cómo podrías ayudar a la gente a comprender que la idea de que los muertos duermen en la tierra es realmente una “buena noticia”, en el sentido de que realmente están en reposo y no sienten dolor ni sufren?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de diciembre",
          "dayTitle": "<p>LA COSMOVISIÓN BÍBLICA</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee 1 Juan 5:3 al 12. ¿Por qué el apóstol Juan limita la “vida eterna” solo a quienes están en Cristo?</strong></p><p><strong>1 Juan 5:3-12</strong></p><p><strong><sup>3</sup></strong> Pues este es el amor a Dios, que guardemos sus mandamientos; y sus mandamientos no son gravosos.&nbsp;</p><p><strong><sup>4 </sup></strong>Porque todo lo que es nacido de Dios vence al mundo; y esta es la victoria que ha vencido al mundo, nuestra fe. <strong><sup>5 </sup></strong>¿Quién es el que vence al mundo, sino el que cree que Jesús es el Hijo de Dios?</p><p><strong><sup>6 </sup></strong>Este es Jesucristo, que vino mediante agua y sangre; no mediante agua solamente, sino mediante agua y sangre. Y el Espíritu es el que da testimonio; porque el Espíritu es la verdad.&nbsp;</p><p><strong><sup>7 </sup></strong>Porque tres son los que dan testimonio en el cielo: el Padre, el Verbo y el Espíritu Santo; y estos tres son uno.&nbsp;</p><p><strong><sup>8 </sup></strong>Y tres son los que dan testimonio en la tierra: el Espíritu, el agua y la sangre; y estos tres concuerdan.&nbsp;</p><p><strong><sup>9 </sup></strong>Si recibimos el testimonio de los hombres, mayor es el testimonio de Dios; porque este es el testimonio con que Dios ha testificado acerca de su Hijo.&nbsp;</p><p><strong><sup>10</sup></strong> El que cree en el Hijo de Dios, tiene el testimonio en sí mismo; el que no cree a Dios, le ha hecho mentiroso, porque no ha creído en el testimonio que Dios ha dado acerca de su Hijo.&nbsp;</p><p><strong><sup>11</sup></strong> Y este es el testimonio: que Dios nos ha dado vida eterna; y esta vida está en su Hijo.&nbsp;</p><p><strong><sup>12</sup></strong> El que tiene al Hijo, tiene la vida; el que no tiene al Hijo de Dios no tiene la vida.</p><p>La doctrina bíblica de la inmortalidad condicional del ser humano, en contraste con la teoría antibíblica de la inmortalidad natural del alma, se hace explícita en 1 Juan 5:11 y 12. Para comprender el significado de este importante pasaje, debemos recordar que solo la Deidad “tiene inmortalidad” (1 Tim. 6:15, 16) y es la única Fuente de vida (Sal. 36:9; Col. 1:15-17; Heb. 1:2).</p><p>Cuando el pecado entró en el mundo mediante la caída de Adán y de Eva (Gén. 3), ellos y todos sus descendientes (incluso nosotros) cayeron bajo la maldición de la muerte física y perdieron el don de la vida eterna. Pero nuestro Dios amante implementó el plan de salvación para que los seres humanos recuperaran la vida eterna, la vida que debió haber sido suya desde el principio. Como escribió Pablo: “Según nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él” (Efe. 1:4).</p><p>El apóstol Pablo explica que, “como el pecado entró en el mundo por un hombre [Adán], y por el pecado la muerte”, así por medio de “uno solo, Jesucristo”, todos los seres humanos tienen acceso al don gratuito de la vida eterna (Rom 5:12-21). Aquí Pablo hace una referencia inequívoca a un Adán literal que trajo el pecado y la muerte a este mundo. Nada tiene sentido en la Biblia sin un Adán literal que, por causa de la transgresión, trajo el pecado y la muerte a nuestro mundo.</p><p>Por lo tanto, agrega el apóstol Juan, “Dios nos ha dado vida eterna; y esta vida está en su Hijo. El que tiene al Hijo, tiene la vida; el que no tiene al Hijo de Dios no tiene la vida” (1 Juan 5:11, 12). El panorama completo se vuelve más claro a la luz de las declaraciones de Jesús: “Que todo aquel que ve al Hijo, y cree en él, tenga vida eterna; y yo le resucitaré en el día postrero” (Juan 6:40), y: “Yo soy la resurrección y la vida; el que cree en mí, aunque esté muerto, vivirá” (Juan 11:25).</p><p>Esto significa que la vida eterna es un don de Dios que recibimos por medio de Cristo, que se consigue en el presente, pero se disfruta plenamente solo después de la resurrección final de los justos. La conclusión es muy sencilla:</p><p>Si se concede vida eterna solo a los que están en Cristo, los que no están en él no tienen vida eterna (1 Juan 5:11, 12). En cambio, la teoría de la inmortalidad natural del alma adjudica vida eterna, en el paraíso o en el infierno, a todos los seres humanos, incluso a los que no están en Cristo. Por más que esta enseñanza sea popular, no es bíblica.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de diciembre",
          "dayTitle": "",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>Lee Elena de White, El conflicto de los siglos, “El misterio de la inmortalidad”, pp. 586-606; “¿Pueden hablarnos nuestros muertos?”, pp. 607-618.</p><p>“Sobre el error fundamental de la inmortalidad natural descansa la doctrina de la conciencia en la muerte; doctrina que, como la del tormento eterno, se opone a las enseñanzas de las Escrituras, a los dictados de la razón y a nuestros sentimientos de humanidad. Según la creencia popular, los redimidos en el cielo están al tanto de todo lo que pasa en la Tierra, y especialmente en la vida de los amigos que dejaron atrás. Pero, ¿cómo podría ser una fuente de felicidad para los muertos conocer las tribulaciones de los vivos, ser testigos de los pecados cometidos por sus amados, y verlos sufrir todas las penas, desilusiones y angustias de la vida? ¿Cuánto podrían gozar de la dicha del cielo los que revolotean sobre sus amigos en la Tierra? ¡Y cuán profundamente repulsiva es la creencia de que, apenas exhalado el último suspiro, el alma del impenitente es arrojada a las llamas del infierno! ¡En qué abismos de dolor deben hundirse los que ven a sus amigos bajar a la tumba sin preparación, para entrar en una eternidad de pecado y aflicción!” (CS 600, 601).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><br></p><p><strong>1. </strong>Quienes han hablado con otros cristianos sobre el estado de los muertos y la naturaleza del infierno, lo más probable es que hayan descubierto cuán inflexibles y firmes son las personas en su creencia, no solo en la idea de que los salvos van inmediatamente al cielo, sino incluso en que los perdidos están en el tormento eterno del infierno. ¿Por qué crees que es así? Una cosa es que quieran creer que sus seres queridos fallecidos están “con el Señor” (y esto es entendible hasta cierto punto aunque, como hemos visto, todavía queda el tema de cuán angustiante sería para ellos contemplar el desastre de acá abajo). Pero, ¿por qué existe un apego tan fuerte a la horripilante idea de que los perdidos son atormentados eternamente en el infierno? ¿Qué nos enseña este hecho acerca de cuán poderosa puede ser la tradición? Analicen en clase.</p><p><strong>2. </strong>La mayoría de las confesiones cristianas proclaman la teoría no bíblica de la inmortalidad natural del alma, con todas sus teorías correlaciona- das. ¿Qué más deberíamos hacer como iglesia (además de lo que ya esta- mos haciendo) para proclamar al mundo la visión bíblica de la muerte y el más allá?</p><p><strong>3.</strong> Aunque el poema de Dante, La divina comedia, era mera ficción, ejerció una gran influencia para ayudar a consolidar enseñanzas falsas en la mente de la gente sobre lo que sucede al “alma” después de la muerte. ¿Qué lecciones podemos aprender de la facilidad con que la teología cristiana puede verse influenciada por enseñanzas externas? ¿Qué otras ideas no cristianas influyen en el pensamiento cristiano incluso en la actualidad, y cómo podemos protegernos de ellas?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "MAESTROS",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>RESEÑA&nbsp;</strong></p><p><strong>Textos clave: Isaías 66:23, 24; Daniel 12:2.</strong></p><p><br></p><p>El destino eterno de los justos y el de los malvados se describen en marcado contraste entre sí. El primer grupo recibe la vida eterna, y el otro grupo experimentará el doloroso juicio divino de condenación y será totalmente aniquilado.</p><p>La gran mentira del castigo eterno y del sufrimiento perpetuo de los impíos en el infierno se construye sobre el engaño satánico expresado en el Jardín del Edén: “Ciertamente no moriréis” (Gén. 3:4, LBLA).</p><p>La mentira de Satanás sugiere la enseñanza no bíblica de la inmortalidad del alma. Sobre la base de la primera mentira de que la desobediencia no traerá la muerte, se construye otro engaño: cuando mueres, es solo tu cuerpo el que está muerto, no tu espíritu. Por lo tanto, si el pecador tiene un alma inmortal o un espíritu que no puede morir, recibirá el castigo eterno de Dios en un tortuoso fuego infernal. Esta visión horrendamente negativa presenta a Dios como un monstruo y un tirano.</p><p>Otra construcción inventada y muy popular engaña a la gente al darle la falsa esperanza de pasar por un proceso de purificación y mejora después de su muerte, que culmina con su rescate y la concesión de la vida eterna en el paraíso. Esta mentira elimina la responsabilidad por la acción personal en esta vida.<br></p><p><br></p><p><strong>COMENTARIO</strong></p><p>Varias posturas sobre el castigo en el infierno Tres posturas con respecto al fuego eterno del infierno compiten en el cristianismo:</p><p><br></p><p><strong>1. </strong><strong>Visión tradicionalista:</strong> El infierno que atormenta eternamente y sin cesar. El infierno existe como un lugar real en alguna esfera del inframundo, donde el fuego real atormenta a las almas inmortales para siempre. Según este enfoque, el sufrimiento consciente de los malvados llega justo después de la muerte y dura toda la eternidad.</p><p><strong>2. </strong><strong>Visión condicionalista</strong>, o aniquilacionista: El lago de fuego consume de forma irreversible y total a los impíos, a los ángeles malos y al diablo en el Juicio Final. Los seres humanos no son inherentemente inmortales y no poseen un alma inmortal. Como pecadores, están condenados a la muerte eterna a menos que acepten a Jesucristo como su Salvador personal. La inmortalidad está condicionada a recibir la gracia de Dios y a ejercer fe en Jesús (Juan 3:16; 5:24; Rom. 3:21-31; Efe. 2:1-10). El infierno no es un lugar adonde van las almas o los espíritus inicuos inmediatamente después de la muerte, sino que se entiende como un “lago de fuego” en el que los inicuos serán totalmente consumidos al final de la historia humana (Mal. 4:1; Mat. 25:41; 2 Tes. 1:6-10; Apoc. 20:9, 10, 14, 15). Este fuego, preparado para el diablo y los ángeles caídos, los aniquilará, junto con los malvados, en el Juicio Final, o ejecutivo. Los efectos del fuego son definitivos. Nadie puede apagar las llamas mientras hace su trabajo. El fuego tiene resulta- dos eternos y cumplirá su propósito: la destrucción del mal, el pecado, la muerte, los ángeles malvados y rebeldes, y del mismo Satanás. El resultado se describe como “la muerte segunda”, de la que no hay redención ni escape; la segunda muerte es la erradicación total del mal.</p><p><strong>3. Visión restauracionista, </strong>o universalista: El fuego del infierno finalmente purifica y salva a todos. Los universalistas afirman que todas las personas finalmente se salvarán, incluidos los malvados, los ángeles malignos y Satanás, porque el fuego del infierno los purificará. Este razonamiento se basa en el reconocimiento de que, después de la muerte, el alma inmortal de los malvados no puede ir inmediatamente al cielo, sino que sufrirá en el fuego del juicio de Dios. Este fuego los limpiará gradualmente y luego, en algún momento futuro (el momento preciso dependerá de la respuesta de la persona a este proceso de purificación), finalmente todos se salvarán. Para una evaluación de estas tres visiones diferentes, ver Ji?í Moskala, “The Current Theological Debate Concerning Eternal Punishment in Hell and the Immortality of the Soul”, Andrews University Seminary Studies, t. 53, Nº 1 (2015), pp. 91-125. Expresiones problemáticas Hay algunas expresiones bíblicas difíciles relacionadas con la doctrina del infierno que requieren explicación porque su significado a menudo se saca de contexto:</p><p><br></p><p><strong>1. Los gusanos no morirán (Isa. 66:24).</strong></p><p>¿Cómo debemos entender la frase bíblica: “No morirá el gusano [hebreo: tole‘á] que los devora [a los impíos muertos]” (NVI)? En el contexto de Isaías 65 y 66, los impíos son aquellos que no sirven al Señor y que se rebelaron contra él (Isa. 66:3), y quienes, finalmente, “morirán a manos del Señor” (Isa. 66:16, NVI). En primer lugar, la descripción es física. A estos impíos se los puede ver, y tienen cuerpos físicos. Los gusanos no se alimentan de las almas o los espíritus inmateriales de los difuntos. En segundo lugar, en ninguna parte el texto bíblico presupone que estos gusanos estén dotados de inmortalidad. Los gusanos no reciben el don de la vida eterna; no se realiza en ellos ningún milagro divino.</p><p>En tercer lugar, esta imagen de gusanos que se comen los cadáveres de los impíos es una metáfora del mismo tipo que la imagen del fuego que no se apagará.<br></p><p><br></p><p><strong>2. “Ni su fuego se apagará” (Isa. 66:24).</strong></p><p>“Y saldrán, y verán los cadáveres de los hombres que se rebelaron contra mí; porque su gusano nunca morirá, ni su fuego se apagará, y serán abominables a todo hombre” (ver también Isa. 66:15, 17). Apagar un fuego es extinguirlo, evitar que arda o detenerlo antes de que cumpla su cometido. Así, por extensión, un fuego que “no se apagará” (DHH) significa que el fuego no se ha extinguido porque no hay ningún poder para impedir que logre lo que el fuego logra naturalmente: la destrucción total. No hay nada que ofrezca resistencia al fuego. Por lo tanto, el significado de las imágenes es transparente: Estos muertos no tienen ninguna posibilidad de volver a la vida. El juicio sobre estos impíos es final, y significa que el juicio divino de destrucción no se detendrá hasta que se haya alcanzado una consumación completa. No hay escape de esta muerte final. Nadie puede rescatar a los malvados de este horrible final. No es posible la reversión. El Juicio es definitivo, y la destrucción es completa. No se interrumpirá hasta que perezcan los cuerpos; por ende, el destino final de los impíos es irrevocable y permanente. Barry Webb afirma sobre Isaías 66:24: “Así las cosas, parece representar la aniquilación y no el tormento eterno. Los cuerpos están muertos” (The Message of Isaiah: On Eagles’ Wings [Downers Grove, IL: Inter-Varsity Press, 1996], p. 251).</p><p><br></p><p>El profeta Isaías explica la destrucción final y total de Edom, y la describe en los términos consabidos de un fuego que consumirá a Edom. El fuego quema noche y día; “no se apagará”; “perpetuamente subirá su humo”; y así se convertirá en “brea ardiente” (Isa. 34:9, 10). Esta imagen luego es adoptada y aplicada claramente en Apocalipsis 14:10 y 11 y 20:10, en pasajes que están llenos de simbolismo. El lenguaje es metafórico, y comprende la sentencia divina de destrucción irreversible y total. Del mismo modo, Ezequiel declara: “Así ha dicho Jehová el Señor: He aquí que yo enciendo en ti fuego, el cual consumirá en ti todo árbol verde y todo árbol seco; no se apagará la llama del fuego; y serán quemados en ella todos los rostros, desde el sur hasta el norte. Y verá toda carne que yo Jehová lo encendí; no se apagará” (Eze. 20:47, 48 [énfasis añadido]; ver Jer. 7:20).</p><p>Ralph Bowles concluye así su interpretación de Apocalipsis 14:11: “La lectura tradicional de los elementos de este versículo pasa por alto el paralelismo invertido de la unidad de Apocalipsis 14:9 al 11. Cuando se discierne el quiasmo, se ve que el significado del texto no confirma el ‘tormento eterno’. Al contrario, este texto encaja bien en la interpretación de la inmortalidad condicional. Esta visión sostiene que Dios, final y plenamente, llevará a juicio a sus enemigos, con destrucción y extinción absolutas como resultado” (Ralph G. Bowles, “Does Revelation 14:11 Teach Eternal Torment? Examining a Proof-text on Hell”, Evangelical Quarterly 73, Nº 1 [enero 2001], p. 36).</p><p>El fuego entendido como juicio de Dios implica que el efecto de ese fuego es eterno, y que para el mal no hay punto de retorno. El destino del mal estará bajo el control de Dios por toda la Eternidad, nunca surgirá por segunda vez; estará eternamente en jaque mate y ya no existirá. Su aniquilación es total. Dios no mantendrá milagrosamente un fuego eterno ni sostendrá de ninguna manera a los impíos, a los ángeles caídos ni al diablo para castigarlos perpetuamente de forma eterna y especial. Este engaño es un enfoque muy especulativo de la enseñanza bíblica sobre la ejecución del Juicio divino. Así como había plena armonía en el cielo antes de la rebelión de Lucifer contra Dios, así nuevamente habrá plena armonía cuando el mal en todas sus formas sea destruido.</p><p><strong>3. Eterno, para siempre</strong></p><p>La palabra “para siempre”, o “eterno” (hebreo: ‘olam), es muy relativa en las Sagradas Escrituras. Tiene tres posibles significados diferentes. Puede referirse a (1) la eternidad con un principio y un fin (por ejemplo, los esclavos en Éxodo 21:6 [la NVI traduce correctamente el término ‘olam en este contexto: de por vida]; el sacerdocio en Éxo. 40:15; Núm. 25:13); (2) la eternidad con principio, pero sin fin (la vida eterna de todos los redimidos; ver Mar. 10:30; Juan 3:16, 36; 5:24); y finalmente, (3) la eternidad sin principio ni fin (que pertenece exclusivamente a Dios; ver 1 Tim. 6:16; comparar con Deut. 33:27). Siempre el contexto del pasaje define el significado preciso del término eterno. Los que creen en Dios reciben la inmortalidad como un regalo, por medio de Cristo Jesús (Juan 11:26; Col. 3:3, 4). 4. La palabra “confusión” en Daniel 12:2 “Y muchos de los que duermen en el polvo de la tierra serán despertados, unos para vida eterna, y otros para vergüenza y confusión perpetua” (Dan. 12:2). La palabra confusión (en hebreo: deraón, aborrecimiento, aversión, repugnancia, desprecio) se utiliza en la Biblia hebrea solo en Daniel 12:2 y en Isaías 66:24. El significado de este término está garantizado por su contexto: Los textos hablan de condenación en relación con el Juicio y la resurrección. Daniel habla de la condenación eterna y la vergüenza de los impíos, e Isaías explica que los impíos serán destruidos porque nadie puede impedir que el fuego devorador lleve a cabo su propósito de destrucción. Los rebeldes e impenitentes están condenados a la inexistencia eterna, pero los justos reciben vida eterna.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><strong style=\"background-color: initial;\">1.</strong> ¿Cuál es la diferencia entre la visión popular del infierno y la imagen bíblica del lago de fuego? El lago de fuego ¿es algo real o solo una figura poética del lenguaje? Analicen.</p><p><strong>2. </strong>¿Cómo puedes explicar a tu clase con palabras sencillas que las personas no van al infierno ni al cielo (o al purgatorio) inmediatamente después de morir? ¿En qué sentido esta información puede ser una buena noticia?</p><p><strong>3. ¿</strong>Podemos escapar del fuego del infierno? ¿Por qué? En caso afirmativo, explica cómo Dios hace que esto sea posible en nuestra vida.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>EL FUEGO DEL INFIERNO</p>",
      "verse": "<p>“Examinadlo todo; retened lo bueno” (1 Tes. 5:21).</p>",
      "versionCode": 22,
      "weekDate": "26 de noviembre-02 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
