{
  "data": [
    {
      "color": "#FF5733",
      "id": 9,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": "sabado 19 de Agosto",
          "dayTitle": "<p><strong>ANDEN COMO SABIOS</strong></p>",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA: Efesios 5:1–20; 1 Corintios 5:1–11; Apocalipsis 16:1–16; Colosenses 4:5; Proverbios 20:1; 23:29–35; Hechos 16:25.\n</strong></p><p><strong>PARA MEMORIZAR: “Miren con cuidado cómo andan, no como necios, sino como sabios. Aprovechen bien el tiempo, porque los días son malos. Por tanto, no sean insensatos, sino entendidos de cuál es la voluntad del Señor” (Efe. 5:15-17).\n</strong></p><p>No hace mucho se subastó una jarra de cristal en el Reino Unido. Los subastadores la describieron como una “jarra francesa de vino clarete del siglo XIX”, con un valor estimado de 200 dólares. Dos postores perspicaces reconocieron la jarra como un aguamanil islámico extremadamente raro. ¿Su verdadero valor de tasación? £ 5 millones (alrededor de US$ 6,5 millones). ¿Qué permitió que ese postor se marchara con semejante ganga? El postor sabía algo que el subastador ignoraba: el verdadero valor de la jarra\n</p><p>En Efesios 5:1 al 20, Pablo contrasta lo que valoraban los paganos y los creyentes. Los paganos consideraban que las historias atrevidas (Efe. 5:4), las fiestas de alcohólicos (Efe. 5:18) y el sexo libertino (Efe. 5:3, 5) eran los grandes tesoros de la vida. Sin embargo, los creyentes saben que se acerca el día del examen final, cuando el verdadero valor de todas las cosas se hará evidente (Efe. 5:5, 6). En lugar de apostar por las fiestas y las ebriedades, atesoran, entre otras, “solo cosas buenas, rectas y verdaderas” (Efe. 5:9, NTV) en Cristo. Por lo tanto, Pablo los insta a aprovechar las “gangas” que se encuentran en Cristo, mientras vivan (al igual que todos) a las puertas de la Eternidad (Efe. 5:15-17).</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 20 de Agosto",
          "dayTitle": "<p><strong>“SINO ACCIONES DE GRACIAS”</strong></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p><strong>¿En qué sentido quiere Pablo que los creyentes sean “imitadores de Dios”? Ver Efesios 5:1 y 2.\n</strong></p><p><strong>Efesios 5:1 y 2.\n</strong></p><p><strong>1 </strong>Sed, pues, imitadores de Dios como hijos amados.\n</p><p><strong>2 </strong>Y andad en amor, como también Cristo nos amó y se entregó a sí mismo por nosotros, ofrenda y sacrificio a Dios en olor fragante.\n</p><p>Pablo insta a los creyentes de Éfeso a andar en amor, un llamado importante para esta sección (ver Efe. 5:8, 15).</p><p><strong style=\"background-color: initial;\">Efe. 5:8, 15&nbsp;</strong></p><p><strong>8</strong> porque en otro tiempo erais tinieblas, pero ahora sois luz en el Señor; andad como hijos de luz\n</p><p><strong>9 </strong>(porque el fruto del Espíritu es en toda bondad, justicia y verdad),\n</p><p><strong>10</strong> comprobando lo que es agradable al Señor.\n</p><p><strong>11</strong> Y no participéis en las obras infructuosas de las tinieblas, sino más bien reprendedlas,\n</p><p><strong>12</strong> porque vergonzoso es aun hablar de lo que ellos hacen en secreto.\n</p><p><strong>13 </strong>Mas todas las cosas, cuando son puestas en evidencia por la luz, son hechas manifiestas, porque la luz es lo que manifiesta todo.\n</p><p><strong>14</strong> Por lo cual dice:\n</p><p>Despiértate, tú que duermes, y levántate de los muertos, y te alumbrará Cristo.\n</p><p><strong>15 </strong>Mirad, pues, con diligencia cómo andéis, no como necios sino como sabios,\n</p><p>Este “andar en amor” (ver Efe. 5:2) debe inspirarse en el propio amor de Cristo por nosotros (comparar con Efe. 4:32),\n</p><p><strong>Efe. 4:32\n</strong></p><p><strong>32</strong> Antes sed bondadosos unos con otros, misericordiosos, perdonándoos unos a otros, como Dios también os perdonó a vosotros en Cristo.\n</p><p>expresado en su sacrificio expiatorio. Pablo afirma cuatro cosas acerca de ese sacrificio: 1. Está motivado por el amor de Dios Padre (Efe. 5:1) y del mismo Cristo (Efe. 5:2); 2. Es sustitutivo, ya que Cristo murió en nuestro lugar. Cristo no es una víctima pasiva, sino que se entregó voluntariamente por nosotros; 3. Según las imágenes del servicio del Santuario del Antiguo Testamento, la muerte de Cristo también es un sacrificio que se le hace a Dios; 4. Dios acepta el sacrificio ya que es una “ofrenda […] fragante” (Efe. 5:2; comparar con Éxo. 29:18; Lev. 2:9; Fil. 4:18).\n</p><p><strong>Éxo. 29:18\n</strong></p><p><strong>18</strong> Después quemarás todo el carnero sobre el altar. Es holocausto de olor grato para Jehová; es ofrenda quemada a Jehová.\n</p><p><strong>Lev. 2:9\n</strong></p><p><strong>9 </strong>El sacerdote tomará de aquella ofrenda lo que sea para memorial y lo hará arder sobre el altar, como ofrenda quemada de olor grato a Jehová.\n</p><p><strong>Fil. 4:18\n</strong></p><p><strong>18</strong> Pero todo lo he recibido y tengo abundancia; estoy lleno, habiendo recibido de Epafrodito lo que enviasteis, olor fragante, sacrificio acepto, agradable a Dios.\n</p><p><strong>Efesios 5:3 al 5\n</strong></p><p><strong>3</strong> Pero fornicación y toda impureza o avaricia, ni aun se nombre entre vosotros, como conviene a santos.\n</p><p><strong>4</strong> Tampoco digáis palabras deshonestas, ni necedades, ni groserías que no convienen, sino antes bien acciones de gracias.\n</p><p><strong>5 </strong>Sabéis esto, que ningún fornicario o inmundo o avaro, que es idólatra, tiene herencia en el reino de Cristo y de Dios.\n</p><p>luego introduce una sección que expresa preocupación por la ética sexual. Los jóvenes conversos de Éfeso corren peligro de revertir su llamado cristiano y ser arrastrados nuevamente a un comportamiento sexual que negaría su testimonio cristiano (comparar con 1 Cor. 5:1–11; 6:12–20; 2 Cor. 12:21).\n</p><p><strong>1 Cor. 5:1–11\n</strong></p><p><strong>1</strong>Se ha sabido que hay entre vosotros fornicación, y fornicación cual ni aun se nombra entre los gentiles; a tal extremo que alguno tiene a la mujer de su padre.\n</p><p><strong>2 </strong>Y vosotros estáis envanecidos. ¿No debierais más bien lamentarlo y haber quitado de en medio de vosotros al que cometió tal acción?\n</p><p><strong>3 </strong>Ciertamente yo, como ausente en cuerpo pero presente en espíritu, como si estuviera presente he juzgado ya al que tal cosa ha hecho.\n</p><p><strong>4 </strong>En el nombre de nuestro Señor Jesucristo, reunidos vosotros y mi espíritu, con el poder de nuestro Señor Jesucristo,\n</p><p><strong>5 </strong>el tal sea entregado a Satanás para destrucción de la carne, a fin de que el espíritu sea salvo en el día del Señor Jesús.\n</p><p><strong>6 </strong>No es buena vuestra jactancia. ¿Acaso no sabéis que un poco de levadura fermenta toda la masa?\n</p><p><strong>7</strong> Limpiaos, pues, de la vieja levadura, para que seáis nueva masa, como sois, sin levadura, porque nuestra Pascua, que es Cristo, ya fue sacrificada por nosotros.\n</p><p><strong>8 </strong>Así que celebremos la fiesta, no con la vieja levadura ni con la levadura de malicia y de maldad, sino con panes sin levadura, de sinceridad y de verdad.\n</p><p><strong>9 </strong>Os he escrito por carta que no os juntéis con los fornicarios.\n</p><p><strong>10 </strong>No me refiero en general a todos los fornicarios de este mundo, ni a todos los avaros, ladrones, o idólatras, pues en tal caso os sería necesario salir del mundo.\n</p><p><strong>11 </strong>Más bien os escribí para que no os juntéis con ninguno que, llamándose hermano, sea fornicario, avaro, idólatra, maldiciente, borracho o ladrón; con el tal ni aun comáis,\n</p><p><strong>1 Cor. 6:12–20\n</strong></p><p><strong>12</strong> Todas las cosas me son lícitas, pero no todas convienen; todas las cosas me son lícitas, pero yo no me dejaré dominar por ninguna.\n</p><p><strong>13 </strong>Los alimentos son para el vientre, y el vientre para los alimentos; pero tanto al uno como a los otros destruirá Dios. Pero el cuerpo no es para la fornicación, sino para el Señor y el Señor para el cuerpo.\n</p><p><strong>14 </strong>Y Dios, que levantó al Señor, también a nosotros nos levantará con su poder.\n</p><p><strong>15</strong> ¿No sabéis que vuestros cuerpos son miembros de Cristo? ¿Quitaré, pues, los miembros de Cristo y los haré miembros de una ramera? ¡De ninguna manera!\n</p><p><strong>16</strong> ¿O no sabéis que el que se une con una ramera, es un cuerpo con ella?, porque ¿no dice la Escritura: «Los dos serán una sola carne»?\n</p><p><strong>17 </strong>Pero el que se une al Señor, un espíritu es con él.\n</p><p><strong>18</strong> Huid de la fornicación. Cualquier otro pecado que el hombre cometa, está fuera del cuerpo; pero el que fornica, contra su propio cuerpo peca.\n</p><p><strong>19</strong> ¿O ignoráis que vuestro cuerpo es templo del Espíritu Santo, el cual está en vosotros, el cual habéis recibido de Dios, y que no sois vuestros?,\n</p><p><strong>20</strong> pues habéis sido comprados por precio; glorificad, pues, a Dios en vuestro cuerpo y en vuestro espíritu, los cuales son de Dios.\n</p><p><strong>2 Corintios12:21\n</strong></p><p><strong>21</strong> temo que cuando vuelva, me humille Dios entre vosotros, y quizá tenga que llorar por muchos de los que antes han pecado y no se han arrepentido de la impureza, fornicación y lujuria que han cometido.\n</p><p>Por un lado, el mundo grecorromano del siglo I exhibía la corrupción moral y el libertinaje que se describen en otras partes del Nuevo Testamento (ver 1 Cor. 6:9; Gál. 5:19; Efe. 4:17-19; Col. 3:5). Por ejemplo, los banquetes de los ricos presentaban regularmente los comportamientos que Pablo denuncia en Efesios 5:3 al 14: embriaguez, lenguaje obsceno, entretenimiento atrevido y actos inmorales. Además, los centros urbanos aportaban anonimato y permisividad, que fomentaban las prácticas sexuales inmorales. Por otro lado, muchos de esa sociedad llevaban una vida virtuosa y sirvieron como defensores de una moralidad estricta. Cuando el Nuevo Testamento presenta listas de vicios y virtudes y códigos de familia (p. ej., Efe. 5:21–6:9; Col. 3:18–4:1), los autores reflejan temas del mundo grecorromano en general. Este mundo, libertino y virtuoso al mismo tiempo, ayuda a explicar las exhortaciones de Pablo a evitar el comportamiento inmoral practicado por los gentiles, mientras desea que los creyentes sean prudentes en su conducta y así tener una buena reputación entre los de afuera.\n</p><p><strong>¿En qué medida las palabras de Pablo acerca de la conducta sexual se aplican a tu cultura, según donde vivas?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "lunes 21 de Agosto",
          "dayTitle": "<p><strong>ANDAR COMO HIJOS DE LA LUZ</strong></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p><strong>Pablo escribe: “Nadie los engañe con palabras vanas, porque por estas cosas viene la ira de Dios sobre los desobedientes” (Efe. 5:6).\n</strong></p><p>Pablo ya identificó a quienes practican varios pecados sin vergüenza ni arrepentimiento: el “fornicario”, el “impuro” y el “avaro” (Efe. 5:5). Hizo una evaluación contundente: Los que están en Cristo y están destinados a ser partícipes de su futuro Reino no deben actuar como los que no están en Cristo (Efe. 5:5). Ahora se preocupa por el efecto de las “palabras vanas”; es decir, los creyentes pueden ser engañados por un lenguaje explícito al pensar que el pecado sexual no es un tabú, o incluso pueden sentirse atraídos hacia esos pecados (Efe. 5:6). Pablo advierte que, al estar tan engañados, arriesgan el juicio de Dios en el tiempo del fin, ya que “viene la ira de Dios sobre los desobedientes” (Efe. 5:6).\n</p><p>La expresión “la ira de Dios” es desafiante. El hecho de que sea la ira o el enojo de Dios sugiere un contraste con la especie humana habitualmente malhumorada (comparar con Efe. 4:31). Es la respuesta justa de un Dios justo y abnegado contra el empeño obstinado en hacer el mal, no una reacción volcánica y enloquecida ante alguna infracción menor. Además, las alusiones a la ira divina ocurren con mayor frecuencia en el contexto de advertencias bíblicas e inspiradas acerca de los juicios venideros de Dios (p. ej., Apoc. 6:12–17; 16:1–16; 19:11–16). Dios advierte de sus propios juicios venideros; un acto de gracia, ya que los seres humanos son “por naturaleza hijos de ira” (Efe. 2:3), sujetos a esos juicios\n</p><p><strong>¿Por qué Pablo exhorta a los creyentes a no convertirse en “cómplices”, “compañeros” o “partícipes” con los pecadores? (Efe. 5:7–10).\n</strong></p><p><strong>7 </strong>No seáis, pues, partícipes con ellos,\n</p><p><strong>8</strong> porque en otro tiempo erais tinieblas, pero ahora sois luz en el Señor; andad como hijos de luz\n</p><p><strong>9</strong> (porque el fruto del Espíritu es en toda bondad, justicia y verdad),\n</p><p><strong>10 </strong>comprobando lo que es agradable al Señor.\n</p><p>Pablo exhorta: “Anden como hijos de luz” (Efe. 5:8), y continúa con un mandato adicional: “Busquen lo que agrada al Señor” (Efe. 5:10). El pagano busca placer mediante la “fornicación y toda impureza o codicia” (Efe. 5:3). El objetivo del creyente es dramáticamente diferente: no la complacencia propia, sino agradar a Dios (comparar con Rom. 12:1; 2 Cor. 5:9; Heb. 13:21, que utilizan la misma palabra griega, euarestos, “agradable”, o “lo que agrada”). El creyente busca reflejar la abnegación de Cristo (“anden en amor, como también Cristo nos amó y se entregó a sí mismo por nosotros”, Efe. 5:2).\n</p><p><strong>¿Cuáles son algunas de las “palabras vanas” de las que debemos cuidarnos en nuestros días?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 22 de Agosto",
          "dayTitle": "<p><strong>“DESPIERTA, TÚ QUE DUER MES”</strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee Efesios 5:11 al 14. ¿Qué poderosa advertencia da Pablo aquí, y cómo se aplica esto a nuestra situación actual?\n</strong></p><p><strong>11 </strong>Y no participéis en las obras infructuosas de las tinieblas, sino más bien reprendedlas,\n</p><p><strong>12 </strong>porque vergonzoso es aun hablar de lo que ellos hacen en secreto.\n</p><p><strong>13</strong> Mas todas las cosas, cuando son puestas en evidencia por la luz, son hechas manifiestas, porque la luz es lo que manifiesta todo.\n</p><p><strong>14 </strong>Por lo cual dice:\n</p><p>Despiértate, tú que duermes, y levántate de los muertos, y te alumbrará Cristo.\n</p><p><br></p><p>Para entender Efesios 5:11 al 14, es útil observar que repetidamente Pablo ofrece dos exhortaciones, alternando entre ellas: (1) vivir un estilo de vida que honre a Dios como “hijos de luz” (Efe. 5:8; ver también Efe. 5:1, 2, 4, 9, 10, 11, 13, 14); (2) no vivir un estilo de vida sexualmente inmoral, opuesto a Dios, exhibiendo las “obras infructuosas de las tinieblas” <strong>(Efe. 5:11; ver también Efe. 5:3, 4, 5–8, 12).\n</strong></p><p><strong>Efe. 5:11-4\n</strong></p><p><strong>1</strong> Sed, pues, imitadores de Dios como hijos amados.\n</p><p><strong>2 </strong>Y andad en amor, como también Cristo nos amó y se entregó a sí mismo por nosotros, ofrenda y sacrificio a Dios en olor fragante.\n</p><p><strong>3</strong> Pero fornicación y toda impureza o avaricia, ni aun se nombre entre vosotros, como conviene a santos.\n</p><p><strong>4 </strong>Tampoco digáis palabras deshonestas, ni necedades, ni groserías que no convienen, sino antes bien acciones de gracias.\n</p><p><strong>5</strong> Sabéis esto, que ningún fornicario o inmundo o avaro, que es idólatra, tiene herencia en el reino de Cristo y de Dios.\n</p><p><strong>6 </strong>Nadie os engañe con palabras vanas, porque por estas cosas viene la ira de Dios sobre los hijos de desobediencia.\n</p><p><strong>7 </strong>No seáis, pues, partícipes con ellos,\n</p><p><strong>8</strong> porque en otro tiempo erais tinieblas, pero ahora sois luz en el Señor; andad como hijos de luz\n</p><p><strong>9</strong>&nbsp;porque el fruto del Espíritu es en toda bondad, justicia y verdad,\n</p><p><strong>10</strong> comprobando lo que es agradable al Señor.\n</p><p><strong>11</strong> Y no participéis en las obras infructuosas de las tinieblas, sino más bien reprendedlas,\n</p><p><strong>12</strong> porque vergonzoso es aun hablar de lo que ellos hacen en secreto.\n</p><p><strong>13</strong> Mas todas las cosas, cuando son puestas en evidencia por la luz, son hechas manifiestas, porque la luz es lo que manifiesta todo.\n</p><p>14 Por lo cual dice:\n</p><p>Despiértate, tú que duermes, y levántate de los muertos, y te alumbrará Cristo.\n</p><p>Podemos extraer las exhortaciones paralelas en Efesios 5:8 al 10 para entender Efesios 5:11. Los creyentes deben vivir ante los incrédulos como “luz en el Señor” e “hijos de luz” (Efe. 5:8). El objetivo es que se vea, para dejar en claro que “el fruto de la luz consiste en toda bondad, justicia y verdad” (Efe. 5:9). Por lo tanto, Pablo fomenta una estrategia de mostrar la bondad de Dios. Los creyentes deben exponer las obras infructuosas de las tinieblas al exhibir la alternativa correcta, para que todos la vean.\n</p><p>Mientras tanto, podemos tomar el lenguaje poético y provocador de los versículos 13 al 14 como la audaz afirmación de Pablo de que los creyentes, al exhibir “el fruto de la luz” (Efe 5:9), pueden ganar a los mundanos a la fe en Cristo: “Todas las cosas se manifiestan cuando son denunciadas por la luz; porque la luz es lo que manifiesta todo” (Efe 5:13, 14). Cuando la luz expone la vida decadente, los mundanos pueden ver su comportamiento tal cual es (“se manifiesta”), sin futuro y vinculado a la ira (Efe. 5:5, 6), y experimentar una transformación de las tinieblas a la luz (“pues todo lo que se hace visible es luz”, NBLA); la misma transformación que los lectores de Pablo en Éfeso han vivido como creyentes (Efe. 5:8).\n</p><p>¿Qué vamos a hacer con el poema, o himno, de Efesios 5:14, que utiliza un lenguaje ligado a la resurrección de los muertos en el tiempo del fin (comparar con Efe. 2:1, 5) con el propósito de emitir un toque de clarín para despertar del letargo espiritual y experimentar la presencia transformadora de Cristo? Dado que Isaías 60:1 al 3 (que Pablo parece reflejar) está dirigido al pueblo de Dios, Israel, podemos ver el himno/poema de Efesios 5:14 como un llamado poderoso a los creyentes cristianos para que despierten a su papel como misioneros al reflejar la luz de Cristo en un mundo en tinieblas<strong> (comparar con Fil. 2:14–16; Mat. 5:16).\n</strong></p><p><strong>Fil. 2:14–16\n</strong></p><p><strong>14</strong> Haced todo sin murmuraciones ni discusiones,\n</p><p><strong>15</strong> para que seáis irreprochables y sencillos, hijos de Dios sin mancha en medio de una generación maligna y perversa, en medio de la cual resplandecéis como lumbreras en el mundo,\n</p><p><strong>16 </strong>asidos de la palabra de vida, para que en el día de Cristo yo pueda gloriarme de que no he corrido en vano, ni en vano he trabajado.\n</p><p><strong>Mat. 5:16\n</strong></p><p><strong>16</strong> Así alumbre vuestra luz delante de los hombres, para que vean vuestras buenas obras y glorifiquen a vuestro Padre que está en los cielos.\n</p><p><strong>¿Cómo vives el estilo de vida que puede exponer las obras de las tinieblas tal como son?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miercoles 23 de Agosto",
          "dayTitle": "<p><strong>CÓMO CONSEGUIR GANGAS</strong></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p>Pablo concluye Efesios 5:1 al 20 con dos grupos de exhortaciones (Efe. 5:15- 17; 5:18-20), completando una sección con un interés constante en la pureza sexual. El primer grupo comienza con la exhortación “Miren con cuidado cómo andan, no como necios, sino como sabios” (Efe. 5:15), y lo reitera diciendo: “No sean insensatos, sino entendidos de cuál es la voluntad del Señor” (Efe. 5:17). En el medio hay un llamado a “aprovech[ar] bien el tiempo” (Efe. 5:16).\n</p><p><strong>Efesios 5:1 al 20\n</strong></p><p><strong>1 </strong>Sed, pues, imitadores de Dios como hijos amados.\n</p><p><strong>2</strong> Y andad en amor, como también Cristo nos amó y se entregó a sí mismo por nosotros, ofrenda y sacrificio a Dios en olor fragante.\n</p><p><strong>3</strong> Pero fornicación y toda impureza o avaricia, ni aun se nombre entre vosotros, como conviene a santos.\n</p><p><strong>4</strong> Tampoco digáis palabras deshonestas, ni necedades, ni groserías que no convienen, sino antes bien acciones de gracias.\n</p><p><strong>5</strong> Sabéis esto, que ningún fornicario o inmundo o avaro, que es idólatra, tiene herencia en el reino de Cristo y de Dios.\n</p><p><strong>6</strong> Nadie os engañe con palabras vanas, porque por estas cosas viene la ira de Dios sobre los hijos de desobediencia.\n</p><p><strong>7 </strong>No seáis, pues, partícipes con ellos,\n</p><p><strong>8 </strong>porque en otro tiempo erais tinieblas, pero ahora sois luz en el Señor; andad como hijos de luz\n</p><p><strong>9 </strong>(porque el fruto del Espíritu es en toda bondad, justicia y verdad),\n</p><p><strong>10</strong> comprobando lo que es agradable al Señor.\n</p><p><strong>11</strong> Y no participéis en las obras infructuosas de las tinieblas, sino más bien reprendedlas,\n</p><p><strong>12</strong> porque vergonzoso es aun hablar de lo que ellos hacen en secreto.\n</p><p><strong>13</strong> Mas todas las cosas, cuando son puestas en evidencia por la luz, son hechas manifiestas, porque la luz es lo que manifiesta todo.\n</p><p><strong>14 </strong>Por lo cual dice:\n</p><p>Despiértate, tú que duermes, y levántate de los muertos, y te alumbrará Cristo.\n</p><p><strong>15</strong> Mirad, pues, con diligencia cómo andéis, no como necios sino como sabios,\n</p><p><strong>16</strong> aprovechando bien el tiempo, porque los días son malos.\n</p><p><strong>17 </strong>Por tanto, no seáis insensatos, sino entendidos de cuál sea la voluntad del Señor.\n</p><p><strong>18</strong> No os embriaguéis con vino, en lo cual hay disolución; antes bien sed llenos del Espíritu,\n</p><p><strong>19</strong> hablando entre vosotros con salmos, con himnos y cánticos espirituales, cantando y alabando al Señor en vuestros corazones;\n</p><p><strong>20 </strong>dando siempre gracias por todo al Dios y Padre, en el nombre de nuestro Señor Jesucristo.\n</p><p><strong>Considera las exhortaciones de Pablo a vivir de una manera que refleje la sabiduría mediante la oración y el discernimiento (Efe. 5:15–17). ¿Cuál es la diferencia de andar no como necios sino como “sabios”? Además, ¿qué significa “aprovechen bien el tiempo”?\n</strong></p><p><strong>Efe. 5:15–17\n</strong></p><p><strong>15</strong> Mirad, pues, con diligencia cómo andéis, no como necios sino como sabios,\n</p><p><strong>16</strong> aprovechando bien el tiempo, porque los días son malos.\n</p><p><strong>17</strong> Por tanto, no seáis insensatos, sino entendidos de cuál sea la voluntad del Señor.\n</p><p>En Efesios, Pablo utiliza repetidamente la metáfora común del Antiguo Testamento de “andar” para nuestra manera de vivir (Efe. 2:2, 10; 4:1, 17; 5:2, 8). Aquí utiliza la metáfora para fomentar el discipulado intencional. Así como debes “mirar bien por donde caminas” cuando vas por un camino irregular u oscuro, los creyentes deben “mir[ar] con cuidado cómo andan” (Efe. 5:15). Debido a que existe un paralelismo entre Efesios 5:15 y 5:17, podemos buscar allí una definición de lo que significa vivir como sabios. No buscamos sabiduría en nuestro interior. Ser sabio es ir más allá de nosotros mismos, es ser “entendidos de cuál es la voluntad del Señor” (Efe. 5:17)\n</p><p>Pablo también promueve el discipulado premeditado con una imagen vívida. En la frase “aprovechen bien el tiempo” (Efe. 5:16; comparar con “redimiendo el tiempo”, RVA-2015), Pablo usa el verbo exagoraz? (comparar con Col. 4:5). Extraída del mercado, es una forma intensiva del verbo “comprar” y significa “aprovechar las gangas” que se ofrecen mientras esperamos la venida de Cristo. “Tiempo” aquí es la palabra griega kairos, que describe un momento de oportunidad. El “tiempo” hasta el fin es un período prometedor para utilizarlo al máximo. También es un tiempo desafiante, porque “los días son malos” (Efe. 5:16; comparar con Efe. 6:13; Gál. 1:4) y porque “la corriente de este mundo” está dominada por “el príncipe de la potestad del aire” (Efe. 2:2).\n</p><p>Al esperar la venida de Cristo, los creyentes viven en un tiempo difícil, que Pablo describe como un mercado peligroso pero gratificante. Deben prestar mucha atención al uso del tiempo que queda, como los buscadores de gangas durante una venta breve que ofrece grandes descuentos. Aunque no podemos comprar la salvación, la imagen es válida: tomar sin demora lo que se nos ofrece en Cristo.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 24 de Agosto",
          "dayTitle": "<p><strong>ADORACIÓN LLENA DEL ESPÍRITU</strong></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p><strong>En Efesios 5:18 al 20, Pablo imagina a los cristianos reunidos para adorar. ¿Cómo los describe en ese acto de adoración?\n</strong></p><p><strong>Efesios 5:18 al 20,\n</strong></p><p><strong>18</strong> No os embriaguéis con vino, en lo cual hay disolución; antes bien sed llenos del Espíritu,\n</p><p><strong>19</strong> hablando entre vosotros con salmos, con himnos y cánticos espirituales, cantando y alabando al Señor en vuestros corazones;\n</p><p><strong>20 </strong>dando siempre gracias por todo al Dios y Padre, en el nombre de nuestro Señor Jesucristo.\n</p><p>En su argumento final de Efesios 5:1 al 20, Pablo insta a los creyentes a alejarse del uso soporífero del vino y en lugar de ello experimentar juntos la presencia y el poder del Espíritu. Pablo prohíbe la embriaguez (probablemente cita Proverbios 23:31 en la versión griega del Antiguo Testamento), al sugerir que tiene en mente los mandatos contra el uso de alcohol como observamos en la literatura sapiencial (Prov. 20:1; 23:29–35). Las cosas malas que vienen después de la embriaguez incluyen un lenguaje grosero y sexualmente explícito, insensatez, inmoralidad e idolatría (Efe. 5:3–14). Debemos reemplazarlos por una adoración a Dios reflexiva e inspirada en el Espíritu. La exhortación de Pablo a ser llenos del Espíritu es clave y la modifica una serie de verbos de Efesios 5:19 al 21 (“hablando”, “cantando y alabando”, “dando gracias”, “sometiéndose”, RVA 2015).\n</p><p>Aquí Pablo aplica la exhortación “sean llenos del Espíritu” (Efe. 5:18) en forma colectiva, ya que se imagina a los creyentes reunidos en un culto de adoración a Dios inspirado en el Espíritu, que propicia la unidad (Efe. 4) y contrasta con la adoración y el comportamiento egocéntricos de los paganos (Efe. 5:1–18). En este bosquejo del culto cristiano primitivo, domina la alabanza musical. Se afirma que la iglesia nació con el canto; y este pasaje, junto con Colosenses 3:16, ofrece la mejor evidencia para esta afirmación (comparar con Hech. 16:25; Sant. 5:13)\n</p><p>Hay un elemento “horizontal” para la adoración, ya que, al cantar, los miembros de la iglesia en cierto sentido están “hablando entre [sí]” (Efe. 5:19). Sin embargo, el objeto específico de la alabanza musical es el Señor, que, como se indica en Efesios 5:20, identifica al “Señor Jesucristo” (comparar con Col. 3:16). La acción de gracias de Efesios 5:20, que se describe en paralelo a la alabanza musical de Efesios 5:19, debe ofrecerse “a Dios Padre en el nombre de nuestro Señor Jesucristo”. En la expresión “canciones espirituales”, el adjetivo “espirituales” (griego, pneumatikos) destaca el papel del Espíritu Santo en la adoración, ya que el término describe cantos inspirados o llenos del Espíritu Santo. Por consiguiente, el bosquejo que hace Pablo de la adoración cristiana primitiva retrata a los tres miembros de la Deidad como participantes activos.\n</p><p><strong>¿Cómo puedes usar la música para mejorar tu experiencia de adoración?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 25 de Agosto",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p>Al mirar en retrospectiva Efesios 5:1 al 20 en su conjunto, vemos a Pablo tomar una postura firme contra el pecado y el mal, especialmente bajo la forma de la inmoralidad sexual y el lenguaje grosero. No está dispuesto a aceptar la presencia de un comportamiento corrupto entre el pueblo de Dios. En lugar de eso, llama a los creyentes de Éfeso a asumir una elevada norma de conducta y a abrazar su identidad como “hijos amados” de Dios y como “santos” (Efe. 5:1–10). Se anima a creer que, cuando los cristianos hacen esto en comunidad, hacen brillar una luz en la oscuridad, con lo que alejan a su prójimo del estilo de vida autodestructivo y lo acercan a la gracia y la verdad de Dios (Efe. 5:11–14).\n</p><p>Pablo imagina a la iglesia reunida en adoración, animada por un compromiso renovado de “and[ar] como hijos de luz” mientras espera la venida de Cristo (Efe. 5:8; ver también Efe. 5:15, 16) y bendecida por la presencia de Cristo (Efe. 5:14). Como los creyentes están motivados por su condición de “hijos amados” de Dios y por la muerte de Cristo en su favor (Efe. 5:1, 2), y están llenos del Espíritu (Efe. 5:18), su adoración colectiva se caracteriza por la energía y la alegría mientras juntos entonan alabanzas de acción de gracias a su Señor, Jesucristo, y a Dios el Padre. Con un firme asidero en las realidades celestiales, celebran su esperanza para el futuro, arraigada en la historia de lo que Dios ha hecho, está haciendo y hará por medio de Jesucristo, su Señor (Efe. 5:18–20). Entendido de esta manera, el pasaje llega a ser mucho más que un conjunto de mandatos inconexos sobre la vida cristiana. Se convierte en un llamado profético acerca de la identidad cristiana, el compromiso, la comunidad y la adoración en los últimos días; una invitación conmovedora a “aprovechar las gangas” que se ofrecen en los últimos días antes de la venida de Cristo (Efe. 5:16).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1. Enfrentados hoy a una cultura viral que predica sus valores las 24 horas del día, los 7 días de la semana, los 365 días del año, mediante una serie de medios fulminantes, ¿cómo pueden los creyentes adoptar las elevadas normas de Pablo?\n</strong></p><p><strong>2. ¿Qué estrategias podrían emplear los creyentes de hoy para “bus[car] lo que agrada al Señor” (Efe. 5:10) y para “entender cuál es la voluntad del Señor” (Efe. 5:17, PDT)?\n</strong></p><p><strong>3. Alguien podría argumentar que la prohibición de Pablo de hablar de inmoralidad sexual entre los creyentes (Efe. 5:3, 4) significa que no debemos ocuparnos de los problemas de las conductas sexuales inadecuadas ni del abuso sexual. ¿Por qué no es apropiada esa conclusión?\n</strong></p><p><strong>4. ¿En qué medida nuestra sociedad contemporánea refleja prácticas paganas similares a las que Pablo abordó en su época?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sábado 19 de Mayo",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Efesios 5:15-17 Enfoque del estudio: Efesios 5:1-20; 1 Corintios 5:1-12; Apocalipsis 16:1-16; Colosenses 4:5, Proverbios 20:1; 23:29-35; Hechos 16:25.\n</strong></p><p><strong>Introducción:\n</strong></p><p>La cosmovisión y la identidad determinan los valores y la sabiduría. Una cosmovisión gentil desarrollará un cierto conjunto de valores y un cierto tipo de sabiduría. El Reino de Dios, la cosmovisión de Dios, los valores de Dios, generan un tipo de sabiduría completamente diferente. Por esta razón, Pablo no llama a los cristianos a abrazar la sabiduría de una de las escuelas filosóficas moderadas, ni siquiera a emular el orgullo grecorromano en la lucha por la virtud. Más bien, en su opinión, la sabiduría cristiana está arraigada en el amor sacrificial de Dios, en la luz y la moralidad pura de Cristo. El cristiano sabio huirá de la sabiduría del mundo, que se expresa en el libertinaje sexual que lo consume todo, en la jactancia egocéntrica y en el consumo de vino. En cambio, el cristiano sabio despertará del “sueño” del mundo, será iluminado por el evangelio de Cristo, será empoderado por la presencia del Espíritu Santo, aprovechará el momento de la salvación y... ¡adorará a Dios!\n</p><p>La diferencia entre la sabiduría de este mundo y la sabiduría de Dios consiste en comprender quién es el objeto de nuestra adoración: ¿el yo o Dios? ¿En quién nos centramos: en nosotros mismos o en Dios? ¿De quién estamos colmados: de nosotros mismos o de Dios?\n</p><p><strong>Temática de la lección:\n</strong></p><p>El estudio de esta semana enfatiza tres temas principales: • La sabiduría cristiana está arraigada en la revelación de Dios, en la luz de Cristo.\n</p><p>• La sabiduría cristiana no es una colección de declaraciones ingeniosas sobre la vida. Más bien, es un estilo de vida transformado por el Espíritu Santo según el modelo que nos dejó Cristo.\n</p><p>• La sabiduría cristiana tiene que ver con la salvación y la adoración.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>La sabiduría que viene de lo alto\n</strong></p><p>Es casi imposible pensar en que Pablo escribió sobre aspectos prácticos de la vida cristiana sin incluir la sabiduría en su análisis. El mundo antiguo estaba plagado de conversaciones sobre la sabiduría. Varios siglos antes de Pablo, los griegos dieron origen a lo que llamaron “filosofía”, es decir, amor por la sabiduría. La filosofía se rebeló en contra de la antigua sabiduría mitológica griega, en la que Zeus, Metis (la primera esposa de Zeus), Atenea (su hija) y Apolo se relacionaban con la sabiduría de diferentes maneras. Todas estas deidades eran consultadas por los seres humanos, y se convirtieron en patronos de varias ciudades o grupos de personas. Por ejemplo, se creía que aquellos que buscaban sabiduría en diversos asuntos de la vida podían acceder a la mente o al conocimiento del dios griego Apolo por intermedio de Pitia, la sacerdotisa del templo de Apolo. El oráculo de Delfos estaba situado en un gran recinto sagrado consagrado al dios Apolo. Pero además de buscar la sabiduría de Pitia, el visitante del templo de Apolo recibía varias máximas que constituían la sabiduría de Delfos, de las cuales tres eran las más populares: “Conócete a ti mismo”, “Nada en exceso” y “La certeza lleva a la ruina”. Otras máximas enseñaban el estilo de vida griego, desde respetar a los dioses hasta llevar una vida ética y sacrificar la vida por el país.\n</p><p>Si bien los filósofos, o “amantes de la sabiduría”, rechazaban los aspectos mitológicos de su antigua religión, se colocaban en la línea de sucesión del oráculo de Delfos. Por un lado, los filósofos afirmaban que Pitia había declarado que Sócrates era el hombre más sabio de Grecia. Por otro lado, los filósofos echaron mano de la sabiduría délfica, especialmente de su primera máxima, “Conócete a ti mismo”\n</p><p>Por esta razón, la filosofía griega determinó y le dio forma al objetivo posterior del pensamiento occidental de buscar la sabiduría, apelando a la razón humana. La misma razón humana sirvió de fundamento a la ética o al estilo de vida griego. Otras filosofías, especialmente en Oriente, se basaron en el mismo fundamento humano. El budismo, por ejemplo, es una propuesta de estilo de vida centrada en la experiencia humana y la psicología. A pesar de la rica diversidad de escuelas filosóficas, tanto en Occidente como en Oriente, todas comparten un fundamento común: el principio de “Conócete a ti mismo”. Este principio muestra que estas filosofías representan un esfuerzo centrado en el ser humano por comprender la realidad última de la vida y, por lo tanto, infieren un estilo de vida, de toma de decisiones y de comportamiento basados en la introspección y la razón humanas. Con ello, la sabiduría humana, tanto en Occidente como en Oriente, rechazó o se apartó de la revelación divina.\n</p><p>Por otro lado, la característica fundamental de la sabiduría bíblica es que se cimenta en la revelación divina. Tanto Pablo como Santiago mencionan características de la sabiduría que otros filósofos también promueven: la tranquilidad, el equilibrio, la moderación, la justicia y otras. Sin embargo, Santiago describió la sabiduría cristiana como procedente “de lo alto” (Sant. 3:17), y no “terrena, animal, diabólica” (Sant. 3:15). Pablo desarrolla el mismo contraste entre la sabiduría cristiana y la sabiduría mundana apelando a los conceptos de luz versus oscuridad. Por eso, advierte a los efesios que no se dejen engañar “con palabras vanas” (Efe. 5:6) ni por “las obras infructuosas de las tinieblas” (Efe. 5:11), porque sería imprudente.\n</p><p>Pero ¿por qué Pablo describe la sabiduría del mundo de una manera tan sombría? ¿Acaso los filósofos del mundo no daban también buenos consejos, y enseñaban un estilo de vida basado en la justicia y el respeto mutuo? Sí, muchos de ellos sí. Sin embargo, por más noble que sea el estilo de vida que idee la filosofía humana, siempre será deficiente, parcial y basado en una motivación errónea, ya que rechaza la posibilidad de la revelación de Dios. El problema de las filosofías mundanas no radica en lo que afirman, sino en lo que rechazan o niegan. Un filósofo puede sostener un aspecto de la vida parcialmente correcto, pero el rechazo de la posibilidad de la revelación de Dios y el poder de su intervención en el mundo hace que su filosofía sea inútil para la salvación y para la vida en el Reino de Dios. Por eso, por ejemplo, la impureza sexual no se consideraba un problema en la ética de la mayoría de las filosofías. Y por más que algunos filósofos promovían la abstinencia sexual, las razones para hacerlo eran erróneas.\n</p><p>Elena de White señala: “Muchos actos que son considerados buenas obras, aun actos de benevolencia, cuando se los investiga detalladamente, se encontrará que están impulsados por motivos equivocados. Muchos reciben aplausos por virtudes que no poseen. El que escudriña los corazones examina los motivos, y a menudo los actos que son muy aplaudidos por los hombres, Dios los registra como hechos que tienen su origen en motivos egoístas y en una deshonesta hipocresía. El que escudriña los corazones juzga cada acto de nuestras vidas, ya sea digno de encomio o de censura, de acuerdo con los motivos que lo impulsaron” (Elena de White, Testimonios para la iglesia, t. 2, p. 454).\n</p><p>Por otro lado, sus palabras son “vacías” porque estas filosofías no tienen el poder de la gracia, de la redención, del perdón, ni el poder del Espíritu para transformarnos y ayudarnos a andar por el camino de Dios. En una carta, Elena de White describe la importancia de la motivación y la revelación con respecto a la verdad y la filosofía: “La fe en una mentira no ejercerá una influencia santificadora sobre la vida o el carácter. Ningún error puede ser verdad, ni puede ser convertido en verdad mediante su repetición, o teniendo fe en él. La sinceridad nunca salvará a un alma de las consecuencias de creer en un error. Sin sinceridad no puede haber verdadera religión, pero la sinceridad manifestada en relación con una religión falsa nunca salvará a una persona. Puedo actuar con perfecta sinceridad al seguir un camino equivocado, pero eso no lo convertirá en un camino correcto, ni me llevará al lugar donde quiero ir. El Señor no quiere que tengamos una credulidad ciega, y que a eso llamemos una fe que santifica. La verdad es el principio que santifica, y por lo tanto a nosotros nos corresponde saber cuál es la verdad. Debemos comparar las cosas espirituales con lo que es espiritual. Debemos probar todas las cosas y retener únicamente lo que es bueno, aquello que tiene las credenciales divinas, que pone delante de nosotros los verdaderos motivos y principios que deberían promover nuestras acciones” (Elena de White, Mensajes selectos, t. 2, pp. 69, 70).\n</p><p>Por esta razón, la experiencia cristiana que propugnaba Pablo se basa en la revelación de Dios en Cristo Jesús. Solo el Dios bíblico que nos creó puede revelarnos quién es él, quiénes somos nosotros y cómo podemos vivir para ser felices. Solo Dios puede darnos la gracia y el poder para vivir esa vida en su Reino.\n</p><p><strong>Luz de la luz\n</strong></p><p>En Efesios 5, Pablo no dice que los efesios estuvieran “en tinieblas”, sino que eran “tinieblas” (Efe. 5:8). Pero ahora, “en el Señor”, son “luz” (Efe. 5:8). Por eso exhorta a los efesios a “and[ar] como hijos de luz” (Efe. 5:8) y explica que andar en la luz significa dar “fruto de la luz” (que consiste en “toda bondad, justicia y verdad”; Efe. 5:9); vivir de tal manera que “agrad[e] al Señor” (ver Efe. 5:10);y vivir en la luz de Cristo, iluminados por Cristo (Efe. 5:13, 14). Por ende, somos luz “en el Señor” (Efe. 5:8) porque Cristo nos alumbra (Efe. 5:14)\n</p><p><strong>Teología adventista del estilo de vida\n</strong></p><p>Como adventistas, hemos incluido el estilo de vida en nuestra lista de declaraciones doctrinales. En consonancia con Pablo, el estilo de vida para nosotros no es un aspecto marginal del cristianismo, sino la parte central del cristianismo; es decir, vivir la vida cristiana. Los adventistas articulan especialmente la enseñanza bíblica sobre el cristianismo como forma de vida en dos creencias fundamentales: 19a (“La Ley de Dios”) y 22a (“La conducta cristiana”). Además, el hecho de que, en Cristo, consideremos que la transformación de nuestro estilo de vida es esencial para la experiencia cristiana también se refleja en la disciplina de nuestra iglesia y en nuestros repetidos llamados al reavivamiento y la reforma.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Pide a tus alumnos que recuerden qué opinaban de la sabiduría antes de hacerse cristianos. ¿Qué era la sabiduría para ellos? Invítalos a escribir su propia definición de sabiduría ahora que se han convertido en verdaderos cristianos. Pídeles que compartan con la clase cuál es su concepto de sabiduría. Pide a los alumnos que consideren estas preguntas: ¿Qué significa “ser alumbrado” y “andar en la luz” en su contexto local? ¿Cómo se comparan estos conceptos con la perspectiva bíblica de “ser alumbrado” y “andar en la luz”? ¿Qué significan estos conceptos para ti personalmente? A veces se acusa a los cristianos de suprimir la sabiduría y de impedir el desarrollo del conocimiento humano. Algunos creen que los cristianos son arrogantes y despectivos para con la sabiduría del mundo. ¿Cómo podemos nosotros, como cristianos adventistas, apreciar la búsqueda de la sabiduría del mundo, aprender de la herencia de la sabiduría del mundo, ser humildes acerca de nuestra sabiduría –que hemos recibido de Dios, y no es nuestra– y, sin embargo, predicar que Dios es la Fuente verdadera y única de la sabiduría? Analicen las respuestas en clase</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p style=\"text-align: left;\">ANDEN COMO SABIOS</p>",
      "verse": "<p>“Miren con cuidado cómo andan, no como necios, sino como sabios. Aprovechen bien el tiempo, porque los días son malos. Por tanto, no sean insensatos, sino entendidos de cuál es la voluntad del Señor” (Efe. 5:15-17).</p>",
      "versionCode": 10,
      "weekDate": "19-25 de agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
