{
   "data":[
      {
         "color":"#67AAFF",
         "id":8,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 18 de mayo",
               "dayTitle":"<p>LUZ DESDE EL SANTUARIO<br></p>",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong> Éxodo 25:8, 9, 40; Hebreos 8:1–6; Levítico 16:21, 29–34; 23:26–32; Hebreos 9:23–28; Daniel 7:9, 10; Mateo 25:1–13; Apocalipsis 11:19.&nbsp;</p><p><strong>PARA MEMORIZAR:</strong> “Lo principal de lo que venimos diciendo es que tenemos un Sumo Sacerdote que se sentó a la diestra del trono de la Majestad en el cielo; y es ministro del santuario, de aquel verdadero santuario que levantó el Señor y no el hombre” (Heb. 8:1, 2).&nbsp;</p><p>Poco después del chasco del 22 de octubre de 1844, algunos milleritas, después de orar y estudiar, comprendieron su error. La profecía de los 2.300 días no se refería a la segunda venida de Jesús, sino a la obra de Cristo en el Santuario celestial, tan poderosamente descrita en el libro de Hebreos.&nbsp;</p><p>La purificación del Santuario celestial era el cumplimiento de la purificación del Santuario terrenal, como enseña Levítico. Para comprender mejor esta importante verdad, observa el paralelismo entre Daniel 7 y 8:&nbsp;</p><p>Daniel 7: Babilonia - Medopersia - Grecia - Roma - Juicio en el Cielo&nbsp;</p><p>Daniel 8: ------ - Medopersia - Grecia - Roma - Purificación del Santuario&nbsp;</p><p>Estos paralelismos ayudan a mostrar la verdadera naturaleza de la purificación del Santuario, que es el gran Juicio Investigador previo al Advenimiento. En la lección de esta semana, exploraremos la importante verdad bíblica del ministerio de Cristo en el Santuario celestial.&nbsp;</p><p>La lección de esta semana se basa en El conflicto de los siglos, capítulos 22 al 24 y 28.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de mayo",
               "dayTitle":"<p>EL SANTUARIO CELESTIAL<br></p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Éxodo 25:8, 9 y 40; y Hebreos 8:1 al 6. ¿Qué dos santuarios se describen en estos versículos?&nbsp;</strong></p><p><strong>Éxodo 25:8-9 <br></strong></p><p><strong><sup>8</sup></strong> Y harán un santuario para mí, y habitaré en medio de ellos.&nbsp;</p><p><sup><strong>9</strong></sup> Conforme a todo lo que yo te muestre, el diseño del tabernáculo, y el diseño de todos sus utensilios, así lo haréis.<br></p><p><strong>Éxodo 25:40</strong></p><p><strong><sup>40</sup></strong> Mira y hazlos conforme al modelo que te ha sido mostrado en el monte.<br></p><p><strong>Hebreos 8:1-6<sup><br></sup></strong></p><p><strong><sup>1 </sup></strong>Ahora bien, el punto principal de lo que venimos diciendo es que tenemos tal sumo sacerdote, el cual se sentó a la diestra del trono de la Majestad en los cielos,&nbsp;</p><p><sup><strong>2</strong></sup> ministro del santuario, y de aquel verdadero tabernáculo que levantó el Señor, y no el hombre.&nbsp;</p><p><strong><sup>3</sup></strong> Porque todo sumo sacerdote está constituido para presentar ofrendas y sacrificios; por lo cual es necesario que también este tenga algo que ofrecer.&nbsp;</p><p><strong><sup>4</sup></strong> Así que, si estuviese sobre la tierra, ni siquiera sería sacerdote, habiendo aún sacerdotes que presentan las ofrendas según la ley;&nbsp;</p><p><strong><sup>5</sup></strong> los cuales sirven a lo que es figura y sombra de las cosas celestiales, como se le advirtió a Moisés cuando iba a erigir el tabernáculo, diciéndole: Mira, haz todas las cosas conforme al modelo que se te ha mostrado en el monte.&nbsp;</p><p><strong><sup>6</sup></strong> Pero ahora tanto mejor ministerio es el suyo, cuanto es mediador de un mejor pacto, establecido sobre mejores promesas.<br></p><p><br></p><p>Cuando los primeros creyentes adventistas escudriñaron las Escrituras en los meses posteriores a 1844, comprendieron que hay dos santuarios que se mencionan en la Biblia: el que construyó Moisés y el original en el Cielo. En la Biblia, el término “santuario” se refiere, primeramente, al tabernáculo construido por Moisés, como un modelo o “tipo” de las cosas celestiales; y, en segundo lugar, al “verdadero santuario” celestial, al cual señalaba el Santuario terrenal. Con la muerte y la intercesión de Cristo, el servicio típico perdió su importancia. El “verdadero santuario” celestial es el santuario del Nuevo Pacto. Y, como la profecía de Daniel 8:14 se cumple en esta era, el santuario al que se refiere debe ser el santuario del Nuevo Pacto.&nbsp;</p><p>“Cuando terminaron los 2.300 días, en 1844, hacía muchos siglos que no había Santuario en la Tierra. De manera que la profecía: ‘Hasta dos mil y trescientas tardes y mañanas; entonces será purificado el Santuario’, se refiere indudablemente al santuario que está en el Cielo” (Elena de White, El conflicto de los siglos, p. 469).&nbsp;</p><p>El Santuario del desierto era un modelo a escala del Santuario celestial. Los servicios del Santuario terrenal prefiguraban el plan divino de salvación. Cada sacrificio ofrecido representaba el sacrificio de Jesús en la Cruz del Calvario (ver Juan 1:29). Mediante el sacrificio de Cristo, somos libres de la condenación del pecado. El perdón es nuestro. Nuestra culpa desaparece cuando aceptamos el sacrificio de Jesús en nuestro favor y confesamos nuestros pecados (1 Juan 1:9). Jesús no solo es el Cordero que murió por nosotros, sino también el Sacerdote que vive por nosotros.&nbsp;</p><p>Hebreos 7:25 explica: “Por eso Jesús puede salvar perpetuamente a los que por medio de él se acercan a Dios, ya que está siempre vivo para interceder por ellos”. Él quita la culpa del pecado y nos salva del poder del pecado (Rom. 8:1-4; 2 Cor. 5:21). El ministerio de Jesús en el Santuario celestial es por nosotros. Como resultado de su intercesión, se quiebra el dominio del pecado sobre nuestra vida. Ya no estamos bajo la esclavitud de nuestra naturaleza pecaminosa. En Cristo somos libres: libres de la condenación del pecado y libres del control del pecado. Al aferrarnos a Cristo por la fe, tenemos la seguridad de la salvación.&nbsp;</p><p><strong>¿Qué significa para ti saber que Jesús está en el Cielo ministrando en tu favor, es decir, que está allí intercediendo por ti? ¿Por qué necesitas un Mediador a tu favor? ¿Por qué esta verdad es una buena noticia?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"20 de mayo",
               "dayTitle":"<p>EN EL LUGAR SANTÍSIMO</p>",
               "id":83,
               "idDay":3,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Levítico 16:21, y 29 al 34; 23:26 al 32; y Hebreos 9:23 al 28. ¿Por qué era tan importante el Día de la Expiación, o del Perdón, en el antiguo Israel?&nbsp;</strong></p><p><strong>Levítico 16:21</strong></p><p><strong><sup>21</sup></strong> y pondrá Aarón sus dos manos sobre la cabeza del macho cabrío vivo, y confesará sobre él todas las iniquidades de los hijos de Israel, todas sus rebeliones y todos sus pecados, poniéndolos así sobre la cabeza del macho cabrío, y lo enviará al desierto por mano de un hombre destinado para esto.<br></p><p><strong>Levítico 16:29-34</strong></p><p><sup><strong>29</strong> </sup>Y esto tendréis por estatuto perpetuo: En el mes séptimo, a los diez días del mes, afligiréis vuestras almas, y ninguna obra haréis, ni el natural ni el extranjero que mora entre vosotros.&nbsp;</p><p><strong><sup>30</sup></strong> Porque en este día se hará expiación por vosotros, y seréis limpios de todos vuestros pecados delante de Jehová.&nbsp;</p><p><sup><strong>31</strong></sup> Día de reposo es para vosotros, y afligiréis vuestras almas; es estatuto perpetuo.&nbsp;</p><p><sup><strong>32</strong></sup> Hará la expiación el sacerdote que fuere ungido y consagrado para ser sacerdote en lugar de su padre; y se vestirá las vestiduras de lino, las vestiduras sagradas.&nbsp;</p><p><sup><strong>33</strong></sup> Y hará la expiación por el santuario santo, y el tabernáculo de reunión; también hará expiación por el altar, por los sacerdotes y por todo el pueblo de la congregación.&nbsp;</p><p><sup><strong>34</strong></sup> Y esto tendréis como estatuto perpetuo, para hacer expiación una vez al año por todos los pecados de Israel. Y Moisés lo hizo como Jehová le mandó.<br></p><p><strong>Levítico 23:26-32</strong></p><p><strong><sup>26</sup></strong> También habló Jehová a Moisés, diciendo:&nbsp;</p><p><sup><strong>27</strong></sup> A los diez días de este mes séptimo será el día de expiación; tendréis santa convocación, y afligiréis vuestras almas, y ofreceréis ofrenda encendida a Jehová.&nbsp;</p><p><sup><strong>28 </strong></sup>Ningún trabajo haréis en este día; porque es día de expiación, para reconciliaros delante de Jehová vuestro Dios.&nbsp;</p><p><sup><strong>29</strong></sup> Porque toda persona que no se afligiere en este mismo día, será cortada de su pueblo.&nbsp;</p><p><sup><strong>30</strong></sup> Y cualquiera persona que hiciere trabajo alguno en este día, yo destruiré a la tal persona de entre su pueblo.&nbsp;</p><p><sup><strong>31</strong></sup> Ningún trabajo haréis; estatuto perpetuo es por vuestras generaciones en dondequiera que habitéis.&nbsp;</p><p><sup><strong>32 </strong></sup>Día de reposo será a vosotros, y afligiréis vuestras almas, comenzando a los nueve días del mes en la tarde; de tarde a tarde guardaréis vuestro reposo.<br></p><p><strong>Hebreos 9:23-28<br></strong></p><p><strong><sup>23</sup></strong> Fue, pues, necesario que las figuras de las cosas celestiales fuesen purificadas así; pero las cosas celestiales mismas, con mejores sacrificios que estos.&nbsp;</p><p><sup><strong>24</strong></sup> Porque no entró Cristo en el santuario hecho de mano, figura del verdadero, sino en el cielo mismo para presentarse ahora por nosotros ante Dios;&nbsp;</p><p><sup><strong>25</strong></sup> y no para ofrecerse muchas veces, como entra el sumo sacerdote en el Lugar Santísimo cada año con sangre ajena.&nbsp;</p><p><sup><strong>26</strong></sup> De otra manera le hubiera sido necesario padecer muchas veces desde el principio del mundo; pero ahora, en la consumación de los siglos, se presentó una vez para siempre por el sacrificio de sí mismo para quitar de en medio el pecado.&nbsp;</p><p><sup><strong>27</strong></sup> Y de la manera que está establecido para los hombres que mueran una sola vez, y después de esto el juicio,&nbsp;</p><p><sup><strong>28</strong></sup> así también Cristo fue ofrecido una sola vez para llevar los pecados de muchos; y aparecerá por segunda vez, sin relación con el pecado, para salvar a los que le esperan.</p><p><br></p><p>Los sacerdotes ejercían su ministerio todos los días del año, pero el Día de la Expiación, llamado en hebreo Yom Kipur, los ojos de todo Israel se volvían hacia el Santuario. Levítico 16 y 23 da instrucciones explícitas para el Día de la Expiación. Todas las actividades comunes cesaban. Todos ayunaban. Mientras el sumo sacerdote entraba en nombre de ellos ante la presencia de Dios en el Lugar Santísimo, el pueblo examinaba su corazón. Buscaban a Dios con humildad y confesión sincera.&nbsp;</p><p>Cualquiera que no “afligi[era]” su alma en el Día de la Expiación sería “cortado”, ya no formaría parte del pueblo escogido (Lev. 23:27, 29, RVR). En el Día de la Expiación, el sumo sacerdote llevaba la sangre del macho cabrío del Señor al Santuario y, después de rociarla sobre el Propiciatorio, aplicaba la sangre a los cuernos del Altar de Oro y del Altar de Bronce, y así purificaba completamente todo el Santuario. Habiendo “acabado de expiar”, el sumo sacerdote ponía las manos sobre el macho cabrío vivo y confesaba los pecados de Israel. Entonces lo llevaban al desierto con el fin de apartarlo del campamento para siempre (Lev. 16:20-22).&nbsp;</p><p>La sangre se transfería al Santuario durante los servicios diarios, lo que mostraba el registro del pecado (Jer. 17:1) y la responsabilidad que asumía Dios sobre su resolución final. Ahora, en el Día de la Expiación, esta sangre se transfería fuera del Santuario y se colocaba sobre la cabeza del macho cabrío Azazel, que representaba a Satanás y revelaba su responsabilidad final por el problema del pecado.&nbsp;</p><p>Este macho cabrío era conducido lejos en el desierto para que, al final del Día de la Expiación, Dios tuviera un Santuario limpio y un pueblo limpio. En el Santuario celestial, Cristo ministra por nosotros, primero en el Lugar Santo, y ahora, en el Lugar Santísimo desde 1844, al final de los 2.300 días.&nbsp;</p><p>Superaremos este gran juicio gracias a Jesús, nuestro Sustituto. Como dijo Elena de White, somos “justificados por medio de su justicia, en la cual no habíamos participado” (Elena de White, El Deseado de todas las gentes, p. 25). Como resultado de esta justicia que se nos acredita (o imputa), afligimos nuestra alma, que es un alejamiento del pecado. Eso significa que no hemos llegado a aceptar el mal cómodamente, y que no estamos excusando ni aferrándonos a pecados acariciados, sino más bien creciendo en gracia y llevando una vida de santidad.&nbsp;</p><p><strong>¿Qué importancia tiene el Día de la Expiación en nuestra vida actual? ¿Por qué debería ser determinante en nuestra manera de vivir?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"21 de mayo",
               "dayTitle":"<p>EL JUICIO HA LLEGADO</p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p><strong>Compara Daniel 7:9 y 10 con Apocalipsis 14:6 y 7. ¿Qué similitud tienen estos dos pasajes? <br></strong></p><p><strong>Daniel 7:9-10<br></strong></p><p><strong><sup>9</sup> </strong>Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia; su trono llama de fuego, y las ruedas del mismo, fuego ardiente.&nbsp;</p><p><sup><strong>10</strong></sup> Un río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él; el Juez se sentó, y los libros fueron abiertos.<strong><br></strong></p><p><strong>Apocalipsis 14:6-7<sup><br></sup></strong></p><p><sup><strong>6</strong></sup> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,&nbsp;</p><p><sup><strong>7</strong></sup> diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.<br></p><p><br></p><p>El juicio es un tema prominente en toda la Biblia. “ ‘Porque Dios traerá toda obra a juicio, con toda cosa oculta, buena o mala’ ” (Ecl. 12:14). Jesús señaló a sus oyentes un futuro tiempo de juicio, cuando “los hombres darán cuenta de toda palabra ociosa que hayan hablado” (Mat. 12:36). El apóstol Pablo añade que Dios “iluminará lo oculto de las tinieblas y manifestará los motivos de los corazones” (1 Cor. 4:5). El mensajero angélico dijo a Juan: “Ha llegado la hora de su juicio [de Dios]” (Apoc. 14:7).&nbsp;</p><p><strong>Lee Apocalipsis 22:10 al 12. Cuando Jesús regrese, ¿cuál será el destino de toda la humanidad? ¿Qué anuncio claro recibe Juan?&nbsp;</strong></p><p><strong>Apocalipsis 22:10-12</strong></p><p><strong><sup>10 </sup></strong>Y me dijo: No selles las palabras de la profecía de este libro, porque el tiempo está cerca.&nbsp;</p><p><sup><strong>11</strong></sup> El que es injusto, sea injusto todavía; y el que es inmundo, sea inmundo todavía; y el que es justo, practique la justicia todavía; y el que es santo, santifíquese todavía.&nbsp;</p><p><sup><strong>12</strong></sup> He aquí yo vengo pronto, y mi galardón conmigo, para recompensar a cada uno según sea su obra.<br></p><p><br></p><p>Puesto que Cristo viene a repartir sus recompensas finales, debe haber un juicio antes de eso, para mostrar qué recompensa recibirá cada uno cuando él venga. Cuando Cristo regrese, no habrá una segunda oportunidad. Cada ser humano habrá tenido suficiente información para tomar su decisión final e irrevocable a favor o en contra de Cristo.&nbsp;</p><p><strong>Lee Mateo 25:1 al 13. ¿Por qué la relación de Jesús con estos dos grupos distintos de creyentes es tan distinta?&nbsp;</strong></p><p><sup>Mateo 25:1-13<br></sup></p><p><sup>1</sup> Entonces el reino de los cielos será semejante a diez vírgenes que tomando sus lámparas, salieron a recibir al esposo.&nbsp;</p><p><sup><strong>2 </strong></sup>Cinco de ellas eran prudentes y cinco insensatas.&nbsp;</p><p><strong><sup>3</sup></strong> Las insensatas, tomando sus lámparas, no tomaron consigo aceite;&nbsp;</p><p><strong><sup>4</sup></strong> mas las prudentes tomaron aceite en sus vasijas, juntamente con sus lámparas.&nbsp;</p><p><strong><sup>5</sup></strong> Y tardándose el esposo, cabecearon todas y se durmieron.&nbsp;</p><p><strong><sup>6</sup></strong> Y a la medianoche se oyó un clamor: ¡Aquí viene el esposo; salid a recibirle!&nbsp;</p><p><strong><sup>7</sup></strong> Entonces todas aquellas vírgenes se levantaron, y arreglaron sus lámparas.&nbsp;</p><p><strong><sup>8</sup></strong> Y las insensatas dijeron a las prudentes: Dadnos de vuestro aceite; porque nuestras lámparas se apagan.&nbsp;</p><p><sup><strong>9</strong></sup> Mas las prudentes respondieron diciendo: Para que no nos falte a nosotras y a vosotras, id más bien a los que venden, y comprad para vosotras mismas.&nbsp;</p><p><strong><sup>10</sup></strong> Pero mientras ellas iban a comprar, vino el esposo; y las que estaban preparadas entraron con él a las bodas; y se cerró la puerta.&nbsp;</p><p><strong><sup>11</sup></strong> Después vinieron también las otras vírgenes, diciendo: ¡Señor, señor, ábrenos!&nbsp;</p><p><strong><sup>12</sup></strong> Mas él, respondiendo, dijo: De cierto os digo, que no os conozco.&nbsp;</p><p><strong><sup>13</sup></strong> Velad, pues, porque no sabéis el día ni la hora en que el Hijo del Hombre ha de venir.</p><p><br></p><p>“Cuando haya terminado esa obra de investigación, cuando se haya examinado y fallado los casos de quienes en todos los siglos han profesado ser seguidores de Cristo, entonces, y no antes, habrá terminado el tiempo de gracia y se cerrará la puerta de la misericordia. Así que, las palabras: ‘Las que estaban preparadas entraron con él a las bodas, y se cerró la puerta’ nos conducen a través del ministerio final del Salvador, hasta el momento en que quedará terminada la gran obra en favor de la salvación del hombre” (Elena de White, El conflicto de los siglos, p. 481).&nbsp;</p><p>No debemos temer el Juicio. Por medio de Cristo, el perdón es nuestro, la libertad de la culpa es nuestra, el poder para llevar una vida piadosa es nuestro y la victoria final es nuestra.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de mayo",
               "dayTitle":"<p>LA BUENA NOTICIA DEL LUGAR SANTÍSIMO<br></p>",
               "id":85,
               "idDay":5,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Hebreos 4:14 al 16 y 10:19 al 22. ¿Qué seguridad e invitación divinas nos ofrecen estos versículos a cada uno de nosotros?&nbsp;</strong></p><p><strong>Hebreos 4:14-16</strong></p><p><strong><sup>14</sup></strong> Por tanto, teniendo un gran sumo sacerdote que traspasó los cielos, Jesús el Hijo de Dios, retengamos nuestra profesión.&nbsp;</p><p><strong><sup>15</sup></strong> Porque no tenemos un sumo sacerdote que no pueda compadecerse de nuestras debilidades, sino uno que fue tentado en todo según nuestra semejanza, pero sin pecado.&nbsp;</p><p><strong><sup>16</sup></strong> Acerquémonos, pues, confiadamente al trono de la gracia, para alcanzar misericordia y hallar gracia para el oportuno socorro.<br></p><p><strong>Hebreos10:19-22</strong></p><p><strong><sup>19</sup></strong> Así que, hermanos, teniendo libertad para entrar en el Lugar Santísimo por la sangre de Jesucristo,</p><p><strong><sup>20</sup></strong> por el camino nuevo y vivo que él nos abrió a través del velo, esto es, de su carne,&nbsp;</p><p><strong><sup>21</sup></strong> y teniendo un gran sacerdote sobre la casa de Dios,&nbsp;</p><p><strong><sup>22</sup></strong> acerquémonos con corazón sincero, en plena certidumbre de fe, purificados los corazones de mala conciencia, y lavados los cuerpos con agua pura.</p><p>La observación de Pablo aquí, en Hebreos, es “mantente firme”, “acércate con confianza”, “nunca te rindas”, centra tu fe en Jesús, nuestro gran Sumo Sacerdote. En Jesús, tenemos todo lo que necesitamos. Por la fe podemos entrar en el Santuario celestial por el “camino nuevo y vivo” que Jesús nos abrió.&nbsp;</p><p>Al mirar dentro del atrio, vemos sangre en los cuernos del Altar de Bronce. En el Lugar Santo, vemos sangre en los cuernos de oro del Altar del Incienso. Contemplamos la sangre rociada sobre la cortina frente al Propiciatorio.&nbsp;</p><p>La sangre de Jesús prepara el camino a cada paso. Esto nos da esperanza, porque solo podemos reunirnos con Dios cuando Jesús nos perdona y borra nuestros pecados. La misericordia de Dios es infinita, pero también lo es su justicia. Y la justicia no puede aceptar el sacrificio de Cristo como expiación por nuestras transgresiones a menos que Jesús garantice primeramente que perdona nuestros pecados y, en segundo lugar, que los borra.&nbsp;</p><p>Lee Apocalipsis 11:19. En el contexto del Gran Conflicto, ¿por qué esta visión es significativa? ¿Cómo muestra el vínculo inseparable entre la Ley y el evangelio?&nbsp;</p><p><strong>Apocalipsis 11:19<br></strong></p><p><strong><sup>19</sup></strong> Y el templo de Dios fue abierto en el cielo, y el arca de su pacto se veía en el templo. Y hubo relámpagos, voces, truenos, un terremoto y grande granizo.</p><p>Aquí, en el brillo deslumbrante y la gloria resplandeciente de la presencia de Dios en la sala del Trono del universo, en la base misma del Trono de Dios, descubrimos la Ley de Dios en el Arca del Pacto. Aquí, en el Lugar Santísimo, se revelan la justicia y la misericordia de Dios. Ningún poder terrenal puede cambiar la Ley de Dios porque, entre otras razones, está depositada en el Arca del Pacto celestial. Hebreos 8:10 dice: “ ‘Este es el pacto que haré con la casa de Israel después de esos días -dice el Señor–: Pondré mis leyes en la mente de ellos, las escribiré en sus corazones; y seré su Dios, y ellos serán mi pueblo’ ”. Al entrar por la fe en el Santuario celestial, encontramos el perdón de nuestros pecados pasados y el poder para vivir una vida obediente por medio de Cristo, que murió por nosotros y escribe la Ley en nuestro corazón. Jesús nos salva “perpetuamente” (Heb. 7:25). Jesús nos salva total y completamente del castigo del pecado y de su poder.&nbsp;<br></p><p><strong>¿Por qué la intercesión de Jesús es una noticia increíblemente buena? Puesto que estamos ante la Ley como norma de justicia, ¿qué esperanza tendríamos sin el evangelio?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de mayo",
               "dayTitle":"<p>JESÚS, NUESTRO ABOGADO EN EL JUICIO</p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Hebreos 10:9 al 14. ¿Qué diferencia revela este pasaje entre el ministerio del sacerdote en el Santuario terrenal y el ministerio de Jesús en el Santuario celestial?&nbsp;</strong></p><p><strong>Hebreos 10:9-14</strong></p><p><strong><sup>9</sup></strong> y diciendo luego: He aquí que vengo, oh Dios, para hacer tu voluntad; quita lo primero, para establecer esto último.&nbsp;</p><p><strong><sup>10</sup></strong> En esa voluntad somos santificados mediante la ofrenda del cuerpo de Jesucristo hecha una vez para siempre.&nbsp;</p><p><sup><strong>11</strong> </sup>Y ciertamente todo sacerdote está día tras día ministrando y ofreciendo muchas veces los mismos sacrificios, que nunca pueden quitar los pecados;&nbsp;</p><p><strong><sup>12</sup></strong> pero Cristo, habiendo ofrecido una vez para siempre un solo sacrificio por los pecados, se ha sentado a la diestra de Dios,&nbsp;</p><p><strong><sup>13 </sup></strong>de ahí en adelante esperando hasta que sus enemigos sean puestos por estrado de sus pies;&nbsp;</p><p><sup><strong>14</strong> </sup>porque con una sola ofrenda hizo perfectos para siempre a los santificados.<br></p><p><br></p><p>De una vez para siempre, Cristo murió en la Cruz como sacrificio perfecto por el pecado. Su ministerio sacerdotal en el Santuario celestial nos santifica. Ahora, habiendo entrado en el Lugar Santísimo, permanece como nuestro Abogado en el Juicio (ver 1 Juan 2:1). “Cristo fue ofrecido una sola vez y para siempre, a fin de quitar los pecados de muchas personas. Cristo vendrá otra vez, no para ocuparse de nuestros pecados, sino para traer salvación a todos los que esperan con anhelo su venida” (Heb. 9:28, NTV). Mediante su sacrificio y su mediación, el pecado ha sido eliminado. Ahora vuelve por los que “aman su venida” (2 Tim. 4:8).&nbsp;</p><p><strong>Lee Hebreos 6:19 y 20. ¿Por qué nos invita a seguirlo y qué descubrimos al hacerlo?&nbsp;</strong></p><p><strong>Hebreos 6:19-20</strong></p><p><strong><sup>19</sup> </strong>La cual tenemos como segura y firme ancla del alma, y que penetra hasta dentro del velo,&nbsp;</p><p><strong><sup>20</sup></strong> donde Jesús entró por nosotros como precursor, hecho sumo sacerdote para siempre según el orden de Melquisedec.<br></p><p><br></p><p>“La intercesión de Cristo en beneficio del hombre en el Santuario celestial es tan esencial para el plan de la salvación como lo fue su muerte en la Cruz. Por medio de su muerte dio inicio a esa obra para cuya conclusión ascendió al Cielo después de su resurrección. Por la fe debemos entrar velo adentro, ‘donde Jesús entró por nosotros como precursor’ (Heb. 6:20). Allí se refleja la luz de la Cruz del Calvario. Allí podemos obtener un discernimiento más claro de los misterios de la redención. La salvación del hombre se lleva a cabo a un precio infinito para el Cielo; el sacrificio hecho se corresponde con las más amplias exigencias de la Ley de Dios quebrantada. Jesús abrió el camino al Trono del Padre, y a través de su mediación pueden ser presentados ante Dios los deseos sinceros de todos los que se allegan a él con fe” (Elena de White, El conflicto de los siglos, p. 543).&nbsp;</p><p>El Plan de Salvación es un plan integral para resolver el Gran Conflicto y rescatar a este planeta de las garras de Satanás. La vida de Jesús reveló el amor de Dios ante un mundo necesitado y un universo expectante. Su muerte reveló la atrocidad del pecado y proveyó salvación para toda la humanidad. Su intercesión en el Santuario celestial ofrece los beneficios de la Expiación a todo aquel que se acerque con fe para recibirlos.&nbsp;</p><p><strong>¿Cuál es la relación entre la muerte de Cristo en la Cruz y su intercesión en el Santuario celestial, y por qué el Juicio es tan necesario para el Plan de Salvación?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de mayo",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR<br></p>",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p>Observa cómo se describe la obra de Jesús por nosotros en el Juicio y nuestro papel: “Jesús no disculpa sus pecados, pero muestra su arrepentimiento y fe, y reclamando el perdón para ellos levanta sus manos heridas ante el Padre y los santos ángeles y dice: ‘Los conozco por nombre. Los he grabado en las palmas de mis manos’. ‘Los sacrificios de Dios son el espíritu quebrantado; al corazón contrito y humillado no despreciarás tú, oh Dios’ (Sal. 51:17). Y al acusador de su pueblo le dice: ‘Jehová te reprenda, oh Satanás; Jehová que ha escogido a Jerusalén te reprenda’ ” (Elena de White, El conflicto de los siglos, p. 538).&nbsp;</p><p>“El hecho de que los hijos reconocidos de Dios están representados como de pie delante del Señor con ropas inmundas debe inducir a todos los que profesan su nombre a sentir humildad y a escudriñar profundamente su corazón. Los que están de veras purificando su alma y obedeciendo la verdad tendrán una muy humilde opinión de sí mismos. Cuanto más de cerca vean el carácter sin mancha de Cristo, mayor será su deseo de ser transformados a su imagen, y menos pureza y santidad verán en sí mismos. Pero, aunque debemos comprender nuestra condición pecaminosa, debemos fiar en Cristo como nuestra justicia, nuestra santificación y redención. No podemos contestar las acusaciones de Satanás contra nosotros. Solo Cristo puede presentar una intercesión eficaz en nuestro favor. Él puede hacer callar al acusador con argumentos que no se basan en nuestros méritos, sino en los suyos” (Elena de White, Testimonios para la iglesia, t. 5, p. 446).&nbsp;</p><p>“Estamos viviendo ahora en el gran Día de la Expiación. Cuando en el servicio típico el sumo sacerdote hacia la expiación por Israel, todos debían afligir sus almas por medio del arrepentimiento de sus pecados y la humillación ante el Señor, si no querían verse separados del pueblo. De la misma manera, todos los que desean que sus nombres sean conservados en el Libro de la Vida deben ahora, en los pocos días que les quedan de este tiempo de gracia, afligir sus almas ante Dios con verdadero arrepentimiento y dolor por sus pecados” (Elena de White, El conflicto de los siglos, pp. 543, 544).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1.</strong> ¿Qué emociones se suscitan al pensar que Jesús levanta sus manos heridas por nosotros ante el Padre? ¿Por qué es esta nuestra única esperanza en el Juicio?&nbsp;</p><p><strong>2.</strong> Estamos viviendo en el Día de la Expiación. La Expiación es la obra de Dios para salvar a los pecadores perdidos. Entonces, ¿por qué debería ser una excelente noticia dedicar algún día a la obra de Dios en favor de la salvación de los pecadores?&nbsp;</p><p><strong>3.</strong> Observa la cita de Elena de White que se encuentra arriba: “Solo Cristo puede presentar una intercesión eficaz en nuestro favor. Él puede hacer callar al acusador con argumentos que no se basan en nuestros méritos, sino en los suyos”. ¿Cómo puedes hacer tuya esta esperanza?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"",
               "id":88,
               "idDay":8,
               "idLesson":8,
               "lessonText":"<p><strong>Introducción:</strong></p><p>El tema del Santuario es tan prominente en el Antiguo Testamento y el Nuevo Testamento que resulta simplemente asombroso considerar que muchos cristianos lo perdieran de vista durante casi dos milenios. Los adventistas del séptimo día se dieron cuenta de que la doctrina del Santuario celestial no solo es una enseñanza bíblica importante, sino también es el principio central de una teología bíblica que conecta otras doctrinas:</p><p>• La doctrina de Dios, su carácter, su Creación, su obra y su gobierno.&nbsp;</p><p>• La doctrina del origen del mal y del Gran Conflicto.&nbsp;</p><p>• La doctrina de Cristo, su primera venida a la Tierra, su encarnación, vida, ministerio, muerte, resurrección y ascensión.&nbsp;</p><p>• La doctrina de la salvación en Cristo.&nbsp;</p><p>• La doctrina de los acontecimientos del tiempo del fin, la segunda venida de Cristo, el Juicio Final y la restauración de todas las cosas.&nbsp;</p><p>• La doctrina de la iglesia, especialmente la enseñanza de la iglesia remanente en el tiempo del fin, antes de la segunda venida de Jesús.</p><p><br></p><p>La profecía de los 2.300 años de Daniel 8:14 se refiere al Santuario celestial y al Gran Conflicto. Nos familiariza tanto con el ataque al Santuario celestial como con su purificación en el día del juicio de Dios y en la restauración de todas las cosas. Los adventistas entienden que esta profecía tiene su cumplimiento histórico en 1844, con un llamado a que todos los que viven en estos tiempos de prueba acepten la expiación de Jesús por sus pecados antes del fin de su ministerio intercesor en el Santuario celestial.</p><p>Los adventistas entienden que Dios los ha llamado como su iglesia remanente para anunciar al mundo el cumplimiento de esta profecía, el regreso de Jesús y la inminente consumación del Gran Conflicto. Así, el mensaje de la profecía de los 2.300 días es la esencia misma del “evangelio eterno” (Apoc. 14:6). La buena nueva en el contexto del mensaje de los tres ángeles es el llamado final de amor de Dios a la humanidad.</p><p>Dios pide que los pecadores de la Tierra se vuelvan a él para que puedan ser salvos por la sangre de Jesús y por su mediación en el Santuario celestial.</p><p><strong>Temática de la lección:</strong></p><p><strong>El estudio de esta semana destaca dos temas principales:</strong></p><p>&nbsp;1. El Santuario terrenal del Antiguo Testamento no era solamente una parte de la cultura de Israel; señalaba principalmente al Santuario celestial y al ministe- rio de Jesús en favor de la humanidad.</p><p>2. Como tal, el Santuario celestial es fundamental para el evangelio universal y eterno, para la salvación de la humanidad y para la misión de la iglesia.<br></p><p><br></p><p><strong>COMENTARIO</strong></p><p>El sellamiento de la profecía de los 2.300 años La profecía de los 2.300 años (Dan. 8:14) fue “sellada” o confirmada (Dan. 9:24) por la primera venida de Jesús al Santuario terrenal. Después de recibir la profecía de los 2.300 años, Daniel quedó “espantado acerca de la visión y nadie la entendía” (Dan. 8:27). Sin explicación para esta visión durante varios años, Daniel se centró en los datos que tenía a mano: la profecía de Jeremías relativa a los 70 años de “desolación de Jerusalén” (Dan. 9:2; comparar con Jer. 25:11, 12).</p><p>Daniel oró pidiendo la intervención de Dios, para que se cumpliera la profecía de 70 años de Jeremías, suplicó al Altísimo que redimiera a su pueblo (Dan. 9:3-19), y también pidió: “Haz que tu rostro resplandezca sobre tu Santuario asolado” (Dan. 9:17). Para alegría de Daniel, Dios envió al “varón Gabriel” para instruirlo (Dan. 9:21, 22). Sin embargo, Gabriel no se centró inmediatamente en responder la oración de Daniel acerca de la profecía de los 70 años de Jeremías, sino que comenzó a exhortar al profeta: “Presta mucha atención, para que puedas entender el significado de la visión” (Dan. 9:23, NTV). Obviamente, la visión en cuestión es la descrita en Daniel 8:14, porque Gabriel no habla de 70 semanas literales, sino de 70 semanas proféticas (Dan. 9:24), o 490 años. Los 490 años solamente podían “determinarse”, o deducirse, de los 2.300 años de la visión de Daniel (Dan. 8:14), no de los 70 años de la profecía de Jeremías. Según este cálculo, Gabriel también reveló el acontecimiento que marcó el comienzo de las 70 semanas proféticas y, por lo tanto, de los 2.300 años. Este acontecimiento fue la promulgación de “la orden de restaurar y reedificar Jerusalén” (Dan. 9:25), que tuvo lugar en el año 457 a.C. De esta manera, la profecía de las 70 semanas proféticas es un subconjunto, o la primera parte, de la profecía de los 2.300 años; los dos períodos constituyen una sola gran profecía.</p><p>Aquí Gabriel responde finalmente a la pregunta y la oración de Daniel respecto de la restauración y reconstrucción de Jerusalén (Dan. 9:25), el “santo monte” de Dios (Dan. 9:20). Sin embargo, Gabriel explica inmediatamente que este cumplimiento de la profecía de Jeremías de 70 años es solamente el comienzo de una profecía mucho más larga. Es decir, es el comienzo de las 70 semanas proféticas, y luego el comienzo de una profecía aún más larga: los 2.300 años. Por esta razón, manteniendo el enfoque en esta profecía mayor, Gabriel explicó a Daniel que estas 70 semanas proféticas, o 490 años literales, serían “decretadas” o “determinadas” para “tu pueblo y tu santa ciudad” (Dan. 9:24) con un propósito especial: “Hasta el Mesías Príncipe” (Dan. 9:25).<br></p><p>El fin, u objetivo, de estos 490 años era el primer advenimiento del Mesías. Gabriel explicó que el propósito del Mesías sería “poner fin al pecado, expiar la iniquidad, traer la justicia de los siglos [...] y ungir el Santo de los santos” (Dan. 9:24). En la septuagésima semana profética, el Mesías “confirmará el pacto a muchos; y a la mitad de la semana hará cesar el sacrificio y la ofrenda” (Dan. 9:27). El único cumplimiento plausible de todos estos acontecimientos era el sacrificio de Jesús, el “Mesías Príncipe” (Dan. 9:25) y “el Cordero de Dios, que quita el pecado del mundo” (Juan 1:29), a quien “le quitarán la vida [...] y nada le quedará” (Dan. 9:26).</p><p>Por consiguiente, la profecía de las 70 semanas inicia la profecía de los 2.300 años. Podemos estar seguros de que la profecía de los 2.300 años relacionada con la purificación del Santuario se cumplió en 1844, porque la profecía de las 70 semanas (Dan. 9:24-27) se cumplió con exactitud en la muerte sacrificial del Mesías a mediados de la septuagésima semana, en 31 d.C. Además, así como la profecía de las 70 semanas se cumplió en la muerte sacrificial del Mesías en relación con el Santuario terrenal, la profecía de los 2.300 años se cumpliría en la purificación del Santuario celestial por parte del Mesías. Asimismo, las dos partes de la profecía están relacionadas con las dos venidas del Mesías: el final del período de 70 semanas se relaciona con la primera venida de Cristo, mientras que el final de los 2.300 años se refiere a su segunda venida.</p><p><br></p><p><strong>La pérdida de la doctrina del Santuario</strong></p><p>El Santuario es uno de los temas y enseñanzas más destacados de las Escrituras. La Biblia describe dos Santuarios: uno terrenal y otro celestial. Ambos revelan aspectos fundamentales del carácter de Dios, del Gran Conflicto y de la salvación. Por ende, los dos Santuarios sirven como lugares de la revelación de Dios a su pueblo, de su morada entre él y de su reinado sobre él. En el Santuario terrenal, Dios se reunía con Israel, y este le respondía con adoración. De la misma manera, el Santuario celestial sirve al Reino de Dios en un nivel cósmico. En ese lugar central, Dios estableció su Trono. Se reveló a los habitantes del universo al ejercer su soberanía sobre ellos y satisfacer sus necesidades.</p><p>Ahora bien, cuando el pecado entró en el universo, el Santuario celestial adoptó una función salvífica, con sus ministerios sacrificial y mediador. De esta manera, los dos Santuarios no están separados, en el sentido de que están estrechamente conectados en una relación tipológica: es decir, el Santuario terrenal fue construido expresamente para revelar, señalar y explicar el significado y la función del celestial. Si tenemos en cuenta esta concepción del papel fundacional del Santuario para el Reino de Dios, debemos señalar que su presencia es imposible de pasar por alto en las Escrituras. Es sencillamente desconcertante cómo los cristianos, de entre todos los pueblos, ignoraron el estudio y la importancia del Santuario celestial durante miles de años. ¿Cómo fue posible semejante olvido?<br></p><p><br></p><p><strong>Dualismo cósmico</strong></p><p>Los adventistas señalan dos factores principales que llevaron a la exclusión de la doctrina del Santuario de la teología cristiana. En primer lugar, dada la importancia del Santuario celestial para la salvación, es obvio que el diablo haría todo lo posible por oscurecer, o incluso aniquilar, la enseñanza bíblica del Santuario celestial. Así, la gente no conocería la verdad acerca de Dios, del sacrificio de Cristo y de su continua mediación en el Santuario celestial para nuestra salvación.</p><p>El segundo y más importante factor consiste en la introducción del concepto de dualismo –proveniente de la filosofía griega–, dentro del cristianismo, durante sus primeros siglos. Según este concepto, toda nuestra realidad se divide en dos esferas: la terrenal y la celestial. Sin embargo, estas dos esferas serían radical y esencialmente diferentes. Mientras que la esfera terrenal es material, temporal y espacial, la celestial es inmaterial, atemporal y sin espacio concreto. En otras palabras, en la esfera celestial no hay existencia física ni relación personal. Como no hay comunicación ni relación entre las dos esferas, la única forma en que los seres humanos podrían entrar en la esfera celestial sería escapando de cualquier conexión con su existencia terrenal, lo que equivale a dejar de existir como seres humanos integrados y sobrevivir de alguna manera como almas o mentes incorpóreas que no experimentan el tiempo ni el espacio. Obviamente, esta visión del mundo únicamente es posible si se acepta el concepto de que los seres humanos tienen un cuerpo físico y un alma inmortal y completamente autónoma. Cuando los primeros cristianos adoptaron esta cosmovisión, les resultó imposible pensar en un Santuario literal en el cielo. Incluso les resultó difícil imaginar el Cielo como un espacio literal, y mucho menos a Jesús ascendiendo en cuerpo humano a ese espacio. Por esta razón, cuando los primeros cristianos leían en las Escrituras acerca del Santuario celestial, simplemente lo alegorizaban o espiritualizaban y concluían que el Santuario israelita se aplicaba a la iglesia.</p><p>Es cierto que los cristianos de los primeros siglos y del período medieval establecieron una conexión entre el sistema de sacrificios del Santuario y la muerte de Cristo.</p><p>Pero, debido a la influencia de la filosofía griega, estos primeros cristianos no podían concebir correctamente la obra mediadora de Cristo en favor de la humanidad en un Santuario celestial literal. Por esta razón, la Iglesia Católica Romana aplicó el ministerio mediador de Cristo a la iglesia y a su sacerdocio. Trágicamente, esta usurpación del ministerio mediador de Cristo en el Santuario celestial llevó a la iglesia a socavar incluso el sacrificio de Cristo. Sin embargo, Dios obró por medio de los movimientos de la Reforma protestante para hacer que su pueblo regresara a una lectura literal de la Biblia, y mediante el movimiento adventista, para redescubrir la enseñanza bíblica del Santuario celestial en las profecías y en el libro de Hebreos.</p><p>De esta manera, nuestra misión, como adventistas del séptimo día, es llamar a los cristianos y al mundo a centrar su atención en el sacrificio de Cristo en la Tierra y en su mediación en el Santuario celestial. (Para más información, ver Ángel Manuel Rodríguez, “Santuario”, en Tratado de teología adventista del séptimo día, pp. 426-472).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>1. Piensa en el concepto de sacerdocio en tu cultura. ¿Cómo se compara este concepto con el concepto bíblico? ¿Cómo podrías utilizar el concepto local de sacerdocio para comunicar a otros el sacerdocio de Jesús?</p><p><br></p><p><strong>2.</strong> Piensa en el concepto de juicio en tu cultura o tu país. ¿Cómo se compara o contrasta este concepto de juicio con el concepto bíblico de juicio? ¿Cómo podrías explicar el concepto bíblico de juicio a la gente de tu propia cultura?</p><p><br></p><p><strong>RESEÑA</strong></p><p>Texto clave: Apocalipsis 12:17.</p><p>Enfoque del estudio: Eclesiastés 12:13, 14; Proverbios 28:9; Daniel 7:25; Isaías 51:7, 8; Apocalipsis 13:15-17; 12:17; 14:6-12.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>LUZ DESDE EL SANTUARIO<br></p>",
         "verse":"<p>“Lo principal de lo que venimos diciendo es que tenemos un Sumo Sacerdote que se sentó a la diestra del trono de la Majestad en el cielo; y es ministro del santuario, de aquel verdadero santuario que levantó el Señor y no el hombre” (Hebreos 8:1, 2).<br></p>",
         "versionCode":60,
         "weekDate":"18-24 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
