{
  "data": [
    {
      "color": "#33fcff",
      "id": 705,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "October 22",
          "dayTitle": "<p>Resurrections Before the Cross</p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p><strong>Read for This Week’s Study: Jude 9, Luke 9:28–36, 1 Kings 17:8–24, Luke 7:11–17, Mark 5:35–43, John 11:1–44.</strong></p><p>The Old Testament references to the resurrection that we have looked at so far were largely based on personal expectations (Job 19:25–27, Heb. 11:17–19, Ps. 49:15, Ps. 71:20) and on future promises (Dan. 12:1, 2, 13). However, we also have the inspired records of cases in which people actually were raised from the dead.\n</p><p>The first resurrection was of Moses (Jude 9, Luke 9:28–36). During Israel’s monarchy, the son of the widow of Zarephath (1 Kings 17:8–24) and the Shunammite’s son (2 Kings 4:18–37) also were resurrected. Christ, when here in the flesh, resurrected the son of the widow of Nain (Luke 7:11–17), Jairus’s daughter (Luke 8:40–56), and then Lazarus (John 11). Except for Moses, all these people were raised as mortals who eventually would die again. These cases also confirm the biblical teaching of the unconsciousness of the dead (Job 3:11–13; Ps. 115:17; Ps. 146:4; Eccles. 9:5, 10). In none of these accounts, nor in any other biblical resurrection narratives, is there any mention of a supposed afterlife experience.\n</p><p>This week we will reflect more closely on the resurrections that occurred before Christ’s own death and resurrection.\n</p><p><em>* Study this week’s lesson to prepare for Sabbath, October 29.</em></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 23",
          "dayTitle": "<p>The Resurrection of Moses</p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Jude 9 and Luke 9:28–36. What evidences do you find in these texts for the bodily resurrection of Moses?\n</strong></p><p><strong>Jude 9</strong></p><p><strong><sup>9</sup></strong> Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, “The Lord rebuke you!”</p><p><br></p><p><strong>Luke 9:28–36</strong></p><p><strong><sup>28</sup></strong> Now it came to pass, about eight days after these sayings, that He took Peter, John, and James and went up on the mountain to pray.&nbsp;</p><p><strong><sup>29</sup></strong> As He prayed, the appearance of His face was altered, and His robe became white and glistening.&nbsp;</p><p><strong><sup>30</sup></strong> And behold, two men talked with Him, who were Moses and Elijah,&nbsp;</p><p><strong><sup>31</sup></strong> who appeared in glory and spoke of His decease which He was about to accomplish at Jerusalem.&nbsp;</p><p><strong><sup>32</sup></strong> But Peter and those with him were heavy with sleep; and when they were fully awake, they saw His glory and the two men who stood with Him.&nbsp;</p><p><strong><sup>33</sup></strong> Then it happened, as they were parting from Him, that Peter said to Jesus, “Master, it is good for us to be here; and let us make three tabernacles: one for You, one for Moses, and one for Elijah”—not knowing what he said.</p><p><strong><sub>34</sub></strong> While he was saying this, a cloud came and overshadowed them; and they were fearful as they entered the cloud.&nbsp;</p><p><sup><strong>35</strong></sup> And a voice came out of the cloud, saying, “This is My beloved Son. Hear Him!”&nbsp;</p><p><strong><sup>36</sup></strong> When the voice had ceased, Jesus was found alone. But they kept quiet, and told no one in those days any of the things they had seen.</p><p><br></p><p>Some Greek Church Fathers from Alexandria argued that, when Moses died, two Moseses were seen: one alive in the spirit, another dead in the body; one Moses ascending to heaven with angels, the other buried in the earth. (See Origen, Homilies on Joshua 2.1; Clement of Alexandria, Stromata 6.15.) This distinction between the assumption of the soul and the burial of the body might make sense to those who believe in the Greek concept of the immortal soul, but the idea is not in the Bible. Jude 9 confirms the biblical teaching of the resurrection of Moses’ body, because the dispute was “about the body of Moses” and not about any supposed surviving soul.\n</p><p>Deuteronomy 34:5–7 tells us that Moses died at 120 years of age, and the Lord buried him in a hidden place in a valley in the land of Moab. But Moses did not remain for very long in the grave. “Christ Himself, with the angels who had buried Moses, came down from heaven to call forth the sleeping saint. . . . For the first time Christ was about to give life to the dead. As the Prince of life and the shining ones approached the grave, Satan was alarmed for his supremacy. . . . Christ did not stoop to enter into controversy with Satan. . . . But Christ referred all to His Father, saying, ‘The Lord rebuke thee.’ Jude 9. . . . The resurrection was forever made certain. Satan was despoiled of his prey; the righteous dead would live again.”—Ellen G. White, Patriarchs and Prophets, pp. 478, 479.\n</p><p>A clear evidence of Moses’ resurrection is found at the Transfiguration. There Moses appeared with the prophet Elijah, who had been translated without seeing death (2 Kings 2:1–11). Moses and Elijah even dialogued with Jesus (see Luke 9:28–36). “And behold, two men talked with Him, who were Moses and Elijah, who appeared in glory and spoke of His decease which He was about to accomplish at Jerusalem” (Luke 9:30, 31, NKJV). Moses’ appearance, proof of Christ’s coming victory over sin and death, is depicted here in unmistakable terms. It was Moses and Elijah, not their “spirits” (after all, Elijah hadn’t died), who had appeared to Jesus there.\n</p><p><strong>Moses was not allowed to enter the earthly Canaan (Deut. 34:1–4) but was taken into the heavenly Canaan. What does this teach about how God “is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us” (Eph. 3:20, NKJV)?</strong></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 24",
          "dayTitle": "<p>Two Old Testament Cases</p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p><strong>Read 1 Kings 17:8–24 and 2 Kings 4:18–37. What similarities and differences do you see in these two resurrections?\n</strong></p><p><strong>1 Kings 17:8–24</strong><sup><br></sup></p><p><strong><sup>8</sup></strong> Then the word of the Lord came to him, saying,&nbsp;</p><p><strong><sup>9</sup></strong> “Arise, go to Zarephath, which belongs to Sidon, and dwell there. See, I have commanded a widow there to provide for you.”&nbsp;</p><p><strong><sup>10</sup></strong> So he arose and went to Zarephath. And when he came to the gate of the city, indeed a widow was there gathering sticks. And he called to her and said, “Please bring me a little water in a cup, that I may drink.”&nbsp;</p><p><strong><sup>11</sup></strong> And as she was going to get it, he called to her and said, “Please bring me a morsel of bread in your hand.”</p><p><strong><sup>12</sup></strong> So she said, “As the Lord your God lives, I do not have bread, only a handful of flour in a bin, and a little oil in a jar; and see, I am gathering a couple of sticks that I may go in and prepare it for myself and my son, that we may eat it, and die.”</p><p><strong><sup>13</sup></strong> And Elijah said to her, “Do not fear; go and do as you have said, but make me a small cake from it first, and bring it to me; and afterward make some for yourself and your son.&nbsp;</p><p><strong><sup>14</sup></strong> For thus says the Lord God of Israel: ‘The bin of flour shall not be used up, nor shall the jar of oil run dry, until the day the Lord sends rain on the earth.’ ”</p><p><strong><sup>15</sup></strong> So she went away and did according to the word of Elijah; and she and he and her household ate for many days.&nbsp;</p><p><strong><sup>16</sup></strong> The bin of flour was not used up, nor did the jar of oil run dry, according to the word of the Lord which He spoke by Elijah.</p><p><strong><sup>17</sup></strong> Now it happened after these things that the son of the woman who owned the house became sick. And his sickness was so serious that there was no breath left in him.&nbsp;</p><p><strong><sup>18</sup></strong> So she said to Elijah, “What have I to do with you, O man of God? Have you come to me to bring my sin to remembrance, and to kill my son?”</p><p><strong><sup>19 </sup></strong>And he said to her, “Give me your son.” So he took him out of her arms and carried him to the upper room where he was staying, and laid him on his own bed.&nbsp;</p><p><strong><sup>20</sup></strong> Then he cried out to the Lord and said, “O Lord my God, have You also brought tragedy on the widow with whom I lodge, by killing her son?”&nbsp;</p><p><strong><sup>21</sup></strong> And he stretched himself out on the child three times, and cried out to the Lord and said, “O Lord my God, I pray, let this child’s soul come back to him.”&nbsp;</p><p><strong><sup>22</sup></strong> Then the Lord heard the voice of Elijah; and the soul of the child came back to him, and he revived.</p><p><strong><sup>23</sup></strong> And Elijah took the child and brought him down from the upper room into the house, and gave him to his mother. And Elijah said, “See, your son lives!”</p><p><strong><sup>24</sup></strong> Then the woman said to Elijah, “Now by this I know that you are a man of God, and that the word of the Lord in your mouth is the truth.”</p><p><strong>2 Kings 4:18–37</strong></p><p><strong><sup>18</sup></strong> And the child grew. Now it happened one day that he went out to his father, to the reapers.&nbsp;</p><p><strong><sup>19</sup></strong> And he said to his father, “My head, my head!”</p><p>So he said to a servant, “Carry him to his mother.”&nbsp;</p><p><strong><sup>20</sup></strong> When he had taken him and brought him to his mother, he sat on her knees till noon, and then died.&nbsp;</p><p><strong><sup>21</sup></strong> And she went up and laid him on the bed of the man of God, shut the door upon him, and went out.&nbsp;</p><p><strong><sup>22</sup></strong> Then she called to her husband, and said, “Please send me one of the young men and one of the donkeys, that I may run to the man of God and come back.”</p><p><strong><sup>23</sup></strong> So he said, “Why are you going to him today? It is neither the New Moon nor the Sabbath.”</p><p>And she said, “It is well.”&nbsp;</p><p><strong><sup>24</sup></strong> Then she saddled a donkey, and said to her servant, “Drive, and go forward; do not slacken the pace for me unless I tell you.”&nbsp;</p><p><strong><sup>25</sup></strong> And so she departed, and went to the man of God at Mount Carmel.</p><p>So it was, when the man of God saw her afar off, that he said to his servant Gehazi, “Look, the Shunammite woman!&nbsp;</p><p><strong><sup>26</sup></strong> Please run now to meet her, and say to her, ‘Is it well with you? Is it well with your husband? Is it well with the child?’ ”</p><p>And she answered, “It is well.”&nbsp;</p><p><strong><sup>27</sup></strong> Now when she came to the man of God at the hill, she caught him by the feet, but Gehazi came near to push her away. But the man of God said, “Let her alone; for her soul is in deep distress, and the Lord has hidden it from me, and has not told me.”</p><p><strong><sup>28</sup></strong> So she said, “Did I ask a son of my lord? Did I not say, ‘Do not deceive me’?”</p><p><strong><sup>29</sup></strong> Then he said to Gehazi, “Get yourself ready, and take my staff in your hand, and be on your way. If you meet anyone, do not greet him; and if anyone greets you, do not answer him; but lay my staff on the face of the child.”</p><p><strong><sup>30</sup></strong> And the mother of the child said, “As the Lord lives, and as your soul lives, I will not leave you.” So he arose and followed her.&nbsp;</p><p><strong><sup>31</sup></strong> Now Gehazi went on ahead of them, and laid the staff on the face of the child; but there was neither voice nor hearing. Therefore he went back to meet him, and told him, saying, “The child has not awakened.”</p><p><strong><sup>32</sup></strong> When Elisha came into the house, there was the child, lying dead on his bed.&nbsp;</p><p><strong><sup>33</sup></strong> He went in therefore, shut the door behind the two of them, and prayed to the Lord.&nbsp;</p><p><strong><sup>34</sup></strong> And he went up and lay on the child, and put his mouth on his mouth, his eyes on his eyes, and his hands on his hands; and he stretched himself out on the child, and the flesh of the child became warm.&nbsp;</p><p><strong><sup>35</sup></strong> He returned and walked back and forth in the house, and again went up and stretched himself out on him; then the child sneezed seven times, and the child opened his eyes.&nbsp;</p><p><strong><sup>36</sup></strong> And he called Gehazi and said, “Call this Shunammite woman.” So he called her. And when she came in to him, he said, “Pick up your son.”&nbsp;</p><p><strong><sup>37</sup></strong> So she went in, fell at his feet, and bowed to the ground; then she picked up her son and went out.</p><p><br></p><p>In Hebrews 11, we read that by faith “women received back their dead by resurrection” (Heb. 11:35, NASB). This was the case in the two resurrections depicted in the texts for today.\n</p><p>The first one (see 1 Kings 17:8–24) occurred during the great apostasy in Israel, which happened under the influence of King Ahab and his pagan wife Jezebel. As a severe drought was ravaging the land, God commanded Elijah to go to Zarephath, a town outside of Israel. There he met a poor Phoenician widow who was about to cook a paltry last meal for herself and her son—and then die. But their lives were spared through the miracle of the flour and the oil, which didn’t run out until the drought was over. Sometime later her son became sick and died. In despair, the mother pled with Elijah, who cried out to the Lord. “The LORD listened to the voice of Elijah, and the life of the boy returned to him and he revived” (1 Kings 17:22, NASB).\n</p><p>The second resurrection (see 2 Kings 4:18–37) took place in Shunem, a small village south of Mount Gilboa. Elisha had helped a poor widow to pay her debts through the miracle of filling many vessels with oil (2 Kings 4:1–7). Later, in Shunem, he met a prominent married woman who had no children. The prophet told her that she would have a son, and it happened as predicted. The child grew and was healthy, but one day got sick and died. The Shunammite woman went to Mount Carmel and asked Elisha to come with her to see her son. Elisha prayed persistently to the Lord, and finally the child was alive again.\n</p><p>These women had different backgrounds but the same saving faith. The Phoenician widow hosted the prophet Elijah in an extremely difficult time when there was no safe place for him in Israel. The Shunammite woman and her husband built a special room where the prophet Elisha could stay while passing through their region. When the two children died, their faithful mothers appealed to those prophets of God and had the joy of seeing their children come to life again.\n</p><p><strong>These are great stories, but for each of these two accounts, how many untold others didn’t end with something so miraculous? What should this sad fact teach us about just how central to our faith is the promised resurrection at the end of time?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 25",
          "dayTitle": "<p>The Son of the Widow of Nain</p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Job 1:6–2:10. What caused Job’s suffering?\n</strong></p><p><strong>Job 1:6–2:10</strong></p><p><strong><sup>6</sup></strong> Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.&nbsp;</p><p><strong><sup>7</sup></strong> And the Lord said to Satan, “From where do you come?”\n</p><p>\n</p><p>So Satan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”<br></p><p><strong><sup>8</sup></strong> Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil?”<br></p><p><strong><sup>9</sup></strong> So Satan answered the Lord and said, “Does Job fear God for nothing?&nbsp;</p><p><strong><sup>10</sup></strong> Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land.&nbsp;</p><p><strong><sup>11</sup></strong> But now, stretch out Your hand and touch all that he has, and he will surely curse You to Your face!”</p><p><strong><sup>12</sup></strong> And the Lord said to Satan, “Behold, all that he has is in your power; only do not lay a hand on his person.”\n</p><p>So Satan went out from the presence of the Lord.<br></p><p><strong><sup>13</sup></strong> Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother’s house;&nbsp;<br></p><p><strong><sup>14</sup></strong> and a messenger came to Job and said, “The oxen were plowing and the donkeys feeding beside them,&nbsp;</p><p><strong><sup>15</sup></strong> when the Sabeans raided them and took them away—indeed they have killed the servants with the edge of the sword; and I alone have escaped to tell you!”\n</p><p><strong><sup>16</sup></strong> While he was still speaking, another also came and said, “The fire of God fell from heaven and burned up the sheep and the servants, and consumed them; and I alone have escaped to tell you!”<br></p><p><strong><sup>17</sup></strong> While he was still speaking, another also came and said, “The Chaldeans formed three bands, raided the camels and took them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you!”<br></p><p><strong><sup>18</sup></strong> While he was still speaking, another also came and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house,&nbsp;</p><p><strong><sup>19</sup></strong> and suddenly a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people, and they are dead; and I alone have escaped to tell you!”</p><p><strong><sup>20</sup></strong> Then Job arose, tore his robe, and shaved his head; and he fell to the ground and worshiped.&nbsp;</p><p><strong><sup>21</sup></strong> And he said:</p><p>“Naked I came from my mother’s womb,\n</p><p>And naked shall I return there.\n</p><p>The Lord gave, and the Lord has taken away;\n</p><p>Blessed be the name of the Lord.”</p><p><strong><sup>22</sup></strong> In all this Job did not sin nor charge God with wrong.\n</p><p><strong><sup>1</sup></strong> Again there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them to present himself before the Lord.&nbsp;<br></p><p><strong><sup>2</sup></strong> And the Lord said to Satan, “From where do you come?”</p><p>Satan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”</p><p><strong><sup>3</sup></strong> Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil? And still he holds fast to his integrity, although you incited Me against him, to destroy him without cause.”</p><p><strong><sup>4</sup></strong> So Satan answered the Lord and said, “Skin for skin! Yes, all that a man has he will give for his life.&nbsp;</p><p><strong><sup>5</sup></strong> But stretch out Your hand now, and touch his bone and his flesh, and he will surely curse You to Your face!”</p><p><strong><sup>6</sup></strong> And the Lord said to Satan, “Behold, he is in your hand, but spare his life.”\n</p><p><strong><sup>7</sup></strong> So Satan went out from the presence of the Lord, and struck Job with painful boils from the sole of his foot to the crown of his head.&nbsp;<br></p><p><strong><sup>8</sup></strong> And he took for himself a potsherd with which to scrape himself while he sat in the midst of the ashes.</p><p><strong><sup>9</sup></strong> Then his wife said to him, “Do you still hold fast to your integrity? Curse God and die!”</p><p><strong><sup>10</sup></strong> But he said to her, “You speak as one of the foolish women speaks. Shall we indeed accept good from God, and shall we not accept adversity?” In all this Job did not sin with his lips.</p><p><br></p><p>The Bible says that Jesus “ ‘went about doing good and healing all who were oppressed by the devil, for God was with Him’ ” (Acts 10:38, NASB). Indeed, all the Gospels are full of accounts of Jesus ministering to many needy and hurting souls, which is why later many Jews came to believe that Jesus was the promised Messiah.\n</p><p>“There were whole villages where there was not a moan of sickness in any house, for He had passed through them and healed all their sick. His work gave evidence of His divine anointing. Love, mercy, and compassion were revealed in every act of His life; His heart went out in tender sympathy to the children of men. He took man’s nature, that He might reach man’s wants. The poorest and humblest were not afraid to approach Him. Even little children were attracted to Him.”—Ellen G. White, Steps to Christ, pp. 11, 12.\n</p><p><strong>Read Luke 7:11–17. What important difference is there between what happened in this resurrection and in the ones we looked at yesterday?\n</strong></p><p><strong>Read Luke 7:11–17</strong></p><p><strong><sup>11</sup></strong> Now it happened, the day after, that He went into a city called Nain; and many of His disciples went with Him, and a large crowd.&nbsp;</p><p><strong><sup>12</sup></strong> And when He came near the gate of the city, behold, a dead man was being carried out, the only son of his mother; and she was a widow. And a large crowd from the city was with her.&nbsp;</p><p><strong><sup>13</sup></strong> When the Lord saw her, He had compassion on her and said to her, “Do not weep.”&nbsp;</p><p><strong><sup>14</sup></strong> Then He came and touched the open coffin, and those who carried him stood still. And He said, “Young man, I say to you, arise.”&nbsp;</p><p><strong><sup>15</sup></strong> So he who was dead sat up and began to speak. And He presented him to his mother.\n</p><p>\n</p><p><strong><sup>16</sup></strong> Then fear came upon all, and they glorified God, saying, “A great prophet has risen up among us”; and, “God has visited His people.”&nbsp;<br></p><p><strong><sup>17</sup></strong> And this report about Him went throughout all Judea and all the surrounding region.</p><p><br></p><p>During His ministry in Galilee, Jesus healed the sick and expelled demons. One time, He and His followers were approaching the gates of Nain when a funeral procession was going through those gates. In the open coffin was the only son of a widow, who was weeping inconsolably. Full of compassion for the grieving mother, Jesus said to her, “ ‘Do not weep.’ ” Then Jesus turned to the dead son in the coffin and ordered him, “ ‘Young man, I say to you, arise.’ ” The son came to life, and Jesus “presented him to his mother” (Luke 7:13–15, NKJV). The presence of Jesus completely changed the whole scenario, and many people who had witnessed the miracle knew not only that something astonishing had happened but also that someone special (they called Him “a great prophet”) was among them.\n</p><p>Both the Phoenician widow (1 Kings 17:8–24) and the Shunammite woman (2 Kings 4:18–37) had asked for help—from Elijah and Elisha, respectively. But the widow of Nain was helped without even asking for it. This means that God cares for us even when we are unable or feel unworthy to ask Him for help. Jesus saw the problem and dealt with it—so typical of Jesus through all His ministry.\n</p><p><strong>True religion involves caring for orphans and widows around us (James 1:27). Though, obviously, we won’t be able to do the kind of miracles Jesus did, what can we do to minister to those who are hurting around us?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 26",
          "dayTitle": "<p>Jairus’s Daughter</p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>The resurrections prior to Jesus’ own death and resurrection were not limited to any specific ethnic group or social class. Moses was perhaps the greatest human leader of God’s people ever (Deut. 34:10–12). By contrast, the poor Phoenician widow was not even an Israelite (1 Kings 17:9). The Shunammite woman was prominent in her community (2 Kings 4:8). The widow of Nain had only one son, upon whom she was probably dependent (Luke 7:12). In contrast, Jairus was a ruler of the synagogue, probably in Capernaum (Mark 5:22). Regardless of their different cultural backgrounds or social status, all of them were blessed by God’s life-giving power.\n</p><p><strong>Read Mark 5:21–24, 35–43. What can we learn about death from Christ’s words “ ‘The child is not dead, but sleeping’ ”? (Mark 5:39, NKJV).\n</strong></p><p><strong>Mark 5:21–24, 35–43</strong></p><p><strong><sup>21</sup></strong> Now when Jesus had crossed over again by boat to the other side, a great multitude gathered to Him; and He was by the sea.&nbsp;</p><p><strong><sup>22</sup></strong> And behold, one of the rulers of the synagogue came, Jairus by name. And when he saw Him, he fell at His feet&nbsp;</p><p><strong><sup>23</sup></strong> and begged Him earnestly, saying, “My little daughter lies at the point of death. Come and lay Your hands on her, that she may be healed, and she will live.”&nbsp;</p><p><strong><sup>24</sup></strong> So Jesus went with him, and a great multitude followed Him and thronged Him.</p><p><strong><sup>35</sup></strong> While He was still speaking, some came from the ruler of the synagogue’s house who said, “Your daughter is dead. Why trouble the Teacher any further?”\n</p><p>\n</p><p><strong><sup>36</sup></strong> As soon as Jesus heard the word that was spoken, He said to the ruler of the synagogue, “Do not be afraid; only believe.”&nbsp;<br></p><p><strong><sup>37</sup></strong> And He permitted no one to follow Him except Peter, James, and John the brother of James.&nbsp;</p><p><strong><sup>38</sup></strong> Then He came to the house of the ruler of the synagogue, and saw a tumult and those who wept and wailed loudly.&nbsp;</p><p><strong><sup>39</sup></strong> When He came in, He said to them, “Why make this commotion and weep? The child is not dead, but sleeping.”</p><p><strong><sup>40</sup></strong> And they ridiculed Him. But when He had put them all outside, He took the father and the mother of the child, and those who were with Him, and entered where the child was lying.&nbsp;</p><p><strong><sup>41</sup></strong> Then He took the child by the hand, and said to her, “Talitha, cumi,” which is translated, “Little girl, I say to you, arise.”&nbsp;</p><p><strong><sup>42</sup></strong> Immediately the girl arose and walked, for she was twelve years of age. And they were overcome with great amazement.&nbsp;</p><p><strong><sup>43</sup></strong> But He commanded them strictly that no one should know it, and said that something should be given her to eat.</p><p><br></p><p>Jairus’s 12-year-old daughter was lying deathly sick at home. So, he went to Jesus and begged Him to come to his home and lay His healing hands on her. But before they could get there, someone already brought the sad news “ ‘Your daughter is dead. Why trouble the Teacher any further?’ ” (Mark 5:35, NKJV).\n</p><p>Then Jesus said to the grieving father, “ ‘Do not fear, only believe’ ” (Mark 5:36, NRSV). Indeed, all the father could do was trust totally in God’s intervention.\n</p><p>Arriving at the house, Jesus said to those who gathered there, “ ‘Why do you make a commotion and weep? The child is not dead but sleeping’ ” (Mark 5:39, NRSV). They ridiculed Him because (1) they knew that she was dead, and (2) they did not grasp the meaning of His words. “The comforting metaphor by which ‘sleep’ stands for ‘death’ seems to have been Christ’s favorite way of referring to this experience ([Matt. 9:24; Luke 8:52;] see on John 11:11–15). Death is a sleep, but it is a deep sleep from which only the great Life-giver can awaken one, for He alone has the keys to the tomb (see Rev. 1:18; cf. John 3:16; Rom. 6:23).”—The SDA Bible Commentary, vol. 5, p. 609.\n</p><p>After the resurrection of this girl, those who saw it were “overcome with amazement” (Mark 5:42, NRSV). No wonder. For now, death is final, absolute, and seemingly irreversible. To have seen something like this with their own eyes surely must have been an amazing, life-changing experience.\n</p><p><strong>Jesus’ words, “ ‘Do not fear, only believe’ ” (Mark 5:36, NRSV), are still meaningful for us today. How can we learn to do that, even amid fearful situations, which are the most important times to keep believing?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 27",
          "dayTitle": "<p>Lazarus</p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Read John 11:1–44. In what sense was Jesus “glorified” by the sickness and death of Lazarus (John 11:4)?\n</strong></p><p><strong>John 11:1–44</strong></p><p><strong><sup>1</sup></strong> Now a certain man was sick, Lazarus of Bethany, the town of Mary and her sister Martha.&nbsp;</p><p><strong><sup>2</sup></strong> It was that Mary who anointed the Lord with fragrant oil and wiped His feet with her hair, whose brother Lazarus was sick.&nbsp;</p><p><sup style=\"\">3</sup> Therefore the sisters sent to Him, saying, “Lord, behold, he whom You love is sick.”\n</p><p>\n</p><p><strong><sup>4</sup></strong> When Jesus heard that, He said, “This sickness is not unto death, but for the glory of God, that the Son of God may be glorified through it.”<br></p><p>\n</p><p><strong><sup>5</sup></strong> Now Jesus loved Martha and her sister and Lazarus.&nbsp;<br></p><p><strong><sup>6</sup></strong> So, when He heard that he was sick, He stayed two more days in the place where He was.&nbsp;</p><p><strong><sup>7</sup></strong> Then after this He said to the disciples, “Let us go to Judea again.”\n</p><p><strong><sup>8</sup></strong> The disciples said to Him, “Rabbi, lately the Jews sought to stone You, and are You going there again?”<br></p><p><strong><sup>9</sup></strong> Jesus answered, “Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world.&nbsp;<br></p><p><strong><sup>10</sup></strong> But if one walks in the night, he stumbles, because the light is not in him.”&nbsp;</p><p><strong><sup>11</sup></strong> These things He said, and after that He said to them, “Our friend Lazarus sleeps, but I go that I may wake him up.”\n</p><p><strong><sup>12</sup></strong> Then His disciples said, “Lord, if he sleeps he will get well.”&nbsp;<br></p><p><strong><sup>13</sup></strong> However, Jesus spoke of his death, but they thought that He was speaking about taking rest in sleep.\n</p><p><strong><sup>14</sup></strong> Then Jesus said to them plainly, “Lazarus is dead.&nbsp;<br></p><p><strong><sup>15</sup></strong> And I am glad for your sakes that I was not there, that you may believe. Nevertheless let us go to him.”\n</p><p><strong><sup>16</sup></strong> Then Thomas, who is called the Twin, said to his fellow disciples, “Let us also go, that we may die with Him.”<br></p><p><strong><sup>17</sup></strong> So when Jesus came, He found that he had already been in the tomb four days.&nbsp;<br></p><p><strong><sup>18</sup></strong> Now Bethany was near Jerusalem, about two miles away.&nbsp;</p><p><strong><sup>19</sup></strong> And many of the Jews had joined the women around Martha and Mary, to comfort them concerning their brother.\n</p><p><strong><sup>20</sup></strong> Then Martha, as soon as she heard that Jesus was coming, went and met Him, but Mary was sitting in the house.&nbsp;<br></p><p><strong><sup>21</sup></strong> Now Martha said to Jesus, “Lord, if You had been here, my brother would not have died.&nbsp;</p><p><strong><sup>22</sup></strong> But even now I know that whatever You ask of God, God will give You.”\n</p><p><strong><sup>23</sup></strong> Jesus said to her, “Your brother will rise again.”<br></p><p><strong><sup>24</sup></strong> Martha said to Him, “I know that he will rise again in the resurrection at the last day.”<br></p><p><strong><sup>25</sup></strong> Jesus said to her, “I am the resurrection and the life. He who believes in Me, though he may die, he shall live.&nbsp;<br></p><p><strong><sup>26</sup></strong> And whoever lives and believes in Me shall never die. Do you believe this?”\n</p><p><strong><sup>27</sup></strong> She said to Him, “Yes, Lord, I believe that You are the Christ, the Son of God, who is to come into the world.”<br></p><p><strong><sup>28</sup></strong> And when she had said these things, she went her way and secretly called Mary her sister, saying, “The Teacher has come and is calling for you.”&nbsp;<br></p><p><strong><sup>29</sup></strong> As soon as she heard that, she arose quickly and came to Him.&nbsp;</p><p><strong><sup>30</sup></strong> Now Jesus had not yet come into the town, but was in the place where Martha met Him.&nbsp;</p><p><strong><sup>31</sup></strong> Then the Jews who were with her in the house, and comforting her, when they saw that Mary rose up quickly and went out, followed her, saying, “She is going to the tomb to weep there.”\n</p><p><strong><sup>32</sup></strong> Then, when Mary came where Jesus was, and saw Him, she fell down at His feet, saying to Him, “Lord, if You had been here, my brother would not have died.”<br></p><p><strong><sup>33</sup></strong> Therefore, when Jesus saw her weeping, and the Jews who came with her weeping, He groaned in the spirit and was troubled.&nbsp;<br></p><p><strong><sup>34</sup></strong> And He said, “Where have you laid him?”</p><p>They said to Him, “Lord, come and see.”</p><p><strong><sup>35</sup></strong> Jesus wept.&nbsp;</p><p><strong><sup>36</sup></strong> Then the Jews said, “See how He loved him!”</p><p><strong><sup>37</sup></strong> And some of them said, “Could not this Man, who opened the eyes of the blind, also have kept this man from dying?”</p><p><strong><sup>38</sup></strong> Then Jesus, again groaning in Himself, came to the tomb. It was a cave, and a stone lay against it.&nbsp;</p><p><strong><sup>39</sup></strong> Jesus said, “Take away the stone.”</p><p>Martha, the sister of him who was dead, said to Him, “Lord, by this time there is a stench, for he has been dead four days.”</p><p><strong><sup>40</sup></strong> Jesus said to her, “Did I not say to you that if you would believe you would see the glory of God?”&nbsp;</p><p><strong><sup>41</sup></strong> Then they took away the stone from the place where the dead man was lying. And Jesus lifted up His eyes and said, “Father, I thank You that You have heard Me.&nbsp;</p><p><strong><sup>42</sup></strong> And I know that You always hear Me, but because of the people who are standing by I said this, that they may believe that You sent Me.”&nbsp;</p><p><strong><sup>43</sup></strong> Now when He had said these things, He cried with a loud voice, “Lazarus, come forth!”&nbsp;</p><p><strong><sup>44</sup></strong> And he who had died came out bound hand and foot with graveclothes, and his face was wrapped with a cloth. Jesus said to them, “Loose him, and let him go.”</p><p><br></p><p>Here, too, Jesus uses the metaphor for sleep in talking about death. “ ‘Our friend Lazarus has fallen asleep; but I am going there to wake him up’ ” (John 11:11, NIV). When some thought He was talking about literal sleep (John 11:11–13), Jesus clearly stated what He meant: “ ‘Lazarus is dead’ ” (John 11:12–14, NIV). Actually, when Jesus arrived in Bethany, Lazarus had been dead four days; his corpse already was rotting (John 11:17, 39). By the time a body starts decomposing badly enough to smell, there’s no question: the person is dead.\n</p><p>In this context, when Jesus told Martha, “ ‘Your brother will rise from the dead’ ” (John 11:23, NASB), she reaffirmed her belief in the final resurrection. But Jesus declared, “ ‘I am the resurrection and the life. The one who believes in me, even if he dies, will live, and everyone who lives and believes in me will never die forever. Do you believe this?’ ” (John 11:23–26, LEB). And Jesus added, “ ‘If you believe, you will see the glory of God’ ” (John 11:40, NASB). Martha believed, and she saw the glory of God in the resurrection of her brother.\n</p><p>The Bible says that by God’s word life was created (Gen, 1:20–30, Ps. 33:6), and by His word life can be re-created, as in the case of Lazarus. After a short prayer, Jesus ordered, “ ‘Lazarus, come forth!’ ” (John 11:43, NKJV). Right then and there these people saw the life-giving power of God, the same power that spoke our world into existence, and the same power that at the end of the age will call the dead back to life in the resurrection.\n</p><p>By raising Lazarus, Jesus proved that He had the power to defeat death, which, for beings like us, who inevitably die—what greater manifestation of God’s glory could there be?\n</p><p><strong>Read John 11:25, 26. In one line Jesus talks about believers dying, and in the next He talks about believers never dying. What is Jesus teaching us here, and why is the understanding that death is an unconscious sleep so crucial in understanding Christ’s words? And why do His words offer us, as beings destined to the grave, so much hope?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 28",
          "dayTitle": "<p>Further Thought</p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Read Ellen G. White, “The Death of Moses,” pp. 469–480, in Patriarchs and Prophets; “The Voice of Stern Rebuke,” pp. 129–142; “A Prophet of Peace,” pp. 237–243, in Prophets and Kings; “The Centurion,” pp. 318, 319; “The Touch of Faith,” pp. 342, 343; “ ‘Lazarus, Come Forth,’ ” pp. 524–536, in The Desire of Ages.\n</p><p>“In Christ is life, original, unborrowed, underived. ‘He that hath the Son hath life.’ 1 John 5:12. The divinity of Christ is the believer’s assurance of eternal life. ‘He that believeth in Me,’ said Jesus, ‘though he were dead, yet shall he live: and whosoever liveth and believeth in Me shall never die. Believest thou this?’ Christ here [in John 11:25, 26] looks forward to the time of His second coming. Then the righteous dead shall be raised incorruptible, and the living righteous shall be translated to heaven without seeing death. The miracle which Christ was about to perform, in raising Lazarus from the dead, would represent the resurrection of all the righteous dead. By His word and His works He declared Himself the Author of the resurrection. He who Himself was soon to die upon the cross stood with the keys of death, a conqueror of the grave, and asserted His right and power to give eternal life.”—Ellen G. White, The Desire of Ages, p. 530.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong><sup>1.</sup></strong> Many people died during the prophetic ministries of Elijah and Elisha, as well as during Christ’s own earthly ministry. Only a few were resurrected. (See Luke 4:24–27.) Thinking, too, about the experience of all of the dead, whether resurrected in the past or at the Second Coming, what difference does it make, at least in regard to what it was like to be dead?\n</p><p><strong><sup>2.</sup></strong> Many writers over the centuries have written about the futility of a life that ends always in death. Along with other living creature s— chickens, beavers, oysters, et cetera—we all die. However, for humans, in a sense our predicament is worse than for the animals, because we know that we are going to die. (See Eccles. 9:5.) Chickens, beavers, and oysters don’t. Why, then, is the promise of the resurrection so crucial to us?\n</p><p><strong><sup>3.</sup></strong> If you think that the soul is immortal and that the dead, especially the righteous dead, live on in heaven after they die, what need is there for the resurrection at the end of time?\n</p><p><strong><sup>4.</sup></strong> If someone called and asked, “Is Sally there?” you might answer, “Yes, but she’s sleeping.” If, however, someone called and asked, “Is Sally there?” you are not going to answer, “Yes, but she’s dead.” Why not? What does this teach us about the nature of death?</p><p><strong>Inside Story:</strong><br></p><p>\n</p>\n\n<p><strong>Christ’s Ambassador\n</strong></p><p><strong>By BENJIE LEACH\n</strong></p><p>One of my goals as chaplain of Forest Lake Academy in Orlando, Florida, was to become acquainted with each student. It was a challenge in a school with 450 students in the mid-1970s.\n</p><p>At the beginning of the school year, a student came up to me and asked, “Have you had a chance to become acquainted with Paul yet?” I had not. “You need to get acquainted,” the student said. “Just ask where he is from.”\n</p><p>My curiosity was aroused, so I invited Paul to my office. He turned out to be a rather shy 16-year-old. “So, Paul,” I asked, “where are you from?”\n</p><p>“I’m from a little town in Georgia called Plains,” he said.\n</p><p>My mouth dropped open. “What?” I said. “That is where the president of the United States—Jimmy Carter—lives!”\n</p><p>I had to ask. “Paul,” I said, “do you know the president?”\n</p><p>“Oh, yes,” he said.\n</p><p>Early that summer, he had needed a job to pay for his tuition at Forest Lake Academy, and he had gotten a job at a peanut warehouse, the main industry, in Plains. He was excited about finding work and thought that he had made it clear about taking Sabbaths off. But his work supervisor stopped him when he left on Friday with a promise to return on Monday.\n</p><p>“No,” the supervisor said. “You come tomorrow. We are open Saturday.”\n</p><p>“But, you see, I’m a Seventh-day Adventist,” Paul said.\n</p><p>“Come tomorrow, or you won’t have a job anymore,” the supervisor said.\n</p><p>Paul thought for a moment. “Can I speak to the owner?”\n</p><p>“But that’s the president!” the supervisor exclaimed.\n</p><p>“Is he in town?” Paul asked.\n</p><p>“Yes, but I don’t think that it’s going to make any difference.”\n</p><p>Paul went to the Carter home. He had to go through the Secret Service, but he was able to sit down with the president. Jimmy Carter listened attentively as he explained the situation and his observance of the seventhday Sabbath. “I respect any young person who has convictions and stands up for what he believes,” the president said. “You can have your Sabbaths off.”\n</p><p>And the soft-spoken, 16-year-old teen became Christ’s ambassador to the U.S. president.\n</p><p>You and I also are ambassadors for Christ. “Now then, we are ambassadors for Christ, as though God were pleading through us” (2 Corinthians 5:20, NKJV). Let us, with Christ’s help, be faithful ambassadors.</p><p><em>This mission story illustrates Mission Objective No. 1 of the Seventh-day Adventist Church’s “I Will Go” strategic plan, “To revive the concept of worldwide mission and sacrifice for mission as a way of life.” Read more: IWillGo2020.org.\n</em></p><p><strong>Provided by the General Conference Office of Adventist Mission, which uses Sabbath School mission offerings to spread the gospel worldwide. Read new stories daily at AdventistMission.org.</strong></p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>Resurrections Before the Cross <br></p>",
      "verse": "<p>Jesus said to her, ‘I am the resurrection and the life. The one who believes in me, even if he dies, will live, and everyone who lives and believes in me will never die forever. Do you believe this? (John 11:25, 26, LEB). <br></p>",
      "versionCode": 22,
      "weekDate": "October 22–28"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
