{
  "data": [
    {
      "color": "#468c8a",
      "id": 6,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 30 de octubre",
          "dayTitle": "",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>Los primeros tres capítulos de Deuteronomio fueron básicamente una lección de historia, al recordarle al pueblo lo que había pasado hasta ese momento. Para cuando llegamos al capítulo 4, la lección de historia cambia más a un modo sermón, con una finalidad: mostrar el poder y la gracia de Dios obrando entre el pueblo y que, aunque cometieron errores, el Señor todavía iba a honrar su pacto con ellos.<br><br>El capítulo 4 comienza con la palabra hebrea (una conjunción y un ad- verbio), we‘attah, que puede traducirse como “Y ahora” o “Ahora, pues”. Aca- baban de repasar su historia reciente, un recordatorio de lo que Dios había<br><br>hecho al guiarlos hasta este punto; entonces, o “ahora, pues”, deben hacer lo que Dios les dice que hagan en respuesta (ver también Deut. 10:12).<br><br>El primer verbo hebreo que aparece después de “Ahora, pues” es shema’,<br><br>el mismo verbo que se usa al principio de la oración Shemá, y significa “es- cucha”, “oye” u “obedece”, un verbo que se repite a lo largo de Deuteronomio.<br><br>En otras palabras, es como si el capítulo comenzara diciendo: “Ahora, pues, Israel, debido a lo que hice por ti, debes obedecer lo siguiente...”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 31 de octubre",
          "dayTitle": "<p>NO AÑADIRÉIS NI DISMINUIRÉIS<br></p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Deuteronomio 4:1 y 2. ¿Cuál fue la advertencia específica que el Señor les dio con respecto a sus “estatutos y decretos”, y por qué les advierte de inmediato acerca de esto? (Ver además Deut. 12:32.)</strong></p><p><strong>Deuteronomio 4:1 y 2</strong></p><p>Ahora, pues, oh Israel, oye los estatutos y decretos que yo os enseño, para que los ejecutéis, y viváis, y entréis y poseáis la tierra que Jehová el Dios de vuestros padres os da.<br><br>2 No añadiréis a la palabra que yo os mando, ni disminuiréis de ella, para que guardéis los mandamientos de Jehová vuestro Dios que yo os ordeno. <br></p><p><strong>Deut. 12:32</strong><br></p><p>32 Cuidarás de hacer todo lo que yo te mando; no añadirás a ello, ni de ello quitarás.<br></p><p>El Señor les dice que obedezcan los “estatutos y decretos” y que no les añadan ni les quiten nada. ¿Por qué mencionar eso? Después de todo, ¿por qué alguien querría cambiar la Ley de Dios? Sabemos la respuesta, por supuesto.<br><br>“Satanás ha sido perseverante e incansable en sus esfuerzos por pro- seguir la obra que comenzó en el cielo, para cambiar la Ley de Dios. Ha<br><br>tenido éxito en hacer creer al mundo la teoría que presentó en el cielo antes de su caída, según la cual la Ley de Dios sería defectuosa y necesitaría una revisión. Una gran parte de la profesa iglesia cristiana muestra por su actitud, aunque no por sus palabras, que ha aceptado el mismo error” (MS 2:133, 134).<br><br>Cuando pensamos en la historia del antiguo Israel, vemos que de di- versas maneras se metieron en problemas porque no solo ignoraban ciertos<br><br>preceptos de la Ley, que a efectos prácticos era como quitarle palabras a la Ley, sino además le añadían, en el sentido de introducir prácticas que no estaban especificadas en la Ley y que, de hecho, llevaron finalmente a transgredirla. <br></p><p><strong>Lee Mateo 15:1 al 9. Aunque en otro contexto, ¿qué ejemplo vemos aquí de este principio del que Moisés les advirtió a los hijos de Israel?</strong></p><p><strong>Mateo 15:1 al 9</strong></p><p>Entonces se acercaron a Jesús ciertos escribas y fariseos de Jerusalén, diciendo:<br><br>2 ¿Por qué tus discípulos quebrantan la tradición de los ancianos? Porque no se lavan las manos cuando comen pan.<br><br>3 Respondiendo él, les dijo: ¿Por qué también vosotros quebrantáis el mandamiento de Dios por vuestra tradición?<br><br>4 Porque Dios mandó diciendo: Honra a tu padre y a tu madre; y: El que maldiga al padre o a la madre, muera irremisiblemente.<br><br>5 Pero vosotros decís: Cualquiera que diga a su padre o a su madre: Es mi ofrenda a Dios todo aquello con que pudiera ayudarte,<br><br>6 ya no ha de honrar a su padre o a su madre. Así habéis invalidado el mandamiento de Dios por vuestra tradición.<br><br>7 Hipócritas, bien profetizó de vosotros Isaías, cuando dijo:<br><br>8 <br>Este pueblo de labios me honra;<br>Mas su corazón está lejos de mí.<br><br>9 <br>Pues en vano me honran,<br>Enseñando como doctrinas, mandamientos de hombres.<br><strong></strong></p><p><strong></strong>Cuando los hebreos finalmente llegaron a la Tierra Prometida, con fre- cuencia ignoraron las advertencias directas sobre la idolatría. Como resul- tado, siguieron muchas prácticas paganas, a veces incluso como parte de su<br><br>supuesta adoración a Jehová. En la época de Jesús –no obstante–, se llegaron a elaborar todo tipo de tradiciones humanas que, como dijo el mismo Jesús, “invalida[ban] el mandamiento de Dios”. Ya sea agregando o quitando, cambiaron la Ley, y la nación sufrió las consecuencias.<br><br><strong>¿De qué maneras podemos tener cuidado de no añadirle ni quitarle nada a lo que Dios nos dice que hagamos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 1o de noviembre",
          "dayTitle": "<p>BAAL-PEOR<br></p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p>En Deuteronomio 4:3 y 4, a los hijos de Israel se les imparte un poquito más de su lección de historia, que hará las veces de recordatorio del pasado y de cualquier verdad espiritual y práctica para que en lo posible aprendan de él.<br><br><strong>Lee Números 25:1 al 15. ¿Qué sucedió y qué verdades espirituales y prác- ticas debería haber sacado el pueblo de este fiasco? </strong><br></p><p><strong>Números 25:1 al 15</strong></p><p> 1 Moraba Israel en Sitim; y el pueblo empezó a fornicar con las hijas de Moab,<strong><br></strong><br>2 las cuales invitaban al pueblo a los sacrificios de sus dioses; y el pueblo comió, y se inclinó a sus dioses.<br><br>3 Así acudió el pueblo a Baal-peor; y el furor de Jehová se encendió contra Israel.<br><br>4 Y Jehová dijo a Moisés: Toma a todos los príncipes del pueblo, y ahórcalos ante Jehová delante del sol, y el ardor de la ira de Jehová se apartará de Israel.<br><br>5 Entonces Moisés dijo a los jueces de Israel: Matad cada uno a aquellos de los vuestros que se han juntado con Baal-peor.<br><br>6 Y he aquí un varón de los hijos de Israel vino y trajo una madianita a sus hermanos, a ojos de Moisés y de toda la congregación de los hijos de Israel, mientras lloraban ellos a la puerta del tabernáculo de reunión.<br><br>7 Y lo vio Finees hijo de Eleazar, hijo del sacerdote Aarón, y se levantó de en medio de la congregación, y tomó una lanza en su mano;<br><br>8 y fue tras el varón de Israel a la tienda, y los alanceó a ambos, al varón de Israel, y a la mujer por su vientre. Y cesó la mortandad de los hijos de Israel.<br><br>9 Y murieron de aquella mortandad veinticuatro mil.<br><br>10 Entonces Jehová habló a Moisés, diciendo:<br><br>11 Finees hijo de Eleazar, hijo del sacerdote Aarón, ha hecho apartar mi furor de los hijos de Israel, llevado de celo entre ellos; por lo cual yo no he consumido en mi celo a los hijos de Israel.<br><br>12 Por tanto diles: He aquí yo establezco mi pacto de paz con él;<br><br>13 y tendrá él, y su descendencia después de él, el pacto del sacerdocio perpetuo, por cuanto tuvo celo por su Dios e hizo expiación por los hijos de Israel.<br><br>14 Y el nombre del varón que fue muerto con la madianita era Zimri hijo de Salu, jefe de una familia de la tribu de Simeón.<br><br>15 Y el nombre de la mujer madianita muerta era Cozbi hija de Zur, príncipe de pueblos, padre de familia en Madiá<br><br>Por más que nos sintamos incómodos con las historias de cómo Israel arrasó con algunas de las naciones paganas que lo rodeaban, este relato sin duda ayuda a explicar la lógica que está detrás del mandato. Israel debía dar testimonio del Dios verdadero, el único Dios, ante las naciones paganas que lo rodeaban. Debía ser un ejemplo para mostrar cómo era la adoración del Dios verdadero. En cambio, al adherirse a los “dioses” paganos que lo rodeaban, a menudo caía en abierta rebelión contra el mismo Dios a quien debía representar ante el mundo.<br><br>Aunque la palabra “fornicar” (o “prostituirse”) a menudo tiene un signifi- cado espiritual, ya que Israel iba tras los dioses y las prácticas paganos (ver<br><br>Ose. 4:12-14), en este caso el lenguaje (y el resto de la historia) sugiere que era un pecado sexual, al menos al principio. Aquí nuevamente, Satanás se aprovechó de la naturaleza humana caída, al utilizar a las mujeres paganas para seducir a los hombres, quienes obviamente se dejaron seducir.<br><br>Sin duda, el acto de fornicación física degeneró también en fornicación espiritual. Las personas involucradas a la larga quedaron atrapadas en<br><br>prácticas de adoración pagana en las que Israel se había “juntado con Baal- peor”; es decir, de alguna manera se apegaron a este dios falso e incluso le<br><br>ofrecían sacrificios. A pesar de todo lo que se les había enseñado y dicho, estaban dispuestos a tirar todo por la borda en su pasión y lujuria.<br><br>¿Cómo pudo pasar esto? Fácil. Al endurecer la conciencia con el primer pecado, el físico, estaban listos para caer en el último, el espiritual, que debió haber sido el objetivo final de Satanás. Se habían degradado tanto que, según el pasaje, un hombre llevó a su mujer madianita directamente al campamento, justo delante de Moisés y del pueblo que lloraba fuera del Tabernáculo. Nuestra mente y nuestro cuerpo están íntimamente relacionados. Lo que afecta a uno afecta al otro.<br><strong><br>¿Qué podemos aprender de esta historia sobre lo peligrosa que nos puede resultar la indulgencia, desde una perspectiva espiritual?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 2 de noviembre",
          "dayTitle": "<p>SEGUID A JEHOVÁ VUESTRO DIOS<br></p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p>Miles murieron en pecado con Baal Peor. “Todo hombre que fue en pos de Baal-peor” fue destruido. Sin embargo, muchos no siguieron en apostasía. ¿Quiénes eran?<br><br><strong>“Mas vosotros que seguisteis a Jehová vuestro Dios, todos estáis vi- vos hoy” (Deut. 4:4). ¿Cómo explica este versículo la diferencia entre los que cayeron en pecado y los que no? ¿Qué mensaje importante hay para nosotros aquí con respecto al pecado y la tentación, y el poder de Dios en nuestra vida?</strong><br><br>Observa el contraste entre la palabra “todos” en este versículo y el ver- sículo anterior. “Todos” los que siguieron a Baal-peor fueron destruidos;<br><br>pero “todos” los que siguieron al Señor estaban con vida. En aquel entonces no había término medio, y tampoco lo hay ahora. Estamos a favor o en contra de Jesús (Mat. 12:30).<br><br>La palabra hebrea para “seguisteis” (dabaq) a menudo indica un fuerte compromiso de adhesión a algo externo a nosotros. La misma palabra raíz en hebreo se utiliza en Génesis 2:24, cuando el hombre dejará a su familia y se “unirá” a su esposa (ver además Rut 1:14). En este sentido aparece cuatro veces más en Deuteronomio (Deut. 10:20; 11:22; 13:4; 30:20), y en cada caso la idea era la misma: el pueblo debía seguir (aferrarse) a su Dios. Es decir, debían entregarse a él y obtener poder y fuerza de él.<br><br>Vale la pena recordar que el pueblo mismo es el sujeto del verbo: ellos deben seguirlo. Deben tomar la decisión de mantenerse fieles a Dios y luego, con su poder y su fuerza, evitar caer en pecado.<br><br><strong>Lee Judas 24 y 1 Corintios 10:13. ¿Qué se dice aquí, en el Nuevo Testamen- to, que también se encuentra en Deuteronomio 13:4?</strong><br><br><strong>Judas 24</strong> <br></p><p>24 Y a aquel que es poderoso para guardaros sin caída, y presentaros sin mancha delante de su gloria con gran alegría,<br><br> 13 No os ha sobrevenido ninguna tentación que no sea humana; pero fiel es Dios, que no os dejará ser tentados más de lo que podéis resistir, sino que dará también juntamente con la tentación la salida, para que podáis soportar.<br><br><strong>Deuteronomio 13:4</strong> <br></p><p>4 En pos de Jehová vuestro Dios andaréis; a él temeréis, guardaréis sus mandamientos y escucharéis su voz, a él serviréis, y a él seguiréis.<br><br>Dios es fiel; Dios puede evitar que caigamos. Pero tenemos que tomar la decisión consciente de aferrarnos a Dios, como hicieron los fieles en Baal- peor. Si es así, podemos estar seguros de que, sea cual fuere la tentación, podremos permanecer fieles.<br><br><strong>Cosas tales como la oración, el estudio de la Biblia, la adoración y la confraterni- dad, ¿cómo nos ayudan a aferrarnos al Señor?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miércoles 3 de noviembre",
          "dayTitle": "<p>PORQUE ¿QUÉ NACIÓN GRANDE HAY...?<br></p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p>Lo que sigue en los versículos que están después de Deuteronomio 4:4 son algunos de los textos más profundos y hermosos de todas las Escrituras (¡el texto hebreo es magnífico!). Se podría argumentar que, en esencia, el mensaje de Deuteronomio se encuentra aquí mismo, y todo lo demás es comentario. A medida que leas estos versículos, piensa en las diferentes formas en las que este principio también podría aplicarse a nosotros hoy.<br><br><strong>Lee Deuteronomio 4:5 al 9. ¿Por qué será que el Señor, a través de Moisés, dijo esto a Israel?</strong><br><strong><br>Deuteronomio 4:5 al 9</strong><br><br>5 Mirad, yo os he enseñado estatutos y decretos, como Jehová mi Dios me mandó, para que hagáis así en medio de la tierra en la cual entráis para tomar posesión de ella.<br><br>6 Guardadlos, pues, y ponedlos por obra; porque esta es vuestra sabiduría y vuestra inteligencia ante los ojos de los pueblos, los cuales oirán todos estos estatutos, y dirán: Ciertamente pueblo sabio y entendido, nación grande es esta.<br><br>7 Porque ¿qué nación grande hay que tenga dioses tan cercanos a ellos como lo está Jehová nuestro Dios en todo cuanto le pedimos?<br><br>8 Y ¿qué nación grande hay que tenga estatutos y juicios justos como es toda esta ley que yo pongo hoy delante de vosotros? La experiencia de Israel en Horeb<br><br>9 Por tanto, guárdate, y guarda tu alma con diligencia, para que no te olvides de las cosas que tus ojos han visto, ni se aparten de tu corazón todos los días de tu vida; antes bien, las enseñarás a tus hijos, y a los hijos de tus hijos.<br><br>El Señor quiere que el pueblo se dé cuenta de que ha sido llamado y ele- gido por una razón especial. Son una “gran” nación, tal como Dios le había<br><br>dicho a Abram desde el primer llamado a salir de los caldeos: “Haré de ti una nación grande, y te bendeciré, y engrandeceré tu nombre, y serás bendición” (Gén. 12:2; ver además Gén. 18:18).<br><br>Pero, el propósito de hacerlos grandes era que pudieran ser una “bendi- ción” (Gén. 12:2) para “todas las familias de la tierra” (Gén. 12:3). Y, aunque la<br><br>máxima bendición sería que Jesús, el Mesías, vendría a través de su línea de sangre, hasta entonces ellos serían la luz del mundo. “También te di por luz de las naciones, para que seas mi salvación hasta lo postrero de la tierra” (Isa. 49:6). No es que la salvación se encontrara en ellos, sino que, a través de ellos, se revelaría el Dios verdadero, quien es el único que puede salvar.<br><br>Israel adoraba y servía al Dios que creó el cosmos, el Señor del cielo y de la Tierra; los paganos adoraban rocas, piedras, madera y demonios (Deut. 32:17; Sal. 106: 37).<br><br>¡Qué gran diferencia! En estos versículos, Moisés señala dos cosas que hacían especial a Israel. En primer lugar, el Señor estaba cerca de ellos, como lo estaba de una manera única a través del Santuario; y en segundo lugar, debido a los “estatutos y juicios justos como es toda esta ley”.<br><br><strong>Lee Deuteronomio 4:32 al 35. ¿Qué más les dijo el Señor que debería ha- berles hecho comprender el llamamiento especial que recibieron?</strong><br><br><strong>Deuteronomio 4:32 al 35</strong><br><br>32 Porque pregunta ahora si en los tiempos pasados que han sido antes de ti, desde el día que creó Dios al hombre sobre la tierra, si desde un extremo del cielo al otro se ha hecho cosa semejante a esta gran cosa, o se haya oído otra como ella.<br><br>33 ¿Ha oído pueblo alguno la voz de Dios, hablando de en medio del fuego, como tú la has oído, sin perecer?<br><br>34 ¿O ha intentado Dios venir a tomar para sí una nación de en medio de otra nación, con pruebas, con señales, con milagros y con guerra, y mano poderosa y brazo extendido, y hechos aterradores como todo lo que hizo con vosotros Jehová vuestro Dios en Egipto ante tus ojos?<br><br>35 A ti te fue mostrado, para que supieses que Jehová es Dios, y no hay otro fuera de él.<br><strong><br>Indudablemente, Israel había recibido mucho. Ahora, ¿cómo responderían?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 4 de noviembre",
          "dayTitle": "<p>VUESTRA SABIDURÍA Y VUESTRA INTELIGENCIA<br></p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p>Deuteronomio 4:1 al 9, como vimos, era una expresión poderosa no solo del estatus especial de la nación, sino también de su llamado misionero. Entretejida en todos esos versículos está la idea de que deben obedecer, seguir, hacer lo que el Señor les ordenó hacer.<br><br><strong>Vuelve a leer Deuteronomio 4:6. ¿Qué dice el Señor específicamente que es su “sabiduría” y su “inteligencia” a los ojos de estas naciones?</strong><br><br><strong>Deuteronomio 4:6</strong></p><p> 6 Guardadlos, pues, y ponedlos por obra; porque esta es vuestra sabiduría y vuestra inteligencia ante los ojos de los pueblos, los cuales oirán todos estos estatutos, y dirán: Ciertamente pueblo sabio y entendido, nación grande es esta.<br><br>A primera vista, podría parecer que los estatutos y los decretos mismos eran los que contenían la sabiduría y la inteligencia. Pero eso no es lo que dice el texto. El Señor les había enseñado estatutos y juicios, sí; pero su<br><br>sabiduría y su inteligencia provenían de guardarlos, de obedecerlos. La obe- diencia, esa era su sabiduría y su inteligencia.<br><br>Israel podría haber tenido el sistema de leyes, estatutos y decretos más<br><br>maravilloso que el mundo haya visto (de hecho, así era), pero ¿de qué ser- viría todo si Israel no los seguía? En cambio, su sabiduría, su inteligencia,<br><br>provenía de la manifestación en tiempo real de las leyes de Dios en su vida. Debían vivir las verdades que el Señor les había dado, y solo podían hacerlo si las obedecían. Toda la luz y toda la verdad no les harían ningún bien a ellos ni a los paganos que los rodeaban si Israel no vivía esa verdad. Así, vez tras vez se los llama a obedecer, porque lo que importaba era su obediencia a los estatutos y los juicios, no los estatutos y los juicios en sí, en función de ser un testimonio al mundo.<br><br>“Su obediencia a la Ley de Dios los haría maravillas de prosperidad ante las naciones del mundo. El que podía darles sabiduría y habilidad en toda obra artesanal continuaría siendo su Maestro, y los ennoblecería y elevaría mediante la obediencia a sus leyes. Si eran obedientes, serían preservados de las enfermedades que afligían a otras naciones y bendecidos con vigor intelectual. La gloria de Dios, su majestad y su poder, se revelarían en toda su prosperidad. Serían un reino de sacerdotes y príncipes. Dios los había provisto con toda clase de facilidades para que llegaran a ser la más grande nación de la Tierra” (PVGM 230, 231).<br><br><strong>Lee Mateo 5:13 al 16. En estos versículos, ¿qué nos dice Jesús que refleja lo mismo que le había dicho al antiguo Israel? ¿Cómo debería aplicarse esto especialmente a nosotros como adventistas del séptimo día?</strong><br><br><strong>Mateo 5:13 al 16</strong><br><br>13 Vosotros sois la sal de la tierra; pero si la sal se desvaneciere, ¿con qué será salada? No sirve más para nada, sino para ser echada fuera y hollada por los hombres. La luz del mundo<br><br>14 Vosotros sois la luz del mundo; una ciudad asentada sobre un monte no se puede esconder.<br><br>15 Ni se enciende una luz y se pone debajo de un almud, sino sobre el candelero, y alumbra a todos los que están en casa.<br><br>16 Así alumbre vuestra luz delante de los hombres, para que vean vuestras buenas obras, y glorifiquen a vuestro Padre que está en los cielos.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 5 de noviembre",
          "dayTitle": "",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR</strong><br></p><p>“Desde el origen de la gran controversia en el cielo, el propósito de Satanás ha sido destruir la Ley de Dios. Para realizarlo comenzó su rebelión contra el Creador y, aunque fue expulsado del cielo, continuó la misma guerra en la Tierra. Engañar a los hombres y así inducirlos a transgredir la Ley de Dios, tal fue el objetivo que persiguió sin cejar. Sea esto conseguido haciendo a un lado toda la Ley o descuidando uno de sus preceptos, el resultado será finalmente el mismo. El que peca “en un punto” manifiesta menosprecio por toda la Ley; su influencia y su ejemplo están del lado de la transgresión; y viene a ser ‘culpable de todos’ (Sant. 2:10)” (CS 639). <br></p><p>En cuanto a Baal-peor, Elena de White escribió: “Se aventuraron a pisar terreno prohibido y se enredaron en los lazos de Satanás. Hechizados por la música y el baile, y seducidos por la hermosura de las vestales paganas,<br>desecharon su lealtad a Jehová. Mientras disfrutaban del júbilo y los fes- tines, el consumo de vino ofuscó sus sentidos y quebrantó las vallas del dominio propio. Predominó la pasión en absoluto; y habiendo contaminado su conciencia por la lascivia, se dejaron persuadir a postrarse ante los ídolos. Ofrecieron sacrificios sobre los altares paganos y participaron en los ritos más degradantes” (PP 484, 485).<br><br><strong>PREGUNTAS PARA DIALOGAR</strong><br></p><p>1. Piensa en qué medida nosotros, los adventistas del séptimo día, estamos en el lugar donde estaba el antiguo Israel. Piensa en todo lo que hemos recibido en contraste con el mundo que nos rodea –e incluso en contraste con otras iglesias. La pregunta para nosotros, entonces, es la siguiente: ¿Cómo estamos respondiendo a lo que se nos ha dado? ¿Cuán bien estamos proyectando nuestra “sabiduría” e “inteligencia” ante el mundo?</p><p> 2. “Mas vosotros que seguisteis a Jehová vuestro Dios, todos estáis vivos hoy”. Una vez más, el sujeto del verbo “seguisteis” es el pue- blo. El Señor no se aferrará a nosotros en el sentido de que no nos obligará a seguirlo. En cambio, al utilizar el don sagrado del libre albedrío, nosotros debemos elegir seguirlo a él. Una vez que toma- mos esa decisión, ¿cómo lo seguimos y nos mantenemos fieles a él?<br><br>3. Medita en la pregunta que se encuentra al final del estudio del domingo. ¿Qué significa añadir o quitar de los mandamientos de Dios? Quitando obviedades, como el intento de cambiar el día de reposo, ¿cómo podría suceder algo así tan sutilmente que ni siquie- ra nos demos cuenta de lo que está ocurriendo?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>“PORQUE ¿QUÉ NACIÓN GRANDE HAY...?”<br></p>",
      "verse": "<p>“Y ¿qué nación grande hay que tenga estatutos y juicios justos como es toda esta ley que yo pongo hoy delante de vosotros?” (Deut. 4:8).<br></p>",
      "versionCode": 1,
      "weekDate": "30 de octubre - 5 de noviembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
