{
   "data":[
      {
         "color":"#A93EBB",
         "id":11,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"8 de marzo",
               "dayTitle":"",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>Hace algunos años fue publicado en la revista Guide un cuento infantil muy perspicaz. La historia se centra en un niño huérfano llamado Denis, quien fue adoptado por una familia en la época medieval. Denis odia apasionadamente al rey de su tierra porque cuando sus padres se enfermaron los soldados del rey se los llevaron y nunca volvió a verlos. Mucho después supo que el rey los separó para evitar que las personas sanas padecieran los horrores de la peste negra. La verdad acerca del rey liberó a Denis del odio que había albergado casi toda su vida. El rey había actuado siempre y en todos los casos por amor a su pueblo.<br><br>Hoy, muchas personas ven a Dios como Denis veía al rey. El mal que han presenciado o experimentado los lleva a odiar a Dios o a negar su existencia.<br><br>¿Dónde está Dios cuando hay sufrimiento? Si Dios es bueno, ¿por qué existe tanto mal? El Conflicto Cósmico arroja luz sobre esta cuestión crucial, pero quedan muchos interrogantes. Sin embargo, cuando todos nuestros intentos de respuesta no nos satisfacen, podemos mirar a Jesús en la Cruz y ver en él que es posible confiar en Dios a pesar de todas las preguntas que siguen sin respuesta.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de marzo",
               "dayTitle":"<p>CRISTO, EL VENCEDOR<br></p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p>Aunque hay un enemigo en acción al que el propio Cristo se refiere como el usurpador “príncipe de este mundo”, el verdadero Rey del universo es Jesucristo. Jesús vence por nosotros, y en él podemos obtener la victoria incluso en medio de las dificultades y el sufrimiento. De hecho, la obra de Cristo contrarresta al Enemigo en todo momento.<br><br>Hemos visto que las Escrituras describen al Diablo como:<br><br><strong>(1)</strong> El engañador del mundo entero desde el principio (Apoc. 12:9; Mat. 4:3; Juan 8:44; 2 Cor. 11:3; 1 Juan 3:8).<br><br><strong>(2)</strong> El calumniador y acusador de Dios y de su pueblo en el Cielo (Apoc. 12:10; 13:6; Job 1-2; Zac. 3:1, 2; Jud. 9).<br><br><strong>(3)</strong> El gobernante usurpador de este mundo (Juan 12:31; 14:30; 16:11; Hech. 26:18; 2 Cor. 4:4; Efe. 2:2; 1 Juan 5:19).<br><br><strong>Lee Juan 18:37. ¿Qué nos dice este texto acerca de la obra de Cristo para contrarrestar los engaños del Enemigo? ¿Qué significa el hecho de que Jesús es Rey?</strong></p><p><strong>Juan 18:37</strong></p><p><sup><strong>37</strong></sup> Le dijo entonces Pilato:<br>—Luego, ¿eres tú rey?<br>Respondió Jesús:<br>—Tú dices que yo soy rey. Yo para esto he nacido y para esto he venido al mundo: para dar testimonio de la verdad. Todo aquel que es de la verdad, oye mi voz.</p><p><br>Aunque las Escrituras enseñan que Satanás es el archiengañador, calumniador, acusador y usurpador gobernante de este mundo, también enseñan que Jesús venció a Satanás en todos los sentidos.<br><br><strong>(1)</strong> Jesús vino al mundo “para dar testimonio de la verdad” (Juan 18:37).<br><br><strong>(2)</strong> Por medio de la Cruz, Jesús demostró de manera suprema la justicia y el amor perfectos de Dios (Rom. 3:25, 26; 5:8), refutando así las calumnias del Diablo (Apoc. 12:10, 11).<br><br><strong>(3)</strong> Jesús finalmente destruirá el reino del Diablo, quien sabe que le queda poco tiempo (Apoc. 12:12; compara con Rom. 16:20), y “reinará para siempre jamás” (Apoc. 11:15).<br><br>En última instancia e independientemente de lo que haga, Satanás ya es un enemigo derrotado. En vista de ello, la clave para nosotros consiste en reclamar cada día, momento a momento, la victoria lograda por Cristo en nuestro favor y las promesas que la Cruz nos ha ofrecido.<br><strong><br>Sabemos qué bando resultará victorioso en el Gran Conflicto. ¿Cómo determinan nuestras decisiones cotidianas el bando en que estamos? ¿Cómo podemos asegurarnos de estar del lado vencedor incluso ahora?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de marzo",
               "dayTitle":"<p>EL QUE ES JUSTO Y JUSTIFICA<br></p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p>La obra de Cristo deshace en todo momento la del Diablo. Según 1 Juan 3:8, Jesús “vino para destruir las obras del diablo” (1 Juan 3:8, NTV) y “para destruir por su muerte al que tenía el dominio de la muerte, a saber, al diablo” (Heb. 2:14). Sin embargo, la derrota total del dominio del Enemigo ocurre en dos etapas. Primero, Cristo refuta las calumnias de Satanás mediante la obra de la Cruz. Luego, Satanás y su reino serán destruidos.<br><br><strong>Lee Romanos 3:23 al 26 y 5:8. ¿Qué revelan estos pasajes acerca de la forma en que Cristo demuestra la falsedad de las acusaciones del Diablo?</strong></p><p><strong>Romanos 3:23-26&nbsp;</strong></p><p><strong>&nbsp;<sup>23</sup> </strong>por cuanto todos pecaron y están destituidos de la gloria de Dios,</p><p><sup><strong>24</strong></sup> y son justificados gratuitamente por su gracia, mediante la redención que es en Cristo Jesús,&nbsp;</p><p><sup><strong>25</strong></sup> a quien Dios puso como propiciación por medio de la fe en su sangre, para manifestar su justicia, a causa de haber pasado por alto, en su paciencia, los pecados pasados,&nbsp;</p><p><sup><strong>26</strong></sup> con miras a manifestar en este tiempo su justicia, a fin de que él sea el justo y el que justifica al que es de la fe de Jesús.<strong><br></strong></p><p><strong>Romanos 5:8</strong></p><p><strong><sup>&nbsp;8</sup> </strong>Pero Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros. <br><br>Como hemos visto, el Enemigo afirma que Dios no es plenamente justo y amoroso. Sin embargo, Dios proveyó en la persona de Cristo la máxima manifestación de la justicia y el amor divinos, y lo hizo por medio de la Cruz.<br><br>Después de la muerte de Jesús, “Satanás vio que su disfraz le había sido arrancado. Su administración quedaba desenmascarada delante de los ángeles que no habían caído y delante del universo celestial. Se había revelado como homicida. Al derramar la sangre del Hijo de Dios se había desarraigado de la simpatía de los seres celestiales” (Elena G. de White, El Deseado de todas las gentes, p. 709).<br><br><strong>Lee Apocalipsis 12:10 al 12 a la luz de Génesis 3:15. ¿Cómo arroja luz este pasaje sobre el significado cósmico de la victoria de Cristo en la Cruz?</strong><br></p><p><strong>Apocalipsis 12:10-12&nbsp;</strong></p><p>&nbsp;<strong><sup>10</sup></strong> Entonces oí una gran voz en el cielo, que decía:<br></p><p>«Ahora ha venido la salvación,<br>el poder y el reino de nuestro Dios<br>y la autoridad de su Cristo,<br>porque ha sido expulsado el acusador<br>de nuestros hermanos,<br>el que los acusaba<br>delante de nuestro Dios día y noche.</p><p><strong><sup>11</sup></strong> Ellos lo han vencido<br>por medio de la sangre del Cordero<br>y de la palabra del testimonio de ellos,<br>que menospreciaron sus vidas<br>hasta la muerte.</p><p><strong><sup>12</sup></strong> Por lo cual alegraos, cielos,<br>y los que moráis en ellos.<br>¡Ay de los moradores de la tierra y del mar!,<br>porque el diablo<br>ha descendido a vosotros con gran ira,<br>sabiendo que tiene poco tiempo.»<br></p><p><strong>Génesis 3:15</strong><br><sup><br><strong>15 </strong></sup>Pondré enemistad entre ti y la mujer,<br>y entre tu simiente y la simiente suya;<br>ésta te herirá en la cabeza,<br>y tú la herirás en el talón.<br></p><p>La historia de la Redención provee abundantes evidencias de que podemos confiar en que Dios siempre obra para que lo bueno finalmente ocurra en favor de todos los implicados. El Dios de las Escrituras siempre hace lo bueno y preferible con los medios de que dispone en medio del Gran Conflicto (Gén. 18:25; Deut. 32:4; 1 Sam. 3:18; Sal. 145:17; Dan. 4:37; Hab. 1:13; Apoc. 15:3).<br><br><strong>¿Por qué es tan importante que en el Conflicto Cósmico se demuestre que Dios se caracteriza por la justicia y el amor? Cuando reflexionas acerca de la Cruz y de todas las obras de Dios en el Plan de Redención, ¿cómo te ayudan las obras de Dios a confiar en su amor, incluso en medio de las dificultades y el sufrimiento?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de marzo",
               "dayTitle":"<p>EL CÁNTICO DE MI AMADO<br></p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p>Dios ha manifestado asombrosamente su amor y su justicia en medio del Conflicto Cósmico. Sin embargo, algunos podrían preguntarse:<br><br>¿Debería Dios haber hecho más de lo que hizo para prevenir y/o eliminar el mal? Como hemos visto, el trasfondo del Conflicto Cósmico muestra el respeto de Dios por el libre albedrío necesario para que pudiera existir una relación de amor perfecta entre él y la humanidad. Además, Dios se ciñó a ciertas limitaciones morales o reglas de enfrentamiento en el contexto de una disputa cósmica acerca de su carácter, algo que solo puede resolverse mediante la demostración de su amor.<br><br><strong>Lee Isaías 5:1 al 4. ¿Quién habla en estos versículos? ¿De quién habla Isaías? ¿A quiénes representan la viña y el viñador? ¿Qué significan las acciones del viñador en favor de la viña? ¿Cuál es el resultado?</strong></p><p><strong>&nbsp;Isaías 5:1-4</strong></p><p><sup><strong>1</strong></sup> Ahora cantaré por mi amado el cantar de mi amado a su viña. Tenía mi amado una viña<br>en una ladera fértil.<br><strong><sup>2 </sup></strong>La había cercado y despedregado<br>y plantado de vides escogidas;<br>había edificado en medio de ella una torre<br>y había hecho también en ella un lagar;<br>y esperaba que diera uvas buenas,<br>pero dio uvas silvestres.<br><strong><sup>3</sup></strong> Ahora, pues, vecinos de Jerusalén<br>y varones de Judá,<br>juzgad entre mí y mi viña.<br><strong><sup>4 </sup></strong>¿Qué más se podía hacer a mi viña,<br>que yo no haya hecho en ella?<br>¿Cómo, esperando yo que diera uvas buenas,<br>ha dado uvas silvestres?<strong></strong><br><br>En estos versículos, Isaías canta una canción acerca de su amada, caracterizada como una viña. El dueño de la viña es Dios mismo, y la viña representa al pueblo de Dios (ver, por ejemplo, Isa. 1:8; Jer. 2:21). Pero las implicaciones pueden aquí ampliarse e incluir la obra de Dios en el mundo. Según estos versículos, el dueño de la viña (Dios) hizo todo lo que razonablemente cabía esperar para asegurar el florecimiento de su viña. Esta debería haber producido buenas uvas, pero solo produjo “uvas silvestres”, que otras traducciones denominan “sin valor”. De hecho, la expresión hebrea así traducida significa literalmente “fruto apestoso”. En otras palabras, la viña de Dios produjo uvas podridas.<br><br>En Isaías 5:3, Dios mismo invita a las personas a “juzgar” entre él y su viña. Y en Isaías 5:4, él plantea la pregunta más importante: “¿Qué más se había de hacer a mi viña, que yo no haya hecho? ¿Cómo, esperando yo que diese uvas buenas, dio uvas silvestres?” ¿Qué más pudo hacer? ¡Cuán asombroso es que incluso pida a otros que evalúen lo que hizo!<br><br><strong>Cuando contemplamos la Cruz, donde Dios se ofreció a sí mismo como sacrificio por nuestros pecados, ¿cómo adquieren sus palabras (“¿qué más se había de hacer a mi viña, que yo no haya hecho?”) un significado asombroso?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de marzo",
               "dayTitle":"<p>LA PARÁBOLA DE CRISTO ACERCA DE LA VIÑA<br></p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>En la parábola de Mateo 21 acerca del dueño de la viña, Jesús retoma el relato donde lo dejó Isaías 5 y arroja luz adicional sobre el carácter y las acciones del viñador en favor de su viña.<br><br><strong>Lee Mateo 21:33 al 39 teniendo en mente la pregunta de Isaías 5:4. ¿Qué más pudo hacer Jesús respecto de lo que hizo en Isaías 5:4? ¿Pudo hacer más que lo hecho?</strong></p><p><strong>Mateo 21:33-39</strong></p><p><sup><strong>33</strong></sup> »Oíd otra parábola: Hubo un hombre, padre de familia, el cual plantó una viña, la rodeó con una cerca, cavó en ella un lagar, edificó una torre, y la arrendó a unos labradores y se fue lejos.&nbsp;</p><p><sup><strong>34</strong></sup> Cuando se acercó el tiempo de los frutos, envió sus siervos a los labradores para que recibieran sus frutos.&nbsp;</p><p><sup><strong>35</strong></sup> Pero los labradores, tomando a los siervos, a uno golpearon, a otro mataron y a otro apedrearon.&nbsp;</p><p><sup><strong>36 </strong></sup>Envió de nuevo otros siervos, más que los primeros; e hicieron con ellos lo mismo.&nbsp;</p><p><sup><strong>37</strong></sup> Finalmente les envió su hijo, diciendo: “Tendrán respeto a mi hijo.”&nbsp;</p><p><sup><strong>38</strong></sup> Pero los labradores, cuando vieron al hijo, dijeron entre sí: “Éste es el heredero; venid, matémoslo y apoderémonos de su heredad.”&nbsp;</p><p><sup><strong>39</strong></sup> Y tomándolo, lo echaron fuera de la viña y lo mataron. <strong><br></strong></p><p><strong>Isaías 5:4</strong><sup><br><br><strong>4 </strong></sup>¿Qué más se podía hacer a mi viña,<br>que yo no haya hecho en ella?<br>¿Cómo, esperando yo que diera uvas buenas,<br>ha dado uvas silvestres?<br><br><br>La primera parte de la parábola de Cristo cita directamente el canto de Isaías 5 acerca del viñador y su viña. Jesús añade luego que el dueño de la viña la “arrendó a unos labradores y se fue lejos” (Mat. 21:33). Pero, cuando el dueño de la viña envió dos veces a sus siervos (los profetas) a recoger el producto, quienes arrendaban su viña golpearon y mataron a sus siervos (Mat. 21:34-36).<br><br>Finalmente, envió a su Hijo (Jesús) pensando: “Respetarán a mi hijo” (Mat. 21:37). Pero también asesinaron a su Hijo después de decir: “ ‘Este es el heredero. Matémoslo, y quedaremos con la herencia’. Así que lo echaron fuera de la viña y lo mataron” (Mat. 21:38, 39).<br><br>¿Qué más podía Dios hacer? El Padre nos amó tanto que dio a su Hijo amado (Juan 3:16). Si el Conflicto Cósmico es del tipo sugerido aquí, no podría resolverse prematuramente mediante el ejercicio del poder divino, sino que requeriría primero una demostración pública del carácter de Dios. Esta demostración ha sido expuesta en última instancia en la obra de Cristo (Rom. 3:25, 26; 5:8). ¿Qué más podemos pedir después de que Dios se entregó a sí mismo en Cristo para morir por nosotros para poder así justificarnos sin comprometer en modo alguno su justicia y su amor perfectos?<br><br>La Cruz demuestra que Dios hizo todo lo posible para mitigar y eliminar el mal, pero sin destruir el contexto necesario para el florecimiento del amor genuino. Si Dios hubiese dispuesto de una alternativa preferible, ¿no la habría elegido? Aunque las personas sufren mucho a causa del Conflicto Cósmico, Dios es quien más sufre. Cuando miramos a la Cruz, podemos, en efecto, ver el sufrimiento y el dolor que el pecado ha producido a Dios mismo. Sin embargo, tan sagrada era la libertad inherente al amor que Cristo estuvo dispuesto a soportarlo todo para nuestro bien.<br><br><strong>Lee Isaías 53:4. ¿De quiénes eran las “enfermedades” y los “dolores” que Cristo cargó en la Cruz? ¿Qué nos dice esto acerca de lo que Dios ha hecho por nosotros y de lo que le ha costado nuestra salvación?</strong></p><p><strong>Isaías 53:4</strong></p><p><strong><sup>4 </sup></strong>Ciertamente llevó él nuestras enfermedades<br>y sufrió nuestros dolores,<br>¡pero nosotros lo tuvimos por azotado,<br>como herido y afligido por Dios!<strong><br><br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de marzo",
               "dayTitle":"<p>LA VINDICACIÓN DEL NOMBRE DE DIOS<br></p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p>En última instancia, el nombre de Dios resulta plenamente vindicado. Mediante la obra del Padre, del Hijo y del Espíritu Santo en el Plan de Redención, la justicia y el amor perfectos de Dios se manifiestan más allá de toda duda razonable (ver Rom. 3:25, 26; 5:8).<br><br><strong>Lee Romanos 3:1 al 4 a la luz de Isaías 5:3 y 4. ¿Qué enseña esto acerca de la vindicación de Dios en el Conflicto Cósmico?</strong></p><p><strong>Romanos 3:1-4 </strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>¿Qué ventaja tiene, pues, el judío? ¿De qué aprovecha la circuncisión?&nbsp;</p><p><sup><strong>2</strong></sup> De mucho, en todos los aspectos. Primero, ciertamente, porque les ha sido confiada la palabra de Dios.&nbsp;</p><p><sup><strong>3</strong></sup> ¿Pues qué, si algunos de ellos han sido incrédulos? Su incredulidad, ¿habrá hecho nula la fidelidad de Dios?&nbsp;</p><p><sup><strong>4</strong></sup> ¡De ninguna manera! Antes bien, sea Dios veraz y todo hombre mentiroso; como está escrito: «Para que seas justificado en tus palabras, y venzas cuando seas juzgado.»<br></p><p><strong>Isaías 5:3-4</strong></p><p><sup><br><strong>3</strong></sup> Ahora, pues, vecinos de Jerusalén<br>y varones de Judá,<br>juzgad entre mí y mi viña.</p><p><strong><sup>4 </sup></strong>¿Qué más se podía hacer a mi viña,<br>que yo no haya hecho en ella?<br>¿Cómo, esperando yo que diera uvas buenas,<br>ha dado uvas silvestres?<br><br></p><p>En Romanos 3 e Isaías 5, vemos que Dios invita, en un sentido limitado, a sus criaturas a juzgar su carácter, aunque no tengamos derecho ni estemos en posición de hacerlo. Al final, cuando todos los “libros” sean abiertos, veremos la evidencia de que Dios es perfectamente justo y recto. Él quedará vindicado ante toda la Creación inteligente.<br><br>Lee Apocalipsis 15:3 y 19:1 al 6. ¿Qué enseñan estos pasajes sobre la vindicación final del nombre de Dios? A lo largo de las Escrituras, Dios muestra preocupación por su nombre.</p><p><strong>Apocalipsis 15:3</strong></p><p><sup><strong>&nbsp;3</strong></sup> Y cantan el cántico de Moisés, siervo de Dios, y el cántico del Cordero, diciendo:</p><p>«Grandes y maravillosas son tus obras,<br>Señor Dios Todopoderoso;<br>justos y verdaderos son tus caminos,<br>Rey de los santos.<br><br></p><p><strong>Apocalipsis 19:1- 6</strong></p><p><strong>1</strong> Después de esto oí una gran voz, como de una gran multitud en el cielo, que decía:<br>«¡Aleluya!<br>Salvación, honra, gloria y poder<br>son del Señor Dios nuestro,</p><p><strong><sup>2 </sup></strong>porque sus juicios son verdaderos y justos,<br>pues ha juzgado a la gran ramera<br>que corrompía la tierra con su fornicación,<br>y ha vengado la sangre de sus siervos<br>de la mano de ella.»<br><sup><br><strong>3 </strong></sup>Otra vez dijeron:<br>«¡Aleluya!<br>El humo de ella ha de subir<br>por los siglos de los siglos.»<br><sup><strong><br>4</strong></sup> Entonces los veinticuatro ancianos y los cuatro seres vivientes se postraron en tierra y adoraron a Dios, que estaba sentado en el trono. Decían: «¡Amén! ¡Aleluya!»&nbsp;</p><p><sup><strong>5 </strong></sup>Y del trono salió una voz que decía:<br>«Alabad a nuestro Dios<br>todos sus siervos, y los que lo teméis,<br>así pequeños como grandes.»<br><sup><strong><br>6 </strong></sup>Y oí como la voz de una gran multitud, como el estruendo de muchas aguas y como la voz de grandes truenos, que decía:<br>«¡Aleluya!,<br>porque el Señor, nuestro Dios Todopoderoso, reina.<br><br></p><p>¿Por qué? No puedes tener una relación de amor profundo con alguien cuyo carácter detestas o en quien no confías. Si alguien dijera a tu cónyuge o a tu futuro cónyuge horribles mentiras acerca de tu carácter, harías lo que fuera necesario para contrarrestar tales afirmaciones, pues si son creídas pondrán fin a tu relación de amor.<br><br>En última instancia, Dios resulta vindicado en la Cruz y a través de todo el Plan de Redención. En el juicio previo al Advenimiento, Dios es vindicado ante el universo.<br><br>Luego, en el juicio posterior al Advenimiento, durante el cual los redimidos incluso juzgarán a los ángeles (1 Cor. 6:2, 3), Dios también será vindicado, ya que los redimidos habrán tenido la oportunidad de revisar los registros y ver por sí mismos por qué Dios actuó como lo hizo, y que todas las decisiones de Dios fueron siempre perfectamente justas y amorosas. Todos tenemos muchas preguntas que necesitan respuestas. Antes de que todo termine, esas preguntas serán contestadas (ver 1 Cor. 4:5).<br><strong><br>Finalmente, toda rodilla se doblará y toda lengua confesará que Jesús es el Señor (Fil. 2:10, 11). Todo esto es parte de la vindicación del carácter de Dios.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 de marzo",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p>Lee la sección titulada “La recompensa del esfuerzo ferviente” en las páginas 227 a 229 del libro Testimonios para la iglesia, tomo 9, de Elena de White.<br><br>“Todo lo que nos dejó perplejos en las providencias de Dios quedará aclarado en el mundo venidero. Las cosas difíciles de entender hallarán entonces su explicación. Los misterios de la gracia nos serán revelados. Donde nuestras mentes finitas discernían solamente confusión y promesas quebrantadas, veremos la más perfecta y hermosa armonía. Sabremos que el amor infinito ordenó los incidentes que nos parecieron más penosos. A medida que comprendamos el tierno cuidado de aquel que hace que todas las cosas obren conjuntamente para nuestro bien, nos regocijaremos con gozo inefable y rebosante de gloria” (Elena G. de White, Testimonios para la iglesia, t. 9, p. 227).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1</strong>. ¿Te has sentido perplejo por las intervenciones providenciales de Dios? ¿Te consuela saber que resultarán claras finalmente?<br><br><strong>2. </strong>Reflexiona acerca de lo que Cristo debió abandonar para hacerse hombre y morir por este mundo. ¿Qué dice eso acerca del amor de Dios y de si es digno de confianza? ¿Acaso pudo hacer algo más?<br><strong><br>3</strong>. ¿Qué tiene de importante el “nombre” de Dios? ¿Qué implica esto para quienes nos identificamos como cristianos? ¿De qué manera los cristianos han desacreditado a veces el nombre de Cristo? ¿Qué podemos hacer donde vivimos para demostrar a las personas lo que significa seguir a Cristo?<br><br><strong>4. </strong>Incluso nuestras mejores “respuestas” al problema del mal son incompletas por ahora. ¿Qué podemos hacer en la práctica para acercarnos a quienes sufren y aliviar el dolor que existe en el mundo mientras esperamos la solución final y escatológica que solo Dios puede dar al problema del mal?<br><br><strong>5</strong>. Reflexiona acerca del hecho de que Cristo llevó nuestras “enfermedades” y “dolores” según Isaías 53:4. ¿Qué ocurrió corporalmente en la Cruz que nos ayude a comprender el Plan de Salvación y lo que nuestra salvación costó a Dios?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><strong>RESEÑA<br><br>Texto clave: Juan 18:37<br><br>Enfoque del estudio: Isaías 5:1-4; Mateo 21:33-41; Romanos 3:25, 26; 5:8; Apocalipsis 15:3; 19:2.</strong><br><strong><br>Introducción:</strong> Se nos invita a reconocer y proclamar la justicia de Dios y su amor hacia su pueblo.<br><br><strong>Temática de la lección</strong><br><br>La lección de esta semana enfatiza tres nociones importantes:<br><br>Debemos reconocer que Dios es justo: En la parábola de la viña, la justicia de Dios es aseverada y reconocida por la audiencia. Jesús cuenta la parábola de manera que su público reconozca la legitimidad de las acciones del propietario del viñedo en contraste con las de los viñadores.<br><br>Debemos reconocer las intenciones amorosas de Dios: En Mateo 21:33 al 41, el público reconoció que el dueño del viñedo había hecho todo lo posible antes de ejecutar su juicio contra los malvados. De la misma manera, Dios señala en Isaías 5 que había hecho todo lo posible por su pueblo. La pregunta: “¿Qué más se podía hacer a mi viña que yo no haya hecho en ella?” es un llamado a reconocer que las intenciones de Dios en favor de su pueblo eran amorosas y que él había agotado todas las opciones (Isa. 5:4).<br><br>Debemos proclamar la justicia y las intenciones amorosas de Dios: La Biblia nos invita no solo a reconocer la justicia de Dios y sus acciones amorosas, sino también a proclamar que Dios es perfectamente justo y recto. En Apocalipsis 15:3, los santos proclaman: “¡Grandes y maravillosas son tus obras, Señor Dios Todopoderoso! ¡Justos y verdaderos son tus caminos, Rey de las naciones!”<br><strong><br>Aplicación a la vida</strong><br><br>¿Cómo podemos reconocer y proclamar la justicia y las intenciones amorosas de Dios en nuestra vida cotidiana y en nuestras conversaciones acerca de Dios?<br><br><strong>COMENTARIO</strong><br><br><strong>Debemos reconocer que Dios es justo</strong><br><br>Según las Escrituras, nosotros, criaturas débiles y limitadas, no estamos en condiciones de juzgar los caminos de Dios (ver el discurso de Dios en Job 38 al 42 y también Rom. 9:20). Al mismo tiempo, se nos invita a reconocer que Dios es justo. Romanos 3:25 indica que la sangre de Cristo es una demostración (el término griego utilizado es endeixis) de la justicia de Dios, quien pacientemente no tuvo en cuenta “los pecados pasados” (Rom. 3:25). Por lo tanto, la sangre de Cristo demuestra que Dios no solo es perdonador o justificador, sino también justo. Cabe destacar que el sustantivo griego endeixis, traducido en distintas versiones bíblicas como “para demostración” o “para mostrar” lleva en sí la idea de “lo que obliga intelectual o emocionalmente a aceptar algo como demostración o prueba” (Danker, A Greek-English lexicon of the New Testament and other Early Christian literature, p. 332).<br><br>De allí que el uso de este sustantivo en Romanos 3:26 enfatice el hecho de que Dios no solo es justo, sino también pretende demostrarnos que lo es. Thomas Schreiner sostiene que en este pasaje encontramos el “deseo de Dios de demostrar su justicia”. En otras palabras, el Señor desea dejar en claro que él es justo. Este mismo autor añade que, “al demostrar su justicia salvadora y evaluadora, Dios ha vindicado su nombre ante el mundo” (Romans [Baker Books, 1998], pp. 198, 199).<br><br>En la parábola de la viña (Mat. 21:33-41; ver también Mar. 12:1-12 y Luc. 20:9-19), la justicia de Dios es aseverada y reconocida por el auditorio. En la secuencia narrativa de la parábola, Jesús presenta una progresión de decisiones razonables tomadas por el propietario de la viña en respuesta a las actitudes irracionales de aquellos a quienes la arrendó. Dado que el propietario se había marchado a un país lejano, era razonable que enviara siervos a recibir el fruto de la viña cuando llegó el tiempo de la vendimia.<br><br>Por el contrario, el hecho de que los viñadores maltrataran violentamente a los siervos en dos ocasiones e incluso mataran a uno de ellos fue un comportamiento absurdo.<br><br>Una vez más, era razonable que el propietario enviara finalmente a su hijo, dando por sentado que los viñadores le mostrarían respeto. Sin embargo, en una reacción aún más absurda, los viñadores mataron también al hijo para robarle la herencia.<br><br>Jesús narra esta parábola de tal manera que el público es capaz de seguir y reconocer progresivamente la legitimidad de las acciones del dueño de la viña, en contraste con la irracionalidad de los viñadores. Jesús logra incluso obtener la conclusión de la parábola directamente de los labios del auditorio. Les pregunta: “ ‘Cuando venga el señor de la viña, ¿qué hará a esos labradores?’ Respondieron: ‘Matará sin compasión a esos malvados, y rentará su viña a otros labradores que paguen el fruto a su tiempo’ ” (Mat. 21:40, 41).<br><br>De allí que los oyentes de la parábola concluyeran espontáneamente que no había nada más que el dueño del viñedo pudiera hacer para tratar debidamente a los viñadores. Por eso reconocen que el castigo de los viñadores malvados es justo. Como enseñanza figurativa acerca de la justicia de Dios, esta parábola no solo muestra que él es justo, sino también es percibido como tal. Esta percepción parece ser parte de la intención de Jesús de juzgar, por la forma interactiva en que concluye la parábola. Esta percepción de justicia a los ojos de la audiencia surge de un claro reconocimiento de que el dueño del viñedo había hecho todo lo posible por mantener una relación adecuada con los que actuaban de manera malvada antes de juzgarlos punitivamente.<br><br><strong>Debemos reconocer las intenciones amorosas de Dios</strong><br><br>Mientras que en la parábola de la viña –narrada por Jesús en Mateo 21:33 al 41– la conclusión de la audiencia implica que reconoce que el dueño de la viña hizo todo lo posible antes de aplicar su juicio retributivo, en el “cántico de amor por su viña” (Isa. 5:1), Dios mismo afirma que había hecho todo lo posible por su pueblo. Mientras que en la parábola de la viña contada por Jesús el problema radicaba en los viñadores, una referencia figurada a “los principales sacerdotes y los fariseos” (Mat. 21:45), el problema señalado en el canto de Isaías 5 radica en la viña misma, símbolo de “la casa de Israel” (vers. 7), de “los hombres de Judá” (vers. 3, 7).<br><br>Al igual que el dueño de la viña en la parábola, quien había hecho todo lo posible por mantener una relación adecuada con los viñadores, el Amado de la canción hizo todo lo que estuvo en su poder para que la viña produjera buenas uvas: seleccionó “una ladera fértil” (vers. 1), “la había cavado, despedregado y plantado de vides selectas. Había edificado en ella una torre y un lagar” (vers. 2). Todas estas acciones preparatorias se nutrieron de la expectativa de que la viña “diese uvas buenas”, pero lamentablemente “dio uvas silvestres” (vers. 2). Concretamente, Dios “esperaba juicio” o justicia entre su pueblo, pero lo que vio fue opresión. Buscaba “justicia”, pero lo que oyó fue “clamor” (vers. 7).<br><br>En la parábola que se encuentra en Isaías, Dios invita al pueblo de Judá en Isaías a “juzgar” entre él y su viña (vers. 3). De la misma manera, Jesús pidió a su auditorio que dijera cuál sería la acción razonable del dueño de la vid después de todo lo que había hecho en el contexto de la parábola. Este juicio debe tener en cuenta la siguiente pregunta retórica: “¿Qué más se había de hacer a mi viña, que yo no haya hecho?” (vers. 4), que debería llevar a la conclusión de que Dios había hecho todo lo posible para que su pueblo produjera “buenos frutos”. Por lo tanto, esta pregunta es, en última instancia, una invitación a reconocer las intenciones, acciones y expectativas amorosas de Dios en favor de su pueblo.<br><br>Además, Dios no solo ama a su pueblo, como subraya Romanos 5:8, sino también le demuestra su amor. Siempre resulta más fácil reconocer algo cuando es demostrado. Romanos 3:26 emplea el lenguaje de la demostración (endeixis) para afirmar que Dios es justo, a la luz de la sangre de Cristo. Romanos 5:8 también utiliza este lenguaje en relación con la muerte de Cristo por nosotros, aunque con el verbo synist?mi, para afirmar que Dios nos ama. Este verbo griego comunica la idea de mostrar, realzar o resaltar algo en el sentido de proporcionar “evidencia acerca de una característica o afirmación personal por medio de la acción” (Danker, A Greek-English lexicon of the New Testament and other Early Christian literature, p. 973). Diferentes versiones bíblicas enfatizan esta idea usando palabras similares: “Dios prueba que nos ama” (DHH), “Dios demuestra su amor hacia nosotros” (NRV-2000).<br><br><strong>Debemos proclamar la justicia y las intenciones amorosas de Dios</strong><br><br>La Biblia no solo nos invita a reconocer la justicia de Dios y sus amorosas intenciones hacia su pueblo. También debemos proclamar lo que reconocemos acerca de Dios. Por ejemplo, encontramos este tipo de proclamación en el cántico de los santos en Apocalipsis 15:3: “¡Grandes y maravillosas son tus obras, Señor Dios Todopoderoso! ¡Justos y verdaderos son tus caminos, Rey de las naciones!” Del mismo modo, en Apocalipsis 19:2 una gran multitud exclama en el Cielo: “Sus juicios son verdaderos y justos. El Señor ha juzgado a la gran ramera, que corrompía la tierra con su fornicación, y ha vengado en ella la sangre de sus siervos”.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Romanos 3:26 destaca que Dios no solo es justo, sino también tiene la intención de mostrar, demostrar o probar que es justo. Con esta idea en mente, analiza las siguientes preguntas con tu clase:<br><br><strong>1</strong>. ¿Cuán tranquilizador resulta saber que todo lo que Dios hace tiene el propósito de demostrar su rectitud y su justicia en su relación con su pueblo? ¿Cómo te hace sentir esto respecto de Dios?<br><br><strong>2.</strong> ¿Cómo influye el reconocimiento de la justicia de Dios y de sus intenciones amorosas hacia su pueblo en nuestra proclamación de su justicia a los demás? ¿Cómo puede destacarse este reconocimiento en nuestra predicación del evangelio?<br><br><strong>3</strong>. ¿Cómo podemos demostrar nuestro amor a Dios incluso cuando sufrimos?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>¿QUÉ MÁS PUDE HACER?</p>",
         "verse":"<p>“Entonces Pilato le dijo: ‘¿Luego, tú eres rey?’ Respondió Jesús: ‘Tú lo has dicho. Yo soy rey. Yo para esto he nacido, para esto he venido al mundo, para dar testimonio de la verdad. Todo el que es de la verdad oye mi voz’ ” (Juan 18:37).<br></p>",
         "versionCode":80,
         "weekDate":"8-14 de marzo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
