{
  "data": [
    {
      "color": "#93eb76",
      "id": 711,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 3",
          "dayTitle": "<p><strong>End-Time Deceptions</strong></p>",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>Our contemporary world has become a melting pot of the super- natural and the mystical, helped on by Hollywood, which has no problem making movies with religious and mystical themes in a hodgepodge of error and deception. The old lie “ ‘You surely will not die!’ ” (Gen. 3:4, NASB) also has inspired some of the most-read books and most-watched movies of the past few decades, and many popular video games, as well. Undeniably, we are exposed to and tempted by the enchanted ground of Satan, which can appear in myriad forms and even, in some cases, can come hidden under the veneer of science. One of the most deceptive phenomena has been what have been called “near death” experiences (NDEs), where those who had “died” have come back to life with stories of an afterlife. Many people have seen these events as proof of an immortal soul!</p><p>During this week, we will consider some end-time deceptions, includ- ing mysticism, near-death experiences, reincarnation, necromancy and ancestor worship, and others. These are dangerous subjects that we should be aware of but without exposing ourselves to their influences.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 4",
          "dayTitle": "<p><strong>Mysticism</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p>Our world has been flooded by the strong waves of mysticism. The word “mysticism” is a complex term that encapsulates a huge variety of ideas. From a religious perspective, the word implies the union of the individual with the Divine or Absolute in some kind of spiritual experience or trance. This characterizes the worship experience even of certain churches. The phenomena can vary in form and intensity, but the tendency always is to replace the authority of the Written Word of God with one’s own subjective experiences. In any case, the Bible loses much of its doctrinal function, and the Christian remains vulnerable to his or her own experiences. This kind of subjective religion does not provide a safeguard against any deception, especially end-time ones.</p><p><br></p><p><strong>Read Matthew 7:21–27. In light of Jesus’ own words, what does it mean to build our spiritual house “on the rock” or to build it “on&nbsp;the sand”?</strong></p><p><strong>Matthew 7:21–27</strong></p><p><strong><sup>21 </sup></strong>“Not everyone who says to Me, ‘Lord, Lord,’ shall enter the kingdom of heaven, but he who does the will of My Father in heaven.&nbsp;</p><p><strong><sup>22</sup></strong> Many will say to Me in that day, ‘Lord, Lord, have we not prophesied in Your name, cast out demons in Your name, and done many wonders in Your name?’&nbsp;</p><p><strong><sup>23 </sup></strong>And then I will declare to them, ‘I never knew you; depart from Me, you who practice lawlessness!’</p><p><strong><sup>24 </sup></strong>“Therefore whoever hears these sayings of Mine, and does them, I will liken him to a wise man who built his house on the rock:&nbsp;</p><p><strong><sup>25</sup></strong> and the rain descended, the floods came, and the winds blew and beat on that house; and it did not fall, for it was founded on the rock.</p><p><strong><sup>26</sup></strong> “But everyone who hears these sayings of Mine, and does not do them, will be like a foolish man who built his house on the sand:&nbsp;</p><p><strong><sup>27</sup></strong> and the rain descended, the floods came, and the winds blew and beat on that house; and it fell. And great was its fall.”<br></p><p><br></p><p>There is a strong tendency in the postmodern Christian world to downplay the relevance of biblical doctrines, regarding them as tedious echoes of an obsolete form of religion. In this process, the teachings of Christ are artificially replaced by the person of Christ—arguing, for instance, that some biblical story or another cannot be true because Jesus, as they perceive Him, would never have allowed that to happen as it is written. Personal feelings and taste end up being the criteria for interpreting the Scriptures or even for rejecting outright what the Bible clearly teaches, often about obedience to God, which as Jesus said is so essential to building one’s house on the rock.<br></p><p>Those who think that it matters not what they believe in doctrine, so long as they believe in Jesus Christ, are on dangerous ground. The Roman inquisitors who condemned to death untold numbers of Protestants believed in Jesus Christ. Those who had “cast out demons” in Christ’s name (Matt. 7:22, NKJV) had believed in Him. “The position that it is of no consequence what men believe is one of Satan’s&nbsp;most successful deceptions. He knows that the truth, received in the love of it, sanctifies the soul of the receiver; therefore he is constantly seeking to substitute false theories, fables, another gospel.”—Ellen G. White, The Great Controversy, p. 520.</p><p><strong>How can we fight the very human tendency to let our emotions and desires cause us to do things contrary to the Word of God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 5",
          "dayTitle": "<p><strong>Near-Death Experiences</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p>Some of the most popular modern arguments to “prove” the theory of the natural immortality of the soul are “near-death experiences.” In his book Life After Life: The Investigation of a Phenomenon—Survival of Bodily Death (Atlanta, GA: Mockingbird, 1975), Raymond A. Moody, Jr., presented the results of his five-year study of more than one hundred people who experienced “clinical death” and were revived. These&nbsp;individuals claimed to have seen a loving and warm being of light&nbsp;before coming back to life. This has been regarded as “exciting evidence of the survival of the human spirit beyond death” (back cover).&nbsp;Over the years, many other similar books have been published, promoting the same idea. (See lesson 2.)</p><p><strong>Read the resurrection accounts of 1 Kings 17:22–24, 2 Kings 4:34–37, Mark 5:41–43, Luke 7:14–17, and John 11:40–44. How many of&nbsp;them talk about any kind of conscious existence while the resurrected ones were dead, and why is that answer important?</strong></p><p><strong>1 Kings 17:22–24</strong></p><p><strong><sup>22</sup></strong><strong> </strong>Then the Lord heard the voice of Elijah; and the soul of the child came back to him, and he revived.</p><p><strong><sup>23</sup></strong> And Elijah took the child and brought him down from the upper room into the house, and gave him to his mother. And Elijah said, “See, your son lives!”<sup><br></sup></p><p><strong><sup>24</sup></strong> Then the woman said to Elijah, “Now by this I know that you are a man of God, and that the word of the Lord in your mouth is the truth.”</p><p><strong>2 Kings 4:34–37</strong></p><p><strong><sup>34</sup></strong> And he went up and lay on the child, and put his mouth on his mouth, his eyes on his eyes, and his hands on his hands; and he stretched himself out on the child, and the flesh of the child became warm.&nbsp;</p><p><strong><sup>35</sup></strong> He returned and walked back and forth in the house, and again went up and stretched himself out on him; then the child sneezed seven times, and the child opened his eyes.&nbsp;</p><p><strong><sup>36 </sup></strong>And he called Gehazi and said, “Call this Shunammite woman.” So he called her. And when she came in to him, he said, “Pick up your son.”</p><p><strong><sup>37 </sup></strong>So she went in, fell at his feet, and bowed to the ground; then she picked up her son and went out.</p><p><strong>&nbsp;Mark 5:41–43</strong></p><p><strong><sup>41</sup></strong> Then He took the child by the hand, and said to her, “Talitha, cumi,” which is translated, “Little girl, I say to you, arise.”&nbsp;</p><p><strong><sup>42</sup></strong> Immediately the girl arose and walked, for she was twelve years of age. And they were overcome with great amazement.&nbsp;</p><p><strong><sup>43</sup></strong> But He commanded them strictly that no one should know it, and said that something should be given her to eat.</p><p><strong>&nbsp;Luke 7:14–17</strong></p><p><strong><sup>14 </sup></strong>Then He came and touched the open coffin, and those who carried him stood still. And He said, “Young man, I say to you, arise.”&nbsp;</p><p><strong><sup>15</sup></strong> So he who was dead sat up and began to speak. And He presented him to his mother.</p><p><strong><sup>16</sup></strong> Then fear came upon all, and they glorified God, saying, “A great prophet has risen up among us”; and, “God has visited His people.”&nbsp;</p><p><strong><sup>17</sup></strong> And this report about Him went throughout all Judea and all the surrounding region.</p><p><strong>&nbsp;John 11:40–44</strong></p><p><strong><sup>40</sup></strong> Jesus said to her, “Did I not say to you that if you would believe you would see the glory of God?”&nbsp;</p><p><strong><sup>41</sup></strong> Then they took away the stone from the place where the dead man was lying. And Jesus lifted up His eyes and said, “Father, I thank You that You have heard Me.&nbsp;</p><p><strong><sup>42</sup></strong> And I know that You always hear Me, but because of the people who are standing by I said this, that they may believe that You sent Me.”&nbsp;</p><p><strong><sup>43</sup></strong> Now when He had said these things, He cried with a loud voice, “Lazarus, come forth!”&nbsp;</p><p><strong><sup>44</sup></strong> And he who had died came out bound hand and foot with graveclothes, and his face was wrapped with a cloth. Jesus said to them, “Loose him, and let him go.”</p><p>All near-death experiences reported in modern literature are of peopleconsidered clinically dead, but not really dead, in contrast to Lazarus, whowas dead for four days and whose corpse was rotting (John 11:39). Neither&nbsp;Lazarus nor any of those raised from the dead in biblical times ever mentioned any afterlife experience, whether in Paradise, in purgatory, or in hell.&nbsp;This is, indeed, an argument from silence, but it is in full agreement withthe biblical teachings on the unconscious state of the dead!</p><p>But what about the near-death experiences so commonly recounted today? If we accept the biblical teaching of the unconsciousness of the dead (Job 3:11–13, Ps. 115:17, Ps. 146:4, Eccles. 9:10), then we are left with two main possibilities: either it is a natural psychochemical hallucination under extreme conditions, or it can be a supernatural, satanic, deceptive&nbsp;experience (2 Cor. 11:14). Satanic deception could indeed be the explanation, especially because in some cases, these people claim to have talked to&nbsp;their dead relatives! But it could be a combination of both factors.</p><p>With this deception prevalent, and so convincing to many, it is crucial that we stick firmly to the teaching of the Word of God, despite&nbsp;whatever experiences we or others might have that go against what the Bible teaches.</p><p><strong>How fascinating that NDEs often now come with the imprimatur&nbsp;of “science.” What does this teach us about how careful we need&nbsp;to be even of things that science supposedly “proves”?</strong></p><p>\n</p><p>\n</p><p>\n</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 6",
          "dayTitle": "<p><strong>Reincarnation</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p>The pagan notion of an immortal soul provides the foundation for the unbiblical theory of reincarnation or transmigration of the soul. This theory has been adopted by some major world religions. While most Christians believe in the existence of an immortal soul that abides in a permanent heaven or hell after death, those who believe in reincarnation hold that such an immortal soul goes through many cycles of death and rebirth here on earth.</p><p>For some, reincarnation is thought to be a process of spiritual evo-ution that allows the spirit to attain ever greater levels of knowledge and morality in its journey toward perfection. Hindus believe that the eternal soul goes through a progression of consciousness or “sam-sara” in six classes of life: aquatics, plants, reptiles and insects, birds,animals, and human beings, including the residents of heaven.</p><p><strong>Read Hebrews 9:25–28 and 1 Peter 3:18. If Jesus died just “once”(Heb. 9:28, 1 Pet. 3:18, NKJV) and likewise all human beings die just&nbsp;“once” (Heb. 9:27, NKJV), why do even some alleged Christians believe&nbsp;in some form of reincarnation?</strong></p><p><strong>Hebrews 9:25–28&nbsp;</strong></p><p><strong><sup>25</sup></strong> not that He should offer Himself often, as the high priest enters the Most Holy Place every year with blood of another—&nbsp;</p><p><strong><sup>26</sup></strong> He then would have had to suffer often since the foundation of the world; but now, once at the end of the ages, He has appeared to put away sin by the sacrifice of Himself.&nbsp;</p><p><strong><sup>27</sup></strong> And as it is appointed for men to die once, but after this the judgment,&nbsp;</p><p><strong><sup>28</sup></strong> so Christ was offered once to bear the sins of many. To those who eagerly wait for Him He will appear a second time, apart from sin, for salvation.</p><p><strong>&nbsp;1 Peter 3:18</strong></p><p><strong><sup>18</sup> </strong>For Christ also suffered once for sins, the just for the unjust, that He might bring us to God, being put to death in the flesh but made alive by the Spirit,</p><p>Many people believe not in what they should believe but in what they want to believe. If a theory brings them existential peace and comfort,that is enough to settle the discussion for them. But for those who take the Bible seriously, there is no way to accept the theory of reincarnation.</p><p>First, this theory contradicts the biblical teachings of the mortality ofthe “soul” and the resurrection of the body (1 Thess. 4:13–18).Second, it negates the doctrine of salvation by grace through faith inthe redemptive work of Jesus Christ (Eph. 2:8–10) and replaces it withhuman works.</p><p>Third, the theory contradicts the biblical teaching that one’s eternaldestiny is decided forever by one’s decisions in this life (Matt. 22:1–14,Matt. 25:31–46).</p><p>Fourth, this theory downplays the meaning and relevance of Christ’s&nbsp;second coming (John 14:1–3).</p><p>And fifth, the theory proposes after-death opportunities for someone&nbsp;still to overcome his or her own life’s pitfalls, which is unbiblical (Heb.&nbsp;9:27).</p><p>In short, there is no place for the idea of reincarnation in the&nbsp;Christian faith.</p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 7",
          "dayTitle": "<p><strong>Necromancy and Ancestor Worship</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p>The word “necromancy” derives from the Greek terms nekros (dead) and manteia (divination). Practiced since ancient times, necromancy is a form of summoning the alleged active spirits of the dead in order to obtain knowledge, often about future events. Ancestor worship, mean-while, is the custom of venerating deceased ancestors because they are still considered family, and these spirits can, it is believed, influence the affairs of the living. These pagan practices can be very attractive to those who believe in an immortal soul and who also miss their deceased loved ones.</p><p><strong>Read 1 Samuel 28:3–25. What spiritual lessons against any supposed communication&nbsp;with the dead can be drawn from Saul’s experience with&nbsp;the woman medium at Endor?</strong></p><p><strong>1 Samuel 28:3–25</strong></p><p><strong><sup>3</sup></strong> Now Samuel had died, and all Israel had lamented for him and buried him in Ramah, in his own city. And Saul had put the mediums and the spiritists out of the land.</p><p><strong><sup>4</sup></strong> Then the Philistines gathered together, and came and encamped at Shunem. So Saul gathered all Israel together, and they encamped at Gilboa.&nbsp;</p><p><strong><sup>5</sup></strong> When Saul saw the army of the Philistines, he was afraid, and his heart trembled greatly.&nbsp;</p><p><sup><strong>6</strong></sup> And when Saul inquired of the Lord, the Lord did not answer him, either by dreams or by Urim or by the prophets.</p><p><strong><sup>7</sup></strong> Then Saul said to his servants, “Find me a woman who is a medium, that I may go to her and inquire of her.”</p><p>And his servants said to him, “In fact, there is a woman who is a medium at En Dor.”</p><p><strong><sup>8</sup></strong> So Saul disguised himself and put on other clothes, and he went, and two men with him; and they came to the woman by night. And he said, “Please conduct a séance for me, and bring up for me the one I shall name to you.”</p><p><strong><sup>9</sup></strong> Then the woman said to him, “Look, you know what Saul has done, how he has cut off the mediums and the spiritists from the land. Why then do you lay a snare for my life, to cause me to die?”</p><p><strong><sup>10</sup></strong> And Saul swore to her by the Lord, saying, “As the Lord lives, no punishment shall come upon you for this thing.”</p><p><strong><sup>11</sup></strong> Then the woman said, “Whom shall I bring up for you?” And he said, “Bring up Samuel for me.”</p><p><strong><sup>12</sup></strong> When the woman saw Samuel, she cried out with a loud voice. And the woman spoke to Saul, saying, “Why have you deceived me? For you are Saul!”</p><p><strong><sup>13</sup></strong> And the king said to her, “Do not be afraid. What did you see?” And the woman said to Saul, “I saw a spirit ascending out of the earth.”</p><p><strong><sup>14</sup></strong> So he said to her, “What is his form?”And she said, “An old man is coming up, and he is covered with a mantle.” And Saul perceived that it was Samuel, and he stooped with his face to the ground and bowed down.</p><p><strong><sup>15</sup></strong> Now Samuel said to Saul, “Why have you disturbed me by bringing me up?” And Saul answered, “I am deeply distressed; for the Philistines make war against me, and God has departed from me and does not answer me anymore, neither by prophets nor by dreams. Therefore I have called you, that you may reveal to me what I should do.”</p><p><strong><sup>16</sup></strong> Then Samuel said: “So why do you ask me, seeing the Lord has departed from you and has become your enemy?&nbsp;</p><p><strong><sup>17</sup></strong> And the Lord has done for Himself as He spoke by me. For the Lord has torn the kingdom out of your hand and given it to your neighbor, David.&nbsp;</p><p><strong><sup>18</sup></strong> Because you did not obey the voice of the Lord nor execute His fierce wrath upon Amalek, therefore the Lord has done this thing to you this day.&nbsp;</p><p><strong><sup>19</sup></strong> Moreover the Lord will also deliver Israel with you into the hand of the Philistines. And tomorrow you and your sons will be with me. The Lord will also deliver the army of Israel into the hand of the Philistines.”</p><p><strong><sup>20</sup></strong> Immediately Saul fell full length on the ground, and was dreadfully afraid because of the words of Samuel. And there was no strength in him, for he had eaten no food all day or all night.</p><p><strong><sup>21</sup></strong> And the woman came to Saul and saw that he was severely troubled, and said to him, “Look, your maidservant has obeyed your voice, and I have put my life in my hands and heeded the words which you spoke to me.&nbsp;</p><p><strong><sup>22</sup></strong> Now therefore, please, heed also the voice of your maidservant, and let me set a piece of bread before you; and eat, that you may have strength when you go on your way.”</p><p><strong><sup>23</sup></strong> But he refused and said, “I will not eat.” So his servants, together with the woman, urged him; and he heeded their voice. Then he arose from the ground and sat on the bed.&nbsp;</p><p><strong><sup>24</sup></strong> Now the woman had a fatted calf in the house, and she hastened to kill it. And she took flour and kneaded it, and baked unleavened bread from it.&nbsp;</p><p><strong><sup>25</sup></strong> So she brought it before Saul and his servants, and they ate. Then they rose and went away that night.</p><p>The Bible stated very clearly that all spiritists, mediums, sorcerers,and necromancers, in the ancient Israelite theocracy, were abominations to the Lord and should be put to death by stoning (Lev. 19:31;Lev. 20:6, 27; Deut. 18:9–14). In accordance with this law, Saul had destroyed all mediums and spiritists from Israel (1 Sam. 28:3, 9).</p><p>But, then, after being rejected by the Lord, Saul himself went to the Canaanite city of Endor to inquire of a woman medium (1 Sam. 28:6,7, 15; compare with Josh. 17:11, Ps. 83:10). He asked her to bring up the deceased prophet Samuel, who supposedly came up in a necro maner apparition and spoke with Saul (1 Sam. 28:13–19). The deceiving spirit, who pretended to be Samuel, told Saul, “ ‘Tomorrow you and your sons will be with me’ ” (1 Sam. 28:19, NKJV). While predicting Saul’s death, that deceiving spirit, merely by assuming the form of Samuel, reaffirmed the unbiblical theory of the natural immortality of the soul. It was a powerful deception, and Saul should have known better than to become involved with what he had previously condemned.</p><p>More than two centuries later, the prophet Isaiah wrote, “And when they say to you, ‘Seek those who are mediums and wizards, who whisper and mutter,’ should not a people seek their God? Should they seek the dead on behalf of the living? To the law and to the testimony! If they do not speak according to this word, it is because there is no light in them” (Isa. 8:19, 20, NKJV; also Isa. 19:3).</p><p><strong>How often, under stress, do we do things that we know are wrong? Why are faith, prayer, and obedience to the Word of God our&nbsp;only sure defense against ourselves?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 8",
          "dayTitle": "<p><strong>Personations and Other Appearances</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p>Similar to necromancy are the demonic personations of the dead and other demonic appearances. The personations can be in the form of a deceased family member, friend, or anyone. Both the physical appearance and the voice are very similar to those of the deceased.All these satanic deceptions will be used to deceive those who are not-firmly grounded in God’s Word. Ellen G. White warns, “The apostles,as personated by these lying spirits, are made to contradict what they wrote at the dictation of the Holy Spirit when on earth.”—The Great Controversy, p. 557. And further, “As the crowning act in the great drama of deception, Satan himself will personate Christ.”—The Great Controversy, p. 624.</p><p><strong>Read 2 Corinthians 11:14, 15 and Ephesians 6:10–18. What should be our&nbsp;safeguards against such demonic deceptions?</strong></p><p><strong>2 Corinthians 11:14, 15&nbsp;</strong></p><p><strong><sup>14</sup></strong> And no wonder! For Satan himself transforms himself into an angel of light.&nbsp;</p><p><strong><sup>15</sup></strong> Therefore it is no great thing if his ministers also transform themselves into ministers of righteousness, whose end will be according to their works.</p><p><strong>Ephesians 6:10–18</strong></p><p><strong><sup>10</sup></strong> Finally, my brethren, be strong in the Lord and in the power of His might.&nbsp;</p><p><strong><sup>11 </sup></strong>Put on the whole armor of God, that you may be able to stand against the wiles of the devil.&nbsp;</p><p><strong><sup>12</sup></strong> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places.&nbsp;</p><p><strong><sup>13 </sup></strong>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.</p><p><strong><sup>14</sup></strong> Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness,&nbsp;</p><p><strong><sup>15</sup></strong> and having shod your feet with the preparation of the gospel of peace;&nbsp;</p><p><strong><sup>16</sup></strong> above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.&nbsp;</p><p><strong><sup>17</sup></strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God;&nbsp;</p><p><strong><sup>18</sup></strong> praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints—</p><p>The apostle Paul warns us that “our struggle is not against enemies of blood and flesh, but against the rulers, against the authorities, against the cosmic powers of this present darkness, against the spiritual forces of evil in the heavenly places” (Eph. 6:12, NRSV). We can be protected against these deceptions only by being clothed with “the whole armor of God” (Eph. 6:13, NKJV) described in Ephesians 6:13–18.</p><p>The satanic personations and appearances can be very frightening and deceiving, but they cannot mislead those who are sheltered by God and grounded in God’s Word. From a doctrinal perspective, those who believe in the biblical doctrine of the conditional immortality of human beings know that any appearance of or communication with the dead is of a satanic origin and needs to be rejected by God’s powerful grace. Again, no matter how powerful, convincing, and seemingly real the manifestation is, we must always stand firm on the teaching that the dead are asleep in the grave.</p><p>Imagine, though, losing a loved one and then believing that this same loved one appears to you. And expresses love to you. And tells you how much they miss you. And says things that, yes, only they would know.And says that they are now in a better place. If a person is not absolutely grounded in what the Bible teaches about the state of the dead,think of how easily he or she could fall for this deception, especially because they want to believe it, as well.</p><p><strong>What does it mean to put on the “whole armor of God”? In day-to-day, practical sense, how do we do this in every area of outlives, not just in dealing with end-time deceptions?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 9",
          "dayTitle": "",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, “Dealing With False Science, Cults, Isms, and Secret Societies,” pp. 602–609, in Evangelism; and&nbsp;“Spiritism,” pp. 86–93, in Confrontation.</p><p>There exists a foundation which claims that it is creating technology that will allow us to contact the deceased “via texts, phone calls, and video-conferencing.” Calling the dead PMPs (post material persons),its website claims that when humans die they simply pass on “into another phase of forever” but “retain their consciousness, identity, and core aspects of their previous physical form.” But, most important, sousaphone folks claim to be developing, in three phases, technology that will allow communication between material and post material persons.</p><p>The first phase will “allow texting and typing with materialistically, friends, and experts in every field of expertise.” Phase twos supposed to “enable talking with your dear ones who are living in another part of forever.” And the third phase, it says, will open the way to “hearing and seeing those who are experiencing the field of all possibilities from a different observation point.”</p><p>Especially scary is how they test if the communicating dead are really who they claim to be. “For example,” the site says, “a bereaved parent might ask the following question of a son or a daughter who has changed worlds: ‘Did you have a dog named Snoopy when you were a child? Did we give you a pocketknife for your tenth birthday?’ ” How interesting in light of this warning: “Spiritual beings sometimes appear to persons in the form of their deceased friends, and relate incidents connected with their lives and perform acts which they performed while living.”—Ellen G. White, Patriarchs and Prophets, p. 684.</p><p><strong>Discussion Questions:</strong></p><p><strong>1</strong>. Using the excuse of being culturally acceptable, many Christians consume whatever the media promotes. Which biblical principles should guide our relationship with the media, especially when it openly promotes views that we know are wrong and deceptive (see Ps. 101:1–8, Prov. 4:23, Phil. 4:8)?</p><p><strong>2</strong>. How can we help others to overcome Satan’s end-time deceptions without being exposed to the deceiving influence of those very same deceptions ourselves?</p><p><strong>3</strong>. Many Christians have seen the story of having “Samuel” summoned from the grave as biblical proof that the dead live on. What does this account teach us about why we cannot rely only on a single text or story to build a doctrine, but, instead, we must look at all that the Bible says about a topic?</p><p><br></p><p><strong>Inside Story:</strong></p>\n\n<p><strong>A Daring Witness</strong></p><p>By Rick McEdward</p><p>At the beginning of the semester, a university classmate asked Sandra if he could take a picture of her class notes with his cell phone. “I saw that you're writing in English,” he said. “I want to improve my English.”Classes were not taught in English at the university in the Middle East.But English was Sandra’s native language, and she found it easier to take notes in English. “Here you are,” Sandra said, extending her notebook.The next day, the classmate again asked for permission to take pictures.After the classmate asked to take pictures for several days in a row, Sandra decided to be more intentional with her notes. She resolved to write favorite Bible verses at the bottom of the pages of her notebook.The next time the classmate asked to take a picture, however, Sandra felt a jolt of fear. She worried that he would notice the verses and stop asking to see her notes. She prayed that God would use the Bible verses for His glory.The classmate did not seem to notice the Bible verses at first. But after a couple of days, he realized that the notes contained information that the teacher had not mentioned during the class lectures. He went to Sandra and pointed to a verse at the bottom of a page. “Is this a verse from the Bible?” he asked.“Yes,” Sandra said, her mind racing as she wondered how to explain it.The classmate paused. “Is this the way you motivate yourself?” he asked.Sandra smiled with relief. “Exactly,” she said. “I write my favorite versesin my notebook. They are always really helpful and useful for my life.”After that day, the classmate asked Sandra many questions about her religion and beliefs. As they studied together at the university, he also learnedabout the beliefs of the Seventh-day Adventist Church. At the end of thesemester, he asked to make a copy of Sandra’s entire verse-filled notebook.He wanted to share the notes with his siblings.Although Sandra has not studied with him again, the two have kept intouch, and he regularly asks for advice about life. Sandra is praying for him,his siblings, and the rest of his family. She thanks God for giving her thedaring idea to write Bible verses at the bottom of the pages of her notebook.</p><p><br></p><p>This mission story illustrates the following components ofthe Seventh-day Adventist Church’s “I Will Go” strategicplan: Mission Objective No. 1, “To revive the conceptof worldwide mission and sacrifice for mission as a wayof life”; and Mission Objective No. 2, “To strengthenand diversify Adventist outreach in large cities, acrossthe 10/40 Window, among unreached and under-reachedpeople groups, and to non-Christian religions.” Readmore: IWillGo2020.org. Sandra is a pseudonym.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>End-Time Deceptions <br></p>",
      "verse": "<p>And no wonder! Even Satan disguises himself as an angel of light. So it is not strange if his ministers also disguise themselves as ministers of righteousness. Their end will match their deeds (2 Corinthians 11:14, 15, NRSV). <br></p>",
      "versionCode": 22,
      "weekDate": "December 3–9"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
