{
  "data": [
    {
      "color": "#ffaf33",
      "id": 706,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "October 29",
          "dayTitle": "<p>He Died for Us\n</p>",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>It has been said that we cannot avoid death and taxes. That’s not entirely true. People can avoid taxes—but not death. They might be able to put death off a few years, but sooner or later, death always comes. And because we know that the dead, both the righteous and the wicked, end up in the same place at first, our hope of the resurrection means everything to us. As Paul has said, without this hope, even “those who have fallen asleep in Christ have perished” (1 Cor. 15:18, NKJV), which is a rather strange thing to say if those who “have fallen asleep in Christ” are buzzing about heaven in the presence of God.\n</p><p>Thus, Christ’s resurrection is central to our faith, because in His resurrection we have the surety of our own. But before Christ was resurrected from the dead, He, of course, had to die. This is why, amid the agony of Gethsemane, in anticipation of His death, He prayed: “ ‘Now My soul is troubled, and what shall I say? “Father, save Me from this hour”? But for this purpose I came to this hour’ ” (John 12:27, NKJV). And that purpose was to die. This week we will focus on Christ’s death and what it means for the promise of eternal life.</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 30",
          "dayTitle": "<p>“From the Foundation of the World”</p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Revelation 13:8; Acts 2:23; and 1  Peter 1:19, 20. How could Christ be considered “slain from the foundation of the world” (NKJV)?\n</strong></p><p><strong>Revelation 13:8\n</strong></p><p><strong>8</strong> All who dwell on the earth will worship him, whose names have not been written in the Book of Life of the Lamb slain from the foundation of the world.\n</p><p><strong>Acts 2:23\n</strong></p><p><strong>23 </strong>Him, being delivered by the determined purpose and foreknowledge of God, you have taken by lawless hands, have crucified, and put to death.\n</p><p><strong>1  Peter 1:19, 20\n</strong></p><p><strong>19</strong> but with the precious blood of Christ, as of a lamb without blemish and without spot.\n</p><p><strong>20 </strong>He indeed was foreordained before the foundation of the world, but was manifest in these last times for you.\n</p><p>“All who dwell on the earth will worship him, whose names have not been written in the Book of Life of the Lamb slain from the foundation of the world” (Rev. 13:8, NKJV). What’s crucial here for us is the idea of Christ’s being “slain from the foundation of the world.” Obviously, we must understand this in a symbolic sense (the book of Revelation is full of symbols), because Christ wasn’t crucified until thousands of years after the earth’s Creation. What this text is saying is that the plan of salvation had been put in place before the Creation of the world. And central to that plan would be the death of Jesus, the Lamb of God, on the cross.\n</p><p><strong>Read Titus 1:2. What does this verse teach us about how long ago the plan of salvation, which centered on Christ’s death, had been in place?\n</strong></p><p><strong>Titus 1:2\n</strong></p><p><strong>2</strong>&nbsp;In hope of eternal life which God, who cannot lie, promised before time began.\n</p><p>“The plan for our redemption was not an afterthought, a plan formulated after the fall of Adam. .  .  . It was an unfolding of the principles that from eternal ages have been the foundation of God’s throne.”—Ellen G. White, The Desire of Ages, p. 22. That plan was revealed first to Adam and Eve in the Garden of Eden (Gen. 3:15, 21), and it was typified by every blood sacrifice throughout the Old Testament. For instance, while testing Abraham’s faith, God provided a ram to be sacrificed instead of Isaac (Gen. 22:11–13). This replacement typified even more clearly the substitutionary nature of Christ’s atoning sacrifice on the cross. Thus, central to the whole plan of salvation is the substitutionary death of Jesus, symbolized for centuries by animal sacrifices, each one a symbol of Jesus’ death on the cross as “the Lamb of God, which taketh away the sin of the world” (John 1:29).\n</p><p><strong>Animal sacrifices are gruesome and bloody—that is true. But why is this gruesomeness and bloodiness precisely the point, teaching us about Christ’s death in our place and what the terrible cost of sin was?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 31",
          "dayTitle": "<p>A Preface to the Cross</p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p><strong>What were the reactions of the disciples to Jesus’ predictions of His own sufferings and death, and what should their reactions teach us about the dangers of misunderstanding Scripture?\n</strong></p><p><strong>Matthew 16:21-23\n</strong></p><p><strong>21</strong> From that time Jesus began to show to His disciples that He must go to Jerusalem, and suffer many things from the elders and chief priests and scribes, and be killed, and be raised the third day.\n</p><p><strong>22</strong> Then Peter took Him aside and began to rebuke Him, saying, “Far be it from You, Lord; this shall not happen to You!”\n</p><p><strong>23</strong> But He turned and said to Peter, “Get behind Me, Satan! You are an offense to Me, for you are not mindful of the things of God, but the things of men.”\n</p><p><strong>Matthew 17:22-23\n</strong></p><p><strong>22</strong> Now while they were staying in Galilee, Jesus said to them, “The Son of Man is about to be betrayed into the hands of men,\n</p><p><strong>23 </strong>and they will kill Him, and the third day He will be raised up.” And they were exceedingly sorrowful.\n</p><p><strong>Mark 9:30–32\n</strong></p><p><strong>30 </strong>Then they departed from there and passed through Galilee, and He did not want anyone to know it.\n</p><p><strong>31</strong> For He taught His disciples and said to them, “The Son of Man is being betrayed into the hands of men, and they will kill Him. And after He is killed, He will rise the third day.”\n</p><p><strong>32</strong> But they did not understand this saying, and were afraid to ask Him.\n</p><p><strong>Luke 9:44, 45\n</strong></p><p><strong>44</strong> “Let these words sink down into your ears, for the Son of Man is about to be betrayed into the hands of men.”\n</p><p><strong>45 </strong>But they did not understand this saying, and it was hidden from them so that they did not perceive it; and they were afraid to ask Him about this saying.\n</p><p><strong>Luke 18:31–34\n</strong></p><p><strong>31 </strong>Then He took the twelve aside and said to them, “Behold, we are going up to Jerusalem, and all things that are written by the prophets concerning the Son of Man will be accomplished.\n</p><p><strong>32</strong> For He will be delivered to the Gentiles and will be mocked and insulted and spit upon.\n</p><p><strong>33</strong> They will scourge Him and kill Him. And the third day He will rise again.”\n</p><p><strong>34</strong> But they understood none of these things; this saying was hidden from them, and they did not know the things which were spoken.\n</p><p>Jesus was born to die, and He lived to die. Every step that He took brought Him closer to His great atoning sacrifice on the cross of Calvary. Fully conscious of His mission, He did not allow anyone or anything to distract Him from it. In reality, “His whole life was a preface to His death on the cross.”—Ellen G. White, Fundamentals of Christian Education, p. 382.\n</p><p>In the last year of His earthly ministry, Jesus spoke more and more explicitly to His disciples about His forthcoming death. But they seemed unable and unwilling to accept the reality of His statements. Filled with false notions about the role of the Messiah, the last thing that they had expected was for Him, Jesus, especially as the Messiah, to die. In short, their false theology led them into needless pain and suffering.\n</p><p>Already to Nicodemus, Jesus had declared, “ ‘And as Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up, that whoever believes in Him should not perish but have eternal life’ ” (John 3:14, 15, NKJV). While in Caesarea Philippi, Jesus told his disciples that He had to “ ‘go to Jerusalem, and suffer many things from the elders and chief priests and scribes, and be killed, and be raised the third day’ ” (Matt. 16:21, NKJV). Passing privately through Galilee (Mark 9:30–32) and during His final journey to Jerusalem (Luke 18:31–34), Jesus spoke again to His disciples about His death and resurrection. Because it was not what they wanted to hear, they didn’t listen. How easy it is for us to do the same.\n</p><p><strong>People, especially God’s chosen people, had false concepts regarding the first coming of the Messiah. What are some of the false concepts out there today regarding the second coming of Jesus?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 1",
          "dayTitle": "<p>‘It Is Finished!’</p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p><strong>Read John 19:1–30. What is the crucial message to us in Jesus’ statement, “ ‘It is finished’ ”?\n</strong></p><p><strong>John 19:1–30\n</strong></p><p><strong>1</strong> So then Pilate took Jesus and scourged Him.\n</p><p><strong>2 </strong>And the soldiers twisted a crown of thorns and put it on His head, and they put on Him a purple robe.\n</p><p><strong>3 </strong>Then they said, “Hail, King of the Jews!” And they struck Him with their hands.\n</p><p><strong>4</strong> Pilate then went out again, and said to them, “Behold, I am bringing Him out to you, that you may know that I find no fault in Him.”\n</p><p><strong>5</strong> Then Jesus came out, wearing the crown of thorns and the purple robe. And Pilate said to them, “Behold the Man!”\n</p><p><strong>6</strong> Therefore, when the chief priests and officers saw Him, they cried out, saying, “Crucify Him, crucify Him!” Pilate said to them, “You take Him and crucify Him, for I find no fault in Him.”\n</p><p><strong>7</strong> The Jews answered him, “We have a law, and according to [b]our law He ought to die, because He made Himself the Son of God.”\n</p><p><strong>8</strong> Therefore, when Pilate heard that saying, he was the more afraid, 9 and went again into the Praetorium, and said to Jesus, “Where are You from?” But Jesus gave him no answer.\n</p><p><strong>10 </strong>Then Pilate said to Him, “Are You not speaking to me? Do You not know that I have [c]power to crucify You, and power to release You?”\n</p><p><strong>11 </strong>Jesus answered, “You could have no power at all against Me unless it had been given you from above. Therefore the one who delivered Me to you has the greater sin.”\n</p><p><strong>12 </strong>From then on Pilate sought to release Him, but the Jews cried out, saying, “If you let this Man go, you are not Caesar’s friend. Whoever makes himself a king speaks against Caesar.”\n</p><p><strong>13 </strong>When Pilate therefore heard that saying, he brought Jesus out and sat down in the judgment seat in a place that is called The Pavement, but in Hebrew, Gabbatha.\n</p><p><strong>14</strong> Now it was the Preparation Day of the Passover, and about the sixth hour. And he said to the Jews, “Behold your King!”\n</p><p><strong>15</strong> But they cried out, “Away with Him, away with Him! Crucify Him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar!”\n</p><p><strong>16 </strong>Then he delivered Him to them to be crucified. Then they took Jesus [d]and led Him away.\n</p><p><strong>17</strong> And He, bearing His cross, went out to a place called the Place of a Skull, which is called in Hebrew, Golgotha,\n</p><p><strong>18</strong> where they crucified Him, and two others with Him, one on either side, and Jesus in the center.&nbsp;</p><p><strong>19</strong> Now Pilate wrote a title and put it on the cross. And the writing was: JESUS OF NAZARETH, THE KING OF THE JEWS.<br></p><p><strong>20</strong> Then many of the Jews read this title, for the place where Jesus was crucified was near the city; and it was written in Hebrew, Greek, and Latin.\n</p><p><strong>21</strong> Therefore the chief priests of the Jews said to Pilate, “Do not write, ‘The King of the Jews,’ but, ‘He said, “I am the King of the Jews.” ’ ”\n</p><p><strong>22</strong> Pilate answered, “What I have written, I have written.”\n</p><p><strong>23 </strong>Then the soldiers, when they had crucified Jesus, took His garments and made four parts, to each soldier a part, and also the tunic. Now the tunic was without seam, woven from the top in one piece.\n</p><p><strong>24</strong> They said therefore among themselves, “Let us not tear it, but cast lots for it, whose it shall be,” that the Scripture might be fulfilled which says:\n</p><p>“They divided My garments among them, And for My clothing they cast lots.” Therefore the soldiers did these things.\n</p><p><strong>25</strong> Now there stood by the cross of Jesus His mother, and His mother’s sister, Mary the wife of Clopas, and Mary Magdalene.\n</p><p><strong>26</strong> When Jesus therefore saw His mother, and the disciple whom He loved standing by, He said to His mother, “Woman, behold your son!”\n</p><p><strong>27</strong> Then He said to the disciple, “Behold your mother!” And from that hour that disciple took her to his own home.\n</p><p><strong>28</strong> After this, Jesus, knowing that all things were now accomplished, that the Scripture might be fulfilled, said, “I thirst!”\n</p><p><strong>29</strong> Now a vessel full of sour wine was sitting there; and they filled a sponge with sour wine, put it on hyssop, and put it to His mouth.\n</p><p><strong>30</strong> So when Jesus had received the sour wine, He said, “It is finished!” And bowing His head, He gave up His spirit.\n</p><p>Finally, the crucial moments for Christ, for humankind, and for the whole universe had arrived. With deep agony, He struggled against the powers of darkness. Slowly He made His way through the Garden of Gethsemane, through His unfair trials, and up the mountain of Calvary. Evil angels were trying to overcome Him. While Jesus was hanging on the cross, the chief priests, the scribes, and the elders mocked Him, saying “ ‘He saved others; Himself He cannot save. If He is the King of Israel, let Him now come down from the cross, and we will believe Him’ ” (Matt. 27:42, NKJV). Could Christ have come down from the cross and saved Himself? Yes, He was able but not willing to do so. His unconditional love for all humanity, including those mockers, did not allow Him to give up. Actually, “the mockers were among those whom He was dying to save; and He could not come down from the cross and save Himself, because he was held, not by the nails, but by His will to save them.”—Alfred Plummer, An Exegetical Commentary on the Gospel According to S. Matthew (London: Elliot Stock, 1910), p. 397.\n</p><p>Here, in the suffering of Christ, Jesus was defeating the kingdom of Satan, even though it was Satan who had instigated the events that led to the cross, including Judas’s betrayal (John 6:70; John 13:2, 27). “Somehow, in a way the Evangelist does not try to describe, the death of Jesus is both an act of Satan and an act in which Jesus wins the victory over Satan.”—George E. Ladd, A Theology of the New Testament, rev. ed. (Cambridge, UK: Lutterworth Press, 1994), p. 192. Crying from the cross, “ ‘It is finished’ ” (John 19:30), Christ implied not only that His agony had come to an end, but also especially that He had won the great cosmic-historic controversy against Satan and his evil forces. “All heaven triumphed in the Saviour’s victory. Satan was defeated, and knew that his kingdom was lost.”—Ellen G. White, The Desire of Ages, p. 758. It’s hard to grasp the amazing contrast here: in the utter humiliation of the Son of God He had won, for us and for the universe, the greatest and most glorious victory.\n</p><p><strong>Think about how bad sin must be that it took the death of Christ to atone for it. What should this truth teach us about how useless our works are for attaining merit before God? After all, what can we do to add to what Christ has already done for us? Bring your answer to class on Sabbath.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 2",
          "dayTitle": "<p>He Died for Us</p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p><strong>Read John 3:14–18 and Romans 6:23. What do these verses teach that Christ’s death has accomplished for us?\n</strong></p><p><strong>John 3:14–18\n</strong></p><p><strong>14 </strong>And as Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up,\n</p><p><strong>15 </strong>that whoever believes in Him should not perish but have eternal life.\n</p><p><strong>16</strong> For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.\n</p><p><strong>17</strong> For God did not send His Son into the world to condemn the world, but that the world through Him might be saved.\n</p><p><strong>18</strong> “He who believes in Him is not condemned; but he who does not believe is condemned already, because he has not believed in the name of the only begotten Son of God.\n</p><p><strong>Romans 6:23\n</strong></p><p><strong>23 </strong>For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.\n</p><p>When Jesus arrived at the Jordan River to be baptized, John the Baptist exclaimed, “ ‘Behold! The Lamb of God who takes away the sin of the world!’ ” (John 1:29, NKJV). This statement acknowledged Christ as the antitypical Lamb of God to whom all true sacrifices of the Old Testament pointed. But animal sacrifices could not take away sins by themselves (Heb. 10:4). They provided only conditional forgiveness dependent on the effectiveness of Christ’s future sacrifice on the cross. “If we confess our sins, He is faithful and just to forgive us our sins and to cleanse us from all unrighteousness” (1 John 1:9, NKJV).\n</p><p><strong>Read John 3:16, 17. What great hope can we take from these verses, especially when we rightly sense that we deserve to be condemned for something that we have done?\n</strong></p><p><strong>John 3:16, 17.\n</strong></p><p><strong>16</strong> For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.\n</p><p><strong>17 </strong>For God did not send His Son into the world to condemn the world, but that the world through Him might be saved.\n</p><p>Think about what all this means. Jesus, the One who created the cosmos (John 1:1–3), offered Himself for each of us, a sacrifice for sins, all so that we don’t have to be condemned for what we could justly be condemned for. This is the great promise of the gospel. Jesus Christ declared that “ ‘God so loved the world that he gave his only Son’ ” to die for us (John 3:16, NRSV). But we should never forget that Christ offered Himself voluntarily on our behalf (Heb. 9:14). Martin Luther referred to the cross as “the altar on which He [Christ], consumed by the fire of the boundless love which burned in His heart, presented the living and holy sacrifice of His body and blood to the Father with fervent intercession, loud cries, and hot, anxious tears (Heb. 5:7).”—Luther’s Works, vol. 13 (St. Louis, MO: Concordia Publishing House, 1956), p. 319. Christ died once for all (Heb. 10:10) and once forever (Heb. 10:12), for His sacrifice is all-sufficient and never loses its power. And there’s more: “If but one soul would have accepted the gospel of His grace, Christ would, to save that one, have chosen His life of toil and humiliation and His death of shame.”—Ellen G. White, The Ministry of Healing, p. 135.\n</p><p><strong>Read again John 3:16, replacing the words “the world” and “whoever” with your own name. How can you learn, moment by moment, especially when tempted to sin, to make this wonderful promise yours?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 3",
          "dayTitle": "<p>The Meaning of the Cross</p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p><strong>Read 1 Corinthians 1:18–24. What is Paul saying about the Cross, and how does he contrast it with the “wisdom of the world”? Why, even today, when “materialism” (the idea that all reality is only material, which means there is no God or supernatural realm of existence) dominates “the wisdom of the world,” is the message of the Cross so important?\n</strong></p><p><strong>1 Corinthians 1:18–24\n</strong></p><p><strong>18</strong> For the message of the cross is foolishness to those who are perishing, but to us who are being saved it is the power of God.\n</p><p><strong>19</strong> For it is written: “I will destroy the wisdom of the wise, and bring to nothing the understanding of the prudent.”\n</p><p><strong>20</strong> Where is the wise? Where is the scribe? Where is the disputer of this age? Has not God made foolish the wisdom of this world?\n</p><p><strong>21</strong> For since, in the wisdom of God, the world through wisdom did not know God, it pleased God through the foolishness of the message preached to save those who believe.\n</p><p><strong>22</strong> For Jews request a sign, and Greeks seek after wisdom;\n</p><p><strong>23</strong> but we preach Christ crucified, to the Jews a stumbling block and to the Greeks foolishness,\n</p><p><strong>24</strong> but to those who are called, both Jews and Greeks, Christ the power of God and the wisdom of God.\n</p><p>The Cross of Christ is the very center of salvation history. “Eternity can never fathom the depth of love revealed in the cross of Calvary. It was there that the infinite love of Christ and the unbounded selfishness of Satan stood face to face.”—Stephen N. Haskell, The Cross and Its Shadow (South Lancaster, MA: Bible Training School, 1914), p. v. While Christ was humbly offering Himself as a ransom for the human race, Satan was selfishly engulfing Him in suffering and agony. Christ did not die just the natural death that every human being has to face. He died the second death, so that all those who accept Him will never have to experience it for themselves. In regard to the meaning of the Cross, there are several important aspects that we should remember. First, the Cross is the supreme revelation of God’s justice against sin (Rom. 3:21–26). Second, the Cross is the supreme revelation of God’s love for sinners (Rom. 5:8). Third, the Cross is the great source of power to break the chains of sin (Rom. 6:22, 23; 1 Cor. 1:17–24). Fourth, the Cross is our only hope of eternal life (Phil. 3:9–11; John 3:14–16; 1 John 5:11, 12). And fifth, the Cross is the only antidote against a future rebellion in the universe (Rev. 7:13–17, Rev. 22:3).\n</p><p>None of these crucial truths about the Cross can be discovered by the “wisdom of the world.” On the contrary, then, as now, the preaching of the Cross is “foolishness” to worldly wisdom, which often doesn’t even acknowledge the most obvious truth there could be: that a Creator exists (see Rom. 1:18–20). The Greek word for “foolishness” is linked to the English word “moron”; that is, the preaching of the Cross is “moronic” according to the “wisdom of the world.” Worldly wisdom cannot know Jesus or the salvation that He offers us through His substitutionary death on the cross.\n</p><p><strong>Whatever value some “worldly wisdom” can offer, why must we never let it interfere with what we believe about Jesus and the hope we’re offered through “the foolishness of the message preached” (1 Cor. 1:21, NKJV)?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 4",
          "dayTitle": "",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, “Gethsemane,” pp. 685– 697; “Calvary,” pp. 741–758, in The Desire of Ages; “Repentance,” p. 27, in Steps to Christ.\n</p><p>“I saw that all heaven is interested in our salvation; and shall we be indifferent? Shall we be careless, as though it were a small matter whether we are saved or lost? Shall we slight the sacrifice that has been made for us? Some have done this. They have trifled with offered mercy, and the frown of God is upon them. God’s Spirit will not always be grieved. It will depart if grieved a little longer. After all has been done that God could do to save men, if they show by their lives that they slight Jesus’ offered mercy, death will be their portion, and it will be dearly purchased. It will be a dreadful death; for they will have to feel the agony that Christ felt upon the cross to purchase for them the redemption which they have refused. And they will then realize what they have lost—eternal life and the immortal inheritance. The great sacrifice that has been made to save souls shows us their worth. When the precious soul is once lost, it is lost forever.”—Ellen G. White, Testimonies for the Church, vol. 1, p. 124.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.&nbsp;</strong>Hebrews 10:4 says, “It is impossible for the blood of bulls and goats to take away sins” (NIV). So, how were people saved in Old Testament times? How can the analogy of a credit card—which you use to make payments but later on have to pay for the credit card bill—help us better understand this subject?\n</p><p><strong>2.</strong> Read 2 Corinthians 5:18–21. If Christ died for the sins of the whole world, why won’t everyone be saved? Why does personal choice play a crucial role in determining who will be saved by the Cross and who will be lost despite the great sacrifice made in their behalf?\n</p><p><strong>3.</strong> What are some things that “worldly wisdom” teaches that are “foolishness” to God? What about the idea that all the incredible design and beauty of the world is purely a chance creation? Or that the universe arose from absolutely nothing? What other examples can you think of?\n</p><p><strong>4.</strong> Think about the final question on Tuesday’s study. What about the Cross, and what happened there, makes the idea of salvation by works so futile, so erroneous, and so contrary to the plan of salvation?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n\n<p><br></p><p><strong>Inside Story</strong></p><p><strong>Turning the Other Cheek, By Rick McEdward</strong><br></p><p>Omar, a university student in the Middle East, desperately needed a job, but he wasn’t ready to do anything to get hired. During a job interview, he openly told the company representative that he could not work on Saturdays because that was his holy day. The company representative did not blink. “That’s fine,” he replied. “We don’t need you.”\n</p><p>It was true. National unemployment was so high that the company really didn’t need Omar. Many people were looking for work, and it would be easy to find someone willing to work on Saturdays. Sadly, Omar left the company’s office. Omar was a new believer who, just days earlier, had given his life to Christ. He had mingled with believers for six years and searched the Bible before making his decision. After the job rejection, he bought a three-wheeled cart with a plan to make money by selling simit, a circular bread covered with sesame seeds. Omar’s Sabbath-keeping friends were touched by his faithful stand for Jesus and began to pray for him.\n</p><p>A few days later, Omar announced excitedly that the company had called him back and offered him the job with Saturdays off. He was so excited that he decided to find at least one person a day to tell about Christ. Sipping a drink at a local café a few days later, he and an elderly man began to talk about religion. Omar shared his journey from his family’s traditional holy book to the Bible and the incredible peace that he had found. As Omar left the café, a man who had overheard the conversation from a nearby table followed him. “I can’t believe that you could say such things!” the man yelled. “Are you not ashamed? You grew up in our country and know better!” The man began to beat Omar with his fists.\n</p><p>Later that day, when a Sabbath-keeping friend video-called Omar, he was greeted by a large, swollen eye and an even larger smile of joy. “You could have called the police!” the friend said. “Yes,” Omar said. “But . . . Jesus tells us to turn the other cheek.” “You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’ But I tell you not to resist an evil person. But whoever slaps you on your right cheek, turn the other to him also” (Matthew 5:38, 39, NKJV).\n</p><p><em>This mission story illustrates Mission Objective No. 2 of the Seventh-day Adventist Church’s “I Will Go” strategic plan: “To strengthen and diversify Adventist outreach . . . across the 10/40 Window . . . and to nonChristian religions.” Read more: IWillGo2020.org. Omar is a pseudonym</em></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>He Died for Us<br></p>",
      "verse": "<p>And as Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up, that whoever believes in Him should not perish but have eternal life (John 3:14, 15, NKJV). <br></p>",
      "versionCode": 22,
      "weekDate": "October 29–November 4"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
