{
   "data":[
      {
         "color":"#FF8367",
         "id":702,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 6",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>Suppose you are a herdsman tending your goats on the Mount of Olives overlooking Jerusalem. You hear voices. Immediately you recognize the voice of Jesus. As the setting sun gleams off the temple and reflects in snowy whiteness off its magnificent marble walls, Jesus emphatically states, “ ‘Assuredly, I say to you, not one stone shall be left here upon another, that shall not be thrown down’ ” (Matt. 24:2, NKJV).</p><p>The disciples are confused, and so are you. What could Jesus possibly mean by these words? How do they relate to the end of the world that Jesus’ disciples asked about? You listen in rapt attention as Jesus masterfully blends events that would lead up to the destruction of Jerusalem with those that would take place just before His return.</p><p>In the destruction of Jerusalem, we discover a foreshadowing of Satan’s strategy both to deceive and destroy God’s people at the end time. Jesus’ instruction in Matthew 24 clearly outlines last-day events in the context of Jerusalem’s fall.</p><p>We will study Satan’s twofold strategy both to deceive and destroy God’s people. What the evil one fails to accomplish through persecution, he hopes to achieve through compromise. God is never caught by surprise, and even in the most challenging times He preserves His people.</p><p>Suppose you are a herdsman tending your goats on the Mount of Olives overlooking Jerusalem. You hear voices. Immediately you recognize the voice of Jesus. As the setting sun gleams off the temple and reflects in snowy whiteness off its magnificent marble walls, Jesus emphatically states, “ ‘Assuredly, I say to you, not one stone shall be left here upon another, that shall not be thrown down’ ” (Matt. 24:2, NKJV).</p><p>The disciples are confused, and so are you. What could Jesus possibly mean by these words? How do they relate to the end of the world that Jesus’ disciples asked about? You listen in rapt attention as Jesus masterfully blends events that would lead up to the destruction of Jerusalem with those that would take place just before His return.</p><p>In the destruction of Jerusalem, we discover a foreshadowing of Satan’s strategy both to deceive and destroy God’s people at the end time. Jesus’ instruction in Matthew 24 clearly outlines last-day events in the context of Jerusalem’s fall.</p><p>We will study Satan’s twofold strategy both to deceive and destroy God’s people. What the evil one fails to accomplish through persecution, he hopes to achieve through compromise. God is never caught by surprise, and even in the most challenging times He preserves His people.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 7",
               "dayTitle":"<p>A Brokenhearted Savior</p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p>Jerusalem, His heart was broken. John’s Gospel says, “He came to His own, and His own did not receive Him” (John 1:11, NKJV). Jesus did everything He could to save His people from the coming destruction of their beloved city.</p><p>Jesus’ love for His people flowed from a heart of infinite love. He repeatedly appealed to them in love to repent and accept His gracious invitation of mercy.</p><p><strong>Read Luke 19:41–44; Matthew 23:37, 38; and John 5:40. What do these verses tell you about Jesus’ attitude toward His people and their response to His loving invitation of grace and mercy? What revelation of God’s character do you see?</strong></p><p><strong>Luke 19:41–44</strong></p><p><strong><sup>41</sup></strong> And when he was come near, he beheld the city, and wept over it,</p><p><strong><sup>42</sup></strong> Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.</p><p><strong><sup>43</sup></strong> For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,</p><p><strong><sup>44</sup></strong> And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.</p><p><strong>Matthew 23:37-38</strong></p><p><strong><sup>37</sup></strong> O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!</p><p><strong><sup>38</sup></strong> Behold, your house is left unto you desolate.</p><p><strong>John 5:40</strong></p><p><strong><sup>40</sup></strong> And ye will not come to me, that ye might have life.</p><p>It is difficult to understand such an event as the destruction of Jerusalem in the light of God’s loving character. History reveals that tens of thousands died as the Roman general Titus led his armies against the city. Jerusalem was devastated. Men, women, and children were slaughtered. Where was God when His people suffered so greatly?</p><p>The answer is clear but not easy to grasp fully. God’s heart was broken. His eyes were filled with tears. For centuries He reached out to His people. By their rebellion against His loving-kindness, they forfeited His divine protection. God does not always intervene to limit the results of His people’s choices. He allows the natural consequences of rebellion to develop. God did not cause the slaughter of innocent children in the destruction of Jerusalem; the tragic death of the innocents was Satan’s act, not God’s.</p><p>Satan delights in war because it stirs the worst passions of the human heart. Down through the centuries, it has been his purpose to deceive and destroy and then blame his evil actions on God.<br></p><p><strong>Read Matthew 24:15–20. What instruction did Jesus give to His people to save them from the coming destruction of Jerusalem?</strong><br></p><p><strong>Matthew 24:15–20</strong></p><p><strong><sup>15</sup></strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:)</p><p><strong><sup>16</sup></strong> Then let them which be in Judaea flee into the mountains:</p><p><strong><sup>17</sup></strong> Let him which is on the housetop not come down to take any thing out of his house:</p><p><strong><sup>18</sup></strong> Neither let him which is in the field return back to take his clothes.</p><p><strong><sup>19</sup></strong> And woe unto them that are with child, and to them that give suck in those days!</p><p><strong><sup>20</sup></strong> But pray ye that your flight be not in the winter, neither on the sabbath day:</p><p>It is well to remember that the vast majority of Christians living in Jerusalem in a.d. 70 came from a Jewish background. A loving God desired to preserve as many of His people as possible. That is why He gave the instruction that when the Roman armies approached, they were to flee the city.</p><p><strong>Reflect on the following statement: we do not judge God’s character by events we see around us; rather, we filter all the events we see through the prism of His loving character as revealed in the Bible. Why is this such good counsel?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 8",
               "dayTitle":"<p>Christians Providentially Preserved</p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p>God’s mercy, grace, providence, and foreknowledge are clearly revealed in the events leading up to the destruction of Jerusalem.</p><p>Cestius Gallus and the Roman armies surrounded the city. In an unexpected move, when their attack seemed imminent, they withdrew. The Jewish armies pursued them and won a great victory.</p><p>With the Romans fleeing and the Jews pursuing, the Christians in Jerusalem fled to Pella in Perea, beyond the Jordan River. “The promised sign had been given to the waiting Christians, and now an opportunity was offered for all who would, to obey the Saviour’s warning. Events were so overruled that neither Jews nor Romans should hinder the flight of the Christians.”—Ellen G. White, The Great Controversy, p. 30.</p><p><strong>Read Psalm 46:1 and Isaiah 41:10. What do these passages tell us about God’s providential care?</strong></p><p><strong>Psalm 46:1</strong></p><p><strong><sup>1 </sup></strong>God is our refuge and strength, a very present help in trouble.</p><p><strong>Isaiah 41:10</strong></p><p><strong><sup>10</sup></strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.</p><p>God is sovereign and overrules events on earth for the ultimate accomplishment of His divine purposes. Although at times God alters His original plans based on our human choices, His ultimate plan for this planet will be fulfilled. There will be times when the people of God experience hardship, persecution, imprisonment, and death itself for the cause of Christ. But even in the most challenging of times with Satan’s most vicious attacks, God sustains and preserves His church.</p><p><strong>Read Hebrews 11:35–38 and Revelation 2:10. What reality do these texts reveal about our battle with the forces of evil? How do these passages harmonize with the idea of God’s protection in the previous question? Is there a contradiction in the idea of God’s protection and God allowing some to face painful suffering and even a martyr’s death for the cause of Christ?</strong><br></p><p><strong>Hebrews 11:35–38&nbsp;</strong></p><p><strong><sup>35</sup></strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:</p><p><strong><sup>36</sup></strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:</p><p><strong><sup>37</sup></strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;</p><p><strong><sup>38</sup></strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.<br></p><p><strong>Revelation 2:10</strong></p><p><strong><sup>10</sup></strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.</p><p>“In vain were Satan’s efforts to destroy the church of Christ by violence. The great controversy in which the disciples of Jesus yielded up their lives did not cease when these faithful standard-bearers fell at their post. By defeat they conquered. God’s workmen were slain, but His work went steadily forward.”—Ellen G. White, The Great Controversy, p. 41.</p><p><strong>What should it mean to us that the Bible writers, who certainly knew pain and suffering, could nevertheless, again and again, write about the reality of God’s love? How can we experience that same love for ourselves?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 9",
               "dayTitle":"<p>Faithful Amid Persecution</p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p>Throughout the early centuries of Christianity, the Christian church grew rapidly, despite imprisonment, torture, and persecution. Faithful believers, totally committed to Christ, filled with the Holy Spirit, proclaimed His Word with power; lives were changed, and tens of thousands were converted.</p><p><strong>Read Acts 2:41; Acts 4:4, 31; Acts 5:42; and Acts 8:1–8. What do these verses teach us about the challenges the New Testament church faced and also why it grew so rapidly?</strong></p><p><strong>Acts 2:41</strong></p><p><strong><sup>41</sup></strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.</p><p><strong>Acts 4:4, 31</strong></p><p><strong><sup>4</sup></strong> Howbeit many of them which heard the word believed; and the number of the men was about five thousand.</p><p><strong><sup>31</sup></strong> And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness.</p><p><strong>Acts 5:42</strong></p><p><strong><sup>42</sup></strong> And daily in the temple, and in every house, they ceased not to teach and preach Jesus Christ.</p><p><strong>Acts 8:1–8</strong></p><p><strong><sup>1 </sup></strong>And Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles.</p><p><strong><sup>2 </sup></strong>And devout men carried Stephen to his burial, and made great lamentation over him.</p><p><strong><sup>3 </sup></strong>As for Saul, he made havock of the church, entering into every house, and haling men and women committed them to prison.</p><p><strong><sup>4</sup></strong> Therefore they that were scattered abroad went every where preaching the word.</p><p><strong><sup>5</sup></strong> Then Philip went down to the city of Samaria, and preached Christ unto them.<sup><br></sup></p><p><strong><sup>6</sup></strong> And the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did.<sup><br></sup></p><p><strong><sup>7 </sup></strong>For unclean spirits, crying with loud voice, came out of many that were possessed with them: and many taken with palsies, and that were lame, were healed.</p><p><strong><sup>8 </sup></strong>And there was great joy in that city.</p><p>The disciples faced threats (Acts 4:17), imprisonment (Acts 5:17, 18), persecution (Acts 8:1), and death itself (Acts 7:59, Acts 12:2), yet, in the power of the Holy Spirit, courageously proclaimed the resurrected Christ, and churches multiplied throughout Judea, Galilee, and Samaria (Acts 9:31).</p><p>The bastions of hell were shaken. The shackles of Satan were broken. Pagan superstition crumbled before the power of the resurrected Christ.</p><p>The gospel triumphed in the face of overwhelming odds. The disciples no longer cowered in the upper room. Fear danced away like a fading shadow.</p><p>Instead, faith filled the disciples’ hearts. One glimpse of their resurrected Lord changed their lives. Jesus gave them a new reason for living. Our Lord had not only given them the Great Commission (Mark 16:15) but the great promise, “ ‘But you shall receive power when the Holy Spirit has come upon you; and you shall be witnesses to Me in Jerusalem, and in all Judea and Samaria, and to the end of the earth’ ” (Acts 1:8, NKJV).</p><p>The gospel penetrated the remotest corners of the earth (Col. 1:23). Although the last of the disciples, John, died at the end of the first century, others picked up the torch of truth and proclaimed the living Christ. Pliny the Younger, governor of the Roman province of Bithynia on the north coast of modern Turkey, wrote to Emperor Trajan around a.d. 110. Pliny’s statement is significant because it was nearly eighty years after the Crucifixion. Pliny described the official trials he was conducting to find and execute Christians. He stated, “For many persons of all ages, and classes and of both sexes are being put in peril by accusation, and this will go on. The contagion of this superstition [Christianity] has spread not only in the cities, but in the villages and rural districts as well.”—Henry Bettenson, Documents of the Christian Church (New York: Oxford University Press, 2011), p. 4.</p><p>Despite the devil’s most vicious attacks, the Christian church grew rapidly.</p><p><strong>What can we learn from the early church that could help us, the end-time church?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 10",
               "dayTitle":"<p>Caring for the Community</p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p>The early Christian church grew not only because its members preached the gospel but also because they lived the gospel. Believers modeled the ministry of Christ who “went about all Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing all kinds of sickness and all kinds of disease among the people” (Matt. 4:23, NKJV). Jesus deeply cared for people, and so did the New Testament church. It was this unselfish love and commitment to meeting human needs combined with sharing the good news of the gospel in the Holy Spirit’s power that made such an impact on the world in the early centuries of the Christian church.</p><p><strong>Read Acts 2:44–47, Acts 3:6–9, and Acts 6:1–7. Although circumstances vary, what principles can we learn from these passages about authentic Christianity?</strong></p><p><strong>Acts 2:44–47</strong></p><p><strong><sup>44</sup></strong> And all that believed were together, and had all things common;</p><p><strong><sup>45</sup></strong> And sold their possessions and goods, and parted them to all men, as every man had need.</p><p><strong><sup>46</sup></strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,</p><p><strong><sup>47</sup></strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.</p><p><strong>Acts 3:6–9</strong></p><p><strong><sup>6 </sup></strong>Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.</p><p><strong><sup>7</sup></strong> And he took him by the right hand, and lifted him up: and immediately his feet and ankle bones received strength.</p><p><strong><sup>8 </sup></strong>And he leaping up stood, and walked, and entered with them into the temple, walking, and leaping, and praising God.</p><p><strong><sup>9 </sup></strong>And all the people saw him walking and praising God:</p><p><strong>Acts 6:1–7</strong></p><p><strong><sup>1 </sup></strong>And in those days, when the number of the disciples was multiplied, there arose a murmuring of the Grecians against the Hebrews, because their widows were neglected in the daily ministration.</p><p><strong><sup>2 </sup></strong>Then the twelve called the multitude of the disciples unto them, and said, It is not reason that we should leave the word of God, and serve tables.</p><p><strong><sup>3</sup></strong> Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business.</p><p><strong><sup>4</sup></strong> But we will give ourselves continually to prayer, and to the ministry of the word.</p><p><strong><sup>5 </sup></strong>And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch:</p><p><strong><sup>6</sup></strong> Whom they set before the apostles: and when they had prayed, they laid their hands on them.</p><p><strong><sup>7</sup></strong> And the word of God increased; and the number of the disciples multiplied in Jerusalem greatly; and a great company of the priests were obedient to the faith.</p><p>These New Testament believers followed the model of Christ, who as Peter expressed was “ ‘anointed . . . with the Holy Spirit and with power, who went about doing good and healing all who were oppressed by the devil, for God was with Him’ ” (Acts 10:38, NKJV). Christ’s church was His body on earth, and it, too, in these early centuries, expressed Christ’s sacrificial love and concern for hurting, broken humanity.</p><p>These believers were living examples of Christ’s compassion. In the great controversy raging in the universe, the devil wants to deface the image of God in humanity. The purpose of the gospel is to restore the image of God in humanity. This restoration includes physical, mental, emotional, and spiritual healing.</p><p>In John 10:10, Jesus reveals His plan for each one of us. “ ‘The thief does not come except to steal, and to kill, and to destroy.</p><p>I have come that they may have life, and that they may have it more abundantly’ ” (NKJV). He longs for us to be physically healthy, mentally alert, emotionally stable, and spiritually whole.</p><p>This is especially true in the light of His promised return. This world is facing an enormous crisis. Jesus’ own predictions in Matthew 24 and Luke 21 foretell catastrophic conditions on the earth before His return.</p><p>When Christ touches us with His healing grace, we long to touch others with the touch of Christ so that they can be made whole. Jesus sends us out into a broken world as ambassadors for Christ to touch others with His love. New Testament Christianity was characterized by the Christians’ love for one another and their communities.</p><p><strong>Discuss: </strong><em>What role does the church have in cooperating with Christ in proving Satan’s charges wrong?</em></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 11",
               "dayTitle":"<p>A Legacy of Love</p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p><strong>Read John 13:35 and 1 John 4:21. What do these passages reveal about Satan’s challenge against the government of God in the great controversy? What do they tell us about the essence of genuine Christianity?</strong></p><p><strong>John 13:35</strong></p><p><strong><sup>35</sup></strong> By this shall all men know that ye are my disciples, if ye have love one to another.</p><p><strong>1 John 4:21</strong></p><p><strong><sup>21</sup></strong> And this commandment have we from him, That he who loveth God love his brother also.</p><p>Love was the norm of Christian communities in the first few centuries. Tertullian, an early Christian theologian, claimed: “It is mainly the deeds of a love so noble that lead many to put a brand upon us. See, they say, how they love one another.”—“Chapter 39,” in Apology, trans. S. Thelwall, https://www.logoslibrary.org/tertullian/apology/39.html (accessed October 10, 2022).</p><p>One of the greatest revelations of God’s love was demonstrated when two devastating pandemics plagued the early centuries around a.d. 160 and a.d. 260. Christians stepped forward and ministered to the sick and dying. These plagues killed tens of thousands and left entire villages and towns with scarcely an inhabitant. The unselfish, sacrificial, caring, loving ministry of Christians made a huge impact on the population. Over time, thousands, and eventually hundreds of thousands, and then millions in the Roman Empire became believers in Jesus during these two epidemics.<br></p><p>Love, outgoing concern, and organized, selfless care of the sick and dying created an admiration for these believers and the Christ they represented. Rodney Stark’s The Rise of Christianity is a modern historical narrative portraying these historic events in a new and improved light. In it he describes how during the second epidemic the whole Christian community, which was still heavily Judeo-Christian, became a virtual army of nurses, providing the basic needs for the suffering community to survive.</p><p>“At the height of the second great epidemic, around a.d. 260, . . . Dionysius wrote a lengthy tribute to the heroic nursing efforts of local Christians, many of whom lost their lives while caring for others.</p><p>“Most of our brother Christians showed unbounded love and loyalty, never sparing themselves and thinking only of one another. Heedless of danger, they took charge of the sick, attending to their every need and ministering to them in Christ, and with them departed this life serenely happy; for they were infected by others with the disease, drawing on themselves the sickness of their neighbors and cheerfully accepting their pains.”—The Rise of Christianity (Princeton, NJ: Princeton University Press, 1996), p. 82.</p><p><strong>What is the obvious message for us here? How do we learn to die to self so that we, too, can manifest this same selfless spirit? It’s not easy, is it?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 12",
               "dayTitle":"<p>Further Thought</p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p>“The gospel continued to spread and the number of its adherents to increase. It penetrated into regions that were inaccessible even to the eagles of Rome. Said a Christian, expostulating with the heathen rulers who were urging forward the persecution: You may ‘kill us, torture us, condemn us. . . . Your injustice is the proof that we are innocent. . . . Nor does your cruelty . . . avail you.’ It was but a stronger invitation to bring others to their persuasion. ‘The oftener we are mown down by you, the more in number we grow; the blood of Christians is seed.’—Tertullian, Apology, paragraph 50.”—Ellen G. White, The Great Controversy, pp. 41, 42.</p><p>“The mysterious providence which permits the righteous to suffer persecution at the hand of the wicked has been a cause of great perplexity to many who are weak in faith. Some are even ready to cast away their confidence in God because He suffers the basest of men to prosper, while the best and purest are afflicted and tormented by their cruel power. How, it is asked, can One who is just and merciful, and who is also infinite in power, tolerate such injustice and oppression?</p><p>This is a question with which we have nothing to do. God has given us sufficient evidence of His love, and we are not to doubt His goodness because we cannot understand the workings of His providence.”—The Great Controversy, p. 47.</p><p><br></p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> What value does persecution serve? Why do you think God allows His people to suffer at times? And though in some cases, such as in the early church, good was able to come of it, what about times when it appears that nothing good has come from it? Why in situations like this is the personal experience of God’s love so important in order to maintain faith?</p><p><strong>2</strong>. How would you respond if a friend asked you these questions: “Where is God in my suffering? If He loves me, why am I going through such a difficult time?”</p><p><strong>3</strong>. How can your local church become a caring community to impact the world? Discuss practical ways to apply this week’s study.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>Faithful Gymnast in Italy</strong></p><p><strong>By Andrew McChesney</strong></p><p>Seven-year-old Sara loved gymnastics. It was easy for her, and she was good at it. She especially liked doing cartwheels. She could do cartwheel after cartwheel in a row, and she only stopped when she fell down. But there was something that Sara loved even more than gymnastics. She loved God.</p><p>So, she was not tempted to skip church when the gymnastics coach announced that a major gymnastics show would be held on the Sabbath in her hometown of Iesi, Italy. The show only took place once a year, and children would show off what they had been learning to their parents and families.</p><p>Sara felt sad when the coach said the show had been scheduled on the Sabbath.</p><p>At home, Mother saw Sara’s downcast face.</p><p>“God can solve any problem,” she said.</p><p>She suggested that Sara could take her Sabbath problem to God.</p><p>That evening, Sara prayed, “Dear God, I am very sad to hear the news that I will miss the show, but Your will be done.”</p><p>Sara and the other children met for gymnastics practice every Tuesday and Thursday. The coach had announced the date for the gymnastics show at a Tuesday practice.</p><p>Sara prayed on Tuesday night and on Wednesday night. At the Thursday practice, the coach suddenly announced that the date for the gymnastics show had been changed.</p><p>“We have to postpone the show by one day, until Sunday, because of some organizational problems,” she said.</p><p>Sara couldn’t believe her ears. She was ecstatic with joy! When she excitedly broke the news to Mother a short time later, Mother smiled bigger than the sun.</p><p>“You have to trust God always!” she said.</p><p>And Sara always has. This was her first experience with prayer, and it greatly strengthened her faith in God. On Sabbath, she told the church about what had happened. A church member prepared a special sermon about the prayer and invited Sara onto the platform to tell her story.</p><p>“I have always prayed when facing problems in life,” Sara, now 19, told Adventist Mission.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS</p>",
               "id":29,
               "idDay":9,
               "idLesson":2,
               "lessonText":"<p><strong>Part I: Overview Key Text: Isaiah 41:10</strong></p><p><strong>Study Focus: Luke 19:41, 42; Matt. 23:37, 38; Matt. 24:9, 21, 22; Heb. 11:35–38; Isa. 41:10; Rev. 2:10; Acts 2:44–47; John 13:35.</strong></p><p><strong>Introduction</strong>: Last week, we studied the origin of the great controversy in heaven and on earth. This week, we focus on how the great controversy plays out in the lives, and in the history, of God’s people, especially at the intersection of Judah (the people of God in the latter part of the Old Testament) with the church (the people of God in the New Testament).</p><p><strong>Lesson Themes: This week’s lesson highlights two major themes:</strong></p><p><strong>1.</strong> As a result of its rejection of Christ, Judah officially, as a political entity, lost its favored-nation status as God’s special people and suffered the horrific experience of the destruction of Jerusalem.</p><p><strong>2.</strong> God established His people, the remnant of Israel, incorporated into it both Jews and Gentiles, and saved it from the cataclysms that befell Jerusalem in a.d. 70. God led His church in its mission to proclaim the gospel of Jesus Christ, calling people of all nations to receive the good news and to join His new people.</p><p><strong>Part II: Commentary</strong></p><p><strong>A Few Quick Facts About Jerusalem</strong></p><p>The tragic fall of Jerusalem may be delineated, at least in part, by the following historical details:<br></p><p><strong>1</strong>.Jerusalem was destroyed during the First Jewish War (a.d. 66–a.d. 73), its annihilation commencing toward the end of the reign of the emperor Nero (a.d. 54– a.d. 68). The war broke out when Gessius Florus, the freshly appointed Roman procurator to Judea, took a large amount of money from the temple treasury in Jerusalem.<br></p><p><strong>2.</strong>The two major Roman generals sent to quash the revolt were Vespasian and his son, Titus. Both later became emperors.</p><p><strong>3.</strong>The siege of Jerusalem started in earnest in the year a.d. 70. For the most part, throughout the siege, the defenders of the city were splintered into factions and fought among themselves, uniting only to repulse the imminent attacks of the Romans.</p><p><strong>4</strong>.Jerusalem was guarded by three walls. The first two walls fell to the Romans in April of a.d. 70, and the third was breached several months later, on August 30. The temple was burned on the same day.</p><p><strong>5. </strong>According to Jewish historian Josephus, more than one million people died during the siege of Jerusalem, and an estimated 100,000 were  taken captive. Jerusalem and the temple were destroyed. The booty that the Romans took from Jerusalem funded the construction of the Colosseum, one of the most visited monuments in Rome.</p><p><strong>6.</strong>Bereft of its city, Jerusalem, and its temple, Judaism suffered profound changes. The center of the Jewish religion shifted from the temple, sacrifices, and priests to the law. The Sadducees, the sacerdotal class, lost most of their power, and Judaism became rabbinical.</p><p><strong>The Fall of Jerusalem</strong></p><p>It is no coincidence that Ellen G. White starts The Great Controversy with the chapter entitled “The Destruction of Jerusalem.” She understood that this tragic event of the Jewish nation was central to the great controversy and to the identity and mission of the church. How so? To answer this question, we need to first understand why Jerusalem fell.</p><p>From the vantage point of secular history, Jerusalem and the second temple were destroyed because the Jews rebelled against the superpower of the time, the Roman Empire, and were mercilessly crushed by its might, both in an act of vengeance and as a deterrent to other potential rebels. In the centuries that have lapsed since the fall of Jerusalem, believing Jews have generally interpreted the destruction of Jerusalem as a disciplinary measure that God allowed. Some scholars of Judaism have said that the Jews sinned by transgressing God’s law, becoming immoral; others believe that the Jews were too fractious and divided, never having learned the lesson of unity.</p><p>Whatever the case, God preserved a remnant to carry on His purposes. However, the Bible, especially the New Testament, offers a different explanation for the destruction of the temple. Yes, rebellion, iniquity, moral and social corruption, and internal strife and division were certainly major factors that led to the downfall of Jerusalem and the destruction of the temple. But the situation that caused that tragedy was more profound than these factors alone. To help us understand what caused the temple’s destruction, several important points, from both the Old and New Testaments, need to be highlighted. Taken together, these points help us to understand the main reason for the temple’s demise: Israel’s leadership rejection of Christ and of God’s covenant.</p><p><strong>The Original Temple</strong></p><p>First, the original temple of Israel, built by Solomon, was destroyed by the Babylonians, in 586 b.c., some 20 years after Judah was conquered by Nebuchadnezzar (Dan. 1:1, 2). The destruction happened approximately one hundred years after the Northern Israelites fell into apostasy and were conquered by the Assyrians. However, these two events—Israel’s demise and the destruction of Solomon’s temple by Babylonian forces—did not transpire simply because the Jewish nation failed to learn how to unite or because of its moral declension. Northern Israel disappeared as a nation because they rejected God’s covenant and went after other gods (1 Kings 12:26–33, 2  Kings 17:7–23). Like Israel, Judah had wicked kings and corrupt elites bent on idolatry. Over time, Judah’s periods of idolatry also increased in frequency and intensity. However, unlike Northern Israel, Judah did not have a permanent official national policy of replacing God’s religion with paganism. For this reason, God permitted the destruction of Judah’s temple and its capital city, in 586 b.c., and the temporary exile of its people, as a strategy for national renewal.</p><p><strong>The Second Temple</strong></p><p>Second, the second temple was destroyed in the year a.d. 70 by the Romans, some 35 years after Jesus foretold the following three events: (1) God would take the kingdom from Judah and give it to another nation (Matt. 21:43); (2) Judah’s house (the temple) would be “left desolate” (Matt. 23:38); and (3) the temple would be completely destroyed (Matt. 24:1, 2). The reason for this triple judgment? Judah’s leadership not only failed to bring forth the fruit of the kingdom of God (Matt. 21:43) but, as did Northern Israel of old, consciously refused to remain under the jurisdiction and shelter of God’s wings (Matt. 23:37). In a.d. 31, the leaders made an official, conscious, and deliberate decision to reject God’s covenant, His salvation, and His Messiah (Matt. 26:1–3, 14–16, 57–68; 27:15–25; John 19:1–15). As a result, God allowed the earthly temple to be destroyed.</p><p><strong>God’s Grace</strong></p><p>Third, God gave Israel and Judah all the grace necessary for redemption and restoration before He permitted them to suffer the penalty for breaking His covenant. From the time of Moses to the destruction of the second temple in a.d. 70, a span of more than 1,500 years, Judah experienced God’s unremitting love. Despite their failures, God was willing to work with them as long as they were willing to remain in His covenant and be transformed by His grace and power. Even when the Jewish leaders eventually decided to reject God, which was followed by Jesus’ pronouncement of doom against them, God gave them more than 35 years before He executed that verdict. During this probationary period, Christians, such as Peter (Acts 2–4), Stephen (Acts 7), and Paul (Romans 9–11), pleaded with them to accept Jesus as the Messiah and to participate in God’s new covenant. Sad to say, instead of heeding these calls, the leaders sealed their decision to reject Christ with a heavy-handed persecution of Christians that culminated in the murder of Stephen, in a.d. 34. However, even in the decision to reject Judah as His representative nation, God continued to call individual Jews to enter His new covenant and to be saved in His kingdom.</p><p>The fall of Jerusalem, therefore, illustrates God’s dealings with sinners in the great controversy. This perspective helps to partially answer our initial question as to why Ellen White felt that this tragedy was so central to the great controversy theme and to the identity and mission of the church.</p><p>Furthermore, Ellen White understood that the fall of Jerusalem would help us to understand the paradox of the judgment: that is, how divine mercy can be extended to sinners while at the same time satisfying the demands of divine justice. On the one hand, God is full of love, compassion, and patience, pleading with sinners to return to His kingdom. God does not want sinners to die the second death (Ezek. 33:11). On the other hand, God is just and righteous. Because He is holy, He cannot tolerate evil in His presence. However, He will respect the final decision of individuals who wish to go their own way, leaving God’s kingdom, covenant, protection, and source of life. Still, God gives sinners ample warning that they will die if they refuse the protections of His kingdom and the mercies of His covenant. Outside God’s covenant there is no joy or life, for the simple reason that no created being has life, unborrowed or underived, within themselves.</p><p><strong>The Plan of Salvation</strong></p><p>Fourth, despite the setbacks caused by the covenant betrayal, God continued His plan of salvation and His actions to resolve the great controversy. God promised that Jesus, who was the Seed of Eve (Gen. 3:15), of Abraham (Gen. 12:2, 3, 7; Gal. 3:16, 29), and of David (2 Sam. 7:12–15, Mark 12:35–37), would bring salvation to humanity, liberating them from the dominion of the devil, and would restore God’s reign on earth.</p><p>At the same time, God promised that Jesus, the true Lamb of God and the fulfiller of the earthly sanctuary types (John 1:29, 2:19–22), would save humanity from the guilt and the power of sin. Though the history of humanity may seem directionless, at times, and left to the whims and devices of the devil and of human nature, the Scriptures show a clear progress of God’s purposeful and intentional implementation of His plan and promise of salvation. When His own people failed Him, God worked relentlessly to bring them back to Him and to rescue humanity from the mire of sin. Abraham, Moses, and Judah are all examples of the rescued and redeemed. Nothing can stop God from keeping His promises and implementing His plans.</p><p><strong>Types and Antitypes</strong></p><p>Fifth, the earthly sanctuary and the sacrificial system were only antitypes of the coming sacrifice and ministry of Jesus. When the first temple was destroyed and Judah lamented for its past glory, God told them that the real glory was yet future and that it depended not on materials and architecture but on the One to whom the sanctuary pointed (Ezra 3:12, Hag. 2:9, Matt. 23:16–22). For this reason, when the second temple was destroyed, in a.d. 70, Christians did not lose hope. On the contrary, they understood that the earthly sanctuary fulfilled its mission of pointing to Jesus, to His sacrifice, and to His ministry of salvation in the real heavenly sanctuary above. Type met antitype; symbol met reality. After Jesus’ incarnation, ministry, death, resurrection, and ascension, the great controversy now was focused on the heavenly sanctuary. The Epistle to the Hebrews discusses extensively the meaning of these changes. Thus, Matthew 24 and the destruction of the second temple, the Epistle to the Hebrews and its focus on the heavenly sanctuary are extremely important to the Adventist understanding of the great controversy and to the entirety of Adventist theology in general.</p><p>It was precisely this complex understanding of the destruction of the temple that inspired the apostolic and post-apostolic Christians during the first several centuries, and the writings of Ellen White in the nineteenth century, with an understanding of the church’s identity and mission. Having survived the destruction of the temple, the apostolic Christians shifted their focus from the temple to the heavenly sanctuary.</p><p>They overcame the fear of persecution and death because they experienced the forgiveness of sins in Christ’s sacrifice on the cross and looked in faith to Christ’s ministry at the right hand of God in heaven. They knew they were God’s people, the New Israel, called by God to proclaim His wonderful news of salvation to all humanity gripped by the power of the devil, sin, and death. They shared their love by helping the people around them with the means they had available. And they directed the attention of others to the end of the great controversy, to the end of suffering and death, when the Lord Jesus Christ shall return to the earth and forever defeat the devil and sin.</p><p><strong>Part III: Life Application</strong></p><p><strong>1. </strong>What do the people in your culture think about love and righteousness? Do they still have hope that there will come a time when human society, in its entirety, will be characterized by love and righteousness? Why, or why not? How might you explain to them that there cannot be true and enduring love and righteousness apart from Jesus? Or that there can be no love or righteousness apart from His revelation of these divine qualities as seen in His sacrifice? Or that love and righteousness cannot exist without the Holy Spirit’s bestowal of these qualities upon humans or His help to grow them in us?</p><p><strong>2. </strong>Examine your personal evangelistic activities. How clearly do you understand what Jesus’ words “the gospel of the kingdom” mean? How can you live out this gospel in your own life? How can you and your church share this gospel with smaller and/or larger audiences around you?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>The Central Issue: Love or Selfishness?</p>",
         "verse":"<p>Fear not, for I am with you; Be not dismayed, for I am your God. I will strengthen you, Yes, I will help you, I will uphold you with My righteous right hand</p>",
         "versionCode":60,
         "weekDate":"April 6–12"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
