{
   "data":[
      {
         "color":"#FF67FD",
         "id":11,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"8 de junio",
               "dayTitle":"",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>Existe un dispositivo médico relativamente nuevo llamado Biochip o VeriChip, del tamaño de un grano de arroz, que puede implantarse en un paciente. El Biochip contiene información sobre el historial médico del paciente, que puede obtenerse pasando un escáner externo por la zona donde se ha insertado el Biochip o VeriChip. Algunos cristianos ven esto como parte de una conspiración para imponer la marca de la bestia. Para otros, la marca de la bestia tiene que ver con los códigos de barras en las latas de comida; o es un misterioso número en los billetes de dólar que supuestamente suma 666. Para algunos tiene que ver con la orden masónica, los Illuminati, los helicópteros negros de la ONU y las Naciones Unidas.</p><p><br></p><p>El objetivo de la lección de esta semana es revelar el conflicto venidero en torno a la adoración. Satanás desafiará la autoridad de Dios intentando socavar la Ley de Dios. Específicamente, el sábado se convertirá en el centro de un conflicto mundial en materia de adoración. Satanás odia el sábado porque odia al Creador. Utilizará la coerción, la presión y la fuerza para quebrar nuestro compromiso con Cristo. Habrá una colisión de creencias sobre el día de adoración verdadero y el falso. El llamado final de Dios es un llamado a la fidelidad a Cristo a pesar de la persecución, el boicot económico, la prisión y el decreto de muerte. El estudio de esta semana enfatiza la fortaleza de Jesús para ayudarnos a atravesar el conflicto final de la Tierra.</p><p><br></p><p>La lección de esta semana se basa en El conflicto de los siglos, capítulos 35 y 36.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de junio",
               "dayTitle":"<p>EL CONFLICTO FINAL DEL APOCALIPSIS</p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p>El mensaje del Apocalipsis es mucho más que símbolos crípticos, bestias extrañas e imágenes raras. Habla de verdades eternas dadas por un Dios amoroso a la generación del tiempo del fin. El conflicto entre Cristo y Satanás comenzó en el Cielo en torno a la adoración. Llegará a su punto culminante también en torno a la adoración.</p><p><strong>Compara Apocalipsis 14:7 y 9 con 4:11. ¿Cuál es el tema general del Apocalipsis en este conflicto cósmico entre el bien y el mal?</strong></p><p><strong>Apocalipsis 14:7,9</strong></p><p><sup style=\"font-weight: bold;\">7 </sup>diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p><p><sup style=\"font-weight: bold;\">9</sup> Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano,</p><p><strong>Apocalipsis 4:11</strong></p><p><sup style=\"font-weight: bold;\">11</sup> Señor, digno eres de recibir la gloria y la honra y el poder; porque tú creaste todas las cosas, y por tu voluntad existen y fueron creadas.</p><p><br></p><p>En Apocalipsis, de principio a fin, la adoración y la Creación están indisolublemente unidas. Apocalipsis 14:7 nos llama a adorar al Señor de toda la Creación. Con la Teoría de la Evolución como telón de fondo, que ha tomado al mundo por asalto en los dos últimos siglos, el sábado es un recordatorio eterno de nuestra identidad. Nos reafirma constantemente que somos seres creados y que nuestro Creador es digno de nuestra lealtad y adoración. Esta es una de las razones por las que el diablo odia tanto el sábado.</p><p><strong>Lee Apocalipsis 12:17 y 14:12. ¿Cómo encuentra su expresión final la adoración al Creador?</strong></p><p><strong>Apocalipsis 12:17</strong></p><p><strong><sup>17</sup> </strong>Entonces el dragón se llenó de ira contra la mujer; y se fue a hacer guerra contra el resto de la descendencia de ella, los que guardan los mandamientos de Dios y tienen el testimonio de Jesucristo.</p><p><strong>Apocalipsis 12:12</strong></p><p><strong><sup>12</sup> </strong>Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.</p><p>La adoración al Creador, mediante el cumplimiento de los mandamientos de Dios, se opone directamente a la adoración a la bestia. Dios tendrá un pueblo del tiempo del fin que le será leal a pesar de la mayor oposición y la más feroz persecución de la historia.</p><p>“Mientras que la observancia del falso día de reposo (domingo) –en obediencia a la ley del Estado y en oposición al cuarto Mandamiento– será una declaración de obediencia a un poder que está en oposición a Dios, la observancia del verdadero día de reposo (sábado) –en obediencia a la Ley de Dios– será una evidencia de lealtad al Creador” (Elena de White, <em>El conflicto de los siglos</em>, p. 663).</p><p>Apocalipsis 14:12 declara que estos seguidores comprometidos con el Salvador tendrán “la fe de Jesús”. La fe de Jesús es una fe tan profunda que confía aun cuando no puede ver. Persevera incluso cuando no puede comprender. Es un don de Jesús que recibimos por fe y que nos ayudará a atravesar el conflicto inminente.</p><ul><li>El sábado es un símbolo tan fundamental de Dios como Creador que se remonta al mismo Edén. Por lo tanto, tratar de usurparlo, como hizo Roma (ver Dan. 7:25), es intentar usurpar la autoridad de Dios en el nivel más básico posible. ¿Cómo nos ayuda esta verdad a ver por qué será una cuestión tan controvertida en los últimos días?<br></li></ul>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de junio",
               "dayTitle":"<p>LA CRISIS VENIDERA</p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p>La profecía de la marca de la bestia en Apocalipsis 13 nos habla de la peor etapa, la más feroz, de la guerra de Satanás contra Dios. Desde que Jesús murió en la Cruz, el enemigo sabe que ha sido derrotado, pero se ha resuelto a hundir junto con él a la mayor cantidad posible de personas. Su primera estrategia en esta campaña es el engaño. Cuando el engaño no funciona, recurre a la fuerza. En última instancia, él está detrás del decreto de que cualquiera que se niegue a adorar a la bestia o a recibir su marca será condenado a muerte.</p><p>La persecución religiosa, por supuesto, no es nueva. Ha existido desde que Caín mató a Abel por obedecer el mandato de Dios. Jesús dijo que sucedería incluso entre los creyentes.</p><p><strong>Lee Juan 16:2; Mateo 10:22; 2 Timoteo 3:12; y 1 Pedro 4:12. ¿Qué experimentó la iglesia del Nuevo Testamento y cómo se aplica esto a la iglesia de Cristo del tiempo del fin?</strong></p><p><strong>Juan 16:2</strong></p><p><strong><sup>2 </sup></strong>Os expulsarán de las sinagogas; y aun viene la hora cuando cualquiera que os mate, pensará que rinde servicio a Dios.</p><p><strong>Mateo 10:22</strong></p><p><strong><sup>22</sup> </strong>Y seréis aborrecidos de todos por causa de mi nombre; mas el que persevere hasta el fin, este será salvo.</p><p><strong>2 Timoteo 3:12</strong></p><p><strong><sup>12</sup></strong> Y también todos los que quieren vivir piadosamente en Cristo Jesús padecerán persecución;</p><p><strong>1 Pedro 4:12</strong></p><p><strong>Padeciendo como cristianos</strong></p><p><strong><sup>12</sup></strong> Amados, no os sorprendáis del fuego de prueba que os ha sobrevenido, como si alguna cosa extraña os aconteciese,</p><p>La persecución ha sido habitual a lo largo de la historia cristiana. Sucedió en la Roma pagana, pero fue especialmente evidente en la viciosa persecución de los cristianos que creían en la Biblia por parte de la iglesia medieval. La marca de la bestia no es más que el último eslabón de esta cadena infernal. Al igual que las persecuciones pasadas, está ideada para obligar a todos a ajustarse a un cierto conjunto de creencias y a un sistema de adoración aprobado.</p><p>La profecía indica que la persecución comenzará con sanciones económicas: nadie podrá comprar ni vender a menos que tenga la marca. Cualquiera que se niegue a recibir la marca será finalmente condenado a muerte (Apoc. 13:15, 17).</p><p>El diablo ya está preparando a los profesos cristianos para que reciban la marca de la bestia cuando llegue la prueba final, animándolos a transigir en su vida. Cuando al parecer el mundo entero sigue a la bestia con admiración y asombro (Apoc. 13:3), de repente la escena cambia, y la cámara profética enfoca al pueblo de Dios. Apocalipsis 14:12 nos da esta imagen. “ ‘¡Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús!’ ” El pueblo de Dios lleva una vida de obediencia piadosa. Por su gracia, se mantiene firme cuando a su alrededor todo tiembla. Mientras que el mundo sigue a la bestia, ellos “siguen al Cordero por dondequiera que va” (Apoc. 14:4). Por el poder de Cristo, triunfan sobre los poderes del infierno desplegados contra ellos.</p><p>Como vimos en la lección 9, el conflicto decisivo entre el bien y el mal gira en torno a la adoración. La bestia usa el engaño y, cuando eso falla, la fuerza y la coerción.</p><p></p><ul><li>¿Con qué facilidad permites ahora que los aspectos económicos pongan en juego tu observancia del sábado?<br></li></ul><p></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de junio",
               "dayTitle":"<p>IDENTIFIQUEMOS A LA BESTIA: PRIMERA PARTE</p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p><strong>Apocalipsis 13:1 y 2. ¿De dónde surge esta bestia y quién le da autoridad?</strong></p><p><strong>Apocalipsis 13:1-2</strong></p><p><strong style=\"background-color: initial;\"><sup>1 </sup></strong>Me paré sobre la arena del mar, y vi subir del mar una bestia que tenía siete cabezas y diez cuernos; y en sus cuernos diez diademas; y sobre sus cabezas, un nombre blasfemo.</p><p><strong><sup>2 </sup></strong>Y la bestia que vi era semejante a un leopardo, y sus pies como de oso, y su boca como boca de león. Y el dragón le dio su poder y su trono, y grande autoridad.</p><p>El libro de Apocalipsis identifica al dragón principalmente como Satanás. Apocalipsis 12:3 al 5 dice que el dragón intentó destruir, “en cuanto naciera”, al “Hijo varón”, que más adelante fue “arrebatado para Dios y para su trono”. Fue el diablo, mediante la Roma pagana, quien intentó destruir a Cristo (ver Mat. 2:16-18). El archienemigo de Dios y del hombre obra mediante instituciones políticas y religiosas para lograr sus propósitos.<br></p><p>Sobre el poder de esta bestia, se nos dice: “el dragón le dio su poder, su trono y gran autoridad” (Apoc. 13:2). Esta profecía se cumplió con precisión cientos de años más tarde, cuando el emperador romano Constantino trasladó su capital de Roma a lo que llegó a llamarse Constantinopla, en la actual Turquía. Esto dejó un vacío de poder en el antiguo trono, o sede, de los césares, la ciudad imperial de Roma. Así, la Roma pagana le dio a la bestia su sede, o capital.<br></p><p>Isaac Backus declaró: “Al trasladar la sede del Imperio a Constantinopla, [...] Constantino dio paso a que el obispo de Roma se exaltara a sí mismo por encima de todos los hombres de la Tierra, y por encima del Dios del Cielo” (<em>The Infinite Importance of the Obedience of Faith, and of Separation from the World</em>, p. 16; citado en LeRoy Edwin Froom, <em>The Prophetic Faith of Our Fathers</em>, t. 3, p. 213). Según Thomas Hobbes, “el papado no es otra cosa que el fantasma del difunto Imperio Romano que, coronado, se sienta sobre su tumba” (<em>Leviathan</em> [Nueva York: Oxford University Press, 1996], p. 386). Un análisis cuidadoso revela que la bestia que sube del mar, de Apocalipsis 13, es un poder religioso apóstata que surge de Roma y se convierte en un sistema mundial de adoración (Apoc. 13:3, 4). Esta bestia no es una persona; es una organización religiosa que ha sustituido la verdad de la Palabra de Dios por decretos humanos.</p><p><strong>Lee Apocalipsis 13:1 y 6. ¿Qué palabra clave se utiliza para identificar el poder de la bestia?</strong></p><p><strong>Apocalipsis 13:1,6</strong></p><p><sup><strong>1 </strong></sup>Me paré sobre la arena del mar, y vi subir del mar una bestia que tenía siete cabezas y diez cuernos; y en sus cuernos diez diademas; y sobre sus cabezas, un nombre blasfemo.</p><p><sup><strong>6 </strong></sup>Y abrió su boca en blasfemias contra Dios, para blasfemar de su nombre, de su tabernáculo, y de los que moran en el cielo.</p><p>La Biblia define la <em>blasfemia</em> en Juan 10:33 y Lucas 5:21 con dos ejemplos: (1) un hombre que pretende ser Dios o dice ser Dios, y (2) un hombre que dice tener el poder de perdonar pecados. Estas acusaciones eran injustas porque Jesús es verdaderamente Dios y, por lo tanto, tiene el derecho de perdonar pecados. El papado romano tiene dos doctrinas distintivas que la Biblia llama blasfemia: afirma que sus sacerdotes tienen el poder de perdonar pecados y que el papa tiene las prerrogativas de Dios en la Tierra.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de junio",
               "dayTitle":"<p>IDENTIFIQUEMOS A LA BESTIA: SEGUNDA PARTE</p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>En lugar de adorar a la bestia, el pueblo de Dios encuentra su mayor gozo y deleite en adorarlo a él. Su obediencia nace de un corazón de amor. Están comprometidos con él porque saben cuán comprometido está él con ellos.</p><p><strong>Lee Apocalipsis 13:5. Escribe esta característica en el renglón de abajo.</strong></p><p><strong>Apocalipsis 13:5</strong></p><p><strong><sup>5</sup> </strong>También se le dio boca que hablaba grandes cosas y blasfemias; y se le dio autoridad para actuar cuarenta y dos meses.</p><p>Recuerda de la lección 4 que Dios nos da una clave para entender los tiempos proféticos: un día profético equivale a un año literal (Núm. 14:34; Eze. 4:6). Si calculamos el período de 42 meses mencionado en Apocalipsis 13:5 usando el mes hebreo de 30 días, esto equivale a 1.260 días proféticos, o años literales.</p><p>El papado ejerció gran influencia desde 538 d.C. hasta 1798 d.C. Pero, cuando Berthier, un general de Napoleón, tomó cautivo al papa en 1798 d.C., el período profético de la supremacía papal terminó, y se cumplió la profecía de Apocalipsis: “Si alguno lleva en cautividad, va en cautividad” (Apoc. 13:10, RVR). El golpe al papado fue extremadamente grave, pero no mortal. Según Apocalipsis 13:12, la herida mortal sería sanada. La influencia del papado volvería a sentirse en todo el mundo.</p><p>En la actualidad, los líderes mundiales dan la bienvenida al pontífice como embajador de la iglesia de Roma y lo visitan regularmente en el Vaticano. En un mundo de inestabilidad sin precedentes, se está preparando el escenario para que el pontífice romano se convierta en el aclamado líder moral del mundo, capaz de unir a los pueblos. Durante su discurso del 6 de junio de 2012, ante más de quince mil personas reunidas en la Plaza de San Pedro, de Roma, el papa Benedicto XVI declaró: “El domingo es el día del Señor y de los hombres, un día en el que todos deben poder ser libres, libres para la familia y libres para Dios. Al defender el domingo, defendemos la libertad humana” (Libreria Editrice Vaticana, https://www.vatican.va/content/benedict-xvi/en/audiences/2012/ documents/hf_ben-xvi_aud_20120606.html). <em>El conflicto de los siglos</em> revela claramente adónde conducirá finalmente este movimiento: “Los que honran el sábado de la Biblia serán denunciados como enemigos de la ley y el orden, como quebrantadores de las restricciones morales de la sociedad, y por lo tanto causantes de anarquía y corrupción, las cuales atraen sobre la Tierra los juicios de Dios. [...] Serán acusados de deslealtad hacia el Gobierno. Los ministros que niegan la obligación de observar la Ley divina predicarán desde el púlpito que hay que obedecer a las autoridades civiles porque fueron instituidas por Dios. En las asambleas legislativas y en las cortes de justicia se calumniará y condenará a los que guardan los Mandamientos” (ibíd., p. 649).</p><ul><li>Si bien ahora es difícil ver que ocurra algo así, fíjate en lo rápido que puede cam- biar nuestro mundo. ¿Qué deberían decirnos estos cambios acerca de la rapidez con que los acontecimientos del tiempo del fin pueden venir sobre nosotros?<br></li></ul>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de junio",
               "dayTitle":"<p>LA BESTIA QUE SUBE DE LA TIERRA</p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p><strong>Lee Apocalipsis 13:11 al 18. ¿En qué se diferencia esta segunda bestia de la primera bestia de Apocalipsis 13?</strong></p><p><strong>Apocalipsis 13:11-18</strong></p><p><strong><sup>11</sup></strong> Después vi otra bestia que subía de la tierra; y tenía dos cuernos semejantes a los de un cordero, pero hablaba como dragón.</p><p><strong><sup>12</sup></strong> Y ejerce toda la autoridad de la primera bestia en presencia de ella, y hace que la tierra y los moradores de ella adoren a la primera bestia, cuya herida mortal fue sanada.</p><p><strong><sup>13</sup></strong> También hace grandes señales, de tal manera que aun hace descender fuego del cielo a la tierra delante de los hombres.</p><p><strong><sup>14</sup></strong> Y engaña a los moradores de la tierra con las señales que se le ha permitido hacer en presencia de la bestia, mandando a los moradores de la tierra que le hagan imagen a la bestia que tiene la herida de espada, y vivió.</p><p><strong><sup>15</sup></strong> Y se le permitió infundir aliento a la imagen de la bestia, para que la imagen hablase e hiciese matar a todo el que no la adorase.</p><p><strong><sup>16</sup></strong> Y hacía que a todos, pequeños y grandes, ricos y pobres, libres y esclavos, se les pusiese una marca en la mano derecha, o en la frente;</p><p><strong><sup>17</sup></strong> y que ninguno pudiese comprar ni vender, sino el que tuviese la marca o el nombre de la bestia, o el número de su nombre.</p><p><strong><sup>18</sup></strong> Aquí hay sabiduría. El que tiene entendimiento, cuente el número de la bestia, pues es número de hombre. Y su número es seiscientos sesenta y seis.</p><p>La primera bestia surgió del mar; la segunda “subía de la tierra” (Apoc. 13:11). El mar representa “pueblos y muchedumbres, naciones y lenguas” (Apoc. 17:15). Por ende, la tierra representa una zona poco poblada del mundo. Esta segunda bestia surge cerca del final del período profético durante el que la primera bestia ejerce su autoridad (Apoc. 13:5). Es decir, cobra importancia alrededor de 1798 d.C.</p><p>Estados Unidos encaja perfectamente en esta descripción. Declaró su independencia en 1776, adoptó su constitución en 1789 y fue reconocido como potencia mundial a fines del siglo XIX.</p><p>Juan continúa: “Tenía dos cuernos semejantes a los de un cordero, pero hablaba como un dragón” (Apoc. 13:11). En la profecía bíblica, los cuernos simbolizan poder. A diferencia de la primera bestia, esta no tiene coronas en sus cuernos, lo que sugiere que no es una monarquía. Los dos cuernos representan los dos principios fundamentales de gobierno que son la fuente del poder y el éxito de los Estados Unidos: la libertad política y religiosa.</p><p><strong style=\"background-color: initial;\">Lee Apocalipsis 13:11 y 12. ¿Qué cambios ves en esta bestia y en cómo habla?</strong><br></p><p><strong>Apocalipsis 13:11,12</strong></p><p><strong><sup>11</sup></strong> Después vi otra bestia que subía de la tierra; y tenía dos cuernos semejantes a los de un cordero, pero hablaba como dragón.</p><p><strong><sup>12</sup></strong> Y ejerce toda la autoridad de la primera bestia en presencia de ella, y hace que la tierra y los moradores de ella adoren a la primera bestia, cuya herida mortal fue sanada.</p><p>Esta nación mansa, semejante a un cordero, a la larga habla como dragón. Ejerce “toda la autoridad de la primera bestia” (Apoc. 13:12) y abandona sus principios de libertad religiosa, haciendo que “la tierra y sus habitantes adorasen a la primera bestia” (Apoc. 13:12). Estados Unidos será el primero en exigir que todos los habitantes de la Tierra adoren a la primera bestia, al reconocer la autoridad espiritual y secular del papado. Según esta profecía, Estados Unidos hace una imagen de la bestia –una unión de la Iglesia y el Estado– y exigirá que todos adoren a esta imagen.</p><p>Lo fascinante es que, cuando se identificó a esta bestia por primera vez, Estados Unidos no era ni de lejos el coloso militar y económico que llegó a ser y continúa siendo ahora.</p><p></p><ul><li>Piensa en la inestabilidad política de Estados Unidos en la actualidad. ¿Cómo eso algún día podría conducir al cumplimiento de esta profecía?<br></li></ul><p></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 de junio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p>Adorar a la bestia y a su imagen alude a Daniel 3, donde el rey de Babilonia ordenó a Sadrac, Mesac y Abed–Nego que se postraran ante una imagen de oro o serían arrojados a un horno de fuego. Babilonia antigua, Babilonia moderna: la cuestión es la adoración. La verdadera adoración nace de una mente instruida por la Palabra de Dios, de un alma transformada por su amor y de un corazón lleno de su Espíritu. Entonces no nos “amold[aremos] al mundo actual” (Rom. 12:2, NVI), sino que viviremos según la voluntad de Dios, que se encuentra en su Palabra. ¡Esa es nuestra única seguridad!</p><p><br></p><p>“Dios no violenta nunca la voluntad o la conciencia; pero Satanás recurre constantemente a la violencia para dominar a quienes no puede seducir de otro modo. A través del temor o de la fuerza procura regir la conciencia y hacerse tributar homenaje. Y, para conseguir esto, obra por medio de las autoridades religiosas y seculares y las induce a que impongan leyes humanas contrarias a la Ley de Dios” (Elena de White, <em>El conflicto de los siglos</em>, p. 649).</p><p><br></p><p>“Para poder soportar la prueba que les espera, deben entender la voluntad de Dios tal cual está revelada en su Palabra; solo pueden honrarlo de acuerdo con el concepto correcto que tengan del carácter, el gobierno y los propósitos divinos, y únicamente si obran conforme a ese entendimiento. Solo los que hayan fortalecido su mente con las verdades de la Biblia podrán resistir en el último gran conflicto” (<em>ibíd.</em>, p. 651).</p><p><br></p><p>“Pero Dios tendrá un pueblo en la Tierra que sostendrá la Biblia y la Biblia sola como regla fija de todas las doctrinas y base de todas las reformas. Ni las opiniones de los sabios, ni las deducciones de la ciencia, ni los credos o las decisiones de concilios ecuménicos, tan numerosos y discordantes como lo son las iglesias que representan, ni la voz de las mayorías; nada de eso, ni en conjunto ni en parte, debe ser considerado como evidencia a favor o en contra de cualquier punto de fe religiosa. Antes de aceptar cualquier doctrina o precepto, debemos exigir un categórico ‘Así dice Jehová’ ” (<em>ibíd.</em>, p. 653).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><ol><li>¿Cómo podemos vivir con la expectativa de la venida de Cristo y compartir esa esperanza sin volvernos alarmistas?</li><li>Profundiza en el tema de la adoración. ¿Qué nos dice nuestra vida cotidiana, nuestra rutina diaria, sobre a quién o qué es lo que adoramos?</li><li>¿Cómo podemos ayudarnos a nosotros mismos y a los demás a afrontar el futuro con confianza y no con miedo?</li><li>¿Qué diferencia práctica supone para nuestra vida actual comprender los acontecimientos de los últimos días?<br></li></ol></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de junio",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><strong>Introducción:</strong></p><p>La profecía bíblica advierte que el extenso conflicto cósmico entre las dos fuerzas opuestas e irreconciliables, Dios y el diablo, está llegando a su fin y culminará en una batalla final. Esta última batalla girará en torno a cuestiones de autoridad y adoración: quién se sentará en el Trono del universo, y quién recibirá la gloria debida al Creador, Proveedor y Salvador. Por estas razones, el conflicto abarcará al sábado, el símbolo de todo el poder de Dios como Creador, Proveedor y Salvador. Aunque Satanás ha trabajado incansablemente a lo largo de la historia para reclutar adeptos, su principal objetivo ha sido la iglesia. Lamentablemente, la iglesia tradicional se comprometió y se convirtió en Babilonia, simbolizada por la bestia del mar. Satanás le dio a esta bestia su sede de autoridad y su poder, y está de parte de Satanás en la batalla final.</p><p><br></p><p>En el tiempo del fin, el dragón también logrará reclutar a la nación más próspera de la Tierra, los Estados Unidos de Norteamérica. Esta nación, nacida del anhelo de cristianos perseguidos por encontrar un lugar de seguridad y libertad religiosa, quedará comprometida, como lo hizo la iglesia papal antes que ella en el Viejo Mundo. Así, Estados Unidos cumplirá su papel profético como la bestia de la Tierra, convirtiéndose en un líder mundial en la batalla final.</p><p><br></p><p>Pero Dios nunca ha estado sin un pueblo en el Gran Conflicto. Hasta el final de esta controversia, él siempre tendrá un pueblo, una fiel iglesia remanente. La iglesia remanente de Dios siempre lo ha reconocido como Rey, lo ha adorado y ha guardado los Mandamientos y los principios de su Reino. El remanente fiel de Dios lo honrará como Creador y Rey del universo, y reverenciará el sábado. El remanente del tiempo del fin no solamente adorará a Dios como su Salvador personal, sino también expondrá públicamente a la confederación del mal. La iglesia remanente llamará a toda la raza humana a volver a Dios y a adorarlo. A pesar de los esfuerzos del dragón y de las bestias de la Tierra y del mar, la victoria será de Dios.</p><p><br></p><p><strong>Temática de la lección:</strong></p><p>Este estudio destaca dos temas principales:</p><p><ol><li>La profecía bíblica describe una batalla final entre Dios y su pueblo, por un lado, y el diablo y sus agentes (simbolizados, en Apocalipsis 13, por las bestias del mar y de la Tierra), por el otro. La batalla se centrará en la adoración y el sábado, que celebra la Creación, el reinado y la salvación de Dios.&nbsp;</li><li>Dios saldrá victorioso. Él llama a su pueblo a participar de su victoria sobre el mal y sobre el diablo, proclamando su evangelio eterno.</li></ol><p><br></p><strong>COMENTARIO</strong></p><p><strong>La apuesta por la profecía</strong></p><p>Anastasia era una economista atea, educada en una universidad soviética durante el apogeo de la Unión Soviética. Abrazó el sueño de la utopía comunista y creía fervientemente que la Unión Soviética llevaría a todas las naciones a abandonar el capitalismo de Estados Unidos y a adoptar los valores comunistas. Sin embargo, su esposo, Petru, no compartía el mismo optimismo. Él había nacido y crecido en una familia adventista del séptimo día. De joven, había estudiado los libros proféticos de Daniel y Apocalipsis, siguiendo la perspectiva historicista adventista. Ya casado, compartió con su esposa atea que, según las profecías bíblicas, Estados Unidos acabaría dominando el mundo y dirigiendo a todas las naciones y los Gobiernos de la Tierra en un acto de rebelión contra Dios, durante la etapa final de la historia humana. Por esta razón, Petru argumentó que la Unión Soviética perdería la Guerra Fría y que Estados Unidos emergería como la única superpotencia de los últimos días. Anastasia no podía aceptar esta profecía, por lo que la pareja decidió resolver sus diferencias con una apuesta. Anastasia le dijo a Petru que si la Unión Soviética se derrumbaba, ella se haría adventista del séptimo día.</p><p><br></p><p>Pasaron los años y, a fines de la década de 1980, la Unión Soviética se desmoronó sin necesidad de ningún ataque militar desde el exterior. El ateísmo de Anastasia se derrumbó junto con la Unión Soviética y aceptó la invitación de Petru de unirse a él en el bautismo en la Iglesia Adventista del Séptimo Día. La predicción de Petru acerca del colapso de la Unión Soviética no se basaba en estudios geopolíticos, económicos ni militares. La principal fuente de su predicción fue la interpretación bíblica historicista de Apocalipsis 13, tal como se enseñaba en la Iglesia Adventista. Como muchos otros adventistas del mundo soviético, Petru ni siquiera pensaba que el colapso de la Unión Soviética ocurriría en su vida o tan rápidamente. Como muchos otros adventistas, la fe de Petru se vio confirmada y fortalecida cuando sucedió.</p><p><br></p><p>En nuestros días, la interpretación historicista adventista de Apocalipsis 13, que señala a Estados Unidos como la bestia con apariencia de cordero que guiará al mundo en rebelión contra la Ley de Dios, está siendo activamente cuestionada. Muchos expertos de renombre predicen, o incluso anuncian, que pronto se pondrá el sol sobre la hegemonía estadounidense. Sin embargo, la profecía bíblica nunca fallará. Al igual que Petru, debemos confiar plenamente en la profecía bíblica y en su interpretación historicista, aunque la realidad percibida sugiera, y los expertos pronostiquen, lo contrario.</p><p><br></p><p><strong>Teorías conspirativas</strong></p><p>En los últimos años, las teorías conspirativas han inundado los espacios cibernéticos y mediáticos. Estas teorías a menudo ganan impulso y se convierten en fenómenos sociales. Los adventistas debemos ser cautelosos y no participar en la propagación de teorías conspirativas de cualquier tipo. Al mismo tiempo, seguir esta política no significa que las conspiraciones no puedan llegar a existir. David, Jesús y los apóstoles sufrieron a causa de varias conspiraciones contra ellos. Los adventistas, al aprender de estos ejemplos, han encomendado todas esas teorías a la providencia de Dios, eligiendo, en cambio, centrarse en la misión de Dios. No debemos permitirnos enfrascarnos en los detalles de las innumerables teorías conspirativas que abundan. Nuestra tarea es anunciar la caída de Babilonia, el pronto regreso del Señor y la salvación al mayor número posible de personas.<br></p><p><br></p><p>La identificación de las bestias y la misión de la iglesia</p><p>Se ha alegado que la identificación de la bestia del mar con la Iglesia Católica Romana y de la bestia de la Tierra con los Estados Unidos, que los pioneros adventistas realizaron, estaba basada en su contexto sociopolítico. Por lo tanto, sería válido identificar las dos bestias con otras fuerzas espirituales o políticas ahora que nuestros tiempos son diferentes.</p><p><br></p><p>Sin embargo, debemos hacer hincapié en dos aspectos importantes. En primer lugar, aunque los pioneros adventistas examinaron el cumplimiento de la profecía dentro de sus contextos históricos, siguieron sistemáticamente los principios historicistas de interpretación profética. También identificaron el cumplimiento de las profecías en armonía con un sistema de enseñanza integral y bíblico.</p><p><br></p><p>En segundo lugar, como profetisa de Dios para la iglesia remanente, Elena de White nos advirtió claramente que no abandonáramos nuestras interpretaciones proféticas originales con respecto a las dos bestias de Apocalipsis 13. Le preocupaba especialmente que los adventistas cayeran en la trampa de pensar que la Iglesia Católica Romana ha cambiado ahora y ya no es la bestia tiránica que surge del mar, y, por lo tanto, que se debe buscar otra interpretación. Las siguientes citas de su monumental libro <em>El conflicto de los siglos</em> claramente se muestran contrarias a ese pensamiento:</p><p><br></p><p>Los protestantes consideran hoy al romanismo con mayor estima que años atrás. En los países donde no predomina el catolicismo y donde los partidarios del Papa siguen una política de conciliación para obtener influencia, se nota una indiferencia creciente respecto de las doctrinas que separan a las iglesias reformadas de la jerarquía papal; está ganando terreno la opinión de que, al fin y al cabo, nuestras diferencias sobre puntos vitales no son tan grandes como se suponía, y que unas pequeñas concesiones de nuestra parte nos pondrían en mejor entendimiento con Roma. [...] Los defensores del papado declaran que la iglesia ha sido calumniada, y el mundo protestante se inclina a creerlo. Muchos sostienen que es injusto juzgar a la iglesia de nuestros días por las abominaciones y los absurdos que la caracterizaron cuando reinaba en los siglos de ignorancia y tinieblas. Excusan sus horribles crueldades como si fueran el resultado de la barbarie de la época, y arguyen que las influencias de la civilización moderna han modificado los sentimientos de ella (p. 619).</p><p><br></p><p>Pero el romanismo, como sistema, no está actualmente más en armonía con el evangelio de Cristo que en cualquier otro período de su historia. Las iglesias protestantes se hallan sumidas en grandes tinieblas, pues de lo contrario discernirían las señales de los tiempos. La Iglesia Romana abarca mucho en sus planes y modos de operación. Emplea toda clase de estratagemas para extender su influencia y aumentar su poder, mientras se prepara para una lucha violenta y resuelta con el fin de recuperar el gobierno del mundo, para restablecer las persecuciones y deshacer todo lo que el protestantismo ha hecho. El catolicismo está ganando terreno en todas direcciones. [...] Estos hechos deberían inspirar ansiedad a todos los que aprecian los puros principios del evangelio (pp. 621, 622).</p><p><br></p><p>En la actualidad, la Iglesia Romana le presenta al mundo un rostro amable y pide disculpas por su legajo de horribles crueldades. Se ha puesto vestiduras como las de Cristo; pero no ha cambiado. Todos los principios formulados por el papado en edades pasadas subsisten en nuestros días. Las doctrinas inventadas en los siglos más tenebrosos siguen profesándose aún. Nadie se autoengañe. El papado que los protestantes ahora están tan dispuestos a honrar es el mismo que gobernaba al mundo en días de la Reforma, cuando se levantaron hombres de Dios con peligro de su vida para denunciar la iniquidad de él. Ella sostiene las mismas orgullosas y arrogantes pretensiones con que supo señorear sobre reyes y príncipes y reclamar las prerrogativas de Dios. Su espíritu no es hoy menos cruel ni despótico que cuando extinguía la libertad humana y mataba a los santos del Altísimo. [...] No sin razón se ha asegurado que en los países protestantes el catolicismo ya no difiere tanto del protestantismo como antes. Se ha verificado un cambio; pero no es el papado el que ha cambiado. El catolicismo se parece mucho en verdad al protestantismo de hoy día debido a lo muchísimo que este ha degenerado desde los días de los reformadores (pp. 627, 628).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><ol><li>Tal vez vivas en un lugar alejado de la influencia de la Iglesia Católica Romana o de los Estados Unidos. ¿Cuál sería entonces la mejor manera de explicar a tus amigos las profecías acerca de la bestia que surge del mar y la bestia que surge de la Tierra?</li><li>¿Es coherente que identifiquemos a la Iglesia Católica Romana como la bestia que surge del mar y a los Estados Unidos como la bestia que surge de la Tierra, y que al mismo tiempo oremos por la salvación de las personas asociadas con estas entidades? Explica tu respuesta.</li><li>El profeta Daniel, los cristianos medievales, los adventistas del siglo XIX, los adventistas de la Unión Soviética y de muchos otros lugares y épocas confiaron en las profecías bíblicas contra viento y marea. ¿Cómo se puede confiar en las profecías bíblicas cuando todas las pruebas parecen contrarias a su cumplimiento?</li></ol><p><strong><br></strong></p><strong>RESEÑA</strong></p><p><strong>Texto clave: Proverbios 23:23.</strong></p><p><strong>Enfoque del estudio: Apocalipsis 7:1, 2; 14:1; Proverbios 23:23; Isaías 8:20; Ezequiel 20:12, 20; Oseas 6:3; Joel 2:21-24; Santiago 5:7, 8; Apocalipsis 18:1-4.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>EL CONFLICTO IMINENTE</p>",
         "verse":"<p>“Santifícalos en la verdad. Tu palabra es verdad” (Juan 17:17).</p>",
         "versionCode":60,
         "weekDate":"8-14 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
