{
  "data": [
    {
      "color": "#0ff086",
      "id": 707,
      "idEs": 9,
      "language": "en",
      "lessonDays": [
        {
          "date": "Saturday: August 6",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>When in church surrounded by smiling people, how easy it is to talk and sing about hope. But when we find ourselves within the crucible, hope does not always seem so easy. As circumstances press in around us, we begin to question everything, particularly the wisdom of God.</p><p>In one of his books, C. S. Lewis writes about a make-believe lion. Wanting to meet this lion, someone asks if the lion is safe. The person is told that he’s not safe, “but he’s good.”</p><p>Even though we don’t always understand God and He seems to do unpredictable things, that doesn’t mean that God is against us. It simply means that we don’t have the full picture yet. But we struggle with the idea that for us to have peace, confidence, and hope, God must be understandable and predictable. He needs to be, in our thinking, “safe.” As such, we set ourselves up for disappointment.</p><p><strong>The Week at a Glance: How does our understanding of the character of God help us maintain hope in the crucible?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sunday: August 7",
          "dayTitle": "<p><strong>The Big Picture</strong></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>When we are hurting, it is very easy to presume that what happens to us is the only thing that matters. But there is a slightly larger picture than just “me” (see Rev. 12:7, Rom. 8:22).\n</p><p><strong>Read Habakkuk 1:1–4. What did Habakkuk face?\n</strong></p><p><strong>Habakkuk 1:1–4.\n</strong></p><p><strong>1</strong> The burden which the prophet Habakkuk saw.\n</p><p><strong>2 </strong>O Lord, how long shall I cry, And You will not hear? Even cry out to You, “Violence!” And You will not save.\n</p><p><strong>3</strong> Why do You show me iniquity, And cause me to see [a]trouble? For plundering and violence are before me; There is strife, and contention arises.\n</p><p><strong>4</strong> Therefore the law is powerless, And justice never goes forth. For the wicked surround the righteous; Therefore perverse judgment proceeds.\n</p><p>You might expect that God would say something like, “That’s really terrible, Habakkuk; let Me come and help you immediately.” But God’s answer is the opposite. He tells Habakkuk that it is going to get worse. Read this in Habakkuk 1:5–11. Israel had been taken into captivity by the Assyrians, but God promises that worse is coming: The Babylonians will now carry away the people of Judah. Habakkuk cries out again in verses 12–17 and then waits to see what God is going to say.\n</p><p><strong>How does God’s introduction to the promised destruction of Babylon in Habakkuk 2:2, 3 bring hope?\n</strong></p><p>Habakkuk 2 is God’s promise of the destruction of the Babylonians. Hebrews 10:37 quotes Habakkuk 2:3, hinting of a Messianic application to this promise in the future. With the same certainty that the destruction of Babylon was promised, so we also have the certainty of the destruction of “ ‘Babylon the Great’ ” (Rev. 18:2, NIV). Habakkuk was trapped between the great evil surrounding him and God’s promise of worse to come. Yet, this is precisely where we find ourselves in salvation history. Great evil is around us, but the Bible predicts that much worse is to come. The key to Habakkuk’s survival is that he is brought to see the whole picture. Therefore, in chapter 3 he is able to pray an incredible prayer of praise because of what God will do in the future.\n</p><p><strong>Read Habakkuk 3:16–19. What does Habakkuk identify as his reasons for hope? What is the hope of God’s people as we wait for the last prophetic scenes to unfold? How can you make this hope your own?\n</strong></p><p>16 When I heard, my body trembled; My lips quivered at the voice; Rottenness entered my bones; And I trembled in myself, That I might rest in the day of trouble. When he comes up to the people, He will invade them with his troops.\n</p><p><strong>17 </strong>Though the fig tree may not blossom, Nor fruit be on the vines; Though the labor of the olive may fail, And the fields yield no food; Though the flock may be cut off from the fold, And there be no herd in the stalls\n</p><p><strong>18</strong> Yet I will rejoice in the Lord, I will joy in the God of my salvation.\n</p><p><strong>19 </strong>The Lord God is my strength; He will make my feet like deer’s feet, And He will make me walk on my high hills.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Monday: August 8",
          "dayTitle": "<p><strong>Who Our Father Is</strong></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>Oswald Chambers writes, “Have you been asking God what He is going to do? He will never tell you. God does not tell you what He is going to do; He reveals to you Who He is.”—My Utmost for His Highest (Uhrichsville, OH: Barbour &amp; Company, Inc., 1963), January 2.\n</p><p><strong>What do you think Chambers means by this idea?\n</strong></p><p>As we know, the book of Job begins with great personal tragedy for Job. He loses everything, except his life and his wife, and she suggests that he “ ‘curse God and die!’ ” (Job 2:9, NIV). What follows is a discussion in which his friends try to work out why it has all happened. Throughout all of these discussions, God remains silent. Then suddenly in Job 38, God appears and speaks: “ ‘Who is this that obscures my plans with words without knowledge?’ ” (Job 38:2, NIV). Without pausing, God asks Job some 60 jaw-dropping questions. Open your Bible and scan through these in Job 38 and 39. After the last question, Job replies, “ ‘I am unworthy—how can I reply to you? I put my hand over my mouth. I spoke once, but I have no answer twice, but I will say no more’ ” (Job 40:4, 5, NIV). But God is not finished. He then begins again and asks another set of “big” questions in succession.\n</p><p><strong>Read Job’s final response in Job 42:1–6. What was God trying to tell Job, and what was the effect on him?\n</strong></p><p><strong>Job 42:1–6\n</strong></p><p><strong>1 </strong>Then Job answered the Lord and said:\n</p><p><strong>2</strong> “I know that You can do everything, And that no purpose of Yours can be withheld from You.\n</p><p><strong>3</strong> You asked, ‘Who is this who hides counsel without knowledge?’ Therefore I have uttered what I did not understand, Things too wonderful for me, which I did not know.\n</p><p><strong>4</strong> Listen, please, and let me speak; You said, ‘I will question you, and you shall answer Me.’\n</p><p><strong>5 </strong>“I have heard of You by the hearing of the ear, But now my eye sees You.\n</p><p><strong>6</strong> Therefore I abhor[a] myself, And repent in dust and ashes.\n</p><p>God never answers any of the “why” questions of Job’s friends. But God does paint a picture of His unparalleled greatness as revealed through the astonishing works of Creation. After this, Job certainly does not need any answers. The need for explanations has been eclipsed by an overwhelming picture of the magnificence of God. This story reveals a fascinating paradox. Hope and encouragement can spring from the realization that we know so little. Instinctively, we try to find comfort by knowing everything, and so we become discouraged when we cannot know. But sometimes God highlights our ignorance so that we may realize that human hope can find security only in a Being much greater than ourselves.\n</p><p><strong>Are things that you just can’t understand happening now? If so, focus on the character of God. How can doing that give you the hope that you need to persevere through what’s, for now, incomprehensible?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Tuesday: August 9",
          "dayTitle": "<p><strong>Our Father’s Presence&nbsp;</strong></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>‘For I am the Lord your God who takes hold of your right hand and says to you, Do not fear; I will help you’  ” (Isa. 41:13, NIV).\n</strong></p><p>Someone once said, “When God seems far away, who is the one who has moved?” When problems strike, we presume that God has deserted us. The truth is that He hasn’t gone anywhere. God’s presence seemed very far away to the Jews in exile. Yet, through Isaiah, God assures them of future deliverance. However, while the actual return to Jerusalem was still many years in the future, God wanted His people to know that He had not moved away from them and that there was every reason for hope.\n</p><p><strong>Read Isaiah 41:8–14. What reasons for hope can you identify for people waiting eagerly for future deliverance? How does this promise help us as we wait for our exile on earth to end?\n</strong></p><p><strong>Isaiah 41:8–14\n</strong></p><p><strong>8</strong> “But you, Israel, are My servant, Jacob whom I have chosen, The descendants of Abraham My friend.\n</p><p><strong>9</strong> You whom I have taken from the ends of the earth, And called from its farthest regions, And said to you, ‘You are My servant, I have chosen you and have not cast you away:\n</p><p><strong>10 </strong>Fear not, for I am with you; Be not dismayed, for I am your God. I will strengthen you, Yes, I will help you, I will uphold you with My righteous right hand.’\n</p><p><strong>11</strong> “Behold, all those who were incensed against you Shall be ashamed and disgraced; They shall be as nothing, And those who strive with you shall perish.\n</p><p><strong>12</strong> You shall seek them and not find them— [a]Those who contended with you. Those who war against you Shall be as nothing, As a nonexistent thing.\n</p><p><strong>13</strong> For I, the Lord your God, will hold your right hand, Saying to you, ‘Fear not, I will help you.’\n</p><p><strong>14 </strong>“Fear not, you worm Jacob, You men of Israel! I will help you,” says the Lord And your Redeemer, the Holy One of Israel.\n</p><p>One of the most powerful images in these verses is found in verse 13. The sovereign God of the universe says that His people do not need to fear, because He is the one who takes “ ‘hold of your right hand’ ” (NIV). It is one thing to imagine God guiding events on earth from a big throne light-years away from our earth. But it is an altogether different picture to realize that He is close enough to hold the hands of His dearly beloved people. When we are busy, it can be hard to remember that God is so close to us. But when we do remember that He is Immanuel, “God with us,” it makes such a difference. When God’s presence is with us, so are His purposes, His promises, and His transforming power.\n</p><p><strong>Over the next few days, try an experiment. At every moment possible, try to remind yourself that the God of the universe is close enough to you to hold your hand and is personally promising you help. Keep a record of how this changes the way you live. Be prepared to discuss your experience in class on Sabbath.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 10",
          "dayTitle": "<p><strong>Our Father’s Plans for Us</strong></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p><strong>Everyone is looking for hope. But where is it found? For some people, hope is found in the smile of a friend. For others, hope grows out of financial security or a stable marriage. Where do you normally look for hope and courage?\n</strong></p><p>In the book of Jeremiah, the prophet is writing to people who had lost hope in their exile. “By the rivers of Babylon we sat and wept when we remembered Zion” (Ps. 137:1, NIV). But even though they are heartbroken, Jeremiah lays out reasons they should not give up hope.\n</p><p><strong>What reasons for hope are given in Jeremiah 29:1–10?\n</strong></p><p><strong>J</strong><strong>eremiah 29:1–10\n</strong></p><p><strong>1 </strong>Now these are the words of the letter that Jeremiah the prophet sent from Jerusalem to the remainder of the elders who were carried away captive to the priests, the prophets, and all the people whom Nebuchadnezzar had carried away captive from Jerusalem to Babylon.\n</p><p><strong>2</strong> (This happened after Jeconiah[a] the king, the queen mother, the [b]eunuchs, the princes of Judah and Jerusalem, the craftsmen, and the smiths had departed from Jerusalem.)\n</p><p><strong>3</strong> The letter was sent by the hand of Elasah the son of Shaphan, and Gemariah the son of Hilkiah, whom Zedekiah king of Judah sent to Babylon, to Nebuchadnezzar king of Babylon, saying,\n</p><p><strong>4</strong> Thus says the Lord of hosts, the God of Israel, to all who were carried away captive, whom I have caused to be carried away from Jerusalem to Babylon:\n</p><p><strong>5</strong> Build houses and dwell in them; plant gardens and eat their fruit.\n</p><p><strong>6</strong> Take wives and beget sons and daughters; and take wives for your sons and give your daughters to husbands, so that they may bear sons and daughters—that you may be increased there, and not diminished.\n</p><p><strong>7 </strong>And seek the peace of the city where I have caused you to be carried away captive, and pray to the Lord for it; for in its peace you will have peace.\n</p><p><strong>8 </strong>For thus says the Lord of hosts, the God of Israel: Do not let your prophets and your diviners who are in your midst deceive you, nor listen to your dreams which you cause to be dreamed.\n</p><p><strong>9</strong> For they prophesy falsely to you in My name; I have not sent them, says the Lord.\n</p><p><strong>10</strong> For thus says the Lord: After seventy years are completed at Babylon, I will visit you and perform My good word toward you, and cause you to return to this place.\n</p><p>In this passage, there are three important sources of hope worth highlighting. First, God tells His people that they should not give up hope, because their situation is not the result of chance or unpredictable evil. For God Himself says, “I carried [Judah] into exile from Jerusalem to Babylon” (Jer. 29:4, NIV). Though evil seems to surround them, Judah has never left the center of God’s hands. Second, God tells His people that they should not give up hope, because He can work even within their present difficulties. “  ‘Also, seek the peace and prosperity of the city to which I have carried you into exile. Pray to the Lord for it, because if it prospers, you too will prosper’ ” (Jer. 29:7, NIV).\n</p><p>Third, God tells His people that they should not give up hope, because He is going to bring an end to their exile at a specific time: “This is what the Lord says: ‘When seventy years are completed for Babylon, I will come to you and fulfill my good promise to bring you back to this place’ ” (Jer. 29:10, NIV). After God explains how He was in charge of their past, is in charge of their present, and will be in charge of their future, He then beautifully conveys His tender care for His people (see Jer. 29:11–14).\n</p><p><strong>Read Jeremiah 29:11–14, saying your name after the word you, as if God is making these promises to you personally. Apply these promises for yourself in whatever your present struggles might be.\n</strong></p><p><strong>Jeremiah 29:11–14\n</strong></p><p><strong>11 </strong>For I know the thoughts that I think toward you, says the Lord, thoughts of peace and not of evil, to give you a future and a hope.\n</p><p><strong>12 </strong>Then you will call upon Me and go and pray to Me, and I will listen to you.\n</p><p><strong>13</strong> And you will seek Me and find Me, when you search for Me with all your heart.\n</p><p><strong>14</strong> I will be found by you, says the Lord, and I will bring you back from your captivity; I will gather you from all the nations and from all the places where I have driven you, says the Lord, and I will bring you to the place from which I cause you to be carried away captive.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 11",
          "dayTitle": "<p><strong>Our Father’s Discipline \n</strong></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Hebrews 12:5–13. What’s the message to us here, and how does it fit in with what we have been studying this quarter?\n</strong></p><p>In Hebrews 12:5–13, Paul describes trials in the context of discipline. In the New International Version Bible translation of this passage, various forms of the word “discipline” appear ten times. In the Greek world, this word was the most basic word for “education.” So, to understand “discipline” is to understand how God educates us in the school of faith that Paul has been describing before in Hebrews 11. Throughout Hebrews 11, Paul has been painting pictures of men and women of faith. Their faith was what kept them going when they were faced with all sorts of trying situations. As we enter chapter 12, Paul turns to us, the readers, and says that since so many people before us have persevered against incredible odds, we also can run and finish the life of faith. The key is to fix our eyes upon Jesus (Heb. 12:2), that He may be an Example when times are difficult (Heb. 12:3). Reading chapter 12 is like being given a set of reading glasses. Without these glasses our vision or understanding of hardship will always be fuzzy. But looking through these glasses will correct the blurred explanation of suffering that our culture presses upon us. Then we will be able to understand clearly and be able to respond to trials intelligently.\n</p><p><strong>Read through the “glasses” of Hebrews 12:1–13. Now concentrate on verses 5–13 and answer these questions:\n</strong></p><p><strong>What is the source of discipline?\n</strong></p><p><strong>What is our response to discipline?\n</strong></p><p><strong>What is the goal of discipline?\n</strong></p><p><strong>1</strong> Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us,\n</p><p><strong>2</strong> looking unto Jesus, the [a]author and [b]finisher of our faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God.\n</p><p><strong>3</strong> For consider Him who endured such hostility from sinners against Himself, lest you become weary and discouraged in your souls.\n</p><p><strong>4 </strong>You have not yet resisted to bloodshed, striving against sin.\n</p><p><strong>5 </strong>And you have forgotten the exhortation which speaks to you as to sons: “My son, do not despise the chastening of the Lord, Nor be discouraged when you are rebuked by Him;\n</p><p><strong>6</strong> For whom the Lord loves He chastens, And scourges every son whom He receives.”\n</p><p><strong>7 </strong>If&nbsp; you endure chastening, God deals with you as with sons; for what son is there whom a father does not chasten?\n</p><p><strong>8</strong> But if you are without chastening, of which all have become partakers, then you are illegitimate and not sons.\n</p><p><strong>9</strong> Furthermore, we have had human fathers who corrected us, and we paid them respect. Shall we not much more readily be in subjection to the Father of spirits and live?\n</p><p><strong>10</strong> For they indeed for a few days chastened us as seemed best to them, but He for our profit, that we may be partakers of His holiness.\n</p><p><strong>11</strong> Now no [e]chastening seems to be joyful for the present, but painful; nevertheless, afterward it yields the peaceable fruit of righteousness to those who have been trained by it.\n</p><p><strong>12 </strong>Therefore strengthen the hands which hang down, and the feeble knees,\n</p><p><strong>13</strong> and make straight paths for your feet, so that what is lame may not be dislocated, but rather be healed.\n</p><p><strong>Read through Hebrews 12:1–13 again. Make a list of all the reasons you can identify with as grounds for hope. How have you experienced this hope in your own times of spiritual “education”?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 12",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, “The School of the Hereafter,” pp. 301–309, in Education; “Help in Daily Living,” pp. 470, 471, in The Ministry of Healing.\n</p><p>“Into the experience of all there come times of keen disappointment and utter discouragement—days when sorrow is the portion, and it is hard to believe that God is still the kind benefactor of His earthborn children; days when troubles harass the soul, till death seems preferable to life. It is then that many lose their hold on God and are brought into the slavery of doubt, the bondage of unbelief. Could we at such times discern with spiritual insight the meaning of God’s providences we should see angels seeking to save us from ourselves, striving to plant our feet upon a foundation more firm than the everlasting hills, and new faith, new life, would spring into being.”—Ellen G. White, Prophets and Kings, p. 162.\n</p><p><strong>Discussion Questions:</strong></p><p><span style=\"background-color: initial;\"><strong>1.</strong> Ellen G. White says that “all” of us experience times of “keen disappointment and utter discouragement.” How well do we notice each other as we go through such times? How can we better learn to be agents of hope for each other when we experience such bitter disappointments?</span><br></p><p><strong>2.</strong> As a class, go over your answers to Tuesday’s final question. What difference did it make in your life as you kept the reality of God’s nearness ever before you?\n</p><p><strong>3.</strong> In class, read aloud sections in Job 38–41. What kind of picture of God does it present? What do you learn that gives you hope and encouragement? How does the Sabbath fit into this picture? How does it help keep before us the nature and character of God?\n</p><p><strong>4. </strong>Hope that transforms comes from heaven. This means that we can pray for hope to be brought into each other’s lives. Spend some time praying for those whose hope has been faltering recently, that their hope may be renewed. More than that, what can you do for others who are in a losing struggle to find hope?\n</p><p><strong>5.</strong> If someone is willing, ask that person to recount a time that despair and trials caused him or her to lose hope and faith. What turned that person around? What can we share with one another that can help when we are in times of doubt and despair?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 12",
          "dayTitle": "<p><strong>Inside STORY</strong></p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>Part 7: Father Surrenders </strong><em style=\"\">By Andrew McChesney\n</em></p><p>Four days after Junior’s baptism, evil spirits ordered Father to kill his family. Otherwise, they warned, Junior and Mother would destroy him because they were praying for him. For the first time, Father mustered up the courage to talk back. “How?” he asked. “Aren’t our prayers more powerful?” The spirits backed down and told Father to leave his home in Manaus, Brazil. They told him to take a boat to one of five cities where Candomblé priests were waiting for him. But when Father sought to buy a boat ticket, none was available to those cities. The only tickets were to Coari. Remembering an uncle in Coari, Father decided to sail there. Uncle Cesario Ferreira was thrilled to see Father, and he organized a family reunion. Father didn’t know the relatives well, but he confided that a spiritual conflict had erupted at home. Ninety-two-year-old Aunt Tereza patted him on the shoulder. “Son, it’s time for you to give up,” she said. “You have been serving evil spirits your whole life. Now it’s time to serve God.” Father looked shocked. “Are you a Protestant Christian?” he asked, remembering that the evil spirits had told him to stay away from them.\n</p><p>Aunt Tereza smiled and motioned toward the other relatives, who also were smiling. “Son, we’re all Protestant Christians!” she said. The next day, Father worriedly called a temple priest for advice. Uncle Cesario, who was preparing breakfast, overheard the conversation. After Father hung up, he said, “Son, did you know that Jesus cast out evil spirits?” “How did He do that?” Father asked. For the next three days, Uncle Cesario read Bible stories about how Jesus cast out evil spirits. On the fourth day, he told about the man possessed by a legion of evil spirits in Mark 5:1–19. Father was surprised that the spirits told Jesus, “ ‘My name is Legion; for we are many’ ” (verse 9, NKJV).“That’s true!” he said. “When I went to the church for Junior’s baptism, I went with a legion of evil spirits.”\n</p><p>The fifth day, Uncle Cesario didn’t tell any stories. Father was afraid to ask why, and he went for a long walk. That evening, he became upset when a temple priest called him to ask for help securing animals for sacrifices. “Let the spirits be the sacrifice!” he blurted out. “They commanded me to kill my own son. Solve your problems without me!” Father, still upset, sat down at the table for supper. “Son,” Uncle Cesario said, “did you know that the devil killed Job’s own son and other children?” Father had never heard of Job, and he wept as he heard the story from the Bible. At the end, Father said, “I’ve made a decision. I’ll leave Candomblé and get to know the Adventists’ God. Please pray. The devil will try to kill me.” The next day, Father returned home and announced his decision to Mother. “I’m willing to follow your God,” he said.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p>Indestructible Hope</p>",
      "verse": "<p>Now hope does not disappoint, because the love of God has been poured out in our hearts by the Holy Spirit who was given to us” (Romans 5:5, NKJV).&nbsp;</p>",
      "versionCode": 7,
      "weekDate": "August 6–12"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
