{
  "data": [
    {
      "color": "#d01081",
      "id": 712,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 16",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>One of the most inspiring accounts of “cross-cultural ministry” in the Bible can be found in the book of Esther. A great deal has been written over the millennia about this book, and to this day many Jews celebrate the feast of Purim, based on Esther 9:26–31.<br><br>Esther and Mordecai, her cousin, were Jews living in the capital of the Persian Empire, Susa. For whatever reason, unlike other Jews who had returned to Judah, they, along with others, remained in the land of their captivity.<br><br>Then, through a series of providences, Esther becomes queen. “The king loved Esther more than all the other women, and she obtained grace and favor in his sight more than all the virgins; so he set the royal crown upon her head and made her queen instead of Vashti” (Esther 2:17, NKJV).<br><br>It was in this role that Esther, even if somewhat reluctantly, was able to play a major part in biblical history. In its own unique way, this story shows how God’s people, even in foreign environments, can witness for truth.<br><br>Whatever your time allows, read (or skim through) the book of Esther for this week’s study.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 17",
          "dayTitle": "<p>Captive in a Foreign Culture<br></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p>It is never easy to be expatriated to a foreign culture. It may be difficult for us today to comprehend what the Jews faced, first under the Babylonians and then the Persians.<br><br>None of us, for instance, lives in an Adventist country where the principles of our faith are, to some degree, the law of the land. But before being deported, the Jewish people had been living in their own country, where the principles of their faith were also enshrined in the law of the land.<br><br>On one level, think how easy that should have made it to be faithful to God. After all, how much easier would it be to keep the seventh-day Sabbath if, in fact, keeping the seventh-day Sabbath were enshrined in the legal codes of the nation?<br><br>On the other hand, sacred history has shown us that whatever the decrees of the land happen to be, even if favorable to faith, faithfulness must stem from the heart, from within, or else sin, apostasy, and ruin will surely follow.<br><br>“ ‘Therefore the Lord said: ‘Inasmuch as these people draw near with their mouths and honor Me with their lips, but have removed their hearts far from Me, and their fear toward Me is taught by the commandment of men’ ” (Isa. 29:13, NKJV).<br><br>In contrast, for those who are determined to be faithful, even the most unfavorable environment cannot keep them from obedience.<br><br><strong>Read Daniel 1:1–12, Daniel 3:1–12, and Daniel 6:1–9. However unique each situation, what do these accounts reveal about the challenges God’s people can face living in a foreign culture?</strong><br></p><p><strong>Daniel 1:1–12</strong></p><p><sup><strong>1 </strong></sup>In the third year of the reign of Jehoiakim king of Judah came Nebuchadnezzar king of Babylon unto Jerusalem, and besieged it.<br><sup><br><strong>2</strong></sup> And the Lord gave Jehoiakim king of Judah into his hand, with part of the vessels of the house of God: which he carried into the land of Shinar to the house of his god; and he brought the vessels into the treasure house of his god.<br><sup><br><strong>3</strong></sup> And the king spake unto Ashpenaz the master of his eunuchs, that he should bring certain of the children of Israel, and of the king's seed, and of the princes;<br><sup><br><strong>4 </strong></sup>Children in whom was no blemish, but well favoured, and skilful in all wisdom, and cunning in knowledge, and understanding science, and such as had ability in them to stand in the king's palace, and whom they might teach the learning and the tongue of the Chaldeans.<br><sup><br><strong>5 </strong></sup>And the king appointed them a daily provision of the king's meat, and of the wine which he drank: so nourishing them three years, that at the end thereof they might stand before the king.<br><sup><br><strong>6 </strong></sup>Now among these were of the children of Judah, Daniel, Hananiah, Mishael, and Azariah:<br><sup><br><strong>7 </strong></sup>Unto whom the prince of the eunuchs gave names: for he gave unto Daniel the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abednego.<br><sup><br><strong>8 </strong></sup>But Daniel purposed in his heart that he would not defile himself with the portion of the king's meat, nor with the wine which he drank: therefore he requested of the prince of the eunuchs that he might not defile himself.<br><sup><br><strong>9 </strong></sup>Now God had brought Daniel into favour and tender love with the prince of the eunuchs.<br><sup><br><strong>10 </strong></sup>And the prince of the eunuchs said unto Daniel, I fear my lord the king, who hath appointed your meat and your drink: for why should he see your faces worse liking than the children which are of your sort? then shall ye make me endanger my head to the king.<br><sup><br><strong>11</strong></sup> Then said Daniel to Melzar, whom the prince of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,<br><sup><br><strong>12</strong></sup> Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink.<br></p><p><strong>Daniel 3:1–12</strong></p><p><sup><strong>1</strong></sup> Nebuchadnezzar the king made an image of gold, whose height was threescore cubits, and the breadth thereof six cubits: he set it up in the plain of Dura, in the province of Babylon.<br><sup><br><strong>2 </strong></sup>Then Nebuchadnezzar the king sent to gather together the princes, the governors, and the captains, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, to come to the dedication of the image which Nebuchadnezzar the king had set up.<br><sup><br><strong>3 </strong></sup>Then the princes, the governors, and captains, the judges, the treasurers, the counsellors, the sheriffs, and all the rulers of the provinces, were gathered together unto the dedication of the image that Nebuchadnezzar the king had set up; and they stood before the image that Nebuchadnezzar had set up.<br><sup><br><strong>4 </strong></sup>Then an herald cried aloud, To you it is commanded, O people, nations, and languages,<br><sup><br><strong>5 </strong></sup>That at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, dulcimer, and all kinds of musick, ye fall down and worship the golden image that Nebuchadnezzar the king hath set up:<br><sup><br><strong>6 </strong></sup>And whoso falleth not down and worshippeth shall the same hour be cast into the midst of a burning fiery furnace.<br><sup><br><strong>7 </strong></sup>Therefore at that time, when all the people heard the sound of the cornet, flute, harp, sackbut, psaltery, and all kinds of musick, all the people, the nations, and the languages, fell down and worshipped the golden image that Nebuchadnezzar the king had set up.<br><sup><br><strong>8 </strong></sup>Wherefore at that time certain Chaldeans came near, and accused the Jews.<br><sup><br><strong>9 </strong></sup>They spake and said to the king Nebuchadnezzar, O king, live for ever.<br><sup><br><strong>10</strong></sup> Thou, O king, hast made a decree, that every man that shall hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of musick, shall fall down and worship the golden image:<br><sup><br><strong>11 </strong></sup>And whoso falleth not down and worshippeth, that he should be cast into the midst of a burning fiery furnace.<br><sup><br><strong>12 </strong></sup>There are certain Jews whom thou hast set over the affairs of the province of Babylon, Shadrach, Meshach, and Abednego; these men, O king, have not regarded thee: they serve not thy gods, nor worship the golden image which thou hast set up.<br></p><p><strong>Daniel 6:1–9</strong></p><p><sup><strong>1</strong></sup> It pleased Darius to set over the kingdom an hundred and twenty princes, which should be over the whole kingdom;<br><sup><br><strong>2</strong></sup> And over these three presidents; of whom Daniel was first: that the princes might give accounts unto them, and the king should have no damage.<br><sup><br><strong>3 </strong></sup>Then this Daniel was preferred above the presidents and princes, because an excellent spirit was in him; and the king thought to set him over the whole realm.<strong><br><br><sup>4</sup></strong> Then the presidents and princes sought to find occasion against Daniel concerning the kingdom; but they could find none occasion nor fault; forasmuch as he was faithful, neither was there any error or fault found in him.<br><sup><br><strong>5 </strong></sup>Then said these men, We shall not find any occasion against this Daniel, except we find it against him concerning the law of his God.<br><sup><br><strong>6 </strong></sup>Then these presidents and princes assembled together to the king, and said thus unto him, King Darius, live for ever.<br><sup><br><strong>7 </strong></sup>All the presidents of the kingdom, the governors, and the princes, the counsellors, and the captains, have consulted together to establish a royal statute, and to make a firm decree, that whosoever shall ask a petition of any God or man for thirty days, save of thee, O king, he shall be cast into the den of lions.<br><sup><br><strong>8</strong></sup> Now, O king, establish the decree, and sign the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not.<br><sup><strong><br>9 </strong></sup>Wherefore king Darius signed the writing and the decree.<br></p><p>No matter who we are, or where we live, we are immersed in an environment that to some degree, either by laws themselves or by the culture, or both, can be greatly challenging to our faith and our witness. These accounts in Daniel, though always ending “happily,” reveal that even under trying circumstances people can stay faithful to God. Even if none of these accounts had turned out well, there’s no doubt these men still did the right thing.<br><br><strong>What are some of the challenges to your faith that you face in your own culture? How do you respond to them?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 18",
          "dayTitle": "<p>In a Foreign Court<br></p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>Eventually, after the fall of Babylon and the rise of Medo-Persia, many of the Jews returned to their ancestral lands. But not all returned. Some remained where they had been living for a generation or more.<br><br>With this background in mind, we have a bit of the context for the story of Esther. “In those days when King Ahasuerus sat on the throne of his kingdom, which was in Shushan the citadel” (Esther 1:2, NKJV).<br><br>Here is where the biblical narrative unfolds, the Persian Empire under this king. In chapter 1, queen Vashti falls out of favor with the king, which leads him to look for another queen, one to replace the now-disfavored Vashti. It’s in this context that Esther and her cousin, Mordecai, first appear.<br><br><strong>Read Esther 2:1–9. What do these verses teach us about the situation of Mordecai and Esther?</strong></p><p><strong>Esther 2:1–9</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> After these things, when the wrath of king Ahasuerus was appeased, he remembered Vashti, and what she had done, and what was decreed against her.<br><sup><br><strong>2 </strong></sup>Then said the king's servants that ministered unto him, Let there be fair young virgins sought for the king:<br><sup><br><strong>3</strong></sup> And let the king appoint officers in all the provinces of his kingdom, that they may gather together all the fair young virgins unto Shushan the palace, to the house of the women, unto the custody of Hege the king's chamberlain, keeper of the women; and let their things for purification be given them:<br><sup><br><strong>4</strong></sup> And let the maiden which pleaseth the king be queen instead of Vashti. And the thing pleased the king; and he did so.<br><sup><br><strong>5 </strong></sup>Now in Shushan the palace there was a certain Jew, whose name was Mordecai, the son of Jair, the son of Shimei, the son of Kish, a Benjamite;<br><sup><br><strong>6 </strong></sup>Who had been carried away from Jerusalem with the captivity which had been carried away with Jeconiah king of Judah, whom Nebuchadnezzar the king of Babylon had carried away.<br><sup><br><strong>7 </strong></sup>And he brought up Hadassah, that is, Esther, his uncle's daughter: for she had neither father nor mother, and the maid was fair and beautiful; whom Mordecai, when her father and mother were dead, took for his own daughter.<br><sup><br><strong>8 </strong></sup>So it came to pass, when the king's commandment and his decree was heard, and when many maidens were gathered together unto Shushan the palace, to the custody of Hegai, that Esther was brought also unto the king's house, to the custody of Hegai, keeper of the women.<br><sup><br><strong>9 </strong></sup>And the maiden pleased him, and she obtained kindness of him; and he speedily gave her her things for purification, with such things as belonged to her, and seven maidens, which were meet to be given her, out of the king's house: and he preferred her and her maids unto the best place of the house of the women.<br>It seems that Mordecai, as a royal officer, was sitting at the gate of the palace and was residing in the city of Shushan with his adopted daughter, or cousin, Esther. Because of their position and living where they did, they were immersed in the Persian culture. This must be at least part of the reason Esther was chosen to be presented to the king: “Esther also was taken to the king’s palace and entrusted to Hegai, who had charge of the harem” (Esther 2:8, NIV).<br><br><strong>Read Esther 2:10, 20. What was going on here, and why would Mordecai give her such a command?</strong></p><p><strong>Esther 2:10, 20</strong><sup><br></sup></p><p><sup><strong>10</strong></sup> Esther had not shewed her people nor her kindred: for Mordecai had charged her that she should not shew it.</p><p><sup><strong>20</strong></sup> Esther had not yet shewed her kindred nor her people; as Mordecai had charged her: for Esther did the commandment of Mordecai, like as when she was brought up with him.<br></p><p>Though the text does not say precisely why, it’s not hard to guess. As aliens in a foreign culture and religion that, we will see, could be hostile, they were wise in keeping silent about their family and people.<br><br><strong>What circumstances might you think of where it could be prudent not to be overt about our faith? Or should we never do that? And if not, why not?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 19",
          "dayTitle": "<p>Mordecai’s Faithful Witness<br></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>Living as they were in a foreign land, sooner or later Mordecai and Esther, if they were to remain faithful to God, might have run into trouble. This, certainly, became the case for Mordecai.<br><br><strong>Read Esther 3:1–15. What happened here, and why?</strong></p><p><strong>Esther 3:1–15</strong></p><p><sup><strong>1</strong></sup> After these things did king Ahasuerus promote Haman the son of Hammedatha the Agagite, and advanced him, and set his seat above all the princes that were with him.<br><sup><br><strong>2 </strong></sup>And all the king's servants, that were in the king's gate, bowed, and reverenced Haman: for the king had so commanded concerning him. But Mordecai bowed not, nor did him reverence.<br><sup><br><strong>3 </strong></sup>Then the king's servants, which were in the king's gate, said unto Mordecai, Why transgressest thou the king's commandment?<br><sup><br><strong>4</strong></sup> Now it came to pass, when they spake daily unto him, and he hearkened not unto them, that they told Haman, to see whether Mordecai's matters would stand: for he had told them that he was a Jew.<br><sup><br><strong>5 </strong></sup>And when Haman saw that Mordecai bowed not, nor did him reverence, then was Haman full of wrath.<br><sup><br><strong>6 </strong></sup>And he thought scorn to lay hands on Mordecai alone; for they had shewed him the people of Mordecai: wherefore Haman sought to destroy all the Jews that were throughout the whole kingdom of Ahasuerus, even the people of Mordecai.<br><sup><br><strong>7 </strong></sup>In the first month, that is, the month Nisan, in the twelfth year of king Ahasuerus, they cast Pur, that is, the lot, before Haman from day to day, and from month to month, to the twelfth month, that is, the month Adar.<br><sup><strong><br>8 </strong></sup>And Haman said unto king Ahasuerus, There is a certain people scattered abroad and dispersed among the people in all the provinces of thy kingdom; and their laws are diverse from all people; neither keep they the king's laws: therefore it is not for the king's profit to suffer them.<br><sup><br><strong>9</strong></sup> If it please the king, let it be written that they may be destroyed: and I will pay ten thousand talents of silver to the hands of those that have the charge of the business, to bring it into the king's treasuries.<br><sup><br><strong>10</strong></sup> And the king took his ring from his hand, and gave it unto Haman the son of Hammedatha the Agagite, the Jews' enemy.<br><sup><br><strong>11 </strong></sup>And the king said unto Haman, The silver is given to thee, the people also, to do with them as it seemeth good to thee.<br><sup><br><strong>12</strong></sup> Then were the king's scribes called on the thirteenth day of the first month, and there was written according to all that Haman had commanded unto the king's lieutenants, and to the governors that were over every province, and to the rulers of every people of every province according to the writing thereof, and to every people after their language; in the name of king Ahasuerus was it written, and sealed with the king's ring.<br><sup><br><strong>13</strong></sup> And the letters were sent by posts into all the king's provinces, to destroy, to kill, and to cause to perish, all Jews, both young and old, little children and women, in one day, even upon the thirteenth day of the twelfth month, which is the month Adar, and to take the spoil of them for a prey.<br><sup><br><strong>14</strong></sup> The copy of the writing for a commandment to be given in every province was published unto all people, that they should be ready against that day.<br><sup><br><strong>15</strong></sup> The posts went out, being hastened by the king's commandment, and the decree was given in Shushan the palace. And the king and Haman sat down to drink; but the city Shushan was perplexed.<br><br>In Esther 3, we learn that King Xerxes (Ahasuerus) honored Haman and gave him a high position full of power. Everyone was told they must bow down before Haman. But we read: “Mordecai would not kneel down or pay him honor” (Esther 3:2, NIV). The Bible does not give the reason that Mordecai did not kneel before this man. But we know why. He is a faithful Jew. Mordecai is not willing to pay hom- age to a descendant of Agag, an Amalekite, enemies of his people since the Exodus (Deut. 25:19). How could a faithful Jew kneel down before an Amalekite? Or, for that matter, worship anyone but the Lord?<br><br>“Then the king’s servants who were within the king’s gate said to Mordecai, ‘Why do you transgress the king’s command?’ ” (Esther 3:3, NKJV). Though we don’t know in detail how he responded, the next verse says that “Mordecai had told them that he was a Jew” (Esther 3:4, NKJV). Surely in that response, Mordecai had an opportunity to explain that as a worshiper of the God who created the heavens and the earth, he could not worship any sinful human being. No doubt Mordecai was to some degree able to witness about his faith, a faith that he adhered to so strongly that it endangered himself and, unfortunately, others.<br><br>“From Daniel and his companions and Mordecai, a bright light shone amid the moral darkness of the kingly courts of Babylon.”—Ellen G. White, Advent Review and Sabbath Herald, May 13, 1884.<br><br>When Haman wanted to destroy the Jewish people, describing them as “ ‘a certain people dispersed among the peoples in all the provinces of your kingdom who keep themselves separate. Their customs are different from those of all other people, and they do not obey the king’s laws’ ” (Esther 3:8, NIV). A people whose customs are different and who do not obey the king’s laws? A perfect recipe for persecution.<br><br><strong>What are ways, even now, that we might be tested as was Mordecai? How should we respond?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 20",
          "dayTitle": "<p>For Such a Time as This<br></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Esther 4:1–14. Why was it considered at this moment appropriate for Esther to identify herself as a Jew?</strong></p><p><sup><strong>1</strong></sup> When Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth with ashes, and went out into the midst of the city, and cried with a loud and a bitter cry;<br><sup><br><strong>2</strong></sup> And came even before the king's gate: for none might enter into the king's gate clothed with sackcloth.<br><sup><strong><br>3</strong></sup> And in every province, whithersoever the king's commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes.<br><sup><br><strong>4</strong></sup> So Esther's maids and her chamberlains came and told it her. Then was the queen exceedingly grieved; and she sent raiment to clothe Mordecai, and to take away his sackcloth from him: but he received it not.<br><sup><br><strong>5</strong></sup> Then called Esther for Hatach, one of the king's chamberlains, whom he had appointed to attend upon her, and gave him a commandment to Mordecai, to know what it was, and why it was.<br><sup><br><strong>6</strong></sup> So Hatach went forth to Mordecai unto the street of the city, which was before the king's gate.<br><sup><br><strong>7</strong></sup> And Mordecai told him of all that had happened unto him, and of the sum of the money that Haman had promised to pay to the king's treasuries for the Jews, to destroy them.<br><sup><br><strong>8 </strong></sup>Also he gave him the copy of the writing of the decree that was given at Shushan to destroy them, to shew it unto Esther, and to declare it unto her, and to charge her that she should go in unto the king, to make supplication unto him, and to make request before him for her people.<br><sup><br><strong>9</strong></sup> And Hatach came and told Esther the words of Mordecai.<br><sup><br><strong>10</strong></sup> Again Esther spake unto Hatach, and gave him commandment unto Mordecai;<br><sup><br><strong>11</strong></sup> All the king's servants, and the people of the king's provinces, do know, that whosoever, whether man or women, shall come unto the king into the inner court, who is not called, there is one law of his to put him to death, except such to whom the king shall hold out the golden sceptre, that he may live: but I have not been called to come in unto the king these thirty days.<br><sup><br><strong>12</strong></sup> And they told to Mordecai Esther's words.<br><sup><br><strong>13</strong></sup> Then Mordecai commanded to answer Esther, Think not with thyself that thou shalt escape in the king's house, more than all the Jews.<br><sup><br><strong>14</strong></sup> For if thou altogether holdest thy peace at this time, then shall there enlargement and deliverance arise to the Jews from another place; but thou and thy father's house shall be destroyed: and who knoweth whether thou art come to the kingdom for such a time as this?<br><br>When Mordecai contacted Esther for her help, she had been married to Ahasuerus for several years, but there was a law in Persia that no one could come to the king’s throne without an express invitation from the king. Anyone who didn’t respect this rule risked death. Esther, knowing the risk, went to the throne room anyway, uninvited.<br><br>Mordecai’s faith sought to awaken Esther’s faith. The heart of the book of Esther is found in Mordecai’s words to Esther: “And Mordecai told them to answer Esther: ‘Do not think in your heart that you will escape in the king’s palace any more than all the other Jews. For if you remain completely silent at this time, relief and deliverance will arise for the Jews from another place, but you and your father’s house will perish. Yet who knows whether you have come to the kingdom for such a time as this?’ ” (Esther 4:13, 14, NKJV).<br><br>Esther’s faith was put to the test as Mordecai appealed to her love for her people. No one knew she was Jewish except Mordecai, and once she made the decision to become involved, she did not hesitate to put her life on the line.<br><br>Her faith in God was strong, and she knew that without God’s help she could not succeed. Her answer to Mordecai revealed her faith: “ ‘Go, gather together all the Jews who are in Susa, and fast for me. Do not eat or drink for three days, night or day. I and my attendants will fast as you do. When this is done, I will go to the king, even though it is against the law. And if I perish, I perish’ ” (Esther 4:16, NIV). Mordecai sent this information to the entire Jewish community in Shushan (Susa), and while they fasted and prayed, Esther prepared herself for the dangerous moment. “On the third day Esther put on her royal robes and stood in the inner court of the palace, in front of the king’s hall. The king was sitting on his royal throne in the hall, facing the entrance. When he saw Queen Esther standing in the court, he was pleased with her and held out to her the gold scepter that was in his hand. So Esther approached and touched the tip of the scepter” (Esther 5:1, 2, NIV).<br><br><strong>For the Jews in such a situation as described above, prayer would certainly accompany fasting. That is, though they acted in their own behalf, prayer was central to their response. What obvious lesson can we take from this?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 21",
          "dayTitle": "<p>The Miracle of Purim<br></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>Commentators for millennia have noticed that God’s name does not appear in the book of Esther. This is the only biblical book where such a phenomenon occurs. However, the Jews were able to recognize God’s actions in the great deliverance made for them, and this book was selected by God’s people to be included in the canon of the Bible.<br><br>Are we able to discover the presence of God beneath the surface of our daily life? God’s actions can take the appearance of normal, natural events, and if we don’t pay careful attention to them, we will not notice God’s presence.<br><br><strong>Read Esther 9:1–12. What was the result of Esther’s effort?</strong></p><p><strong>Esther 9:1–12</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> Now in the twelfth month, that is, the month Adar, on the thirteenth day of the same, when the king's commandment and his decree drew near to be put in execution, in the day that the enemies of the Jews hoped to have power over them, (though it was turned to the contrary, that the Jews had rule over them that hated them;)<br><sup><br><strong>2</strong></sup> The Jews gathered themselves together in their cities throughout all the provinces of the king Ahasuerus, to lay hand on such as sought their hurt: and no man could withstand them; for the fear of them fell upon all people.<br><sup><br><strong>3</strong></sup> And all the rulers of the provinces, and the lieutenants, and the deputies, and officers of the king, helped the Jews; because the fear of Mordecai fell upon them.<br><sup><strong><br>4 </strong></sup>For Mordecai was great in the king's house, and his fame went out throughout all the provinces: for this man Mordecai waxed greater and greater.<br><sup><br><strong>5 </strong></sup>Thus the Jews smote all their enemies with the stroke of the sword, and slaughter, and destruction, and did what they would unto those that hated them.<br><sup><br><strong>6</strong></sup> And in Shushan the palace the Jews slew and destroyed five hundred men.<br><sup><br><strong>7</strong></sup> And Parshandatha, and Dalphon, and Aspatha,<br><sup><br><strong>8</strong></sup> And Poratha, and Adalia, and Aridatha,<br><sup><br><strong>9</strong></sup> And Parmashta, and Arisai, and Aridai, and Vajezatha,<br><sup><br><strong>10</strong></sup> The ten sons of Haman the son of Hammedatha, the enemy of the Jews, slew they; but on the spoil laid they not their hand.<br><sup><br><strong>11</strong></sup> On that day the number of those that were slain in Shushan the palace was brought before the king.<br><sup><br><strong>12</strong></sup> And the king said unto Esther the queen, The Jews have slain and destroyed five hundred men in Shushan the palace, and the ten sons of Haman; what have they done in the rest of the king's provinces? now what is thy petition? and it shall be granted thee: or what is thy request further? and it shall be done.<br></p><p>The miracle of Purim takes a very unusual form. The miracle is hidden, disguised in apparently natural events. The law to destroy the Jews was not reversed, but a new law was written, allowing the Jews to defend themselves.<br><br>Also, notice what else had happened, and how God was able to work through these events. The Persians noticed God’s actions on behalf of the Jews. And the result?<br><br>“Many people of other nationalities became Jews” (Esther 8:17, NIV). This is a great example of how the Lord was able to work to bring lost souls to a knowledge of Him.<br><br>The leaders of the Jewish people recognized the working of God. When the Jews were victorious in defending themselves, they declared a yearly time (called Purim) in remembrance and celebration of their victory. These days are still traditionally spent in thanksgiving to God in remembrance of His deliverance.<br><sup><br></sup><strong>Challenge: </strong>Pray that God will give you the courage to share something He has done for you with one of the people on your prayer list this week.<br><br><strong>Challenge Up:</strong> Begin a diary or journal of special little things (or big things) that God does for you. Review it and pray that God will bring these things to your mind at just the right time so you can share them with someone.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 22",
          "dayTitle": "<p>Further Thought:<br></p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>“To every household and every school, to every parent, teacher, and child upon whom has shone the light of the gospel, comes at this crisis the question put to Esther the queen at that momentous crisis in Israel’s history, ‘Who knoweth whether thou art come to the kingdom for such a time as this?’ Esther 4:14.”—Ellen G. White, Education, p. 263.<br><br>“Esther was a beautiful Jewish girl, cousin of Mordecai, who took her into his home after her parents died, and loved her as his own daughter. God used her to save the Jewish people in the land of Persia.” (Note: This second paragraph above is introductory material included about Esther in Daughters of God on page 45 and was not written by Ellen White. However, the two subsequent quotations below were writ- ten by her.)<br><br>“In ancient times the Lord worked in a wonderful way through consecrated women who united in His work with men whom He had chosen to stand as His representatives. He used women to gain great and decisive victories. More than once, in times of emergency, He brought them to the front and worked through them for the salvation of many lives. Through Esther the queen, the Lord accomplished a mighty deliverance for His people. At a time when it seemed that no power could save them, Esther and the women associated with her, by fasting and prayer and prompt action, met the issue, and brought salvation to their people. . . .<br><br>“A study of women’s work in connection with the cause of God in the Old Testament times will teach us lessons that will enable us to meet emergencies in the work today. We may not be brought into such a critical and prominent place as were the people of God in the time of Esther; but often converted women can act an important part in more humble positions. This many have been doing and are still ready to do.”—Ellen G. White, Daughters of God, pp. 45, 46.<br><strong><br>Discussion Questions:</strong><br><br><strong>1. </strong>The book of Esther does leave us with some unanswered questions, particularly concerning Esther’s role in the court of the king, even though she was elevated to the role of queen. How do we reconcile these things with her faith, or can we?<br><br><strong>2.&nbsp; </strong>The famous words of Esther, “ ‘and if I perish, I perish!’ ” (Esther 4:16, NKJV), have echoed down through the millennia as an example of faithfulness even in the face of death. How do her words reflect what God’s people will face in the last days, when the issues in Revelation 13 become a reality?<br><br><strong>3.&nbsp;</strong> In class, go over the question, at the end of Monday’s study, about not revealing your faith at times. Should that ever be the case for us?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>Dreaming Dreams: Part 2 <br><br>By Andrew McChesney</strong><br><br><br>Since childhood, Joseph Delamou had gone to church daily and, following his father’s example, knelt before images. But he had a vivid dream when he asked God if he was going to the right church. He sensed that God was calling him to leave his father’s church.<br><br>So, 16-year-old Joseph joined another church in Conakry, capital of the French-speaking country of Guinea in West Africa. He soon became its youth leader, and he organized numerous outreach programs.<br><br>Several years passed, and Joseph’s father grew increasingly displeased with his son for going to another church. “I want you to learn English,” he said. “You need to give up your church activities and focus on English.”<br><br>Joseph was reluctant to stop going to church. But to make Father happy, he quit the outreach programs and enrolled in English lessons at the age of 23.<br><br>The English teacher, Fortunate Kaloubilori, opened the first lesson with the words, “Let’s pray.” Joseph was astonished. He had thought that he was giving up God to learn English, but the teacher prayed at every lesson.<br><br>Three weeks into the lessons, the teacher asked Joseph for help. “I have many papers to grade,” Fortunate said. “Please, could you stay and help?”<br><br>After grading the papers, Fortunate invited Joseph to study the Bible with him. Joseph was pleased. He thought, God is following me everywhere!<br><br>But the Bible study left him confused. He had left his father’s church to join another church. But now he was hearing new Bible teachings that seemed to lead to Fortunate’s church, the Seventh-day Adventist Church.<br><br>“This is because of my father,” Joseph told himself, bitterly. “If he hadn’t sent me to these lessons, I wouldn’t have these problems.”<br><br>He continued Bible studies for two months and then went to his pastor for advice. He wanted to know which church was right. The pastor dismissed the Adventists as incorrect.<br><br>“Don’t listen to them,” he said.<br><br>Joseph asked for a meeting with the pastor and Fortunate to discuss the Bible. The pastor refused to come and sent representatives. When the representatives failed to support their views from the Bible, the pastor demanded a second meeting. But again, he sent representatives whose answers didn’t satisfy Joseph.<br><br>Joseph decided to pray and fast for three days about what to do. Then he had another dream.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>Esther and Mordecai<br></p>",
      "verse": "<p>“ ‘I will give you as a light to the nations, that my salvation may reach to the end of the earth’ ” (Isa. 49:6, NRSV).<br></p>",
      "versionCode": 30,
      "weekDate": "December 16–22"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
