{
  "data": [
    {
      "color": "#1a759f",
      "id": 8,
      "idEs": 33,
      "language": "es",
      "lessonDays": [
        {
          "date": " 16 de noviembre",
          "dayTitle": "<p>EL CUMPLIMIENTO DE LAS PROFECÍAS DEL ANTIGUO TESTAMENTO<br></p>",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA: </strong>Juan 5:17, 20, 36-40, 46, 47; 13:18; 17:12; Jeremías 2:13; Zacarías 9:9; Juan 8:12-30.&nbsp;</p><p><strong>PARA MEMORIZAR: </strong>“Pero yo tengo un testimonio mayor que el de Juan. Las mismas obras que el Padre me encomendó realizar, esas mismas obras que hago testifican que el Padre me envió” (Juan 5:36).&nbsp;</p><p>En el Evangelio de Juan se aprecia todo lo que Jesús dijo e hizo como demostración de que era el Cristo, el Mesías prometido a Israel. Además, vino como un integrante del pueblo del Pacto, como un judío nacido en Belén, tal como lo habían predicho las Escrituras.&nbsp;</p><p>Sin embargo, como escribió Juan, “en el mundo estaba, y aunque el mundo fue hecho por él, el mundo no lo reconoció” (Juan 1:10).&nbsp;</p><p>¿Estaba en el mundo que él mismo creó, pero el mundo no lo conoció? Es una afirmación asombrosa. Como podemos ver en los cuatro evangelios, muchos no lo reconocieron como quien realmente era aunque deberían haberlo hecho, especialmente en vista de todo lo que Jesús dijo e hizo, y más aún, porque las Escrituras del Antiguo Testamento lo señalaban claramente.&nbsp;</p><p>Esta semana veremos otras maneras por las que Juan reveló a Jesús como el Mesías, y también por qué algunos siguieron rechazándolo a pesar de las poderosas evidencias de que era el Cristo. ¿Qué podemos aprender de sus errores?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de noviembre",
          "dayTitle": "<p>SEÑALES, OBRAS Y PRODIGIOS<br></p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p>Además de los milagros específicos que Juan utilizó para señalar a Jesús como el Mesías, el evangelista también registró el debate más amplio acerca de las señales, las obras y los prodigios hechos por Cristo.&nbsp;</p><p>Las señales y los prodigios no eran en sí mismos la demostración de su mesianismo, pues muchos profetas, incluso falsos, también hacían presuntamente milagros. Juan no registró las señales solo porque destacaban a un gran hacedor de milagros; las señales que Juan registró tenían el propósito específico de demostrar que Jesús era el Mesías y que provenía de Dios Padre.&nbsp;</p><p><strong>Lee Juan 5:17, 20, y 36 al 38. ¿Cómo describen estos versículos la relación entre Jesús y Dios el Padre, especialmente en el contexto de las señales? <br></strong></p><p><strong>Juan 5:17</strong></p><p><strong><sup>17</sup> </strong>Y Jesús les respondió: Mi Padre hasta ahora trabaja, y yo trabajo.<strong><br></strong></p><p><strong>Juan 5:20</strong></p><p><strong><sup>20</sup> </strong>Porque el Padre ama al Hijo, y le muestra todas las cosas que él hace; y mayores obras que estas le mostrará, de modo que vosotros os maravilléis.<strong><br></strong></p><p><strong>Juan 5:36-38<sup><br></sup></strong></p><p><sup><strong>36</strong></sup> Mas yo tengo mayor testimonio que el de Juan; porque las obras que el Padre me dio para que cumpliese, las mismas obras que yo hago, dan testimonio de mí, que el Padre me ha enviado.&nbsp;</p><p><sup><strong>37</strong> </sup>También el Padre que me envió ha dado testimonio de mí. Nunca habéis oído su voz, ni habéis visto su aspecto,&nbsp;</p><p><strong><sup>38 </sup></strong>ni tenéis su palabra morando en vosotros; porque a quien él envió, vosotros no creéis.<strong><br></strong></p><p><strong><br></strong></p><p>Jesús utilizó las señales para mostrar su estrecha relación con el Padre. Los dos eran uno. Las obras demostraban que “el Padre está en mí y yo en el Padre” (Juan 10:38; ver también Juan 14:10, 11).&nbsp;</p><p>El propósito de la venida de Jesús era hacer las obras de aquel que lo envió, para que esas obras demostraran al mundo la procedencia divina de Cristo. Es decir, vino a hacer la obra que el Padre le había encomendado, y las obras que hizo fueron un claro testimonio de que él procedía del Padre.&nbsp;</p><p>Sin embargo, como ya hemos visto, a pesar de las poderosas señales y del testimonio de numerosas personas, muchos decidieron no creer.&nbsp;</p><p>Los líderes religiosos le preguntaron a Jesús: “ ‘¿Hasta cuándo nos vas a tener en suspenso? Si tú eres el Cristo, dínoslo abiertamente’. Respondió Jesús: ‘Se lo he dicho, y no creen. Las obras que yo hago en nombre de mi Padre testifican de mí’ ” (Juan 10:24, 25).&nbsp;</p><p>Si Jesús hubiera dicho directamente que era el Mesías, los líderes religiosos, siempre ávidos por encontrar alguna forma de entramparlo, se habrían abalanzado sobre él. Consciente de esto, Jesús señaló las obras que había hecho. Si Jesús hubiera dicho que era el Cristo, ellos podrían fácilmente haberlo negado. Pero ¿cómo podían negar las señales, las obras y los prodigios? Eran testimonios poderosos de quién era y de su procedencia divina.&nbsp;</p><p><strong>¿Cómo podemos evitar tener un corazón duro como el de esos líderes religiosos? ¿De qué maneras podríamos estar luchando contra la obra de Dios?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de noviembre",
          "dayTitle": "<p>LA AUTORIDAD DE LAS ESCRITURAS<br></p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p>Además de los milagros y los testimonios específicos que Juan utilizó para señalar a Jesús como el Mesías, el evangelista también apeló a la autoridad del Antiguo Testamento y a sus profecías que anunciaban la obra de Cristo. El Antiguo Testamento es fundamental no solo para el Evangelio de Juan, sino para todo el Nuevo Testamento. El fundamento presentado por Jesús en favor de quién era, de dónde vino, qué hizo y qué haría fueron las Escrituras, el Antiguo Testamento, en el caso del Evangelio de Juan.&nbsp;</p><p><strong>Lee Juan 5:39, 40, 46 y 47. ¿Qué aprendemos aquí acerca de la actitud de Jesús hacia la autoridad de las Escrituras?&nbsp;</strong></p><p><strong>Juan 5:39-40</strong></p><p><sup><strong>39</strong></sup> Escudriñad las Escrituras; porque a vosotros os parece que en ellas tenéis la vida eterna; y ellas son las que dan testimonio de mí;&nbsp;</p><p><strong><sup>40</sup></strong> y no queréis venir a mí para que tengáis vida. <br></p><p><strong>Juan 5:46-47</strong></p><p><sup><strong>46</strong> </sup>Porque si creyeseis a Moisés, me creeríais a mí, porque de mí escribió él.&nbsp;</p><p><strong><sup>47</sup></strong> Pero si no creéis a sus escritos, ¿cómo creeréis a mis palabras?<br></p><p><br></p><p>A lo largo de los evangelios, Jesús señala reiteradamente la autoridad de la Escritura como testigo clave en favor de él. Por ejemplo, utiliza a menudo acontecimientos del Antiguo Testamento para señalarse a sí mismo y lo que hace. Un ejemplo de ello es su alusión al evento registrado en Números 21:5 al 9: “Como Moisés levantó la serpiente en el desierto, así es necesario que el Hijo del hombre sea levantado” (Juan 3:14). Aquí, Jesús no solo se refiere al incidente histórico, sino además, al utilizarlo para señalarse a sí mismo, nos da la interpretación autorizada de lo que aquel evento histórico pretendía transmitir.&nbsp;</p><p>Jesús no es el único que usa el Antiguo Testamento para establecer este fundamento. Al comienzo del Evangelio de Juan, Felipe dice: “Hemos hallado a aquel de quien escribió Moisés en la ley, y también los profetas; a Jesús, el hijo de José, de Nazaret” (Juan 1:45).&nbsp;</p><p><strong>Lee Juan 13:18; 17:12; y 19:24, 28 y 36. ¿Qué enseñan estos textos acerca de la autoridad de las Escrituras tal como la entendían Jesús y Juan? ¿Qué debería decirnos esto acerca del papel crucial que toda la Escritura debe tener también para nuestra fe? ¿Cuáles son las fuerzas que, sutil o abiertamente, operan hoy tratando de socavar nuestra fe en la autoridad de la Biblia? Comparte tu respuesta con la clase el sábado.</strong></p><p><strong>Juan 13:18</strong></p><p><strong><sup>18</sup> </strong>No hablo de todos vosotros; yo sé a quienes he elegido; mas para que se cumpla la Escritura: El que come pan conmigo, levantó contra mí su calcañar.<br></p><p><strong>Juan 17:12</strong></p><p><strong><sup>12</sup></strong> Cuando estaba con ellos en el mundo, yo los guardaba en tu nombre; a los que me diste, yo los guardé, y ninguno de ellos se perdió, sino el hijo de perdición, para que la Escritura se cumpliese.<br></p><p><strong>Juan 19:24</strong></p><p><sup><strong>24</strong> </sup>Entonces dijeron entre sí: No la partamos, sino echemos suertes sobre ella, a ver de quién será. Esto fue para que se cumpliese la Escritura, que dice: Repartieron entre sí mis vestidos, Y sobre mi ropa echaron suertes. Y así lo hicieron los soldados.<br></p><p><strong>Juan 19:28 </strong><br></p><p><sup><strong>28</strong> </sup>Después de esto, sabiendo Jesús que ya todo estaba consumado, dijo, para que la Escritura se cumpliese: Tengo sed.<br></p><p><strong>Juan 19:36 </strong><br></p><p><strong><sup>36</sup></strong> Porque estas cosas sucedieron para que se cumpliese la Escritura: No será quebrado hueso suyo.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de noviembre",
          "dayTitle": "<p>PROFECÍAS DEL ANTIGUO TESTAMENTO ACERCA DE JESÚS: PARTE I<br></p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>En una discusión con los líderes religiosos acerca de su identidad, Jesús se pronunció en favor de la autoridad de las Escrituras. A primera vista, parecería innecesario que lo hiciera, pues ellos creían en la Biblia. Sin embargo, lo hizo para mostrarles quién era, independientemente de cuán duros fueran sus corazones y de cuánto lucharan contra la convicción impulsada por la evidencia. Por su parte, Juan registra muchas citas directas y alusiones al Antiguo Testamento que señalan a Jesús como el cumplimiento de las promesas mesiánicas bíblicas.&nbsp;</p><p><strong>¿Qué relación existe entre los siguientes pasajes del Nuevo Testamento y del Antiguo Testamento? Es decir, ¿cómo utiliza el Nuevo Testamento estos textos para dar testimonio en favor de Jesús?&nbsp;</strong></p><p><strong>Juan 1:23 </strong><br></p><p><strong><sup>23</sup></strong> Dijo: Yo soy la voz de uno que clama en el desierto: Enderezad el camino del Señor, como dijo el profeta Isaías.<br></p><p><strong>Isaías 40:3&nbsp;</strong></p><p><strong><sup>3</sup></strong> Voz que clama en el desierto: Preparad camino a Jehová; enderezad calzada en la soledad a nuestro Dios.</p><p><br></p><p><strong>Juan 2:16-17</strong></p><p><strong><sup>16</sup></strong> y dijo a los que vendían palomas: Quitad de aquí esto, y no hagáis de la casa de mi Padre casa de mercado. <br></p><p><sup><strong>17 </strong></sup>Entonces se acordaron sus discípulos que está escrito: El celo de tu casa me consume.<br></p><p><strong>Salmo 69:9&nbsp;</strong></p><p><strong><sup>9</sup></strong> Porque me consumió el celo de tu casa; Y los denuestos de los que te vituperaban cayeron sobre mí.</p><p><br></p><p><strong>Juan 7:38</strong></p><p><strong><sup>38</sup> </strong>El que cree en mí, como dice la Escritura, de su interior correrán ríos de agua viva.<br></p><p><strong>Jeremías 2:13 <br></strong></p><p><strong><sup>13</sup> </strong>Porque dos males ha hecho mi pueblo: me dejaron a mí, fuente de agua viva, y cavaron para sí cisternas, cisternas rotas que no retienen agua.<br></p><p><br></p><p><strong>Juan 19:36</strong></p><p><strong><sup>36</sup></strong> Porque estas cosas sucedieron para que se cumpliese la Escritura: No será quebrado hueso suyo.<br></p><p><strong>Números 9:12</strong> <br></p><p><strong><sup>12</sup></strong> No dejarán del animal sacrificado para la mañana, ni quebrarán hueso de él; conforme a todos los ritos de la pascua la celebrarán.<br></p><p><br></p><p>No solo Juan, sino también Pedro, Pablo, Mateo, Marcos, Lucas y todos los escritores del Nuevo Testamento subrayan una y otra vez, bajo la inspiración del Espíritu Santo, cómo la vida, la muerte, la resurrección y la ascensión de Jesús de Nazaret al Trono de Dios son el cumplimiento de las profecías del Antiguo Testamento.&nbsp;</p><p>Y, aunque Jesús estaba continuamente destacando ante los discípulos las Escrituras que predecían su ministerio, ¿cuándo entendieron ellos finalmente que las Escrituras lo señalaban a él? Fue recién después de que murió, resucitó y se les apareció. “Por eso, cuando Jesús resucitó de los muertos, sus discípulos se acordaron de que había dicho esto. Y creyeron en la Escritura y en la palabra de Jesús” (Juan 2:22; ver también Juan 20:9)<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de noviembre",
          "dayTitle": "<p>PROFECÍAS DEL ANTIGUO TESTAMENTO ACERCA DE JESÚS: PARTE II</p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>Jesús dijo a los líderes religiosos: “Ustedes escudriñan las Escrituras porque piensan que en ellas tienen la vida eterna. ¡Ellas testifican de mí!” (Juan 5:39). ¡Qué increíble afirmación acerca de sí mismo!&nbsp;</p><p>Las estimaciones varían, pero algunos estudiosos sostienen que Jesús de Nazaret cumplió cientos de profecías del Antiguo Testamento. Humanamente hablando, las probabilidades de que algo así ocurriera eran insignificantes, equivalentes a encontrar una aguja en un pajar en el primer intento, buscando a tientas y con los ojos vendados. No hay duda: el nacimiento, la vida y la muerte de Cristo fueron predichos por el Antiguo Testamento como evidencias contundentes de su identidad como el Mesías esperado. Juan menciona estos textos del Antiguo Testamento en numerosas ocasiones para dejar en claro quién era Jesús y por qué debemos creer en él y aceptar la salvación que nos ofrece.</p><p><strong>¿Qué revela cada uno de los siguientes pasajes del Evangelio de Juan acerca de Jesús como cumplimiento de la profecía mesiánica?&nbsp;</strong></p><p><strong>Juan 12:13</strong></p><p><strong><sup>13</sup></strong> tomaron ramas de palmera y salieron a recibirle, y clamaban: ¡Hosanna! ¡Bendito el que viene en el nombre del Señor, el Rey de Israel!<br></p><p><strong>Salmo 118:26&nbsp;</strong></p><p><strong><sup>26</sup></strong> Bendito el que viene en el nombre de Jehová; Desde la casa de Jehová os bendecimos.</p><p><br></p><p><strong>Juan 12:14-15</strong></p><p><sup><strong>14</strong> </sup>Y halló Jesús un asnillo, y montó sobre él, como está escrito:&nbsp;</p><p><strong><sup>15 </sup></strong>No temas, hija de Sion; He aquí tu Rey viene, Montado sobre un pollino de asna.<br></p><p><strong>Zacarías 9:9&nbsp;</strong></p><p><sup><strong>9</strong> </sup>Alégrate mucho, hija de Sion; da voces de júbilo, hija de Jerusalén; he aquí tu rey vendrá a ti, justo y salvador, humilde, y cabalgando sobre un asno, sobre un pollino hijo de asna.<br></p><p><br></p><p><strong>Juan 13:18</strong></p><p><strong><sup>18</sup></strong> No hablo de todos vosotros; yo sé a quienes he elegido; mas para que se cumpla la Escritura: El que come pan conmigo, levantó contra mí su calcañar.<br></p><p><strong>Salmo 41:9&nbsp;</strong></p><p><strong><sup>9</sup></strong> Aun el hombre de mi paz, en quien yo confiaba, el que de mi pan comía, Alzó contra mí el calcañar.<br></p><p><br></p><p><strong>Juan 19:37</strong></p><p><strong><sup>37</sup></strong> Y también otra Escritura dice: Mirarán al que traspasaron.<br></p><p><strong>Zacarías 12:10</strong></p><p><strong><sup>10</sup> </strong>Y derramaré sobre la casa de David, y sobre los moradores de Jerusalén, espíritu de gracia y de oración; y mirarán a mí, a quien traspasaron, y llorarán como se llora por hijo unigénito, afligiéndose por él como quien se aflige por el primogénito.<br></p><p><strong>Zacarías13:6 </strong><br></p><p><strong><sup>6 </sup></strong>Y le preguntarán: ¿Qué heridas son estas en tus manos? Y él responderá: Con ellas fui herido en casa de mis amigos.<br></p><p><br></p><p><strong>¿Cuán firmemente arraigado estás en lo que crees? Si alguien te preguntara por qué crees en Jesús como el Mesías, ¿qué respuestas darías y adónde estarías dispuesto a ir en defensa de tu fe?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de noviembre",
          "dayTitle": "<p>DESDE ABAJO<br></p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>En nuestro estudio del Evangelio de Juan, hemos visto hasta aquí que él muestra que Jesús es el Mesías prometido, a quien el pueblo judío había estado esperando con tanto anhelo.&nbsp;</p><p>Sin embargo, muchos de los líderes religiosos, los guías espirituales del pueblo, eran sus mayores enemigos. ¿Por qué?&nbsp;</p><p><strong>Lee Juan 8:12 al 30. ¿Cuál es la dinámica entre Jesús y estos líderes religiosos? ¿Qué textos explican mejor por qué muchos lo rechazaron?</strong></p><p><strong>&nbsp;Juan 8:12-30</strong></p><p><sup><strong>12</strong> </sup>Otra vez Jesús les habló, diciendo: Yo soy la luz del mundo; el que me sigue, no andará en tinieblas, sino que tendrá la luz de la vida.&nbsp;</p><p><strong><sup>13</sup> </strong>Entonces los fariseos le dijeron: Tú das testimonio acerca de ti mismo; tu testimonio no es verdadero.&nbsp;</p><p><strong><sup>14</sup></strong> Respondió Jesús y les dijo: Aunque yo doy testimonio acerca de mí mismo, mi testimonio es verdadero, porque sé de dónde he venido y a dónde voy; pero vosotros no sabéis de dónde vengo, ni a dónde voy.&nbsp;</p><p><sup><strong>15</strong> </sup>Vosotros juzgáis según la carne; yo no juzgo a nadie.&nbsp;</p><p><strong><sup>16</sup></strong> Y si yo juzgo, mi juicio es verdadero; porque no soy yo solo, sino yo y el que me envió, el Padre. <br></p><p><strong><sup>17</sup></strong> Y en vuestra ley está escrito que el testimonio de dos hombres es verdadero.&nbsp;</p><p><strong><sup>18</sup></strong> Yo soy el que doy testimonio de mí mismo, y el Padre que me envió da testimonio de mí.&nbsp;</p><p><strong><sup>19</sup></strong> Ellos le dijeron: ¿Dónde está tu Padre? Respondió Jesús: Ni a mí me conocéis, ni a mi Padre; si a mí me conocieseis, también a mi Padre conoceríais.&nbsp;</p><p><strong><sup>20</sup></strong> Estas palabras habló Jesús en el lugar de las ofrendas, enseñando en el templo; y nadie le prendió, porque aún no había llegado su hora.&nbsp;</p><p><strong><sup>21</sup></strong> Otra vez les dijo Jesús: Yo me voy, y me buscaréis, pero en vuestro pecado moriréis; a donde yo voy, vosotros no podéis venir.&nbsp;</p><p><strong><sup>22</sup></strong> Decían entonces los judíos: ¿Acaso se matará a sí mismo, que dice: A donde yo voy, vosotros no podéis venir?&nbsp;</p><p><sup><strong>23</strong> </sup>Y les dijo: Vosotros sois de abajo, yo soy de arriba; vosotros sois de este mundo, yo no soy de este mundo.&nbsp;</p><p><sup><strong>24</strong> </sup>Por eso os dije que moriréis en vuestros pecados; porque si no creéis que yo soy, en vuestros pecados moriréis.&nbsp;</p><p><sup><strong>25</strong><strong> </strong></sup>Entonces le dijeron: ¿Tú quién eres? Entonces Jesús les dijo: Lo que desde el principio os he dicho.</p><p><sup><strong>26</strong> </sup>Muchas cosas tengo que decir y juzgar de vosotros; pero el que me envió es verdadero; y yo, lo que he oído de él, esto hablo al mundo.&nbsp;</p><p><strong><sup>27</sup></strong> Pero no entendieron que les hablaba del Padre.&nbsp;</p><p><sup><strong>28 </strong></sup>Les dijo, pues, Jesús: Cuando hayáis levantado al Hijo del Hombre, entonces conoceréis que yo soy, y que nada hago por mí mismo, sino que según me enseñó el Padre, así hablo.&nbsp;</p><p><strong><sup>29</sup> </strong>Porque el que me envió, conmigo está; no me ha dejado solo el Padre, porque yo hago siempre lo que le agrada.&nbsp;</p><p><sup><strong>30</strong></sup> Hablando él estas cosas, muchos creyeron en él.<br></p><p><br></p><p>&nbsp;Jesús dice que no lo conocen a él ni al Padre (Juan 8:19). Deberían haber conocido a ambos, pero se engañaban a sí mismos. Estaban tan atrapados en sus propias tradiciones y filosofías que lo rechazaron aun teniéndolo delante, y a pesar de los hechos y las palabras de Jesús que revelaban al Padre.&nbsp;</p><p>En segundo lugar, Jesús les dice: “Ustedes son de abajo” (Juan 8:23). En otras palabras, por muy religiosos que fueran, no eran hombres espirituales ni piadosos. Tenían “apariencia de piedad” (2 Tim. 3:5), pero eso era todo. Eran piadosos por fuera, pero incrédulos por dentro.&nbsp;</p><p>Esto no era nada nuevo: “Este pueblo se me acerca con su boca, y con sus labios me honra, pero su corazón está lejos de mí, y su temor hacia mí fue enseñado por mandato de hombres” (Isa. 29:13). Este mismo concepto fue repetido por Jesús siglos después, cuando dijo: “En vano me honran, cuando enseñan como doctrinas mandamientos de hombres” (Mar. 7:7). Sus enseñanzas y mandamientos eran “de este mundo” (Juan 8:23) y, como Jesús dijo entonces: “Yo no soy de este mundo” (Juan 8:23). Ya era malo que estos hombres se engañaran a sí mismos, pero la situación empeoró cuando descarriaron a otros. No obstante, y curiosamente, Juan dice que, como resultado del intercambio descrito en estos versículos, “muchos creyeron en él” (Juan 8:30).&nbsp;</p><p>A pesar del mal desempeño de los líderes, muchos judíos fueron capaces de descubrir por sí mismos quién era Jesús.&nbsp;</p><p><strong>¿Qué lecciones extraes del intercambio de Jesús con los líderes religiosos? ¿Cómo podemos ser “de arriba” y no “de abajo”, y cómo podemos notar la diferencia?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de noviembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>Lee en El Deseado de todas las gentes, de Elena G. de White, el capítulo “ ‘No se turbe vuestro corazón’ ” (pp. 617-635).&nbsp;</p><p>“Como un áureo tesoro, la verdad había sido confiada al pueblo hebreo. El sistema de culto judaico, que llevaba la firma celestial, había sido instituido por Cristo mismo. Las grandes verdades de la Redención se hallaban veladas tras los tipos y los símbolos. Sin embargo, cuando Cristo vino, no reconocieron a aquel a quien señalaban todos los símbolos. Tenían la Palabra de Dios en sus manos; pero las tradiciones, que habían pasado de una generación a otra, y la interpretación humana de las Escrituras, escondieron de su vista la verdad tal cual es en Jesús. Se había perdido la significación espiritual de los Escritos Sagrados. El lugar de depósito de todo el conocimiento estaba abierto ante ellos, pero no lo sabían.&nbsp;</p><p>“Dios no esconde su verdad de los hombres. Por su propia conducta, ellos la oscurecen para sí mismos. Cristo dio al pueblo judío abundantes evidencias de que era el Mesías; pero su enseñanza exigía un cambio decidido en su vida. Ellos vieron que, si recibían a Cristo, debían abandonar sus máximas y tradiciones favoritas y sus prácticas egoístas e impías. Exigía un sacrificio el recibir la verdad invariable y eterna. Por lo tanto, no admitieron la más concluyente evidencia que Dios pudo dar a fin de establecer la fe en Cristo. Profesaban creer en las Escrituras del Antiguo Testamento, y sin embargo rehusaron aceptar el testimonio que contenían con respecto a la vida y el carácter de Cristo. Tuvieron miedo de ser convencidos, no sea que se convirtieran y se vieran obligados a abandonar sus opiniones preconcebidas. El tesoro del evangelio, el Camino, la Verdad y la Vida estaba entre ellos, pero rechazaron la dádiva más grande que los Cielos pudieran conceder” (Elena G. de White, Palabras de vida del gran Maestro, p. 77).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1.</strong> ¿Cómo edifican nuestra fe las profecías cumplidas en la vida de Jesús?&nbsp;</p><p><strong>2.</strong> ¿Cuáles son los tres o cuatro principales obstáculos que impidieron que los líderes religiosos creyeran en Jesús? ¿Cómo se manifiestan también hoy estos mismos obstáculos?&nbsp;</p><p><strong>3.</strong> Haz una autoevaluación para determinar dónde reside hoy tu confianza. ¿Qué pasos puedes dar para fortalecer tu fe?&nbsp;</p><p><strong>4. </strong>¿Qué debería enseñarnos tu respuesta a la pregunta final del lunes acerca de la autoridad de las Escrituras? ¿Por qué debemos rechazar cualquier cosa que ponga en duda la autoridad final de las Escrituras?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "x",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>RESEÑA <br></strong></p><p><strong>Texto clave: Juan 8:23.&nbsp;</strong></p><p>Las demostraciones o evidencias de la divinidad de Jesús se siguen sumando. En su Evangelio, Juan aporta pruebas más convincentes aún de que Jesús es realmente quien dice ser: el Hijo de Dios enviado para rescatar a la humanidad pecadora. En este Evangelio, Jesús razona con las personas para hacerles reconocer su carácter prístino, sus credenciales divinas, sus poderosas palabras y sus obras milagrosas.&nbsp;</p><p>Como Hijo de Dios encarnado, Jesús vino a salvar a este mundo pecador. Era uno con el Padre. Por lo tanto, Jesús dijo e hizo todo de acuerdo con la voluntad del Padre. Cristo fue el mayor regalo de Dios a la humanidad. Sin tal Don, el mundo estaría condenado. Sin embargo, triste y paradójicamente, a pesar de esta verdad, la mayor parte del mundo, creado por él, no creyó en él. Tampoco lo hizo su propio pueblo. Juan lo dice muy claramente. ¡Qué tragedia que las criaturas de Dios, hechas a su imagen, rechazaran su Don indispensable! Jesús “en el mundo estaba, y aunque el mundo fue hecho por él, el mundo no lo reconoció. Vino a lo que era suyo, y los suyos no lo recibieron” (Juan 1:10, 11).&nbsp;</p><p>Esta semana estudiaremos algunas profecías pertinentes de las Escrituras que revelan claramente que Jesús es el Mesías prometido. Además, examinaremos los detalles específicos que demuestran que esas profecías se cumplieron con precisión. Por ejemplo, estudiaremos el cumplimiento de la profecía que anunciaba que Jesús entraría en Jerusalén montado en un asno (Sal. 118:26; Zac. 9:9). También veremos la profecía acerca del discípulo que lo traicionaría (Sal. 41:9). Estudiaremos también la dinámica que explica por qué algunos dirigentes lo rechazaron mientras que otros decidieron creer en él. Finalmente, consideraremos qué significa razonar “desde abajo”, según Juan 8:23, a diferencia de hacerlo “desde arriba”.&nbsp;</p><p><strong>COMENTARIO&nbsp;</strong></p><p><strong>Profecías acerca de Jesús en el Antiguo Testamento&nbsp;</strong></p><p>El cumplimiento exacto de las numerosas profecías mesiánicas en la vida y el ministerio de Jesús es sencillamente sobrecogedor. Esas predicciones del Antiguo Testamento se cumplieron con una exactitud increíble. Aun el escéptico más empedernido queda sin argumentos ante la avalancha de tales evidencias. Aunque Jesús sabía lo endurecidos que estaban los líderes judíos, nunca se rindió ante ellos. Siempre intentó penetrar en sus obstinados corazones desde todos los ángulos posibles. Aunque muchos no respondían favorablemente a sus intentos, continuó acercándose a ellos para que al menos supieran que había un testigo de la verdad ante ellos.&nbsp;</p><p>Es fácil criticar a los dirigentes judíos y sentirse desconcertado por su rechazo de lo que sus propias Escrituras decían acerca del Mesías. Pero ¿cómo habríamos reaccionado en su situación, si nuestra mayor prioridad fuera anticipar la llegada de un libertador militar judío, no divino, semejante a Moisés o David, uno que pudiera expulsar de Israel a los romanos y poner fin así al yugo impuesto por estos?</p><p>Recordemos que incluso los discípulos de Cristo, los más cercanos a él, tardaron en creer en la naturaleza espiritual de su reino. De hecho, solo creyeron de verdad después de la resurrección. (Ver Juan 2:22).&nbsp;</p><p>El problema de muchos de los líderes religiosos era que conocían la letra de la Ley, pero no su espíritu. De hecho, conocían la Palabra escrita, pero no a quien era la Palabra viva. Jesús dio testimonio de este problema cuando les dijo: “Ustedes escudriñan las Escrituras porque piensan que en ellas tienen la vida eterna. ¡Ellas testifican de mí! Sin embargo, no quieren venir a mí para tener vida eterna” (Juan 5:39, 40). Las antiguas tradiciones judías enseñaban que el mero conocimiento de las Escrituras garantizaba la vida eterna. Esta noción es evidente en lo que Hillel, un renombrado rabino del siglo I a.C., supuestamente enseñó acerca de este tema: “Uno que ha atesorado para sí las palabras de la Torah, ha adquirido para sí la vida del mundo venidero” (Mishnah, tratado Aboth 2.7, ed. Soncino del Talmud, p. 17; citado en el Comentario bíblico adventista, t. 5, p. 932).</p><p>Los líderes judíos estaban tan obsesionados con las palabras de la Escritura que descuidaron a Jesús, quien era el corazón mismo de ella. Sustituyeron la regeneración del corazón por un asentimiento intelectual superficial. Escudriñar las Escrituras, lo cual hacían, no era algo malo en sí mismo, pero sus ideas preconcebidas les impedían ver en ellas el significado más profundo de la misión de Cristo y su ofrecimiento de salvación.&nbsp;</p><p>El apóstol Pablo se hace eco de las palabras dirigidas por Cristo a los líderes cuando escribe que “la letra mata, pero el Espíritu da vida” (2 Cor. 3:6). Centrarnos en la letra pero estar desprovistos del Espíritu conduce al legalismo y la hipocresía, que a su vez hace que nos comparemos con los demás en lugar de mirar a Jesús, el Autor y Consumador de nuestra fe.&nbsp;</p><p>Los dirigentes judíos afirmaban creer en Moisés, su profeta más venerado, pero no creían en el “Profeta” divino profetizado por Moisés. Antes de partir, Moisés prometió al pueblo: “Un Profeta de en medio de los tuyos, de tus hermanos, como yo, te levantará el Señor tu Dios; a él oirás” (Deut. 18:15). Jesús recordó a los dirigentes judíos que Moisés, a quien tanto admiraban, había creído en él y en su futura misión. Sin embargo, ahora que esta promesa se estaba cumpliendo ante sus ojos, se negaban a creer. Jesús los reprendió: “Si ustedes le creyesen a Moisés, me creerían a mí; porque él escribió de mí” (Juan 5:46).&nbsp;</p><p>Las profecías mesiánicas cumplidas, que muy a menudo se refieren a la dinámica de las relaciones humanas, revelan mucho acerca del carácter de Cristo. Veamos dos ejemplos. La primera profecía se encuentra en Salmo 41:9, que predice: “Hasta mi amigo íntimo, en quien yo confiaba, el que comía de mi pan, alzó contra mí su talón”. Jesús aplicó esa profecía a sí mismo, como el traicionado por un amigo: “No hablo así de todos ustedes. Conozco a quienes elegí. Pero tiene que cumplirse la Escritura: ‘El que come pan conmigo levantó su talón contra mí’ ” (Juan 13:18).&nbsp;</p><p>Hasta el día de hoy, en la cultura de Oriente Medio, compartir la comida con alguien es un acto especial que aporta cercanía emocional y espiritual a una relación. Por eso, la duplicidad, el fingimiento de alguien con quien se ha compartido la comida es señal de traición. Jesús pasó tres años y medio no solo comiendo con Judas, sino además perdonándolo y animándolo. Durante ese tiempo, Jesús trató de proteger la reputación del discípulo. Aunque el Maestro tenía amplia justificación para exponer públicamente a Judas como ladrón, no lo hizo. A cambio, Judas vendió a Jesús por treinta siclos, el precio de un esclavo común. Luego, en la noche del arresto del Salvador, Judas se acercó a Jesús y lo besó. A pesar de esta traición, Jesús llamó a Judas “amigo”: “Amigo, ¿a qué vienes?” (Mat. 26:50).</p><p>El segundo ejemplo de profecía cumplida que analizaremos como revelación del carácter de Cristo es Zacarías 13:6, que se refiere a las heridas que Jesús recibió al ser crucificado. Su costado fue traspasado y sus manos fueron heridas. Zacarías predijo en este versículo que estas heridas serían infligidas a Jesús en la casa de sus amigos. Jesús se refiere implícitamente a su traidor y a los líderes judíos llamándolos amigos. De este modo, la pura e inocente sangre de Cristo no clama venganza contra los que la derramaron. Sus manos heridas no están cerradas por la ira, están extendidas para abrazar a todos con amor y reconciliación.&nbsp;</p><p><strong>Desde abajo (Juan 8:23)&nbsp;</strong></p><p>Juan dedica la mayor parte del capítulo 8 a Jesús como el sublime y divino Hijo de Dios, enviado por su Padre celestial para ayudar a los humanos sin esperanza. Todo lo que Jesús decía era de origen celestial. Él era la Luz celestial que iluminaba un mundo oscurecido por el pecado. El Padre dio testimonio de que envió a su Hijo desde lo Alto para ser un verdadero Testigo de la verdad. Todos los dones concedidos por el Cielo a los humanos en la persona de Jesús fueron contrastados con las cosas terrenales cuando el Salvador dijo a los líderes judíos: “Ustedes son de abajo, yo soy de arriba. Ustedes son de este mundo, yo no soy de este mundo” (Juan 8:23).&nbsp;</p><p>“Desde abajo” implica que los líderes tenían una mentalidad tan terrenal, que era imposible para ellos pensar de manera celestial. Estaban tan apegados a sus tradiciones y tan cegados por su filosofía estrecha y egocéntrica que eligieron este mundo y la muerte, rechazando así el Cielo y la vida ofrecida por Jesús. Pablo describió acertadamente a esa clase de profesos seguidores como quienes tenían “apariencia de piedad” pero carecían de ella. Reemplazaban la pureza interior por la piedad aparente, exterior (Ver 2 Tim. 3:5).&nbsp;</p><p>Sorprendentemente, Juan dice que “muchos creyeron en él” (Juan 8:30). Esta afirmación contiene una gran lección para nosotros cuando parece no haber esperanza y muchos pierden su fe: la luz prevalece incluso en tiempos de oscuridad. Jesús predicó la verdad independientemente de la aceptación o el rechazo de ella por parte de la gente. Nosotros debemos actuar de la misma manera a pesar de las circunstancias desalentadoras.&nbsp;</p><p>El desprecio de los líderes religiosos hacia la verdad los condujo a cerrar deliberadamente sus ojos y a cegar sus corazones contra ella para no ver la luz proveniente del Cielo. Si hubieran abierto sus mentes a Jesús, habrían creído. Pero tal acto habría puesto en peligro sus ideas preconcebidas. Deberíamos estar siempre dispuestos a abrir nuestro corazón y nuestra mente a la verdad, porque como dijo Jesús: “Conocerán la verdad, y la verdad los libertará” (Juan 8:32).&nbsp;</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p><strong>Reflexiona acerca de las siguientes preguntas y respóndelas:&nbsp;</strong></p><p><strong>1.</strong> Considera cómo la vida de Jesús fue un reflejo perfecto de su Padre. Jesús hablaba a menudo de su Padre y de la íntima relación que mantenían. En cierta ocasión, Felipe pidió a su Maestro que les mostrara al Padre. Jesús respondió: “¿Tanto tiempo hace que estoy con ustedes y no me has conocido, Felipe? El que me ha visto a mí ha visto al Padre” (Juan 14:9). ¿Cómo influye en tu vida cotidiana el hecho de ver al Padre en Jesús y qué diferencia produce esa comprensión?&nbsp;</p><p><strong>2. </strong>¿No debería ser preocupante, incluso alarmante, que los líderes religiosos se alejen deliberadamente de la verdad bíblica al ser confrontados con ella? ¿Qué papel desempeña el orgullo en la violación de la propia conciencia y en el rechazo de la verdad? ¿Cómo puede el Espíritu Santo ayudarnos a poner a un lado nuestras opiniones, que son fruto del orgullo, y a estar dispuestos a recibir instrucción?&nbsp;</p><p><strong>3.</strong> Cualquier cosa que usurpe la prioridad de Jesús en nuestra vida se convierte en un ídolo. Por aterradora que resulte la idea, si no tenemos cuidado, incluso nuestro trabajo para él podría ocupar su lugar en nuestro corazón. El estudio inapropiado de la Biblia también podría ocupar el lugar de Jesús. Reflexiona acerca de esta declaración aleccionadora: “Al aumentar la actividad, si los hombres tienen éxito en ejecutar algún trabajo para Dios, hay peligro de que confíen en los planes y los métodos humanos. […] Como los discípulos, corremos el riesgo de perder de vista cuánto dependemos de Dios y tratar de hacer de nuestra actividad un salvador” (Elena G. de White, El Deseado de todas las gentes, p. 329).&nbsp;</p><p><strong>4.</strong> ¿Qué significa razonar “desde abajo”? ¿Caemos a veces en ello? Si es así, ¿cómo?&nbsp;</p><p><strong>5.</strong> Muchos creyeron en Jesús (Juan 8:30) a pesar de toda la incredulidad que los rodeaba. ¿Cómo nos anima este hecho a no darnos por vencidos con las personas que parecen resistirse a la luz de la verdad divina?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "4T2024",
      "title": "<p>EL CUMPLIMIENTO DE LAS PROFECÍAS DEL ANTIGUO TESTAMENTO<br></p>",
      "verse": "<p>“Pero yo tengo un testimonio mayor que el de Juan. Las mismas obras que el Padre me encomendó realizar, esas mismas obras que hago testifican que el Padre me envió” (Juan 5:36).<br></p>",
      "versionCode": 7,
      "weekDate": " 16-23 de noviembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
