{
   "data":[
      {
         "color":"#468c8a",
         "id":6,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 30 de abri",
               "dayTitle":"",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>Ahora hemos llegado al centro del libro de Génesis. Esta sección central (Gén. 12-22) cubrirá el viaje de Abraham, desde el primer llamado de Dios, lej lejá, “Vete” (Gén. 12: 1), que lleva a Abraham a dejar su pasado, hasta el segundo llamado de Dios, lej lejá, “vete” (Gén. 22: 2), que lleva a Abraham a dejar su futuro (representado en la existencia de su hijo). Como resultado, Abraham está siempre en movimiento, siempre migrando, razón por la que también se lo llama “extranjero” (Gén. 17: 8, NTV). En su peregrinación, Abraham está suspendido en el vacío, sin su pasado, que ha perdido, y sin su futuro, que no ve. Entre estos dos llamados, que en\u0002marcan el viaje de fe de Abraham, Abraham escucha la voz de Dios, que lo tranquiliza: “No temas” (Gén. 15: 1). Estas dos palabras de Dios marcan las tres secciones del viaje de Abraham, que estudiaremos en las semanas 6, 7 y 8. Abraham ejemplifica la fe (Gén. 17: 6) y en las Escrituras hebreas se lo re\u0002cuerda como el hombre fiel (Neh. 9: 7, 8). En el Nuevo Testamento, Abraham es una de las figuras veterotestamentarias más mencionadas, y esta semana comenzaremos a ver por qué.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 1 de mayo",
               "dayTitle":"<p>LA SALIDA DE ABRAHAM<br></p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Génesis 12: 1 al 9. ¿Por qué Dios llamó a Abram a dejar su país y a su familia? ¿Cómo respondió Abram?</strong><br><br><strong>Génesis 12: 1 al 9 </strong><br></p><p><strong><sup>1</sup></strong> Pero Jehová había dicho a Abram: Vete de tu tierra y de tu parentela, y de la casa de tu padre, a la tierra que te mostraré. <br></p><p><strong><sup>2</sup></strong> Y haré de ti una nación grande, y te bendeciré, y engrandeceré tu nombre, y serás bendición.</p><p><strong><sup>3</sup></strong> Bendeciré a los que te bendijeren, y a los que te maldijeren maldeciré; y serán benditas en ti todas las familias de la tierra. <br></p><p><strong><sup>4</sup></strong> Y se fue Abram, como Jehová le dijo; y Lot fue con él. Y era Abram de edad de setenta y cinco años cuando salió de Harán. <br></p><p><strong><sup>5</sup></strong> Tomó, pues, Abram a Sarai su mujer, y a Lot hijo de su hermano, y todos sus bienes que habían ganado y las personas que habían adquirido en Harán, y salieron para ir a tierra de Canaán; y a tierra de Canaán llegaron.<br><br><sup><strong>6</strong> </sup>Y pasó Abram por aquella tierra hasta el lugar de Siquem, hasta el encino de More; y el cananeo estaba entonces en la tierra.</p><p><strong><sup>&nbsp;7</sup> </strong>Y apareció Jehová a Abram, y le dijo: A tu descendencia daré esta tierra. Y edificó allí un altar a Jehová, quien le había aparecido. <br></p><p><strong><sup>8</sup> </strong>Luego se pasó de allí a un monte al oriente de Bet-el, y plantó su tienda, teniendo a Bet-el al occidente y Hai al oriente; y edificó allí altar a Jehová, e invocó el nombre de Jehová. <br></p><p><strong><sup>9</sup> </strong>Y Abram partió de allí, caminando y yendo hacia el Neguev.<br><br>La última vez que Dios había hablado a una persona, al menos según se registra en las Escrituras, fue a Noé, para asegurarle después del Diluvio que establecería un pacto con toda carne (Gén. 9: 15-17) y que nunca más habría otro diluvio mundial. La nueva palabra de Dios, ahora para Abram, se vuelve a conectar con esa promesa: todas las naciones de la Tierra serán bendecidas por intermedio de Abram.<br><br>El cumplimiento de esa profecía comienza con abandonar el pasado. Abram deja todo lo que le era familiar: su familia y su país, incluso una parte de sí mismo. La intensidad de esta salida se refleja en la repetición de la palabra clave “vete”, que aparece siete veces en este contexto. En primer lugar, Abram tiene que dejar su país, “Ur de los caldeos”, que también es Babilonia (Gén. 11: 31; Isa. 13: 19). Este llamado a “salir de Babilonia” tiene una larga historia entre los profetas bíblicos (Isa. 48: 20; Apoc. 18: 4).<br><br>La partida de Abram también incumbe a su familia. Abram debe dejar su herencia y mucho de lo que aprendió y adquirió mediante el legado, la educación y la influencia.<br><br>Sin embargo, el llamado de Dios a salir implica aún más. La frase hebrea lej lejá, “vete”, traducida literalmente, significa “ve tú mismo” o “ve por ti mismo”. La partida de Abram de Babilonia concierne más que a su entorno, o a su familia incluso. La frase hebrea sugiere un énfasis en él mismo. Abram tiene que dejarse a sí mismo, deshacerse de la parte de sí mismo que contiene su pasado babilónico.<br><br>El objetivo de esta renuncia es una “tierra” que Dios le mostrará. El mismo lenguaje se usará nuevamente en el contexto del sacrificio de Isaac (Gén. 22: 2), para referirse al monte Moriah, donde se ofrecerá a Isaac y donde se construirá el Templo de Jerusalén (2 Crón. 3: 1). La promesa de Dios no tiene que ver solo con una patria física, sino con la salvación del mundo. Esta idea se reafirma en la promesa de Dios de bendecir a todas las naciones (Gén. 12: 2, 3). El verbo baraj, “bendecir”, aparece cinco veces en este pasaje. El proceso de esta bendición universal obra por intermedio de la “simiente” de Abram (Gén. 22: 18; 26: 4; 28: 14). El texto se refiere aquí a la “simiente”, que finalmente se cumplirá en Jesucristo (Hech. 3: 25).<br><br><strong>¿Qué podría estar llamándote a dejar atrás Dios? Es decir, ¿qué parte de tu vida quizá tengas que abandonar para atender el llamado de Dios?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 2 de mayo",
               "dayTitle":"<p>LA TENTACIÓN DE EGIPTO<br></p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Génesis 12: 10 al 20. ¿Por qué Abram dejó la Tierra Prometida para ir a Egipto? ¿Cómo se comportó el faraón en comparación con Abram?</strong><br><br><strong>Génesis 12: 10-20</strong><br><br><strong><sup>10 </sup></strong>Hubo entonces hambre en la tierra, y descendió Abram a Egipto para morar allá; porque era grande el hambre en la tierra.<br><br><strong><sup>11</sup> </strong>Y aconteció que cuando estaba para entrar en Egipto, dijo a Sarai su mujer: He aquí, ahora conozco que eres mujer de hermoso aspecto;<br><br><strong><sup>12</sup></strong> y cuando te vean los egipcios, dirán: Su mujer es; y me matarán a mí, y a ti te reservarán la vida.<br><strong><br><sup>13 </sup></strong>Ahora, pues, di que eres mi hermana, para que me vaya bien por causa tuya, y viva mi alma por causa de ti.<br><br><strong><sup>14</sup> </strong>Y aconteció que cuando entró Abram en Egipto, los egipcios vieron que la mujer era hermosa en gran manera.<br><strong><br><sup>15</sup></strong> También la vieron los príncipes de Faraón, y la alabaron delante de él; y fue llevada la mujer a casa de Faraón.<br><strong><br><sup>16</sup></strong> E hizo bien a Abram por causa de ella; y él tuvo ovejas, vacas, asnos, siervos, criadas, asnas y camellos.<br><br><strong><sup>17</sup> </strong>Mas Jehová hirió a Faraón y a su casa con grandes plagas, por causa de Sarai mujer de Abram.<br><br><strong><sup>18 </sup></strong>Entonces Faraón llamó a Abram, y le dijo: ¿Qué es esto que has hecho conmigo? ¿Por qué no me declaraste que era tu mujer?<br><br><strong><sup>19 </sup></strong>¿Por qué dijiste: Es mi hermana, poniéndome en ocasión de tomarla para mí por mujer? Ahora, pues, he aquí tu mujer; tómala, y vete.<br><br><strong><sup>20</sup></strong> Entonces Faraón dio orden a su gente acerca de Abram; y le acompañaron, y a su mujer, con todo lo que tenía.<br><br>Irónicamente, Abram, que acababa de llegar a la Tierra Prometida, decide dejarla y partir a Egipto porque había “hambre en la tierra” (Gén. 12: 10). Las evidencias de gente de Canaán que partió a Egipto en tiempos de hambruna están bien documentadas en los textos del antiguo Egipto. En la enseñanza egipcia de Merikare, un texto compuesto durante el período del Reino Medio (2060-1700), al proveniente de Canaán se lo identifica como “asiático miserable” (aamu) y se lo describe como “canalla [...] escaso de agua [...] no habita en un solo lugar, la comida impulsa sus piernas” (M. Lichtheim, Ancient Egyptian Literature, Volume I: The Old and Middle Kingdoms, pp. 103, 104).<br><br>La tentación de Egipto a menudo era un problema para los antiguos israelitas (Núm. 14: 3; Jer. 2: 18). Por lo tanto, Egipto llegó a ser un símbolo de la humanidad que confía en la humanidad, y no en Dios (2 Rey. 18: 21; Isa. 36: 6, 9). En Egipto, donde se podía ver agua a diario, no se necesitaba fe, porque la promesa de la tierra se hacía visible de inmediato. En comparación con la tierra del hambre, Egipto parecía un buen lugar para estar, a pesar de lo que Dios le había dicho a Abram.<br><br>El Abram que ahora deja Canaán contrasta con el Abram que dejó Ur. Anteriormente, se describió a Abram como un hombre de fe que dejó Ur en respuesta al llamado de Dios; ahora, Abram deja la Tierra Prometida por su cuenta, por iniciativa propia. Antes, Abram confiaba en Dios; ahora se comporta como un político pragmático, manipulador y antiético, que solo depende de sí mismo. “Durante su estada en Egipto, Abraham dio evidencias de que no estaba libre de la debilidad y la imperfección humanas. Al ocultar el hecho de que Sara era su esposa, reveló desconfianza en el amparo divino, una falta de esa fe y ese valor elevadísimos tan frecuente y noblemente manifestados en su vida” (PP 123).<br><br>Por consiguiente, lo que vemos aquí es cómo hasta un gran hombre de Dios puede cometer un error y, no obstante, Dios no lo abandonó. Cuando el Nuevo Testamento habla de Abraham como un ejemplo de salvación por gracia, significa precisamente eso: gracia. Porque, si no fuera por la gracia, Abraham, como todos nosotros, no habría tenido esperanza.<br><strong><br>¿Qué debería enseñarnos esta historia sobre lo fácil que es desviarse del camino correcto, incluso para los cristianos fieles? ¿Por qué la desobediencia nunca es una buena opción?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 3 de mayo",
               "dayTitle":"<p>ABRAM Y LOT<br></p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Génesis 13: 1 al 18. ¿Qué nos enseña esta historia sobre la importancia del carácter?</strong><br><br>Génesis 13: 1 al 18<br><br><sup>1</sup> Subió, pues, Abram de Egipto hacia el Neguev, él y su mujer, con todo lo que tenía, y con él Lot.<br><br><sup>2</sup> Y Abram era riquísimo en ganado, en plata y en oro.<br><br><sup>3</sup> Y volvió por sus jornadas desde el Neguev hacia Bet-el, hasta el lugar donde había estado antes su tienda entre Bet-el y Hai,<br><br><sup>4</sup> al lugar del altar que había hecho allí antes; e invocó allí Abram el nombre de Jehová.<br><br><sup>5 </sup>También Lot, que andaba con Abram, tenía ovejas, vacas y tiendas.<br><br><sup>6 </sup>Y la tierra no era suficiente para que habitasen juntos, pues sus posesiones eran muchas, y no podían morar en un mismo lugar.<br><br><sup>7 </sup>Y hubo contienda entre los pastores del ganado de Abram y los pastores del ganado de Lot; y el cananeo y el ferezeo habitaban entonces en la tierra.<br><br><sup>8 </sup>Entonces Abram dijo a Lot: No haya ahora altercado entre nosotros dos, entre mis pastores y los tuyos, porque somos hermanos.<br><br><sup>9</sup> ¿No está toda la tierra delante de ti? Yo te ruego que te apartes de mí. Si fueres a la mano izquierda, yo iré a la derecha; y si tú a la derecha, yo iré a la izquierda.<br><br><sup>10</sup> Y alzó Lot sus ojos, y vio toda la llanura del Jordán, que toda ella era de riego, como el huerto de Jehová, como la tierra de Egipto en la dirección de Zoar, antes que destruyese Jehová a Sodoma y a Gomorra.<br><br><sup>11</sup> Entonces Lot escogió para sí toda la llanura del Jordán; y se fue Lot hacia el oriente, y se apartaron el uno del otro.<br><br><sup>12</sup> Abram acampó en la tierra de Canaán, en tanto que Lot habitó en las ciudades de la llanura, y fue poniendo sus tiendas hasta Sodoma.<br><br><sup>13 </sup>Mas los hombres de Sodoma eran malos y pecadores contra Jehová en gran manera.<br><br><sup>14 </sup>Y Jehová dijo a Abram, después que Lot se apartó de él: Alza ahora tus ojos, y mira desde el lugar donde estás hacia el norte y el sur, y al oriente y al occidente.<br><br><sup>15</sup> Porque toda la tierra que ves, la daré a ti y a tu descendencia para siempre.<br><br><sup>16</sup> Y haré tu descendencia como el polvo de la tierra; que si alguno puede contar el polvo de la tierra, también tu descendencia será contada.<br><br><sup>17 </sup>Levántate, ve por la tierra a lo largo de ella y a su ancho; porque a ti la daré.<br><br><sup>18</sup> Abram, pues, removiendo su tienda, vino y moró en el encinar de Mamre, que está en Hebrón, y edificó allí altar a Jehová.<br><br>Abram regresa a donde estaba antes, como si su viaje a Egipto fuera un mero desvío desafortunado. La historia de Dios con Abram comienza otra vez donde se había interrumpido desde su primer viaje a la Tierra Prometida. La primera parada de Abram es Betel (Gén. 13: 3), al igual que en su primer viaje a la Tierra Prometida (Gén. 12: 3-6). Abram se arrepintió y volvió “en sí”: Abram, el hombre de fe.<br><br>La reconexión de Abram con Dios ya se muestra en su relación con la gente, en la forma en que afronta el problema con Lot, su sobrino, con respecto al uso de la tierra. Es el mismo Abram quien propone un acuerdo pacífico y permite que Lot elija primero (Gén. 13: 9, 10); un acto de generosidad y bondad, muestra de la clase de hombre que era Abram.<br><br>El hecho de que Lot eligiera la mejor parte y lo más fácil para él, la llanura bien irrigada (Gén. 13: 10, 11), sin ninguna preocupación por la maldad de sus futuros vecinos (Gén. 13: 13), revela algo sobre su codicia y su carácter. La expresión “para sí” nos recuerda a los antediluvianos, que también eligieron “para sí” (ver Gén. 6: 2).<br><br>En contraste, el accionar de Abram fue un acto de fe. Abram no eligió la tierra; la recibió por la gracia de Dios. A diferencia de Lot, Abram contempló la tierra solo por mandato de Dios (Gén. 13: 14). Recién después de que Abram se separa de Lot, Dios le vuelve a hablar (Gén. 13: 14). Por cierto, esta es la primera vez que se registra que Dios le habla a Abram desde su llamado en Ur. “Alza ahora tus ojos, y mira desde el lugar donde estás hacia el norte y el sur, y al oriente y al occidente. Porque toda la tierra que ves, la daré a ti y a tu descendencia para siempre” (Gén. 13: 14, 15). Luego Dios invita a Abram a ir “y recorre[r]” (NVI) esta tierra como un acto de apropiación. “Levántate, ve por la tierra a lo largo de ella y a su ancho; porque a ti la daré” (Gén. 13: 17).<br><br>No obstante, el Señor le deja muy en claro que es él quien se la da a Abram. Es un regalo, un don de la gracia, que Abram debe apropiarse por fe, una fe que conduce a la obediencia. Es la obra de Dios únicamente la que llevará a cabo todo lo que le ha prometido a Abram aquí (ver Gén. 13: 14-17).<br><br><strong>¿Cómo podemos aprender a ser amables y generosos con los demás, incluso cuando ellos no lo son con nosotros?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miércoles 4 de mayo",
               "dayTitle":"<p>LA COALICIÓN DE BABEL<br></p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p><strong><br></strong></p><p><strong>Lee Génesis 14: 1 al 17. ¿Qué tiene de relevante esta guerra que ocurre justo después del regalo de la Tierra Prometida? ¿Qué nos enseña esta historia sobre Abram?</strong><br><br>Génesis 14: 1 -17<br><br><strong><sup>1</sup></strong> Aconteció en los días de Amrafel rey de Sinar, Arioc rey de Elasar, Quedorlaomer rey de Elam, y Tidal rey de Goim,<br><br><strong><sup>2</sup> </strong>que estos hicieron guerra contra Bera rey de Sodoma, contra Birsa rey de Gomorra, contra Sinab rey de Adma, contra Semeber rey de Zeboim, y contra el rey de Bela, la cual es Zoar.<br><br><strong><sup>3</sup> </strong>Todos estos se juntaron en el valle de Sidim, que es el Mar Salado.<br><br><strong><sup>4</sup></strong> Doce años habían servido a Quedorlaomer, y en el decimotercero se rebelaron.<br><br><strong><sup>5</sup></strong> Y en el año decimocuarto vino Quedorlaomer, y los reyes que estaban de su parte, y derrotaron a los refaítas en Astarot Karnaim, a los zuzitas en Ham, a los emitas en Save-quiriataim,<br><br><strong><sup>6</sup> </strong>y a los horeos en el monte de Seir, hasta la llanura de Parán, que está junto al desierto.<br><br><strong><sup>7</sup> </strong>Y volvieron y vinieron a En-mispat, que es Cades, y devastaron todo el país de los amalecitas, y también al amorreo que habitaba en Hazezontamar.<br><strong><br></strong><sup><strong>8</strong> </sup>Y salieron el rey de Sodoma, el rey de Gomorra, el rey de Adma, el rey de Zeboim y el rey de Bela, que es Zoar, y ordenaron contra ellos batalla en el valle de Sidim;<br><br><sup><strong>9</strong> </sup>esto es, contra Quedorlaomer rey de Elam, Tidal rey de Goim, Amrafel rey de Sinar, y Arioc rey de Elasar; cuatro reyes contra cinco.<br><br><strong><sup>10</sup> </strong>Y el valle de Sidim estaba lleno de pozos de asfalto; y cuando huyeron el rey de Sodoma y el de Gomorra, algunos cayeron allí; y los demás huyeron al monte.<br><br><strong><sup>11</sup> </strong>Y tomaron toda la riqueza de Sodoma y de Gomorra, y todas sus provisiones, y se fueron.<br><br><strong><sup>12</sup> </strong>Tomaron también a Lot, hijo del hermano de Abram, que moraba en Sodoma, y sus bienes, y se fueron.<br><br><strong><sup>13</sup> </strong>Y vino uno de los que escaparon, y lo anunció a Abram el hebreo, que habitaba en el encinar de Mamre el amorreo, hermano de Escol y hermano de Aner, los cuales eran aliados de Abram.<br><br><strong><sup>14</sup></strong> Oyó Abram que su pariente estaba prisionero, y armó a sus criados, los nacidos en su casa, trescientos dieciocho, y los siguió hasta Dan.<br><br><strong><sup>15</sup></strong> Y cayó sobre ellos de noche, él y sus siervos, y les atacó, y les fue siguiendo hasta Hoba al norte de Damasco.<br><strong><br>16</strong> Y recobró todos los bienes, y también a Lot su pariente y sus bienes, y a las mujeres y demás gente. Melquisedec bendice a Abram<br><br><strong><sup>17</sup> </strong>Cuando volvía de la derrota de Quedorlaomer y de los reyes que con él estaban, salió el rey de Sodoma a recibirlo al valle de Save, que es el Valle del Rey.<br><br>Esta es la primera guerra narrada en las Escrituras (Gén. 14: 2). La coalición de cuatro ejércitos de Mesopotamia y Persia contra la otra coalición de cinco ejércitos cananeos, incluidos los reyes de Sodoma y Gomorra (Gén. 14: 8), sugiere un conflicto a gran escala (Gén. 14: 9). La razón de esta operación militar tiene que ver con el hecho de que los pueblos cananeos se habían rebelado contra sus soberanos babilónicos (Gén. 14: 4, 5). Aunque esta historia se refiere a un conflicto histórico específico, el momento de esta guerra “global”, justo después del regalo de Dios de la Tierra Prometida a Abram, le da a este acontecimiento una importancia espiritual peculiar.<br><br>La participación de tantos pueblos del país de Canaán sugiere que el tema en juego en este conflicto era la soberanía sobre la tierra. Irónicamente, el campamento de Abram, la parte verdaderamente interesada, porque él es el único dueño verdadero de la tierra, es la única fuerza que permanece al margen del conflicto, al menos al principio.<br><br>La razón de la neutralidad de Abram es que, para el patriarca, la Tierra Prometida no se adquiría mediante la fuerza de las armas ni la sabiduría de las estrategias políticas; el reino de Abram era un regalo de Dios. La única razón por la que Abram intervendrá es el destino de su sobrino Lot, quien fue tomado prisionero en el transcurso de las batallas (Gén. 14: 12, 13).<br><br>“Abraham, que habitaba tranquilamente en el encinar de Mamre, fue enterado por un fugitivo de lo ocurrido en aquella batalla y de la desgracia en que había caído su sobrino. No había albergado resentimiento por la ingratitud de Lot. Se despertó por él todo su afecto, y decidió que lo rescataría. Abraham buscó, ante todo, el consejo divino, y se preparó para la guerra” (PP 128).<br><br>Pero Abram no se enfrenta a toda la coalición. En lo que debió haber sido una operación de comando rápida y nocturna, ataca solo el campamento donde Lot estaba prisionero. Lot se salva y, con él, el rey de Sodoma. Así, este fiel hombre de Dios también mostró gran valor y fortaleza. Sin duda, su influencia en la región creció y la gente vio la clase de hombre que era y aprendió algo más del Dios a quien servía.<br><br><strong>¿Qué tipo de influencia tienen nuestras acciones sobre los demás? ¿Qué tipo de mensaje enviamos sobre nuestra fe con nuestros actos?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 5 de mayo",
               "dayTitle":"<p>EL DIEZMO DE MELQUISEDEC<br></p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Génesis 14: 18 al 24; y Hebreos 7: 1 al 10. ¿Quién era Melquisedec? ¿Por qué Abram le dio su diezmo a este sacerdote que al parecer surge de la nada?</strong><br><br><strong>Génesis 14: 18-24</strong><br><br><strong><sup>18</sup></strong> Entonces Melquisedec, rey de Salem y sacerdote del Dios Altísimo, sacó pan y vino;<br><br><strong><sup>19</sup></strong> y le bendijo, diciendo: Bendito sea Abram del Dios Altísimo, creador de los cielos y de la tierra; 20 y bendito sea el Dios Altísimo, que entregó tus enemigos en tu mano. Y le dio Abram los diezmos de todo.<br><br><strong><sup>21</sup></strong> Entonces el rey de Sodoma dijo a Abram: Dame las personas, y toma para ti los bienes.<br><br><strong><sup>22</sup></strong> Y respondió Abram al rey de Sodoma: He alzado mi mano a Jehová Dios Altísimo, creador de los cielos y de la tierra,<br><br><strong><sup>23</sup></strong> que desde un hilo hasta una correa de calzado, nada tomaré de todo lo que es tuyo, para que no digas: Yo enriquecí a Abram;<br><br><strong><sup>24</sup></strong> excepto solamente lo que comieron los jóvenes, y la parte de los varones que fueron conmigo, Aner, Escol y Mamre, los cuales tomarán su parte.<br><br><strong>Hebreos 7: 1-10</strong><br><br><strong><sup>1</sup></strong> Porque este Melquisedec, rey de Salem, sacerdote del Dios Altísimo, que salió a recibir a Abraham que volvía de la derrota de los reyes, y le bendijo,<br><br><strong><sup>2</sup> </strong>a quien asimismo dio Abraham los diezmos de todo; cuyo nombre significa primeramente Rey de justicia, y también Rey de Salem, esto es, Rey de paz;<br><br><strong><sup>3</sup> </strong>sin padre, sin madre, sin genealogía; que ni tiene principio de días, ni fin de vida, sino hecho semejante al Hijo de Dios, permanece sacerdote para siempre.<br><strong><br><sup>4</sup> </strong>Considerad, pues, cuán grande era este, a quien aun Abraham el patriarca dio diezmos del botín.<br><br><strong><sup>5 </sup></strong>Ciertamente los que de entre los hijos de Leví reciben el sacerdocio, tienen mandamiento de tomar del pueblo los diezmos según la ley, es decir, de sus hermanos, aunque estos también hayan salido de los lomos de Abraham.<br><br><strong><sup>6 </sup></strong>Pero aquel cuya genealogía no es contada de entre ellos, tomó de Abraham los diezmos, y bendijo al que tenía las promesas.<br><br><strong><sup>7</sup> </strong>Y sin discusión alguna, el menor es bendecido por el mayor.<br><br><strong><sup>8</sup> </strong>Y aquí ciertamente reciben los diezmos hombres mortales; pero allí, uno de quien se da testimonio de que vive.<br><br><strong><sup>9</sup></strong> Y por decirlo así, en Abraham pagó el diezmo también Leví, que recibe los diezmos;<br><br><strong><sup>10</sup></strong> porque aún estaba en los lomos de su padre cuando Melquisedec le salió al encuentro.<br><br>La repentina aparición del misterioso Melquisedec no está fuera de lugar. Después de que los reyes cananeos agradecieran a Abram, ahora él le agradece a este sacerdote, lo que se refleja por la devolución del diezmo.<br><br>Melquisedec proviene de la ciudad de Salem, que significa “paz”, un mensaje apropiado después de la agitación de la guerra.<br><br>El componente tsédeq, “justicia”, en el nombre de Melquisedec, aparece en contraste con el nombre del rey de Sodoma, Bera (“en maldad”), y Gomorra, Birsa (“en iniquidad”), probablemente apellidos de lo que ellos representaban (Gén. 14: 2).<br><br>Melquisedec aparece después de la reversión de la violencia y el mal, representados por los otros reyes cananeos. Este pasaje también contiene la primera referencia bíblica a la palabra “sacerdote” (Gén. 14: 18). La asociación de Melquisedec con el “Dios Altísimo” (Gén. 14: 18), a quien Abram considera su Dios (Gén. 14: 22), indica claramente que Abram lo veía como sacerdote del Dios a quien él servía. Sin embargo, no debemos identificar a Melquisedec con Cristo. Él era el representante de Dios entre la gente de esa época (ver “Comentarios de Elena de White”, CBA 1:1.106, 1.107).<br><br>Sin duda, Melquisedec oficia como sacerdote. Sirve “pan y vino”, una asociación que a menudo implica el uso de jugo de uva recién prensado (Deut. 7: 13; 2 Crón. 31: 5), que vuelve a aparecer en el contexto de la entrega de los diezmos (Deut. 14:23). Además, extiende su bendición a Abram (Gén. 14: 19).<br><br>Mientras tanto, “le dio Abram los diezmos de todo” (Gén. 14: 20) como respuesta a Dios el Creador, el “poseedor de los cielos y de la tierra” (Gén. 14: 19, RVA). Este título alude a la introducción de la historia de la Creación (Gén. 1: 1), donde la expresión “los cielos y la tierra” significa totalidad, o “todo”. Como tal, el diezmo se entiende como una expresión de gratitud al Creador, quien es el Dueño de todo (Heb. 7: 2-6; comparar con Gén. 28: 22). Paradójicamente, el adorador entiende que el diezmo no es un regalo para Dios, sino un regalo de Dios, porque Dios nos da todo en primer lugar.<br><strong><br>¿Por qué el acto de devolver el diezmo es un poderoso indicador de la fe, así como un gran acto de edificación de la fe?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 6 de mayo",
               "dayTitle":"",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR</strong><br></p><p>Lee Elena de White, Patriarcas y profetas, “Abraham en Canaán”, pp. 125-140. “La iglesia de Cristo ha de ser una bendición, y sus miembros serán bendecidos al bendecir a otros. El propósito de Dios al escoger un pueblo no fue solo para adoptarlo como sus hijos e hijas, sino para que por medio de ellos pudiera dar al mundo los beneficios de la iluminación divina. Cuando el Señor escogió a Abraham, no fue simplemente para que fuera el amigo especial de Dios, sino para ser el intermediario de privilegios preciosos y únicos que el Señor deseaba derramar sobre las naciones. Había de ser una luz en las tinieblas morales que lo rodeaban.<br><br>“Cuando Dios bendice a sus hijos con luz y verdad, no es solo para que puedan tener el don de la vida eterna, sino también para iluminar espiritualmente a quienes los rodean [...] ‘Vosotros sois la sal de la tierra’. Y, cuando Dios hace que sus hijos sean sal, no es solo para su propia preservación, sino para que puedan ser instrumentos en la preservación de los demás.<br><br>“¿Brilla usted como piedra viva en el edificio de Dios? [...] No tendremos la genuina religión a menos que esta ejerza una influencia controladora sobre nosotros en cada transacción comercial. Debemos tener piedad práctica a fin de entretejerla en nuestras vidas. Debemos poseer la gracia transformadora de Cristo en nuestros corazones. Necesitamos mucho menos del yo, y más de Jesús” (RJ 197).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> A la luz de la bendición a Abraham: “Te bendeciré [...] y serás bendición” (Gén. 12: 2), ¿qué significa ser bendecido? ¿Cómo podemos nosotros, como pueblo que sirve al mismo Dios que Abram, ser una bendición para los demás?<br><br><strong>2.</strong> ¿Qué tenía de malo la mentira a medias de Abraham con respecto a su hermana-esposa? ¿Qué es peor, mentir o decir parte de la verdad mientras, al mismo tiempo, técnicamente estamos mintiendo?<br><br><strong>3</strong>. Vuelve a leer Génesis 14: 21 al 23, la respuesta de Abram al ofrecimiento del rey de Sodoma. ¿Por qué respondió como lo hizo y qué lección importante podemos aprender de esta historia? ¿No habría estado justificado Abram si hubiera decidido aceptar lo que el rey le ofrecía?</p><p><strong>Genesis 14:21–23</strong><sup><br><br><strong>&nbsp;21</strong></sup> Entonces el rey de Sodoma dijo a Abram: Dame las personas, y toma para ti los bienes. <strong><sup><br></sup></strong></p><p><strong><sup>22</sup></strong> Y respondió Abram al rey de Sodoma: He alzado mi mano a Jehová Dios Altísimo, creador de los cielos y de la tierra,</p><p>&nbsp;<sup><strong>23</strong></sup> que desde un hilo hasta una correa de calzado, nada tomaré de todo lo que es tuyo, para que no digas: Yo enriquecí a Abram;&nbsp;</p><p><strong>EL SÁBADO ENSEÑARÉ...</strong><br><strong><br>RESEÑA<br><br>Texto clave: Hebreos 11: 8.</strong><br><br>Enfoque del estudio: Génesis 12-14; Hebreos 7: 1-10.<br><br><strong>Introducción:</strong><br><br>Esta sección será un viaje desde Babel hasta la Tierra Prometida, pero con un nuevo héroe, Abram, que deja su hogar sin conocer el destino. Los primeros pasos de Abram hacia la Tierra Prometida son bastante vacilantes, no resultan fáciles. Abram lucha para heredar la tierra. Cuando finalmente llega a Canaán, no puede quedarse allí por la hambruna; por ende, debe trasladarse a Egipto. Pero Abram tampoco puede establecerse allí, debido a un conflicto con el faraón. Entonces se ve obligado a regresar y, por lo tanto, vuelve a subir a Canaán. Pero allí también las cosas se complican. Abram y su sobrino Lot acuerdan separarse debido a una disputa por la tierra. Posteriormente, estalla una guerra que afecta a todo el país, precisamente el lugar donde Dios ha establecido a Abram. Después de la batalla, sale a su encuentro un desconocido, Melquisedec, a quien le da el diezmo; una forma de reconocer que nada le pertenece. Estos episodios están llenos de lecciones espirituales en las que se entrelazan cuestiones de fe y de ética.<br><br><strong>Preguntas para reflexionar: </strong>Compara las manipulaciones y las mentiras de Abram con la confianza y la honestidad del faraón; compara la generosidad de Abram hacia Lot y el egoísmo de Lot; la liberalidad de Abram con la codicia de los reyes. Analiza la incoherencia y la falta de confianza de Abram cuando responde al llamado de Dios.<br><strong><br>COMENTARIO</strong><br><br><strong>Lej Lejá, “Vete”</strong><br><br>Esta frase hebrea significa “ve para encontrarte a ti mismo”. El llamado a Abram a salir de su país y alejarse de sus raíces debería llevarlo a un viaje para encontrarse a sí mismo, para realizarse y establecer su identidad. No es suficiente que Abram salga de Babel; para encontrar su verdadero yo, Abram necesita deshacerse de la Babel que todavía está en él: la idolatría de sus padres y la mentalidad arrogante de Babel. Para ello, Abraham no solo debe dejar el lugar donde ha estado hasta ahora; siempre debe estar en movimiento. Es notable que este destino “itinerante” se refleje en el lenguaje que abarca las historias de su vida. El verbo “ir”, halaj, es una palabra clave que domina las narraciones sobre Abram desde el capítulo 12 hasta el capítulo 22, que constituyen la sección central del libro de Génesis. También es notable que la frase lej lejá, “vete”, encuadre la experiencia espiritual de Abraham. Esta expresión aparece dos veces: la primera vez, cuando Abram es llamado a dejar su pasado (Gén. 12: 1); y la segunda vez, cuando es llamado a abandonar su futuro Más adelante, durante una guerra, cuando se llevan cautivo a Lot desde Sodoma (junto con sus bienes), Abram parte con un grupo de hombres para rescatar a su sobrino, y al final de esta campaña rescata a Lot y a su gente. El rey de Sodoma sale a encontrarse con Abram al regreso de la campaña, para agradecerle (Gén. 14: 17). Irónicamente, Lot, que estaba tan ávido por controlar su destino y se quedó con la mejor parte de la tierra para sí, se convirtió en prisionero. Abram, por otro lado, quien amable y humildemente le cedió a Lot el derecho de elegir primero (que le correspondía por derecho, como pariente mayor), ahora es quien toma la iniciativa y controla el curso de los acontecimientos. Abram había entendido que la confianza en Dios y la disposición a perder sus beneficios era la mejor manera de controlar su destino y asegurar el mejor resultado. Jesús refuerza la misma lección paradójica (Mar. 8: 35).<br><strong><br>Abram y Melquisedec</strong><br><br>Este rey misterioso parece completamente fuera de lugar en el contexto de la narración. En primer lugar, Melquisedec proviene de la ciudad de Salem, el antiguo nombre de Jerusalén, que no participó de la guerra. Además, el nombre Shalem, “Salem”, que significa “paz”, contradice las actividades bélicas, que han sido protagonistas de la historia hasta ahora. La justicia (tsédeq), incluida en el nombre del rey, se opone a las evocaciones de la “maldad” y la “iniquidad” en los nombres de Bera (“en maldad”), rey de Sodoma y Birsa (“en iniquidad”), rey de Gomorra. A Melquisedec se lo llama “sacerdote del Dios Altísimo”.<br><br>Esta es la primera aparición en la Biblia de la palabra “sacerdote” (kóhen). El sacerdocio de Melquisedec es anterior al sacerdocio levítico. El hecho de que Abram usara el mismo título ’El ‘elión (“Dios Altísimo”) para su Dios (Gén. 14: 20), en el que une el nombre de YHWH al nombre de “Dios Altísimo” (Gén. 14: 22), sugiere que Abram consideraba que Melquisedec era un sacerdote legítimo del Dios creador.<br><br>Aunque Melquisedec pertenecía a la comunidad cananea, Dios lo había elegido para que fuera su representante entre la gente de esa época. A pesar de su origen extranjero, Abram le entrega el diezmo y recibe su bendición. Además, las múltiples referencias a Dios, la comida sagrada del pan y el vino, y la bendición y el himno dirigidos a Dios, dotan a la figura cananea de Melquisedec de una importancia espiritual que remite más allá de un simple encuentro de reyes. Concretamente, las Escrituras posteriores mantienen esta connotación espiritual. El Salmo 110 asocia a Melquisedec con el futuro Mesías davídico (Sal. 110: 4), seguido por los autores del Nuevo Testamento, quienes relacionan el sacerdocio único de Melquisedec con el de Jesús (Heb. 5: 5-6: 10; 7).<br><strong><br>APLICACIÓN A LA VIDA</strong><br><br><strong>Lej Lejá, “Vete”</strong>. Busquen pasajes en la Biblia en los que los profetas piden al pueblo de Dios que salga de Babilonia. ¿Qué significa este llamado para el pueblo de Dios hoy? ¿Cómo se aplica a nosotros personalmente el llamado de Dios a su pueblo a “salir” en relación con nuestra vida social? ¿Cómo se relaciona este llamado con la obra de formación del carácter que realizamos cada día? ¿Cómo se aplica esta expresión a nuestra experiencia de conversión?<br><strong><br>Abram y Lot. </strong>¿Por qué Abram pudo permitir que Lot eligiera primero? ¿Cómo se aplica esta actitud a nuestra relación con las demás personas? ¿Por qué la perspecti- va de Abram, orientada hacia el futuro, es superior al pensamiento de Lot, orientado al presente? ¿Qué principios y lecciones nos enseña esta historia sobre la forma de hacer negocios? ¿Por qué, en última instancia, el crimen y el engaño no reditúan? Abram y Melquisedec. ¿Qué lecciones sobre el significado espiritual del diezmo podemos aprender de Abram, quien le entrega su diezmo al rey pagano Melquisedec? ¿Por qué la decisión de Abram de dar el diezmo de todo lo que trae de la batalla se relaciona con su fe en su Creador y Salvador (Gén. 14: 19, 20)? ¿Cómo se aplica esa confesión de fe en el Creador a las posesiones materiales de tu vida?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>LAS RAÍCES DE ABRAHAM<br></p>",
         "verse":"<p>Por la fe Abraham, siendo llamado, obedeció para salir al lugar que había de recibir como herencia; y salió sin saber a dónde iba (Heb. 11: 8).<br></p>",
         "versionCode":1,
         "weekDate":"30 de abril-6 de mayo "
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
