{
  "data": [
    {
      "color": "#274472",
      "id": 704,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "July 15",
          "dayTitle": "<p>Read for This Week’s Study</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>Eph. 2:1–10, Eph. 5:14, Rom. 5:17, Eph. 5:6, 2 Tim. 1:7.\n</p><p>Memory Text:\n</p><p>“But God, being rich in mercy, because of the great love with which he loved us, even when we were dead in our trespasses, made us alive together with Christ” (Ephesians 2:4, 5, ESV).\n</p><p>On October 14, 1987, eighteen-month-old Jessica McClure was playing in her aunt’s backyard when she fell twenty-two feet into an abandoned well. Her plight attracted media from around the world to Midland, Texas. A global audience watched “Baby Jessica” sleeping, crying, singing, and calling out for her mother. They watched as emergency workers piped fresh air down the well.\n</p><p>Finally, fifty-eight hours after Jessica’s fall, the worldwide audience watched as Jessica was released from the eight-inch well casing that had trapped her for more than two days. Photographer Scott Shaw’s Pulitzer Prize–winning photograph captured the moment: a rescue cable bisects the worried faces of Jessica’s rescuers looking down at the bandaged bundle at the heart of the drama, Baby Jessica.\n</p><p>There’s nothing quite as gripping as a good rescue story, and Paul, in Ephesians 2:1–10, gives us an up-close-and-personal view of the grandest, most sweeping rescue mission of all time—God’s efforts to redeem humanity. The drama of the story is heightened by knowing that we are not mere spectators of someone else’s rescue but witnesses of our own.\n</p><p>*Study this week’s lesson to prepare for Sabbath, July 22.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 16",
          "dayTitle": "<p>Once Dead and Deceived by Satan</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Ephesians 2:1–10. What is the main idea that Paul is giving us here about what Jesus has done for us?\n</strong></p><p><strong><sup>1</sup></strong> And you He made alive, who were dead in trespasses and sins,&nbsp;</p><p><strong><sup>2</sup></strong> in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience,&nbsp;</p><p><strong><sup>3</sup></strong> among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others.</p><p><strong><sup>4</sup></strong> But God, who is rich in mercy, because of His great love with which He loved us,&nbsp;</p><p><strong><sup>5</sup></strong> even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved),&nbsp;</p><p><strong><sup>6</sup></strong> and raised us up together, and made us sit together in the heavenly places in Christ Jesus,&nbsp;</p><p><strong><sup>7</sup></strong> that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus.&nbsp;</p><p><strong><sup>8</sup></strong> For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,&nbsp;</p><p><strong><sup>9</sup></strong> not of works, lest anyone should boast.&nbsp;</p><p><strong><sup>10</sup></strong> For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them.</p><p><br></p><p>Paul has already described the salvation given to Christians (Eph. 1:3–14, 15–23) and told, in brief, the story of the believers in Ephesus (Eph. 1:13). In Ephesians 2:1–10, Paul will now tell their conversion story in more detail, with a more personal focus. He contrasts their past, sinful existence (Eph. 2:1–3) with the blessings of God’s salvation, which he portrays as a participation in the resurrection, ascension, and exaltation of Christ (Eph. 2:4–7), and he celebrates the basis of that salvation in the grace and creative work of God (Eph. 2:8–10).\n</p><p>These three sections of the passage are summarized neatly in the phrases of Ephesians 2:5: (1) “we were dead in our trespasses”; (2) God “made us alive together with Christ”; (3) “by grace you have been saved” (ESV).\n</p><p>In Ephesians 2:1, 2, Paul underlines the sad reality of the pre-conversion existence of his audience by noting that they were spiritually dead, practicing trespasses and sins as their regular pattern of life (Eph. 2:1), and were dominated by Satan (Eph. 2:2). Since Paul writes to living people, he refers to them as once “dead” in a metaphorical sense (compare Eph. 5:14). However, their plight was very real and dire since they were once separated from God, the Source of life (compare Col. 2:13, Rom. 5:17, Rom. 6:23).\n</p><p>Reflecting on the past lives of his hearers, Paul identifies two external forces that dominated them. The first of these is “the course of this world” (Eph. 2:2, NKJV)—the customs and behavior in the wider society of Ephesus that misshaped human life into rebellion against God.\n</p><p>Satan is described in two ways as the second external force that dominated their prior existence. He is “the prince of the power of the air” (Eph. 2:2, NKJV) since “the air” (or “the heavenly places”) is identified as the location of supernatural powers, including evil ones (compare Eph. 1:3, Eph. 3:10, Eph. 6:12). Also, he is active on earth since he is “the spirit who now works in the sons of disobedience” (Eph. 2:2, NKJV).\n</p><p><strong>What do these verses teach about the reality of the great controversy? At the same time, how can we draw comfort and hope in the knowledge that Jesus has been victorious and that we can share in His victory now?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 17",
          "dayTitle": "<p>Once Deluded by Our Own Desires</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p>“All of us also lived among them [the disobedient] at one time, gratifying the cravings of our flesh and following its desires and thoughts. Like the rest, we were by nature deserving of wrath” (Eph. 2:3, NIV).\n</p><p>Apart from the intervention of God, human existence is dominated not only by the external forces mentioned in Ephesians 2:2 but also by internal ones: “the passions of our flesh, carrying out the desires of the body and the mind” (Eph. 2:3, ESV; compare James 1:14, 15; 1 Pet. 1:14).\n</p><p><strong>What does Paul mean by stating that his hearers were once “by nature children of wrath, like the rest of mankind” (Eph. 2:3, ESV)? Compare Ephesians 2:3 and Ephesians 5:6.\n</strong></p><p><strong>Ephesians 2:3</strong></p><p><strong><sup>3</sup></strong> among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others.</p><p><strong>Ephesians 5:6</strong></p><p><strong><sup>6</sup></strong> Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience.</p><p><br></p><p>The present reality of a lost life is distressing enough, but its last-day implications are more frightening still. Human beings, being “by nature children of wrath, like the rest of mankind” (Eph. 2:3, ESV) stand under the threat of God’s judgment at the end of time.\n</p><p>The phrase “by nature children of wrath” points to another daunting reality, as well. While still bearers of the image of God, we have come to understand that there is something deeply awry in us. Living the Christian life, then, is not just a matter of conquering a bad habit or two or overcoming whatever “trespasses and sins” (Eph. 2:1) are currently threatening. We do not just contend with sins but with sin. We are bent toward rebellion against God and toward self-destruction. Humans, by default, are caught in a pattern of self-destructive, sinful behavior, following the dictates of Satan (Eph. 2:2) and our own innate, sinful desires (Eph. 2:3). Believers once were “by nature the children of wrath.”\n</p><p>It is important to note that Paul employs a past tense—we “were by nature the children of wrath” (Eph. 2:3). This does not mean that an inherent bent toward evil is no longer a reality for believers. Paul spends a considerable portion of his letter (Ephesians 4:17–5:21) warning that sinful acts, rooted in a sinful nature, remain a threat for Christians. It does mean, though, that this “old self” need no longer dominate the believer, who through the power of Christ can “put off your old self” and “put on the new self, created after the likeness of God in true righteousness and holiness” (Eph. 4:22–24, ESV).\n</p><p><strong>Who hasn’t experienced just how corrupted our own nature is, even after we have given ourselves to Jesus? What should this teach us about how important it is that we cling to Him every moment of our lives?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 18",
          "dayTitle": "<p>Now Resurrected, Ascended, and Exalted With Christ</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>“But God, who is rich in mercy, because of His great love with which He loved us” (Eph. 2:4, NKJV). Here, with two powerful words, “But God,” Paul pivots from his doleful portrait of the past lives of his audience (Eph. 2:1–3) to the new, hope-filled realities that mark their lives as believers (Eph. 2:4–10).\n</p><p><strong>In what sense do believers participate in Christ’s resurrection, ascension, and exaltation? When does this participation occur? Eph. 2:6, 7.\n</strong></p><p><strong>Eph. 2:6, 7</strong></p><p><strong><sup>6</sup></strong> y juntamente con él nos resucitó, y asimismo nos hizo sentar en los lugares celestiales con Cristo Jesús,&nbsp;</p><p><strong><sup>7</sup></strong> para mostrar en los siglos venideros las abundantes riquezas de su gracia en su bondad para con nosotros en Cristo Jesús.</p><p><br></p><p>We have noted that Ephesians is a Christ-drenched letter highlighting the solidarity of believers with Christ. In Ephesians 2:5 and 6, Paul extends this theme by deploying three compound verbs to unleash the stunning truth that, through God’s initiatives, believers themselves participate in important salvation history events that center on the Messiah, Jesus.\n</p><p>Believers are (1) co-resurrected with Christ; (2) co-raised up with Christ (which Paul probably uses to indicate the participation of believers in Christ’s ascension to heaven); and (3) co-seated with Christ “in the heavenly places,” meaning that believers participate in Christ’s “seating” on the throne of the cosmos. They are co-exalted with Jesus.\n</p><p>To appreciate the power of Paul’s argument, we must look back to Ephesians 1:19–23 and recall that in His death, resurrection, ascension, and exaltation, Christ gains the victory over all evil and spiritual powers, the very ones who once dominated the lives of believers. In the resurrection, ascension, and exaltation of Jesus, these powers—though still active and threatening to human existence—have been thoroughly superseded. The cosmos has shifted. Reality has changed. Believers are not mere spectators to these events but are personally and intimately involved in them. That we are co-resurrected, co-ascended, and co-exalted with Jesus opens up a whole new array of possibilities for us. We have the right to turn from a demon-dominated existence to a life of spiritual abundance and power in Christ (2 Tim. 1:7).\n</p><p><strong>“For God has not given us a spirit of fear, but of power and of love and of a sound mind” (2 Tim. 1:7, NKJV). How do the verses we looked at today help us understand what Paul writes here?\n</strong></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 19",
          "dayTitle": "<p>Now Blessed Forever by Grace</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Compare God’s planning for salvation in Ephesians 1:3, 4 with the eternal results of that plan described in Ephesians 2:7. What are essential elements and goals of God’s “plan of salvation”?\n</strong></p><p><strong>Ephesians 1:3, 4</strong></p><p><strong><sup>3</sup></strong> Blessed be the God and Father of our Lord Jesus Christ, who has blessed us with every spiritual blessing in the heavenly places in Christ,&nbsp;</p><p><strong><sup>4</sup></strong> just as He chose us in Him before the foundation of the world, that we should be holy and without blame before Him in love,</p><p><strong>Ephesians 2:7</strong></p><p><strong><sup>7</sup></strong> para mostrar en los siglos venideros las abundantes riquezas de su gracia en su bondad para con nosotros en Cristo Jesús.</p><p>Graduation ceremonies are wonderful celebrations, whether for kindergarten or a PhD. A graduation marks an important accomplishment, the move to a different stage of life or career. It is important for us as believers to understand a profound truth of the gospel: we never graduate from grace. There is never a celebration that we have attained our PhD in grace or graduated from our need of it.\n</p><p>Paul affirms this truth in Ephesians 2:7, accenting it with an expansive chronology. God has acted in the past in Christ to redeem us, so identifying us with His Son, Jesus Christ, that we are in the present coparticipants in His resurrection, ascension, and exaltation (Eph. 2:4–6). God’s plan, though, does not end with a grace-filled past and a mercy-bathed present. God’s plan, rooted in divine councils in time immemorial (Eph. 1:4), stretches forever into the future. It includes all “the coming ages” (Eph. 2:7, ESV). His plan for the eternal future is founded on the same principle as His actions in the past and present—the principle of grace. “In the coming ages,” God looks forward to demonstrating “the immeasurable riches of his grace in kindness toward us in Christ Jesus” (Eph. 2:7, ESV).\n</p><p>Paul thinks of God’s grace as a treasure or fortune of unfathomable value (compare Eph. 1:7, Eph. 3:8) from which believers may draw to meet any need. This grand generosity of God toward us becomes an eloquent, ageless, and cosmic exhibit of His grace.\n</p><p>“By coming to dwell with us, Jesus was to reveal God both to men and to angels. . . . But not alone for His earthborn children was this revelation given. Our little world is the lesson book of the universe. God’s wonderful purpose of grace, the mystery of redeeming love, is the theme into which ‘angels desire to look,’ and it will be their study throughout endless ages. Both the redeemed and the unfallen beings will find in the cross of Christ their science and their song. It will be seen that the glory shining in the face of Jesus is the glory of self-sacrificing love.”—Ellen G. White, The Desire of Ages, pp. 19, 20.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 20",
          "dayTitle": "<p>Now Saved by God</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p><strong>Read back through Ephesians 2:1–10, focusing on Paul’s conclusion in verses 8–10. What points does he highlight as he concludes the passage?\n</strong></p><p><strong><sup>1</sup></strong> And you He made alive, who were dead in trespasses and sins,&nbsp;</p><p><strong><sup>2</sup></strong> in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience,&nbsp;</p><p><strong><sup>3</sup></strong> among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others.</p><p><strong><sup>4</sup></strong> But God, who is rich in mercy, because of His great love with which He loved us,&nbsp;</p><p><strong><sup>5</sup></strong> even when we were dead in trespasses, made us alive together with Christ (by grace you have been saved),&nbsp;</p><p><strong><sup>6</sup></strong> and raised us up together, and made us sit together in the heavenly places in Christ Jesus,&nbsp;</p><p><strong><sup>7</sup></strong> that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus.&nbsp;</p><p><strong><sup>8</sup></strong> For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,&nbsp;</p><p><strong><sup>9</sup></strong> not of works, lest anyone should boast.&nbsp;</p><p><strong><sup>10</sup></strong> For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them.</p><p>In Ephesians 2:1–3, Paul documents that the salvation of the believers in Ephesus does not occur because of their good behavior or winsome qualities. When the story begins, they are spiritually dead. There’s not a spark of life or worth in them (Eph. 2:1). They have been utterly conquered by sin (Eph. 2:1). They exhibit no personal initiative but are led around by Satan himself and by their own base passions and mental delusions (Eph. 2:2, 3).\n</p><p>Unknown to them, they are in a far worse position than simply being without spiritual life or virtue. In company with all humankind, they are the enemies of the true God and are moving toward a day of destiny and divine judgment. They are “children of wrath, like the rest of mankind” (Eph. 2:3, ESV).\n</p><p>Instead of being rooted in their own qualities, their salvation is rooted in God’s inexplicable love—a love that cannot be explained based on any worth in the object of that love. In mercy and love, God acts on their behalf in Christ Jesus (Eph. 2:4), resurrecting them from spiritual death. Because of God’s intervention, they experience an amazing itinerary that follows the trajectory of Jesus Himself. From the extreme depth of utter spiritual death and grinding slavery, they are resurrected and conveyed to the “heavenly places” and seated with Christ on the cosmic throne (Eph. 2:5, 6). This lightning-like, divine intervention, though, is no momentary phenomenon. It has real staying power, eternal durability, because God intends to exhibit His grace toward them in Christ Jesus throughout all eternity (Eph. 2:7).\n</p><p>In his conclusion to Ephesians 2:1–10 (Eph. 2:8–10), Paul goes back over this ground, wishing to ensure that his point sticks: the salvation of believers is a divine work, not a human one. It does not originate in us but in God’s gift. No human being can boast of having sparked it (Eph. 2:8, 9). Standing in the grace of God, we believers are exhibits of His grace, and only of His grace. We are His masterpieces, created by God “in Christ Jesus” (Eph. 2:10).\n</p><p><strong>Why is it so important for us to understand that our salvation is from God and is not rooted in our own worth or efforts?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 21",
          "dayTitle": "<p>Further Thought</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p><span style=\"background-color: initial;\">Underlying the Epistle to the Ephesians is a story that is often rehearsed in part or alluded to in it. The major events in the narrative are the following:</span><br><ol><li>God’s choice of the people “before the foundation of the world” (Eph. 1:4, 5, 11).\n</li><li>Their past, lost existence (Eph. 2:1–3, 11, 12; Eph. 4:17–19, 22; Eph. 5:8).\n</li><li>The intervention of God in Christ to save them (Eph. 1:7, 8; Eph. 2:4–6, 13–19; Eph. 4:1, 20, 21; Eph. 5:2, 8, 23, 25, 26).\n</li><li>Their acceptance of the gospel (Eph. 1:12, 13 and implied elsewhere). Having once “no hope” (Eph. 2:12), they now possess the “one hope” toward which believers move (Eph. 4:4; compare Eph. 1:18).\n</li><li>The present lives of the addressees as disciples. Though living at a time fraught with hazards and the opposition of the evil powers, they may draw on the resources offered by their exalted Lord (Eph. 1:15–23, Eph. 2:6, Eph. 3:14–21, Eph. 4:7–16, Eph. 6:10–20).\n</li><li>In the future culmination of history, the Spirit’s role as “guarantee” (Eph. 1:13, 14, ESV), or “seal” (Eph. 4:30), reaches fruition. In this crowning moment, the addressees will be rewarded for their faithfulness by taking possession of the “inheritance” already granted to them in Christ (Eph. 2:7; Eph. 6:8, 9); and, through their faith in Christ, they will be granted a place in the Christ-centered age to come (Eph. 1:21; Eph. 2:7, 19–22; Eph. 4:13, 15; Eph. 5:27).\n</li></ol></p><p><strong>Discussion Questions:\n</strong></p><p>The underlying story of Ephesians (see above) is not just the story of believers in the first century. It is our own story. Which of the major steps or stages of that story gives you the most hope in this moment?\n</p><p>Why do you think it is that Paul so frequently recalls the sinful past of his audience, inviting them to reflect on their pre-conversion lives?\n</p><p>Compare Paul’s summary of the gospel in Ephesians 2:8–10 to his earlier summary in Romans 1:16, 17. What similar themes emerge? In what ways are the two different?\n</p><p>While the good works of believers play no role in their redemption, in that they can never give people saving merit before God, what important part do they play in God’s plans for believers? Eph. 2:10.</p><p><br></p><p><strong>Inside Story</strong></p><p><strong>Terrified in Russia: Part 1\n</strong></p><p><em>By Andrew McChesney\n</em></p><p><br></p><p>Unusual events began occurring at home after 16-year-old Almira signed up for courses on the supernatural in the Russian republic of Bashkortostan.\n</p><p>The year was 1992. The Soviet Union had collapsed the previous year, and public interest was high in once-banned religion. Two Russians from Moscow showed up at Almira’s school in the city of Sibay and offered extracurricular courses on extrasensory perception.\n</p><p>Almira’s parents forbade Almira from attending the courses.\n</p><p>The Russian teachers, however, promised to reveal amazing secrets, including how to heal illnesses. Mother had suffered headaches for some time, and Almira wanted to help her. So, she secretly attended the courses. She was taught that she was surrounded by invisible good and evil forces and, if she mastered them, could perform wonders.\n</p><p>Alone at home, she attempted to put into practice what she was learning. She carried out a one-sided conversation with unseen forces in her home, saying that she wanted to control them.\n</p><p>That night, when she turned off the light to go to bed, she sensed a presence in the room.\n</p><p>After a while, the presence manifested itself during the day when she was at home alone. Sometimes she noticed a shadow running past a window.\n</p><p>She was not afraid. She thought that she was strong and was on her way to controlling an invisible force.\n</p><p>As time passed, she realized to her chagrin that the force was stronger than her.\n</p><p>She could not control it.\n</p><p>Frightened, she stopped turning off the lights when she went to bed at night. She was afraid to sleep. When she finally slept, she had terrifying nightmares.\n</p><p>In desperation, Almira asked Mother to sleep with her. But Mother refused after a few days. She said she was having nightmares.\n</p><p>Over the next six months, Almira’s life turned upside down. Her grades suffered, and she seemed to be in constant conflict with teachers, friends, and her parents. She grew terrified. She didn’t know where to turn.\n</p><p>Read more about Almira next week. Thank you for your mission offerings that help spread the gospel in Russia and around the world.</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 21",
          "dayTitle": "<p>Teacher Comments</p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p>Key Text: Ephesians 2:4, 5\n</p><p>Study Focus: Eph. 2:1–10, Eph. 5:14, Rom. 5:17, Eph. 5:6, 1 Tim. 1:7.\n</p><p>Introduction: While Paul, in Ephesians 1, highlights God’s overarching plan of salvation in Christ at the universal level, in chapter 2 the apostle explains in more detail the way God operates in our salvation at the individual level. After humans left the Garden of Eden, they entered a condition that Paul calls “dead in trespasses and sins” (Eph. 2:1). In this condition, humans are dead in their sins in the sense of being controlled by both internal forces (sinful tendencies) and external forces (the devil and the world). Humans in this condition cannot hope for a life with God; rather, they are “children of wrath” (Eph. 2:3). The only hope for us is to become resurrected, to ascend, and to be exalted with Christ (Eph. 2:6, 7).\n</p><p>But we cannot resurrect, ascend, and exalt ourselves. For this reason, Paul emphasizes that we are saved “by grace” (Eph. 2:5, 8). It is totally God’s work, initiative, love, mercy, and power (Eph. 2:4). For Paul, this work is the foundation of the gospel. Yet, Paul immediately rushes to add that we are saved “through faith” (Eph. 2:8). While our salvation is, in totality, God’s work, God does not save us against our wills. Those who are saved will not ascend to heaven or be exalted to the heavenly places by a divine act of predestination. Rather, God’s salvation becomes operational in us when we exercise faith—that is, when we accept and receive God’s salvation, allowing God’s power to resurrect us, to exalt our lives, and to empower us to live in Christ Jesus.\n</p><p><span style=\"background-color: initial;\">Lesson Themes: This week’s lesson emphasizes three major themes of Ephesians 2:1–10 that describe the dynamic process of personal salvation:</span><br></p><p></p><ol><li>What does it mean to be dead in sin? What is the nature of sinful living?\n</li><li>What does it mean to be raised with Christ to new life in Him?\n</li><li>What does it mean to be saved by grace through faith?\n</li></ol><p></p><p><strong>Part II: Commentary\n</strong></p><p><strong>Ellen G. White on the Concepts of Dead in Sin and Salvation by Grace\n</strong></p><p>In chapter 2 of her book Steps to Christ, Ellen G. White explains the fallen human condition. She notes that after Adam’s “sin, he could no longer find joy in holiness, and he sought to hide from the presence of God. Such is still the condition of the unrenewed heart. It is not in harmony with God and finds no joy in communion with Him. The sinner could not be happy in God’s presence; he would shrink from the companionship of holy beings. Could he be permitted to enter heaven, it would have no joy for him. The spirit of unselfish love that reigns there—every heart responding to the heart of Infinite Love—would touch no answering chord in his soul. His thoughts, his interests, his motives, would be alien to those that actuate the sinless dwellers there. He would be a discordant note in the melody of heaven. Heaven would be to him a place of torture; he would long to be hidden from Him who is its light and the center of its joy. It is no arbitrary decree on the part of God that excludes the wicked from heaven: they are shut out by their own unfitness for its companionship. The glory of God would be to them a consuming fire. They would welcome destruction, that they might be hidden from the face of Him who died to redeem them.”—Steps to Christ, pp. 17, 18.\n</p><p>She then insists, “It is impossible for us, of ourselves, to escape from the pit of sin in which we are sunken. Our hearts are evil, and we cannot change them. . . . Education, culture, the exercise of the will, human effort, all have their proper sphere, but here they are powerless. They may produce an outward correctness of behavior, but they cannot change the heart; they cannot purify the springs of life. There must be a power working from within, a new life from above, before men can be changed from sin to holiness. That power is Christ. His grace alone can quicken the lifeless faculties of the soul, and attract it to God, to holiness.”—Page 18.\n</p><p>Ellen G. White further explains that “it is not enough to perceive the loving-kindness of God, to see the benevolence, the fatherly tenderness, of His character. It is not enough to discern the wisdom and justice of His law, to see that it is founded upon the eternal principle of love. Paul the apostle saw all this when he exclaimed, ‘I consent unto the law that it is good.’ ‘The law is holy, and the commandment holy, and just, and good.’ But he added, in the bitterness of his soul-anguish and despair, ‘I am carnal, sold under sin.’ Romans 7:16, 12, 14. He longed for the purity, the righteousness, to which in himself he was powerless to attain, and cried out, ‘O wretched man that I am! who shall deliver me from this body of death?’ Romans 7:24, margin. Such is the cry that has gone up from burdened hearts in all lands and in all ages. To all, there is but one answer, ‘Behold the Lamb of God, which taketh away the sin of the world.’ John 1:29.”—Page 19.\n</p><p><strong>Dead in Sins and Resurrected by and in Christ\n</strong></p><p>Paul’s expression “dead in trespasses and sins” (Eph. 2:1) highlights three major aspects of the fallen human condition.\n</p><p>First, “dead in trespasses and sins” points to a literal death. Sin is essentially antithetical to God and life. To be in sin is to negate God and life. Paul emphasizes that “the wages of sin is death” (Rom. 6:23). Being in sin and remaining in sin leads to death (see also 1 John 5:16)—literal death—a complete annihilation of the totality of the human being. Being in sin is being condemned to death; it is tantamount to being “dead.” This death does not refer only to the body; the human being who participates, and chooses to remain, in sin will be dead in his or her entirety, in all aspects, without any surviving elements.\n</p><p>Second, “dead in trespasses and sins” is a spiritual and moral condition. To be “dead in trespasses and sins” is to be dead to God. For humans, to be “dead in trespasses and sins” does not mean they cannot perceive God’s love, justice, or call, or that they cannot recognize their own decadent state. To state otherwise would lead to the concept of predestination. But humans can, and do, perceive God’s revelation and call; for this reason, they are “without excuse” (Rom. 1:19–21; see Rom. 2:1, 9–16, NASB). The problem arises when they perceive God’s call of grace but decide that all is well with them and that they will be better off if they go their own way, claiming they can change themselves and fix the world by themselves (Isa. 5:21, Rom. 1:21–23; see also Gen. 11:1–5). This warped thinking, however, sinks them deeper in the mire of sin (Rom. 1:24–32).\n</p><p>In his letter to the Ephesians, Paul illustrates this lost condition with the trope of walking in “the course of this world” (Eph. 2:2), fulfilling the cravings, the lusts, the desires, and the thoughts of the flesh (Eph. 2:3). By doing so, the unrenewed reach the point wherein they “call evil good, and good evil” and substitute “darkness for light, and light for darkness” (Isa. 5:20). This state constitutes not only moral confusion but moral rebellion against God.\n</p><p>Third and consequently, “dead in trespasses and sins” points to our being utterly unable to overcome the gravitational pull of the black hole of sin. This inability is so because sin has become a pervasive controlling force in our beings, becoming “another law waging war” in and against us (Rom. 7:23, ESV). Our very nature was affected, diseased in an irremediable way, to the point of becoming a “body of death” (Rom. 7:24, ESV).\n</p><p>It is for this very reason that Paul notes that only a “resurrection” can save us from our being “dead in sins” (Eph. 2:5, 6). But Paul does not talk about a resurrection akin to the resurrection of the avian phoenix of ancient myth, a bird that had an intrinsic regenerative power. Our death in sin and because of sin is definitive and irreversible. We do not have in us any intrinsic power to revive. Only God, who created us, can re-create or resurrect us.\n</p><p>For Paul, resurrection is not a “simple” regeneration of our biological tissues so that we might live for several decades more in the same sinful condition. Rather, Paul’s notion of resurrection is a total escape from the damaging power of the world and from the domination of sin. Paul’s belief in resurrection constitutes another kind, or quality, of life—eternal life (Rom. 6:23). This unique power of renewal was manifested in Christ’s resurrection from the dead (Eph. 1:20) and then given to us in the sense that God invited us to share and partake, through the Spirit, in Christ’s resurrection (Eph. 2:5, 6).\n</p><p>In his Epistle to the Romans, Paul explains that because sin is such a pervasive force in us, it is inevitable that we die. But because of God’s grace, we do not need to die in sin, but to sin. Christ died in our place for our sin. Now, in Christ we die, but we die with Christ to sin (Rom. 6:2–4). Paul, then, concludes that, because “we have become united with Him in the likeness of His death, certainly we shall also be in the likeness of His resurrection, knowing this, that our old self was crucified with Him, in order that our body of sin might be done away with, so that we would no longer be slaves to sin; for the one who has died is freed from sin” (Rom. 6:5–7, NASB).\n</p><p><strong>By Grace Through Faith\n</strong></p><p>When Paul says that we are saved “by grace . . . through faith” (Eph. 2:8), he does not say we are saved only by grace or only by faith. The two always work together in salvation. However, they do have an essential sequential order of operation. In the gospel, it is not faith that generates grace. Faith is not an inner energy of ours that gives us life and power, that elevates us to God, that changes God’s disposition toward us, or that generates salvation. Rather, for Paul faith occurs or is born and becomes operational in us when God offers us His grace (Rom. 10:17). Grace generates faith. Faith is our reception of God’s grace manifested to us.\n</p><p>This understanding has at least two major implications. First, faith is not, and cannot be, meritorious. In fact, even faith is a gift from God, because God offers us all the possibility of receiving His grace. Both grace and faith are the gifts of God (Eph. 2:8). For this reason, Paul emphasizes that our works do not have any role in producing our salvation (Eph. 2:9). Rather, we, as saved people, are God’s “workmanship, created in Christ Jesus for good works” (Eph. 2:10, NASB). These good works, therefore, are not ours; they are not generated by the genius or power of our faith; rather, they were “prepared [by God] beforehand so that we would walk in them” (Eph. 2:10, NASB).\n</p><p>Second, Paul joins justification with sanctification in an inextricable relation. While justification means we are clothed in Christ’s righteousness, sanctification means we are clothed in Christ’s robe of good works and are walking in it.\n</p><p>Third, grace and faith are the foundation of the unity of the church, which is one of the central themes of Paul’s theology of the church. The church is united in the same experience of receiving the divine revelation of grace and in the same experience of accepting and embracing it in faith, “one faith” (Eph. 4:5). In this experience, all church members are equal. Again, the church is not a multitiered society in which some members are better Christians because they received more grace. The church is not divided into camps of more spiritual or less spiritual members, according to the degree of their faith. Rather, the entire church is founded on, and united in, the same grace and the same acceptance of that grace in faith. In Ephesians 4:7, Paul seems to talk about various degrees or types of grace. Here, though, he does not speak of salvific grace but about the diversity of the spiritual gifts for the edification of God’s church and for the accomplishment of its mission. Also, when, in 1 Corinthians 12:9, Paul says that the Spirit gives faith to some, he refers to the same topic of the spiritual gifts and not to the salvific faith given to all humans.\n</p><p><strong>Part III: Life Application\n</strong></p><p></p><ol><li>While for some people the Christian God is a punitive and vengeful divinity, many contemporary people simply cannot associate a loving and gracious God with wrath, judgment, and condemnation. In Ephesians 2:3, Paul describes sinful people as “children of wrath,” which means that, if they remain in that condition, they will receive the wrath, or the condemnation, of God directed against sin (Rom. 1:18). Invite class members to think of ways to explain the wrath of God to the following groups of people: (1) their children, (2) their non-Adventist neighbors, and (3) their secular, atheist colleagues.\n</li><li>Ask class members to remember their experience of being made alive with, and in, Christ. How would they describe this experience to friends and to members of their community? How can they keep that experience fresh in their Christian life?\n</li><li>Many Seventh-day Adventists grew up in what we would call an insulated or “pure” Christian environment in which they were not exposed to many of the temptations of a more secular or worldly life. However, these Adventists are still dead in their sins all the same and have not experienced the new birth. What are ways that your class members could help these fellow Adventists to experience the fullness of being “made . . . alive together with Christ” (Eph. 2:5, ESV)? That is, how can your students encourage these Adventists to be reborn without first having to go through the entire misery of a sinful life?</li></ol><p></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>How God Rescues Us</p>",
      "verse": "<p>“But God, being rich in mercy, because of the great love with which he loved us, even when we were dead in our trespasses, made us alive together with Christ” (Ephesians 2:4, 5, ESV).</p>",
      "versionCode": 10,
      "weekDate": "July 15-22"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
