{
  "data": [
    {
      "color": "#07B1B1",
      "id": 707,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "November 6",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>Christians of most denominations talk about law and grace and understand the relationship between the two. The law is God’s standard of holiness and righteousness, and violation of that law is sin. “Whoever commits sin also commits lawlessness, and sin is lawlessness” (1 John 3:4, NKJV). And because we all have violated that law—“but the Scripture has confined all under sin” (Gal. 3:22, NKJV)— it’s only God’s grace that can save us. “For by grace you have been saved through faith, and that not of yourselves; it is the gift of God” (Eph. 2:8, NKJV).</p><p><br></p><p>(Of course, there is the “slight detail” of the seventh-day Sabbath as part of the law. Yet, for various reasons, many Christians are deter- mined, at least for now, to reject the seventh-day Sabbath, coming up with all sorts of weak excuses to justify their rejection. But that’s all another topic.)</p><p><br></p><p>Even if expressed in different ways and in various scenarios, the theme of law and grace certainly is found all through the Bible, includ- ing the book of Deuteronomy. Yes, Deuteronomy, too, presents the relationship between law and grace but in a unique context.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 7",
          "dayTitle": "<p><strong>Law in Heaven</strong></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>God is a God of love, and love is the overarching principle of His character and the foundation of His government. And because God wants us to love Him in return, He has created us as moral creatures with moral freedom, the freedom inherent in love.</p><p><br></p><p>And central to the idea of moral freedom is moral law. Subatomic particles, ocean waves, kangaroos, though following to some degree natural law, don’t follow or need moral law. Only moral beings do, which is why even in heaven God has a moral law for the angels.</p><p><br></p><p><strong>Read Ezekiel 28:15, 16, which talks about the fall of Lucifer in heaven. “Iniquity” was found in him, and he also “sinned.” What does the use of these words here, in the context of heaven, reveal about the existence of moral law in heaven?</strong></p><p><strong>Ezekiel 28:15, 16</strong></p><p><strong><sup>15</sup></strong> You were perfect in your ways from the day you were created,</p><p>Till iniquity was found in you.</p><p><strong><sup>16</sup></strong> “By the abundance of your trading</p><p>You became filled with violence within,</p><p>And you sinned;</p><p>Therefore I cast you as a profane thing</p><p>Out of the mountain of God;</p><p>And I destroyed you, O covering cherub,</p><p>From the midst of the fiery stones.</p><p><br></p><p>Both “iniquity” and “sinned” are words used here among us humans. But Scripture used the same terms for what happened in heaven, in another part of the creation itself. This should tell us something about what exists in heaven, as well as on earth.</p><p><strong><br></strong></p><p><strong>“What shall we say then? Is the law sin? Certainly not! On the contrary, I would not have known sin except through the law. For I would not have known covetousness unless the law had said, ‘You shall not covet’ ” (Rom. 7:7, NKJV).</strong></p><p><strong>Romans 7:7</strong></p><p><strong><sup>7</sup></strong> What shall we say then? Is the law sin? Certainly not! On the contrary, I would not have known sin except through the law. For I would not have known covetousness unless the law had said, “You shall not covet.”</p><p><br></p><p><strong>How might the same idea, at least in principle, exist in heaven, where moral beings—angels—exist, as well?</strong></p><p><br></p><p>As Ellen G. White explains: “The will of God is expressed in the precepts of His holy law, and the principles of this law are the principles of heaven. The angels of heaven attain unto no higher knowledge than to know the will of God, and to do His will is the highest service that can engage their powers.”—Thoughts From the Mount of Blessing, p. 109.</p><p><br></p><p>Heaven, earth—it doesn’t matter: if God has moral beings, He will have a moral law to govern them, and violation of that law, in heaven or on earth, is sin.</p><p><br></p><p><strong>Why is the idea of a moral law inseparable from the idea of moral beings? Without that law, what would define what is moral and what is not?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 8",
          "dayTitle": "<p><strong>Law in Deuteronomy</strong></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>The Hebrew nation on the borders of Canaan, God’s chosen people, are finally about to inherit the land that God had promised them. And, as we have seen, Deuteronomy is Moses’ final instructions to the Hebrews before they take the land. And among those instructions were the commands to obey.</p><p><br></p><p><strong>Read the following texts. What point is expressed again and again and again, and why is this point so important for the people? Deut. 4:44, Deut. 17:19, Deut. 28:58, Deut. 30:10, Deut. 31:12, Deut. 32:46, Deut. 33:2.</strong></p><p><strong>Deuteronomy 4:4</strong></p><p><strong><sup>44</sup></strong> Now this is the law which Moses set before the children of Israel.</p><p><strong>Deuteronomy 17:19</strong></p><p><sup><strong>19</strong></sup> And it shall be with him, and he shall read it all the days of his life, that he may learn to fear the Lord his God and be careful to observe all the words of this law and these statutes,</p><p><strong>Deuteronomy 28:58</strong></p><p><strong><sup>58</sup></strong> “If you do not carefully observe all the words of this law that are written in this book, that you may fear this glorious and awesome name, THE LORD YOUR GOD,</p><p><strong>Deuteronomy 30:10</strong></p><p><strong><sup>10</sup></strong> if you obey the voice of the Lord your God, to keep His commandments and His statutes which are written in this Book of the Law, and if you turn to the Lord your God with all your heart and with all your soul.</p><p><strong>Deuteronomy 31:12</strong></p><p><strong><sup>12</sup></strong> Gather the people together, men and women and little ones, and the stranger who is within your gates, that they may hear and that they may learn to fear the Lord your God and carefully observe all the words of this law,</p><p><strong>Deuteronomy 32:46</strong></p><p><strong><sup>46</sup></strong> and he said to them: “Set your hearts on all the words which I testify among you today, which you shall command your children to be careful to observe—all the words of this law.</p><p><strong>Deuteronomy 33:2</strong></p><p><strong><sup>2</sup></strong> And he said:</p><p>“The Lord came from Sinai,</p><p>And dawned on them from Seir;</p><p>He shone forth from Mount Paran,</p><p>And He came with ten thousands of saints;</p><p>From His right hand</p><p>Came a fiery law for them.</p><p><br></p><p>Even the most cursory reading of the book of Deuteronomy shows how crucial obedience to the law was for the nation of Israel. In a real sense, it was the people’s covenant obligation. God had done so much for them and would continue to do so much for them—things that they couldn’t do for themselves and that they did not deserve to begin with (which is what grace is: God giving us what we don’t deserve). And what He asked in response was, well, obedience to His law.</p><p><br></p><p>It’s no different now. God’s grace saves us, apart from the works of the law—“therefore we conclude that a man is justified by faith apart from the deeds of the law” (Rom. 3:28, NKJV)—and our response is obedience to the law. We obey the law, though, not in a vain attempt to be saved by it—“therefore by the deeds of the law no flesh will be justified in His sight, for by the law is the knowledge of sin” (Rom. 3:20, NKJV)—but as the result of the salvation that we so graciously have been given. “If you love Me, keep My commandments” (John 14:15, NKJV).</p><p><br></p><p>Deuteronomy could be seen as one big object lesson in grace and law. By grace God redeems us, doing for us what we couldn’t do for ourselves (any more than Israel could have escaped from Egypt by themselves), and in response we live, by faith, a life of obedience to Him and to His law. From the fall of Adam onward, up to those who live through the time of trouble and the mark of the beast, a people depicted as those who “keep the commandments of God and the faith of Jesus” (Rev. 14:12, NKJV)—God’s relationship with His covenant people is one of law and grace. God’s grace forgives us for having violated His law, and God’s grace enables us to obey His law, as well, an obedience that arises from our covenant relationship with Him.</p><p><br></p><p><strong>How can we avoid the trap of legalism as we obey the law?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 9",
          "dayTitle": "<p><strong><em>L<sup>e</sup>tov Lak</em></strong></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p>Skeptics, those looking for reasons to reject the Bible, often point to some strong words of God that appear in the Old Testament. The idea is that the God of the Old Testament was harsh, vindictive, and mean-spirited, especially in contrast to Jesus. This isn’t a new argument, but it’s as flawed now as it was when first promoted many centuries ago.</p><p><br></p><p>Again and again, the Old Testament presents the Lord as loving His ancient people Israel and wanting only what is best for them. And this love appears powerfully in the book of Deuteronomy.</p><p><br></p><p><strong>Read Deuteronomy 10:1–15. What is the immediate context of these verses, and what do they teach us about how God felt toward His people, even after their sin? What do they teach us, indeed, about grace?</strong></p><p><strong>Deuteronomy 10:1–15</strong></p><p><sup><strong>1</strong></sup> “At that time the Lord said to me, ‘Hew for yourself two tablets of stone like the first, and come up to Me on the mountain and make yourself an ark of wood.</p><p><strong><sup>2</sup></strong> And I will write on the tablets the words that were on the first tablets, which you broke; and you shall put them in the ark.’</p><p><strong><sup>3</sup></strong> “So I made an ark of acacia wood, hewed two tablets of stone like the first, and went up the mountain, having the two tablets in my hand.</p><p><strong><sup>4</sup></strong> And He wrote on the tablets according to the first writing, the Ten Commandments, which the Lord had spoken to you in the mountain from the midst of the fire in the day of the assembly; and the Lord gave them to me.</p><p><strong><sup>5</sup></strong> Then I turned and came down from the mountain, and put the tablets in the ark which I had made; and there they are, just as the Lord commanded me.”</p><p><strong><sup>6</sup></strong> (Now the children of Israel journeyed from the wells of Bene Jaakan to Moserah, where Aaron died, and where he was buried; and Eleazar his son ministered as priest in his stead.</p><p><strong><sup>7</sup></strong> From there they journeyed to Gudgodah, and from Gudgodah to Jotbathah, a land of rivers of water.</p><p><strong><sup>8</sup></strong> At that time the Lord separated the tribe of Levi to bear the ark of the covenant of the Lord, to stand before the Lord to minister to Him and to bless in His name, to this day.</p><p><strong><sup>9</sup></strong> Therefore Levi has no portion nor inheritance with his brethren; the Lord is his inheritance, just as the Lord your God promised him.)</p><p><strong><sup>10</sup></strong> “As at the first time, I stayed in the mountain forty days and forty nights; the Lord also heard me at that time, and the Lord chose not to destroy you.</p><p><strong><sup>11</sup></strong> Then the Lord said to me, ‘Arise, begin your journey before the people, that they may go in and possess the land which I swore to their fathers to give them.’<sup><br></sup></p><p><strong><sup>12</sup></strong> “And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all His ways and to love Him, to serve the Lord your God with all your heart and with all your soul,</p><p><strong><sup>13</sup></strong> and to keep the commandments of the Lord and His statutes which I command you today for your good?</p><p><sup><strong>14</strong></sup> Indeed heaven and the highest heavens belong to the Lord your God, also the earth with all that is in it.</p><p><strong><sup>15</sup></strong> The Lord delighted only in your fathers, to love them; and He chose their descendants after them, you above all peoples, as it is this day.<br></p><p><br></p><p>God’s grace and love for Israel exudes from these texts. Notice, particularly, verses 12 and 13. They are really one long sentence, a question, and the question is simple: What am I, the Lord, asking you to do but the following . . . walk in My ways, love Me, serve Me, and keep My statutes for your own good?</p><p><br></p><p>All through the Hebrew in these verses the words for “your” and “you” are in singular form. Though God certainly is speaking to the nation as a whole, what good will His words do if the people, each one individually, don’t obey them? The whole is only as good as the sum of the parts. The Lord was speaking one-to-one, individually, to Israel as a nation.</p><p><br></p><p>We can’t forget, either, the end of verse 13: keep these things letov lak, that is, “for your good.” In other words, God is commanding the people to obey because it is in their best interest to do so. God made them, God sustains them, God knows what is best for them, and He wants what’s best for them. Obedience to His law, to His Ten Commandments, can work only to their benefit.</p><p><br></p><p>The law often has been compared to a hedge, a wall of protection, and by staying within that wall, God’s followers are protected from a raft of evils that otherwise would overtake and destroy them. In short, out of love for His people, God gave them His law, and obedience to His law would be “for your good.”</p><p><br></p><p><strong>What are ways in which we can see for ourselves how obedience to God’s law has, indeed, been for “our own good”?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 10",
          "dayTitle": "<p><strong>A Slave in Egypt</strong></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>In the book of Deuteronomy, one theme appears and reappears: that of the Lord redeeming His people Israel from the land of Egypt. Again and again, they are reminded of what God has done for them: “ ‘ “So the Lord brought us out of Egypt with a mighty hand and with an out-stretched arm, with great terror and with signs and wonders” ’ ” (Deut. 26:8, NKJV; see also Deut. 16:1–6).</p><p><br></p><p>All through the Old Testament, in fact, the story of the Exodus has been referred to as an example of God’s mighty deliverance, by His grace, from the slavery and oppression of Egypt: “For I brought you up from the land of Egypt, I redeemed you from the house of bondage” (Mic. 6:4, NKJV).</p><p><br></p><p>Even in the New Testament, this idea appears, with the exodus of Egypt by God’s great power a symbol of salvation by faith in Christ: “By faith they passed through the Red Sea as by dry land, whereas the Egyptians, attempting to do so, were drowned” (Heb. 11:29, NKJV; see also 1 Cor. 10:1–4).</p><p><br></p><p><strong>Read Deuteronomy 5:6–22, where Moses repeats the law, the Ten Commandments, the foundation stipulation of their covenant with Yahweh. Notice the fourth commandment and the reason given here for it. What is being said here that reveals the reality of law and grace?</strong></p><p><strong>Deuteronomy 5:6–22</strong></p><p><strong><sup>6</sup></strong> ‘I am the Lord your God who brought you out of the land of Egypt, out of the house of bondage.</p><p><strong><sup>7</sup></strong> ‘You shall have no other gods before Me.</p><p><strong><sup>8</sup></strong> ‘You shall not make for yourself a carved image—any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth;</p><p><strong><sup>9</sup></strong> you shall not bow down to them nor serve them. For I, the Lord your God, am a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generations of those who hate Me,</p><p><strong><sup>10</sup></strong> but showing mercy to thousands, to those who love Me and keep My commandments.</p><p><strong><sup>11</sup></strong> ‘You shall not take the name of the Lord your God in vain, for the Lord will not hold him guiltless who takes His name in vain.</p><p><strong><sup>12</sup></strong> ‘Observe the Sabbath day, to keep it holy, as the Lord your God commanded you.</p><p><strong><sup>13</sup></strong> Six days you shall labor and do all your work,</p><p><strong><sup>14</sup></strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who is within your gates, that your male servant and your female servant may rest as well as you.</p><p><strong><sup>15</sup></strong> And remember that you were a slave in the land of Egypt, and the Lord your God brought you out from there by a mighty hand and by an outstretched arm; therefore the Lord your God commanded you to keep the Sabbath day.</p><p><strong><sup>16</sup></strong> ‘Honor your father and your mother, as the Lord your God has commanded you, that your days may be long, and that it may be well with you in the land which the Lord your God is giving you.<sup><br></sup></p><p><strong><sup>17</sup></strong> ‘You shall not murder.</p><p><strong><sup>18</sup></strong> ‘You shall not commit adultery.</p><p><strong><sup>19</sup></strong> ‘You shall not steal.</p><p><strong><sup>20</sup></strong> ‘You shall not bear false witness against your neighbor.</p><p><sup><strong>21</strong></sup> ‘You shall not covet your neighbor’s wife; and you shall not desire your neighbor’s house, his field, his male servant, his female servant, his ox, his donkey, or anything that is your neighbor’s.’</p><p><strong><sup>22</sup></strong> “These words the Lord spoke to all your assembly, in the mountain from the midst of the fire, the cloud, and the thick darkness, with a loud voice; and He added no more. And He wrote them on two tablets of stone and gave them to me.</p><p><br></p><p>Moses repeats the basic commandment to rest on the seventh-day Sabbath, but he gives it an added emphasis. That is, though it has been written in stone in Exodus, here Moses is expanding on what already had been given them. Keep the Sabbath, not only as a memorial of Creation but also as a memorial of redemption from Egypt. God’s grace saved them from Egypt and offered them rest from their works (Heb. 4:1–5). Now, in response to the grace God gave them, they needed to extend that grace to others.</p><p><br></p><p>In this case, then, the seventh-day Sabbath becomes not just a power- ful symbol of Creation but a powerful symbol of Redemption and grace. Everyone in the household, not just the children—but the servants, the animals, and even the strangers among them—can rest. The Sabbath extends to others the grace given to the Jews, as well, even to those outside of the covenant people themselves. And it is found in the heart of God’s law. What God has graciously done for them, they need to do for others. It’s that simple.</p><p><br></p><p><strong>Read Matthew 18:21–35. In what way is the principle in this parable revealed in the Sabbath commandment, especially as emphasized in Deuteronomy?</strong></p><p><strong>Matthew 18:21–35</strong></p><p><strong><sup>21</sup></strong> Then Peter came to Him and said, “Lord, how often shall my brother sin against me, and I forgive him? Up to seven times?”</p><p><strong><sup>22</sup></strong> Jesus said to him, “I do not say to you, up to seven times, but up to seventy times seven.</p><p><strong><sup>23</sup></strong> Therefore the kingdom of heaven is like a certain king who wanted to settle accounts with his servants.</p><p><strong><sup>24</sup></strong> And when he had begun to settle accounts, one was brought to him who owed him ten thousand talents.</p><p><strong><sup>25</sup></strong> But as he was not able to pay, his master commanded that he be sold, with his wife and children and all that he had, and that payment be made.</p><p><strong><sup>26</sup></strong> The servant therefore fell down before him, saying, ‘Master, have patience with me, and I will pay you all.’</p><p><strong><sup>27</sup></strong> Then the master of that servant was moved with compassion, released him, and forgave him the debt.</p><p><strong><sup>28</sup></strong> “But that servant went out and found one of his fellow servants who owed him a hundred denarii; and he laid hands on him and took him by the throat, saying, ‘Pay me what you owe!’</p><p><strong><sup>29</sup></strong> So his fellow servant fell down at his feet and begged him, saying, ‘Have patience with me, and I will pay you all.’</p><p><strong><sup>30</sup></strong> And he would not, but went and threw him into prison till he should pay the debt.</p><p><strong><sup>31</sup></strong> So when his fellow servants saw what had been done, they were very grieved, and came and told their master all that had been done.</p><p><strong><sup>32</sup></strong> Then his master, after he had called him, said to him, ‘You wicked servant! I forgave you all that debt because you begged me.</p><p><strong><sup>33</sup></strong> Should you not also have had compassion on your fellow servant, just as I had pity on you?’</p><p><strong><sup>34</sup></strong> And his master was angry, and delivered him to the torturers until he should pay all that was due to him.</p><p><strong><sup>35</sup></strong> “So My heavenly Father also will do to you if each of you, from his heart, does not forgive his brother his trespasses.”</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 11",
          "dayTitle": "<p><strong>Not for Your Righteousness</strong></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p>Central to the Christian religion, to all biblical religion, actually, is the great theme of justification by faith alone. “For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness” (Rom. 4:3).</p><p><br></p><p>Ellen G. White famously expressed it like this: “What is justification by faith? It is the work of God in laying the glory of man in the dust, and doing for man that which it is not in his power to do for himself. When men see their own nothingness, they are prepared to be clothed with the righteousness of Christ.”—The Faith I Live By, p. 109.</p><p><br></p><p>Beyond question, when you consider who God is and how holy He is, in contrast to who we are and how unholy in contrast to Him we are, it would have to take an amazing act of grace to save us. And it did: that act of grace happened at the cross, with Christ, the innocent One, dying for the sins of the guilty.</p><p><br></p><p><strong>With this context in mind, read Deuteronomy 9:1–6. What is Moses saying to the people here that reveals in a dramatic way the reality of God’s grace for the unworthy? How does what happened here reflect the principle of justification by faith?</strong></p><p><strong>Deuteronomy 9:1–6</strong></p><p><sup><strong>1</strong></sup> “Hear, O Israel: You are to cross over the Jordan today, and go in to dispossess nations greater and mightier than yourself, cities great and fortified up to heaven,&nbsp;</p><p><strong><sup>2</sup></strong> a people great and tall, the descendants of the Anakim, whom you know, and of whom you heard it said, ‘Who can stand before the descendants of Anak?’</p><p><sup><strong>3</strong></sup> Therefore understand today that the Lord your God is He who goes over before you as a consuming fire. He will destroy them and bring them down before you; so you shall drive them out and destroy them quickly, as the Lord has said to you.</p><p><strong><sup>4</sup></strong> “Do not think in your heart, after the Lord your God has cast them out before you, saying, ‘Because of my righteousness the Lord has brought me in to possess this land’; but it is because of the wickedness of these nations that the Lord is driving them out from before you.</p><p><strong><sup>5</sup></strong> It is not because of your righteousness or the uprightness of your heart that you go in to possess their land, but because of the wickedness of these nations that the Lord your God drives them out from before you, and that He may fulfill the word which the Lord swore to your fathers, to Abraham, Isaac, and Jacob.</p><p><strong><sup>6</sup></strong> Therefore understand that the Lord your God is not giving you this good land to possess because of your righteousness, for you are a stiff-necked people.<br></p><p><br></p><p>If one could encapsulate Paul’s teaching on the gospel, perhaps it could be found in the phrase from Deuteronomy 9:5, “not because of your righteousness or the uprightness of your heart” (NKJV) is God going to save you. Instead, He is going to do it because of the promises of the “everlasting gospel” (Rev. 14:6), a promise given us “not according to our works, but according to His own purpose and grace which was given to us in Christ Jesus before time began” (2 Tim. 1:9, NKJV; see also Titus 1:2). If the promise was given us “before time began,” it certainly couldn’t be from our works because we didn’t even exist “before time began,” and thus had no works.</p><p><br></p><p>In short, despite your faults, your flaws, your stiff necks, the Lord is going to do this wonderful work for you and in you. Thus, as a result, the Lord commands you to obey Him and His laws. The promise already has been given and delivered: your works, your obedience, even if they were good enough (which they aren’t), aren’t the means of your salvation. They are, instead, the result.</p><p><br></p><p>The Lord has saved you by grace; now, with His law written in your heart and His Spirit empowering you, go and obey His law.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 12",
          "dayTitle": "",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>Further Thought:</strong><br></p><p>“The enemy of Christ, who rebelled against God’s law in heaven, has, as a skilled, trained general, worked with all his power, bringing out one device after another, full of deception, to make of none effect the law of God, the only true detector of sin, the standard of righteousness.”—Ellen G. White, “A Peculiar People,” Review and Herald, November 18, 1890.</p><p>Two trillion galaxies burnish the cosmos. One hundred billion stars comprise each galaxy. That’s 100,000,000,000. Two trillion galaxies, of 100 billion stars each, come to 200,000,000,000,000,000,000,000 stars.</p><p>Now, it’s a principle of existence: whatever conceives of and creates something must be greater than and transcend what it conceived of and created. Picasso is greater than and transcends an artwork by Picasso. The God who conceived of and created our cosmos must be greater than the cosmos and transcend it, as well.</p><p>With that in mind, think of the following text: “In the beginning was the Word, and the Word was with God, and the Word was God. He was in the beginning with God. All things were made through Him, and without Him nothing was made that was made” (John 1:1–3, NKJV). That is, the God who created all that was created, the 200,000,000,000,000,000,000,000 stars and everything else—He did what? He “shrank down,” became a human baby, lived a sinless life, then died on the cross, bearing in Himself the penalty for our sins and evil so that we can have the promise of eternal life.</p><p>Before us is this great truth: the grace given us in Jesus Christ on the cross. And what does God ask from us in return? “Now all has been heard; here is the conclusion of the matter: Fear God and keep his commandments, for this is the duty of all mankind” (Eccl. 12:13, NIV).</p><p><strong><br></strong></p><p><strong>Discussion Questions:</strong></p><p><strong><sup>1</sup></strong> In class, go over the question at the end of Monday’s study, about how people who believe in keeping God’s law, the Ten Commandments (including the fourth), can avoid the subtle traps of legalism. How does obedience, even strict and unwavering obedience, differ from legalism, and how can we know the difference between the two?</p><p><sup><strong>2</strong></sup> What are some stories you have heard (or known firsthand) about how those who have violated the Ten Commandments suffered terrible consequences from that violation? What should this teach us about how the law reflects the reality of God’s love for us?</p><p><sup><strong>3 </strong></sup>Why should the cross show us the futility of trying to earn our way to heaven?</p><p><strong><br></strong></p><p><strong>Inside History:</strong></p><p><strong>Angels Protected My Boy</strong></p><p><em>By JoeLLe akiki Barkanian</em></p><p><em>August 4, 2020, was a day like no other in Beirut, Lebanon.</em></p><p><br></p><p>I had just finished cleaning our home in preparation to welcome friends whom we haven’t seen for some time because of the COVID-19 pandemic.</p><p><br></p><p>My eldest son, seven-year-old James, was so excited that he prepared a welcome picture and hung it on the door for the arrival of the guests on the campus of the Seventh-day Adventist Church’s Middle East University, where I work as a business teacher. “Welcome,” read the picture, which included three hand-drawn faces and three hearts.</p><p><br></p><p>I saw that the trash needed to be collected and went around the rooms. As I reached the front door to throw out the trash bag, the house suddenly shook. I turned my eyes toward the window to see what was happening and saw James staring out the sliding glass door to the balcony, also wondering what was going on. “Move away from the glass!” I shouted.</p><p><br></p><p>I barely finished speaking when a second explosion caused the double- glassed door to shatter and crash down on James. My other two children, four-year-old Peter and two-year-old Katelyn, started shrieking. Reaching under the broken glass, my husband lifted James up by the shoulder and ran with him outside the house. From what I saw in that split moment, I knew that James could not have survived. I raced outside and held James tightly in my arms, assuming that he was gone. I was in shock, crying, and hearing nothing but a high-pitched ringing in my ears. Then my husband’s voice broke through. “James is fine,” he repeated over and over.</p><p><br></p><p>On August 4 at 6:08 p.m., God sent angels to protect my son from the glass. James was barefoot and wearing shorts and a T-shirt, yet he did not suffer a single scratch. Angels shielded him. “For he will command his angels concerning you to guard you in all your ways” (Psalm 91:11, NIV).</p><p><br></p><p>That night, before going to bed, James prayed, “Dear Jesus, please bless this day and every day. And please don’t let this thing that happened with the glass ever happen again. And help us to be safe. Stay with us. Amen.”</p><p><br></p><p>My son’s prayer makes my heart ache for the soon return of Jesus.</p><p><br></p><p>The next day, I removed the welcome picture from the door. I will treasure it always. Sometimes, we focus on the big things and forget how our plans could change in seconds, our dreams could shatter, and our loved ones could be lost. We always need to be ready for Jesus’ return.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p><strong>Law and Grace</strong></p>",
      "verse": "<p>“ ‘I do not set aside the grace of God; for if righteousness comes through the law, then Christ died in vain’ ” (Galatians 2:21, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "November 6-12"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
