{
  "data": [
    {
      "color": "#E0E0E0",
      "id": 711,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "June 3",
          "dayTitle": "",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>As we study end-time events in regard to the mark of the beast, one crucial point that comes through is the difference between how God operates and how the enemy of souls does.\n</p><p>As we have been studying, the central issues in the great controversy between Christ and Satan are loyalty, authority, and worship. The prophecies describing the beast power in Revelation 13, the little horn in Daniel 7, and the “son of perdition” in 2 Thessalonians 2 all speak of a power that usurps God’s authority, commands loyalty, and introduces a counterfeit system of worship. And it does so through the use of force, coercion, and at times bribes and rewards—all in order to compel worship.\n</p><p>In contrast, love is the great motivating force of the kingdom of God. Rather than worshiping the beast, God’s people find their greatest joy and highest delight in worshiping Him. They are committed to Him because they know how committed He is to them. There is only one thing that will keep any of us from receiving the mark of the beast in the end time—a love for Jesus so deep that nothing can break our hold upon Him. \n</p><p>In this lesson, we will explore these themes further.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 4",
          "dayTitle": "<p><strong>Steadfast Endurance</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p>As we have seen in Revelation 14:7, God calls all people to worship the Creator. This is the first angel’s message. In Revelation 14:8, God warns people about “Babylon,” a false religious system with roots back in ancient Babylon. This is the second angel’s message.\n</p><p>In Revelation 14:9, 10, the third angel warns against worshiping the beast. The angel declares in a loud voice, “ ‘If anyone worships the beast and his image, and receives his mark on his forehead or on his hand, he himself shall also drink of the wine of the wrath of God’ ” (NKJV).\n</p><p><br></p><p><strong>Read Revelation 14:12. What two characteristics do we discover in this passage about God’s last-day people? Why are both important?\n</strong></p><p><strong><br></strong></p><p><strong>Revelation 14:12</strong>&nbsp;</p><p><strong><sup>12 </sup></strong>Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.\n</p><p><br></p><p>The Greek word for “patience” is hupomone, which is better translated “steadfast endurance.” God will have an end-time people who are\n</p><p>loyal to Him in the face of opposition and fierce persecution. Through His grace, they stand with steadfast endurance, living God-centered, grace-filled, obedient lives. Worshiping the Creator (Rev. 14:7) stands in direct opposition to worshiping the beast (Rev. 14:9) and finds its expression in a people who keep the commandments of God and have the faith of Jesus (Rev. 14:12). This final conflict over allegiance to Christ or allegiance to the beast power revolves around worship, and at the heart of this great controversy between good and evil is going to be the Sabbath.\n</p><p><br></p><p><strong>Read Romans 8:1–4, Ephesians 2:8–10, and Colossians 1:29. What do these passages teach us about the result of living by faith?\n</strong></p><p><strong><br></strong></p><p><strong>R</strong><strong>omans 8:1–4&nbsp;</strong></p><p><strong><sup>1</sup></strong> There is therefore now no condemnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit.&nbsp;</p><p><strong><sup>2</sup></strong> For the law of the Spirit of life in Christ Jesus has made me free from the law of sin and death.&nbsp;</p><p><strong><sup>3</sup></strong> For what the law could not do in that it was weak through the flesh, God did by sending His own Son in the likeness of sinful flesh, on account of sin: He condemned sin in the flesh,&nbsp;</p><p><strong><sup>4</sup></strong> that the righteous requirement of the law might be fulfilled in us who do not walk according to the flesh but according to the Spirit.\n</p><p><br></p><p><strong>Ephesians 2:8–10</strong>&nbsp;</p><p><strong><sup>8</sup></strong> For by grace you have been saved through faith, and that not of yourselves; it is the gift of God,&nbsp;</p><p><strong><sup>9</sup></strong> not of works, lest anyone should boast.&nbsp;</p><p><sup><strong>10</strong></sup> For we are His workmanship, created in Christ Jesus for good works, which God prepared beforehand that we should walk in them.</p><p><br></p><p><strong>Colossians 1:29</strong>&nbsp;</p><p><strong><sup>29 </sup></strong>To this end I also labor, striving according to His working which works in me mightily.\n</p><p><br></p><p>Living by faith, we receive His grace, and our lives are changed. The committed followers of the Savior not only will have faith “in” Jesus but also will have the faith “of ” Jesus. Jesus’ quality of end-time faith will be theirs, and they will remain faithful, even unto death, as Jesus did.\n</p><p><br></p><p><strong>How faithful are you in the little things? What might that tell you about how you will be when the real trial comes? (See Luke 16:10.)</strong></p><p><strong><br></strong></p><p><strong>Luke 16:10</strong>&nbsp;</p><p><strong><sup>10</sup></strong> He who is faithful in what is least is faithful also in much; and he who is unjust in what is least is unjust also in much.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 5",
          "dayTitle": "<p><strong>The Cosmic Struggle</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Matthew 27:45–50. What does this teach us about what Christ experienced on the cross? What did Jesus mean by asking God why He had forsaken Him, and how does this scene help us understand what it means to have “the faith of Jesus”?\n</strong></p><p><br></p><p><strong>Matthew 27:45–50\n</strong></p><p><strong><sup>45 </sup></strong>Now from the sixth hour until the ninth hour there was darkness over all the land.&nbsp;</p><p><strong><sup>46</sup></strong> And about the ninth hour Jesus cried out with a loud voice, saying, “Eli, Eli, lama sabachthani?” that is, “My God, My God, why have You forsaken Me?”&nbsp;</p><p><strong><sup>47</sup></strong> Some of those who stood there, when they heard that, said, “This Man is calling for Elijah!”&nbsp;</p><p><strong><sup>48 </sup></strong>Immediately one of them ran and took a sponge, filled it with sour wine and put it on a reed, and offered it to Him to drink.&nbsp;</p><p><strong><sup>49 </sup></strong>The rest said, “Let Him alone; let us see if Elijah will come to save Him.”&nbsp;</p><p><strong><sup>50 </sup></strong>And Jesus cried out again with a loud voice, and yielded up His spirit.\n</p><p><br></p><p>Hanging on the cross, enshrouded in darkness, bearing the guilt, shame, and condemnation of the sins of the world, and shut off from the sense of His Father’s love, Jesus depended on the relationship that He had with the Father throughout His life. That is, through a life of complete dependence upon the Father, even in good times, Jesus had been prepared for the worst times—even the cross. The Savior trusted, even when all around Him the circumstances cried out for Him to doubt. Even when it seemed that God had forsaken Him, Jesus didn’t give up.\n</p><p><br></p><p>“Amid the awful darkness, apparently forsaken of God, Christ had drained the last dregs in the cup of human woe. In those dreadful hours He had relied upon the evidence of His Father’s acceptance heretofore given Him. . . . By faith, Christ was victor.”—Ellen G. White, Christ Triumphant, p. 277.\n</p><p><br></p><p>The faith of Jesus is a faith so deep, so trusting, so committed, that all the demons in the cosmos and all the trials on earth cannot shake it. It is a faith that trusts when it cannot see, believes when it cannot understand, hangs on when there is little to hang on to. This “faith of Jesus” is itself a gift we receive by faith and it will carry us through the crisis ahead. It is “the faith of Jesus” dwelling in our hearts that enables us to worship Christ as supreme and steadfastly endure when Revelation’s mark of the beast is enforced.\n</p><p><br></p><p>And yet, it is not something that out of nowhere suddenly appears. God’s people have been learning to live by faith, day by day, now. In good times, in bad times, when God feels close, when God seems far away—it doesn’t matter. “The just shall live by faith” (Gal. 3:11; see also Hab. 2:4). The time for preparation is now. Every trial now, if endured in faith, can bear precious fruit in our lives.\n</p><p><br></p><p><strong>Think about a time when life seemed to crumble around you and all that you had was your faith. How did you get by? What lessons did you learn? What did you experience that could help others who might be going through something similar?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 6",
          "dayTitle": "<p><strong>The Ungodly Chain</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p>The prophecy regarding the mark of the beast is about religious intolerance, an economic boycott, persecution, and eventually a death decree. Surprisingly, it also is a message of encouragement. Even in the worst of times, God will sustain His people who “keep the commandments of God and have the faith of Jesus” (Rev. 14:12, NKJV). And, among those commandments, of course, is the fourth—the seventh day Sabbath.\n</p><p><br></p><p>The mark-of-the-beast prophecy in Revelation 13 tells us about the worst, the absolute fever pitch, of Satan’s war against God. His first strategy in this campaign is deception. Revelation 13 tells us about a time in the future when the devil will work through an earthly religio- political power called the beast and resort to force.\n</p><p><br></p><p>Religious persecution, of course, is not new. It has been around ever since Cain killed Abel for worshiping the way God instructed them to worship (see Gen. 4:1–8). Jesus said persecution would happen even to believers in the first century and down through the ages: “ ‘The time is coming,’ ” He warned, “ ‘that whoever kills you will think that he offers God service’ ” (John 16:2, NKJV; see also Matt. 10:22, 1 Pet. 4:12). The mark-of-the-beast prophecy is about the final link in this ungodly chain. Like the persecutions in the past, it is designed to force everyone to conform to a certain set of beliefs and an approved system of worship.\n</p><p><br></p><p><strong>Read Revelation 13:15–17. What will God’s end-time people face in the final crisis?\n</strong></p><p><br></p><p><strong>Revelation 13:15–17</strong></p><p><strong><sup>15 </sup></strong>He was granted power to give breath to the image of the beast, that the image of the beast should both speak and cause as many as would not worship the image of the beast to be killed.&nbsp;</p><p><strong><sup>16 </sup></strong>He causes all, both small and great, rich and poor, free and slave, to receive a mark on their right hand or on their foreheads,&nbsp;</p><p><strong><sup>17</sup></strong> and that no one may buy or sell except one who has the mark or the name of the beast, or the number of his name.\n</p><p><br></p><p>The prophecy says the persecution will start with economic sanctions: “No one can buy or sell” unless they have “the mark.” When this\n</p><p>happens, the immense majority will capitulate. Anyone who refuses will eventually be placed under a death decree. The devil is preparing professed Christians by compromises in their lives to receive the mark of the beast when the final test comes upon us in the future. God’s love for each one of us will strengthen us and preserve us during the troublous times ahead.\n</p><p><br></p><p><strong>Read Galatians 6:7–9. Though this is not written in the context of last-day events, why is the principle here so relevant to issues over the mark of the beast and how we can stand faithful?\n</strong></p><p><strong><br></strong></p><p><strong>Galatians 6:7–9\n</strong></p><p><strong><sup>7</sup></strong> Do not be deceived, God is not mocked; for whatever a man sows, that he will also reap.&nbsp;</p><p><strong><sup>8</sup></strong> For he who sows to his flesh will of the flesh reap corruption, but he who sows to the Spirit will of the Spirit reap everlasting life.&nbsp;</p><p><strong><sup>9</sup></strong> And let us not grow weary while doing good, for in due season we shall reap if we do not lose heart.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 7",
          "dayTitle": "<p><strong>Those Who Follow the Lamb</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Revelation 13:1, 2. Where does the beast come from, and who gives the beast his authority?\n</strong></p><p><strong><br></strong></p><p><strong>Revelation 13:1, 2 \n</strong></p><p><strong><sup>1</sup></strong> Then I stood on the sand of the sea. And I saw a beast rising up out of the sea, having seven heads and ten horns, and on his horns ten crowns, and on his heads a blasphemous name. \n</p><p><strong><sup>2</sup></strong> Now the beast which I saw was like a leopard, his feet were like the feet of a bear, and his mouth like the mouth of a lion. The dragon gave him his power, his throne, and great authority.\n</p><p><br></p><p>The first beast power of Revelation 13 receives his power, seat, and great authority from the dragon. Revelation 12:9 and Revelation 20:2 identify the dragon as Satan. Satan is a cunning foe and works through earthly powers. Revelation 12:3–5 says this “dragon”—the devil—attempted to destroy the “male Child” as soon as He was born. This “male Child” was later “caught up to God and His throne” (NKJV). This, of course, refers to Christ. Desiring to destroy the Christ child, Satan worked through Herod and imperial Rome. At the end of Jesus’ life, a Roman governor, Pilate, condemned Christ to die, a Roman executioner nailed Him to the cruel cross, a Roman soldier pierced Him with a spear, and Roman soldiers guarded His tomb. According to Revelation 13:2, the dragon, Satan, working through pagan Rome, would give the seat of its government to this emerging beast power.\n</p><p><br></p><p>“Though primarily representing Satan, the dragon, in a secondary sense, represents the Roman Empire. . . . The power succeeding the Roman Empire, which received from the dragon ‘his power, and his seat, and great authority,’ is clearly papal Rome.”—The SDA Bible Commentary, vol. 7, p. 817. Historian A. C. Flick explains that “out of the ruins of political Rome, arose the great moral Empire in the ‘giant form’ of the Roman Church.” —The Rise of the Medieval Church (1900), p. 150, as quoted in The SDA Bible Commentary, vol. 7, p. 817.\n</p><p><br></p><p><strong>Read Revelation 13:3 and Revelation 14:4. What contrast do you see in these verses?\n</strong></p><p><strong>Revelation 13:3 \n</strong></p><p><strong><sup>3</sup></strong> And I saw one of his heads as if it had been mortally wounded, and his deadly wound was healed. And all the world marveled and followed the beast.\n</p><p><br></p><p><strong>Revelation 14:4 \n</strong></p><p><strong><sup>4</sup></strong> These are the ones who were not defiled with women, for they are virgins. These are the ones who follow the Lamb wherever He goes. These were redeemed from among men, being firstfruits to God and to the Lamb.\n</p><p>In contrast to “all the world,” who follows the beast, God will have a people who will “follow the Lamb” instead. As always, it will be one side or the other, for Jesus or against Jesus. There will be then, as now, no middle ground, no neutral position. To not firmly commit to Jesus is, consciously or not, to commit to the other side.\n</p><p><br></p><p><strong>“ ‘And you will be hated by all for My name’s sake. But he who endures to the end will be saved’ ” (Matt. 10:22, NKJV). How ready are you to endure to the end?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 8",
          "dayTitle": "<p><strong>Jesus: Our Only Mediator</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p><strong>Read Revelation 13:4, 5. What identifying marks of the beast power do we discover in these verses?</strong></p><p><strong><br></strong></p><p><strong>Revelation 13:4,5 \n</strong></p><p><strong><sup>4</sup></strong> So they worshiped the dragon who gave authority to the beast; and they worshiped the beast, saying, “Who is like the beast? Who is able to make war with him?” \n</p><p><strong><sup>5</sup></strong> And he was given a mouth speaking great things and blasphemies, and he was given authority to continue for forty-two months.\n</p><p><br></p><p>The beast of Revelation is an apostate religious power that rises out of pagan Rome and grows to become a worldwide system of worship. According to Revelation 13:5, it is a blasphemous power. In the New Testament, blasphemy is equated with assuming the privileges and prerogatives of God as an equal.\n</p><p><br></p><p><strong>Read Luke 5:18–26 and John 10:33. What two aspects of blasphemy do these verses identify?\n</strong></p><p><strong><br></strong></p><p><strong>Luke 5:18–26 \n</strong></p><p><strong><sup>18 </sup></strong>Then behold, men brought on a bed a man who was paralyzed, whom they sought to bring in and lay before Him. \n</p><p><strong><sup>19 </sup></strong>And when they could not find how they might bring him in, because of the crowd, they went up on the housetop and let him down with his bed through the tiling into the midst before Jesus. \n</p><p><strong><sup>20 </sup></strong>When He saw their faith, He said to him, “Man, your sins are forgiven you.” \n</p><p><strong><sup>21 </sup></strong>And the scribes and the Pharisees began to reason, saying, “Who is this who speaks blasphemies? Who can forgive sins but God alone?” \n</p><p><strong><sup>22 </sup></strong>But when Jesus perceived their thoughts, He answered and said to them, “Why are you reasoning in your hearts? \n</p><p><strong><sup>23 </sup></strong>Which is easier, to say, ‘Your sins are forgiven you,’ or to say, ‘Rise up and walk’? \n</p><p><strong><sup>24 </sup></strong>But that you may know that the Son of Man has power on earth to forgive sins”—He said to the man who was paralyzed, “I say to you, arise, take up your bed, and go to your house.” \n</p><p><strong><sup>25</sup></strong> Immediately he rose up before them, took up what he had been lying on, and departed to his own house, glorifying God. \n</p><p><strong><sup>26 </sup></strong>And they were all amazed, and they glorified God and were filled with fear, saying, “We have seen strange things today!”\n</p><p><br></p><p><strong>John 10:33\n</strong></p><p><strong><sup>33 </sup></strong>The Jews answered Him, saying, “For a good work we do not stone You, but for blasphemy, and because You, being a Man, make Yourself God.”\n</p><p><br></p><p>Jesus was accused of blasphemy by the leaders. In Jesus’ case, the accusations were unjust because He has all the powers and prerogatives of God—including the right to forgive our sins. And that is because Jesus is God. Or as He so powerfully expressed it: “ ‘Have I been with you so long, and yet you have not known Me, Philip? He who has seen Me has seen the Father; so how can you say, “Show us the Father”?’ ” (John 14:9).\n</p><p><br></p><p>Meanwhile, 1 Timothy 2:5 teaches that there is one Mediator between God and man, the man Jesus Christ. In contrast, the Roman Church teaches that the priest is the mediator between God and sinful humanity. But because the priest himself is a sinful human being, he cannot be our mediator because he also needs a mediator. Blasphemy also is defined as the claim of any human to be God or to stand in the place of God. Here are just two statements from the Roman Church’s authoritative sources:\n</p><p><br></p><p>“The pope is of so great dignity and so exalted that he is not a mere man. . . . He is as it were God on earth.”—Lucius Ferraris, “Papa,” article 2 in his Prompta Bibliotheca (1763), vol. 6, pp. 25–29. Pope Leo XIII boasted: “We [the popes] hold upon this earth the place of God Almighty.”—The Great Encyclical Letters of Pope Leo XIII (New York: Benziger, 1903), p. 193. These claims become even more relevant when we understand that the prefix anti-, as in antichrist, doesn’t always mean “against” but also can mean “in the place of.” Hence antichrist also means “in place of Christ.” Talk about blasphemy!</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 9",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>“From the very beginning of the great controversy in heaven it has been Satan’s purpose to overthrow the law of God. It was to accomplish this that he entered upon his rebellion against the Creator, and though he was cast out of heaven he has continued the same warfare upon the earth. To deceive men, and thus lead them to transgress God’s law, is the object which he has steadfastly pursued. Whether this be accomplished by casting aside the law altogether, or by rejecting one of its precepts, the result will be ultimately the same. . . . In seeking to cast contempt upon the divine statutes, Satan has perverted the doctrines of the Bible, and errors have thus become incorporated into the faith of thousands who profess to believe the Scriptures. The last great conflict between truth and error is but the final struggle of the longstanding controversy concerning the law of God. Upon this battle we are now entering—a battle between the laws of men and the precepts of Jehovah, between the religion of the Bible and the religion of fable and tradition.”—Ellen G. White, The Great Controversy, p. 582.\n</p><p><br></p><p>Throughout Revelation, worship and Creation are indissolubly linked. The essence of the controversy between good and evil and the issues surrounding the mark of the beast revolve around whether God is worthy to be worshiped.\n</p><p><br></p><p>As we have seen, the concept of Christ as Creator is at the very heart of Sabbath worship. Jesus consistently underlines the significance of the day of which He calls Himself the “Lord” (Matt. 12:8, Mark 2:28, Luke 6:5). The Sabbath is an eternal reminder of our identity. It reminds us of who we are as human beings. It places worth on every human being. It constantly reinforces the idea that we are created beings and that our Creator is worthy of our allegiance and worship. This is the reason why the devil hates the Sabbath so much. It is the golden link that unites us with our Creator, and this is why it will play such a crucial role in the final crisis at the end.\n</p><p><br></p><p><strong>Discussion Questions: \n</strong></p><p><strong><br></strong></p><p><strong>1</strong> What are the basic principles behind the sea beast’s claim to authority? In what ways can those same attitudes be lodged in our hearts without our knowledge?\n</p><p><strong>2</strong> How do you respond to those who argue that the idea of a literal Satan is a primitive superstition that educated, or at least intelligent, people can’t take seriously? What arguments could you use in response?</p><p><br></p><p><br></p><p> \n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 10",
          "dayTitle": "<p><strong>Story inside</strong></p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p>“I Can’t Do This”&nbsp;</p><p>By Andrew McChesney&nbsp;</p><p>The party sounded perfect. A table was booked at a club in Harare, Zimbabwe. Alcohol was purchased, and people were invited. But Elder didn’t come. “What happened?” Hubert asked when he later saw his friend. “I can’t do this,” Elder replied. “I’m an elder.”\n</p><p><br></p><p>Hubert had heard the explanation before. He and Elder had become friends while teaching at a high school in Harare. Nineteen-year-old Hubert was taking off a year to teach before entering the university. Elder was 25 and an elder at a Seventh-day Adventist church. Hubert partied, but Elder would not participate. He always explained, “I can’t do this. I’m an elder.” Hubert had never met an Adventist before, and he thought, This guy is true to his church. But he declined Elder’s invitations to go to church.\n</p><p><br></p><p>The next year, Hubert enrolled at Midlands State University in Gweru. He kept remembering Elder, and he visited an Adventist church for the first time. The people were warm and friendly, and the sermon touched his heart. During the semester break, he went to another Adventist church while visiting an aunt. It got to the point that every time he saw a church, he wanted to go inside. He felt like something was missing from his spiritual life.</p><p><br></p><p>For his second year of studies, Hubert received a scholarship to study in Russia. He wondered whether he would find an Adventist church there. One Saturday, he was drunk when Mildred arrived at the birthday party of a mutual friend at 8:00 p.m. in Moscow. “Why did you come so late?” he asked. “I was at church,” Mildred said. “But it’s Saturday,” Hubert said. “Church is on Sunday.” “Well, I’m a Seventh-day Adventist,” she said.\n</p><p><br></p><p>Hubert couldn’t believe his ears. Mildred saw his interest and invited him to go to church the next Sabbath. She even waited for him in the metro station on Sabbath morning. But Hubert was embarrassed that she had seen him drunk and did not show up. When she called to see where he was, he found himself saying, “I’m sorry. I’ll come next Sabbath.” Mildred called him throughout the week to remind him of his promise. He accompanied her to the Moscow International Seventh-day Adventist Church on Sabbath. A year later, Hubert gave his heart to Jesus in baptism. He contacted Elder and thanked him for being faithful. Elder was overjoyed!</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>The Seal of God and Mark of the Beast: Part 1</p>",
      "verse": "<p>Memory Text: “Then I saw another angel ascending from the east, having the seal of the living God. And he cried with a loud voice to the four angels to whom it was granted to harm the earth and the sea, saying, ‘Do not harm the earth, the sea, or the trees till we have sealed the servants of our God on their foreheads’ ” (Revelation 7:2, 3, NKJV).</p>",
      "versionCode": 2,
      "weekDate": "June 3 -9"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
