{
  "data": [
    {
      "color": "#CCE5FF",
      "id": 12,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "10 de Junio",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>En la Edad Media, los valdenses, un pueblo decidido a permanecer fiel a su comprensión de la Biblia, fueron ferozmente perseguidos. En 1488, la Iglesia Romana asesinó brutalmente a los valdenses en el Valle de Louise debido a su fe. Otra oleada de persecución se produjo en el siglo XVII, cuando el duque de Saboya envió a un ejército de ocho mil hombres al territorio de ellos. El 24 de abril de 1655, a las 4 de la mañana, se dio una señal para que comenzara la masacre. Esta vez, el número de muertos fue de más de cuatro mil.\n</p><p>La historia, por desgracia, se repite a menudo. La profecía de la “marca de la bestia” trata sobre el eslabón final de una impía cadena de persecución religiosa que se remonta a través de los siglos. Al igual que las persecuciones del pasado, esta persecución está pensada para obligar a todos a someterse a determinado conjunto de creencias y a un sistema autorizado de culto. Sin embargo, como siempre, Dios tendrá un pueblo que no capitulará.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de Junio",
          "dayTitle": "<p><strong>LA HERIDA MORTAL</strong></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p>Como ya hemos estudiado, los poderes de las bestias de Apocalipsis 13 y 14 representan un sistema mundial de adoración falsa. Pero hay más.\n</p><p><br></p><p><strong>Lee Apocalipsis 13:5; 12:6 y 14; y Daniel 7:25. Este poder, ¿cuánto tiempo dominaría el escenario religioso en los siglos anteriores?\n</strong></p><p><br></p><p><strong>Apocalipsis 13:5; 12:6 y 14;&nbsp;</strong></p><p><strong><sup>13:5</sup></strong> También se le dio boca que hablaba grandes cosas y blasfemias; y se le dio autoridad para actuar cuarenta y dos meses.</p><p><sup><strong>12:6</strong></sup> Y la mujer huyó al desierto, donde tiene lugar preparado por Dios, para que allí la sustenten por mil doscientos sesenta días.</p><p><strong><sup>12:14</sup></strong> Y se le dieron a la mujer las dos alas de la gran águila, para que volase de delante de la serpiente al desierto, a su lugar, donde es sustentada por un tiempo, y tiempos, y la mitad de un tiempo.</p><p><br></p><p><strong>Daniel 7:25</strong></p><p><strong><sup>25 </sup></strong>Y hablará palabras contra el Altísimo, y a los santos del Altísimo quebrantará, y pensará en cambiar los tiempos y la ley; y serán entregados en su mano hasta tiempo, y tiempos, y medio tiempo.</p><p><br></p><p>La bestia continuaría por un período específico en la historia. En las profecías de tiempo simbólico, un día profético equivale a un año literal. En Números 14:34 leemos: “Un año por cada día”, que es la aplicación del principio bíblico de contar un día por un año. Una vez más, Dios dice: “un día por cada año” (Eze. 4:6). Este principio repetidamente ha demostrado ser exacto al interpretar las profecías bíblicas de tiempo, como con las 70 semanas de Daniel 9:24 al 27. Si calculamos el período que se menciona en Apocalipsis 13:5 de 42 meses, con 30 días en un mes, llegamos a 1.260 días proféticos, o años literales. Los calendarios antiguos tenían regularmente 360 días por año.\n</p><p><br></p><p>En el siglo IV, el emperador romano Constantino legalizó el cristianismo en todo el imperio. Cuando en 330 d.C. trasladó su capital a Bizancio para unir la parte oriental con la occidental de su imperio, dejó un vacío de liderazgo en Roma. Por ende, el Papa llenó este vacío. Llegó a ser no solo un poderoso líder religioso, sino también una reconocida fuerza política en Europa. En 538 d.C., Justiniano, el emperador romano pagano, concedió oficialmente al obispo de Roma el rol de defensor de la fe. La iglesia medieval ejerció gran influencia desde 538 hasta 1798, incluyendo la terrible persecución mencionada en la introducción de la lección. El general Berthier, que respondía a Napoleón, tomó al papa cautivo en 1798 d.C., en cumplimiento exacto de la profecía.\n</p><p><br></p><p>Berthier y su ejército capturaron al papa Pío VI y lo destituyeron del trono papal sin contemplaciones. El golpe al papado fue grave. Pero, según Apocalipsis 13:12, la herida mortal sanaría, y el mundo tendrá más noticias de este poder; muchas más...\n</p><p>Piensa en cuán asombrosa es la profecía bíblica y cómo nos revela el conocimiento divino acerca de los acontecimientos futuros. ¿Qué debe enseñarnos este hecho acerca de por qué podemos confiar en las promesas del Señor, incluso las que aún no vemos que se hayan cumplido?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de Junio",
          "dayTitle": "<p><strong>LA APOSTASÍA</strong></p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p><strong style=\"background-color: initial;\">Lee 2 Tesalonicenses 2:3, 4, y 9 al 12. ¿Qué predice Pablo acerca de los últimos días? ¿Qué marcas identificadoras le asigna a la bestia, el poder del anticristo?</strong><br></p><p><br></p><p><strong>2 Tesalonicenses 2:3, 4, y 9-12</strong>.</p><p><strong><sup>3</sup></strong> Nadie os engañe en ninguna manera; porque no vendrá sin que antes venga la apostasía, y se manifieste el hombre de pecado, el hijo de perdición,</p><p><strong><sup>4</sup></strong> el cual se opone y se levanta contra todo lo que se llama Dios o es objeto de culto; tanto que se sienta en el templo de Dios como Dios, haciéndose pasar por Dios.</p><p><strong><sup>9</sup></strong> inicuo cuyo advenimiento es por obra de Satanás, con gran poder y señales y prodigios mentirosos,&nbsp;</p><p><strong><sup>10 </sup></strong>y con todo engaño de iniquidad para los que se pierden, por cuanto no recibieron el amor de la verdad para ser salvos.&nbsp;</p><p><sup><strong>11</strong></sup> Por esto Dios les envía un poder engañoso, para que crean la mentira,&nbsp;</p><p><strong><sup>12 </sup></strong>a fin de que sean condenados todos los que no creyeron a la verdad, sino que se complacieron en la injusticia.</p><p><br></p><p>El apóstol Pablo advierte a la comunidad cristiana acerca de una “apostasía” de la verdad de la Palabra de Dios. Le preocupan las semillas de apostasía ya presentes en la iglesia del Nuevo Testamento, que prosperarían en los siglos venideros antes de la segunda venida de Cristo. Un evangelio falso llegaría a la iglesia y distorsionaría la Palabra de Dios.\n</p><p><br></p><p>Satanás es el que está detrás de esta apostasía. Él es el verdadero “hombre de pecado” que desea exaltarse “contra todo lo que se llama Dios” y se sienta en el “templo de Dios” (2 Tes. 2:4). Pero el gran “engañador” obra mediante agentes humanos para lograr sus propósitos. Las características identificativas en Daniel y Apocalipsis revelan que el cuerno pequeño de Daniel 7, la bestia de Apocalipsis 13 y 14, y el “inicuo” de 2 Tesalonicenses 2 representan a la misma entidad.\n</p><p><br></p><p>El Comentario bíblico adventista lo dice de esta manera: “Una comparación con la profecía de Daniel acerca del poder blasfemo sucesor de la Roma pagana [...], y con la descripción que hace Juan de la bestia semejante a un leopardo [...], revela muchas similitudes entre las tres descripciones [el cuerno pequeño, el poder de la bestia y el inicuo]. Esto lleva a la conclusión de que Daniel, Pablo y Juan están hablando del mismo poder, a saber: el papado” (CBA 7:279).\n</p><p><br></p><p>Es extremadamente importante recordar que la profecía bíblica está describiendo un sistema religioso que ha comprometido la Palabra de Dios, que ha sustituido el evangelio por las tradiciones humanas y que se alejó de la verdad bíblica. Un Dios de amor increíble dio estas profecías para preparar a un pueblo para la venida de Jesús. Son una reprensión para las organizaciones religiosas apóstatas que se han apartado de la Palabra de Dios, aunque no necesariamente para las personas que hay en ellas (ver Apoc. 18:4). Nuestro mensaje es sobre un sistema que ha engañado a millones. Aunque engañadas, estas personas son muy amadas por Cristo. Debemos tratarlas debidamente.\n</p><p><br></p><p><strong>“Así, todo lo que quieran que los hombres les hagan, háganlo también ustedes a ellos. Esta es la ley y los profetas” (Mat. 7:12). ¿Cómo debemos aplicar este principio al abordar el tema de los poderes de la bestia en Apocalipsis 13 y 14?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de Junio",
          "dayTitle": "<p><strong>LA ESTRATEGIA FINAL DE SATANÁS</strong></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>Las encuestas revelan una profunda falta de confianza en las instituciones y los gobiernos. Millones se preguntan: “¿Dónde hay alguien moralmente apto para liderar el mundo?” Las profecías del Apocalipsis identifican el poder de la bestia como aquel que, bajo los auspicios de una unión religiosa/política, ostensiblemente será el poder que desempeñará este papel.\n</p><p><br></p><p><strong>Lee Apocalipsis 17:12 al 14. ¿Cómo describe Juan estas escenas finales de la historia de la Tierra? ¿Qué contraste poderoso vemos aquí?\n</strong></p><p><br></p><p><strong>Apocalipsis 17:12-14</strong></p><p><sup><br></sup></p><p><strong><sup>12 </sup></strong>Y los diez cuernos que has visto, son diez reyes, que aún no han recibido reino; pero por una hora recibirán autoridad como reyes juntamente con la bestia.&nbsp;</p><p><strong><sup>13 </sup></strong>Estos tienen un mismo propósito, y entregarán su poder y su autoridad a la bestia.&nbsp;</p><p><strong><sup>14 </sup></strong>Pelearán contra el Cordero, y el Cordero los vencerá, porque él es Señor de señores y Rey de reyes; y los que están con él son llamados y elegidos y fieles.</p><p><br></p><p>Hay tres comentarios importantes que Juan hace en este pasaje. En primer lugar, los poderes políticos tienen “un propósito” y “darán su poder y autoridad” a la bestia. En segundo lugar, este conglomerado del error hace guerra contra Jesús, el Cordero. En tercer lugar, en la última guerra de la Tierra, Cristo y sus seguidores triunfan. No gana la bestia; Jesús gana.\n</p><p><br></p><p>¿Alguna vez te preguntaste qué estrategia podría utilizar el diablo para unir a las naciones? La historia a menudo se repite. Descubrimos lecciones valiosas del colapso del Imperio Romano. Cuando las invasiones germánicas asolaron la Europa occidental desde el norte, el emperador romano Constantino acudió a la religión. La autoridad de la iglesia, combinada con el poder del Estado, se convirtió en el instrumento que Constantino necesitaba. El continuo fortalecimiento de la santidad del domingo en el siglo IV fue un movimiento político y religioso calculado para unir el imperio en un momento de crisis. Constantino quería que su imperio se uniera, y la iglesia romana quería que el imperio se “convirtiera”. El renombrado historiador Arthur Weigall lo indica claramente: “La iglesia hizo del domingo un día sagrado [...] en gran medida porque era la fiesta semanal del Sol; porque era una política cristiana explícita hacerse cargo de las festividades paganas entrañables para la gente por tradición y darles significado cristiano” (The Paganism in Our Christianity [Nueva York: G. P. Putnam’s Sons, 1928], p. 145).\n</p><p><br></p><p>En un momento de gran crisis, cuando todo el mundo está asustado, herido y con miedo, la gente estará desesperada por alguien que ofrezca algo de estabilidad y protección. Así es como la tiranía ha surgido en el pasado, y no hay razón para pensar que no podría volver a suceder. Según la profecía, algo propiciará estos acontecimientos finales.\n</p><p>Aunque es difícil saber cómo podría desarrollarse todo esto, el mundo ya ha visto cómo pueden producirse los grandes cambios, y con cuánta rapidez, también. Aunque no conocemos los detalles de lo que viene, necesitamos estar preparados para ello.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de Junio",
          "dayTitle": "<p><strong>LA MARCA DE LA BESTIA</strong></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Apocalipsis 14:9 y compáralo con Apocalipsis 14:12. ¿Dónde se coloca la marca de la bestia? (Ver Deut. 6:8; 11:18). ¿Qué dos características contrastan al pueblo de Dios con quienes reciben la marca de la bestia?\n</strong></p><p><strong><br></strong></p><p><strong>Apocalipsis 14:9</strong></p><p><strong><sup>9</sup></strong> Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano</p><p><br></p><p><strong>Apocalipsis 14:12</strong></p><p><strong><sup>12 </sup></strong>Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.</p><p><br></p><p>Un grupo adora a la bestia, y el otro guarda los mandamientos de Dios (que incluyen el cuarto, un Mandamiento que el poder de la bestia intentaría cambiar) y tiene la fe de Jesús. Ese es el contraste. Al obrar por medio de las bestias que suben del mar y de la Tierra, el diablo intenta socavar la autoridad de Dios atacando la esencia de la adoración; es decir, el sábado. La marca de la bestia se coloca en la frente o en la mano. La frente es un símbolo de la mente, donde se encuentran la conciencia, la razón y el juicio; por otro lado, la mano es un símbolo de acciones y hechos.\n</p><p><br></p><p>Se acerca el día y probablemente sea antes de lo que imaginamos– en que se aprobarán leyes que restringirán nuestra libertad religiosa. Quienes siguen la Palabra de Dios a conciencia y guardan el verdadero día de reposo del Señor serán tachados de enemigos de la unidad y el bien de la sociedad.\n</p><p><br></p><p>“Los que honran el sábado de la Biblia serán denunciados como enemigos de la ley y el orden, como quebrantadores de las restricciones morales de la sociedad, y por lo tanto causantes de anarquía y corrupción, las cuales atraen sobre la Tierra los juicios de Dios. Sus escrúpulos de conciencia serán denunciados como obstinación, terquedad y desprecio de la autoridad. Serán acusados de deslealtad hacia el Gobierno” (CS 649).\n</p><p><br></p><p>La Iglesia de Roma afirma que el domingo es la “marca” de su autoridad eclesiástica. “Por supuesto, la Iglesia Católica afirma que el cambio fue acto suyo. [...] Y el acto es una marca de su poder y autoridad eclesiásticos en asuntos religiosos” (The American Catholic Quarterly Review, enero de 1883).\n</p><p><br></p><p>Apocalipsis predice que en el futuro, en un momento de crisis internacional, nuestro mundo se enfrentará a algún tipo de transformación radical en los niveles político, social, religioso y moral, por la que la observancia del domingo se hará cumplir y luego se convertirá en “la marca de la bestia”. Una vez más, no se nos dice cómo se desarrollará todo esto. La Escritura solo nos da líneas generales, pero suficientes como para mostrarnos que el Gran Conflicto culminará en torno al tema de la adoración de la bestia o del Creador y que el sábado jugará un papel central.\n</p><p><br></p><p><strong>¿De qué manera la humanidad siempre ha estado dividida en función de estar del lado de Dios o de Satanás? ¿Por qué no puede haber un término medio? ¿Cómo podemos saber, con seguridad, de qué lado estamos realmente?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de Junio",
          "dayTitle": "<p><strong>LA PRUEBA DEL SÁBADO</strong></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>Ahora mismo, quizá, se está preparando el escenario para esta inminente persecución. El 6 de junio de 2012, el papa Benedicto XVI hizo este llamado urgente a más de quince mil personas reunidas en la Plaza de San Pedro, en Roma, para que el domingo sea un día de descanso para todos, para que la gente pueda tener la libertad de estar con su familia y con Dios. “Al defender el domingo, uno defiende la libertad humana”. Por supuesto, esto no es lo mismo que exigir que los demás guarden este día en lugar del sábado bíblico, pero muestra que la idea del domingo como el “día de descanso” decididamente es un verdadero problema. Tarde o temprano, se aprobarán leyes, y quienes siguen la Palabra de Dios a conciencia y guardan el verdadero día de reposo serán tachados de enemigos de los intereses de la sociedad.\n</p><p>En este tiempo de crisis, el pueblo fiel de Dios, por su gracia y por su poder, permanecerá firme en sus convicciones de seguirlo. No cederán a la presión. En contraste con la marca de la bestia, recibirán el sello de Dios. Los sellos se usaban en la antigüedad para dar fe de la autenticidad de los documentos oficiales, por lo que esperaríamos encontrar el sello de Dios inserto en su Ley. Los sellos antiguos eran una marca distintiva personalizada. El profeta Isaías dice: “Ata el testimonio, sella la ley entre mis discípulos” (Isa. 8:16).\n</p><p><strong>Lee Éxodo 20:8 al 11. ¿Qué elementos de un sello bíblico encuentras en el mandamiento del sábado? ¿En qué se diferencia el mandamiento del sábado de todos los demás mandamientos del Decálogo?</strong></p><p><strong><br></strong></p><p><strong>Éxodo 20:8-11</strong></p><p><strong><sup>8</sup> </strong>Acuérdate del día de reposo para santificarlo. \n</p><p><strong><sup>9</sup></strong> Seis días trabajarás, y harás toda tu obra; \n</p><p><strong><sup>10</sup></strong> mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas. \n</p><p><strong><sup>11 </sup></strong>Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.</p><p><br></p><p>El cuarto Mandamiento contiene tres elementos de un sello auténtico. En primer lugar, el nombre del dueño del sello: “El Señor tu Dios” (Éxo. 20:10). En segundo lugar, el título del dueño del sello: El Señor que “hizo” (Éxo. 20:11), o el Creador. Y en tercer lugar, el territorio del propietario del sello: “El Cielo, la Tierra y el mar, y todo lo que contienen” (Éxo. 20:11). Según Apocalipsis 7:1 y 2, el sello de Dios se coloca solamente en nuestra frente, un símbolo de nuestra mente.\n</p><p>Jesús respeta nuestro libre albedrío. Nos invita a permitir que él moldee nuestra mente, mediante su Espíritu Santo, para que no nos puedan mover del ancla de nuestra fe en la Palabra de Dios (Efe. 4:30). Por lo tanto, entendemos que los fieles son quienes “guardan los mandamientos de Dios y [tienen] la fe de Jesús” (Apoc. 14:12); y en esos mandamientos está incluido el cuarto, un Mandamiento cambiado por el poder de la bestia.\n</p><p><br></p><p><strong>¿Qué condiciones ves que se están gestando actualmente que podrían conducir a las restricciones de nuestra libertad religiosa? ¿Qué obstáculos quedan también?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de Junio",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>“Cuando el protestantismo extienda la mano a través del abismo para asir la mano del poder romano; cuando se incline por encima del abismo para darse la mano con el espiritismo; cuando, bajo la influencia de esta triple unión, nuestro país [Estados Unidos] repudie todo principio de su Constitución como Gobierno protestante y republicano, y haga provisión para la propagación de las mentiras y seducciones papales, entonces sabremos que ha llegado el tiempo en que se verá la asombrosa obra de Satanás, y que el fin está cerca” (TI 5:426).\n</p><p><br></p><p>“Hemos tendido a pasar por alto el hecho de que el domingo es el día de adoración de las fuerzas enemigas [...] en la línea narrativa del libro de Apocalipsis. El domingo es un símbolo extremadamente importante, ya que revela la increíble astucia y el sofisma del dragón. [...] Este [...] cambio de la Ley de Dios expresa en una simple acción la esencia misma del odio del dragón contra Dios en el Conflicto Cósmico. Su simplicidad es sumamente engañosa. El dragón ha procurado usurpar el lugar de Dios en el Cosmos al mostrarse como el verdadero objeto de adoración y al aducir que la Ley de Dios es injusta, que debe ser cambiada. El dragón cambió la Ley en la coyuntura dentro del Decálogo donde se identifica a Dios como Creador y Redentor, el único digno de adoración (Éxo. 20:8-11; Deut. 5; cf. Apoc. 4:11; 5:9, 13, 14). El cambio de la Ley manifiesta no solo el odio del dragón por la voluntad del Señor (la Ley), sino también es su intento de usurpar el lugar de Dios al convertirse en el objeto de adoración. [...] La universalización de este cambio en la Ley le aseguraría la victoria” (Á. M. Rodríguez, “The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages”, pp. 53, 54).\n</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong><br></strong></p><p><strong>1</strong>. Aunque vivamos a la espera de los acontecimientos finales, incluso con expectativa, ¿por qué debemos tener cuidado de no entrar en el fanatismo, el poner fechas o especular más allá de lo que se nos ha revelado mediante la Inspiración? ¿Cuáles son los peligros de hacer esto, y cuáles fueron los resultados cuando los acontecimientos esperados no transcrrieron en el tiempo y la forma en que la gente concluyó que sucederían?\n</p><p><strong>2</strong>. Si bien debemos evitar los peligros descritos en la pregunta anterior, ¿cómo respondemos a los que dicen que nuestro argumento sobre la marca de la bestia y la persecución no puede suceder, porque simplemente no parece posible, dado el estado actual del mundo? ¿Por qué esta línea de pensamiento, aunque a simple vista parece razonable, en realidad no tiene nada de razonable? (Al fin y al cabo, fíjate con cuánta rapidez pueden producirse grandes cambios en el mundo).</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de Junio",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong><br></strong></p><p>La Biblia es un todo cohesivo. El tema del Gran Conflicto recorre sus páginas de punta a cabo como un hilo rojo que entreteje sus narraciones y verdades sagradas. El ministerio de Cristo, su sacrificio expiatorio, su ministerio sumosacerdotal y su regreso son temas que resuenan en medio de sus páginas. El Gran Conflicto llega a su punto culminante en el libro de Apocalipsis. La lección de esta semana, titulada “El sello de Dios y la marca de la bestia (segunda parte)”, sigue identificando al poder de la bestia que sube del mar, describe los acontecimientos finales de la Tierra y comparte principios prácticos que nos ayudarán a prepararnos para la venida de Jesús.\n</p><p><br></p><p>Uno de los principios importantes para comprender las profecías de tiempo de la Biblia es el principio de día/año. En síntesis, en las profecías de tiempo de Daniel y de Apocalipsis, un día profético equivale a un año literal. Volveremos a revisar el respaldo bíblico e histórico para este principio en el estudio de esta semana. Otro principio importante de la interpretación profética es el vínculo entre las profecías de Daniel y las de Apocalipsis.\n</p><p>El poder del cuerno&nbsp;</p><p>pequeño de Daniel 7, el “hombre de pecado” de 2 Tesalonicenses 2 y la bestia que sube del mar de Apocalipsis 13 representan el mismo poder opresor que persiguió al pueblo de Dios durante la Edad Media: el Papado. En el estudio de esta semana, veremos cómo la bestia del mar, de Apocalipsis 13, también se opone a la iglesia de Dios de los últimos días, que “guarda los mandamientos de Dios y la fe de Jesús”, y la oprime (Apoc. 14:12).\n</p><p><br></p><p><strong>COMENTARIO\n</strong></p><p><strong><br></strong></p><p>Apocalipsis 12 explica que Satanás perseguiría a la iglesia de Dios durante la Edad Media. Según Apocalipsis 12, los fieles seguidores de Cristo huirían al desierto durante 1.260 días (Apoc. 12:6). Como leemos en Apocalipsis 12:14: “A la mujer le fueron dadas dos alas de una gran águila, para que volara de la presencia de la serpiente al desierto, a su lugar, donde es sustentada por un tiempo, tiempos y medio tiempo” (Apoc. 12:14). Daniel 7:25 explica que el cuerno pequeño, o el poder político de la Iglesia Católica Romana, “tratará de cambiar los tiempos y la ley. Y [los santos, o creyentes] serán entregados en su mano por un tiempo, dos tiempos y medio tiempo”. Según Apocalipsis 13:5, se permitiría que el poder político de la Iglesia Católica Romana “obrará durante cuarenta y dos meses”. Estos tres períodos (1.260 días; un tiempo, dos tiempos y medio tiempo; y 42 meses) describen el mismo tiempo y aparecen siete veces en los libros de Daniel y Apocalipsis.\n</p><p><br></p><p>En un artículo publicado por el Instituto de Investigación Bíblica, Gerhard Pfandl hace esta observación: “Hasta el siglo XIX, la mayoría de los estudiosos de los libros apocalípticos de Daniel y Apocalipsis utilizaron el método historicista para interpretar las profecías de estos libros. Uno de los principales pilares del método historicista es el principio día-año, que sostiene que un día en las profecías de tiempo apocalíptico representa un año. Durante el siglo XIX, el método historicista fue reemplazado lentamente por los sistemas de interpretación preterista y futurista; ambos niegan el principio de día por año. Los preteristas colocan la mayoría de las profecías en el pasado hasta la época del Imperio Romano; los futuristas colocan la mayoría de ellas en el futuro, específicamente en los últimos siete años entre el rapto secreto y el Segundo Advenimiento” (Pfandl, “In Defense of the Year-day Principle”, Journal of the Adventist Theological Society 23, No 1 [2012], p. 3). Es lógico concluir que, dada la naturaleza simbólica de las imágenes de Daniel 7, 8, 9 y 12, junto con las imágenes de Apocalipsis 12 y 13, los períodos de estos capítulos también son simbólicos. Cuando aplicamos el principio de día por año en cada uno de estos casos, los eventos predichos aparecen exactamente a tiempo.\n</p><p><br></p><p>El artículo de Pfandl que se cita anteriormente también hace este comentario revelador: “Según el contexto, las expresiones ‘un tiempo, dos tiempos y medio tiempo’ (Dan. 7:25; 12:7; Apoc. 12:14), ‘cuarenta y dos meses’ (Apoc. 11:2; 13:5), y ‘mil doscientos sesenta días’ (Apoc. 11:3; 12:6), todas se aplican al mismo período, pero la expresión natural ‘tres años y seis meses’ no se utiliza ni una sola vez. ‘Al parecer, el Espíritu Santo, en cierto modo, agota todas las frases con las que se podría expresar el intervalo, excluyendo siempre aquella forma que se usaría naturalmente en la escritura común, y que se utiliza invariablemente en las Escrituras en otras ocasiones para denotar el período literal. Esta variación es sumamente importante si aceptamos el sistema día-año, pero totalmente inexplicable desde el otro punto de vista’ [Thomas R. Birks, First Elements of Sacred Prophecy (Londres: William E. Painter, 1843), p. 352]” (Pfandl, “In Defense of the Year-day Principle”, Journal of the Adventist Theological Society 23, No 1 [2012], p. 8).\n</p><p><br></p><p>Los 1.260 días proféticos (un tiempo, dos tiempos y medio tiempo, de Daniel y Apocalipsis) equivalen a 1.260 años. Acerca de este período profético, el Comentario bíblico adventista del séptimo día afirma: “El período profético del cuerno pequeño comenzó en 538 d.C., cuando los ostrogodos abandonaron el asedio a Roma, y el obispo de Roma, liberado del dominio arriano, quedó libre para ejercer las prerrogativas del decreto de Justiniano del año 533, y aumentar de allí en adelante la autoridad de la ‘Santa Sede’ (ver com. vers. 8). Exactamente 1.260 años más tarde (1798), las espectaculares victorias de los ejércitos de Napoleón en Italia pusieron al papa a merced del Gobierno revolucionario francés, quien informó a Bonaparte que la religión romana sería siempre la enemiga irreconciliable de la República, y que ‘hay una cosa aún más esencial para alcanzar el fin deseado, y eso es destruir, de ser posible, el centro de unidad de la iglesia romana, y depende de Ud., que reúne en su persona las más distinguidas cualidades del general y del hábil político, alcanzar esa meta si lo considera factible’ (ibíd., p. 158). En respuesta a esas instrucciones y por orden de Napoleón, el general Berthier entró en Roma con un ejército francés, proclamó que el régimen político del Papado había concluido y llevó al papa prisionero a Francia, donde murió en el exilio” (CBA 4:860).\n</p><p><br></p><p>Las profecías del Apocalipsis predicen que la herida mortal que los ejércitos de Napoleón infligieron al Papado se sanaría y el Papado alcanzaría preeminencia internacional (Apoc. 13:3). Este ascenso marcaría el comienzo del conflicto final entre la marca de la bestia y el sello de Dios. Para entender más plenamente la naturaleza de este conflicto, primeramente debemos descifrar el significado del sello de Dios. ¿De qué se trata exactamente este sello?\n</p><p><br></p><p>Según Romanos 4:11, una señal y un sello son equivalentes. Los sellos eran muy conocidos en el mundo antiguo. Se utilizaban para autenticar documentos. También eran una señal de propiedad. Los sellos a menudo estaban hechos de cera o se estampaban en arcilla recién formada. De todos los Mandamientos, el del sábado es el único que reúne los requisitos para el sello de Dios. Contiene el nombre, el título y el dominio del legislador. Como observa P. Gerard Damsteegt: “Por ende, el mandamiento del sábado puede considerarse un sello porque ‘es el único de los Diez que contiene tanto el nombre como el título del Legislador. Es el único que muestra por autoridad de quién se dio la Ley. Así, contiene el sello de Dios, adherido a su Ley como prueba de su autenticidad y vigencia’ (PP 315). El sábado ayuda a darles a los Diez Mandamientos su importancia única. ‘El sábado fue puesto en el Decálogo como el sello del Dios viviente, ya que señala al Dador de la Ley y da a conocer su derecho a gobernar’. Por lo tanto, el sábado es la señal de una relación entre Dios y su pueblo, y sirve como ‘una prueba de su lealtad a él’ [Signs of the Times, 13 de mayo de 1886]. La misión de los adventistas del séptimo día se puede describir como ‘presentar la Ley de Dios como una prueba de carácter y como el sello del Dios viviente’ (2T 468)” (Damsteegt, “The Seal of God”, Adventists Affirm, t. 8, No 3, fin de año 1994, pp. 37, 38).\n</p><p><br></p><p>El sello de Dios, que se manifiesta al guardar el sábado, es una señal de aceptación de la autoridad de Dios en nuestra vida. Como lo afirma Elena de White tan enérgicamente: “Tan pronto como el pueblo de Dios sea sellado en su frente no se trata de un sello o marca que se pueda ver, sino un afianzamiento en la verdad, tanto intelectual como espiritualmente, de modo que los sellados son inconmovibles–, tan pronto como sea sellado y preparado para el zarandeo, este vendrá” (“Comentarios de Elena G. de White”, CBA 4:1.183). Si el Espíritu Santo nos sella, estamos preparados para la crisis que se avecina. Hacemos bien en prestar atención a la amonestación del apóstol Pablo: “Y no entristezcan al Espíritu Santo de Dios, con el cual ustedes fueron sellados para el día de la redención” (Efe. 4:30).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong><br></strong></p><p>Para reflexionar: A pesar de lo diametralmente opuesto que es el sello de Dios a la marca de la bestia, estos tienen una cosa en común: ninguno de los dos se asigna al instante. La recepción del sello de Dios se lleva a cabo durante un período en el que nuestra mente se conforma diariamente a la imagen de Cristo. Elena de White señala: “Es una ley de la naturaleza intelectual y de la espiritual que llegamos a ser transformados por medio de la contemplación. La mente se adapta gradualmente a los temas en que se ocupa” (CS 611, énfasis añadido).\n</p><p><br></p><p>Al contemplar a Jesús y saturar nuestra mente con las enseñanzas de su Palabra, nos asemejamos más a él. Se necesita tiempo para que el carácter se desarrolle. Las relaciones significativas y duraderas se desarrollan con el tiempo y requieren tiempo. Cuando meditamos sobre la vida de Cristo, el Espíritu Santo obra en nuestra vida para “sellar” dentro de nosotros los principios del Reino de Dios en preparación para la prueba final sobre el mandamiento del sábado.\n</p><p><br></p><p>Así como el sello de Dios no se recibe en un instante, la marca de la bestia tampoco. Las transigencias diarias, los pecados acariciados, los ídolos ocultos que retenemos en el corazón, las actitudes no cristianas que fomentamos, todo conduce a la recepción de la marca de la bestia. Si no resistimos las pruebas de hoy, sin duda caeremos en las pruebas mayores de mañana cuando se imponga la marca de la bestia. Como solía decir el viejo predicador adventista Luther Warren: “La única forma de estar listo para la venida de Jesús es estar listo y permanecer listo”.</p><p>Pide a los miembros de la clase que reflexionen sobre la declaración de Luther Warren. Anímalos a orar esta semana para que Dios les revele todo lo que sea un impedimento para prepararse para la Segunda Venida.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>EL SELLO DE DIOS Y LA MARCA DE LA BESTIA - SEGUNDA PARTE</p>",
      "verse": "<p>“Entonces vi a otro ángel que subía del este con el sello del Dios vivo. Y clamó a gran voz a los cuatro ángeles, quienes habían recibido poder de dañar la Tierra y el mar, y les dijo: ‘No dañen la Tierra, ni el mar, ni los árboles, hasta que sellemos en sus frentes a los siervos de nuestro Dios’ ” (Apoc. 7:2, 3).</p>",
      "versionCode": 2,
      "weekDate": "10-16 de junio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
