{
  "data": [
    {
      "color": "#D660F0",
      "id": 712,
      "idEs": 17,
      "language": "en",
      "lessonDays": [
        {
          "date": "March 18",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>Though we can never earn salvation, the Bible uses the hope of reward as a motivation for faithful living as undeserving recipients of God’s grace, for in the end whatever we receive is, always and only, from God’s grace.</p><p>As David wrote: “The law of the LORD is perfect, converting the soul; the testimony of the LORD is sure, making wise the simple; the statutes of the LORD are right, rejoicing the heart; the commandment of the LORD is pure, enlightening the eyes; the fear of the LORD is clean, enduring forever; the judgments of the LORD are true and righteous altogether. More to be desired are they than gold, yea, than much fine gold; sweeter also than honey and the honeycomb. Moreover by them Your servant is warned, and in keeping them there is great reward” (Ps. 19:7–11, NKJV).</p><p>In various places, the Bible talks about our rewards, what we are promised through Christ after the Second Coming and this terrible detour with sin is once and for all over and done.</p><p><strong>What are we promised, and what assurance do we have of getting what we have been promised?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 19",
          "dayTitle": "<p><strong>Reward for Faithfulness</strong></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Hebrews 11:6. What should this verse mean to us? How should we respond to what it says? Also read Revelation 22:12, Isaiah 40:10, and Isaiah 62:11. What do all these texts teach us?</strong></p><p><strong>Revelation 22:12</strong></p><p><strong><sup>12</sup></strong> “And behold, I am coming quickly, and My reward is with Me, to give to every one according to his work.</p><p><strong>Isaiah 40:10; 62:11</strong></p><p><strong><sup>10</sup></strong> Behold, the Lord God shall come with a strong hand, And His arm shall rule for Him; Behold, His reward is with Him, And His work before Him.<br></p><p><strong><sup>11</sup></strong> Indeed the Lord has proclaimed To the end of the world: “Say to the daughter of Zion, ‘Surely your salvation is coming; Behold, His reward is with Him, And His work before Him.’ ”</p><p>The reward from God to His faithful children is unique and, like many spiritual things, may be beyond our finite understanding. “Human language is inadequate to describe the reward of the righteous. It will be known only to those who behold it. No finite mind can comprehend the glory of the Paradise of God.”—Ellen G. White, The Great Controversy, p. 674.</p><p>Jesus concluded the Beatitudes, which open the Sermon on the Mount, with these words: “ ‘Blessed are you when they revile and persecute you, and say all kinds of evil against you falsely for My sake. Rejoice and be exceedingly glad, for great is your reward in heaven, for so they persecuted the prophets who were before you’ ” (Matt. 5:11, 12, NKJV). After listing the people of faith in Hebrews 11, Paul begins the next chapter explaining why Jesus was willing to die on the cross.</p><p>“Therefore we also, since we are surrounded by so great a cloud of witnesses, let us lay aside every weight, and the sin which so easily ensnares us, and let us run with endurance the race that is set before us, looking unto Jesus, the author and finisher of our faith, who for the joy that was set before Him endured the cross, despising the shame, and has sat down at the right hand of the throne of God” (Heb. 12:1, 2, NKJV).</p><p>Being rewarded for faithfulness, however, is not the same as salvation by works. Who among us, or among any of the characters in the Bible, had works good enough to give them any merit before God? None, of course. That’s the whole point of the cross. If we could have saved ourselves by works, Jesus never would have gone to the cross. Instead, it must be by grace. “And if by grace, then it is no longer of works; otherwise grace is no longer grace. But if it is of works, it is no longer grace; otherwise work is no longer work” (Rom. 11:6, NKJV). Rewards, instead, are the mere outworking of what God has done for us and in us.</p><p><strong>How do we understand the difference between salvation by grace and a reward according to works? Bring your answer to class on Sabbath.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 20",
          "dayTitle": "<p><strong>Everlasting Life</strong></p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>As human beings (and whether we like it or not), an eternity awaits us. And according to the Bible, this eternity will come in one of two manifestations, at least for each of us individually: either eternal life or eternal death. That’s it. No middle ground. No straddling, a bit of one side or another. Instead, it is one (life) or the other (death). This truly is a case of all or nothing.</p><p><strong>Read Romans 6:23 and John 3:16. What options are presented to us?</strong></p><p><strong>Romans 6:23</strong></p><p><strong><sup>23</sup></strong> For the wages of sin is death, but the [a]gift of God is eternal life in Christ Jesus our Lord.</p><p><strong>John 3:16</strong></p><p><strong><sup>16</sup></strong> For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.</p><p>It is hard to imagine two starker or more distinct choices, isn’t it? Chances are that if you are reading this, you have chosen eternal life, or certainly are thinking about it. God has the unique ability to do whatever He says He can do—to fulfill all His promises. Our part is simply to believe Him, rest upon the merits of Jesus, and by faith obey His Word.<br></p><p><br></p><p><strong>Read John 14:1–3. What is the Lord’s counsel to us in verse 1, and what does He promise to us in verses 2 and 3?</strong></p><p><strong>John 14:1–3</strong></p><p><strong><sup>1</sup></strong> “Let not your heart be troubled; you believe in God, believe also in Me.&nbsp;</p><p><strong><sup>2</sup></strong> In My Father’s house are many mansions; if it were not so, I would have told you. I go to prepare a place for you.&nbsp;</p><p><strong><sup>3</sup></strong> And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also.</p><p>In the final days of His earthly ministry, Jesus spoke these amazing words of hope and courage to His disciples. These words would lift their spirits in times of discouragement and trial. They should do the same for us. Jesus came from heaven, went back to heaven, and has promised us, “I will come again and I will receive you unto Myself so you can be with Me there” (see John 14:3).</p><p>And, perhaps more than anything else, Christ’s death on the cross at His first coming is our greatest assurance of His second coming, for without the Second Coming, what good was His first one? As sure as we are that Jesus died for us on the cross is as sure as we can be that, yes, as He promised: “ ‘I will come again and receive you to Myself; that where I am, there you may be also’ ” (John 14:3, NKJV).</p><p><strong>Dwell more on the idea that Christ’s first coming is the guarantee of His second. What happened at His first coming that makes His second a promise that we can trust?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 21",
          "dayTitle": "<p><strong>The New Jerusalem</strong></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>The biblical description of the New Jerusalem is what Abraham saw by faith. “For he looked for a city which hath foundations, whose builder and maker is God” (Heb. 11:10). The New Jerusalem is God’s masterpiece, built for those who love Him and keep His commandments. The New Jerusalem will be the home of God’s faithful children in heaven during the millennium and, afterward, on the new earth for eternity. There is good news for those of us who don’t like packing or moving. God takes care of everything. John says he saw the city. “Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband” (Rev. 21:2, NKJV).</p><p><br></p><p><strong>Read Revelation 21. What are some of the things that we are promised?</strong></p><p><strong>Revelation 21</strong><br></p><p><strong><sup>1</sup></strong> Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea.&nbsp;</p><p><strong><sup>2</sup></strong> Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.&nbsp;</p><p><strong><sup>3</sup></strong> And I heard a loud voice from heaven saying, “Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God.&nbsp;</p><p><strong><sup>4</sup></strong> And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.”&nbsp;</p><p><strong><sup>5 </sup></strong>Then He who sat on the throne said, “Behold, I make all things new.” And He said to me, “Write, for these words are true and faithful.”&nbsp;</p><p><strong><sup>6</sup></strong> And He said to me, “It is done! I am the Alpha and the Omega, the Beginning and the End. I will give of the fountain of the water of life freely to him who thirsts.&nbsp;</p><p><strong><sup>7</sup></strong> He who overcomes shall inherit all things, and I will be his God and he shall be My son.&nbsp;</p><p><strong style=\"\"><sup>8</sup></strong> But the cowardly, unbelieving, abominable, murderers, sexually immoral, sorcerers, idolaters, and all liars shall have their part in the lake which burns with fire and brimstone, which is the second death.”&nbsp;</p><p><strong><sup>9</sup></strong> Then one of the seven angels who had the seven bowls filled with the seven last plagues came to me and talked with me, saying, “Come, I will show you the bride, the Lamb’s wife.”&nbsp;</p><p><strong><sup>10</sup></strong> And he carried me away in the Spirit to a great and high mountain, and showed me the great city, the holy Jerusalem, descending out of heaven from God,&nbsp;</p><p><strong><sup>11</sup></strong> having the glory of God. Her light was like a most precious stone, like a jasper stone, clear as crystal.&nbsp;</p><p><strong><sup>12</sup></strong> Also she had a great and high wall with twelve gates, and twelve angels at the gates, and names written on them, which are the names of the twelve tribes of the children of Israel:&nbsp;</p><p><strong><sup>13</sup></strong> three gates on the east, three gates on the north, three gates on the south, and three gates on the west.&nbsp;</p><p><strong><sup>14</sup></strong> Now the wall of the city had twelve foundations, and on them were the names of the twelve apostles of the Lamb. 15 And he who talked with me had a gold reed to measure the city, its gates, and its wall.&nbsp;</p><p><strong><sup>16</sup></strong> The city is laid out as a square; its length is as great as its breadth. And he measured the city with the reed: twelve thousand furlongs. Its length, breadth, and height are equal.&nbsp;</p><p><strong><sup>17</sup></strong> Then he measured its wall: one hundred and forty-four cubits, according to the measure of a man, that is, of an angel.&nbsp;</p><p><strong><sup>18</sup></strong> The construction of its wall was of jasper; and the city was pure gold, like clear glass.&nbsp;</p><p><strong><sup>19</sup></strong> The foundations of the wall of the city were adorned with all kinds of precious stones: the first foundation was jasper, the second sapphire, the third chalcedony, the fourth emerald,&nbsp;</p><p><strong><sup>20</sup></strong> the fifth sardonyx, the sixth sardius, the seventh chrysolite, the eighth beryl, the ninth topaz, the tenth chrysoprase, the eleventh jacinth, and the twelfth amethyst.&nbsp;</p><p><strong><sup>21</sup></strong> The twelve gates were twelve pearls: each individual gate was of one pearl. And the street of the city was pure gold, like transparent glass.&nbsp;</p><p><strong><sup>22</sup></strong> But I saw no temple in it, for the Lord God Almighty and the Lamb are its temple.&nbsp;</p><p><strong><sup>23</sup></strong> The city had no need of the sun or of the moon to shine in it, for the glory of God illuminated it. The Lamb is its light.&nbsp;</p><p><strong><sup>24</sup></strong> And the nations of those who are saved shall walk in its light, and the kings of the earth bring their glory and honor into it.&nbsp;</p><p><strong><sup>25</sup></strong> Its gates shall not be shut at all by day (there shall be no night there).&nbsp;</p><p><strong><sup>26</sup></strong> And they shall bring the glory and the honor of the nations into it.&nbsp;</p><p><strong><sup>27</sup></strong> But there shall by no means enter it anything that defiles, or causes an abomination or a lie, but only those who are written in the Lamb’s Book of Life.</p><p>There’s so much here that our minds can barely comprehend, damaged as they are by sin, and knowing only a fallen sin-racked world. But what we can understand is so full of hope.</p><p>First, just as Jesus dwelt with us in this fallen world when He came in the flesh, He will dwell with us in the new one. What a privilege it must have been for those who saw Jesus up close and personal! We will have that opportunity, only now without the veil of sin distorting what we see.</p><p>Then, too, how do we who know only tears and sorrow and crying and pain understand one of the greatest promises in all the Bible: “ ‘And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away’ ” (Rev. 21:4, NKJV)? All those “former things” will have passed away, things that never should have been here to begin with.</p><p>Also, flowing from the throne of God is the pure river of life, and on either side of the river is the tree of life. God’s throne will be there, and “they shall see His face” (Rev. 22:4, NKJV). Again, the redeemed will live with a closeness to God that, for the most part, we don’t have now.</p><p><strong>Read Revelation 21:8, about the fate of those who will face the second death. Which sin of those depicted there could not have been forgiven by Jesus? Why, then, are these people lost when some who have done the same things are saved? What is the crucial difference between these two groups?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 22",
          "dayTitle": "<p><strong>The Settling of Accounts</strong></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p>Near the close of Jesus’ ministry, His disciples came to Him privately and asked, “Tell us, when shall these things be? and what shall be the sign of thy coming, and of the end of the world?” (Matt. 24:3). Jesus then takes two chapters to answer their questions. Matthew 24 tells of signs in the world around us, such as wars, disasters, and so on. Then Matthew 25 talks about conditions in the church just before Jesus comes again. These conditions are illustrated by three stories, one of which is the parable of the talents, which talks about how God’s people have used the gifts that He has given to them.</p><p><strong>Read Matthew 25:14–19. Who is the one traveling into a far country? To whom does He entrust His goods? What does it mean to “settle accounts” (see Matt. 25:19, NKJV)?</strong></p><p><strong>Matthew 25:14–19</strong></p><p><strong><sup>14</sup></strong> “For the kingdom of heaven is like a man traveling to a far country, who called his own servants and delivered his goods to them.</p><p><strong><sup>15</sup></strong> And to one he gave five talents, to another two, and to another one, to each according to his own ability; and immediately he went on a journey.</p><p><strong><sup>16</sup></strong> Then he who had received the five talents went and traded with them, and made another five talents.</p><p><strong style=\"background-color: initial;\"><sup>17</sup></strong> And likewise he who had received two gained two more also.</p><p><strong><sup>18</sup></strong> But he who had received one went and dug in the ground, and hid his lord’s money.<sup><br></sup></p><p><strong><sup>19</sup></strong> After a long time the lord of those servants came and settled accounts with them.</p><p>We sometimes think of talents as natural gifts, such as singing, speaking, and so on, but in the similar story of the minas in Luke 19:12–24, money and its management are specifically mentioned. Ellen G. White also stated, “I was shown that the parable of the talents has not been fully understood. This important lesson was given to the disciples for the benefit of Christians living in the last days. And these talents do not represent merely the ability to preach and instruct from the word of God. The parable applies to the temporal means which God has entrusted to His people.”—Testimonies for the Church, vol. 1, p. 197.</p><p><strong>Read Matthew 25:20–23. What does God say to those who were faithful money managers in supporting His cause? What does it mean to “ ‘ “enter into the joy of your lord” ’ ” (Matt. 25:23, NKJV)?</strong><br></p><p><strong>Matthew 25:20–23</strong><br></p><p><strong><sup>20</sup></strong> “So he who had received five talents came and brought five other talents, saying, ‘Lord, you delivered to me five talents; look, I have gained five more talents besides them.’<br></p><p><strong><sup>21</sup></strong> His lord said to him, ‘Well done, good and faithful servant; you were faithful over a few things, I will make you ruler over many things. Enter into the joy of your lord.’</p><p><strong><sup>22</sup></strong> He also who had received two talents came and said, ‘Lord, you delivered to me two talents; look, I have gained two more talents besides them.’</p><p><strong style=\"background-color: initial;\"><sup>23</sup></strong> His lord said to him, ‘Well done, good and faithful servant; you have been faithful over a few things, I will make you ruler over many things. Enter into the joy of your lord.’</p><p>It is quite natural for us to think that another person has more talents than we have and is therefore more responsible to God. In this story, however, it is the person with only one talent—the least money—who proved unfaithful and lost the kingdom. Rather than to think of the responsibilities of others, let us focus on what God has entrusted to us and how we can use it to His glory.</p><p><strong>How are you going to fare when God comes to “settle accounts” with you?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 23",
          "dayTitle": "<p><strong>Eyes on the Prize</strong></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>After Paul’s conversion, he dove fully into the cause of Christ. Because of his education and sharp mind, he could have been very successful from a worldly perspective. Like Moses, Paul chose to suffer with God’s faithful children and for the sake of Christ. He suffered beatings, stoning, prison, shipwreck, hunger, cold, and more as recorded in 2 Corinthians 11:24–33. How was he able to endure all of this?</p><p><strong>Read Romans 8:16–18. How was the knowledge that he was a child of God a factor in his faithfulness?</strong></p><p><strong>Romans 8:16–18</strong></p><p><strong><sup>16</sup></strong> The Spirit Himself bears witness with our spirit that we are children of God,&nbsp;</p><p><strong><sup>17</sup></strong> and if children, then heirs—heirs of God and joint heirs with Christ, if indeed we suffer with Him, that we may also be glorified together.&nbsp;</p><p><strong><sup>18</sup></strong> For I consider that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.</p><p>The value Paul placed on the reward of the faithful is what kept him excited about suffering for Christ. He wrote from prison: “Brethren, I do not count myself to have apprehended; but one thing I do, forgetting those things which are behind and reaching forward to those things which are ahead, I press toward the goal for the prize of the upward call of God in Christ Jesus” (Phil. 3:13, 14, NKJV).</p><p><strong>Read 1 Timothy 6:6–12, which we have looked at already but is worth coming back to. What is the crucial message in these verses, especially for us as Christians?</strong></p><p><strong>1 Timothy 6:6–12</strong></p><p><strong><sup>6</sup></strong> Now godliness with contentment is great gain.&nbsp;</p><p><strong><sup>7</sup></strong> For we brought nothing into this world, and it is certain we can carry nothing out.&nbsp;</p><p><strong><sup>8</sup></strong> And having food and clothing, with these we shall be content.&nbsp;</p><p><strong><sup>9</sup></strong> But those who desire to be rich fall into temptation and a snare, and into many foolish and harmful lusts which drown men in destruction and perdition.&nbsp;</p><p><strong><sup>10</sup></strong> For the love of money is a root of all kinds of evil, for which some have strayed from the faith in their greediness, and pierced themselves through with many sorrows.&nbsp;</p><p><strong><sup>11</sup></strong> But you, O man of God, flee these things and pursue righteousness, godliness, faith, love, patience, gentleness.&nbsp;</p><p><strong><sup>12</sup></strong> Fight the good fight of faith, lay hold on eternal life, to which you were also called and have confessed the good confession in the presence of many witnesses.</p><p>From the biblical perspective, prosperity is having what you need when you need it. It is not the accumulation of possessions. Prosperity also is claiming the promise of God in Philippians 4:19: “My God shall supply all your need according to his riches in glory by Christ Jesus.” Finally, prosperity is to be thankful for what you have in the Lord and trust in Him in all things.</p><p>God does not promise His children that they will all be rich in this world’s goods. In fact, He says that all who live godly lives shall suffer persecution. What He does offer is better than any worldly wealth. He says, “I will supply your needs, and wherever you go I will be with you.” Then in the end, He will give His faithful ones true wealth and responsibility and eternal life. What an awesome reward!</p><p>Near the end of his life, Paul was able to say, “For I am now ready to be offered, and the time of my departure is at hand. I have fought a good fight, I have finished my course, I have kept the faith: Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing” (2 Tim. 4:6–8). May we all, through God’s grace, be able to say the same thing, and with the same assurance, as well.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 24",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>Here is a word picture of a church family who are financially faithful managers of God’s business on earth.</p><p><strong>The Stewardship Vision for Seventh-day Adventist Churches Around the World</strong></p><p> It’s sometime in the future; and pastors and local church leaders have been successful at creating a stewardship environment in the church. They have taught, trained, supported, and encouraged the church family in biblical financial management.</p><p>People are implementing biblical principles in their lives. They are growing in generosity, saving on a regular basis for the unexpected, and moving out from under the bondage of consumer debt.</p><p>Their lifestyles are marked by moderation, discipline, and contentment. Money has been eliminated as the rival god, and they are growing in their relationship with the Creator God.</p><p>It’s Sabbath morning, and people are arriving for services. In their demeanor is a sense of peace—a lack of anxiety over financial matters, a pervading sense of contentment and gratefulness.</p><p>Marital conflict over money has been largely eliminated. They enter worship with a sense of anticipation and expectation of God’s presence and work among them.</p><p>The church’s ministries are fully funded, and it has a strong outreach. It extends the love of Christ in very tangible ways to those in need. Funds have been made available to provide church facilities that wonderfully support ministry and that are maintained with excellence. The question before us all is, “What is God calling us to do with whatever resources He has entrusted to us?”</p><p><br></p><p><strong>Discussion Questions:</strong></p><p><strong>1</strong>. In class, talk about the question of how we are to understand two very clear biblical teachings: salvation by faith and a reward according to works. How do we harmonize these two concepts?&nbsp;<br></p><p><strong>2</strong>. Why does learning to be content with what we have now not mean that we can’t seek to better our financial position? That is, why are these ideas not necessarily in conflict?&nbsp;</p><p><strong>3</strong>. There is no question that eternity awaits us. What choices do we make now, even “little” ones, that will help determine where we will spend that eternity?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 25",
          "dayTitle": "<p><strong>INSIDE STORY</strong></p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>Treasure in Old Vessels</strong></p><p><strong>By JOHN KAGANZI</strong></p><p><br></p><p>Thirteen-year-old Precious cried out in frustration as her father led her through the gates of a Seventh-day Adventist boarding school in Uganda. She wanted to study in the stately buildings of the school associated with her family’s denomination, not in the modest buildings of Katerera Primary School. “It’s not the magnificence but the academic excellence that matters, my daughter,” Father whispered into her ear. He said her preferred school had not performed well academically for the past three years.</p><p>Precious bit her tongue, but her face showed her unhappiness as Father enrolled her at the school. When Father waved good-bye at the gate, her tears flowed freely. “Why has my beloved Dad chosen to imprison me in the name of schooling?” she blurted out. “This is ridiculous!” “Hello, come,” a smiling woman said in a kind voice. “Let’s go to the dormitory, and I’ll show you where to sleep.”</p><p>Precious sadly followed as the woman carried her mattress and suitcase to the dormitory. That evening, her heart sank further when she saw students lining up outside an old building. She wondered what was happening until she saw the students carrying plates of food. She realized that it was the cafeteria. That evening, she ate a vegetarian meal for the first time in her life.</p><p>Later, Precious heard a bell ringing and saw students running joyfully to the campus chapel for evening worship. She decided to return to the dormitory, but the doors were closed. She returned to the chapel and stood on its porch, unsure about what to do. “Come, let’s enter the house of the Lord,” the same smiling woman said. “It’s prayer time. Don’t be sad.”</p><p>Precious felt loved, and she entered the chapel. Immediately, her sadness vanished inside. She had never heard such beautiful singing. She also marveled at the orderly and interesting 30-minute worship service that followed the singing. At least I will enjoy this part of the school, she thought.</p><p>Father didn’t return until the end of the school term. He had feared that Precious would refuse to stay if he came earlier. He was surprised when she announced that she wanted to return to the school. She said she did not want to miss the kind teachers who began every lesson with prayer and a Bible text and who offered practical advice whenever she faced challenges. The next term, the school held a week of prayer, and Precious gave her heart to Jesus in baptism. “Surely a school is more than its buildings,” she told me, the pastor who led the week of prayer.</p><p>This quarter’s Thirteenth Sabbath Offering will assist six Adventist schools in the East-Central African Division, including in Precious's homeland of Uganda. Thank you for your generous offering.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>Rewards of Faithfulness</strong></p>",
      "verse": "<p>“ ‘His lord said to him, “Well done, good and faithful servant; you were faithful over a few things, I will make you ruler over many things. Enter into the joy of your lord” ’ ” (Matthew 25:21, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "March 18-24"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
