{
   "data":[
      {
         "color":"#6773FF",
         "id":711,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"June 8–14",
               "dayTitle":"<p>The Impending Conflict</p>",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>There is a relatively new medical device called a biochip or VeriChip, about the size of a grain of rice, that can be implanted in a patient. The biochip contains information about the patient’s medical history, which can then be obtained by passing an external scanner across the area where the biochip or VeriChip has been inserted. Some Christians see this as part of a conspiracy to enforce the mark of the beast. For others, the mark of the beast has to do with the bar codes on cans of food, or it is a mysterious number on dollar bills that supposedly adds up to 666. For some it has to do with the Masonic order, the Illuminati, black U.N. helicopters, or the United Nations.</p><p>The aim of this week’s lesson is to reveal the coming conflict over worship. Satan will challenge God’s authority by attempting to undermine God’s law. Specifically, the Sabbath will become the center of a global conflict over worship. Satan hates the Sabbath because he hates the Creator. He will use coercion, pressure, and force to break our commitment to Christ. There will be a collision of beliefs over the true and false day of worship. God’s final appeal is an appeal to faithfulness to Christ despite persecution, an economic boycott, imprisonment, and a death decree. This week’s study emphasizes Jesus’ strength to take us through earth’s final conflict.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 9",
               "dayTitle":"<p>Revelation’s Final Conflict</p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p>The message of Revelation is much more than cryptic symbols, strange beasts, and odd images. It speaks of eternal truths given by a loving God to an end-time generation. The conflict between Christ and Satan began in heaven over worship. It will come to its final climax over worship.</p><p><strong>Compare Revelation 14:7, 9 with Revelation 4:11. What is the overarching theme of Revelation in this conflict between good and evil?</strong></p><p><strong>Revelation 14:7, 9&nbsp;</strong></p><p><strong><sup>7</sup> </strong>Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.</p><p><strong><sup>9 </sup></strong>And the third angel followed them, saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead, or in his hand.</p><p><strong>Revelation 4:11</strong></p><p><strong><sup>11 </sup></strong>Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.</p><p>Throughout Revelation, worship and creation are indissolubly linked. Revelation 14:7 calls us to worship the Lord of all creation. Against the backdrop of evolution, which has taken the world by storm during the past two centuries, the Sabbath is an eternal reminder of our identity.</p><p>It constantly reinforces that we are created beings and our Creator is worthy of our allegiance and worship. This is one reason the devil hates the Sabbath so much.</p><p><strong>Read Revelation 12:17 and Revelation 14:12. How does worshiping the Creator find its final expression?</strong></p><p><strong>&nbsp;Revelation 12:17&nbsp;</strong></p><p><strong><sup>17</sup></strong> And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.</p><p><strong>Revelation 14:12</strong></p><p><strong><sup>12</sup></strong> Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.</p><p>Worshiping the Creator through keeping the commandments of God stands in direct opposition to worshiping the beast. God will have an end-time people who are loyal to Him despite the greatest opposition and fiercest persecution in history.</p><p>“While the observance of the false sabbath in compliance with the law of the state, contrary to the fourth commandment, will be an avowal of allegiance to a power that is in opposition to God, the keeping of the true Sabbath, in obedience to God’s law, is an evidence of loyalty to the Creator.”—Ellen G. White, The Great Controversy, p. 605.</p><p>Revelation 14:12 states that these committed followers of the Savior will have “the faith of Jesus.” The faith of Jesus is a faith so deep that it trusts when it cannot see. It perseveres when it cannot understand. It is a gift from Jesus that we receive by faith and will carry us through the impending conflict.<br></p><p><strong>The seventh-day Sabbath is so foundational a symbol of God as Creator that it goes back to Eden itself. Thus, to seek to usurp it, as Rome did (see Dan. 7:25), is to seek to usurp the authority of God at the most foundational level possible, God as Creator. How does this truth help us see why it will be such a controverted point in the last days?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 10",
               "dayTitle":"<p>The Coming Crisis</p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p>The mark of the beast prophecy in Revelation 13 tells us about the fiercest and very worst stage of Satan’s war against God. Ever since Jesus died on the cross, the enemy has known he was defeated, but he is determined to take as many as possible down with him. His first strategy in this campaign is deception. When deception does not work, he resorts to force. He is ultimately behind the decree that anyone who refuses to worship the beast or receive his mark will be put to death.</p><p>Religious persecution, of course, is not new. It has been around ever since Cain killed Abel for obeying God’s command. Jesus said it would happen even among believers.</p><p><strong>Read John 16:2, Matthew 10:22, 2 Timothy 3:12, and 1 Peter 4:12. What did the New Testament church experience, and how does that apply to Christ’s end-time church?</strong></p><p><strong>John 16:2</strong></p><p><strong><sup>2</sup></strong> They shall put you out of the synagogues: yea, the time cometh, that whosoever killeth you will think that he doeth God service.</p><p><strong>Matthew 10:22</strong></p><p><strong><sup>22</sup></strong> And ye shall be hated of all men for my name's sake: but he that endureth to the end shall be saved.</p><p><strong>2 Timothy 3:12</strong></p><p><strong><sup>12</sup></strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.</p><p><strong>1 Peter 4:12</strong></p><p><strong><sup>12</sup></strong> Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:</p><p>Throughout Christian history, persecution was common. It happened in pagan Rome but was especially evident in the vicious persecution of Bible-believing Christians by the medieval church. The mark of the beast is the final link in this hellish chain. Like past persecutions, it is designed to force everyone to conform to a certain set of beliefs and an approved system of worship.</p><p>The prophecy indicates that persecution will start with economic sanctions: no one can buy or sell unless they have the mark. Anyone who refuses to receive the mark will eventually be placed under a death decree (Rev. 13:15, 17).</p><p>The devil already is preparing professed Christians to receive the mark of the beast when the final test comes by encouraging them to make compromises in their lives. When it appears that the whole world is following the beast in wondering admiration (Rev. 13:3), suddenly the scene changes, and the prophetic camera focuses on God’s people. Revelation 14:12 gives us this picture. “Here are those who keep the commandments of God and the faith of Jesus” (NKJV). God’s people live lives of godly obedience. By His grace, they stand firm when everything is shaking all around them. While the world is following the beast, they “follow the Lamb wherever He goes” (Rev. 14:4, NKJV). By the power of Christ, they triumph over the powers of hell arrayed against them.</p><p>As we saw in lesson 9, the central conflict between good and evil is over worship. The beast uses deception and, when that fails, force and coercion.</p><p><strong>How quickly now do you allow, if at all, economic considerations to compromise your Sabbath keeping?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 11",
               "dayTitle":"<p>Identifying the Beast: Part 1</p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p><strong>Read Revelation 13:1, 2. Where does this beast rise from, and who gives it authority?</strong></p><p><strong>Revelation 13:1, 2</strong></p><p><strong><sup>1 </sup></strong>And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.</p><p><strong><sup>2</sup></strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.</p><p>The book of Revelation identifies the dragon primarily as Satan. Revelation 12:3–5 says the dragon attempted to destroy, “as soon as it was born,” the “male Child,” who was later “caught up to God and His throne” (NKJV). It was the devil, working through pagan Rome, who tried to destroy Christ (see Matt. 2:16–18). The archenemy of God and humanity works through political and religious institutions to accomplish his purposes.</p><p>About this beast power we’re told, “The dragon gave him his power, his throne, and great authority” (Rev. 13:2, NKJV). This prophecy was precisely fulfilled hundreds of years later when the Roman emperor Constantine moved his capital from Rome to what came to be called Constantinople, in modern-day Turkey. This left a power vacuum at the former throne or seat of the caesars, the imperial city of Rome. Thus, pagan Rome gave the beast its seat, or capital city.</p><p>Isaac Backus stated, “By removing the seat of the empire to Constantinople, . . . Constantine made way for the bishop of Rome to exalt himself above all men upon earth, and above the God of Heaven.”—The Infinite Importance of the Obedience of Faith, and of Separation from the World, p. 16, quoted in Le Roy Edwin Froom, The Prophetic Faith of Our Fathers, vol. 3, p. 213. According to Thomas Hobbes, “the Papacy is no other than the ghost of the deceased Roman empire, sitting crowned upon the grave thereof.”—Leviathan (New York: Oxford University Press, 1996), p. 386. A careful analysis reveals that the sea beast of Revelation 13 is an apostate religious power that rises out of Rome and becomes a worldwide system of worship (Rev. 13:3, 4). This beast is not a person; it is a religious organization that has substituted the truth of God’s Word for human decrees.</p><p><strong>Read Revelation 13:1, 6. What key word is used to identify the beast power?</strong></p><p><strong>Revelation 13:1, 6</strong></p><p><strong><sup>13</sup></strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.</p><p>The Bible defines blasphemy in John 10:33 and Luke 5:21 with two examples: (1) a man pretending to be or claiming to be God, and (2) a man claiming the power to forgive sins. These accusations against Jesus were unjust because He is truly God and, therefore, has the right to forgive sins. The Roman Papacy has two distinctive doctrines that the Bible calls blasphemy: its claims that its priests have the power to forgive sins and that the pope has the prerogatives of God on earth.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 12",
               "dayTitle":"<p>Identifying the Beast: Part 2</p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>Rather than worshiping the beast, God’s people find their greatest joy and highest delight in worshiping Him. Their obedience springs from their heart of love. They are committed to Him because they know how committed He is to them.</p><p><br></p><p><strong>Read Revelation 13:5. Write this identifying characteristic in the space below.</strong></p><p><strong>Revelation 13:5</strong></p><p><strong><sup>5</sup></strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and two months.</p><p>Recall from lesson 4 that God gives us a key for understanding prophetic time—one prophetic day equals one literal year (Num. 14:34, Ezek. 4:6). Calculating the time period of 42 months mentioned in Revelation 13:5 using the 30-day Hebrew month equals 1,260 prophetic days or literal years. The Papacy exercised great influence from a.d. 538 to a.d. 1798. But when Berthier, Napoleon’s general, took the pope captive in a.d. 1798, the prophetic period of papal supremacy ended, and Revelation’s prophecy was fulfilled: “He who leads into captivity shall go into captivity” (Rev. 13:10, NKJV). The blow to the Papacy was extremely serious but not fatal. According to Revelation 13:12, the deadly wound would be healed. The Papacy’s influence once again would be felt worldwide.</p><p>Today, world leaders welcome the pontiff as an ambassador of the church of Rome and visit him regularly at the Vatican. In a world of unprecedented instability, the scene is being set for the Roman pontiff to become the acclaimed moral leader of the world who can bring people together. During his speech on June 6, 2012, to more than 15,000 people gathered in Saint Peter’s Square in Rome, Pope Benedict XVI declared, “Sunday is the day of the Lord and of men and women, a day in which everyone must be able to be free, free for the family and free for God. In defending Sunday we defend human freedom.”—https://www.vatican.va/content/benedict-xvi /en/audiences/2012/documents/hf_ben-xvi_aud_20120 606.html (accessed October 10, 2022). The Great Controversy clearly reveals where this movement will one day ultimately lead: “Those who honor the Bible Sabbath will be denounced as enemies of law and order, as breaking down the moral restraints of society, causing anarchy and corruption, and calling down the judgments of God upon the earth. . . . They will be accused of disaffection toward the government. Ministers who deny the obligation of the divine law will present from the pulpit the duty of yielding obedience to the civil authorities as ordained of God. In legislative halls and courts of justice, commandment keepers will be misrepresented and condemned.” —Ellen G. White, The Great Controversy, p. 592.</p><p><strong>However hard it is now to see something like this happening, look at how quickly our world can change. What should these changes tell us about how quickly end-time events can come upon us?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 13",
               "dayTitle":"<p>The Beast From the Earth</p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p><strong>Read Revelation 13:11–18. How does this second beast differ from the first beast of Revelation 13?</strong></p><p><strong><sup>11</sup></strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.</p><p><strong><sup>12</sup></strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.</p><p><strong><sup>13</sup></strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,</p><p><strong><sup>14</sup></strong> And deceiveth them that dwell on the earth by the means of those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.</p><p><strong><sup>15</sup></strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.</p><p><strong><sup>16</sup></strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:</p><p><strong><sup>17</sup></strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.</p><p><strong><sup>18</sup></strong> Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.</p><p>The first beast rose out of the sea; the second beast comes “up out of the earth” (Rev. 13:11, NKJV). The sea represents “peoples, multitudes, nations, and tongues” (Rev. 17:15, NKJV). The earth, then, represents a sparsely populated area of the world. This second beast arises near the close of the prophetic period during which the first beast exercises authority (Rev. 13:5). That is, it rises to prominence around a.d. 1798. The United States precisely fits this description. It declared its independence in a.d. 1776, adopted its constitution in a.d. 1789, and was recognized as a world power by the late nineteenth century.</p><p>John continues, “He had two horns like a lamb and spoke like a dragon” (Rev. 13:11, NKJV). Horns in Bible prophecy symbolize power. Unlike the first beast, this beast has no crowns on its horns, suggesting it is not a monarchy. The two horns represent the two primary governing principles that are the source of the United States’ power and success—political and religious liberty.</p><p><strong>Read Revelation 13:11, 12. What change do you see in this beast, and how does it speak?<br></strong></p><p><strong>Revelation 13:11, 12</strong></p><p><strong><sup>11</sup></strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.</p><p><strong><sup>12</sup></strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.</p><p>This gentle, lamblike nation ultimately speaks like a dragon. It exercises “all the authority of the first beast” (Rev. 13:12, NKJV) and abandons its principles of religious liberty, causing “the earth and those who dwell in it to worship the first beast” (Rev. 13:12, NKJV). The United States will lead out in requiring everyone on earth to worship the first beast by recognizing the Papacy’s spiritual and secular authority. According to this prophecy, the United States forms an image to the beast—a union of church and state—and it will require everyone to worship this image.</p><p>What’s fascinating is that at the time when first identified as this beast power, the United States was nowhere near the military and economic behemoth it was to become and remains now.</p><p><strong>Think about the political instability in America today. How might that one day lead to the fulfillment of this prophecy?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 14",
               "dayTitle":"<p>Further Thought</p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p>Worshiping the beast and its image alludes to Daniel 3, in which Shadrach, Meshach, and Abednego were commanded by the king of Babylon to bow down to a golden image or be thrown into a fiery furnace. Ancient Babylon, modern Babylon—the issue is worship. True worship springs from a mind taught by God’s Word, a soul transformed by His love, and a heart filled with His Spirit. Then we will not be “conformed to this world” but live according to God’s will, which is found in His Word. That is our only safety!</p><p>“God never forces the will or the conscience; but Satan’s constant resort—to gain control of those whom he cannot otherwise seduce—is compulsion by cruelty. Through fear or force he endeavors to rule the conscience and to secure homage to himself. To accomplish this, he works through both religious and secular authorities, moving them to the enforcement of human laws in defiance of the law of God.”—Ellen G. White, The Great Controversy, p. 591.</p><p>“In order to endure the trial before them, they must understand the will of God as revealed in His word; they can honor Him only as they have a right conception of His character, government, and purposes, and act in accordance with them. None but those who have fortified the mind with the truths of the Bible will stand through the last great conflict.”—The Great Controversy, p. 593.</p><p>“But God will have a people upon the earth to maintain the Bible, and the Bible only, as the standard of all doctrines and the basis of all reforms. The opinions of learned men, the deductions of science, the creeds or decisions of ecclesiastical councils, as numerous and discordant as are the churches which they represent, the voice of the majority—not one nor all of these should be regarded as evidence for or against any point of religious faith. Before accepting any doctrine or precept, we should demand a plain ‘Thus saith the Lord’ in its ­support.”—The Great Controversy, p. 595.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> How can we live in the expectation of the coming of Christ and share that hope without becoming alarmists?</p><p><strong>2. </strong>Dwell more on the question of worship. What does our daily life, our daily routine, tell us about who or what we worship?</p><p><strong>3.</strong> How can we help ourselves and others face the future with confidence and not with fear?</p><p><strong>4.</strong>  What practical difference does understanding last-day events make in our lives today?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><strong>No to Pork, Yes to Sabbath</strong></p><p><strong>By Andrew McChesney</strong></p><p>Sara thought about the Seventh-day Adventist Church as she helped her mother sell pork and beer in Mozambique in southeast Africa.</p><p>Why do Adventists go to church on Saturday? she wondered.</p><p>As a small girl, Sara had gone to the Adventist Church several times with her big brother, who was an Adventist. But then he had moved to another town, and she had gone back to the church of her mother.</p><p>As she worked with her mother, memories about the Adventist Church returned. She thought about Adventist neighbors who had moved next door. Sara decided to ask them why they went to church on Saturday.</p><p>The neighbors welcomed Sara’s question, and they opened the Bible to the fourth commandment in Exodus 20:8–10. Sara read, “Remember the Sabbath day, to keep it holy. Six days you shall labor and do all your work, but the seventh day is the Sabbath of the Lord your God. In it you shall do no work” (NKJV). She also read other verses about the holiness of the seventh-day Sabbath. She saw that Jesus worshiped on the seventh day when He lived on earth. She decided to keep the seventh-day Sabbath.</p><p>Mother was furious when Sara told her that she would no longer sell pork and beer on Saturdays. She forbade Sara from going to the Adventist Church. Sara went anyway. She wanted to honor her mother as God commands in the fifth commandment (Exod. 20:12). But she also realized that it was more important “to obey God rather than men” (Acts 5:29).</p><p>Tensions escalated further when Sara stopped selling pork and beer altogether. She explained to Mother that God does not condone the eating of unclean meat, such as pork (Lev. 11:7), or the drinking of alcohol (Prov. 20:1). Furthermore, she said, the Bible teaches that “whether you eat or drink, or whatever you do, do all to the glory of God” (1 Cor. 10:31), and selling products unapproved by God would not glorify Him.</p><p>Mother threw Sara out of the house. With nowhere to go, Sara left town and moved in with her Adventist brother and his wife and their sons. Her heart was heavy. Is this the cost of following Jesus? she wondered. Sara’s brother presented her case to leaders at his church. Through their efforts, an Adventist pastor met with Mother. She listened carefully to what he said. She didn’t agree with him on everything. But her face softened as they spoke. She said Sara could return home.</p><p>Today, Mother still does not share Sara’s convictions. Sara is praying for the Holy Spirit to touch her heart. She knows that the God who gave her a fuller understanding of His love can do the same for her mother.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers</p>",
               "id":119,
               "idDay":9,
               "idLesson":11,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: John 17:17 Study Focus: John 17:17; Rev. 14:6, 7, 12; Rev. 4:11; Rev. 12:3, 4, 17; Rev. 13:1–17.</strong></p><p>Introduction: Biblical prophecy forewarns that the long cosmic conflict between the two opposite, irreconcilable forces, God and the devil, is drawing to a close and will culminate in a final battle. This last battle will be over issues of authority and worship: who shall sit on the throne of the universe, and who will receive the glory due the Creator, the Provider, and the Savior. For these reasons, the conflict will involve the Sabbath, God’s symbol of all His power as Creator, Provider, and Savior. The rebellious force will be led by Satan himself.</p><p>While Satan has tirelessly worked throughout history to recruit adherents, his main focus has been the church. Unfortunately, the traditional church compromised and became Babylon, symbolized by the beast from the sea. Satan gave this beast its seat of authority and its power, and it stands on Satan’s side in the final battle.</p><p>In the end times, the dragon also will succeed in attracting to his side the most prosperous nation on earth, the United States of America. This nation, born out of the centuries-long yearning of persecuted Christians to find a place of religious safety and freedom, will compromise, as did the papal church before it in the Old World. Thus, America will fulfill its prophetic role as the beast from the earth, becoming a global leader in the final battle.</p><p>But God has never been without a people in the great controversy. To the end of the conflict, He always will have a people, a faithful remnant church. God’s remnant church always has acknowledged Him as King, worshiped Him, and kept the commandments and the principles of His kingdom. God’s faithful remnant people will reverence the Sabbath and honor Him as Creator and King of the universe. The end-time remnant not only will worship God as their personal Savior but also will expose the confederacy of evil publicly. The remnant church will call the entire human race to return to God and worship Him. Despite the efforts of the dragon and the beasts from the earth and the sea, the victory will belong to God.</p><p><strong>Lesson Themes: This study highlights two major themes:</strong></p><p>1. Biblical prophecy describes a final battle between God and His people on the one side, and the devil and his agents (symbolized, in Revelation 13, by the beasts from the sea and the earth) on the other. The battle will focus on worship and the Sabbath, which celebrates God’s Creatorship, Kingship, and salvation.</p><p>2. God will emerge victorious. He calls His people to partake in His victory over evil and over the devil by proclaiming His eternal gospel.</p><p><strong>Part II: Commentary</strong></p><p><strong>The Bet Over Prophecy</strong><br></p><p>Anastasia was an atheist economist, educated in a Soviet university, during the height of the prosperity and stability of the Soviet Union. She embraced the dream of the Communist utopia and fervently believed it offered humanity its brightest hope for the future. She anticipated the day when the Soviet Union would lead all nations to abandon the free-market capitalism of the United States and adopt Soviet values.</p><p>Anastasia’s husband, Petru, however, did not share his wife’s optimism. Although Petru was not practicing his religion at that time, he had been born and raised in a Seventh-day Adventist family and church. As a youth, Petru had studied the prophetic books of Daniel and Revelation, following the Adventist historicist approach. Now married, he shared with his atheist wife that, according to the biblical prophecies, the United States would eventually dominate the world and lead all nations and governments on the earth in an act of rebellion against God, during the final stage of human history. For this reason, based on the prophecies of the book of Revelation, Petru argued that the Soviet Union would lose the Cold War and that the United States would emerge as the only superpower of the last days. Knowing the power of the Soviet Union, Anastasia could not accept this prophecy. At an impasse, the couple decided to solve their differences with a bet. Anastasia told Peter that if the Soviet Union would collapse, she would become a Seventh-day Adventist. Years passed, and at the end of the 1980s, the Soviet Union crumbled and disappeared without any military attack from the outside. Anastasia’s atheism and Communism collapsed together with the Soviet Union. Soon afterward, Anastasia accepted Petru’s invitation to join him in baptism into the Seventh-day Adventist Church.</p><p>Petru’s prediction of the collapse of the Soviet Union was not based on geopolitics, social studies, psychology, economics, or military studies. Because he was living behind the Iron Curtain, the main source for Petru’s prediction of the fall of the Soviet Union was his historicist biblical interpretation of Revelation 13, as taught in his local Adventist church. Like many other Adventists in the Soviet world, Petru did not think the collapse of the Soviet Union would happen in his lifetime or so rapidly. Like many other Adventists, Petru’s faith was confirmed and strengthened when the collapse happened. He made the decision to return to his church, and happily, his family followed him.</p><p>In our days, the Adventist historicist interpretation of Revelation 13, pointing to the United States as the lamblike beast who will lead the world in rebellion against the law of God, is being actively challenged. Many renowned experts predict, or even announce, that the sun will soon set on American hegemony. However, biblical prophecy will never fail. Like Petru, we need to completely trust biblical prophecy and its historicist interpretation, even if perceived reality suggests, and experts prognosticate, otherwise.</p><p><strong>Conspiracy Theories</strong></p><p>Lately, conspiracy theories flood both cyber and media spaces. Such theories often gain momentum and become social phenomena. Adventists rightly have been cautious about engaging in the propagation of conspiracy theories of any type. We need to continue to maintain this course. At the same time, our pursuit of this policy does not mean that conspiracies do not exist. Sad to say, they do.</p><p>David, Jesus, and the apostles suffered because of various conspiracies against them. Learning from their examples, Adventists have committed all such theories to God’s providence, choosing instead to focus on the mission with which God has entrusted us. Yes, the great controversy itself was the result of Satan’s conspiracy. Yes, we are called to denounce the end-time conspiracies of Satan and his adherents, who are preparing for the final battle against God. However, we must not permit ourselves to get mired in details of the myriad conspiracy theories abounding. Our task is to announce the fall of Babylon and the soon coming of the Lord. As such, our mission is to save as many people as possible from Satan’s conspiracy.</p><p><strong>Identifying the Beasts and the Mission of the Church</strong></p><p>Some theologians have claimed that the first Adventist pioneers’ identification of the beast from the sea with the Roman Catholic Church and of the beast from the earth with the United States were conclusions dictated by their sociopolitical contexts. Some of these theologians, then, call for Adventists to move away from these initial positions and find other more relevant spiritual, or political, forces in our own times that would better fit the descriptions of the beast from the sea and/or the beast from the earth.</p><p>However, we need to emphasize two important points. First, while the Adventist pioneers did look at the fulfillment of prophecy within their historical contexts, they consistently followed historicist principles of prophetic interpretation. They also identified the fulfillment of the prophecies in harmony with a wholistic biblical system of teaching. Second, as God’s prophet for the remnant church, Ellen G. White clearly has warned us against abandoning our original prophetic interpretations regarding the two beasts of Revelation 13. She was especially concerned that Adventists would fall into the trap of thinking that the Roman Catholic Church has now changed and is no longer the tyrannical beast from the sea, thus necessitating the search for another candidate for this post. The following quotations from her monumental book The Great Controversy are remarkable and clearly militate against such a course of action:</p><p>“Romanism is now regarded by Protestants with far greater favor than in former years. In those countries where Catholicism is not in the ascendancy, and the papists are taking a conciliatory course in order to gain influence, there is an increasing indifference concerning the doctrines that separate the reformed churches from the papal hierarchy; the opinion is gaining ground that, after all, we do not differ so widely upon vital points as has been supposed, and that a little concession on our part will bring us into a better understanding with Rome. . . .</p><p>“The defenders of the papacy declare that the church has been maligned, and the Protestant world are inclined to accept the statement. Many urge that it is unjust to judge the church of today by the abominations and absurdities that marked her reign during the centuries of ignorance and darkness. They excuse her horrible cruelty as the result of the barbarism of the times and plead that the influence of modern civilization has changed her sentiments.”—Page 563.</p><p>“But Romanism as a system is no more in harmony with the gospel of Christ now than at any former period in her history. The Protestant churches are in great darkness, or they would discern the signs of the times. The Roman Church is far-reaching in her plans and modes of operation. She is employing every device to extend her influence and increase her power in preparation for a fierce and determined conflict to regain control of the world, to re-establish persecution, and to undo all that Protestantism has done. Catholicism is gaining ground upon every side. See the increasing number of her churches and chapels in Protestant countries. Look at the popularity of her colleges and seminaries in America, so widely patronized by Protestants. Look at the growth of ritualism in England and the frequent defections to the ranks of the Catholics. These things should awaken the anxiety of all who prize the pure principles of the gospel.”—Pages 565, 566. “The Roman Church now presents a fair front to the world, covering with apologies her record of horrible cruelties. She has clothed herself in Christlike garments; but she is unchanged. Every principle of the papacy that existed in past ages exists today. The doctrines devised in the darkest ages are still held. Let none deceive themselves. The papacy that Protestants are now so ready to honor is the same that ruled the world in the days of the Reformation, when men of God stood up, at the peril of their lives, to expose her iniquity. She possesses the same pride and arrogant assumption that lorded it over kings and princes, and claimed the prerogatives of God.</p><p>Her spirit is no less cruel and despotic now than when she crushed out human liberty and slew the saints of the Most High. . . .</p><p>“It is not without reason that the claim has been put forth in Protestant countries that Catholicism differs less widely from Protestantism than in former times. There has been a change; but the change is not in the papacy. Catholicism indeed resembles much of the Protestantism that now exists, because Protestantism has so greatly degenerated since the days of the Reformers.”—Page 571.</p><p><strong>Part III: Life Application</strong></p><p>1. Maybe you live in a place far from the influence of the Roman Catholic Church or from an American presence or impact. How would you, then, best explain to your friends the prophecies about the beast from the sea and the beast from the land?</p><p>2. Is it consistent for us to identify the Roman Catholic Church as the sea beast and the United States as the earth beast and, at the same time, pray for the salvation of the people associated with these entities? Explain your answer.</p><p>3. The prophet Daniel, the medieval Christians, the nineteenth century Adventists, the Adventists in the Soviet Union and in many other places and times trusted Bible prophecy against all odds. How can you trust Bible prophecy when all evidence seems contrary to its fulfillment?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>The Impending Conflict</p>",
         "verse":"<p>Sanctify them by Your truth. Your word is truth (John 17:17, NKJV).</p>",
         "versionCode":60,
         "weekDate":"June 8–14"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
