{
  "data": [
    {
      "color": "#900C3F",
      "id": 704,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "January 15",
          "dayTitle": "<p>Jesus, Our Faithful Brother</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>Hebrews 1 talks of Jesus as the Son of God, the ruler over the angels, and “the brightness of His glory and the express image of His person” (Heb. 1:3, NKJV). In Hebrews 2, Jesus is the Son of man, who was made lower than the angels and who adopted human nature with all its frailty, even to the point of death (Heb. 2:7).\n</p><p>In Hebrews 1, God says about Jesus: “ ‘You are My Son’ ” (Heb. 1:5, NKJV). In Hebrews 2, Jesus refers to human children as His “ ‘brethren’ ” (Heb. 2:12).\n</p><p>In Hebrews 1, the Father declares the Son’s divine sovereignty (Heb. 1:8–12). In Hebrews 2, the Son affirms His faithfulness to the Father (Heb. 2:13).\n</p><p>In Hebrews 1, Jesus is the divine Lord, Creator, Sustainer, and Sovereign. In Hebrews 2, Jesus is the human High Priest, merciful and faithful.\n</p><p>In summary, the presentation of Jesus as a faithful and merciful Brother is depicted in the description of the Son as the ultimate manifestation of the eternal Creator God (Heb. 1:1–4).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 16",
          "dayTitle": "<p>The Brother as a Redeemer</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Leviticus 25:25–27, 47–49. Who could redeem a person who had lost his property or his liberty because of poverty?\n</strong></p><p><strong>Leviticus 25:25–27, 47–49\n</strong></p><p>25 If thy brother be waxen poor, and hath sold away some of his possession, and if any of his kin come to redeem it, then shall he redeem that which his brother sold.\n</p><p>26 And if the man have none to redeem it, and himself be able to redeem it;\n</p><p>27 Then let him count the years of the sale thereof, and restore the overplus unto the man to whom he sold it; that he may return unto his possession.\n</p><p>47 And if a sojourner or stranger wax rich by thee, and thy brother that dwelleth by him wax poor, and sell himself unto the stranger or sojourner by thee, or to the stock of the stranger's family:\n</p><p>48 After that he is sold he may be redeemed again; one of his brethren may redeem him:\n</p><p>49 Either his uncle, or his uncle's son, may redeem him, or any that is nigh of kin unto him of his family may redeem him; or if he be able, he may redeem himself.\n</p><p>The law of Moses stipulated that when a person was so poor that he had to sell his property—or even himself—in order to survive, he would receive that property or his liberty back every 50 years, on the jubilee year. The jubilee year was a “grand” Sabbath year in which debts were forgiven, properties were reclaimed, and liberty was proclaimed to the captives.\n</p><p>Fifty years was a long time to wait, however. That’s why the Law of Moses also stipulated that the nearest relative could pay the part that was still owed and, thus, ransom his relative much sooner. \n</p><p>The nearest relative also was the one who guaranteed that justice was done in the case of a murder. He was the avenger of the blood who would pursue the murderer of his close relative and punish him (Num. 35:9–15).\n</p><p><strong>Read Hebrews 2:14–16. How is Jesus and how are we described in this passage?\n</strong></p><p><strong>Hebrews 2:14–16\n</strong></p><p>14 Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;\n</p><p>15 And deliver them who through fear of death were all their lifetime subject to bondage.\n</p><p>16 For verily he took not on him the nature of angels; but he took on him the seed of Abraham.\n</p><p>This passage describes us as slaves of the devil, but Jesus as our Redeemer. When Adam sinned, human beings fell under the power of Satan. As a result, we did not have the power to resist sin (Rom. 7:14–24). Worse, there was a death penalty that our transgression required, which we could not pay (Rom. 6:23). Thus, our situation was apparently hopeless. \n</p><p>Jesus, however, adopted our human nature and became flesh and blood like us. He became our nearest Relative and redeemed us. He was not ashamed to call us “brothers” (Heb. 2:11, ESV). \n</p><p>Paradoxically, by taking our nature and redeeming us, Jesus revealed His divine nature, as well. In the Old Testament, the true Redeemer of Israel, their closest Relative, is Yahweh (e.g., Ps. 19:14, Isa. 41:14, Isa. 43:14, Isa. 44:22, Jer. 31:11, Hos. 13:14). \n</p><p>&nbsp;<strong>Ps. 19:14\n</strong></p><p>14 Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O Lord, my strength, and my redeemer.\n</p><p><strong>Isa. 41:14\n</strong></p><p>14 Fear not, thou worm Jacob, and ye men of Israel; I will help thee, saith the Lord, and thy redeemer, the Holy One of Israel.\n</p><p><strong>Isa. 43:14\n</strong></p><p>14 Thus saith the Lord, your redeemer, the Holy One of Israel; For your sake I have sent to Babylon, and have brought down all their nobles, and the Chaldeans, whose cry is in the ships.\n</p><p><strong>Isa. 44:22\n</strong></p><p>22 I have blotted out, as a thick cloud, thy transgressions, and, as a cloud, thy sins: return unto me; for I have redeemed thee.\n</p><p><strong>Jer. 31:11\n</strong></p><p>11 For the Lord hath redeemed Jacob, and ransomed him from the hand of him that was stronger than he.\n</p><p><strong>Hos. 13:14\n</strong></p><p>14 I will ransom them from the power of the grave; I will redeem them from death: O death, I will be thy plagues; O grave, I will be thy destruction: repentance shall be hid from mine eyes.\n</p><p><strong>What are ways that you can learn to experience more deeply that reality of just how close Christ can be to you? Why is having this experience so important to your faith?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 17",
          "dayTitle": "<p>Not Ashamed to Call Them Brothers</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p>Hebrews says that Jesus was not ashamed to call us His brethren (Heb. 2:11). Despite being one with God, Jesus embraced us as part of His family. This solidarity contrasts with the public shaming that the readers of Hebrews suffered in their communities (Heb. 10:33).\n</p><p><strong>Read Hebrews 11:24–26. In what way do Moses’ decisions exemplify what Jesus did for us?\n</strong></p><p><strong>Hebrews 11:24–26\n</strong></p><p>24 By faith Moses, when he was come to years, refused to be called the son of Pharaoh's daughter;\n</p><p>25 Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;\n</p><p>26 Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.\n</p><p>Have you imagined what it meant for Moses to be called “the son of Pharaoh’s daughter”? He was a powerful figure in the most powerful empire of the time. He received the highest civil and military training and became a remarkable character. Stephen says that Moses was “ ‘mighty in words and in deeds’ ” (Acts 7:22). Ellen G. White also says that he was “a favorite with the armies of Egypt” and that Pharaoh “determined to make his adopted grandson his successor on the throne” (see Patriarchs and Prophets, p. 245). Yet, Moses abandoned all of this privilege when he chose to identify himself with the Israelites, a slave nation without education and power.\n</p><p><strong>Read Matthew 10:32, 33; 2 Timothy 1:8, 12; and Hebrews 13:12–15. What does God ask from us?\n</strong></p><p><strong>Matthew 10:32, 33\n</strong></p><p>32 Whosoever therefore shall confess me before men, him will I confess also before my Father which is in heaven.\n</p><p>33 But whosoever shall deny me before men, him will I also deny before my Father which is in heaven.\n</p><p><strong>2 Timothy 1:8, 12\n</strong></p><p>8 Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;\n</p><p>12 For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day.\n</p><p><strong>Hebrews 13:12–15\n</strong></p><p>12 Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.\n</p><p>13 Let us go forth therefore unto him without the camp, bearing his reproach.\n</p><p>14 For here have we no continuing city, but we seek one to come.\n</p><p>15 By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.\n</p><p>This was part of the problem for the readers of Hebrews. After suffering persecution and rejection, many of them began to feel ashamed of Jesus. By their actions some were in danger of putting Jesus “to an open shame” instead of honoring Him (Heb. 6:6). Thus, Paul constantly calls the readers to “hold fast” the “confession” of their faith (Heb. 4:14, Heb. 10:23, NKJV).\n</p><p>God wants us to recognize Jesus as our God and our Brother. As our Redeemer, Jesus has paid our debt; as our Brother, Jesus has shown us the way that we should live in order that we will “be conformed to the image of [the] Son, [so] that he might be the firstborn among many brethren” (Rom. 8:29).\n</p><p><strong>Think for a moment about the decision that Jesus had to make in order to embrace us as “siblings.” Why was what Jesus did so much more condescending for Himself than what Moses did, and what does this teach us about God’s love for us?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 18",
          "dayTitle": "<p>Flesh and Blood Like Us</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>Hebrews says that Jesus adopted our human nature so that He could represent us and could die for us (Heb. 2:9, 14–16; Heb. 10:5–10). Here is the foundation of the plan of salvation and our only hope for eternal life.\n</p><p><strong>Read Matthew 16:17, Galatians 1:16, 1 Corinthians 15:50, and Ephesians 6:12. To what deficiencies of human nature do these passages relate the expression “flesh and blood”?\n</strong></p><p><strong>Matthew 16:17\n</strong></p><p>17 And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.\n</p><p>\n</p><p><strong>Galatians 1:16</strong></p><p>16 To reveal his Son in me, that I might preach him among the heathen; immediately I conferred not with flesh and blood:\n</p><p><strong>1 Corinthians 15:50\n</strong></p><p>50 Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.\n</p><p><strong>Ephesians 6:12\n</strong></p><p>12 For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.\n</p><p>The expression “flesh and blood” emphasizes the frailty of the human condition, its weakness (Eph. 6:12), lack of understanding (Matt. 16:17, Gal. 1:16), and subjection to death (1 Cor. 15:50). Hebrews says that Jesus was made like His brothers “in all things” (Heb. 2:17). This expression means that Jesus became fully human (NIV). Jesus did not simply “look like” or “seem to be” human; He truly was human, truly one of us.\n</p><p>Hebrews also says, however, that Jesus was different from us regarding sin. First, Jesus did not commit any sin (Heb. 4:15). Second, Jesus had a human nature that was “holy, innocent, unstained, separated from sinners” (Heb. 7:26, ESV). We all have sinned, and we all have evil tendencies. Our bondage to sin begins deep inside our own very nature. We are “carnal, sold under sin” (Rom. 7:14; see also Rom. 7:15–20). Pride and other sinful motivations often taint even our good actions. Jesus’ nature, however, was not marred by sin. It had to be this way. If Jesus had been “carnal, sold under sin,” like us, He also would have needed a Savior. Instead, Jesus came as a Savior and offered Himself as a sacrifice “without blemish” to God for us (Heb. 7:26–28, Heb. 9:14, ESV).\n</p><p>Then Jesus destroyed the power of the devil by dying as the sinless Offering for our sins, thus making possible our forgiveness and reconciliation with God (Heb. 2:14–17). Jesus also broke the power of sin by giving us the power to live a righteous life through His fulfillment of the new covenant promise to write the law in our hearts (Heb. 8:10). Thus, Jesus has defeated the enemy and effectively liberated us so that we can now “serve the living God” (Heb. 9:14). Satan’s final destruction, meanwhile, will come at the final judgment (Rev. 20:1–3, 10).\n</p><p><strong>Since we have the promise of victory through Jesus, why do so many of us still struggle with sin? What are we doing wrong, and, more important, how can we start living up to the high calling we have in Christ?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 19",
          "dayTitle": "<p>Perfected Through Sufferings</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Hebrews 2:10, 17, 18 and Hebrews 5:8, 9. What was the function of suffering in Jesus’ life?\n</strong></p><p><strong>Hebrews 2:10, 17, 18\n</strong></p><p>10 For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.\n</p><p>17 Wherefore in all things it behoved him to be made like unto his brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people.\n</p><p>18 For in that he himself hath suffered being tempted, he is able to succour them that are tempted.\n</p><p><strong>Hebrews 5:8, 9\n</strong></p><p>8 Though he were a Son, yet learned he obedience by the things which he suffered;\n</p><p>9 And being made perfect, he became the author of eternal salvation unto all them that obey him;\n</p><p>The apostle says that God made Jesus “perfect through sufferings.” This expression is surprising. The author has said that Jesus is “the radiance of the glory of God and the exact imprint of his nature” (Heb. 1:3, ESV) and that He is sinless, spotless, undefiled, and holy (Heb. 4:15, Heb. 7:26–28, Heb. 9:14, Heb. 10:5–10). Jesus did not have to overcome any kind of moral or ethical imperfection. He was perfect both morally and ethically.\n</p><p>Hebrews does say, however, that Jesus underwent a process of “perfecting” that provided Him with the means to save us. Jesus was perfected in the sense that He was equipped to be our Savior.\n</p><p>1. Jesus was “perfected” through sufferings in order to become the Captain of our salvation (Heb. 2:10). Jesus had to die on the cross as a sacrifice so that the Father could have the legal means to save us. Jesus was the perfect sacrificial offering, the only one. As God, Jesus could judge us; but, because of His sacrifice, Jesus also can save us.\n</p><p>2. Jesus learned obedience through sufferings (Heb. 5:8). Obedience was necessary for two things. First, obedience made His sacrifice acceptable (Heb. 9:14, Heb. 10:5–10). Second, His sufferings enabled Him to become our Example (Heb. 5:9). Jesus “learned” obedience because He never experienced it before. As God, whom would He have to obey? As the eternal Son, and one with God, He was obeyed as the Ruler of the universe. Therefore, Jesus did not progress from disobedience to obedience, but from sovereignty and dominion to submission and obedience. The exalted Son of God became the obedient Son of man.\n</p><p>3. Suffering temptation and being victorious enabled Jesus to be a merciful and faithful High Priest (Heb. 2:17, 18). Sufferings did not make Jesus more merciful. To the contrary, it was because of Jesus’ mercy that He volunteered to die on the cross to save us to begin with (Heb. 10:5–10; compare with Rom. 5:7, 8). Yet, it was through sufferings that the reality of Jesus’ brotherly love was truly expressed and revealed.\n</p><p><strong>If the sinless Jesus suffered, we, as sinners, surely will suffer, as well. How can we learn to endure the tragedies of life while at the same time drawing hope and assurance from the Lord, who has revealed His love to us in so many powerful ways?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 20",
          "dayTitle": "<p>The Brother as a Model</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p>Another reason Jesus adopted our human nature and lived among us was so that He could be our Example, the only One who could model for us what is the right way to live before God.\n</p><p><strong>Read Hebrews 12:1–4. According to the apostle, how should we run the race of the Christian life?\n</strong></p><p><strong>Hebrews 12:1–4\n</strong></p><p>1 Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,\n</p><p>2 Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.\n</p><p>3 For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.\n</p><p>4 Ye have not yet resisted unto blood, striving against sin.\n</p><p>In this passage Jesus is the culmination of a long list of characters whom the apostle provides as exemplars of faith. This passage calls Jesus “the founder and perfecter of our faith” (ESV). The Greek word archegos (“founder”) also can be translated “pioneer.” Jesus is the Pioneer of the race in the sense that He runs ahead of the believers. In fact, Hebrews 6:20 calls Jesus our “forerunner.” The word “perfecter” gives the idea that Jesus had displayed faith in God in the purest form possible. This passage teaches both that Jesus is the first one to have run our race with success and that He is the One who perfected the art of what living by faith is all about.\n</p><p>Hebrews 2:13 reads: “And again: ‘I will put My trust in Him.’ And again: ‘Here am I and the children whom God has given Me’ ” (NKJV). What is happening here is that Jesus said that He would put His trust in God. This reference is an allusion to Isaiah 8:17, 18.\n</p><p>Isaiah spoke these words in the face of a terrible threat of invasion from northern Israel and Syria (Isa. 7:1, 2). His faith contrasted the lack of faith of Ahaz, the king (2 Kings 16:5–18). God had exhorted Ahaz to trust in Him and to ask for a sign that He would deliver him (Isa. 7:1–11). God already had promised him, as a son of David, that He would protect Ahaz as His own son. Now, God graciously offered for Ahaz to confirm that promise with a sign from Him. Ahaz, however, refused to ask for a sign and, instead, sent messengers to Tiglath-pileser, king of Assyria, saying, “ ‘I am your servant and your son’ ” (2 Kings 16:7, NKJV). How sad! Ahaz preferred being the “son” of Tiglath-pileser to being the son of God. Jesus, however, put His trust in God and in His promise that He would put His enemies under His feet (Heb. 1:13; Heb. 10:12, 13). God has made the same promise to us, and we need to believe Him, just as Jesus did (Rom. 16:20).\n</p><p><strong>How can we learn to put our trust in God by daily making choices that reflect this trust? What’s the next important choice you need to make, and how can you be sure that it does reveal trust in God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 21",
          "dayTitle": "",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p><strong>Further Thought:</strong> <br></p><p>Hebrews 2:13 contains the words of Jesus to His Father talking about His brethren: “ ‘Here am I and the children whom God has given Me’ ” (Heb. 2:13, NKJV). Patrick Gray suggests that Jesus is described here as the Guardian of His brothers. The Roman system of tutela impuberum determined that at their father’s death, “a tutor, often an older brother, became responsible for the care of minor children and their inheritance until they reached the age of majority, thus heightening the older brother’s natural duty to take care of his younger siblings.” —Godly Fear: The Epistle to the Hebrews and Greco-Roman Critiques of Superstition (Atlanta: Society of Biblical Literature, 2003), p. 126. This explains why Hebrews refers to us both as the siblings of Jesus and as His children. As our older Brother, Jesus is our Tutor, our Guardian, and Protector.\n</p><p>“Christ came to the earth, taking humanity and standing as man’s representative, to show in the controversy with Satan that man, as God created him, connected with the Father and the Son, could obey every divine requirement.”—Ellen G. White, Selected Messages, book 1, p. 253.\n</p><p>“In His life and lessons, Christ has given a perfect exemplification of the unselfish ministry which has its origin in God. God does not live for Himself. By creating the world, and by upholding all things, He is constantly ministering for others. ‘He maketh His sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.’ Matt. 5:45. This ideal of ministry God has committed to His Son. Jesus was given to stand at the head of humanity, that by His example He might teach what it means to minister.”—Ellen G. White, The Desire of Ages, p. 649.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.</strong> Hebrews tells us that Jesus became our Brother in order to save us. Think about what that means in terms of what God did in order to save us. Why, then, would turning our back on this amazing reality be such a tragic mistake?\n</p><p><strong>2.</strong> Why is it important for us that Jesus was not born “sold under sin” as we are (Rom. 7:14)? Think about Moses, and why it was important for the Israelites that he was not a slave as they were. How does the story of Moses, in a small way, help us understand what Jesus has done for us?\n</p><p>3 Dwell more on the role of suffering in our lives. Why must we never think that suffering, in and of itself, is good, even if sometimes some good can come out of it?\n</p><p><strong>INSIDE STORY:</strong></p><p><strong>Jesus, Miracle Doctor\n</strong></p><p><strong><em>By Andrew McChesney\n</em></strong></p><p>Sengphet was a highly regarded medical doctor at the largest hospital in one of the provinces of Laos. But he was powerless to cure his son’s disease.\n</p><p>His adult son came down with the mysterious illness while working in Bangkok, Thailand. The young man was treated by Bangkok physicians but did not get better. So Dr. Sengphet (not his real name) brought his son back to Laos and treated him at his hospital. The young man’s condition, however, did not improve. Fellow physicians suggested seeking treatment at a big hospital in Laos’s capital, Vientiane. Dr. Sengphet brought his son to the Vientiane hospital, where he underwent multiple tests.\n</p><p>In the end, the physicians could find nothing wrong with his physical health. They concluded that the problem was psychological and that he had suffered a mental breakdown.\n</p><p>All the medical tests took more than a year. Dr. Sengphet and his wife spent all their money on their son, but to no avail. If they had known the Bible, they would have been able to relate to the story of the woman with the flow of blood, who “had suffered many things from many physicians. She had spent all that she had and was no better, but rather grew worse” (Mark 5:26, NKJV).\n</p><p>They brought their son home and, in a desperation similar to the woman with the blood issue, finally turned to the heavenly Physician, Jesus. They prayed in their bedroom for Jesus to heal their son.\n</p><p>As they prayed, their son walked into the bedroom. “What happened?” he asked. “Why do I feel peace all of a sudden?”\n</p><p>Dr. Sengphet and his wife kept praying. Then the son had what he described as a vision. He saw an evil spirit leaving his body, saying, “I can no longer stay because Jesus has laid claim over your life. You belong to Jesus.”\n</p><p>That day, the son returned to normal, and Dr. Sengphet and his family started worshiping Jesus. For months, Dr. Sengphet made no secret about his love for Jesus, telling everyone who would listen, “Dr. Jesus Christ healed my son, and my family and I have accepted Him as our Savior.”\n</p><p>After some time, however, Dr. Sengphet stopped worshiping Jesus. He seemed to forget how Jesus had healed his son, and he returned to his former ways. Please pray for him and others who have been touched by Jesus but no longer worship Him. Please pray that they will return to Him again.\n</p><p>This mission story illustrates some of the challenges that Seventh-day Adventists face in fulfilling the church’s “I Will Go” strategic plan, including Mission Objective Number 2, “To strengthen and diversify Adventist outreach . . . among unreached and under-reached people groups, and to non-Christian religions”; and Spiritual Growth Objective Number 5, “To disciple individuals and families into Spirit-filled lives.” Part of this quarter’s Thirteenth Sabbath Offering will go toward opening an elementary school in Laos, helping to fulfill Mission Objective Number 4, “To strengthen Seventh-day Adventist institutions in upholding freedom, wholistic health, and hope through Jesus, and restoring in people the image of God.” Learn more at IWillGo2020.org.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>Jesus, Our Faithful Brother</p>",
      "verse": "<p>“Inasmuch then as the children have partaken of flesh and blood, He Himself likewise shared in the same, that through death He might destroy him who had the power of death, that is the devil” (Hebrews 2:14, NKJV).</p>",
      "versionCode": 16,
      "weekDate": "January 15-21"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
