{
   "data":[
      {
         "color":"#9e186b",
         "id":2,
         "idEs":5,
         "language":"es",
         "lessonDays":[
            {
               "date":"1 de enero",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>Un documento judío escrito unas décadas después de Hebreos, alrededor del año 100 d.C., contiene una oración: “Todo esto he hablado delante de ti, oh Señor, porque dijiste que fue por nosotros que creaste este mundo. [...] Y ahora, oh Señor, he aquí estas naciones, que son consideradas como nada, nos dominan y nos devoran. Pero nosotros, tu pueblo, a quien has llamado tu primogénito, unigénito, celoso de ti y muy amado, hemos sido entregados en sus manos” (J. H. Charlesworth, ed., The Old Testament Pseudepigrapha [Pseudoepigráficos del Antiguo Testamento], t. 1, p. 536).</p><p> Los lectores de Hebreos probablemente sintieron algo similar. Si eran hijos de Dios, ¿por qué estaban pasando por tanto sufrimiento? <br></p><p>Por ende, Pablo escribió Hebreos para fortalecer la fe de los creyentes en medio de sus pruebas. Les recordó (a ellos y a nosotros) que las promesas de Dios se cumplirán a través de Jesús, quien está sentado a la diestra del Padre y que pronto nos llevará a casa. Mientras tanto, Jesús nos transmite las bendiciones del Padre. Por ende, debemos aferrarnos a nuestra fe hasta el final.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de enero",
               "dayTitle":"<p>JESÚS ES NUESTRO REY<br></p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p>El punto principal de Hebreos es que Jesús es el Gobernante, quien está sentado a la diestra del Padre (Heb. 8:1). Como Dios, Jesús siempre ha sido el Gobernante del Universo. Pero, cuando Adán y Eva pecaron, Satanás se convirtió en el gobernante de este mundo (Juan 12:31; 14:30; 16:11). Sin embargo, Jesús vino y derrotó a Satanás en la Cruz, con lo que recuperó el derecho de gobernar a quienes lo aceptan como su Salvador (Col. 2:13-15).<br><br>Los dos primeros capítulos de Hebreos se enfocan especialmente en la investidura de Jesús como Rey.<br><br><strong>Lee Hebreos 1:5 al 14. ¿Qué está sucediendo aquí?</strong></p><p><strong>&nbsp;Hebreos 1:5 -14<br></strong></p><p><strong><sup>5</sup></strong> Porque ¿a cuál de los ángeles dijo Dios jamás: Mi Hijo eres tú, yo te he engendrado hoy, <br>y otra vez: Yo seré a él Padre, y él me será a mí hijo?<strong><br><br><sup>6</sup></strong> Y otra vez, cuando introduce al Primogénito en el mundo, dice: Adórenle todos los ángeles de Dios.<strong><br><br><sup>7</sup></strong> Ciertamente de los ángeles dice: el que hace a sus ángeles espíritus, y a sus ministros llama de fuego.<strong><br><br><sup>8</sup></strong> Mas del Hijo dice: Tu trono, oh Dios, por el siglo del siglo; cetro de equidad es el cetro de tu reino.<strong><br><br><sup>9</sup></strong> Has amado la justicia, y aborrecido la maldad, por lo cual te ungió Dios, el Dios tuyo, con óleo de alegría más que a tus compañeros.<strong><br><br><sup>10</sup></strong> Y:Tú, oh Señor, en el principio fundaste la tierra, y los cielos son obra de tus manos.<strong><br><br><sup>11</sup></strong> Ellos perecerán, mas tú permaneces; y todos ellos se envejecerán como una vestidura,<strong><br><br><sup>12</sup></strong> Y como un vestido los envolverás, y serán mudados; pero tú eres el mismo, y tus años no acabarán.<strong><br><br><sup>13 </sup></strong>Pues, ¿a cuál de los ángeles dijo Dios jamás: siéntate a mi diestra, hasta que ponga a tus enemigos por estrado de tus pies?<strong><br><br><sup>14 </sup></strong>¿No son todos espíritus ministradores, enviados para servicio a favor de los que serán herederos de la salvación?</p><p>Estos versículos se organizan en tres partes. Cada parte presenta un aspecto de la ceremonia de entronización del Hijo. En primer lugar, Dios adopta a Jesús como su Hijo real (Heb. 1:5). En segundo lugar, Dios presenta al Hijo ante la corte celestial, que lo adora (Heb. 1:6, 8) mientras el Señor proclama el gobierno eterno del Hijo (Heb. 1:8-12). En tercer lugar, Dios entroniza al Hijo: el otorgamiento del poder en sí (Heb. 1:13, 14).<br><br>Una de las creencias más importantes del Nuevo Testamento es que en Jesús Dios cumplió sus promesas a David (ver 2 Sam. 7:8–16; Luc. 1:30–33). Jesús nació del linaje de David en la ciudad de David (Mat. 1:1-16; Luc. 2:10, 11). Durante su ministerio, la gente a menudo lo llamaba “hijo de David”. Fue ejecutado bajo la acusación de pretender ser “EL REY DE LOS JUDÍOS” (Mat. 27:37). Pedro y Pablo predicaron que Jesús había resucitado de la muerte en cumplimiento de las promesas hechas a David (Hech. 2:22–36; 13:22–37). Y en el Apocalipsis se identificó a Jesús como “el León de la tribu de Judá” (Apoc. 5:5).<br><br>Hebreos, por supuesto, concuerda. Dios cumplió en Jesús las promesas hechas a David: Dios le dio un nombre “excelente” (Heb. 1:4), lo adoptó como a su propio Hijo (Heb. 1:5), estableció su trono para siempre (Heb. 1:8, 12) y lo sentó a su “diestra” (Heb. 1:13, 14). Además, de acuerdo con Hebreos 4, Jesús guía al pueblo al reposo de Dios y nos recuerda que Jesús es el constructor de la casa de Dios (Heb. 3:3, 4).<br><br>Jesús, entonces, es el Gobernante legítimo inmerso en una guerra contra Satanás, el usurpador, por nuestra lealtad.<br><br><strong>¿Cómo podemos consolarnos –especialmente en medio de las pruebas– al saber que Jesús es el Gobernante del Universo?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de enero",
               "dayTitle":"<p>JESÚS ES NUESTRO MEDIADOR<br></p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p>Un concepto interesante de la teología del Antiguo Testamento es que el Rey davídico prometido representaría a la nación ante Dios.</p><p> <strong>Compara Éxodo 4:22 y 23 con 2 Samuel 7:12 al 14; Deuteronomio 12:8 al 10 con 2 Samuel 7:9 al 11; y Deuteronomio 12:13 y 14 con Salmo 132:1 al 5 y 11 al 14. ¿Qué promesas a Israel se cumplirían a través del Rey davídico prometido?</strong></p><p><strong>Éxodo 4:22-23 <sup><br></sup></strong></p><p><sup><strong>22</strong></sup> Y dirás a Faraón: Jehová ha dicho así: Israel es mi hijo, mi primogénito. <sup><br></sup></p><p><sup><strong>23</strong></sup> Ya te he dicho que dejes ir a mi hijo, para que me sirva, mas no has querido dejarlo ir; he aquí yo voy a matar a tu hijo, tu primogénito.<strong><br></strong></p><p><strong> 2 Samuel 7:12-14</strong></p><p>&nbsp;<strong><sup>12</sup></strong> Y cuando tus días sean cumplidos, y duermas con tus padres, yo levantaré después de ti a uno de tu linaje, el cual procederá de tus entrañas, y afirmaré su reino. <strong><sup><br></sup></strong></p><p><strong><sup>13</sup></strong> Él edificará casa a mi nombre, y yo afirmaré para siempre el trono de su reino.</p><p> <strong><sup>14</sup></strong> Yo le seré a él padre, y él me será a mí hijo. Y si él hiciere mal, yo le castigaré con vara de hombres, y con azotes de hijos de hombres; <strong><br></strong></p><p><strong>Deuteronomio 12:8-10 <sup><br></sup></strong></p><p><sup><strong>&nbsp;8</strong></sup> No haréis como todo lo que hacemos nosotros aquí ahora, cada uno lo que bien le parece, <strong><br></strong></p><p><strong><sup>9 </sup></strong>porque hasta ahora no habéis entrado al reposo y a la heredad que os da Jehová vuestro Dios. <strong><br></strong></p><p><strong><sup>10</sup></strong> Mas pasaréis el Jordán, y habitaréis en la tierra que Jehová vuestro Dios os hace heredar; y él os dará reposo de todos vuestros enemigos alrededor, y habitaréis seguros. <br><strong></strong></p><p><strong>2 Samuel 7:9-11</strong></p><p>&nbsp;<sup><strong>9</strong></sup> y he estado contigo en todo cuanto has andado, y delante de ti he destruido a todos tus enemigos, y te he dado nombre grande, como el nombre de los grandes que hay en la tierra.<strong><sup><br></sup></strong></p><p><strong><sup> 10</sup></strong> Además, yo fijaré lugar a mi pueblo Israel y lo plantaré, para que habite en su lugar y nunca más sea removido, ni los inicuos le aflijan más, como al principio, <br></p><p><strong><sup>11</sup></strong> desde el día en que puse jueces sobre mi pueblo Israel; y a ti te daré descanso de todos tus enemigos. Asimismo Jehová te hace saber que él te hará casa. <strong><br></strong></p><p><strong>Deuteronomio 12:13-14&nbsp; <br></strong></p><p>&nbsp;<strong><sup>13</sup></strong> Cuídate de no ofrecer tus holocaustos en cualquier lugar que vieres; <strong><sup><br></sup></strong></p><p><strong><sup>14</sup></strong> sino que en el lugar que Jehová escogiere, en una de tus tribus, allí ofrecerás tus holocaustos, y allí harás todo lo que yo te mando.<strong><br></strong></p><p><strong>Salmos 132:1-5 <sup><br></sup></strong></p><p><strong><sup>1</sup></strong> Acuérdate, oh Jehová, de David, y de toda su aflicción;<sup><br><br><strong>2</strong></sup> De cómo juró a Jehová, y prometió al Fuerte de Jacob:<sup><br><br><strong>3 </strong></sup>No entraré en la morada de mi casa, ni subiré sobre el lecho de mi estrado;<sup><br><br><strong>4 </strong></sup>No daré sueño a mis ojos, ni a mis párpados adormecimiento,<sup><br><br><strong>5 </strong></sup>Hasta que halle lugar para Jehová, morada para el Fuerte de Jacob.<strong><br></strong></p><p><strong> Salmos 132:11-14<sup><br></sup></strong></p><p><strong><sup>11</sup></strong>En verdad juró Jehová a David, yno se retractará de ello: de tu descendencia pondré sobre tu trono.<sup><br><br><strong>12</strong></sup> Si tus hijos guardaren mi pacto, y mi testimonio que yo les enseñaré, sus hijos también se sentarán sobre tu trono para siempre.<sup><br><br><strong>13 </strong></sup>Porque Jehová ha elegido a Sion; la quiso por habitación para sí.<strong><br><br><sup>14 </sup></strong>Este es para siempre el lugar de mi reposo; aquí habitaré, porque la he querido.<br></p><p><br>Israel era el hijo de Dios, y Dios le daría un lugar donde descansar de sus enemigos. Dios también elegiría un lugar entre ellos donde habitaría su nombre.<br><br>Estas promesas para Israel se transfirieron al Rey davídico prometido. Sería adoptado como hijo de Dios, Dios le daría descanso de sus enemigos y construiría un templo para Dios en Sion, donde moraría el nombre de Dios. Esto significa que Dios cumpliría sus promesas hechas a Israel a través del Rey davídico prometido. El Rey davídico representaría a Israel ante Dios.<br><br>La inserción de un representante en la relación entre Dios e Israel hizo posible la perpetuación de su relación de pacto. El pacto mosaico requería la fidelidad de todo Israel para recibir la protección y las bendiciones de Dios (ver Jos. 7:1–13). Sin embargo, el pacto davídico garantizaba las bendiciones del Pacto de Dios sobre Israel mediante la fidelidad de una persona, el Rey davídico.<br><br>Desgraciadamente, la mayor parte de los reyes davídicos no fueron fieles, y Dios no pudo bendecir a Israel como quería. El Antiguo Testamento está lleno de relatos de cuán infieles realmente fueron muchos de esos reyes.<br><br>Lo bueno es que Dios envió a su Hijo a nacer como el Hijo de David, y él fue perfectamente fiel. Por lo tanto, Dios puede cumplir en él todas las promesas que le hizo a su pueblo. Cuando Dios bendice al rey, todo su pueblo comparte los beneficios. Por eso Jesús es el Mediador de la bendición de Dios para nosotros. Él es el Mediador en el sentido de que es el canal a través del cual fluye la bendición de Dios. Nuestra máxima esperanza de salvación se encuentra solo en Jesús y en lo que él hizo por nosotros.<br><br><strong>Piensa cuántas veces has sido infiel a tu parte del Pacto. ¿Qué nos enseña esto? ¿Cuánto debemos confiar solo en Jesús para la salvación?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de enero",
               "dayTitle":"<p>JESÚS ES NUESTRO DEFENSOR<br></p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p><strong>Compara 1 Samuel 8:19 y 20 con Hebreos 2:14 al 16. ¿Qué buscaban los israelitas en un rey y cómo se cumplieron estos deseos en Jesús?</strong><br></p><p><strong>1 Samuel 8:19-20&nbsp;</strong></p><p><sup><strong>19</strong></sup> Pero el pueblo no quiso oír la voz de Samuel, y dijo: No, sino que habrá rey sobre nosotros; <strong><br></strong></p><p><strong><sup>20</sup></strong> y nosotros seremos también como todas las naciones, y nuestro rey nos gobernará, y saldrá delante de nosotros, y hará nuestras guerras. <br></p><p> <strong>Hebreos 2:14-16</strong></p><p><strong><sup>14</sup></strong> Así que, por cuanto los hijos participaron de carne y sangre, él también participó de lo mismo, para destruir por medio de la muerte al que tenía el imperio de la muerte, esto es, al diablo, <br></p><p><strong><sup>15</sup></strong> y librar a todos los que por el temor de la muerte estaban durante toda la vida sujetos a servidumbre. <strong><br></strong></p><p><strong><sup>16 </sup></strong>Porque ciertamente no socorrió a los ángeles, sino que socorrió a la descendencia de Abraham. <strong><br></strong></p><p>Los israelitas querían un rey que fuera juez y líder en la batalla porque se olvidaron de que Dios era su rey. La restauración completa del gobierno de Dios sobre su pueblo vino con Jesús. Como nuestro Rey, Jesús nos guía en la batalla contra el enemigo.<br><br>Hebreos 2:14 al 16 describe a Jesús como el campeón de los seres humanos débiles. Cristo enfrenta y derrota al diablo en un combate a solas y nos libra de la esclavitud. Esta descripción nos recuerda la batalla entre David y Goliat.<br><br>Después de ser ungido rey (1 Sam. 16), David salvó a sus hermanos de la esclavitud al derrotar a Goliat. Los términos del enfrentamiento determinaban que el ganador del combate esclavizaría al pueblo de la otra parte (1 Sam. 17:8-10).<br><br>Por lo tanto, David actuó como defensor de Israel. Él los representó.<br><br><strong>Lee Isaías 42:13 y 59:15 al 20. ¿Cómo se autodescribe Yahvé en estos pasajes?</strong></p><p><strong>Isaías 42:13</strong></p><p><strong><sup>13</sup> </strong>Jehová saldrá como gigante, y como hombre de guerra despertará celo; gritará, voceará, se esforzará sobre sus enemigos.<strong><br></strong></p><p><strong>Isaías 59:15-20</strong></p><p>&nbsp;<strong><sup>15</sup></strong> Y la verdad fue detenida, y el que se apartó del mal fue puesto en prisión; y lo vio Jehová, y desagradó a sus ojos, porque pereció el derecho. <sup><br></sup></p><p><sup><strong>16</strong></sup> Y vio que no había hombre, y se maravilló que no hubiera quien se interpusiese; y lo salvó su brazo, y le afirmó su misma justicia. <sup><br></sup></p><p><sup><strong>17</strong></sup> Pues de justicia se vistió como de una coraza, con yelmo de salvación en su cabeza; tomó ropas de venganza por vestidura, y se cubrió de celo como de manto, <sup><br></sup></p><p><sup><strong>18</strong></sup> como para vindicación, como para retribuir con ira a sus enemigos, y dar el pago a sus adversarios; el pago dará a los de la costa. <sup><br></sup></p><p><sup><strong>19</strong></sup> Y temerán desde el occidente el nombre de Jehová, y desde el nacimiento del sol su gloria; porque vendrá el enemigo como río, mas el Espíritu de Jehová levantará bandera contra él. <sup><br></sup></p><p><sup><strong>20</strong></sup> Y vendrá el Redentor a Sion, y a los que se volvieren de la iniquidad en Jacob, dice Jehová.<br><br>Hebreos 2:14 al 16 alude a la noción de que Dios salvaría a Israel en un combate individual. Fíjate en este pasaje de Isaías: “Pero así dice Jehová: Ciertamente el cautivo será rescatado del valiente, y el botín será arrebatado al tirano; y tu pleito yo lo defenderé, y yo salvaré a tus hijos” (Isa. 49:25). Como cristianos, a menudo pensamos que estamos enredados en un combate solitario con Satanás. Cuando leemos Efesios 6:10 al 18, vemos que –efectivamente– estamos en guerra con el diablo. Pero Dios es nuestro Defensor y entró en la batalla delante de nosotros. Nosotros somos parte de su ejército; por eso, tenemos que usar su armadura. Además, no luchamos solos.<br><br>Efesios 6 se expresa en plural. Nosotros, como iglesia, tomamos la armadura y luchamos juntos detrás de nuestro Defensor, que es Dios mismo.<br><br><strong>¿Qué significa ponerse la armadura de Dios? Es decir, en nuestras luchas diarias con el yo, la tentación y demás, ¿cómo podemos aprovechar el poder que nos capacita, por la fuerza de Dios, para ser fieles?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de enero",
               "dayTitle":"<p>JESÚS ES NUESTRO SUMO SACERDOTE<br></p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p>Hebreos 5 al 7 presenta una segunda función de Jesús. Él es nuestro Sumo Sacerdote. El autor explica que esto cumple una promesa que Dios le había hecho al rey davídico prometido, de que él sería “sacerdote para siempre, según el orden de Melquisedec” (Sal. 110:4; citado en Heb. 5:5, 6).<br><br><strong>Lee Levítico 1:1 al 9; 10:8 al 11; Malaquías 2:7; Números 6:22 al 26; y Hebreos 5:1 al 4. ¿Qué funciones cumplía el sacerdote?</strong><br></p><p><strong>Levítico 1:1-9</strong></p><p><sup><strong>1</strong></sup> Llamó Jehová a Moisés, y habló con él desde el tabernáculo de reunión, diciendo:</p><p> <sup><strong>2</strong></sup> Habla a los hijos de Israel y diles: Cuando alguno de entre vosotros ofrece ofrenda a Jehová, de ganado vacuno u ovejuno haréis vuestra ofrenda.<sup><br><br><strong>3 </strong></sup>Si su ofrenda fuere holocausto vacuno, macho sin defecto lo ofrecerá; de su voluntad lo ofrecerá a la puerta del tabernáculo de reunión delante de Jehová. <sup><br></sup></p><p><sup><strong>4 </strong></sup>Y pondrá su mano sobre la cabeza del holocausto, y será aceptado para expiación suya. <sup><br></sup></p><p><sup><strong>5 </strong></sup>Entonces degollará el becerro en la presencia de Jehová; y los sacerdotes hijos de Aarón ofrecerán la sangre, y la rociarán alrededor sobre el altar, el cual está a la puerta del tabernáculo de reunión. <sup><br></sup></p><p><sup><strong>6 </strong></sup>Y desollará el holocausto, y lo dividirá en sus piezas. <sup><br></sup></p><p><sup><strong>7</strong></sup> Y los hijos del sacerdote Aarón pondrán fuego sobre el altar, y compondrán la leña sobre el fuego.</p><p> <sup><strong>8</strong></sup> Luego los sacerdotes hijos de Aarón acomodarán las piezas, la cabeza y la grosura de los intestinos, sobre la leña que está sobre el fuego que habrá encima del altar; <sup><br></sup></p><p><sup><strong>9</strong></sup> y lavará con agua los intestinos y las piernas, y el sacerdote hará arder todo sobre el altar; holocausto es, ofrenda encendida de olor grato para Jehová.<br><strong></strong></p><p><strong> Levítico 10:8-11</strong></p><p><strong><sup>8 </sup></strong>Y Jehová habló a Aarón, diciendo: <sup><br></sup></p><p><sup><strong>9 </strong></sup>Tú, y tus hijos contigo, no beberéis vino ni sidra cuando entréis en el tabernáculo de reunión, para que no muráis; estatuto perpetuo será para vuestras generaciones, <sup><br></sup></p><p><sup><strong>10</strong></sup> para poder discernir entre lo santo y lo profano, y entre lo inmundo y lo limpio, <sup><br></sup></p><p><sup><strong>11 </strong></sup>y para enseñar a los hijos de Israel todos los estatutos que Jehová les ha dicho por medio de Moisés.<br><strong></strong></p><p><strong> Malaquías 2:7</strong></p><p><strong><sup>7</sup> </strong>Porque los labios del sacerdote han de guardar la sabiduría, y de su boca el pueblo buscará la ley; porque mensajero es de Jehová de los ejércitos.<strong><br></strong></p><p><strong>Números 6:22-26</strong></p><p><strong><sup>22</sup></strong> Jehová habló a Moisés, diciendo: <sup><br></sup></p><p><sup><strong>23</strong></sup> Habla a Aarón y a sus hijos y diles: Así bendeciréis a los hijos de Israel, diciéndoles:<sup><br><br><strong>24</strong></sup> Jehová te bendiga, y te guarde;<sup><br><br><strong>25</strong></sup> Jehová haga resplandecer su rostro sobre ti, y tenga de ti misericordia;<strong><br><br><sup>26</sup></strong> Jehová alce sobre ti su rostro, y ponga en ti paz.<strong><br></strong></p><p><strong>Hebreos 5:1-4</strong></p><p><strong><sup>1</sup> </strong>Porque todo sumo sacerdote tomado de entre los hombres es constituido a favor de los hombres en lo que a Dios se refiere, para que presente ofrendas y sacrificios por los pecados; <strong><br></strong></p><p><strong><sup>2</sup></strong> para que se muestre paciente con los ignorantes y extraviados, puesto que él también está rodeado de debilidad; <strong><sup><br></sup></strong></p><p><strong><sup>3</sup></strong> y por causa de ella debe ofrecer por los pecados, tanto por sí mismo como también por el pueblo. <br></p><p><strong><sup>4</sup></strong> Y nadie toma para sí esta honra, sino el que es llamado por Dios, como lo fue Aarón.<strong><br></strong></p><p>Los sacerdotes fueron designados para representar a los seres humanos y mediar en su relación con Dios y las cosas que le conciernen. El sacerdote era un mediador. Esto valía para cualquier sistema de sacerdocio, ya fuera israelita, griego, romano o cualquier otro. El sacerdote instrumentaba la relación con Dios, y toda su ocupación apuntaba a facilitar la relación entre el pueblo y Dios.<br><br>El sacerdote ofrece sacrificios en nombre de los seres humanos. El pueblo no puede llevar estos sacrificios a Dios personalmente. El sacerdote sabe cómo ofrecer un sacrificio “aceptable” para que nuestros dones sean aceptables ante Dios, consiguiendo la purificación, o el perdón.<br><br>Los sacerdotes también enseñaban la Ley de Dios al pueblo. Eran expertos en los mandamientos de Dios, y se encargaban de explicarlos y aplicarlos. Finalmente, los sacerdotes también tenían la responsabilidad de bendecir en nombre de Yahvé. A través de ellos, Dios mediaba su buena voluntad y su propósito benefactor hacia el pueblo.<br><br>Sin embargo, en 1 Pedro 2:9, hay un avance. Los creyentes en Jesús recibimos el título de “real sacerdocio”. Este rol implica privilegios increíbles. Los sacerdotes podían acercarse a Dios en el Santuario. Hoy, podemos acercarnos a Dios confiadamente mediante la oración (Heb. 4:14–16; 10:19–23). También hay responsabilidades importantes. Debemos colaborar con Dios en su obra de salvar al mundo. Él quiere que les enseñemos y les expliquemos sus leyes y sus preceptos a los demás. También quiere que ofrezcamos sacrificios de alabanza y buenas obras que le agraden. ¡Qué privilegio y qué responsabilidad!<br><br><strong>¿Qué diferencia debería marcar en nuestra vida el ser hechos “real sacerdocio”? ¿Cómo debería afectar nuestra manera de vivir esta realidad?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de enero",
               "dayTitle":"<p>JESÚS ES MEDIADOR DE UN MEJOR PACTO<br></p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p>Hebreos 8 al 10 se centra en la obra de Jesús como Mediador de un Nuevo Pacto. El problema con el Antiguo Pacto es que era solo un presagio de las cosas buenas que vendrían. Sus instituciones fueron diseñadas para prefigurar, ilustrar, la obra que el Mesías Jesús habría de hacer en el futuro. Así, los sacerdotes prefiguraban a Jesús, pero eran mortales y pecadores. No podían ofrecer la perfección que Jesús ofrecería. Y ministraban en un santuario que era una “figura y sombra” del Santuario celestial (Heb. 8:5).<br><br>Jesús ministra en el verdadero Santuario y nos brinda acceso a Dios. Los sacrificios de animales prefiguraban la muerte de Jesús como un sacrificio en nuestro favor, pero esa sangre no podía limpiar la conciencia. Sin embargo, la muerte de Jesús purifica nuestra conciencia para que podamos acercarnos a Dios con denuedo (Heb. 10:19-22).<br><br><strong>Lee Hebreos 8:8 al 12. ¿Qué nos prometió Dios en el Nuevo Pacto?</strong></p><p><strong><sup>8</sup></strong> Porque reprendiéndolos dice: he aquí vienen días, dice el Señor, en que estableceré con la casa de Israel y la casa de Judá un nuevo pacto;<sup><br><br><strong>9 </strong></sup>No como el pacto que hice con sus padres el día que los tomé de la mano para sacarlos de la tierra de Egipto; porque ellos no permanecieron en mi pacto, y yo me desentendí de ellos, dice el Señor.<sup><br><strong><br>10 </strong></sup>Por lo cual, este es el pacto que haré con la casa de Israel después de aquellos días, dice el Señor: pondré mis leyes en la mente de ellos, y sobre su corazón las escribiré; y seré a ellos por Dios, y ellos me serán a mí por pueblo;<sup><br><br><strong>11 </strong></sup>Y ninguno enseñará a su prójimo, ni ninguno a su hermano, diciendo: Conoce al Señor; porque todos me conocerán, desde el menor hasta el mayor de ellos.<strong><br><br><sup>12</sup></strong> Porque seré propicio a sus injusticias, y nunca más me acordaré de sus pecados y de sus iniquidades.<br><br>Al designar a Jesús como nuestro Sumo Sacerdote, el Padre estableció un Nuevo Pacto que logrará lo que el Antiguo Pacto solo podía anticipar. El Nuevo Pacto ofrece lo que solo un sacerdote perfecto, eterno, divino-humano puede ofrecer. Este Sumo Sacerdote no solo explica la Ley de Dios, sino además la implanta en nuestro corazón. Este Sacerdote ofrece un sacrificio que brinda perdón. Este Sacerdote nos limpia y nos transforma. Él transforma nuestro corazón de piedra en uno de carne (Eze. 36:26). Él realmente nos crea de nuevo (2 Cor. 5:17).<br><br>Este Sacerdote nos bendice de la manera más increíble, al brindarnos acceso a la presencia del mismísimo Padre. Dios planeó que el Antiguo Pacto apuntara hacia el futuro, hacia la obra de Jesús. Era hermoso en su diseño y su propósito. Sin embargo, algunos malinterpretaron su propósito. Reacios a dejar los símbolos, las sombras, y abrazar las verdades a las que apuntaban los símbolos, se perdieron los maravillosos beneficios que les ofrecía el ministerio de Jesús.<br><br>“Cristo era el fundamento y la vida del Templo. Sus servicios eran ti?picos del sacrificio del Hijo de Dios. El sacerdocio habi?a sido establecido para representar el cara?cter y la obra mediadora de Cristo. Todo el plan de adoracio?n sacrificial era una prefiguracio?n de la muerte del Salvador para redimir al mundo. No habri?a eficacia en esas ofrendas cuando el gran evento al cual sen?alaran durante siglos fuese consumado” (DTG 137).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de enero",
               "dayTitle":"",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>A pesar de todas las verdades buenas y llenas de esperanza del libro de Hebreos, también hay una serie de advertencias que alcanzan su punto culminante en los capítulos 10 al 12. Estos capítulos tienen al menos dos elementos en común. En primer lugar, todos comparan a la generación del desierto con los lectores de Hebreos. En segundo lugar, nos exhortan a tener fe.<br><br>La generación del desierto fue la que vio el asombroso poder de Dios manifestado en señales y milagros en su liberación de Egipto. También escuchó a Dios pronunciar los Diez Mandamientos desde el monte Sinaí. Vieron la columna de fuego de noche y la nube protectora durante el día. Comieron maná, pan del cielo. También bebieron agua que brotaba de las rocas dondequiera que acampaban.<br><br>Pero, cuando llegaron a la frontera de la Tierra Prometida, no pudieron confiar en Dios. Les faltó fe, que es la esencia de lo que Dios requiere. “Sin fe es imposible agradar a Dios” (Heb. 11:6). Pablo dice que nosotros, al igual que la generación del desierto, también estamos en la frontera de la Tierra Prometida (Heb. 10:37–39). No obstante, nuestros privilegios y responsabilidades son mayores. No escuchamos a Dios hablar desde el monte Sinaí, pero hemos visto a través de las Escrituras una mayor revelación de Dios en el monte Sion: Dios hecho carne, Jesucristo (Heb. 12:18-24).<br><br>La pregunta es: ¿Tendremos fe? El autor nos anima a seguir el ejemplo de una gran lista de personajes, que culmina con Jesús mismo.<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>Hemos aprendido que Jesús es nuestro Defensor y que va delante de nosotros en la batalla contra el diablo. ¿Cómo podemos luchar juntos, unidos, como iglesia, detrás de nuestro Defensor? ¿Cuáles son esas cosas que impiden que se dé esta unidad? ¿Cuáles son las formas en que Satanás puede debilitarnos como iglesia? ¿Cómo debilitó Satanás a Israel en el pasado?<br><br><strong>2.</strong> Como creyentes, somos una comunidad de sacerdotes bajo la dirección de Dios. ¿De qué manera tu iglesia local puede ofrecer mejores sacrificios de alabanza y buenas obras a Dios? Sé específico y práctico.<br><br><strong>3.</strong> ¿En qué se asemeja nuestra situación a la situación de la generación del desierto justo antes de entrar en la Tierra Prometida? ¿Qué lecciones podemos aprender de estas similitudes?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"1T2022",
         "title":"<p>EL MENSAJE DE HEBREOS<br></p>",
         "verse":"<p>Ahora bien, el punto principal de lo que venimos diciendo es que tenemos tal sumo sacerdote, el cual se sentó a la diestra del trono de la Majestad en los cielos (Heb. 8:1).<br></p>",
         "versionCode":16,
         "weekDate":"1-8 de enero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
