{
   "data":[
      {
         "color":"#44ff88",
         "id":709,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"May 24",
               "dayTitle":"<p>In the Psalms: Part 2</p>",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p><strong>Read for This Week’s Study:</strong> Psalm 46, Jer. 4:23–26, Ps. 47:1–4, 1 Thess. 4:13–17, Psalm 75, Rev. 14:6–12.&nbsp;</p><p><strong>Memory Text: </strong>“Let the peoples praise You, O God; let all the peoples praise You. Oh, let the nations be glad and sing for joy! For You shall judge the people righteously, and govern the nations on earth. Selah” (Psalm 67:3, 4, NKJV).&nbsp;</p><p>When thinking of final events, we tend to focus on the beasts and the powers of Revelation. And, of course, they have a big role—an important one, too. Otherwise, God would not have put them in the Bible for us to understand them (see Rev. 1:3).&nbsp;</p><p>Prophecy, however, also deals with key issues associated with sin and suffering, judgment, the battle between good and evil, the nature of justice and injustice, persecution, and more.&nbsp;</p><p>The Psalms also deal with these issues in great depth, exploring nearly every possible human emotion—from dark despondency to unbridled joy. We see Israel preparing for battle against the forces of darkness. We read about individuals wrestling with the question of why doesn’t God address evil more directly and immediately, a question that no doubt we all have asked. We are directed to the sanctuary for answers, and there also are repeated appeals to God’s status as Creator. Are these not issues and questions that we, in our context today, wrestle with, as well?&nbsp;</p><p>Of course, this is why we will continue unpacking the book of Psalms in order to learn more about these crucial truths.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 25",
               "dayTitle":"<p>A Very Present Help in the Time of Trouble</p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p><strong>Read Psalm 46. What message of hope can we take from this amid the turmoil of life now and what we know is going to come upon the earth in the last days as the great controversy plays out here? <br></strong></p><p><strong>Psalm 46</strong></p><p><strong><sup>1</sup></strong> God is our refuge and strength, A very present help in trouble.</p>\n<p><strong><sup>2</sup></strong> Therefore we will not fear, Even though the earth be removed, And though the mountains be carried into the midst of the sea;</p>\n<p><strong><sup>3</sup></strong> Though its waters roar and be troubled, Though the mountains shake with its swelling. Selah</p>\n<p><strong><sup>4</sup></strong> There is a river whose streams shall make glad the city of God, The holy place of the tabernacle of the Most High.</p>\n<p><strong><sup>5</sup></strong> God is in the midst of her, she shall not be moved; God shall help her, just at the break of dawn.</p>\n<p><strong><sup>6</sup></strong> The nations raged, the kingdoms were moved; He uttered His voice, the earth melted.</p>\n<p><strong><sup>7</sup></strong> The Lord of hosts is with us; The God of Jacob is our refuge. Selah</p>\n<p><strong><sup>8</sup></strong> Come, behold the works of the Lord, Who has made desolations in the earth.</p>\n<p><strong><sup>9</sup></strong> He makes wars cease to the end of the earth; He breaks the bow and cuts the spear in two; He burns the chariot in the fire.</p>\n<p><strong><sup>10</sup></strong> Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth!</p>\n<p><strong><sup>11</sup></strong> The Lord of hosts is with us; The God of Jacob is our refuge. Selah</p>\n<p><br></p><p>Psalm 46 appears to touch on a theme that we find in the book of Hebrews: that of something better. Jesus is better than the earthly high priest, His sacrifice is better than all the animal sacrifices, and the heavenly sanctuary is better than the types that existed on earth.&nbsp;</p><p>This psalm takes a different approach, however. The author is not taking good things and contrasting them with better things; he is contrasting a world in rebellion—and the terrible consequences it has brought—with promise of the better things that God is planning for us.&nbsp;</p><p>Indeed, this psalm is filled with hope and promise that, even amid the desolation and trial and suffering and wars that we face, ultimately we are to “be still, and know that I am God” (Ps. 46:10) and to rest in the assurance that one day all of this is going to end and that God “will be exalted in the earth” (Ps. 46:10).&nbsp;</p><p>Notice, too, what is written here. “Therefore we will not fear, even though the earth be removed, and though the mountains be carried into the midst of the sea” (Ps. 46:2, NKJV).&nbsp;</p><p>One cannot help but be reminded of the scenes that will take place at the Second Coming: “Then the sky receded as a scroll when it is rolled up, and every mountain and island was moved out of its place” (Rev. 6:14, NKJV). And this: “Looking for and hastening the coming of the day of God, because of which the heavens will be dissolved, being on fire, and the elements will melt with fervent heat” (2 Pet. 3:12, NKJV). Our present world, with all its attendant evils, isn’t going to last forever, and what comes afterward promises us something that our minds now can barely fathom. For now, though, we just need to hold on, persevering in faith and clinging to the revelation of God that we have, especially in Jesus on the cross.&nbsp;</p><p><strong>However bad things are in this world (and we know they are going to get worse), what hope should you draw from your knowledge of the goodness, power, and character of God (think: the Cross)?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 26",
               "dayTitle":"<p>Hope Amid Turmoil</p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p>Much of the language in the book of Psalms is symbolic, but when it comes to the language that points forward to the ultimate resetting of our planet, we have little reason to believe that it is merely symbolic. Psalm 46 reminds us that the physical earth will be deeply affected by Christ’s return. But it is not merely the rocks and ocean that will be affected; the grand climax of earth’s history will mean the breakdown of worldly kingdoms—the miserable systems of human government that have caused so much suffering over the millennia.&nbsp;</p><p>In the end, all these powers, and all the evil and suffering that they have brought upon humanity, will come to a complete end.&nbsp;</p><p><strong>Read Jeremiah 4:23–26. What is this telling us about the fate of this world, at least until there’s a “new heaven and a new earth” (Rev. 21:1)?&nbsp;</strong></p><p><strong>Jeremiah 4:23–26</strong></p><p><strong><sup>23</sup></strong> I beheld the earth, and indeed it was without form, and void;  \nAnd the heavens, they had no light.</p>  \n\n<p><strong><sup>24</sup></strong> I beheld the mountains, and indeed they trembled,  \nAnd all the hills moved back and forth.</p>  \n\n<p><strong><sup>25</sup></strong> I beheld, and indeed there was no man,  \nAnd all the birds of the heavens had fled.</p>  \n\n<p><strong><sup>26</sup></strong> I beheld, and indeed the fruitful land was a wilderness,  \nAnd all its cities were broken down  \nAt the presence of the LORD,  \nBy His fierce anger.</p>\n<p><br></p><p>Bible prophecy shows us what will happen to this world. The vision of Daniel 7, for instance, shows us a stormy sea from which the nations of the world arise. The winds of strife and warfare blow across the Gentile sea (the earth), producing one worldly kingdom after another, and not one of them can solve the very real problems that beset the human race. The worldly leaders we dare to trust almost always prove to be as sinful and selfish as the rest of us.&nbsp;</p><p>None of the kingdoms shown to Daniel proved to be a secure home for God’s people (though some were better than others). But we know that we have citizenship in the kingdom of God (Phil. 3:20), and, high above the chaos of this planet, there is a throne that cannot be moved (see Ezek. 1:26). Jesus taught that the world will move into deeper disorder as we approach the moment of Christ’s return (Matthew 24), but we can hold out in faith, regardless of the condition of our planet, because we know that God has not lost control, and that He will ful- fill His promises: “The nations raged, the kingdoms were moved; He uttered His voice, the earth melted. The Lord of hosts is with us; the God of Jacob is our refuge” (Ps. 46:6, 7, NKJV). Short term, things are not going greatly nor will they. Long term? That—thanks to Jesus—is a whole other matter.&nbsp;</p><p><strong>No question, our world seems chaotic and out of control. How should the prophecy of Daniel 7, for instance, help us see that ultimately things will work out well for us if we remain faithful?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 27",
               "dayTitle":"<p>Under His Feet</p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p><strong>Read Psalm 47:1–4. What does it say about our place, ultimately, in Christ’s kingdom?&nbsp;</strong></p><p><strong>Psalm 47:1–4</strong></p><p><strong><sup>1</sup></strong> Oh, clap your hands, all you peoples! Shout to God with the voice of triumph!  \n<strong><sup><br></sup></strong></p><p><strong><sup>2</sup></strong> For the Lord Most High is awesome; He is a great King over all the earth.  \n<strong><sup><br></sup></strong></p><p><strong><sup>3</sup></strong> He will subdue the peoples under us, And the nations under our feet.  \n<strong><sup><br></sup></strong></p><p><strong><sup>4</sup></strong> He will choose our inheritance for us, The excellence of Jacob whom He loves. Selah</p>\n<p><br></p><p>Long term, the future is bright. Until then, humanity ceded dominion over the planet to Lucifer, and by the time Satan appeared at the heavenly council in Job, he boasted that this earth belonged to him.&nbsp;</p><p>“ ‘From where do you come?’ ” God asked.&nbsp;</p><p>“ ‘From going to and fro on the earth, and from walking back and forth on it,’ ” he replied (Job 1:7, NKJV).&nbsp;</p><p>Satan was declaring ownership; the foot was used in antiquity to represent ownership. “ ‘Arise, walk through the length and the breadth of the land,’ ” God instructed Abraham, “ ‘for I will give it to you’ ” (Gen. 13:17, ESV).</p><p><strong>Compare 1 Thessalonians 4:13–17 and Zechariah 14:4, and pay attention to Christ’s feet. What differences do you find between these passages, and what do they teach us about these two different, though related, aspects of Christ’s ultimate sovereignty of this world?</strong></p><p><strong>1 Thessalonians 4:13–17</strong></p><p><strong><sup>13</sup></strong> But I do not want you to be ignorant, brethren, concerning those who have fallen asleep, lest you sorrow as others who have no hope.  \n<strong><sup><br></sup></strong></p><p><strong><sup>14</sup></strong> For if we believe that Jesus died and rose again, even so God will bring with Him those who sleep in Jesus.  \n<strong><sup><br></sup></strong></p><p><strong><sup>15</sup></strong> For this we say to you by the word of the Lord, that we who are alive and remain until the coming of the Lord will by no means precede those who are asleep.  \n<strong><sup><br></sup></strong></p><p><strong><sup>16</sup></strong> For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first.  \n<strong><sup><br></sup></strong></p><p><strong><sup>17</sup></strong> Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord.</p><p><strong>Zechariah 14:4</strong></p>\n\n<p><strong><sup>4</sup></strong> And in that day His feet will stand on the Mount of Olives, which faces Jerusalem on the east. And the Mount of Olives shall be split in two, from east to west, making a very large valley; half of the mountain shall move toward the north and half of it toward the south.</p><p><br></p><p>Talking about what Christ does at the end of the millennium, Ellen G. White wrote: “Christ descends upon the Mount of Olives, whence, after His resurrection, He ascended, and where angels repeated the promise of His return. Says the prophet: ‘The Lord my God shall come, and all the saints with Thee.’ ‘And His feet shall stand in that day upon the Mount of Olives, which is before Jerusalem on the east, and the Mount of Olives shall cleave in the midst thereof, . . . and there shall be a very great valley.’ ‘And the Lord shall be King over all the earth: in that day shall there be one Lord, and His name one.’ Zechariah 14:5, 4, 9. As the New Jerusalem, in its dazzling splendor, comes down out of heaven, it rests upon the place purified and made ready to receive it, and Christ, with His people and the angels, enters the Holy City.”—The Great Controversy, pp. 662, 663.&nbsp;</p><p><strong>Look at the hope we have been given in Jesus. Think about how hard life would be if everything ended, forever, with death. It would all be futile, would it not?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 28",
               "dayTitle":"<p>Wine and Blood</p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p><strong>Read Psalm 75. Read also Matthew 26:26–29 and Revelation 14:9–12. What does this psalm reveal about some of the issues at stake in the judgment, and how do these other texts help us understand these issues?&nbsp;</strong></p><p><strong>Psalm 75</strong></p><p><strong><sup>1</sup></strong> We give thanks to You, O God, we give thanks!  \nFor Your wondrous works declare that Your name is near. <br></p><p><strong><sup>2</sup></strong> “When I choose the proper time,  \nI will judge uprightly.  \n<strong><sup><br></sup></strong></p><p><strong><sup>3</sup></strong> The earth and all its inhabitants are dissolved;  \nI set up its pillars firmly. Selah  \n<strong><sup><br></sup></strong></p><p><strong><sup>4</sup></strong> “I said to the boastful, ‘Do not deal boastfully,’  \nAnd to the wicked, ‘Do not lift up the horn.  \n<strong><sup><br></sup></strong></p><p><strong><sup>5</sup></strong> Do not lift up your horn on high;  \nDo not speak with a stiff neck.’ ”  \n<strong><sup><br></sup></strong></p><p><strong><sup>6</sup></strong> For exaltation comes neither from the east  \nNor from the west nor from the south.  \n<strong><sup><br></sup></strong></p><p><strong><sup>7</sup></strong> But God is the Judge:  \nHe puts down one,  \nAnd exalts another. <br></p><p><strong><sup>8</sup></strong> For in the hand of the Lord there is a cup,  \nAnd the wine is red;  \nIt is fully mixed, and He pours it out;  \nSurely its dregs shall all the wicked of the earth  \nDrain and drink down.  \n<strong><sup><br></sup></strong></p><p><strong><sup>9</sup></strong> But I will declare forever,  \nI will sing praises to the God of Jacob.  \n<strong><sup><br></sup></strong></p><p><strong><sup>10</sup></strong> “All the horns of the wicked I will also cut off,  \nBut the horns of the righteous shall be exalted.”</p><p><strong>Matthew 26:26–29</strong></p>\n\n<p><strong><sup>26</sup></strong> And as they were eating, Jesus took bread, blessed and broke it, and gave it to the disciples and said, “Take, eat; this is My body.”  \n<strong><sup><br></sup></strong></p><p><strong><sup>27</sup></strong> Then He took the cup, and gave thanks, and gave it to them, saying, “Drink from it, all of you.  \n<strong><sup><br></sup></strong></p><p><strong><sup>28</sup></strong> For this is My blood of the new covenant, which is shed for many for the remission of sins.  \n<strong><sup><br></sup></strong></p><p><strong><sup>29</sup></strong> But I say to you, I will not drink of this fruit of the vine from now on until that day when I drink it new with you in My Father’s kingdom.”</p><p><strong>Revelation 14:9–12</strong></p>\n\n<p><strong><sup>9</sup></strong> Then a third angel followed them, saying with a loud voice, “If anyone worships the beast and his image, and receives his mark on his forehead or on his hand,  \n<strong><sup><br></sup></strong></p><p><strong><sup>10</sup></strong> he himself shall also drink of the wine of the wrath of God, which is poured out full strength into the cup of His indignation. He shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb.  \n<strong><sup><br></sup></strong></p><p><strong><sup>11</sup></strong> And the smoke of their torment ascends forever and ever; and they have no rest day or night, who worship the beast and his image, and whoever receives the mark of his name.”  \n<strong><sup><br></sup></strong></p><p><strong><sup>12</sup></strong> Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.</p>\n<p><br></p><p>There is some thought that this psalm would have been sung upon the miraculous destruction of Sennacherib’s army (2 Chronicles 32, 2 Kings 19)—a story that appears to point forward to the final destruction of the wicked in Revelation 20. The people of God are inside the Holy City with their righteous king when the armies of evil come up and surround them, and then they are destroyed by God Himself.&nbsp;</p><p>One of the things that God corrects in the judgment is the misappropriation of power that has taken place in our fallen world. Fallen humans no longer live for others or for the glory of God but for self. Today, in many ways, we are living with the consequences of choosing to believe that there is no meaning or objective moral standard in the universe. If there is to be a meaning, the philosopher Friedrich Nietzsche insisted that we must invent it for ourselves and pretend as if the universe exists for our benefit. Each individual, in effect, behaves as if he or she is a god.&nbsp;</p><p>(One might justifiably ask: How well did this philosophy work out for Nietzsche himself? Not too well, actually. He went insane, collapsing on a street in Italy after trying to stop a man from beating a horse. He then spent the next 11 years of his life in a semi-catatonic state before his death in 1900.)&nbsp;</p><p>However bad the problems are, as believers we are reminded to live with hope and not to judge the future by current events. It is easy to despair as we see the pillars of civilization being steadily eroded by the hearts and minds of the godless or by those whose views of God are not found in the Bible. We are currently living in a period in which moral values, even things as basic as human gender, male and female, have come under assault, at least in some parts of the world. Certain types of immorality, things that many people would have been ashamed to talk about, even privately, are now lauded and applauded publicly. That’s how bad things are getting.&nbsp;</p><p><strong>Though we must do our part now to try to make life better for others, why is it always important to remember that it’s going to take the total destruction of this present world and the supernatural re-creation of it before all things are, ultimately, made right?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 29",
               "dayTitle":"<p>That Your Salvation May Be Known</p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p><strong>Read Psalm 67. How does this hymn of praise inform your understanding of the role of God’s people in Revelation 14:6–12?</strong></p><p><strong>Psalm 67</strong></p><p><strong><sup>1</sup></strong> God be merciful to us and bless us,  \nAnd cause His face to shine upon us, Selah</p>\n<p><strong><sup>2</sup></strong> That Your way may be known on earth,  \nYour salvation among all nations.</p>\n<p><strong><sup>3</sup></strong> Let the peoples praise You, O God;  \nLet all the peoples praise You.</p>\n<p><strong><sup>4</sup></strong> Oh, let the nations be glad and sing for joy!  \nFor You shall judge the people righteously,  \nAnd govern the nations on earth. Selah</p>\n<p><strong><sup>5</sup></strong> Let the peoples praise You, O God;  \nLet all the peoples praise You.</p>\n<p><strong><sup>6</sup></strong> Then the earth shall yield her increase;  \nGod, our own God, shall bless us.</p>\n<p><strong><sup>7</sup></strong> God shall bless us,  \nAnd all the ends of the earth shall fear Him.</p><p><br><strong>Revelation 14:6–12</strong></p>\n\n<p><strong><sup>6</sup></strong> Then I saw another angel flying in the midst of heaven,  \nhaving the everlasting gospel to preach to those who dwell on the earth—  \nto every nation, tribe, tongue, and people—</p>\n<p><strong><sup>7</sup></strong> saying with a loud voice,  \n“Fear God and give glory to Him, for the hour of His judgment has come;  \nand worship Him who made heaven and earth, the sea and springs of water.”</p>\n<p><strong><sup>8</sup></strong> And another angel followed, saying,  \n“Babylon is fallen, is fallen, that great city, because she has made all nations drink  \nof the wine of the wrath of her fornication.”</p>\n<p><strong><sup>9</sup></strong> Then a third angel followed them, saying with a loud voice,  \n“If anyone worships the beast and his image, and receives his mark on his forehead  \nor on his hand,</p>\n<p><strong><sup>10</sup></strong> he himself shall also drink of the wine of the wrath of God,  \nwhich is poured out full strength into the cup of His indignation.  \nHe shall be tormented with fire and brimstone in the presence of the holy angels  \nand in the presence of the Lamb.</p>\n<p><strong><sup>11</sup></strong> And the smoke of their torment ascends forever and ever;  \nand they have no rest day or night, who worship the beast and his image,  \nand whoever receives the mark of his name.”</p>\n<p><strong><sup>12</sup></strong> Here is the patience of the saints;  \nhere are those who keep the commandments of God and the faith of Jesus.</p>\n<p><br></p><p>Engineers at the Massachusetts Institute of Technology have created a new black coating that renders objects painted with it nearly invisible. Created from nanotubes, it is many times darker than any black material previously created. This new material can absorb 99.995 percent of all visible light. Even the brightest light fails to make objects covered in this coating visible.&nbsp;</p><p>Psalm 67 begins with an appeal for God to “cause His face to shine upon us, that Your way may be known on earth” (Ps. 67:1, 2, NKJV). In the plan of salvation, God has provided a way for sinners to be readmitted to His immediate, glorious presence without being destroyed by His glory; and even now, in this life, the cross of Christ makes it possible for God’s face to shine on us.&nbsp;</p><p>But there is more: God intends that we reflect His light to the rest of the world. This was the task given to Israel: the temple was to be a house of prayer for all nations: “ ‘Even them I will bring to My holy mountain, and make them joyful in My house of prayer. Their burnt offerings and their sacrifices will be accepted on My altar; for My house shall be called a house of prayer for all nations’ ” (Isa. 56:7, NKJV).&nbsp;</p><p>In this psalm, David reminds us that God wants His “way [to] be known on earth, [His] salvation among all nations” (Ps. 67:2, NKJV). Tragically, God’s people have often failed in this task. Israel’s record in the Old Testament contains some dark chapters, as does the record of the Christian church during the past two millennia. It is as if we have painted our hearts with an ultra-dark substance, content to absorb God’s light without reflecting it.&nbsp;</p><p>Sometimes, we treat God’s last-day movement as a kind of privileged departure lounge reserved for spiritual frequent flyers, and we seem quite content that the rest of the world must sit in the noisy, uncomfortable gate lounge, unprepared for the journey ahead. The remnant church of Revelation 14, however, is not content just to stand on Zion with Christ, basking in His presence. Instead, they fly across the face of the earth, urging the world to join them on God’s holy mountain.&nbsp;</p><p><strong>What obligations should we as a church, and as individuals, feel toward teaching others the truths that we love so much?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 30",
               "dayTitle":"<p>Further Thought: <br></p>",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p>Read Psalm 133, Acts 1:4–9, and Revelation 5:4–7.&nbsp;</p><p>“During the patriarchal age the influence of the Holy Spirit had often been revealed in a marked manner, but never in its fullness. Now, in obedience to the word of the Saviour, the disciples offered their supplications for this gift, and in heaven Christ added His intercession. He claimed the gift of the Spirit, that He might pour it upon His people.”—Ellen G. White, The Acts of the Apostles, p. 37.&nbsp;</p><p>The disciples were instructed to bear witness to Christ “ ‘to the end of the earth’ ” (Acts 1:8, NKJV), a work that would herald the return of Christ (Matt. 24:14). We are to continue what they started.&nbsp;</p><p>When Christ told us to carry the gospel to the world, He did not leave us alone to figure out how it might happen. The work is directed from heaven’s sanctuary. Our work is intimately wrapped up in Christ: He guides and empowers us. This is His work, not ours: we are asked to follow His lead. You will notice this is how it worked with Israel: God asked them to follow His instructions, and then He made the impossible happen. The Spirit is already at work in the hearts of our neighbors; we are asked to be there when the moment of decision arrives so that we can invite them to join God’s people as they stand with the Lamb on Zion. We do not have to invent new means and methods because we have never been in charge of the work.&nbsp;</p><p><strong>Discussion Questions:&nbsp;</strong></p><p><strong>1</strong> There are lots of unreached people, even though the three angels’ messages have gone all over the world. In class, discuss how we as a church can better fulfill the task that Christ is using us to fulfill. How can we learn not to despair when we think of all the people who still have not heard of these truths for the last days?&nbsp;</p><p><strong>2</strong> In Revelation 5, John witnesses the sealed scroll being given to the Lamb because He is worthy. When the seals on the scroll are opened in Revelation 6, we see the history of the New Testament church clearly predicted down to the end of time. From this description, what lessons can we learn about the way God intends to finish the work?&nbsp;</p><p><strong>3</strong> What are the present events we see in the world that could easily lead to what we know is coming in Revelation 13 and 14? What obstacles remain?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>Inside Story</p>",
               "id":98,
               "idDay":8,
               "idLesson":9,
               "lessonText":"<p><strong>Part 5: Love and Marriage&nbsp;</strong></p><p>By anDrew mcchesney&nbsp;</p><p>Diana and Loren were planning to get married in Santa Fe, New Mexico, when they found out that they were expecting a baby. Diana postponed the wedding because she didn’t want the baby to be the reason for marriage.&nbsp;</p><p>After the baby was born, the couple moved to Salt Lake City, Utah, where Diana’s parents were living. They had had enough of life in Santa Fe.&nbsp;</p><p>Although Diana and Loren weren’t living as Christians, Loren wanted to get married in a church. He chose an Adventist church and contacted its pastor. He also asked his father, an Adventist pastor living near Chicago, to perform the ceremony. This presented a dilemma for both pastors because Diana wasn’t a church member and the couple wasn’t living a Christian life. But after much prayer, they said they felt impressed to “err on the side of love.” Loren’s father gave premarital counseling over the phone.&nbsp;</p><p>On their wedding day, Diana was surprised to see church members whom they didn’t know in attendance. Who attends a wedding of strangers? she thought. Her surprise grew when the church members gave them gifts.&nbsp;</p><p>Unpacking at home, Diana came across a small book titled Happiness Digest. She thought it was a book from the three persistent women who had visited her in Colorado. She began reading it, and she couldn’t put it down. When Loren came home from work, she excitedly said, “This is truth!” He said, “Oh, that’s Steps to Christ, written by a prophet named Ellen White.” The idea of a prophet confused Diana, but a desire sprouted in her heart to visit the Adventist church and learn more about what she had been reading.&nbsp;</p><p>When Diana showed up in church, members didn’t say a word. They accepted her as she was and even took care of her children so she could listen. When she overheard the head elder talking about Bible studies, she told him, “I want to study.” Loren interrupted, “I can tell you whatever you want to know.” He was embarrassed that he hadn’t studied with her. “No, I want to study the Bible for myself,” she said.&nbsp;</p><p>The elder, Lorell Herold, and his wife, Carol, came to their home every week for 28 weeks. As Diana studied, her worldly appearance began to change. No one spoke to her about it. No one preached about it. She simply lost interest in worldly things as church members loved her and as she learned about God’s love that was poured out in the life, death, and resurrection of Jesus.&nbsp;</p><p>Her enthusiasm for the Bible surprised Loren. He wondered what he had missed growing up and began studying the Bible on his own. The two decided to get baptized together.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x2",
               "dayTitle":"<p>Teachers Comments</p>",
               "id":99,
               "idDay":9,
               "idLesson":9,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p>Key Text: Psalm 67:3, 4&nbsp;</p><p>Study Focus: Psalm 46, Psalm 47, Psalm 67, Psalm 75.&nbsp;</p><p>Last week, the selected psalms focused on God’s people at the time of the end as they prepare for the coming of the Lord. The lesson was about the challenges and the struggles of God’s people. The challenges concerned their personal lives. The psalms referred to the need for profound and radical repentance—a complete change of heart. The selected psalms also warned God’s people, as a community of faith, of the external enemy, who in moments of harsh persecution brought unbearable troubles upon them. This week, the four selected psalms will draw our attention to God Himself. The first psalm will present God to us as “our refuge,” who comforts us and reassures us, drawing Himself near to us as the One who will bring “help in” times of “trouble” (Ps. 46:1, NKJV).&nbsp;</p><p>The second psalm will stir our hearts, making us rejoice because God “our King . . . is the King of all the earth” (Ps. 47:6, 7). The third psalm will reinforce these emotions, which will transform into thanks because God has finally responded to our cry. God is no longer just the God to whom we repeat our supplications, asking for His deliverance. God is no longer simply the God to whom we complained, venting our frustration because “in the place of judgment, wickedness was there” (Eccles. 3:16, NKJV). Ultimately, God is the Judge who will bring justice to the world and finally will restore the right order (Ps. 75:7, 10). The fourth, and last, psalm is the fulfillment of the priestly blessing. God, full of merciful blessings, is there among His people (Ps. 67:7).&nbsp;</p><p><strong>Part II: Commentary&nbsp;</strong></p><p>Psalm 46: God Is Our Refuge. This psalm is attributed to the “sons of Korah,” who were Levites (1 Chron. 6:16, 22) responsible for the music in the temple. This information may explain the reference to the temple as “the holy place of the tabernacle of the Most High” (see Ps. 46:4, NKJV). According to the psalm, the dangers that are encountered here are of a double nature. They are not only of a natural order, as in some kind of cosmic earthquake that involves earthly and watery elements. Mountains also are shaken (Ps. 46:3), and mountains are removed into the midst of the sea (Ps. 46:2). The cataclysmic dangers also are due to the violent attack by human enemies, as we see in the phrase “the nations raged.” Their rage catalyzes a parallel movement that culminates in the collapse of all earthly kingdoms (Ps. 46:6, NKJV).&nbsp;</p><p>God’s people, the immediate victims of this double disaster, are identified as the speakers of the psalm, which contains their reaction to the apocalyptic catastrophe: “we will not fear” (Ps. 46:2, NKJV). To the double onslaught from nature and the nations, God’s people respond with a double defense from both nature and God. On one hand, the river from the city of God brings gladness (Ps. 46:4). This flowing river evokes the healing waters running out of the New Jerusalem and the rivers that flowed from the Garden of Eden (Gen. 2:10). The same image reappears in the book of Revelation to describe the New Jerusalem (Rev. 22:1). On the other hand, God Himself is involved: God who stands in the midst of the holy city (Ps. 46:5) is called “our refuge,” which is qualified as “help and strength” in the time of trouble (Ps.46:1, NKJV). Note the cosmic harmony between the God of creation and nature: God controls the elements, just as Jesus calmed the sea (Matt. 8:27). The cosmic confrontation refers to the last events of the great controversy, which will oppose the camp of God represented by the holy mount (the heavenly Zion) to the nations. The psalm resonates with the vision of the apocalyptic prophecy of the last battle of human history, as described in Daniel 11:45 and Revelation 16:16. The psalm ends with the assurance of God’s presence “with us” (Ps. 46:11, NKJV).&nbsp;</p><p>Psalm 47: God Is Our King. Psalm 47 continues the hope that was celebrated in the preceding psalm. The same Levitical author from the sons of Korah sings of the victory of the God of Zion. The God of the temple is sitting on His throne, which is Zion. Now that triumph, complete victory, has been achieved over the enemy, God is acclaimed as the King. This psalm belongs to the series of psalms called “royal Psalms” or “enthronement Psalms,” which are characterized by a general praise of God as King (see Psalms 93, 96–99).&nbsp;</p><p>It is noteworthy that Psalm 47 was used later in the Jewish liturgy of Rosh Hashanah (New Year’s Day), the first day of the first month of the Jewish calendar, Tishri. The blowing of the trumpet that is mentioned in Psalm 47:5 serves as the basis for blowing the shofar on that day, to celebrate the hope that one day God will reign over all the nations. Also, the nations who now are praising God are the same nations who have been defeated in the war (Ps. 47:3). The book of Revelation refers to the same phenomenon when it speaks about the “healing of the nations” in the context of the New Jerusalem (Rev. 22:2, NKJV). In ancient Israel, the word “nations” (goyim) designated the enemies of Israel. Now, in this new environment, the nations are no longer identified against God’s people. They now have become a part of God’s people.&nbsp;</p><p>The event of the Exodus is used as a template to suggest, spiritually, the conquest of the new Canaan. The parallel expressions “inheritance” and “the excellence of Jacob” (Ps. 47:4, NKJV) refer to the conquest of the Promised Land, which included the surrounding nations that had been conquered (see Deut. 32:8). The psalm concludes with the eschatological vision of Israel, and all the nations of the world, who recognize God’s sovereignty. Psalm 75: God Is Our Judge.&nbsp;</p><p>Psalm 75 is memorable for three impressive images used to signify God’s three acts of judgment. First, there is the image of the shaking of the earth, which has crumbled and lost all its foundations (Ps. 75:3). It is as if the psalm described our world today—full of chaos and disorder, a world that has lost all stability and moral points, or pillars, of reference. God, as Judge, reminds His people that He will restore the stability of the “pillars” (Ps. 75:3, NKJV).&nbsp;</p><p>The second image is that of the cup full of very strong wine that God pours out on the wicked. The wicked drink this wine thoroughly (Ps. 75:8). Similarly, the book of Revelation often refers to the cup of God’s wrath (Rev. 14:10, Rev. 16:19, Rev. 18:6). The third image is that of the horns (Ps. 75:10). The horns are a symbol of power and dignity (Num. 23:22, Dan. 7:8).&nbsp;</p><p>At each stage, God’s judgment brings justice to the distorted community. God “puts down” the boastful wicked who “lifts” up his horn (Ps. 75:5, 10 NKJV). God also exalts the righteous whose horn was thrown down (Ps. 75:10). The divine Judge restores, then, the order overturned by the powers of evil.&nbsp;</p><p>The same hope is promised in the book of Ecclesiastes. After having deplored the overturning of order on the earth, Solomon hopes that “ ‘God shall judge the righteous and the wicked, for there is a time there for every purpose and for every work’ ” (Eccles. 3:17, NKJV; compare with Eccles. 12:14). In echo of this sentiment, the angel of Revelation 14 speaks about the same double judgment. On one hand, the angel promises that those who worship the beast, representing the deceptive church, “ ‘shall . . . drink of the wine of the wrath of God’ ” (Rev. 14:10, NKJV). On the other hand, those who worship the Lord of Creation are described as the “saints . . . who keep the commandments of God and the faith of Jesus” and will “rest from their labors” (Rev. 14:12, 13, NKJV).&nbsp;</p><p>Psalm 67: God Is Our Blessing. Psalm 67, which concludes our series of psalms, is a prayer, as indicated by the jussive verbs expressing the wish of the suppliant: “that Your way may be known on earth” (Ps. 67:2, NKJV; compare with Ps. 67:3, 5, 6, 7). This prayer for blessing reflects the Aaronic blessing: “bless us, and cause His face to shine upon us” (Ps. 67:1, NKJV; compare with Num. 6:23–26). Although the speaker is not explicitly identified, the superscription that refers to the chief musician and the evocation of the priestly blessing suggest that it is a priest leading a congregation. What makes this prayer special is its universal scope. The psalm begins with a call for self-blessing: “upon us” (Ps. 67:1), then after the wish that God’s way “may be known on earth . . . among all nations” (Ps. 67:2, NKJV), the prayer extends to all the converted nations. This psalm has in view the eschatological fulfillment when all the nations, not just Israel, will benefit from God’s blessing. This prayer will be fulfilled only in the New Jerusalem, where there will be “no need of the sun or of the moon to shine in it” (Rev. 21:23, NKJV).&nbsp;</p><p><strong>Part III: Life Application</strong>&nbsp;</p><p>We do not need to wait until the coming eschatological persecution to feel our need for God’s refuge now. All kinds of present trouble qualify us for this need and are opportunities to experience God’s refuge. In moments of distress, we may feel threatened by our colleagues or our friends who do not share our faith and may even mock and plot against us. Or we may be beset by illness, failure on an examination in school, a lack of money or financial security, and loneliness. Any of these conditions may qualify as opportunities to enable us to experience God’s refuge. God alone can provide us the help we need to find a way out of any trouble. Only He can give us the strength to endure the difficulty.&nbsp;</p><p>The notion of “royalty” does not correspond to our modern life. Yet, this is an important notion that will help us in humiliating situations not to feel down and desperate: the great King of all the earth is taking care of us. As His children, we will inherit His promise very soon.&nbsp;</p><p>As we experience troubles and injustice, we can meditate upon the following line from Ecclesiastes: “the race is not to the swift . . . but time and chance happen” (Eccles. 9:11, NKJV). This observation of the inherent unfairness of life should also remind us of the mechanism of grace. We do not deserve the divine goodness and mercy we have received. Therefore, we must depend on God’s grace. God’s light is our light already, here and now. How may we receive and enjoy God’s gift of mercy in our lives now and walk with trust and joy as we journey in His light?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>In the Psalms: Part 2</p>",
         "verse":"<p>“Let the peoples praise You, O God; let all the peoples praise You. Oh, let the nations be glad and sing for joy! For You shall judge the people righteously, and govern the nations on earth. Selah” (Psalm 67:3, 4, NKJV).</p>",
         "versionCode":10,
         "weekDate":"May 24–30"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
