{
  "data": [
    {
      "color": "#660583",
      "id": 707,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "May 6",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>It’s easy to take things for granted, particularly things that we have always known or experienced. How easy is it, for instance, for young children to take their parents for granted, whom they have known all their short lives. How easy for us, too, to take for granted the sun, the sky, the air, or the ground beneath our feet.<br><br>However, have you ever stopped to think about how much we take existence itself for granted? That is, how often do we stop and ask the famous philosophical question, Why is there something instead of nothing?<br><br>Why does our universe itself, and all the majesty and grandeur and astonishing things in it, exist to begin with? What great logical contradiction would occur were our universe, and we who are in it, not here?<br><br>According to the latest scientific theory (they tend to change), our universe once did not exist. In other words, ours is a contingent existence, and it’s a miracle that we are here at all. And despite all sorts of myths about the universe arising from absolutely nothing, or from some kind of mathematical equation, our universe exists because God, the Creator, has made it and everything in it.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 7",
          "dayTitle": "<p>A Companion in Tribulation<br></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>After His ascension to heaven (Acts 1:9), Jesus visited the last of the living apostles, John, on the island of Patmos, where John had been exiled by the ruthless Roman emperor Domitian.<br><br><strong>Read Revelation 1:9. See also Matthew 13:21, Acts 14:22, and John 16:33. What’s the message here for all who seek to follow Jesus in this world?</strong><br></p><p><strong>Revelation 1:9</strong></p><p><sup><strong>9</strong></sup> I, John, both your brother and companion in the tribulation and kingdom and patience of Jesus Christ, was on the island that is called Patmos for the word of God and for the testimony of Jesus Christ. <br></p><p><strong>Matthew 13:21</strong></p><p><sup><strong>&nbsp;21</strong></sup> yet he has no root in himself, but endures only for a while. For when tribulation or persecution arises because of the word, immediately he stumbles. <br></p><p><strong>Acts 14:22</strong></p><p><sup><strong>22</strong></sup> strengthening the souls of the disciples, exhorting them to continue in the faith, and saying, “We must through many tribulations enter the kingdom of God.” <br></p><p><strong>John 16:33</strong></p><p><sup><strong>&nbsp;33 </strong></sup>These things I have spoken to you, that in Me you may have peace. In the world you will have tribulation; but be of good cheer, I have overcome the world.”<br></p><p>Separated from the support of his family, friends, and the Christian community, John was not left alone in the tribulations and trouble that he faced as a follower of Jesus. His ministry was not over. His witness was not complete. An angelic visitor of dazzling brightness visited John on that lonely isle and brought him a message directly from the throne of God. This message from Jesus was to echo down the corridors of time through the centuries. It was a message of hope for every generation, but especially a message to prepare God’s last-day people for the coming of Jesus. It is a serious message of warning as well as an end-time message of encouragement as we get ready to face the trials of the final days (or any trials that you might be facing now).<br><br>If you were to enter the cave where it is purported that John was visited by the heavenly angel with Revelation’s prophetic vision, you would immediately notice these words placed on a plaque at its entrance summarizing the entire book of Revelation: “ ‘Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water’ ” (Rev. 14:7, NKJV).<br><br>The central issue in the book of Revelation is worship. We were created as worshiping beings. Every one of us worships something or someone. True worship, the worship of the Creator, enables us to discover life’s true purpose. It gives us a reason for living. It gives us not only something to die for but also, even more significantly, something to live for and, if need be, to endure tribulations for. And indeed, as the final crises arise, we will better understand that “ ‘we must through many tribulations enter the kingdom of God’ ” (Acts 14:22, NKJV).<br><br><strong>If faithful servants of God, like John, face suffering and tribulation, what makes us think we, ourselves, won’t face trouble either? (See 1 Pet. 4:12–15.)</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 8",
          "dayTitle": "<p>Worship the Creator<br></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Revelation 14:7. How does the message of the first angel conclude? What final appeal does this judgment-hour message make? (See also Isa. 40:26, John 1:1–3, and Rom. 1:20.)</strong></p><p><strong>Revelation 14:7</strong></p><p><sup><strong>7</strong></sup> saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”<br></p><p><strong>Isa. 40:26</strong><sup><br><strong><br></strong><strong>26</strong></sup> Lift up your eyes on high,<br>And see who has created these things,<br>Who brings out their host by number;<br>He calls them all by name,<br>By the greatness of His might<br>And the strength of His power;<br>Not one is missing.<br></p><p><strong>John 1:1–3</strong></p><p><sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><br></sup></p><p><sup><strong>2</strong></sup> He was in the beginning with God.<strong><sup> <br></sup></strong></p><p><strong><sup>3 </sup></strong>All things were made through Him, and without Him nothing was made that was made. <br></p><p><strong>Rom. 1:20</strong></p><p><sup><strong>20</strong></sup> For since the creation of the world His invisible attributes are clearly seen, being understood by the things that are made, even His eternal power and Godhead, so that they are without excuse, <br>Revelation 14:7 ends with a clarion call to worship the Creator; this call is especially important now, when most of the scientific and even the Christian world have accepted evolution, a teaching that strikes at the very heart of all things biblical and Christian. If evolution were true, our faith would, of necessity, be a lie. That’s how stark the issues are.<br><br>Revelation’s final appeal, then, is rooted in the Bible’s first book, Genesis. We will never fully understand the issues in this cosmic battle over worship unless we understand the significance of Creation. “In the beginning God created the heavens and the earth” (Gen. 1:1, NKJV).<br><br>This verse is the foundation for all of Scripture. “In the beginning God created.” The Hebrew word for “create” in this passage is bara, a verb that is used only and exclusively with God Himself as the subject. To get just a small idea of how unlimited God’s power is, let’s consider just one object of His creation—the sun. The sun produces more energy in one second than humanity has produced by oil, gas, coal, or fire since the beginning of time.<br><br>The sun has a diameter of approximately 865,000 miles and could hold one million planets the size of earth. But the sun is just one of at least 100 billion stars in our galaxy, the Milky Way. One star called the Pistol Star gives off as much as ten million times the power generated by our sun. One million stars the size of our sun can easily fit within the sphere of the Pistol Star. How do we even begin to wrap our minds around the creation?<br><br>Creation reveals a God of awesome might and unlimited power. His creative power not only brought the heavens and earth into existence but also has worked in behalf of His people through the centuries. He is the God who began this world, who is ever present in this world, and who will never forsake His people in this world.<br><br><strong>Despite how small we are in contrast to the creation, Christ died for us. How does the overwhelming size of the creation only amplify the reality of God’s love?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 9",
          "dayTitle": "<p>A God Who Is Close<br></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p>The God of Creation, who brought the sun, moon, and stars into existence, whose awesome power created this planet and filled it with living things, also is a God who is interested in each one of us. He is the God who delivered His people from Egyptian bondage, who guided them in their wilderness wanderings, who rained manna out of heaven, who caused the walls of Jericho to collapse, and who defeated Israel’s enemies. The same God who unleashed His infinite power to create the universe unleashes that infinite power to defeat the forces of evil that wage the battles for our souls.<br><strong><br>Read 2 Corinthians 5:17, Psalm 139:15–18, Acts 17:27, and Colossians 1:17. What do these verses teach us about the closeness of God?</strong><br></p><p><strong>2 Corinthians 5:17</strong></p><p><sup><strong>17 </strong></sup>Therefore, if anyone is in Christ, he is a new creation; old things have passed away; behold, all things have become new. <br></p><p><strong>Psalm 139:15–18</strong></p><p><br><strong><sup>15</sup></strong> My frame was not hidden from You,<br>When I was made in secret,<br>And skillfully wrought in the lowest parts of the earth.</p><p><sup><strong>16 </strong></sup>Your eyes saw my substance, being yet unformed.<br>And in Your book they all were written,<br>The days fashioned for me,<br>When as yet there were none of them.<br><sup><br><strong>17</strong></sup> How precious also are Your thoughts to me, O God!<br>How great is the sum of them!</p><p><sup><strong>18 </strong></sup>If I should count them, they would be more in number than the sand;<br>When I awake, I am still with You.<br></p><p><strong>Acts 17:27</strong></p><p><sup><strong>27 </strong></sup>so that they should seek the Lord, in the hope that they might grope for Him and find Him, though He is not far from each one of us; <br></p><p><strong>Colossians 1:17</strong></p><p><sup><strong>17 </strong></sup>And He is before all things, and in Him all things consist. <br></p><p>Theologians talk about the transcendence of God. This is the idea that God exists above and over all of the creation. But they also talk about the immanence of God. This is the idea that God also, somehow, exists within our world and, as biblical history shows, is intricately and intimately involved in it. Though the Lord dwells in a “ ‘high and holy place,’ ” He also is “ ‘with him who has a contrite and humble spirit’ ” (Isa. 57:15, NKJV). As Jesus Himself said, talking about His faithful followers: “ ‘I in them, and You in Me; that they may be made perfect in one, and that the world may know that You have sent Me, and have loved them as You have loved Me’ ” (John 17:23, NKJV). It doesn’t get closer or more intimate than that.<br><br>The great news about our God is that His greatness and power are so vast that it reaches across the cosmos and into each of our lives. He promises to remake us, mold us, and transform us into the likeness of His image. Think about what that means. The God who created and who sustains billions of galaxies is the same God not only in whom “ ‘we live, and move, and have our being’ ” (Acts 17:28) but also who works in us, to give us new hearts, to purge us of sin, and make us into new creatures in Christ. What a powerfully comforting thought to realize our God, a God of such power, loves and cares for us.<br><br><strong>How can we learn to draw hope and comfort from understanding the immanence of God? Or does it scare you because God knows your darkest secrets? How should the gospel give you peace in that context?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 10",
          "dayTitle": "<p>Gospel, Judgment, Creation<br></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>Look at the first angel’s message. Everlasting gospel. Hour of judgment. Worship the Creator. Look at how closely related these ideas are. When we stand before our Creator in judgment, it’s only the gospel that gives us any hope at all. “There is therefore now no condemnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit” (Rom. 8:1, NKJV). No condemnation now—and certainly not in the judgment.<br><br>The message of God as Creator is so central to present truth, especially when evolution, even when dressed up in “Christian” garb, threatens to destroy the entire foundation of the Christian faith.<br><br>Yet, amid the onslaught of evolutionary thought, God has raised up a church, a people whose very name itself is a witness against the idea of evolution—a people who are to proclaim the foundational truth of God as our Creator and Redeemer.<br><br><strong>Read Ephesians 3:9, Colossians 1:13–17, Revelation 4:11, and Romans 5:17–19. What do these texts teach about Jesus as Creator and Redeemer?</strong><br></p><p><strong>Ephesians 3:9</strong></p><p><sup><strong>9</strong></sup> and to make all see what is the fellowship of the mystery, which from the beginning of the ages has been hidden in God who created all things through Jesus Christ; <br></p><p><strong>Colossians 1:13–17</strong></p><p><sup><strong>&nbsp;13 </strong></sup>He has delivered us from the power of darkness and conveyed us into the kingdom of the Son of His love, <sup><br></sup></p><p><sup><strong>14</strong></sup> in whom we have redemption through His blood, the forgiveness of sins.<br><sup><strong><br>15 </strong></sup>He is the image of the invisible God, the firstborn over all creation. <sup><br></sup></p><p><sup><strong>16</strong></sup> For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him. <sup><br></sup></p><p><sup><strong>17</strong></sup> And He is before all things, and in Him all things consist. <br></p><p><strong>Revelation 4:11</strong></p><p><sup><strong>11 </strong></sup>“You are worthy, O Lord,<br>To receive glory and honor and power;<br>For You created all things,<br>And by Your will they exist and were created.”<br></p><p><strong>Romans 5:17–19</strong></p><p><sup><strong>&nbsp;17 </strong></sup>For if by the one man’s offense death reigned through the one, much more those who receive abundance of grace and of the gift of righteousness will reign in life through the One, Jesus Christ.)<br><sup><br><strong>18</strong></sup> Therefore, as through one man’s offense judgment came to all men, resulting in condemnation, even so through one Man’s righteous act the free gift came to all men, resulting in justification of life. <sup><br></sup></p><p><sup><strong>19</strong></sup> For as by one man’s disobedience many were made sinners, so also by one Man’s obedience many will be made righteous.<br></p><p>Look at how closely tied Jesus as Creator is to Jesus as Redeemer. The moment that His role as Creator is diminished, as the theory of evolution inevitably does, His role as our Redeemer comes into question, as well. Jesus comes to redeem us from sin, from death, from suffering, and from violence—when sin, death, suffering, and violence are, as evolution teaches, the very means of creation itself?<br><br>God redeems us from the very process He used to create us to begin with? It’s a dangerous lie.<br><br>And what makes it even worse is that evolution mocks the very idea of Jesus’ death on the cross. Why? Paul (see Rom. 5:17–19) inseparably links the introduction of sin, by Adam, to the death of Jesus. There’s a direct link, then, between Adam and Jesus. In any evolutionary model, however, no sinless Adam could have introduced death, because death—millions of years of death—was, supposedly, the force and power that was needed to create Adam to begin with.<br><br>Hence, right from the start, evolution destroys the biblical foundation of the Cross. In contrast, Seventh-day Adventists, by calling the world to worship the Creator, stand as a living witness against this error.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 11",
          "dayTitle": "<p>The Creator on the Cross<br></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p>However much we can and do marvel and worship the Lord as our Creator, there’s more to it. As we have already seen but worth looking at again is the idea that our Creator also is our Redeemer. The God who created us is the same God who redeemed us. The God who said, “ ‘Let Us make man in Our image, according to Our likeness’ ” (Gen. 1:26, NKJV), is the same One who, on the cross, cried out, “ ‘Eli, Eli, lama sabachthani?’ ” that is, “ ‘My God, My God, why have You forsaken Me?’ ” (Matt. 27:46, NKJV). Talk about the reason to fear God or, even more so, to give glory to Him and to worship Him, as well!<br><br>How can we, as fallen human beings, adequately respond to such an amazing truth as this? What could we possibly do in response? We are told, in the first angel’s message, what to do: “ ‘Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water’ ” (Rev. 14:7, NKJV).<br><br><strong>Read John 19:16–30, John’s account of Jesus on the cross. As you read it, think of the Bible texts that we have looked at about Jesus as Creator, as the One by whom “all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him” (Col. 1:16, NKJV). How are we to respond to this amazing expression of God’s love?</strong><br></p><p><strong>John 19:16–30</strong></p><p><sup><strong>16 </strong></sup>Then he delivered Him to them to be crucified. Then they took Jesus and led Him away.<br><sup><strong><br>17 </strong></sup>And He, bearing His cross, went out to a place called the Place of a Skull, which is called in Hebrew, Golgotha, <sup><br></sup></p><p><sup><strong>18 </strong></sup>where they crucified Him, and two others with Him, one on either side, and Jesus in the center. <sup><br></sup></p><p><sup><strong>19</strong></sup> Now Pilate wrote a title and put it on the cross. And the writing was:<br><sup><br><strong>20</strong></sup> Then many of the Jews read this title, for the place where Jesus was crucified was near the city; and it was written in Hebrew, Greek, and Latin.<br><sup><br><strong>21</strong></sup> Therefore the chief priests of the Jews said to Pilate, “Do not write, ‘The King of the Jews,’ but, ‘He said, “I am the King of the Jews.” ’ ”<br><sup><br><strong>22 </strong></sup>Pilate answered, “What I have written, I have written.”<br><sup><br><strong>23 </strong></sup>Then the soldiers, when they had crucified Jesus, took His garments and made four parts, to each soldier a part, and also the tunic. Now the tunic was without seam, woven from the top in one piece. <sup><br></sup></p><p><sup><strong>24</strong></sup> They said therefore among themselves, “Let us not tear it, but cast lots for it, whose it shall be,” that the Scripture might be fulfilled which says:<br><br>“They divided My garments among them,<br>And for My clothing they cast lots.”<br><br>Therefore the soldiers did these things.<br><sup><br><strong>25</strong></sup> Now there stood by the cross of Jesus His mother, and His mother’s sister, Mary the wife of Clopas, and Mary Magdalene. <sup><br></sup></p><p><sup><strong>26</strong></sup> When Jesus therefore saw His mother, and the disciple whom He loved standing by, He said to His mother, “Woman, behold your son!” <sup><br></sup></p><p><sup><strong>27</strong></sup> Then He said to the disciple, “Behold your mother!” And from that hour that disciple took her to his own home.<br><sup><br><strong>28 </strong></sup>After this, Jesus, knowing that all things were now accomplished, that the Scripture might be fulfilled, said, “I thirst!” <sup><br></sup></p><p><sup><strong>29 </strong></sup>Now a vessel full of sour wine was sitting there; and they filled a sponge with sour wine, put it on hyssop, and put it to His mouth. <sup><br></sup></p><p><sup><strong>30</strong></sup> So when Jesus had received the sour wine, He said, “It is finished!” And bowing His head, He gave up His spirit.</p><p>The first angel’s message to worship the Creator came after the Cross, after it had become known to the onlooking universe and to Christ’s followers that the One who “made heaven and earth, the sea and springs of water” is the same One who, though being God, took “the form of a bond servant, and [came] in the likeness of men. And being found in appearance as a man, He humbled Himself and became obedient to the point of death, even the death of the cross” (Phil. 2:7, 8, NKJV).<br><br>What an amazing spectacle that must have been to those who knew Jesus before He came to earth as a human being. No wonder heavenly beings worship Him, as well. As for us, redeemed by His blood, what else could we do but worship our Creator and our Redeemer?<br><strong><br>Why is the idea, in light of the Cross, of fallen human beings being able to add anything to what Christ did on the cross such a heretical idea? Which of our works could add to what the Creator already has done for us?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 12",
          "dayTitle": "",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>Further Thought: </strong><br></p><p>The worship of God is central in the Scriptures and has always been a bone of contention for humans and for God’s people. Throughout the Old Testament the prophets reprimanded the people of God for worshiping other gods or for worshiping the Lord using the worship practices of the pagan world. The conflict between worshiping God and worshiping other gods belongs at the very center of the cosmic conflict and comes accompanied by conflict over disregard for the law of God.<br><br>“Worship addresses the most fundamental aspect of human existence in that it has to do with what humans as living creatures should do when confronted by the presence of the Creator. . . . Only those who are alive can worship the Lord; the dead cannot praise and worship Him. . . . The One who created us invites us to surrender our lives in the act of worship in order to receive them back from Him enriched, to be used for the benefit of others. Worship has to do with the very nature and purpose of our existence and with the need for having a center outside of ourselves that frees us from selfishness. Not to worship God is to lose our reason for existence; it is to exist in a state of disorientation and therefore to be dying, heading to total extinction because we are disconnected from the very source of life.”—Ángel Manuel Rodríguez,“The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages,” unpublished manuscript, p. 42.<br><strong><br>Discussion Questions:</strong><br><br><strong>1. </strong>Dwell more on this idea of why, in a fallen world, being created by God is not enough. Why do we need the promise of redemption, as well?<br><strong><br>2. </strong>Think about some experience in which you unmistakably saw the power of God work in your life; that is, in a way that showed you God’s love for you personally. And then dwell on the fact that this is God who created the entire cosmos! And this God loves you enough to care about your life. Why should this reality not only be comforting but also humbling?<br><strong><br>3.</strong> If evolution were true, think about how we would be called to worship a creator who used billions of years of death, violence, destruction, suffering, and mass extinction in order to create us, while at the same time giving us a completely different story in Genesis about how we were created. And yet, we are supposed to be worshiping him? Worship him for what? For lying to us for thousands of years about how we got here to begin with?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 13",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>Sobered by God’s Grace</strong><br><strong><br>By Dale Wolcott</strong><br><br>Back in the 1970s, two sets of Navajo parents, unknown to each other, sent their teenagers to live in the dormitories at Holbrook Seventh-day Adventist Indian School, located 100 miles (160 km) away from home. At Holbrook, boy met girl, boy and girl both met Jesus, and they were baptized. In due time, there was a wedding, the first to be held in the newly constructed Seventh-day Adventist church in the boy’s hometown of Chinle, Arizona.<br><br>When Dennis and Gloria Fulton’s first baby arrived, they took him with them to church. So, baby Oliver grew up knowing that the Adventist Church was his church. But, somehow, he never really met Jesus. Things got in the way, such as Gloria’s nursing job at the local hospital. Making matters worse, Dennis struggled with alcohol, and Oliver began drinking as a teen. Oliver graduated from public high school, moved to the big city to earn a master’s degree in information technology, and discovered that alcohol was controlling his life. At 38, Oliver in desperation moved back home to Chinle, where he knew his mother had been praying for him. He started attending his childhood church, hoping that something would change for him. Oliver found that the church ran an addiction recovery ministry in which 80 Navajo people with struggles like his own met in the church fellowship hall five evenings a week for “Jesus and Me,” a program modeled on Alcoholics Anonymous. His life began to change.<br><br>Meanwhile, the church pastor noticed Oliver in the congregation one Sabbath and suggested having lunch the next week. The meal filled Oliver with hope. “When I came home, I figured I was such a bad sinner that I could never go to heaven,” Oliver says. “I just thought that maybe if I sobered up, I could help some other people get to heaven. But at lunch that day, the pastor told me that my sins could actually be forgiven. Jesus would accept me just as I am. I was amazed. It gave me hope.”<br><br>Oliver has been sober for four years now. At the church, Oliver met a woman, Traci, with her own story of Jesus delivering her from heroin addiction. The pastor baptized Oliver just days before marrying him and Traci in the same church where his parents had been married about 40 years earlier.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>Worshiping the Creator<br></p>",
      "verse": "<p>You are worthy, O Lord, to receive glory and honor and power; for You created all things, and by Your will they exist and were created (Revelation 4:11, NKJV).<br></p>",
      "versionCode": 2,
      "weekDate": "May 6–12"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
