{
   "data":[
      {
         "color":"#326F95",
         "id":6,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"01 de febrero",
               "dayTitle":"<p>EL AMOR DE DIOS POR LA&nbsp;JUSTICIA</p>",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>En el antiguo Cercano Oriente, los “dioses” de las naciones no solo eran volubles, inmorales e impredecibles, sino también ordenaban atrocidades, como el sacrificio de niños. Incluso complaciéndolos, las masas paganas no podían contar con su favor, por lo que no se atrevían a disgustar a sus “deidades” tribales.\n</p><p>Según Deuteronomio 32:17, detrás de tales “dioses” había demonios (ver también 1 Cor. 10:20, 21). Sus formas de culto se prestaban al abuso, y sumían al pueblo en una gran oscuridad espiritual y moral. El Dios de la Biblia es totalmente diferente de esas fuerzas demoníacas, ya que es perfectamente bueno y su carácter es inmutable. Solo en virtud de la bondad constante de Dios podemos tener esperanza ahora y para la Eternidad.\n</p><p>En marcado contraste con los falsos dioses del mundo antiguo, e incluso con los “dioses” modernos, Yahvé se preocupa profundamente por el mal, el sufrimiento, la injusticia y la opresión, todo lo cual condena de manera constante e inequívoca y hará desaparecer.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"02 de febrero",
               "dayTitle":"<p>AMOR Y JUSTICIA</p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p>El amor y la justicia son inseparables a lo largo de las Escrituras. El verdadero amor exige justicia, y la verdadera justicia solo puede regirse y ser impartida sobre la base del amor. No estamos acostumbrados a pensar en estos dos conceptos juntos, pero ello se debe a que tanto el amor como la justicia han sido pervertidos por la humanidad.\n</p><p><strong>Lee Salmos 33:5; 85:10; 89:14; Isaías 61:8; y Jeremías 9:24. ¿Cómo iluminan estos textos el amor de Dios y su preocupación por la justicia?</strong></p><p><strong>Salmos 33:5</strong></p><p><strong><sup>5</sup></strong> Él ama justicia y juicio;\n</p><p>\n</p><p><span style=\"background-color: initial;\">De la misericordia de Jehová está llena la tierra.</span></p><p><strong style=\"background-color: initial;\">Salmos 85:10</strong></p><p><strong style=\"background-color: initial;\"><sup>10</sup></strong><span style=\"background-color: initial;\"><sup> </sup>La misericordia y la verdad se encontraron;</span></p><p><span style=\"background-color: initial;\">La justicia y la paz se besaron.</span></p><p><strong style=\"background-color: initial;\">Salmos 89:14</strong></p><p><strong style=\"background-color: initial;\"><sup>14 </sup></strong><span style=\"background-color: initial;\">Justicia y juicio son el cimiento de tu trono;</span></p><p><span style=\"background-color: initial;\">Misericordia y verdad van delante de tu rostro.</span></p><p><strong style=\"background-color: initial;\">Isaías 61:8</strong></p><p><span style=\"background-color: initial;\"><strong><sup>8</sup></strong> Porque yo Jehová soy amante del derecho, aborrecedor del latrocinio para holocausto; por tanto, afirmaré en verdad su obra, y haré con ellos pacto perpetuo.</span></p><p><strong style=\"background-color: initial;\">Jeremías 9:24</strong></p><p><strong><sup>24 </sup></strong>Mas alábese en esto el que se hubiere de alabar: en entenderme y conocerme, que yo soy Jehová, que hago misericordia, juicio y justicia en la tierra; porque estas cosas quiero, dice Jehová.</p><p><br></p><p>\n</p><p>Estos textos declaran explícitamente que Dios ama la justicia (Sal. 33:5; Isa. 61:8). En la Escritura, el amor y la justicia de Dios son inseparables ya que a él le preocupa profundamente que se obre con rectitud en el mundo.\n</p><p>Por eso, los profetas denuncian sistemáticamente todo tipo de injusticia, incluidas las leyes injustas; las transacciones comerciales engañosas; y la injusticia y la opresión en perjuicio de los pobres, las viudas y cualquier persona vulnerable. Aunque los seres humanos cometen muchas maldades e injusticias, Dios es quien constantemente actúa con “bondad, justicia y rectitud” (Jer. 9:24). En consecuencia, a lo largo de la Escritura, los fieles a Dios anhelan con gran expectación el juicio divino como algo muy bueno, ya que trae consigo el castigo para los malhechores y los opresores, y la justicia y la liberación para las víctimas de la injusticia y la opresión.\n</p><p>La rectitud y la justicia son el fundamento del amoroso gobierno de Dios, a diferencia de los gobiernos corruptos de este mundo, que a menudo perpetúan la injusticia para obtener poder y beneficios personales. En Dios, “el amor y la fidelidad se encontraron, la justicia y la paz se besaron” (Sal. 85:10).\n</p><p>A su vez, Dios deja claro lo que espera de nosotros. “El Señor te ha declarado qué es lo bueno y qué pide de ti: solo practicar la justicia, amar la bondad y andar humildemente con tu Dios” (Miq. 6:8). Es fundamental que reflejemos el amor, la justicia y la misericordia propios del carácter de Dios.\n</p><p><strong>¿Qué ejemplos existen de justicia humana pervertida? ¿Cómo no habríamos de clamar, entonces, para que la justicia perfecta de Dios se haga realidad?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"03 de febrero",
               "dayTitle":"<p>DIOS ES TOTALMENTE BONDADOSO Y JUSTO</p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p>Dios no se limita a afirmar que ama la justicia y a llamar a las personas a amar y hacer justicia, sino que él mismo ejemplifica perfecta e inquebrantablemente estos rasgos. La Escritura enseña que Dios es totalmente santo, fiel, justo y amoroso. Dios solo y siempre hace lo que es amoroso, recto y justo. Él nunca hace algo malo.\n</p><p><strong>Lee Deuteronomio 32:4 y Salmos 92:15. ¿Qué enseñan estos pasajes acerca de la fidelidad y la justicia de Dios?\n</strong></p><p><strong>Deuteronomio 32:4&nbsp;</strong></p><p><strong><sup>4</sup></strong> Él es la Roca, cuya obra es perfecta,</p><p>Porque todos sus caminos son rectitud;</p><p>Dios de verdad, y sin ninguna iniquidad en él;</p><p>Es justo y recto.</p><p><strong>Salmos 92:15</strong></p><p><sup><strong>15</strong> </sup>Para anunciar que Jehová mi fortaleza es recto,</p><p>Y que en él no hay injusticia.</p><p><br></p><p>Estos y muchos otros pasajes declaran que Dios es justo y amoroso: “En él no hay injusticia” (Sal. 92:15, compara con Sal. 25:8; 129:4). “El Señor [...] es justo, no hace iniquidad. Cada mañana saca a luz su juicio, nunca falta; pero el injusto no tiene vergüenza” (Sof. 3:5). Observa el contraste directo entre el carácter de Dios y el de quienes aman la injusticia.\n</p><p>Dios sabe qué es lo mejor para todos, quiere lo mejor para todos y trabaja continuamente para lograrlo.\n</p><p><strong>Lee Salmo 9:7 y 8; y 145:9 al 17. ¿Qué enseñan estos versículos acerca de Dios?\n</strong></p><p><strong>Salmo 9:7 y 8</strong></p><p><strong><sup>7 </sup></strong>Pero Jehová permanecerá para siempre;</p><p>Ha dispuesto su trono para juicio.</p><p><strong><sup>8</sup></strong> Él juzgará al mundo con justicia,\n</p><p>Y a los pueblos con rectitud.</p><p><strong>Salmo 145:9 al 17</strong></p><p><strong><sup>9</sup></strong> Bueno es Jehová para con todos,\n</p><p>\n</p><p>Y sus misericordias sobre todas sus obras.</p><p>\n</p><p><strong><sup>10</sup></strong> Te alaben, oh Jehová, todas tus obras,</p><p>Y tus santos te bendigan.</p><p><strong><sup>11</sup></strong> La gloria de tu reino digan,</p><p>Y hablen de tu poder,</p><p><strong><sup>12</sup></strong> Para hacer saber a los hijos de los hombres sus poderosos hechos,</p><p>Y la gloria de la magnificencia de su reino.</p><p><strong><sup>13</sup></strong> Tu reino es reino de todos los siglos,</p><p>Y tu señorío en todas las generaciones.</p><p><strong><sup>14</sup></strong> Sostiene Jehová a todos los que caen,</p><p>Y levanta a todos los oprimidos.</p><p><strong><sup>15</sup></strong> Los ojos de todos esperan en ti,</p><p>Y tú les das su comida a su tiempo.</p><p><strong><sup>16</sup></strong> Abres tu mano,</p><p>Y colmas de bendición a todo ser viviente.</p><p><strong><sup>17</sup></strong> Justo es Jehová en todos sus caminos,</p><p>Y misericordioso en todas sus obras.</p><p><br></p><p>El Dios de la Biblia es “juez justo” (Sal. 7:11) y en él no habita el mal (Sal. 5:4). Como enseña 1 Juan 1:5: “Dios es luz, y en él no hay ninguna tiniebla”. De hecho, Dios no solo es perfectamente bueno, sino también, según Santiago 1:13: “no tienta a nadie ni puede ser tentado por el mal” (compara con Hab. 1:13).</p><p>En todo esto, la bondad y la gloria de Dios están indisolublemente conectadas. Mientras que muchos idolatran el poder, Dios es todopoderoso, pero solo ejerce su poder de forma justa y amorosa. No es coincidencia que cuando Moisés le pidió: “Te ruego que me muestres tu gloria”, Dios haya respondido: “Haré pasar toda mi bondad delante de ti” (Éxo. 33:18, 19).\n</p><p><strong>¿Por qué un Dios tan bueno permite tanta maldad en este mundo? Comparte tu respuesta en clase.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"04 de febrero",
               "dayTitle":"<p>EL CARÁCTER INMUTABLE DE DIOS</p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Malaquías 3:6 y Santiago 1:17. ¿Qué enseñan estos pasajes acerca del carácter de Dios?\n</strong></p><p><strong>Malaquías 3:6</strong></p><p><strong><sup>6</sup> </strong>Porque yo Jehová no cambio; por esto, hijos de Jacob, no habéis sido consumidos.</p><p><strong>Santiago 1:17</strong></p><p><sup><strong>17</strong> </sup>Toda buena dádiva y todo don perfecto desciende de lo alto, del Padre de las luces, en el cual no hay mudanza, ni sombra de variación.</p><p><br></p><p>En Malaquías 3:6, Dios declara: “Yo, el Señor, no cambio”. Aunque algunos interpretan esta parte del versículo en el sentido de que Dios no cambia de ninguna manera, el resto del texto y su contexto inmediato muestran que la inmutabilidad divina a la que se refiere el profeta es la inmutabilidad moral. El resto del versículo indica que Dios puede cambiar relacionalmente, pues Dios dice: “Por eso ustedes, hijos de Jacob, no han sido consumidos”. Y en el versículo siguiente, Dios exhorta a su pueblo: “Vuélvanse a mí, y yo me volveré a ustedes” (Mal. 3:7).\n</p><p>Así, pues, Dios mantiene relaciones de reciprocidad con su Creación, pero su carácter se mantiene constante a través de todas ellas. Esto también es afirmado en Santiago 1:17, que proclama que todos los dones buenos y perfectos proceden de Dios, en quien no hay variación. Dios no es la fuente del mal.\n</p><p>Aquí y en otros lugares, la Escritura enseña sistemáticamente que el carácter de Dios es moralmente inmutable. Sin embargo, Dios puede entrar y entra en una relación real con sus criaturas, a las que responde siempre con amor y justicia.\n</p><p><strong>Lee 2 Timoteo 2:13; Tito 1:2; y Hebreos 6:17 y 18. ¿Qué enseñan estos textos acerca de Dios?\n</strong></p><p><strong>2 Timoteo 2:13</strong></p><p><sup><strong>13</strong> </sup>Si fuéremos infieles, él permanece fiel;</p><p>Él no puede negarse a sí mismo.</p><p><strong>Tito 1:2</strong></p><p><sup><strong>2</strong> </sup>en la esperanza de la vida eterna, la cual Dios, que no miente, prometió desde antes del principio de los siglos,</p><p><strong>Hebreos 6:17 y 18</strong></p><p><sup><strong>17</strong> </sup>Por lo cual, queriendo Dios mostrar más abundantemente a los herederos de la promesa la inmutabilidad de su consejo, interpuso juramento;&nbsp;</p><p><strong><sup>18 </sup></strong>para que por dos cosas inmutables, en las cuales es imposible que Dios mienta, tengamos un fortísimo consuelo los que hemos acudido para asirnos de la esperanza puesta delante de nosotros.</p><p>Dios no se contradice, nunca miente y sus promesas son inquebrantables. El Dios de la Biblia es el mismo que se entregó voluntariamente por nosotros en la persona de Cristo en la Cruz; un Dios en quien se puede confiar sin reservas y depositar nuestra esperanza para el futuro, pues, como dice Hebreos 13:8: “Jesucristo es el mismo ayer, hoy y por los siglos”.\n</p><p><strong>¿Cómo puedes aprender a confiar en la bondad de Dios aun en los momentos cuando las cosas no vayan bien en tu vida? ¿Cómo te ayuda la imagen de Dios en la Cruz a confiar en su bondad?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"05 de febrero",
               "dayTitle":"<p>¿UN DIOS ARREPENTIDO?</p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p>¿Puede Dios “arrepentirse”? ¿En qué sentido? Hemos visto que el carácter de Dios no cambia. Sin embargo, algunos textos bíblicos dicen que Dios “se arrepiente”. Humanamente hablando, arrepentirse implica reconocer que se ha cometido una falta o un error. ¿Cómo es posible, entonces, que algunos pasajes bíblicos describan a Dios como “arrepentido”?\n</p><p><strong>Lee Éxodo 32:14 y compáralo con Jeremías 18:4 al 10. ¿Qué opinas de estas descripciones del “arrepentimiento” de Dios?\n</strong></p><p><strong>Éxodo 32:14</strong></p><p><sup><strong>14</strong> </sup>Entonces Jehová se arrepintió del mal que dijo que había de hacer a su pueblo.</p><p><strong>Jeremías 18:4 al 10</strong></p><p><sup><strong>4</strong> </sup>Y la vasija de barro que él hacía se echó a perder en su mano; y volvió y la hizo otra vasija, según le pareció mejor hacerla.</p><p><strong><sup>5</sup></strong> Entonces vino a mí palabra de Jehová, diciendo:&nbsp;</p><p><strong><sup>6</sup></strong> ¿No podré yo hacer de vosotros como este alfarero, oh casa de Israel? dice Jehová. He aquí que como el barro en la mano del alfarero, así sois vosotros en mi mano, oh casa de Israel.&nbsp;</p><p><strong><sup>7</sup></strong> En un instante hablaré contra pueblos y contra reinos, para arrancar, y derribar, y destruir.&nbsp;</p><p><strong><sup>8</sup></strong> Pero si esos pueblos se convirtieren de su maldad contra la cual hablé, yo me arrepentiré del mal que había pensado hacerles,&nbsp;</p><p><strong><sup>9</sup></strong> y en un instante hablaré de la gente y del reino, para edificar y para plantar.&nbsp;</p><p><strong><sup>10</sup></strong> Pero si hiciere lo malo delante de mis ojos, no oyendo mi voz, me arrepentiré del bien que había determinado hacerle.</p><p><br></p><p>En estos y muchos otros pasajes, Dios es descrito como alguien que cede en su juicio en respuesta al arrepentimiento o la intercesión del pueblo. Dios promete desistir del juicio que había planeado traer sobre su pueblo si este se aparta de su maldad. El hecho de que Dios suspenda sus juicios disciplinarios en respuesta al arrepentimiento humano es un tema común en toda la Escritura.\n</p><p><strong>Lee Números 23:19 y 1 Samuel 15:29. ¿Qué enseñan estos textos con respecto a si Dios “cede” o “se arrepiente”?\n</strong></p><p><strong>Números 23:19</strong></p><p><strong><sup>19 </sup></strong>Dios no es hombre, para que mienta,\n</p><p>\n</p><p>Ni hijo de hombre para que se arrepienta.</p><p>Él dijo, ¿y no hará?</p><p>Habló, ¿y no lo ejecutará?</p><p><strong>1 Samuel 15:29</strong></p><p><sup><strong>29</strong> </sup>Además, el que es la Gloria de Israel no mentirá, ni se arrepentirá, porque no es hombre para que se arrepienta.</p><p>Estos pasajes declaran explícitamente que Dios “no es hombre para que se arrepienta” (1 Sam. 15:29) y que “Dios no es hombre para que mienta, ni hijo de hombre para volverse atrás. Cuando él dice algo, lo realiza. Cuando promete algo, lo cumple” (Núm. 23:19). Leídos a la luz de los otros pasajes, estos textos no pueden interpretarse en el sentido de que Dios no “cede” en absoluto, sino que transmiten la verdad de que no “cede” ni se “arrepiente” de la manera en que lo hacen los seres humanos. Dios siempre cumple sus promesas y, aunque cambiará de rumbo en respuesta al arrepentimiento humano, siempre lo hace de acuerdo con su bondad y su Palabra. Dios suspende sus juicios en respuesta al arrepentimiento precisamente porque su carácter es bueno, justo, amoroso y misericordioso.\n</p><p><strong>¿Qué significan las representaciones bíblicas de los cambios que Dios hace en su curso de acción? ¿Qué enseña esto acerca de la constancia de su carácter y del hecho de que entabla con sus criaturas relaciones de reciprocidad que impactan en él?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"06 de febrero",
               "dayTitle":"<p>AFERRARSE AL AMOR Y LA JUSTICIA</p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p>Las Escrituras enseñan sistemáticamente que “el Señor es [...] Dios fiel, que guarda el pacto y su constante amor por mil generaciones a los que lo aman y guardan sus mandamientos” (Deut. 7:9). Su carácter de bondad y amor fue demostrado de manera suprema por Jesús en la Cruz (ver Rom. 3:25, 26; 5:8).\n</p><p>Según Salmos 100:5: “El Señor es bueno, su amor es para siempre; su fidelidad por todas las generaciones”. Por lo tanto, se puede confiar en Dios; él solamente otorga buenas cosas a sus hijos (Sant. 1:17; compara con Luc. 11:11-13). De hecho, concede cosas buenas incluso a quienes se declaran sus enemigos.\n</p><p><strong>Lee Mateo 5:43 al 48. ¿Qué nos enseña esto acerca del asombroso amor de Dios? ¿Cómo debemos actuar con los demás a la luz de esta enseñanza de Jesús?\n</strong></p><p><strong>Mateo 5:43 al 48</strong></p><p><sup><strong>43</strong> </sup>Oísteis que fue dicho: Amarás a tu prójimo, y aborrecerás a tu enemigo.&nbsp;</p><p><strong><sup>44</sup></strong> Pero yo os digo: Amad a vuestros enemigos, bendecid a los que os maldicen, haced bien a los que os aborrecen, y orad por los que os ultrajan y os persiguen;&nbsp;</p><p><strong><sup>45</sup></strong> para que seáis hijos de vuestro Padre que está en los cielos, que hace salir su sol sobre malos y buenos, y que hace llover sobre justos e injustos.&nbsp;</p><p><strong><sup>46</sup></strong> Porque si amáis a los que os aman, ¿qué recompensa tendréis? ¿No hacen también lo mismo los publicanos?&nbsp;</p><p><strong><sup>47</sup></strong> Y si saludáis a vuestros hermanos solamente, ¿qué hacéis de más? ¿No hacen también así los gentiles?&nbsp;</p><p><strong><sup>48</sup></strong> Sed, pues, vosotros perfectos, como vuestro Padre que está en los cielos es perfecto.</p><p><br></p><p>Mateo 5 describe el amor de Dios como perfecto. El amor imperfecto es el que solo se otorga a quienes nos aman. Pero Dios ama incluso a quienes lo odian y se declaran sus enemigos. Su amor es completo y, por lo tanto, perfecto.\n</p><p>Aunque el amor y la misericordia de Dios superan con creces cualquier expectativa razonable, nunca anulan ni contravienen la justicia. Al contrario, Dios une y armoniza la justicia y la misericordia (Sal. 85:10). Del mismo modo, la Biblia nos exhorta: “Guarda el amor y la justicia, y en tu Dios espera siempre” (Ose. 12:6). Como dice otra versión: “Vive de acuerdo con los principios del amor y la justicia” (Ose. 12:6, NBV; compara con Luc. 11:42).\n</p><p>Dios mismo hará realidad finalmente la justicia perfecta. Romanos 2:5 enseña que se manifestará su justo juicio. Finalmente, los redimidos cantarán: “¡Grandes y maravillosas son tus obras, Señor Dios Todopoderoso! ¡Justos y verdaderos son tus caminos, Rey de las naciones! ¿Quién no te temerá y glorificará tu nombre, Señor? Porque solo tú eres santo. Todas las naciones vendrán y te adorarán, porque tus actos de justicia han quedado manifiestos” (Apoc. 15:3, 4; compara con Apoc. 19:1, 2).&nbsp;</p><p><strong>Isaías 25:1 proclama: “¡Señor, tú eres mi Dios! Te exaltaré, alabaré tu nombre; porque has hecho maravillas, cumples tus planes eternos con perfecta fidelidad”. ¿Cómo podemos aprender a alabar a Dios incluso en los malos momentos? ¿De qué manera puede tu vida ser una ofrenda de alabanza a Dios que promueva la justicia en tu esfera de influencia?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"07 de febrero",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>Lee el capítulo titulado “El amor de Dios por el hombre” en las páginas 7 a 14 del libro El camino a Cristo, de Elena de White.\n</p><p>“La Palabra de Dios revela su carácter. Él mismo ha declarado su infinito amor y piedad. Cuando Moisés oró: ‘Te ruego que me muestres tu gloria!’, el Señor respondió: ‘Yo haré pasar toda mi bondad delante tu rostro’ (Éxo. 33:18, 19). Esta es su gloria. El Señor pasó delante de Moisés y proclamó: ‘¡Jehová, Jehová! Dios fuerte, misericordioso y piadoso; tardo para la ira y grande en misericordia y verdad, que guarda misericordia a millares, que perdona la iniquidad, la rebelión y el pecado’ (Éxo. 34:6, 7). Él es tardo para enojarse y ‘de grande misericordia’ (Jon. 4:2), ‘porque se deleita en la misericordia’ (Miq. 7:18).\n</p><p>“Dios ha unido nuestros corazones a él con señales innumerables en los Cielos y en la Tierra. Él ha procurado revelársenos mediante las cosas de la naturaleza y de los más profundos y tiernos lazos terrenales que el corazón humano pueda conocer. Sin embargo, estas cosas solo representan imperfectamente su amor. Y, a pesar de que se han dado todas estas evidencias, el enemigo del bien cegó la mente de los hombres para que ellos miraran a Dios con temor, para que lo considerasen severo y no perdonador. Satanás indujo a los hombres a concebir a Dios como un ser cuyo principal atributo es una justicia inexorable; es decir, como un juez severo, un duro y estricto acreedor. Pintó al Creador como un ser que está vigilando con ojo celoso para discernir los errores y las faltas de los hombres para así poder castigarlos con juicios. Fue para disipar esta sombra oscura, para revelar al mundo el infinito amor de Dios, que Jesús vino a vivir entre los hombres” (Elena G. de White, El camino a Cristo, p. 10).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong><sup>1.</sup></strong> ¿Por qué es tan importante reconocer que la gloria de Dios está ligada a su bondad? ¿Cómo corrige esto una teología de la gloria divina que enfatiza solo el poder sin destacar simultáneamente el amor y el carácter de Dios?\n</p><p><strong><sup>2.</sup></strong> ¿Has cuestionado alguna vez la bondad de Dios? ¿Conoces a alguien que haya cuestionado la bondad de Dios por la forma en que actúan a veces quienes dicen seguir a Dios, o simplemente por todo el mal que existe en el mundo? ¿Cómo has resuelto eso para ti mismo y cómo podrías ayudar a alguien que esté luchando con la cuestión de la bondad de Dios? Ver la lección de la próxima semana.\n</p><p><strong><sup>3.</sup></strong> Desarrolla en tu clase la respuesta a la pregunta del lunes. ¿Cómo nos ayuda la realidad del Gran Conflicto a entender todo el mal que existe?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"07 de febrero",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Jeremías 9:24\n</strong></p><p><strong>Enfoque del estudio: </strong>Salmos 33:5; Jeremías 18:7-10; Malaquías 3:6; Santiago 1:17. Introducción: El amor y la justicia de Dios son intrínsecos a su carácter a lo largo de las Escrituras. Estos atributos revelan su profunda preocupación por la justicia y la rectitud.\n</p><p><strong>Temática de la lección\n</strong></p><p>La lección de esta semana destaca tres tópicos principales:\n</p><p><strong>El amor y la justicia van de la mano: </strong>Aunque no estemos acostumbrados a pensar que el amor y la justicia estén unidos, las Escrituras muestran que el verdadero amor requiere justicia y que la verdadera justicia está motivada por el amor. A diferencia de ello, el presunto amor carente de justicia es indulgencia con el mal, mientras que la justicia sin amor no es más que frío legalismo. Por tanto, el amor y la justicia auténticos describen el carácter perfecto de Dios. Él ama la justicia y pretende que sea practicada en el mundo.</p><p><strong>La justicia amorosa exige constancia:</strong> La justicia es el fundamento del gobierno de Dios. Sus acciones se basan en la constancia del carácter moral divino, no en decisiones aleatorias y actos injustos. La justicia de Dios emana de su constancia, pues él nunca miente y sus promesas son inquebrantables. Aunque la Escritura afirma la inmutabilidad moral de Dios, también indica que sus acciones pueden variar en respuesta a las decisiones humanas.\n</p><p><strong>La justicia amorosa tiene en cuenta el arrepentimiento: </strong>Las Escrituras afirman que Dios no se arrepiente; es decir, que no miente. Por otra parte, algunos pasajes del Antiguo Testamento indican que Dios se arrepiente en el sentido de que no aplica el esperado juicio anunciado por él debido a las malas acciones humanas. El hecho de que Dios se arrepienta no significa que haya faltado a la verdad acerca de su juicio anunciado, sino que, en virtud de la dinámica relacional que mantiene con los seres humanos, modifica su accionar en relación con las personas si estas se arrepienten y deciden vivir una vida de comunión con él.\n</p><p><strong>Aplicación a la vida\n</strong></p><p>Puesto que Dios puede introducir cambios en su relación con su pueblo en respuesta a la aceptación o al rechazo por parte de este, ¿Cómo podemos reflejar la justicia amorosa de Dios cuando reaccionamos ante la injusticia y el mal existentes en el mundo?\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>El amor y la justicia van de la mano\n</strong></p><p>Muchas personas están acostumbradas a pensar que el amor y la justicia son mutuamente excluyentes. Según esta perspectiva, no es posible ser justo y amoroso al mismo tiempo, pues el amor es indulgente e impide, o al menos empaña, la debida aplicación de la justicia, mientras que la justicia debe ser objetiva y desapasionada, lo que excluye necesariamente la misericordia y amor.</p><p>Sin embargo, este punto de vista no es el único (ni el mejor) modo de concebir la distinción entre amor y justicia. De hecho, el amor y la justicia no constituyen una dicotomía en la Biblia, sino que se combinan coherentemente en la descripción del carácter perfecto de Dios. En el relato bíblico integrador del amor y la justicia, no se puede pensar adecuadamente en uno sin el otro. Una pretensión de amor sin justicia es en verdad falta de equidad, mientras que la idea de justicia sin amor es en realidad un frío legalismo. De hecho, la Biblia va incluso un paso más allá en la descripción del carácter de Dios, quien no se limita a combinar el amor y la justicia, sino que ama realmente la justicia (Sal. 33:5; Isa. 61:8).\n</p><p>El término hebreo para referirse a la justicia en el Salmo 33:5 e Isaías 61:8 es mishpat, que transmite la idea de un gobierno correcto, adecuado. Según Robert Culver, mientras que las concepciones modernas de la democracia como forma de gobierno separan las funciones legislativas, judiciales y ejecutivas, mishpat no está “restringida solo a los procesos judiciales”, sino que se refiere a “todas las funciones del Gobierno” (Robert D. Culver, “sh?pat”, en Theological wordbook of the Old Testament, ed. por R. Laird Harris, Gleason L. Archer Jr. y Bruce K. Waltke [Moody Press, 1980], p. 948). El Gobierno en tiempos bíblicos se centraba principalmente en la figura del gobernante más que en códigos legales. Además, el gobernante-juez tenía simultáneamente facultades tanto judiciales como ejecutivas. En otras palabras, el gobernante-juez no solo tomaba decisiones judiciales, sino también las ejecutaba o hacía que fueran ejecutadas. Como ejemplo de ello, cuando David apeló a Dios como juez en su contienda con Saúl, no solo estaba pensando en términos de una decisión jurídica, sino también dio por sentada una ejecución judicial de liberación y vindicación: “Sea Jehová juez, y juzgue entre tú y yo, y vea y defienda mi causa, y me libre de tu mano” (1 Sam. 24:15).\n</p><p>Si tenemos en cuenta esta concepción amplia de la justicia, decir que Dios la ama parece implicar al menos dos puntos importantes para nuestro estudio de su carácter: primero, la justicia de Dios no está meramente relacionada con los códigos legales, sino que concierne fundamentalmente a su carácter. En segundo lugar, Dios no ama solo la deliberación acerca de la justicia, sino también su ejecución.\n</p><p><strong>La justicia amorosa exige constancia\n</strong></p><p>Si la justicia se refiere a un gobierno adecuado, con buen criterio y ejecutividad, como se ha señalado antes, debe excluir la posibilidad de decisiones aleatorias o caprichosas por parte del gobernante. Desde esta perspectiva, la justicia exige constancia y regularidad. Hay dos pasajes principales en las Escrituras, uno en el Antiguo Testamento y otro en el Nuevo Testamento, que se utilizan normalmente para afirmar la inmutabilidad de Dios. Aunque el concepto de inmutabilidad está muy cargado de supuestos filosóficos en los debates acerca de la doctrina de Dios en diversas tradiciones teológicas cristianas, se puede afirmar que Malaquías 3:6 y Santiago 1:17 enfatizan la constancia del carácter moral de Dios. En otras palabras, Dios es moralmente inmutable o inalterable.</p><p>Por su parte, en Malaquías 2:17 se introduce el capítulo siguiente con una pregunta acerca de la justicia divina: “¿Dónde está el Dios de justicia?” En otras palabras, ¿qué sucederá con todo “el que hace el mal” (Mal. 2:17)? En respuesta a esta pregunta fundamental, Malaquías 3 destaca la llegada del juicio divino. “¿Quién podrá soportar el tiempo de su venida? ¿Quién podrá subsistir cuando él se manifieste?” (Mal. 3:2). El juicio se refiere en particular a la historia de rebeldía del pueblo de Dios, pero este severo mensaje pretende ser en realidad un llamado al arrepentimiento. Por lo tanto, el tono del futuro juicio de Dios es, en última instancia, esperanzador.\n</p><p>En este contexto de juicio y esperanza, el Señor subraya que él no cambia y que este hecho es la razón por la que su pueblo no es destruido (Mal. 3:6). La idea de la inmutabilidad de Dios se traduce en la versión bíblica New English Translation como “Yo, el Señor, no me retracto de mis promesas”, lo que capta la noción de la inmutabilidad moral del pacto de Dios sugerida por el contexto del pasaje. Al mismo tiempo, el énfasis de Malaquías 3:7 (“vuélvanse a mí, y yo me volveré a ustedes”) pone de relieve un cambio de actitud relacional positivo por parte de Dios; a saber, lo que él desea hacer en caso de que el pueblo se arrepienta.\n</p><p>Santiago 1:17 también subraya la idea de la constancia divina y de su inmutabilidad moral. El contexto de Santiago 1 indica que las tentaciones no son provocadas por Dios, ya que él nos concede constantemente dones buenos y perfectos desde lo alto. Por lo tanto, en lugar de una combinación caprichosa de tentaciones y dones, él siempre nos ofrece de manera constante solamente dones. Como “Padre de las luces”, no muestra “mudanza ni sombra de variación” (Sant. 1:17). La conexión entre Dios como Creador de luz y su constancia también aparece en Salmos 136:7 al 9, que forma parte del reiterado énfasis del salmo: “Porque su amor es para siempre”. En estos versículos, el salmista destaca el poder creador y la inmutabilidad de Dios: “Al que hizo las grandes lumbreras, porque su amor es para siempre; el sol para alumbrar el día, porque su amor es para siempre; la luna y las estrellas para alumbrar la noche, porque su amor es para siempre” (Sal. 136:7-9).\n</p><p><strong>La justicia amorosa tiene en cuenta el arrepentimiento\n</strong></p><p>El Antiguo Testamento parece contener afirmaciones paradójicas acerca del arrepentimiento de Dios y su renuencia a actuar en armonía con algunos de sus pronunciamientos. Por un lado, tenemos pasajes como Números 23:19 (“Dios no es hombre para que mienta, ni hijo de hombre para volverse atrás. Cuando él dice algo, lo realiza. Cuando promete algo, lo cumple”) y 1 Samuel 15:29 (“Dios, que es la gloria de Israel, no miente, ni se arrepiente; no es hombre para que se arrepienta”), que afirman la constancia de Dios. En otras palabras, Dios no miente, lo cual es coherente con la enseñanza del Nuevo Testamento acerca de Dios en Tito 1:2 y Hebreos 6:18.\n</p><p>Por otra parte, existen en el Antiguo Testamento pasajes que afirman que Dios cede o se arrepiente en el sentido de que no lleva a cabo el juicio que anunció contra quienes hicieron lo malo. Uno de los ejemplos más conocidos es la misericordia divina mostrada a Nínive en el libro de Jonás (Jon. 3:10), donde el propio Jonás discrepa con el arrepentimiento divino al comienzo del capítulo 4. La razón dada por el profeta para no anunciar el inminente juicio divino contra Nínive destaca la misericordia de Dios: “Pero esto desagradó en extremo a Jonás, y se enojó. Y oró al Señor: ‘Señor, ¿no es esto lo que pensé cuando estaba aún en mi tierra? Por eso quise huir a Tarsis; porque sabía que tú eres clemente y piadoso, tardo para enojarte, abundante en amor, que desistes del mal’ ” (Jon. 4:1, 2). Jonás 4:2 contiene al menos tres razones importantes por las que esta disposición a “ceder” por parte de Dios no debería sorprendernos. En primer lugar, el propio Jonás indica que avizoraba tal desenlace desde el principio. Esta anticipación de la misericordia de Dios es la verdadera razón por la que Jonás huyó a Tarsis. En segundo lugar, su declaración acerca de Dios se hace eco aquí de Éxodo 32:14 y 34:6 y 7, donde el propio Israel fue objeto del arrepentimiento de Dios. Por lo tanto, mucho antes de que Dios cediera con respecto a Nínive, hizo lo mismo con Israel. En tercer lugar, este tipo de arrepentimiento no significa que Dios mintiera acerca de sus juicios anunciados, ya que él explica en Jeremías 18:7 a 10 que “en un instante puedo hablar contra una nación o un reino para arrancar, derribar y destruir. Pero si esa nación se convierte de su maldad, yo también desistiré del mal que había pensado hacerle, y en un instante hablaré de esa nación o ese reino para edificar y plantar. Pero si hace lo malo ante mis ojos, y desoye mi voz, desistiré del bien que había determinado hacerle”. Por lo tanto, en el contexto de las relaciones bilaterales, Dios cambia de actitud hacia las personas cuando estas cambian de actitud hacia él.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Las Escrituras afirman la inmutabilidad moral de Dios, pero él puede introducir cambios en su manera de relacionarse con su pueblo cuando este decide aceptarlo o rechazarlo. Con esta idea en mente, analiza con tu clase las siguientes preguntas:\n</p><p><strong><sup>1.</sup></strong> ¿Cómo podemos reflejar la justicia de Dios cuando reaccionamos ante la injusticia y las malas acciones que existen en el mundo?\n</p><p><strong><sup>2.</sup></strong> Dios se arrepiente y cambia en relación con sus juicios en respuesta a la actitud de las personas hacia él. La justicia de Dios ¿consiste solo en venganza y retribución o contempla alguna forma de restauración? Explica tu respuesta. ¿Cómo se relaciona el arrepentimiento de Dios con la restauración?\n</p><p><strong><sup>3.</sup></strong> Dios está dispuesto a ceder y a restaurar su relación con su pueblo. Desde esta perspectiva, ¿cómo podemos cultivar la justicia y el amor para restaurar las relaciones rotas?\n</p><p>4. ¿Hubo ocasiones en las que tus intentos de hacer frente a la injusticia tuvieron resultados negativos o contraproducentes para ti? Si es así, ¿cómo respondiste? ¿Cómo puedes perseverar en procura de la justicia y de ayudar a los más vulnerables?\n</p><p><strong><sup>5.</sup></strong> ¿Alguna vez te han tratado injustamente? En caso afirmativo, ¿cuál fue el resultado de esa situación? ¿Cómo influye tu experiencia en tu forma de tratar a los demás?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>EL AMOR DE DIOS POR LA&nbsp;JUSTICIA</p>",
         "verse":"<p>“‘Sino alábese en esto el que se haya de alabar: en entenderme y conocerme, que&nbsp;yo soy el Señor, que actúo con bondad, justicia y rectitud; porque eso me complace’, dice el Señor” (Jer. 9:24).</p><p>\n</p>",
         "versionCode":80,
         "weekDate":"1-7 de febrero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
