{
  "data": [
    {
      "color": "#cd1180",
      "id": 703,
      "idEs": 7,
      "language": "en",
      "lessonDays": [
        {
          "date": "April 9",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>In Genesis, what follow immediately after the Fall, and then the expulsion of Adam and Eve from Eden, are mainly births and deaths, all in fulfillment of God’s prophecies in the preceding chapter. As parallel chapters, Genesis 3 and 4 contain many common themes and words: descriptions of sin (Gen. 3:6–8; compare with Gen. 4:8), curses from the ’adamah, “ground” (Gen. 3:17; compare with Gen. 4:11), and expulsion (Gen. 3:24; compare with Gen. 4:12, 16).<br><br>The reason for these parallels is to highlight the fulfillment of what went on before, the prophecies and predictions that God had given to Adam and Eve after the Fall. The first event after Adam’s expulsion is full of hope; it is the birth of the first son, an event that Eve sees as the fulfillment of the promise that she heard in the Messianic prophecy (Gen. 3:15). That is, she thought he could be the promised Messiah. The next events—the crime of Cain, the crime of Lamech, the decreasing life span, and the increasing wickedness—are all fulfillments of the curse uttered in Genesis 3. Yet, even then, all hope is not lost.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 10",
          "dayTitle": "<p>Cain and Abel<br></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Genesis 4:1, 2. What do we learn from these passages about the births of the two males?</strong><br></p><p><strong>Genesis 4:1-2</strong></p><p><sup><strong>1 </strong></sup>Now Adam knew Eve his wife, and she conceived and bore Cain, and said, “I have acquired a man from the Lord.” <sup><br></sup></p><p><sup><strong>2 </strong></sup>Then she bore again, this time his brother Abel. Now Abel was a keeper of sheep, but Cain was a tiller of the ground. <strong><br></strong></p><p>The first event recorded by the biblical author immediately after Adam’s expulsion from the Garden of Eden is a birth. In the Hebrew phrase in Genesis 4:1, the words “the Lord” (YHWH) are directly linked to the words “a man,” as the following literal translation indicates: “ ‘I have acquired a man, indeed the Lord Himself.’ ” It is rendered by the International Standard Version as “ ‘I have given birth to a male child—the Lord.’ ”<br><br>This literal translation suggests that Eve remembers the Messianic prophecy of Genesis 3:15 and believes that she has given birth to her Savior, the Lord. “The Saviour’s coming was foretold in Eden. When Adam and Eve first heard the promise, they looked for its speedy fulfillment. They joyfully welcomed their first-born son, hoping that he might be the Deliverer.”—Ellen G. White, The Desire of Ages, p. 31.<br><br>In fact, Cain occupies most of the story. He not only is the firstborn, a son that the parents almost “worshiped”; but in the chapter, he also is the only brother who, in the Genesis text, speaks. While Eve excitedly comments on Cain’s birth, she says nothing at Abel’s, at least nothing that is recorded in the text, in contrast to the birth of Cain. The narrator simply reports that she “bore again” (Gen. 4:2, NKJV).<br><br>The name Cain itself is derived from the Hebrew verb qanah, which means “to acquire” and denotes the acquisition, the possession of something precious and powerful. On the other hand, the Hebrew name Hebel, in English Abel, means “vapor” (Ps. 62:9, NKJV), or “breath” (Ps. 144:4, NKJV) and denotes elusiveness, emptiness, lack of substance; the same word, hebel (Abel), is used repeatedly in Ecclesiastes for “vanity.” Though we don’t want to read more into these short texts than is there, perhaps the idea is that Adam and Eve’s hope rested, they believed, only in Cain, because they believed he, not his brother, was the promised Messiah.<br><strong><br>What are things in life that, truly, are hebel, but that we treat as if they mattered much more than they do? Why is it important to know the difference between what matters and what doesn’t?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 11",
          "dayTitle": "<p>The Two Offerings<br></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p>The contrast between Cain and Abel, as reflected in their names, did not just concern their personalities; it also was manifested in their respective occupations. While Cain was “a tiller of the ground” (Gen. 4:2, NKJV), a profession requiring physical hard work, Abel was “a keeper of sheep” (Gen. 4:2, NKJV), a profession implying sensitivity and compassion.<br><br>Cain was the producer of the fruit of the ground, Abel the keeper of the sheep. These two occupations not only explain the nature of the two offerings (fruit of the ground from Cain and a sheep from Abel), but they also account for the two different psychological attitudes and mentalities associated with the two offerings: Cain was working to “acquire” the fruit he would produce, while Abel was careful to “keep” the sheep he had received.<br><br><strong>Read Genesis 4:1–5 and Hebrews 11:4. Why did God accept Abel’s offering and reject Cain’s offering? How are we to understand what happened here?</strong></p><p><strong>Genesis 4:1–5 <sup><br></sup></strong></p><p><sup><strong>1</strong></sup> Now Adam knew Eve his wife, and she conceived and bore Cain, and said, “I have acquired a man from the Lord.” <sup><br></sup></p><p><sup><strong>2 </strong></sup>Then she bore again, this time his brother Abel. Now Abel was a keeper of sheep, but Cain was a tiller of the ground.</p><p><sup><strong>3</strong></sup> And in the process of time it came to pass that Cain brought an offering of the fruit of the ground to the Lord. <sup><br></sup></p><p><sup><strong>4 </strong></sup>Abel also brought of the firstborn of his flock and of their fat. And the Lord respected Abel and his offering, <sup><br></sup></p><p><sup><strong>5 </strong></sup>but He did not respect Cain and his offering. And Cain was very angry, and his countenance fell.<strong><br></strong></p><p><strong>Hebrews 11:4</strong></p><p><sup><strong>4</strong></sup> By faith Abel offered to God a more excellent sacrifice than Cain, through which he obtained witness that he was righteous, God testifying of his gifts; and through it he being dead still speaks.</p><p>“Without the shedding of blood there could be no remission of sin; and they [Cain and Abel] were to show their faith in the blood of Christ as the promised atonement by offering the firstlings of the flock in sacrifice. Besides this, the first fruits of the earth were to be presented before the Lord as a thank offering.”—Ellen G. White, Patriarchs and Prophets, p. 71. While Abel complied with God’s instructions and offered the vegetable offering in addition to the animal burnt offering, Cain ­ neglected to do so. He didn’t bring an animal to be sacrificed, but only an offering of “the fruit of the ground.” It was an act of open disobedience, in contrast to the attitude of his brother. Often, this story has been viewed as a classic case of salvation by faith (Abel and his blood offering) in contrast to an attempt to earn salvation by works (Cain and his fruit of the ground).<br><br>Although these offerings must have had spiritual significance, they did not have any magic value in themselves. They were always merely symbols, images, pointing to the God who provided the sinner not only sustenance but also redemption.<br><br><strong>Read Micah 6:7 and Isaiah 1:11. How can we take the principle applied in these texts and apply it to our lives and worship?</strong></p><p><strong>Micah 6:7 <br><sup>7</sup> </strong>Will the Lord be pleased with thousands of rams,<br>Ten thousand rivers of oil?<br>Shall I give my firstborn for my transgression,<br>The fruit of my body for the sin of my soul?<strong><br></strong></p><p><strong>Isaiah 1:11</strong><sup><br><strong><br>11 </strong></sup>“To what purpose is the multitude of your sacrifices to Me?”<br>Says the Lord.<br>“I have had enough of burnt offerings of rams<br>And the fat of fed cattle.<br>I do not delight in the blood of bulls,<br>Or of lambs or goats.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 12",
          "dayTitle": "<p>The Crime<br></p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Genesis 4:3–8. What is the process that led Cain to kill his brother? See also 1 John 3:12.</strong><br></p><p><strong>Genesis 4:3–8</strong></p><p><strong><sup>&nbsp;3</sup> </strong>And in the process of time it came to pass that Cain brought an offering of the fruit of the ground to the Lord. <sup><br></sup></p><p><sup><strong>4</strong></sup> Abel also brought of the firstborn of his flock and of their fat. And the Lord respected Abel and his offering, <sup><br></sup></p><p><sup><strong>5</strong></sup> but He did not respect Cain and his offering. And Cain was very angry, and his countenance fell.<sup><br><br><strong>6 </strong></sup>So the Lord said to Cain, “Why are you angry? And why has your countenance fallen? <sup><br></sup></p><p><sup><strong>7</strong></sup> If you do well, will you not be accepted? And if you do not do well, sin lies at the door. And its desire is for you, but you should rule over it.”<sup><br><br><strong>8 </strong></sup>Now Cain talked with Abel his brother; and it came to pass, when they were in the field, that Cain rose up against Abel his brother and killed him.<strong><br></strong></p><p><strong>1 John 3:12</strong></p><p><sup><strong>12</strong></sup> not as Cain who was of the wicked one and murdered his brother. And why did he murder him? Because his works were evil and his brother’s righteous.<br></p><p>Cain’s reaction is twofold: “Cain was very angry, and his countenance fell” (Gen. 4:5, NKJV). Cain’s anger was directed, it appears, at God and at Abel. Cain was angry with God because he thought that he was the victim of an injustice and angry with Abel because he was jealous of his brother. Jealous of what? Just the offering? Certainly, more was going on behind the scenes than what is revealed in these few texts.<br><br>Whatever the issues, Cain was depressed because his offering had not been accepted.<br><br>God’s two questions in Genesis 4:6 are related to Cain’s two conditions. Note that God does not accuse Cain. As with Adam, God asks questions, not because He doesn’t know the answers, but because He wants Cain to look at himself and then understand the reason for his own condition. As always, the Lord seeks to redeem His fallen people, even when they openly fail Him. Then, after asking these questions, God counsels Cain.<br><br>First, God urges Cain to “ ‘do well,’ ” to behave the right way. It is a call for repentance and a change of attitude. God promises Cain that he will be “ ‘accepted’ ” and forgiven. In a sense He is saying that Cain can have acceptance with God, but it must be done on God’s terms, not Cain’s.<br><br>On the other hand, “ ‘if you do not do well, sin lies at the door. And its desire is for you, but you should rule over it’ ” (Gen. 4:7, NKJV).<br><br>God’s counsel has revealed the root of sin, and it is found in Cain him- self. Here, again, God is counseling Cain, seeking to guide him in the way he should go.<br><br>God’s second word of counsel concerns the attitude to take toward this sin, which lies at the door and whose “ ‘desire is for you.’ ” God recommends self-control: “ ‘You should rule over it.’ ” The same principle resonates in James, when he explains that “each one is tempted when he is drawn away by his own desires and enticed” (James 1:14, NKJV). The gospel offers us the promise not only of the forgiveness of sin but also victory over it. (See 1 Cor. 10:13.) In the end, Cain had no one to blame for his sin but himself. Isn’t it generally that way with all of us, as well?<br><br><strong>What does this unfortunate story teach us about free will and how God will not force us to obey?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 13",
          "dayTitle": "<p>The Punishment of Cain<br></p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Genesis 4:9–16. Why does God ask the question, “ ‘Where is Abel your brother?’ ” What is the connection between Cain’s sin and him becoming “ ‘a fugitive and a vagabond . . . on the earth’ ” (Gen. 4:12, NKJV)?</strong><br></p><p><strong>Genesis 4:9–16</strong></p><p><sup><strong>9 </strong></sup>Then the Lord said to Cain, “Where is Abel your brother?”<br><br>He said, “I do not know. Am I my brother’s keeper?”<sup><br><br><strong>10</strong></sup> And He said, “What have you done? The voice of your brother’s blood cries out to Me from the ground. <strong><sup><br></sup></strong></p><p><strong><sup>11</sup></strong> So now you are cursed from the earth, which has opened its mouth to receive your brother’s blood from your hand. <strong><sup><br></sup></strong></p><p><strong><sup>12</sup></strong> When you till the ground, it shall no longer yield its strength to you. A fugitive and a vagabond you shall be on the earth.”<sup><br><br><strong>13</strong></sup> And Cain said to the Lord, “My punishment is greater than I can bear! <strong><sup><br></sup></strong></p><p><strong><sup>14</sup></strong> Surely You have driven me out this day from the face of the ground; I shall be hidden from Your face; I shall be a fugitive and a vagabond on the earth, and it will happen that anyone who finds me will kill me.”<strong><br><br><sup>15</sup></strong> And the Lord said to him, “Therefore, whoever kills Cain, vengeance shall be taken on him sevenfold.” And the Lord set a mark on Cain, lest anyone finding him should kill him.<strong><br><br><sup>16</sup></strong> Then Cain went out from the presence of the Lord and dwelt in the land of Nod on the east of Eden. <strong><br></strong></p><p>God’s question to Cain echoes His question to Adam in Eden: “ ‘Where are you?’ ” This echo suggests the link between the sin in Eden and this sin now: the latter sin (Cain’s) was the result of the former one (Adam’s). Cain, though, will not acknowledge his sin; he denies it, something that Adam didn’t do, even though he tried to put the blame elsewhere.<br><br>Cain, in contrast, openly defies God, who doesn’t waste any time confronting Cain with his crime. When God asks the third question, “ ‘What have you done?’ ” He does not even wait for an answer. He reminds Cain that He knows everything, for the voice of Abel’s blood has reached Him from the ground (Gen. 4:10), an image that signifies that God knows about the murder and will respond to it. Abel is in the ground, a direct link back to the Fall and to what the Lord has said would happen to Adam (see Gen. 3:19).<strong> <br></strong></p><p><strong>Read Genesis 4:14. What is the significance of Cain’s words that “ ‘I shall be hidden from Your face’ ” (NKJV)?</strong><br></p><p><strong>Genesis 4:14</strong></p><p><strong><sup>14</sup> </strong>Surely You have driven me out this day from the face of the ground; I shall be hidden from Your face; I shall be a fugitive and a vagabond on the earth, and it will happen that anyone who finds me will kill me.”<strong><br></strong></p><p>It is because Abel’s blood was poured on the ground that the ground is now cursed, again (Gen. 4:12). As a result, Cain is then condemned to become a refugee, far from God. Only when Cain hears God’s sentence does he acknowledge the significance of God’s presence; for without it, he fears for his own life. Even after Cain’s cold-blooded murder of his brother and his defiance in the face of it, the Lord still shows mercy to him, and even though “Cain went out from the presence of the Lord” (Gen. 4:16, NKJV), the Lord still provided him with some kind of protection. Exactly what that “mark” was (Gen. 4:15), we haven’t been told, but whatever it was, it came only because of God’s grace to him.<br><br><strong>“ ‘Hidden from Your face’ ” (Gen. 4:14, NKJV)—what is hidden from the face of God? What a tragic situation for anyone.<br><br>What is the only way that we, as sinners, can avoid that situation?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 14",
          "dayTitle": "<p>The Wickedness of Man<br></p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Genesis 4:17–24. What was Cain’s legacy, and how did Cain’s crime open the way for the increasing wickedness of humankind?</strong><br></p><p><strong>Genesis 4:17–24</strong></p><p><strong>&nbsp;</strong><sup>17</sup><strong> </strong>And Cain knew his wife, and she conceived and bore Enoch. And he built a city, and called the name of the city after the name of his son—Enoch.</p><p><strong><sup>18</sup></strong> To Enoch was born Irad; and Irad begot Mehujael, and Mehujael begot Methushael, and Methushael begot Lamech.<sup><br><br><strong>19</strong></sup> Then Lamech took for himself two wives: the name of one was Adah, and the name of the second was Zillah.</p><p>&nbsp;<strong><sup>20</sup></strong> And Adah bore Jabal. He was the father of those who dwell in tents and have livestock. <strong><sup><br></sup></strong></p><p><strong><sup>21</sup></strong> His brother’s name was Jubal. He was the father of all those who play the harp and flute. <strong><sup><br></sup></strong></p><p><strong><sup>22</sup></strong> And as for Zillah, she also bore Tubal-Cain, an instructor of every craftsman in bronze and iron. And the sister of Tubal-Cain was Naamah.<sup><br><br><strong>23</strong></sup> Then Lamech said to his wives:<br><br>“Adah and Zillah, hear my voice;<br>Wives of Lamech, listen to my speech!<br>For I have killed a man for wounding me,<br>Even a young man for hurting me.<sup><br><strong><br></strong></sup></p><p><sup><strong>24 </strong></sup>If Cain shall be avenged sevenfold,<br>Then Lamech seventy-sevenfold.”<strong><br></strong></p><p>Cain’s great-great-great grandson, Lamech, refers to Cain’s crime in the context of his own. This comparison between the crime of Cain and the crime of Lamech is instructive. While Cain keeps silent about his only recorded crime, Lamech seems to be boasting about his, expressing it in a song (Gen. 4:23, 24). While Cain asks for God’s mercy,<br><br>Lamech is not recorded as asking for it. While Cain is avenged seven times by God, Lamech believes that he will be avenged seventy-seven times (see Gen. 4:24), a hint that he’s very much aware of his guilt.<br><br>Also, Cain is monogamous (Gen. 4:17); Lamech introduces po­lygamy, for the Scripture says specifically that he “took for himself two wives” (Gen. 4:19, NKJV). This intensification and exaltation of evil will definitely affect the next generations of Cainites.<br><br>Following immediately this episode of evil in the Cainite family, the biblical text records a new event that counters the Cainite trend. “Adam knew his wife” (Gen. 4:25), and the result is the birth of Seth, whose name is given by Eve to indicate that God had put “another seed” in the place of Abel. In fact, the history of the name Seth precedes Abel. The name Seth is derived from the Hebrew verb ’ashit, “I will put” (Gen. 3:15), which introduces the Messianic prophecy. The Messianic seed will be passed on in the Sethite line. The biblical text gives, then, the record of the Messianic line beginning with Seth (Gen. 5:3), and including Enoch (Gen. 5:21), Methuselah, and ending with Noah (Gen. 6:8).<br><br>The phrase “sons of God” (Gen. 6:2) refers to the line of Seth because they are designed to preserve the image of God (Gen. 5:1, 4). On the other hand, the “daughters of men” (Gen. 6:2) seems to have a negative connotation, contrasting the offspring of those in the image of God with those in the image of men. And it is under the influence of these “daughters of men” that the sons of God “took wives for themselves of all whom they chose” (Gen. 6:2, NKJV), indicating the wrong direction humanity was heading.<br><br><strong>Read Genesis 6:1–5. What a powerful testimony to the corruption of sin! Why must we do all that we can through God’s power to eradicate sin from our lives?</strong></p><p><strong>Genesis 6:1–5</strong></p><p><sup><strong>1</strong></sup> Now it came to pass, when men began to multiply on the face of the earth, and daughters were born to them,</p><p><strong><sup>2</sup></strong> that the sons of God saw the daughters of men, that they were beautiful; and they took wives for themselves of all whom they chose.<sup><br><br><strong>3</strong></sup> And the Lord said, “My Spirit shall not strive with man forever, for he is indeed flesh; yet his days shall be one hundred and twenty years.” <sup><br></sup></p><p><sup><strong>4</strong></sup> There were giants on the earth in those days, and also afterward, when the sons of God came in to the daughters of men and they bore children to them. Those were the mighty men who were of old, men of renown.<sup><br><strong><br>5</strong></sup> Then the Lord saw that the wickedness of man was great in the earth, and that every intent of the thoughts of his heart was only evil continually. <br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 15",
          "dayTitle": "",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>The repeated phrase “Enoch walked with God” (Gen. 5:22, 24) means intimate and daily companionship with God. Enoch’s personal relationship with God was so special that “God took him” (Gen. 5:24). This last phrase is, however, unique in the genealogy of Adam and does not support the idea of an immediate afterlife in Paradise for those who “walk with God.” Note that Noah also walked with God (Gen. 6:9), and he died like all the other humans, including Adam and Methuselah. It also is interesting to note that no reason is given to justify this special grace. <br></p><p>“Enoch became a preacher of righteousness, making known to the people what God had revealed to him. Those who feared the Lord sought out this holy man, to share his instruction and his prayers. He labored publicly also, bearing God’s messages to all who would hear the words of warning. His labors were not restricted to the Sethites.</p><p>&nbsp;In the land where Cain had sought to flee from the divine Presence, the prophet of God made known the wonderful scenes that had passed before his vision. ‘Behold,’ he declared, ‘the Lord cometh with ten thousands of His saints, to execute judgment upon all, and to convince all that are ungodly among them of all their ungodly deeds.’ Jude 14, 15.”—Ellen G. White, Patriarchs and Prophets, p. 86.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. </strong>Why did Cain kill his brother? Read the following com- ment by Elie Wiesel: “Why did he do it? Perhaps he wanted to remain alone: an only child and, after his parents’ death, the only man. Alone like God and perhaps alone in place of God. . . . Cain killed to become God. . . . Any man who takes himself for God ends up assassinating men.”—Messengers of God: Biblical Portraits and Legends (New York: Random House, 1976), p. 58. How can we be careful, even if we don’t commit murder, not to reflect the attitude of Cain?<br><strong><br>2.</strong>&nbsp; Compare the life span of antediluvians (Genesis 5) to that of the patriarchs. How would we explain this decreasing of the span of human life? How does this degeneration counter the premises of modern Darwinism?</p><p><br></p><p><strong>Inside Story:</strong></p><p><strong>Forgiven in Prison: Part 2</strong></p><p>By Andrew McChesney</p><p><br></p><p>The next Sabbath, inmate Matías greeted Dante, a 36-year-old theology student from Sagunto Adventist College, with a flurry of happy conversation at the prison in Spain. After several minutes, however, Matías abruptly changed his tone and began to fidget nervously. He spoke about his childhood and adult life. He described a years-long struggle over sinful desires.<br><br>“I don’t feel like I’ve done anything wrong,” he said. “When I leave prison, I’ll repeat what I did.” He stared at Dante, waiting to see his reaction. Dante understood that he was being tested. Matías wanted to see whether he would reflect a condemning or a loving God. Dante prayed silently, “Jesus, give me Your grace. You forgave me, and You can forgive him.”<br><br>Matías, seeing that his visitor sat calmly, spoke again. “What would you do to me if you caught me?” he asked. Dante, still praying, answered slowly, “If God can give me grace and salva- tion, He can give you grace and salvation too.”<br><br>Shock twisted Matías’ face. “Aren’t you going to condemn me?” he asked. Opening the Bible, Dante read, “For the good that I will to do, I do not do; but the evil I will not to do, that I practice. Now if I do what I will not to do, it is no longer I who do it, but sin that dwells in me” (Romans 7:19, 20; NJKV).<br><br>“We often don’t understand our actions,” he said. “We don’t do what we want to do, and we end up doing what we don’t want to do. Could it be that you don’t feel bad about your actions because you can’t control them?”<br><br>Matías grabbed the Bible from Dante’s hands and read the passage. Dante turned to Romans 8:1, 2 and read, “There is therefore now no con- demnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit. For the law of the Spirit of life in Christ Jesus has made me free from the law of sin and death.”<br><br>“God hasn’t condemned you,” Dante said. “He wants to help you, and He loves you all the time. You can live differently. You just have to let the Spirit of God live in you. He wants to help you just like He helped me.”<br><br>Deep sorrow filled Matías’ face. The scorn and contempt were gone. Dante understood that, for the first time, Matías was experiencing a deep sense of guilt. Everything changed from that day. Matías stopped mocking God and the Bible.<br><br>“From that moment, I started to study the Bible with him,” Dante said in an interview. “From that moment, he wanted to change his life. He no longer wanted to continue in his old ways but to be on God’s side.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "2T2022",
      "title": "<p>Cain and His Legacy<br></p>",
      "verse": "<p>If you do well, will you not be accepted? And if you do not do well, sin lies at the door. And its desire is for you, but you should rule over it (Genesis 4:7, NKJV)<br></p>",
      "versionCode": 1,
      "weekDate": "April 9–15"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
