{
   "data":[
      {
         "color":"#7DD4B7",
         "id":703,
         "idEs":35,
         "language":"en",
         "lessonDays":[
            {
               "date":"January 11",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>Imagine the following scenario: a five-year-old child comes to his father with a poorly wrapped gift on Father’s Day. Excitedly, he hands the gift to his father.<br><br>Imagine that the father says, “Son, I do not care about your gift. After all, there is nothing you could give me that would please me. Anything you could give me, I could get for myself, and anything you give to me was either bought with my money or made from materials that I paid for. So, keep your gift. I do not need it or want it. But I love you, anyway.”<br><br>Ouch! What do you think of this father’s reaction? Such words as heartless, cold, and unfeeling come to mind. Is this the way God responds to us?<br><br>Can we actually be pleasing to God? Hard as it is to imagine, even we as fallen beings, corrupted by sin, and prone to evil—yes, we can be pleasing to God! In other words, God does not look upon us, or the gifts that we bring Him, with the attitude of that father. On the contrary, we can be pleasing to God, but only through Christ.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 12",
               "dayTitle":"<p>More Valuable Than You Can Imagine</p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p>As we saw in an earlier lesson, there is no one—even the worst sinner or worst evildoer—whom God does not love. And because God values people more than we could possibly imagine, He is displeased by sin because He loves us and knows what sin does to us, as well.<br><strong><br>Read Luke 15:11–32. What does the parable of the prodigal son reveal about God’s compassion and love? What warning does it provide for those who, like the other son, remained home?</strong></p><p><strong>Luke 15:11–32</strong><sup><br></sup></p>\n<p><strong><sup>11</sup></strong> Then He said: “A certain man had two sons.</p>\n<p><strong><sup>12</sup></strong> And the younger of them said to his father, ‘Father, give me the portion of goods that falls to me.’ So he divided to them his livelihood.</p>\n<p><strong><sup>13</sup></strong> And not many days after, the younger son gathered all together, journeyed to a far country, and there wasted his possessions with prodigal living.</p>\n<p><strong><sup>14</sup></strong> But when he had spent all, there arose a severe famine in that land, and he began to be in want.</p>\n<p><strong><sup>15</sup></strong> Then he went and joined himself to a citizen of that country, and he sent him into his fields to feed swine.</p>\n<p><strong><sup>16</sup></strong> And he would gladly have filled his stomach with the pods that the swine ate, and no one gave him anything.</p>\n<p><strong><sup>17</sup></strong> But when he came to himself, he said, ‘How many of my father’s hired servants have bread enough and to spare, and I perish with hunger!</p>\n<p><strong><sup>18</sup></strong> I will arise and go to my father, and will say to him, “Father, I have sinned against heaven and before you,</p>\n<p><strong><sup>19</sup></strong> and I am no longer worthy to be called your son. Make me like one of your hired servants.”’</p>\n<p><strong><sup>20</sup></strong> And he arose and came to his father. But when he was still a great way off, his father saw him and had compassion, and ran and fell on his neck and kissed him.</p>\n<p><strong><sup>21</sup></strong> And the son said to him, ‘Father, I have sinned against heaven and in your sight, and am no longer worthy to be called your son.’</p>\n<p><strong><sup>22</sup></strong> But the father said to his servants, ‘Bring out the best robe and put it on him, and put a ring on his hand and sandals on his feet.</p>\n<p><strong><sup>23</sup></strong> And bring the fatted calf here and kill it, and let us eat and be merry;</p>\n<p><strong><sup>24</sup></strong> for this my son was dead and is alive again; he was lost and is found.’ And they began to be merry.</p>\n<p><strong><sup>25</sup></strong> Now his older son was in the field. And as he came and drew near to the house, he heard music and dancing.</p>\n<p><strong><sup>26</sup></strong> So he called one of the servants and asked what these things meant.</p>\n<p><strong><sup>27</sup></strong> And he said to him, ‘Your brother has come, and because he has received him safe and sound, your father has killed the fatted calf.’</p>\n<p><strong><sup>28</sup></strong> But he was angry and would not go in. Therefore his father came out and pleaded with him.</p>\n<p><strong><sup>29</sup></strong> So he answered and said to his father, ‘Lo, these many years I have been serving you; I never transgressed your commandment at any time; and yet you never gave me a young goat, that I might make merry with my friends.</p>\n<p><strong><sup>30</sup></strong> But as soon as this son of yours came, who has devoured your livelihood with harlots, you killed the fatted calf for him.’</p>\n<p><strong><sup>31</sup></strong> And he said to him, ‘Son, you are always with me, and all that I have is yours.</p>\n<p><strong><sup>32</sup></strong> It was right that we should make merry and be glad, for your brother was dead and is alive again, and was lost and is found.’”</p><p>In this story that Jesus tells, the man’s son requested his inheritance early, effectively rejecting his father and his father’s household. The prodigal son then goes on to squander his inheritance and is reduced to poverty and hunger, envying pigs that eat from a trough. Realizing that the servants in his father’s house have more than enough food, he decides to return home in hopes of becoming a servant.<br><br>What follows is powerful. Some fathers would turn such a son away upon his return. “You took your inheritance and cut yourself off from my house. You no longer have a home here.” That would be a logical, even reasonable, attitude, would it not? In the eyes of some human parents, the son had gone too far to be accepted back home, especially as a son.<br><br>But, in the parable, the father (representing God Himself) does not respond in any of these ways. Rather, “ ‘when [the prodigal son] was still a great way off, his father saw him and had compassion, and ran and fell on his neck and kissed him’ ” (Luke 15:20, NKJV). Even though it was considered less than dignified in such times for the master of the house to run out to meet someone, the father in his great compassion ran out to meet his son and, more astonishingly, restored him to his household, even throwing a celebration in his behalf, signify­ing the great compassion of God for each wayward person and the delight He takes in even a single person returning home. What a picture of God!<br><br><strong>Interesting is the reaction of the other son. Why was this reaction such a human reaction, based at least in part on fairness, and so understandable, as well? What, however, does his part of the story teach us about how human concepts of fairness don’t capture the depth of the gospel or of God’s love for us?</strong><br></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 13",
               "dayTitle":"<p>Rejoicing With Gladness<br></p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p>Hard as it is for us to imagine, God considers each person of incalculable value, which is why He rejoices over the salvation of even one soul.&nbsp;</p><p><strong>Read Zephaniah 3:17. How does this verse shed light on the parable of the prodigal son?</strong><br><sup><br><strong>17 </strong></sup>The Lord your God in your midst,<br>The Mighty One, will save;<br>He will rejoice over you with gladness,<br>He will quiet you with His love,<br>He will rejoice over you with singing.”<br></p><p>Zephaniah 3:17 emphatically displays the delight of God over His redeemed people. Just about every word for joy and delight in the Hebrew language is packed into this single verse, descriptive of God’s delight over His redeemed people. It’s almost as if no one of the terms by itself is sufficient to describe the magnitude of God’s delight on that day.<br><br>Notice, too, where God is according to this verse—in the “midst” of His people. The reconciliation that arises from the relationship of love comes with the immediate presence of God. Just like the father—when he sees the son afar off, he comes running—here God is in the midst of His people.<br><br>In Isaiah 62:4, similar imagery is couched with a marriage analogy. According to Isaiah 62:4 (NKJV), God’s people will “be called Hephzibah,” which means “My delight is in her,” and the land will be called “Beulah,” which means “married.” Why? Because, the text says, “The Lord delights in you, and your land shall be married.” The very pinnacle of God’s joy is reserved for the day of restoration, when He will receive His people and rejoice over us, even as the father rejoiced over his prodigal son.<br><br><strong>Read Ephesians 5:25–28. What does this say about the kind of love we are also called to display?</strong><br></p><p><strong>Ephesians 5:25–28</strong></p><p><sup><strong>25</strong></sup> Husbands, love your wives, just as Christ also loved the church and gave Himself for her,&nbsp;</p><p><sup><strong>26</strong></sup> that He might sanctify and cleanse her with the washing of water by the word,&nbsp;</p><p><sup><strong>27</strong></sup> that He might present her to Himself a glorious church, not having spot or wrinkle or any such thing, but that she should be holy and without blemish.&nbsp;</p><p><sup><strong>28</strong></sup> So husbands ought to love their own wives as their own bodies; he who loves his wife loves himself. <br></p><p>This passage exhorts husbands to love their wives “just as Christ also loved the church and gave Himself for her,” and to love their wives “as their own bodies” (Eph. 5:25, 28, NKJV). These texts not only highlight the kind of unselfish and sacrificial love a husband is to have for his wife but also show that Christ Himself loves His people (the church) as part of Himself.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 14",
               "dayTitle":"<p>Pleasing God?</p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p>How could it be that the God of the universe takes delight in mere humans, fleeting blobs of protoplasm on one tiny planet amid what is probably an infinite universe? How could it be possible that humans could matter so much to the Supreme Being, who is all-powerful and who needs nothing? These questions can be parsed into two aspects.<br><br>First, how could God Himself be delighted? Second, how could humans bring Him delight, particularly given our sinfulness? The first aspect of these questions is the topic for today and the second for tomorrow.&nbsp;</p><p><strong>Read Isaiah 43:4; Psalm 149:4; and Proverbs 15:8, 9. What do they tell us about God taking delight in His people?</strong></p><p><strong>Isaiah 43:4</strong><sup><br></sup></p><p><sup><strong>4 </strong></sup>Since you were precious in My sight,<br>You have been honored,<br>And I have loved you;<br>Therefore I will give men for you,<br>And people for your life.</p><p><strong>Psalm 149:4</strong></p><p><sup><strong>4</strong></sup> For the Lord takes pleasure in His people;<br>He will beautify the humble with salvation.<br></p><p><strong>Proverbs 15:8, 9</strong></p><p><strong><sup>8</sup></strong> The sacrifice of the wicked is an abomination to the Lord,<br>But the prayer of the upright is His delight.<strong><br><sup>9</sup></strong> The way of the wicked is an abomination to the Lord,<br>But He loves him who follows righteousness.<br></p><p>As we partially saw yesterday, God can be pleased by humans because God loves people in a way that takes account of their best interests, as would anyone who loved and cared for others.<br><br>Conversely, God is displeased by His people when they do evil. Indeed, Proverbs 15:8, 9 teaches that, while the “sacrifice” and the “way” of the wicked are each an “abomination to the Lord,” the “prayer of the upright is His delight” and “He loves [the one] who follows righteousness” (NKJV). This passage shows not only that is God displeased by evil but also that He delights in goodness. It also puts divine delight and love in direct relationship with one another, showing the deep connection between God’s love and His delight, which appears throughout Scripture. According to Psalm 146:8, “The Lord loves the righteous” (NKJV).<br><br>Second Corinthians 9:7 adds, “God loves a cheerful giver” (NKJV).<br>Notice, first, what these texts do not say. They do not say that God loves only the righteous or that God loves only the cheerful giver. God loves everyone. Yet, for these texts to convey anything at all, they must mean that God loves the “righteous” and the “cheerful giver” in some special sense. What we have seen in Proverbs 15:8, 9 provides the clue: God loves these and others in the sense of being pleased with them.&nbsp;</p><p><strong>Think about how closely tied heaven and earth must be that God, the Creator of the universe, can be so intimately involved, even emotionally, with us. What hope should this amazing idea give you, especially if you are going through a hard time?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 15",
               "dayTitle":"<p>Living Stones<br></p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p>How is it that we, as fallen, sinful beings, can be pleasing to a holy God?</p><p><strong>Read Romans 8:1 and Romans 5:8. What do these texts teach about our standing before God?</strong><br></p><p><strong>Romans 8:1&nbsp;</strong></p><p><sup><strong>1</strong></sup> There is therefore now no condemnation to those who are in Christ Jesus, who do not walk according to the flesh, but according to the Spirit. <br></p><p><strong>Romans 5:8</strong></p><p><sup><strong>&nbsp;8</strong></sup> But God demonstrates His own love toward us, in that while we were still sinners, Christ died for us. <br></p><p>God bestows grace on people prior to any human response. Before anything we say or do, God reaches out to us and gives us the opportunity to accept or reject His love. As Romans 5:8 puts it, “God demonstrates His own love toward us, in that while we were still sinners, Christ died for us” (NKJV; compare with Jer. 31:3). And we can be reconciled to God and even pleasing in His sight, by faith through the work of our Redeemer.<br><br><strong>Read 1 Peter 2:4–6 and compare it with Hebrews 11:6. What does this tell us about how we can be pleasing to God?</strong><br></p><p><strong>1 Peter 2:4–6&nbsp;</strong></p><p><sup><strong>4</strong></sup> Coming to Him as to a living stone, rejected indeed by men, but chosen by God and precious,&nbsp;</p><p><sup><strong>5</strong></sup> you also, as living stones, are being built up a spiritual house, a holy priesthood, to offer up spiritual sacrifices acceptable to God through Jesus Christ.&nbsp;</p><p><sup><strong>6</strong></sup> Therefore it is also contained in the Scripture,<br><br>“Behold, I lay in Zion<br>A chief cornerstone, elect, precious,<br>And he who believes on Him will by no means be put to shame.”<br></p><p><strong>Hebrews 11:6</strong></p><p><sup><strong>6 </strong></sup>But without faith it is impossible to please Him, for he who comes to God must believe that He is, and that He is a rewarder of those who diligently seek Him.<strong><br></strong></p><p>Without God’s intervention, fallen people are incapable of bringing anything valuable to God. Yet God, in His grace and mercy, has made a way, through the work of Christ. Specifically, “through Jesus Christ” we may “offer up spiritual sacrifices acceptable to God” (1 Pet. 2:5, NKJV). Although “without faith it is impossible to please Him” (Heb. 11:6, NKJV), by the mediating work of Christ, God will “make” believers “complete in every good work to do His will, working in you what is well pleasing in His sight, through Jesus Christ, to whom be glory forever and ever. Amen” (Heb. 13:21, NKJV). Those who respond to God by faith are accounted righteous in His sight through the mediation of Christ, whose righteousness alone is acceptable. And those who respond to God’s loving overtures are accounted worthy through Christ’s mediation (Luke 20:35), and He transforms them into His likeness (1 Cor. 15:51–57, 1 John 3:2). God’s redeeming work is not only for us but in us, as well.<br><br><strong>Why is the idea of Christ mediating for you in heaven so encouraging?<br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 16",
               "dayTitle":"<p>A Worthy Goal</p>",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p>Under the umbrella of God’s mercy and mediation, God takes pleasure in even the smallest positive response to His love. Through the One who alone is worthy of love and is Himself perfectly righteous, each one of us can be counted righteous and counted among God’s beloved who will live with Him in perfect love for eternity. This is the great hope of the redemption, which involves Christ’s work for us in heaven.<br><br>But, you might wonder, can this include even me? What if I am not good enough? What if I am afraid that I do not have enough faith?<br><br><strong>Read Mark 9:17–29. How does God respond to the man in the story? How much faith is enough faith?</strong><br></p>\n<p><strong><sup>17</sup></strong> Then one of the crowd answered and said, “Teacher, I brought You my son, who has a mute spirit.</p>\n<p><strong><sup>18</sup></strong> And wherever it seizes him, it throws him down; he foams at the mouth, gnashes his teeth, and becomes rigid. So I spoke to Your disciples, that they should cast it out, but they could not.”</p>\n<p><strong><sup>19</sup></strong> He answered him and said, “O faithless generation, how long shall I be with you? How long shall I bear with you? Bring him to Me.”</p>\n<p><strong><sup>20</sup></strong> Then they brought him to Him. And when he saw Him, immediately the spirit convulsed him, and he fell on the ground and wallowed, foaming at the mouth.</p>\n<p><strong><sup>21</sup></strong> So He asked his father, “How long has this been happening to him?” And he said, “From childhood.</p>\n<p><strong><sup>22</sup></strong> And often he has thrown him both into the fire and into the water to destroy him. But if You can do anything, have compassion on us and help us.”</p>\n<p><strong><sup>23</sup></strong> Jesus said to him, “If you can believe, all things are possible to him who believes.”</p>\n<p><strong><sup>24</sup></strong> Immediately the father of the child cried out and said with tears, “Lord, I believe; help my unbelief!”</p>\n<p><strong><sup>25</sup></strong> When Jesus saw that the people came running together, He rebuked the unclean spirit, saying to it, “Deaf and dumb spirit, I command you, come out of him and enter him no more!”</p>\n<p><strong><sup>26</sup></strong> Then the spirit cried out, convulsed him greatly, and came out of him. And he became as one dead, so that many said, “He is dead.”</p>\n<p><strong><sup>27</sup></strong> But Jesus took him by the hand and lifted him up, and he arose.</p>\n<p><strong><sup>28</sup></strong> And when He had come into the house, His disciples asked Him privately, “Why could we not cast it out?”</p>\n<p><strong><sup>29</sup></strong> So He said to them, “This kind can come out by nothing but prayer and fasting.”</p><p>The disciples could not cast out the demon; all hope seemed lost. But Jesus came and told the father, “ ‘If you can believe, all things are possible to him who believes’ ” (Mark 9:23, NKJV). And the father tearfully replied,“ ‘Lord, I believe; help my unbelief!’ ” (Mark 9:24, NKJV).<br><br>Notice, Jesus did not say to the man, “Come back to me when you have more faith.” Instead his cry, “ ‘Help my unbelief,’ ” was enough. Without faith, it is impossible to please God (Heb. 11:6), and yet Jesus accepts even the smallest faith. And by faith (through the mediation of Christ), we can be pleasing to Him. Through faith and because of Christ’s work on our behalf, we can respond in ways that please God, similar to the way that a human father is pleased when a child brings him a gift that is otherwise worthless.<br><br>Thus, we should follow Paul’s counsel to make it our goal to “be well pleasing to” God (2 Cor. 5:9, 10, NKJV; compare with Col. 1:10, 1 Thess. 4:1, Heb. 11:5). And we should ask God to transform our interests to include the best interests of those whom we love, and to expand our love so that it reaches out to others. “Be kindly affectionate to one another with brotherly love, in honor giving preference to one another; not lagging in diligence, fervent in spirit, serving the Lord; rejoicing in hope, patient in tribulation, continuing steadfastly in prayer; distributing to the needs of the saints, given to hospitality” (Rom. 12:10–13, NKJV).<br><strong><br>If God accepts us through Christ, how much more should we accept others? What light does the command to love your neighbor as yourself (Lev. 19:18, Matt. 22:39) and the golden rule to treat people the way you want to be treated shed on this idea?</strong><br></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 17",
               "dayTitle":"<p>Further Thought:<br></p>",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p>Read Ellen G. White, “ ‘Let Not Your Heart Be Troubled,’ ” pp. 662–680, in The Desire of Ages.<br><br>“The Lord is disappointed when His people place a low estimate upon themselves. He desires His chosen heritage to value themselves according to the price He has placed upon them. God wanted them, else He would not have sent His Son on such an expensive errand to redeem them. He has a use for them, and He is well pleased when they make the very highest demands upon Him, that they may glorify His name. They may expect large things if they have faith in His promises.<br><br>“But to pray in Christ’s name means much. It means that we are to accept His character, manifest His spirit, and work His works. The Saviour’s promise is given on condition. ‘If ye love Me,’ He says, ‘keep My commandments.’ He saves men, not in sin, but from sin; and those who love Him will show their love by obedience.<br><br>“All true obedience comes from the heart. It was heart work with Christ. And if we consent, He will so identify Himself with our thoughts and aims, so blend our hearts and minds into conformity to His will, that when obeying Him we shall be but carrying out our own impulses.<br><br>The will, refined and sanctified, will find its highest delight in doing His service. When we know God as it is our privilege to know Him, our life will be a life of continual obedience. Through an apprecia­tion of the character of Christ, through communion with God, sin will become hateful to us.”—Ellen G. White, The Desire of Ages, p. 668.<br><br>Discussion Questions:<br><br><strong>1</strong>. What might it mean to “unselfishly receive”? What do you think the relationship of giving and receiving will be like in heaven and in the new earth?<br><br><strong>2</strong>. Coming from a distant part of the cosmos—farther perhaps than the James Webb Space Telescope’s most squinting eyes can reach—heavenly messengers referred to the prophet Daniel as <em>chamudot</em>, “beloved, desirable, precious.” And they did so three times. In Daniel 9:23, Gabriel says <em>ki chamudot attah</em>, “for you are greatly beloved.” In Daniel 10:11, a heavenly being (perhaps Gabriel again) calls him <em>ish chamudot</em>, a “man greatly beloved,” a phrase repeated to Daniel later (Dan. 10:19). Think about what it says about God and how close He is to us. What hope can you draw for yourself from this amazing truth?<br><br><strong>3.</strong> How do the examples of the heroes of faith discussed in Hebrews 11 relate to the content of this week’s lesson? Specifically, what do such examples reveal about how one can be “pleasing to God” by faith? What can you learn and apply to your day-to-day life from such examples of faith and faithfulness?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":38,
               "idDay":8,
               "idLesson":3,
               "lessonText":"<p><strong>The Thankful Deacon<br>By Andrew McChesney</strong><br><br>Jong-Moon Yoon is known as the thankful deacon. The first words out of his mouth no matter the circumstances are “thank you.” When someone asks for help, he says, “Thank you.” When he faces a conflict, he says, “Thank you.” When hardships and even losses beset him, he says, “Thank you.”<br><br>The deacon at a Seventh-day Adventist church in South Korea has taken to heart the words of the apostle Paul, who said in 1 Thessalonians 5:18, “In everything give thanks; for this is the will of God in Christ Jesus for you” (NKJV). People have noticed.<br><br>Jong-Moon is the longtime owner of a café on a beach in Jeongdongjin, one of the most popular places to watch sunrises in South Korea, especially on New Year’s Day. Among his customers was Nanum. As a teenager, she occasionally dropped by the café to enjoy the sunrise over a simple breakfast of tea and a toasted sandwich with a fried egg, lettuce, and cheese. As she grew older, she got married and had a daughter, Azsa. The two became regular breakfast customers, and the mother was amazed at Jong-Moon’s thankfulness. When she placed an order, he said, “Thank you.” When she paid for breakfast, he said, “Thank you.” When she thanked him for the meal, he said, “Thank you.”<br><br>During one visit, she struck up a conversation and learned that he goes to church on Saturdays. She had never heard about people worshiping on Saturdays. “Can I come to church with you next Saturday?” she asked.<br>The next Sabbath, she and her five-year-old daughter accompanied Jong-Moon to his church, located about a 30-minute drive from his café.<br>Church members warmly welcomed the mother and daughter, and they eagerly asked how they had learned about the church. She said she had come because of the thankful deacon.<br><br>After the church service, Nanum told Jong-Moon that she wanted to come again. “If this is a church that you attend, I will follow you,” she said. Even though Nanum never heard the name of Jesus at the café, she saw Jesus through Jong-Moon’s thankful spirit. The gospel is not only spoken but also conveyed through a person’s life. Through Jong-Moon’s example, the young mother and her daughter started attending church regularly. Now, she is praying that her husband will join them on Sabbath mornings.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers</p>",
               "id":39,
               "idDay":9,
               "idLesson":3,
               "lessonText":"<p><strong>Key Text: Zephaniah 3:17 Study Focus: Zeph. 3:17, Luke 15:4–32.</strong><br><br>Introduction: Our loving God rejoices, and is pleased, to have a loving relationship with His creatures. Lesson Themes: This week’s lesson highlights three basic points:<br><br><strong>1. God’s pleasure with His creatures shows how valued we are in His eyes</strong>. In God’s eyes, every single person is precious and of incalculable value and worth. For this reason, He delights and takes pleasure in His sons and daughters when they repent and seek Him. The parables in Luke 15 highlight God’s joy and celebration over the salvation of a lost person. His pleasure in our salvation shows how valuable we are in God’s sight.<br><br><strong>2. God’s pleasure is the reason for human joy and praise</strong>. God wants to fill our hearts with overflowing joy, and He takes pleasure in human joy and praise. He invites His people to experience pleasure in Him as they praise Him with joy through prayers and songs. Also, praises to God help us envision, in anticipation, His future pleasure and joy with His people.&nbsp;</p><p><strong>3. Because of our indignity, we need Christ in order to please God.</strong> We are invited to please God, offering Him spiritual sacrifices by the praise of our lips in thanks­giving and by the practice of doing good and sharing. Yet, we can only do these things through the mediation of Christ. Our faith is pleasing to God only by means of Christ’s work on our behalf. Life Application: God’s pleasure with His creatures shows how valued we are in His eyes and how much He treasures His creation. How may we value the worth of each person?</p><p><strong>&nbsp;Part II: Commentary&nbsp;</strong></p><p><strong>1. God’s Pleasure With His Creatures Shows How Valued We Are in His Eyes.</strong>&nbsp;</p><p>The parable of the prodigal son remarkably illustrates how valuable we are in God’s estimation. In fact, all of the three combined parables of Luke 15, which are told to the grumbling Pharisees and scribes (Luke 15:2), underscore the incredible value of (lost) human beings in the eyes of God. It is noteworthy that the Pharisees and scribes do not see any worth in the people (“sinners”) who are being warmly received by Jesus (Luke 15:2).</p><p>Ellen G. White points out that “the Pharisees had only scorn and condemnation for them; but Christ greeted them as children of God, estranged indeed from the Father’s house, but not forgotten by the Father’s heart.” —Christ’s Object Lessons, p. 186.<br><br>With the three parables, Jesus reproaches the Pharisees’ dismissive mentality, emphasizing the divine pleasure of retrieving and receiving one who was lost. In other words, the expressions of joy and pleasure in each parable indicate how valuable is the one who was lost. In the para­ble of the lost sheep, the shepherd eagerly goes after the lost one “ ‘until he finds it’ ” (Luke 15:4, NKJV). He comes back with “ ‘it on his shoulders, rejoicing’ ” (Luke 15:5, NKJV). The more we realize how joyful the shepherd is, the more we perceive how valuable in his eyes is the sheep that was lost. Indeed, the joy and pleasure of the shepherd overflows as he invites neighbors and friends to rejoice with him (Luke 15:6).<br><br>The same pattern appears in the other two parables. In the parable of the lost coin, the woman carefully searches for the coin “ ‘until she finds it’ ” (Luke 15:8, NKJV). Then, with overwhelming pleasure, she invites neighbors and friends to rejoice with her (Luke 15:9). With regard to the parable of the lost son, which is the climax of the three parables, the prodigal son is not only lost, but we are told that he stubbornly took progressive steps toward that condition, as he, initially, did not discern the true implications of his rash and foolish decisions. Eventually, when he comes to his senses, the prodigal son feels that his dignity and value before his father have been lost as a result of his own sin: “ ‘I am no longer worthy to be called your son’ ” (Luke 15:19, NKJV).<br><br>However, the actions of the father are different from the son’s reasonable expectation. Rather, the father “ ‘ran and fell on his neck and kissed him’ ” (Luke 15:20, NKJV). Shockingly, these are not the only expressions of goodwill and pleasure on the part of the father. Without paying attention to the son’s request to be accepted as a servant, the father highlights the dignity of his son by asking the servants to bring “ ‘the best robe,’ ” “ ‘a ring,’ ” and “ ‘sandals’ ” for him (Luke 15:22, NKJV).<br><br>But that is not enough. The affirmation of the value of the son by means of distinguishing clothes is intensified with the remarkable celebration that the father promotes: “ ‘Bring the fatted calf here and kill it, and let us eat and be merry’ ” (Luke 15:23, NKJV). In short, the father not only receives the son but is pleased with his return.<br><br>So far, we find in the parable of the prodigal son the same overall pattern identified in the parables of the lost sheep and the lost coin; namely, the lost is found and there is celebration over these tidings. However, the parable of the prodigal son goes a step further, as the celebration is strongly questioned by the older son (Luke 15:28–30). This point is relevant because it illustrates the attitude of the Pharisees in the beginning of the chapter (see Luke 15:2). Both the older son in the parable and the Pharisees highly criticize the reception of sinners and table fellowship/ celebration with them. This criticism reveals how they underestimate the value of the people being warmly received. By contrast, the parable teaches how God values his sons and daughters and celebrates when they repent and seek Him. For this reason, the parable ends with the father responding to the criticism of the older son with the following statement: “ ‘It was right that we should make merry and be glad’ ” (Luke 15:32, NKJV).<br><br>The Greek word for the translated expression “it was right” is the verb dei, which literally means “it is necessary, one must, one has to” or under- scores that something “should happen because of being fitting” (Frederick W. Danker et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature [Chicago: University of Chicago Press, 2000], p. 214). Some Bible versions translate it as “it was fitting” (ESV, RSV) or “we had” (NASB, NRSV, NIV) in Luke 15:32. The underlying concept in this language of necessity is the precious value of the one who was lost but now is found. It is from this perspective that the father underlines that we must celebrate. There is no other thing to do in light of the value of the one who is found. Similar to the sentiment in the two previous parables, the father does not want to celebrate alone. The servants seem to be involved (Luke 15:22–27), and the father emphatically appeals to the older son to participate, as well. The prodigal son is not only the “ ‘son of yours,’ ” to use the language of the older brother (Luke 15:30, NKJV), but, as the father appeals, “ ‘your brother’ ” (Luke 15:32, NKJV).<br><br>Therefore, the parables told by Jesus in Luke 15 teach that God’s pleasure with the salvation of His sons and daughters shows how valued we are in His eyes. He wants us not only to feel valued with His loving pleasure, but we should also celebrate with Him (and therefore wholeheartedly value) the salvation of our fellow brothers and sisters.<br><br><strong>2. God’s Pleasure Is the Reason for Human Joy and Praise.&nbsp;</strong></p><p>Zephaniah 3:17 and Psalm 149:4 are somewhat similar in their emphasis on God’s pleasure. Psalm 149 is an invitation to praise God joyfully:<br><br>“Let Israel rejoice in their Maker; let the children of Zion be joyful in their King” (Ps. 149:2, NKJV). The reason for this invitation is presented in Psalm 149:4: “For the Lord takes pleasure in His people” (NKJV).<br><br>Therefore, the psalm affirms pleasure in a two-way relationship. God is pleased with the people, and, on this basis, the people are invited to expe­rience pleasure in the Lord as they praise Him with joy.<br><br>Likewise, Zephaniah 3:14 exhorts God’s people to joyfully praise the Lord. “Sing, O daughter of Zion! Shout, O Israel! Be glad and rejoice with all your heart” (NKJV). This exhortation is followed by the e­mphasis in Zephaniah 3:17 that the powerful and saving God is in the midst of His people and that “ ‘He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing’ ” (NKJV). In Psalm 149, God’s pleasure is the reason for human praise and joy; in Zephaniah 3, the praises to Him are supposed to en­vision God’s future pleasure and joy with His people.<br><br><strong>3. Because of Our Indignity, We Need Christ in Order to Please God.</strong><br><br>Among the different ways in which we are invited to please God in Scripture (see, for instance, Heb. 11:5, 6; 2 Cor. 5:9; Col. 1:10; 1 Thess. 4:1), Hebrews 13:15 urges us to continually offer spiritual sacrifices to God, which include the praise of our lips in thanksgiving to Him and the practice of doing good and sharing. The next verse concludes, “with such sacrifices God is well pleased” (Heb. 13:16, NKJV). It is noteworthy that the first words of Hebrews 13:15 indicate that we are not supposed to offer these sacrifices by ourselves. Rather, we need to offer the spiritual sacrifices to God “through Jesus” (NIV). In other words, we are not able to please God with our own praises and good works. It is only through Christ that our praises and works may be offered as spiritual sacrifices that truly please God.<br><br><strong>Part III: Life Application<br></strong><br>Human beings are endowed with extraordinary value. You are valuable because you are created in God’s image. It is amazing to think that God values humans more than we could possibly imagine. With this perspective in mind, discuss the questions below:<br><br><strong>1. </strong>How may our respect and love for the people whom we encounter in everyday life show them how valuable they are in God’s eyes?<br><br><strong>2</strong>. In what ways may professed religious people unfortunately despise the dignity and value of others?<br><br><strong>3.</strong> Those who love God will want to know how to please Him. But how, in actuality, may we please God? To what extent does the way we value other people relate to God’s delight over the salvation of His people?<br><strong><br>4</strong>. What can you do to value every person to the point of taking pleasure in his or her salvation and of proclaiming God’s goodness and steadfast love?<br><br><strong>5</strong>. Give one practical example of how the mediation of Christ enables us to please God with our actions.<br></p><p><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>To Be Pleasing to God<br></p>",
         "verse":"<p>“The Lord your God in your midst, the Mighty One, will save; He will rejoice over you with gladness, He will quiet you with His love, He will rejoice over you with singing” (Zephaniah 3:17, NKJV).<br></p>",
         "versionCode":80,
         "weekDate":"January 11–17"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
