{
  "data": [
    {
      "color": "#FF5733 ",
      "id": 708,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "November 13",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Always, it’s a sad story: a young person, in this case a 22-year-old woman, diagnosed with a deadly disease. Brain tumor. Even with all the marvels of modern medicine, nothing could be done until the inevitable. But this young woman, “Sandy,” didn’t want to die.\n</p><p>So, she had a plan. After she died, her head would be put in a deep freeze, into a vat of liquid nitrogen, in hopes of preserving her brain cells. And there it would wait, fifty years, one hundred years, a thousand years, until sometime in the future, when technology had advanced enough so that her brain, composed of neural connections, could then be uploaded into a computer. And yes, Sandy could “live” on, maybe even forever.\n</p><p>Sad story, not just because a young person was going to die but because of where she put her hope of life. Like most people, Sandy wanted life, wanted to live. But she chose a path that, in the end, surely won’t work.\n</p><p>This week, as we continue in Deuteronomy, we will look at the choice of life and the opportunity given us to choose life, to choose it on the terms that God, the Giver and Sustainer of life, has graciously offered.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 14",
          "dayTitle": "<p><strong>The Tree of Life \n</strong></p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p>None of us asked to be here, did we? We didn’t choose to come into existence any more than we chose where and when we were born and who our parents were.\n</p><p>It was the same with Adam and Eve. They no more chose to be created by God than did a leaf, a rock, or a mountain. As human beings, we have been given not just existence (a rock has existence), and not just life (an amoeba has life), but life as rational free beings made in the image of God.\n</p><p>But we didn’t choose to come into existence as rational free beings made in the image of God, either. What God does offer us, however, is the choice to remain in existence—that is, to choose to have life, eternal life, in Him, which is what we can have because of Jesus and His death on the cross.\n</p><p><strong>Read Genesis 2:8, 9, 15–17 and Genesis 3:22, 23. What two options did God present to Adam in regard to his existence?\n</strong></p><p><strong>Genesis 2:8, 9, 15–17&nbsp;</strong></p><p><strong><sup>8</sup></strong> The Lord God planted a garden eastward in Eden, and there He put the man whom He had formed.&nbsp;</p><p><strong><sup>9</sup></strong> And out of the ground the Lord God made every tree grow that is pleasant to the sight and good for food. The tree of life was also in the midst of the garden, and the tree of the knowledge of good and evil.</p><p><strong><sup>15</sup></strong> Then the Lord God took the man and put him in the garden of Eden to tend and keep it.&nbsp;</p><p><strong><sup>16</sup></strong> And the Lord God commanded the man, saying, “Of every tree of the garden you may freely eat;&nbsp;</p><p><strong><sup>17</sup></strong> but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p><p><strong>Genesis 3:22, 23</strong></p><p><strong><sup>22</sup></strong> Then the Lord God said, “Behold, the man has become like one of Us, to know good and evil. And now, lest he put out his hand and take also of the tree of life, and eat, and live forever”—&nbsp;</p><p><strong><sup>23</sup></strong> therefore the Lord God sent him out of the garden of Eden to till the ground from which he was taken.</p><p>“In the midst of Eden grew the tree of life, whose fruit had the power of perpetuating life. Had Adam remained obedient to God, he would have continued to enjoy free access to this tree and would have lived forever. But when he sinned he was cut off from partaking of the tree of life, and he became subject to death. The divine sentence, ‘Dust thou art, and unto dust shalt thou return,’ points to the utter extinction of life.”—Ellen G. White, The Great Controversy, pp. 532, 533.\n</p><p>Thus, right from the start, the Bible presents us with just one of two options: eternal life, which is what we were originally supposed to have, and eternal death, which in a sense is merely going back to the nothingness out of which we first came.\n</p><p>It’s interesting, too, how the “tree of life,” which Scripture says gives immortality, and that first appears in the first book of the Bible, reappears in the last book. Read Revelation 2:7 and Revelation 22:2, 14. Perhaps the message is that though we were supposed to have access to the tree of life, because of sin we lost that access; then, at the end, once the sin problem had been ultimately and completely finished, thanks to Jesus and the plan of salvation, the redeemed, those who chose life, will have access to the tree of life as we were supposed to from the start.\n</p><p><strong>Think about it: By our daily choices, how are we opting either for life or for death?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 15",
          "dayTitle": "<p><strong>No Middle Ground\n</strong></p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p>All through the Bible, we are presented with one of two choices. Two options are presented here for us.\n</p><p><strong>Read the following texts. What two options, what two choices, are either openly stated or implied in these texts, and how are these options presented?\n</strong></p><p><strong>John 3:16\n</strong></p><p><strong><sup>16</sup></strong> For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.\n</p><p>\n</p><p><strong>Gen. 7:22, 23<sup><br></sup></strong></p><p><strong><sup>22</sup></strong> All in whose nostrils was the breath of the spirit of life, all that was on the dry land, died.&nbsp;</p><p><strong><sup>23</sup></strong> So He destroyed all living things which were on the face of the ground: both man and cattle, creeping thing and bird of the air. They were destroyed from the earth. Only Noah and those who were with him in the ark remained alive.</p><p><strong>Rom. 6:23\n</strong></p><p><strong><sup>23</sup></strong> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.\n</p><p>\n</p><p><strong>Rom. 8:6<sup><br></sup></strong></p><p><strong><sup>6</sup></strong> For to be carnally minded is death, but to be spiritually minded is life and peace.\n</p><p>\n</p><p><strong>1 John 5:12<sup><br></sup></strong></p><p><strong><sup>12</sup></strong> He who has the Son has life; he who does not have the Son of God does not have life.\n</p><p>\n</p><p><strong>Matt. 7:24–27<sup><br></sup></strong></p><p><strong><sup>24</sup></strong> “Therefore whoever hears these sayings of Mine, and does them, I will liken him to a wise man who built his house on the rock:&nbsp;</p><p><strong><sup>25</sup></strong> and the rain descended, the floods came, and the winds blew and beat on that house; and it did not fall, for it was founded on the rock.</p><p><strong><sup>26</sup></strong> “But everyone who hears these sayings of Mine, and does not do them, will be like a foolish man who built his house on the sand:&nbsp;</p><p><strong><sup>27</sup></strong> and the rain descended, the floods came, and the winds blew and beat on that house; and it fell. And great was its fall.”</p><p>In the end, there is no middle ground for us human beings. Before the great controversy is completely over, sin, Satan, evil, disobedience, and rebellion will be eradicated. After that happens, each one of us, individually, will either have the life, the eternal life, that God originally had planned for us all to have before the Creation of the world, or face eternal death, that is, ”everlasting destruction from the presence of the Lord and from the glory of His power” (2 Thess. 1:9, NKJV). The Bible doesn’t appear to present any other options for us.\n</p><p>Which fate will be ours? That answer, ultimately, rests with us. We have the choice before us, life or death.\n</p><p><strong>In the context of eternal life or eternal death, why is the biblical truth that hell is not burning and torturing people forever such a comforting truth? What would it say about the character of God were eternal, conscious torment truly the fate of the lost?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 16",
          "dayTitle": "<p><strong>Life and Good, Death and Evil, Blessings and Curses</strong></p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>Toward the end of the book of Deuteronomy, after a long discourse on what will happen to the people if they disobey the Lord and violate the covenant promises, Deuteronomy 30 begins with a promise that even if they fall into disobedience and are punished with exile, God will nevertheless restore them to the land.\n</p><p>That is, if they repented and turned from their evil ways.\n</p><p><strong>Read Deuteronomy 30:15–20. What are the options presented to ancient Israel here, and how do these options reflect what we have seen all through the Bible?\n</strong></p><p><strong>Deuteronomy 30:15–20</strong></p><p><strong><sup>15</sup></strong> “See, I have set before you today life and good, death and evil,&nbsp;</p><p><strong><sup>16</sup></strong> in that I command you today to love the Lord your God, to walk in His ways, and to keep His commandments, His statutes, and His judgments, that you may live and multiply; and the Lord your God will bless you in the land which you go to possess.&nbsp;</p><p><strong><sup>17</sup></strong> But if your heart turns away so that you do not hear, and are drawn away, and worship other gods and serve them,&nbsp;</p><p><strong><sup>18</sup></strong> I announce to you today that you shall surely perish; you shall not prolong your days in the land which you cross over the Jordan to go in and possess.&nbsp;</p><p><strong><sup>19</sup></strong> I call heaven and earth as witnesses today against you, that I have set before you life and death, blessing and cursing; therefore choose life, that both you and your descendants may live;&nbsp;</p><p><strong><sup>20</sup></strong> that you may love the Lord your God, that you may obey His voice, and that you may cling to Him, for He is your life and the length of your days; and that you may dwell in the land which the Lord swore to your fathers, to Abraham, Isaac, and Jacob, to give them.”</p><p>The Lord is very clear: He, Yahweh, has set before them one of two options, basically what He did with Adam and Eve in Eden. In fact, the Hebrew words for “good” (tov) and “evil” (ra’) in Deuteronomy 30:15 are the same Hebrew words used in Genesis for the tree of the knowledge of “good” (tov) and “evil” (ra’). Here, as all through the Bible, there is no middle ground, no neutral place to be. They will either serve the Lord and have life, or they will choose death. It’s the same for us, as well.\n</p><p>Life, goodness, blessing, in contrast to what? Death, evil, and curses. In the end, though, one justly could argue that God really offers them only the good, only life, and only blessings. But if they turn away from Him, these bad things will be the natural result, because they no longer have His special protection.\n</p><p>However we understand it, the people are presented with these options. It’s very clear, too, the reality of their free will, their free choices. These verses, along with so much of the Bible, Old and New Testament, make no sense apart from the sacred gift of free will, free choice.\n</p><p>In a real sense, the Lord said to them: Therefore, with the free will that I have given you—choose life, choose blessing, choose goodness, not death, evil, and curses.\n</p><p>It seems so obvious what the correct choice would be, doesn’t it? And yet, we know what happened. The great controversy was as real then as it is now, and we should learn from Israel’s example what can happen if we don’t give ourselves wholly to the Lord and choose life and all that this choice entails.\n</p><p><strong>Read Deuteronomy 30:20. Notice here the link between love and obedience. What must Israel do in order to be faithful to the Lord? How do the same principles apply to us today?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 17",
          "dayTitle": "<p><strong>Not Too Hard for You\n</strong></p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>Deuteronomy 30 opens with the Lord telling His people what would happen if they repented and turned away from their evil ways. What wonderful promises were offered them too!\n</p><p><strong>Read Deuteronomy 30:1–10. What are the promises given them by God, despite the fact that this section is talking about what would happen to them if they disobeyed? What does this teach us about God’s grace?\n</strong></p><p><strong>Deuteronomy 30:1–10</strong></p><p><strong><sup>1</sup></strong> “Now it shall come to pass, when all these things come upon you, the blessing and the curse which I have set before you, and you call them to mind among all the nations where the Lord your God drives you,&nbsp;</p><p><strong><sup>2</sup></strong> and you return to the Lord your God and obey His voice, according to all that I command you today, you and your children, with all your heart and with all your soul,&nbsp;</p><p><strong><sup>3</sup></strong> that the Lord your God will bring you back from captivity, and have compassion on you, and gather you again from all the nations where the Lord your God has scattered you.&nbsp;</p><p><strong><sup>4 </sup></strong>If any of you are driven out to the farthest parts under heaven, from there the Lord your God will gather you, and from there He will bring you.&nbsp;</p><p><strong><sup>5</sup></strong> Then the Lord your God will bring you to the land which your fathers possessed, and you shall possess it. He will prosper you and multiply you more than your fathers.&nbsp;</p><p><strong><sup>6</sup></strong> And the Lord your God will circumcise your heart and the heart of your descendants, to love the Lord your God with all your heart and with all your soul, that you may live.</p><p><strong><sup>7</sup></strong> “Also the Lord your God will put all these curses on your enemies and on those who hate you, who persecuted you.&nbsp;</p><p><strong><sup>8</sup></strong> And you will again obey the voice of the Lord and do all His commandments which I command you today.&nbsp;</p><p><strong><sup>9</sup></strong> The Lord your God will make you abound in all the work of your hand, in the fruit of your body, in the increase of your livestock, and in the produce of your land for good. For the Lord will again rejoice over you for good as He rejoiced over your fathers,&nbsp;</p><p><strong><sup>10</sup></strong> if you obey the voice of the Lord your God, to keep His commandments and His statutes which are written in this Book of the Law, and if you turn to the Lord your God with all your heart and with all your soul.</p><p>That would certainly have been comforting to hear. However, the point was not that it didn’t matter if they turned away from what God had commanded. The Lord doesn’t offer anyone cheap grace. If anything, it should have shown them God’s love, and thus, as a response, they would love Him back, revealing their love by being obedient to what He told them to do.\n</p><p><strong>Read Deuteronomy 30:11–14. What is the Lord saying to them there? What is the basic promise in these verses, and what New Testament texts can you think of that reflect the same promise?\n</strong></p><p><strong>Deuteronomy 30:11-14</strong></p><p><strong><sup>11</sup></strong> “For this commandment which I command you today is not too mysterious for you, nor is it far off.&nbsp;</p><p><strong><sup>12</sup></strong> It is not in heaven, that you should say, ‘Who will ascend into heaven for us and bring it to us, that we may hear it and do it?’&nbsp;</p><p><strong><sup>13</sup></strong> Nor is it beyond the sea, that you should say, ‘Who will go over the sea for us and bring it to us, that we may hear it and do it?’&nbsp;</p><p><strong><sup>14</sup></strong> But the word is very near you, in your mouth and in your heart, that you may do it.</p><p>Look at the appeal here, with its beautiful language and airtight logic. The Lord is not asking of them anything too hard to do. God’s command is not too “difficult” or “mysterious” for them to understand. Nor is it too far out of their reach to attain. It’s not way up in heaven, so far away that someone else has to get it for them; nor is it across the seas, so someone else must bring it to them. Instead, the Lord says: “But the word is very near you, in your mouth and in your heart, that you may do it” (Deut. 30:14, NKJV). That is, you know it well enough to be able to speak it, and it’s in your heart so you know that you must do it. Hence, there is no excuse for not obeying. “All His biddings are enablings.” —Ellen G. White, Christ’s Object Lessons, p. 333.\n</p><p>In fact, the apostle Paul quotes some of these verses in the context of salvation in Christ; that is, Paul refers to them as an example of righteousness by faith. (See Rom. 10:6–10.)\n</p><p>And then, after these verses in Deuteronomy, the children of Israel are told, yes, to choose life or death, blessing or cursing. And if, by grace and by faith, they choose life, they will have it.\n</p><p>It’s no different today, is it?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 18",
          "dayTitle": "<p><strong>A Question of Worship \n</strong></p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>Central to the covenant relationship between the Lord and Israel was worship. What made the Israelites different from all the world around them was that they alone as a nation were worshiping the true God, as opposed to the false gods and goddesses of the pagan world, which were really no gods at all. “ ‘ “Now see that I, even I, am He, and there is no God besides Me” ’ ” (Deut. 32:39, NKJV).\n</p><p><strong>Read Deuteronomy 4:19, Deuteronomy 8:19, Deuteronomy 11:16, and Deuteronomy 30:17. What is the common warning in all of these verses? Why is this warning so essential to the nation of Israel?\n</strong></p><p><strong>Deuteronomy 4:19&nbsp;</strong></p><p><strong><sup>19</sup></strong> And take heed, lest you lift your eyes to heaven, and when you see the sun, the moon, and the stars, all the host of heaven, you feel driven to worship them and serve them, which the Lord your God has given to all the peoples under the whole heaven as a heritage.\n</p><p>\n</p><p><strong>Deuteronomy 8:19<sup><br></sup></strong></p><p><strong><sup>19</sup></strong> Then it shall be, if you by any means forget the Lord your God, and follow other gods, and serve them and worship them, I testify against you this day that you shall surely perish.\n</p><p>\n</p><p><strong>Deuteronomy 11:16<sup><br></sup></strong></p><p><strong><sup>16</sup></strong> Take heed to yourselves, lest your heart be deceived, and you turn aside and serve other gods and worship them,\n</p><p>\n</p><p><strong>Deuteronomy 30:17<sup><br></sup></strong></p><p><strong><sup>17</sup></strong> But if your heart turns away so that you do not hear, and are drawn away, and worship other gods and serve them,\n</p><p>\n</p><p>Thousands of years ago, just as today, God’s people existed in a culture and environment that, in most cases, exuded standards and traditions and concepts that conflicted with their faith. Hence, God’s people must always be on guard, lest the ways of the world, its idols, and its “gods” become the objects of their worship.<br></p><p>Our God is a “jealous God” (Deut. 4:24, Deut. 5:9, Deut. 6:15), and He alone, as our Creator and Redeemer, is worthy of our worship. Here, too, there is no middle ground: we either worship the Lord, who brings life, goodness, and blessings, or we worship any other god, which brings evil, curses, and death.\n</p><p><strong>Read Revelation 13:1–15 and focus on the question of how worship is being presented there. Then contrast those verses with Revelation 14:6–12. What is happening here in Revelation that reflects the warning given in Deuteronomy (and all through Scripture, actually) about false worship?\n</strong></p><p><strong>Revelation 13:1–15</strong></p><p><strong><sup>1</sup></strong> Then I stood on the sand of the sea. And I saw a beast rising up out of the sea, having seven heads and ten horns, and on his horns ten crowns, and on his heads a blasphemous name.&nbsp;</p><p><strong><sup>2</sup></strong> Now the beast which I saw was like a leopard, his feet were like the feet of a bear, and his mouth like the mouth of a lion. The dragon gave him his power, his throne, and great authority.&nbsp;</p><p><strong><sup>3</sup></strong> And I saw one of his heads as if it had been mortally wounded, and his deadly wound was healed. And all the world marveled and followed the beast.&nbsp;</p><p><strong><sup>4</sup></strong> So they worshiped the dragon who gave authority to the beast; and they worshiped the beast, saying, “Who is like the beast? Who is able to make war with him?”</p><p><strong><sup>5</sup></strong> And he was given a mouth speaking great things and blasphemies, and he was given authority to continue for forty-two months.&nbsp;</p><p><strong><sup>6</sup></strong> Then he opened his mouth in blasphemy against God, to blaspheme His name, His tabernacle, and those who dwell in heaven.&nbsp;</p><p><strong><sup>7</sup></strong> It was granted to him to make war with the saints and to overcome them. And authority was given him over every tribe, tongue, and nation.&nbsp;</p><p><strong><sup>8</sup></strong> All who dwell on the earth will worship him, whose names have not been written in the Book of Life of the Lamb slain from the foundation of the world.</p><p><strong><sup>9</sup></strong> If anyone has an ear, let him hear.&nbsp;</p><p><strong><sup>10</sup></strong> He who leads into captivity shall go into captivity; he who kills with the sword must be killed with the sword. Here is the patience and the faith of the saints.\n</p><p><strong><sup>11</sup></strong> Then I saw another beast coming up out of the earth, and he had two horns like a lamb and spoke like a dragon.&nbsp;</p><p><strong><sup>12</sup></strong> And he exercises all the authority of the first beast in his presence, and causes the earth and those who dwell in it to worship the first beast, whose deadly wound was healed.&nbsp;</p><p><strong><sup>13</sup></strong> He performs great signs, so that he even makes fire come down from heaven on the earth in the sight of men.&nbsp;</p><p><strong><sup>14</sup></strong> And he deceives those who dwell on the earth by those signs which he was granted to do in the sight of the beast, telling those who dwell on the earth to make an image to the beast who was wounded by the sword and lived.&nbsp;</p><p><strong><sup>15</sup></strong> He was granted power to give breath to the image of the beast, that the image of the beast should both speak and cause as many as would not worship the image of the beast to be killed.</p><p><strong>Revelation 14:6–12<sup><br></sup></strong></p><p><strong><sup>6</sup></strong> Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth—to every nation, tribe, tongue, and people—&nbsp;</p><p><strong><sup>7</sup></strong> saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”</p><p><strong><sup>8</sup></strong> And another angel followed, saying, “Babylon is fallen, is fallen, that great city, because she has made all nations drink of the wine of the wrath of her fornication.”</p><p><strong><sup>9 </sup></strong>Then a third angel followed them, saying with a loud voice, “If anyone worships the beast and his image, and receives his mark on his forehead or on his hand,&nbsp;</p><p><strong><sup>10</sup></strong> he himself shall also drink of the wine of the wrath of God, which is poured out full strength into the cup of His indignation. He shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb.&nbsp;</p><p><strong><sup>11</sup></strong> And the smoke of their torment ascends forever and ever; and they have no rest day or night, who worship the beast and his image, and whoever receives the mark of his name.”</p><p><strong><sup>12</sup></strong> Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.</p><p>However different the context, the issue is the same: Will people worship the true God and have life, or will they succumb to the pressures, either overt or subtle or both, to turn their allegiance away from Him and face death? Ultimately the answer lies within each individual heart. God did not force ancient Israel to follow Him, and He won’t force us. As we see in Revelation 13, force is what the beast and his image will employ. God, in contrast, works by love.\n</p><p><strong>How can we make sure that, even subtly, we are not slowly leaving our allegiance to Jesus for some other god?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 19",
          "dayTitle": "<p><strong>Further Thought:</strong></p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>Then, as now, we all are given a choice. The crucial word here is choice. Unlike a certain understanding of Christianity, in which, even before humans were born, God predestined some people not just to be lost but even to burn in hell forever, Scripture teaches that our own free choice of life or death, blessing or cursing, good or evil, determines which triad—life, good, blessing or death, evil, cursing—we will ultimately face. And how good to know that even if someone makes the wrong choice, the result is death, eternal death, not eternal torment in a never-ending lake of fire.\n</p><p>“ ‘The wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.’ Romans 6:23. While life is the inheritance of the righteous, death is the portion of the wicked. Moses declared to Israel: ‘I have set before thee this day life and good, and death and evil.’ Deuteronomy 30:15. The death referred to in these scriptures is not that pronounced upon Adam, for all mankind suffer the penalty of his transgression. It is ‘the second death’ that is placed in contrast with everlasting life.”—Ellen G. White, The Great Controversy, p. 544.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> In class, talk more about the idea presented in Tuesday’s study, about whether it is God who directly brings punishment here and now for disobedience or whether it comes as a law-like consequence of the acts of disobedience. Or might it be both? Might there be cases where it is one or the other? How do we understand this topic?\n</p><p><strong>2 </strong>What do the texts we looked at in the Ellen White statement today teach us about the power of God available to us to overcome sin?\n</p><p><strong>3</strong> Read Romans 10:1–10, where Paul quotes from Deuteronomy 30:11–14 as he expounds on salvation by faith in Jesus in contrast to seeking salvation and righteousness through the law. Why do you think he used these verses from Deuteronomy? Pay special attention to Romans 10:10: “For with the heart one believes unto righteousness, and with the mouth confession is made unto salvation” (NKJV). What point is Paul making?\n</p><p><strong>4</strong> What are ways that your own culture, your own society, your own people group, could hold views that, if you aren’t careful, could lead you into false worship?</p><p><strong>Inside Story</strong></p><p><strong>Prayer of Faith in Dallas\n</strong></p><p><em>By Ruber Leal\n</em></p><p>I needed encouragement, and God gave it in a most unexpected way.\n</p><p>For the past two years, I had gone once a week to a public library in Dallas, in the U.S. state of Texas, to work on my doctoral dissertation. A homeless man who often read in the library lobby always asked me for money when he saw me. I had declined to give him money and instead brought food and shared it with him. Despite my efforts to be friendly and talk, he always seemed to be angry. It might have been because I never gave him money.\n</p><p>One day, he found me in the library stairwell, and he was very upset.\n</p><p>“What is going on, Gerald?” I asked.\n</p><p>He told me that he needed God.\n</p><p>At first, I was uncertain about Gerald’s sincerity. But we talked about the plan of salvation, and I asked whether he wanted to accept Jesus into his life as Lord and Savior.\n</p><p>“Yes!” Gerald exclaimed.\n</p><p>I led him in prayer to accept Jesus.\n</p><p>After that day, I did not see him for six months.\n</p><p>Then, shortly before the U.S. holiday of Thanksgiving in late November, I walked into the library and immediately saw my homeless friend.\n</p><p>I waited for Gerald to ask me for money, but he did not.\n</p><p>Instead, he gave me the biggest smile I have ever seen on his face. He went on to tell me about how God had been working on his heart for the past half year.\n</p><p>He said he joined a church and went to prayer meeting every week.\n</p><p>He recited all the Bible verses he had learned by heart over the past six months.\n</p><p>He even showed me his Bible.\n</p><p>I was overjoyed! We prayed together, and he closed with a most beautiful prayer for me.\n</p><p>As we said goodbye, I pulled money from my pocket and said, “Gerald, happy Thanksgiving!”\n</p><p><em>Ruber Leal works as Family Ministries director at the Texas Conference of Seventh-day Adventists. This mission story illustrates Mission Objective No. 2 of the Seventh-day Adventist Church’s “I Will Go” strategic plan: “To strengthen and diversify Adventist outreach in large cities.” Learn more at IWillGo2020.org</em></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p><strong>Choose Life\n</strong></p>",
      "verse": "<p><strong>Memory Text:</strong> “ ‘I call heaven and earth as witnesses today against you, that I have set before you life and death, blessing and cursing; therefore choose life, that both you and your descendants may live’ ”</p><p>(Deuteronomy 30:19, NKJV).</p><p>\n</p>",
      "versionCode": 1,
      "weekDate": "November 13–19"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
