{
   "data":[
      {
         "color":"#ff8b44",
         "id":703,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 12",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>The Bible is replete with love stories that powerfully reveal aspects of salvation and of God’s love for His people. The most intimate of relationships, marriage, proves to be a school in which, if we allow ourselves to experience it the way that God had intended, we can discover deep lessons about His love for us, about our relationship to Him, and about the lengths to which He has gone to redeem us.<br><br>Modern conceptions of love and marriage have skewed our ability to appreciate what God is trying to teach us through the marital covenant. Though human sinfulness has greatly perverted marriage (and just about everything else), marriage can still be a powerful way of revealing truth, even prophetic truth. More than just to make us happy, marriage should be a school in which we learn deep lessons about ourselves and our relationship to God.<br><br>This week we will explore different ways the Word of God talks about marriages, good and bad. We can then draw lessons from these examples to understand better how God relates to His people, even when they fall short, and we can learn some truths about His love that can help us better grasp last-day events.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 13",
               "dayTitle":"<p>One Flesh</p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p>Few biblical metaphors underscore the intimacy that God desires with the human race more than that of marriage. This metaphor is used so frequently in the biblical narrative—and shows up so pointedly in Revelation—that it is imperative for Bible students to grasp what God is driving at when He uses it in the Word.<br><strong><br>Read Genesis 2:23–25 and Ephesians 5:29–32. In what ways does a human marriage mirror Christ’s bond to humanity?</strong></p>\n\n<p><strong>Genesis 2:23–25</strong></p>\n<p><strong><sup>23</sup></strong> And Adam said: “This is now bone of my bones and flesh of my flesh; she shall be called Woman, because she was taken out of Man.”</p>\n<p><strong><sup>24</sup></strong> Therefore a man shall leave his father and mother and be joined to his wife, and they shall become one flesh.</p>\n<p><strong><sup>25</sup></strong> And they were both naked, the man and his wife, and were not ashamed.</p>\n\n<p><strong>Ephesians 5:29–32</strong></p>\n<p><strong><sup>29</sup></strong> For no one ever hated his own flesh, but nourishes and cherishes it, just as the Lord does the church.</p>\n<p><strong><sup>30</sup></strong> For we are members of His body, of His flesh and of His bones.</p>\n<p><strong><sup>31</sup></strong> “For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh.”</p>\n<p><strong><sup>32</sup></strong> This is a great mystery, but I speak concerning Christ and the church.</p><p>On an occasion when Jesus was speaking to the Pharisees, He quoted the Genesis account of Adam and Eve’s marriage, to which the Pharisees quickly raised the question, “ ‘Why then did Moses command to give a certificate of divorce, and to put her away?’ ” (Matt. 19:7, NKJV).<br><br>Moses, of course, was deemed a founding prophet for the nation. Imagine questioning the Author of the institution of marriage by pitting Him against His own prophet. Their tact was typical of their approach to Jesus; they often attempted to prove that His teachings contradicted the Scriptures.<br><br>Lifetime, faithful marriage was the ideal established by God at the foundation of the human race. Fallen humanity, unfortunately, damaged this foundational gift from God.<br><br>Perhaps, given the importance that Scripture assigns to marriage, it is not a coincidence that the institution has always been under relentless attack. Along with the Sabbath, it is one of the two gifts bestowed on us in Eden, and both were intended to demonstrate God’s desire for an intimate relationship with His creation.<br><br>Marriage, the intimate pairing of two imperfect people, will always give cause for tension. A marriage between the church and Christ is the pairing of a perfect Savior with a very imperfect bride. Nevertheless, we can learn about God’s love from what a good marriage offers.&nbsp;</p><p><br></p><p><strong>Here are three principles for marriage. </strong>First, <strong>forgive your spouse</strong>, however undeserving, just as Christ forgives us, however undeserving. Second, <strong>accept your spouse</strong>, faults and all, just as Christ accepts us, faults and all. Third, just as Christ put us before Himself, <strong>put your spouse before yourself.</strong> <em><strong>How could all three of these gospel-based principles help us not only to understand how God relates to us but also to help any marriage?</strong></em></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 14",
               "dayTitle":"<p>The Beautiful Bride</p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p>Ezekiel 16 shows us an astonishing picture of God’s regard for His people. He describes the nation of Israel as an abandoned baby, left in a field to die. He takes her home, cleans her up, and when she is fully grown, he marries her. It is a powerful picture of an unlikely marriage.<br><br><strong>Read Ezekiel 16:4–14. What do the details about this bride’s exaltation teach us about God’s intentions toward us?</strong></p>\n\n<p><strong>Ezekiel 16:4–14</strong></p>\n<p><strong><sup>4</sup></strong> As for your birth, on the day you were born your navel cord was not cut, nor were you washed in water to cleanse you; you were not rubbed with salt, nor wrapped in swaddling cloths.</p>\n<p><strong><sup>5</sup></strong> No eye pitied you, to do any of these things for you, to have compassion on you; but you were thrown out into the open field, when you yourself were loathed on the day that you were born.</p>\n<p><strong><sup>6</sup></strong> And when I passed by you and saw you struggling in your own blood, I said to you in your blood, “Live!” Yes, I said to you in your blood, “Live!”</p>\n<p><strong><sup>7</sup></strong> I made you thrive like a plant in the field; and you grew, matured, and became very beautiful; your breasts were formed, your hair grew, but you were naked and bare.</p>\n<p><strong><sup>8</sup></strong> When I passed by you again and looked upon you, indeed your time was the time of love; so I spread My wing over you and covered your nakedness. Yes, I swore an oath to you and entered into a covenant with you, and you became Mine,” says the Lord God.</p>\n<p><strong><sup>9</sup></strong> Then I washed you in water; yes, I thoroughly washed off your blood, and I anointed you with oil.</p>\n<p><strong><sup>10</sup></strong> I clothed you in embroidered cloth, and gave you sandals of badger skin; I clothed you with fine linen and covered you with silk.</p>\n<p><strong><sup>11</sup></strong> I adorned you with ornaments, put bracelets on your wrists, and a chain on your neck.</p>\n<p><strong><sup>12</sup></strong> And I put a jewel in your nose, earrings in your ears, and a beautiful crown on your head.</p>\n<p><strong><sup>13</sup></strong> Thus you were adorned with gold and silver, and your clothing was of fine linen, silk, and embroidered cloth. You ate pastry of fine flour, honey, and oil. You were exceedingly beautiful, and succeeded to royalty.</p>\n<p><strong><sup>14</sup></strong> Your fame went out among the nations because of your beauty, for it was perfect through My splendor which I had bestowed on you,” says the Lord God.</p><p>God told Israel that, under His care, she grew “ ‘exceedingly beautiful’ ” (Ezek. 16:13, NKJV). When God first found her, nobody found her beautiful; she was a reject among other children, cast aside in the hopes that she would die. But as God showered His attention on her, she became more and more beautiful, until she was the talk of the world. In the earliest days of the Hebrew kings, under David and Solomon, this was particularly true. The queen of Sheba even made a special trip in order to see the splendor of Israel for herself!<br><br>Israel’s beauty, however, was entirely the gift of God. She was beautiful—the talk of the nations—precisely because she was His ­ bride. God says that her beauty “ ‘was perfect through My splendor which I had bestowed on you’ ” (Ezek. 16:14, NKJV).<br><br>This is a recurrent theme in the Bible: God’s bride is beautiful, not because of anything she has done but because God has showered His favor on her and made her that way. In a similar way, believers appear beautiful in the estimate of heaven, not because of anything we have done to earn it but because of the favor of God, the salvation that He has showered on us. We are beautiful because we are covered in His righteousness, the “righteousness of God” Himself (2 Cor. 5:21).<br><br>All was good, however, until the next verse in Ezekiel: “ ‘But you trusted in your own beauty, played the harlot because of your fame, and poured out your harlotry on everyone passing by who would have it’ ” (Ezek. 16:15).<br><br>We were created to reflect the goodness and glory of God. When God’s creations assume that their beauty is their own, that beauty is cheapened, and trouble awaits.<br><br><strong>What are the dangers of us trusting in our “own beauty”? That is, how might we think that there is anything in and of ourselves that gives us merit with God or makes us deserving of His love? How can we always guard against spiritual pride?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 15",
               "dayTitle":"<p>Hosea’s Harlot Wife</p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p>God’s request of the prophet Hosea may be one of the strangest assignments ever given to one of His servants: marry a harlot—on purpose! But God was using Hosea to help us understand, from His own perspective, the pain of human sin and rebellion. God had lovingly chosen a wife, Israel, who repeatedly cheated on Him, and yet, astonishingly enough, He took her back and restored her.<br><br><strong>Compare Hosea 1:2; Hosea 3:1; Revelation 17:1, 2; and Revelation 18:1–4. What is the harlotry mentioned here? What lessons can the Christian church learn from the story of Hosea? In what ways has the church repeated the sins of the Old Testament?</strong></p>\n\n<p><strong>Hosea 1:2</strong></p>\n<p><strong><sup>2</sup></strong> When the Lord began to speak by Hosea, the Lord said to Hosea: “Go, take yourself a wife of harlotry and children of harlotry, for the land has committed great harlotry by departing from the Lord.”</p>\n\n<p><strong>Hosea 3:1</strong></p>\n<p><strong><sup>1</sup></strong> Then the Lord said to me, “Go again, love a woman who is loved by a lover and is committing adultery, just like the love of the Lord for the children of Israel, who look to other gods and love the raisin cakes of the pagans.”</p>\n\n<p><strong>Revelation 17:1-2</strong></p>\n<p><strong><sup>1</sup></strong> Then one of the seven angels who had the seven bowls came and talked with me, saying to me, “Come, I will show you the judgment of the great harlot who sits on many waters,</p>\n<p><strong><sup>2</sup></strong> with whom the kings of the earth committed fornication, and the inhabitants of the earth were made drunk with the wine of her fornication.”</p>\n\n<p><strong>Revelation 18:1–4</strong></p>\n<p><strong><sup>1</sup></strong> After these things I saw another angel coming down from heaven, having great authority, and the earth was illuminated with his glory.</p>\n<p><strong><sup>2</sup></strong> And he cried mightily with a loud voice, saying, “Babylon the great is fallen, is fallen, and has become a dwelling place of demons, a prison for every foul spirit, and a cage for every unclean and hated bird!</p>\n<p><strong><sup>3</sup></strong> For all the nations have drunk of the wine of the wrath of her fornication, the kings of the earth have committed fornication with her, and the merchants of the earth have become rich through the abundance of her luxury.”</p>\n<p><strong><sup>4</sup></strong> And I heard another voice from heaven saying, “Come out of her, my people, lest you share in her sins, and lest you receive of her plagues.”</p><p>The Bible reveals that the errors of Israel in the Old Testament would be largely repeated by Christ’s New Testament church. God’s covenant people went wildly astray prior to their exile, bringing the idolatrous practices of neighboring nations into God’s covenant nation. “Concerned over the growing rift within the church over Arius's ideas, Constantine both convened and intervened in the Council of Nicaea.” — Christopher A. Hall, “How Arianism Almost Won,” Christianity Today, (2008). In each case, God’s people wandered outside of their relationship with Him in order to find “solutions” for perceived problems.<br><br>God’s choice of words makes it seem obvious that He is not only trying to show us what we’ve done wrong but also sharing how it makes Him feel. Those who have been betrayed by a spouse can begin to grasp the feelings of devastation that our infidelity to Christ might stir in the courts of heaven. Perhaps the most amazing part of Hosea’s story is the lengths to which the prophet went to redeem his wayward wife.<br><br>When we see the final cry to humanity, calling God’s people to come out of Babylon, it is noteworthy that He is calling His own people, and not strangers. He knows them intimately. He loves them. And as the world pitches toward its worst hour, He is still offering the redemption price that He had paid in order to purchase us back with His own blood. The cross of Christ, more than anything else, should show us just how earnestly the Lord wants to save His wayward people.<br><br><strong>What are the ways today that any church, even our own, can be dallying with spiritual fornication?</strong></p><p><br></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 16",
               "dayTitle":"<p>Isaac and Rebekah</p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p>When Abraham was old and no doubt thinking about the promises made to him by God about his posterity (see Gen. 15:5), he gave his oldest and most trusted servant a solemn task.<br><br><strong>Read Genesis 24:1–4. Why was it so important to Abraham that his son not marry “ ‘from the daughters of the Canaanites’ ” (Gen. 24:3, NKJV)?</strong></p>\n<p><strong>Genesis 24:1–4</strong></p>\n<p><strong><sup>1</sup></strong> Now Abraham was old, well advanced in age; and the Lord had blessed Abraham in all things.</p>\n<p><strong><sup>2</sup></strong> So Abraham said to the oldest servant of his house, who ruled over all that he had, “Please, put your hand under my thigh,</p>\n<p><strong><sup>3</sup></strong> and I will make you swear by the Lord, the God of heaven and the God of earth, that you will not take a wife for my son from the daughters of the Canaanites, among whom I dwell;</p>\n<p><strong><sup>4</sup></strong> but you shall go to my country and to my family, and take a wife for my son Isaac.”</p>\n\n<p><strong>Genesis 24:3</strong></p>\n<p><strong><sup>3</sup></strong> and I will make you swear by the Lord, the God of heaven and the God of earth, that you will not take a wife for my son from the daughters of the Canaanites, among whom I dwell;</p><p>However exclusivist his admonition could seem, the issue for Abraham was spiritual, not ethnic; it was theological, not national. Abraham knew very well the moral degeneracy of Canaanite religious practices, not to mention their worship of false gods, and he knew how easy it would be for his son to fall into these practices were he to marry from among them.<br><br>Indeed, the story of so much of ancient Israel, and even of the Christian church through the centuries, has been one in which God’s people—who should have been witnessing to the world—get caught up instead in the world and in its false teachings and religious beliefs. Perhaps the greatest example of this sad reality has been the introduction of Sunday, the pagan day of the sun, in place of the biblical seventh-day Sabbath, a reality that will play a prominent role in the last days.<br><br><strong>Read Genesis 24:57–67. What lessons can we glean about Christ and His church from some details we find in this story? What is there to learn, for instance, about our fallen state from the fact that Rebekah was a distant, separated relative to Isaac?</strong></p>\n\n<p><strong>Genesis 24:57–67</strong></p>\n<p><strong><sup>57</sup></strong> So they said, “We will call the young woman and ask her personally.”</p>\n<p><strong><sup>58</sup></strong> Then they called Rebekah and said to her, “Will you go with this man?” And she said, “I will go.”</p>\n<p><strong><sup>59</sup></strong> So they sent away Rebekah their sister and her nurse, and Abraham’s servant and his men.</p>\n<p><strong><sup>60</sup></strong> And they blessed Rebekah and said to her: “Our sister, may you become the mother of thousands of ten thousands; and may your descendants possess the gates of those who hate them.”</p>\n<p><strong><sup>61</sup></strong> Then Rebekah and her maids arose, and they rode on the camels and followed the man. So the servant took Rebekah and departed.</p>\n<p><strong><sup>62</sup></strong> Now Isaac came from the way of Beer Lahai Roi, for he dwelt in the South.</p>\n<p><strong><sup>63</sup></strong> And Isaac went out to meditate in the field in the evening, and he lifted his eyes and looked, and there, the camels were coming.</p>\n<p><strong><sup>64</sup></strong> Then Rebekah lifted her eyes, and when she saw Isaac she dismounted from her camel;</p>\n<p><strong><sup>65</sup></strong> for she had said to the servant, “Who is this man walking in the field to meet us?” The servant said, “It is my master.” So she took a veil and covered herself.</p>\n<p><strong><sup>66</sup></strong> And the servant told Isaac all the things that he had done.</p>\n<p><strong><sup>67</sup></strong> Then Isaac brought her into his mother Sarah’s tent; and he took Rebekah and she became his wife, and he loved her. So Isaac was comforted after his mother’s death.</p><p>We are undoubtedly related to our Creator, having originally been made in His image. We have been separated from Him by sin, and yet, we are still considered to be the right bride for Him though our choices can make the marriage more turbulent than it needs to be.<br><strong><br>Yes, God loves us, His bride, more than we love Him. What are the choices we can make—and should make—every day that can strengthen our love for God? At the same time, what choices will only deaden our love?</strong></p>\n\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 17",
               "dayTitle":"<p>The Harlot Is Judged</p>",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p><strong>Read Revelation 19:1–9. Two things are celebrated simultaneously: the end of the harlot and the marriage of Christ with His bride. How is it possible that both events are actually demonstrations of God’s righteous and loving character at the same time?</strong></p>\n<p><strong>Revelation 19:1–9</strong></p>\n<p><strong><sup>1</sup></strong> After these things I heard a loud voice of a great multitude in heaven, saying, “Alleluia! Salvation and glory and honor and power belong to the Lord our God!</p>\n<p><strong><sup>2</sup></strong> For true and righteous are His judgments, because He has judged the great harlot who corrupted the earth with her fornication; and He has avenged on her the blood of His servants shed by her.”</p>\n<p><strong><sup>3</sup></strong> Again they said, “Alleluia! Her smoke rises up forever and ever!”</p>\n<p><strong><sup>4</sup></strong> And the twenty-four elders and the four living creatures fell down and worshiped God who sat on the throne, saying, “Amen! Alleluia!”</p>\n<p><strong><sup>5</sup></strong> Then a voice came from the throne, saying, “Praise our God, all you His servants and those who fear Him, both small and great!”</p>\n<p><strong><sup>6</sup></strong> And I heard, as it were, the voice of a great multitude, as the sound of many waters and as the sound of mighty thunderings, saying, “Alleluia! For the Lord God Omnipotent reigns!</p>\n<p><strong><sup>7</sup></strong> Let us be glad and rejoice and give Him glory, for the marriage of the Lamb has come, and His wife has made herself ready.”</p>\n<p><strong><sup>8</sup></strong> And to her it was granted to be arrayed in fine linen, clean and bright, for the fine linen is the righteous acts of the saints.</p>\n<p><strong><sup>9</sup></strong> Then he said to me, “Write: ‘Blessed are those who are called to the marriage supper of the Lamb!’” And he said to me, “These are the true sayings of God.”</p><p>Infidelity comes with a very painful price tag. The fallout spills over into the lives of children and others. Even the most patient of wronged spouses may eventually discover that there is a moment of no return, past which the marriage can no longer be redeemed. When our world reaches a point where hearts have hardened deeply enough that there will be no more repentance, no point exists in continuing history and allowing the unbridled suffering of sin to continue. Even though there is heartbreak over the lost, those who have suffered under this world’s dispensation of sin can celebrate that it is finally over—and that the world is being restored to the way God originally designed it. This time there will not be a turning away from God, because we have learned, the hard way, that God was correct about the devastation that comes from separating ourselves from Him.</p><p><strong>Read Revelation 21:1–4. What does the marriage imagery here mean, and why is it full of hope and promise? What is our assurance of the hope presented in these verses?</strong></p><p><strong>Revelation 21:1–4</strong></p>\n<p><strong><sup>1</sup></strong> Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea.</p>\n<p><strong><sup>2</sup></strong> Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.</p>\n<p><strong><sup>3</sup></strong> And I heard a loud voice from heaven saying, “Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God.</p>\n<p><strong><sup>4</sup></strong> And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.”</p><p>“Marriage, a union for life, is a symbol of the union between Christ and His church. The spirit that Christ manifests toward the church is the spirit that husband and wife are to manifest toward each other.”—Ellen G. White, Testimonies for the Church, vol. 7, p. 46.<br><br>Christ suffered unimaginable pain as the human race rejected Him and gave the affection that belongs to Him to other gods. And yet, even then, He gave Himself for us, paying in Himself for our infidelities and adulteries so that, if we repent and turn away from them, we have the promise of eternal life.<br><br><strong>Read 1 Peter 1:18, 19. What are we told in these verses that gives us the assurance of the end as depicted in Revelation 21:1–4?</strong></p>\n<p><strong>1 Peter 1:18, 19</strong></p>\n<p><strong><sup>18</sup></strong> knowing that you were not redeemed with corruptible things, like silver or gold, from your aimless conduct received by tradition from your fathers,</p>\n<p><strong><sup>19</sup></strong> but with the precious blood of Christ, as of a lamb without blemish and without spot.</p>\n\n<p><strong>Revelation 21:1–4</strong></p>\n<p><strong><sup>1</sup></strong> Now I saw a new heaven and a new earth, for the first heaven and the first earth had passed away. Also there was no more sea.</p>\n<p><strong><sup>2</sup></strong> Then I, John, saw the holy city, New Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.</p>\n<p><strong><sup>3</sup></strong> And I heard a loud voice from heaven saying, “Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God.</p>\n<p><strong><sup>4</sup></strong> And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away.”</p>\n\n\n\n\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 18",
               "dayTitle":"<p>Further Thought:</p>",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p><strong>Read John 2:1–11, Matthew 22:1–14, 2 Corinthians 11:1–5, and Matthew 25:1–13.</strong><br><br>Once you realize how much data is available in the rest of the Bible to help you broaden your understanding of prophecy, it can be tempting to over-apply it. Throughout the centuries, some Christians have emphasized the symbolism and imagery found in Bible stories to the point where they virtually begin to treat the historical narrative as a myth. While layers of meaning are to be found just about everywhere in Scripture, we must always remember that God has a way of taking real events that involve real people and using them to teach us things about His future interactions with the church.<br><br>The wedding feast in Cana, for example, may offer insights into the meta­phor of marriage used by prophecy, but the wedding was a literal event. “The word of Christ supplied ample provision for the feast. So abundant is the provision of His grace to blot out the iniquities of men, and to renew and sustain the soul.”—Ellen G. White, The Desire of Ages, p. 149. Or as she writes here: “ ‘The Lord God will do nothing, but He revealeth His secret unto His servants the prophets.’ While ‘the secret things belong unto the Lord our God,’ ‘those things which are revealed belong unto us and to our children forever.’ Amos 3:7; Deuteronomy 29:29. God has given these things to us, and His blessing will attend the reverent, prayerful study of the prophetic scriptures.”—The Desire of Ages, p. 234.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. Read John 2:1–11</strong>. There are many elements in John’s Gospel that foreshadow Christ’s future work, and commentators have noticed the deliberate way in which John moves his readers forward to the Cross. Where do you see various aspects of Christ’s character and future kingdom being demonstrated in this story?<br><br><strong>What does it teach us about the plan of salvation or about the ultimate marriage feast that has been promised to God’s Son?</strong><br><br><strong>1.</strong> The parable of the ten virgins is widely known and much loved by students of the Bible. What does this important story teach us about last-day events? Is it significant that the groom is delayed? What lessons might this parable teach about our individual relationships to Christ versus the way that Christ relates to the church corporately?<br><br><strong>2. </strong>Think about false practices that have entered into Christianity from outside the faith. Besides the obvious one, Sunday, as opposed to the biblical Sabbath, what other false beliefs have come in? How have they come in, and what can we do not only to protect ourselves from them but to help others see what they really are? In what ways are the three angels’ messages an attempt to do just that, to help people see the false beliefs that have entered the faith?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":38,
               "idDay":8,
               "idLesson":3,
               "lessonText":"<p><strong>Big Bucket of Butter<br><br>By Andrew McChesney</strong><br><br>After someone stole the family cow, Mother got a dog to watch their new cow. Mother also wanted the dog to guard the tithe: a big bucket of butter.<br><br>Father, a Seventh-day Adventist pastor, was far away in a Soviet labor camp on charges of keeping the Sabbath. The cow was the only source of income for Mother and her two small children in the then-southern Soviet republic of Tajikistan. Mother milked the cow and exchanged the milk for food at a market. Mother also set aside 10 percent of the milk as tithe, churning it into butter and storing it in a bucket. When the bucket was full, she sold it.<br><br>One day, Mother milked the cow and told the two children to wait as she went to the market. “Don’t open the door,” she said. She checked that the bucket of butter was near the dog, who was tied up in the yard, and she left. The children waited and waited. Then the gate opened, and a stranger entered the yard. The dog didn’t bark. The man, who was wearing Muslim clothes, walked over to the dog. It was as if the dog didn’t see him. The man picked up the butter bucket, turned around, and left. Later, the children excitedly told Mother about the man. No one understood what had happened.<br><br>Many years passed. Father was freed from the labor camp and resumed his duties as a pastor. He and Mother had five more children. Their eldest daughter, Nina, married and had children of her own. She also got a job, cleaning the offices of a fertilizer company. Now to get paid, Nina had to go to the company’s accountant. One day, as she was waiting for her salary, she told the accountant about the bucket of butter. The accountant listened politely until Nina described seeing the man in Muslim clothes. The accountant blurted out, “When did that happen?” Nina told her. The accountant began to cry. “Do you want to know how the story ended?” she asked. She said she and her four siblings grew up in Siberia. Their parents were killed during World War II, and they lived with their grandmother. Times were tough, and the day came when the food ran out. Grandmother called the five children to pray around the empty table. After praying, a knock sounded on the door. Outside stood a man wearing Muslim clothes. In one hand, he held a bucket of butter. In the other, he held a loaf of bread.<br><br>At the fertilizer company, the accountant begged Nina to tell her more about God. In time, the accountant and her daughter gave their hearts to Jesus and joined the Adventist Church.<br><br>To this day, no one knows the identity of the mysterious man. But Liubov Brunton, Nina’s daughter, has no doubt that he was an angel.<br><br>“For an angel, it took only a split second to transport the bucket of butter from Tajikistan to Siberia,” she said. “I just wonder where the angel found the bread. I can’t wait to get to heaven to hear the rest of the story.”</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":39,
               "idDay":9,
               "idLesson":3,
               "lessonText":"<p><strong>Part I: Overview<br><br>Key Text: Revelation 19:9<br><br>Study Focus: Gen. 2:18–23, Ezek. 16:3–32.</strong><br><br>In the literary structure of the Genesis Creation account, the institution of marriage, which appears in the seventh section of Genesis 2:21–24, parallels the institution of the Sabbath, which appears on the seventh day, in Genesis 2:1–3. This numerological parallel highlights a lesson of high significance: the relationship between God and the human family is to be understood in light of the sacrament of marriage.<br><br>The marital trope will be repeated in the early steps of the people of Israel at the time of the Exodus. The motif of jealousy, often associated with the motif of marital adultery, is found, for instance, in the covenant document of the Decalogue (Exod. 20:5; compare with Num. 25:1; Deut. 4:23, 24). The covenant between God and His people is thus understood in conjugal terms. God “loves” His people (Deut. 7:8, NKJV), and Israel is supposed to “love” God in return (Deut. 6:5). The Hebrew word yada‘, “to know,” that describes the sexual, intimate, and personal relationship between husband and wife (Gen. 4:1, Gen. 19:8, NKJV), is used to refer to the relationship between God and His people (Ps. 16:11; Jer. 2:2, 3; Ezek. 16:3–32).<br><br>For these reasons, it is imperative to study the biblical dimensions of the conjugal relation in order to better understand the significance of the conjugal metaphor.<br><br><strong>Part II: Commentary</strong><br><br>Let us first look at the biblical model of marriage as exemplified by the union of two couples in the book of Genesis: Adam and Eve, and Isaac and Rebekah. Subsequently, we shall examine the conjugal symbolism in its prophetic applications: namely, how the “harlot” and the “bride” tropes illustrate, respectively, the failure and the success of God’s relationship with fallen humanity.<br><br><strong>Adam and Eve</strong><br><br>According to the biblical record, the institution of marriage took place in the Garden of Eden, on the first day of human history (Gen. 1:26, 27; Gen. 2:18, 20–23). It is, then, expected that these ancient, inspired texts of Genesis contain the foundational principles of marriage and are, therefore, useful in our inquiry.<br><br><strong>“In the image of God” (Gen. 1:27, NKJV)</strong>. It is interesting that the regular plural is used to describe God’s initiative to create the human couple: the plural of the verb na‘aseh, “let us make” (Gen. 1:26), refers to the interrelationship existing within the Godhead. The fact that God created the couple “in His own image” (Gen. 1:27) implies that, as a couple, Adam and Eve must reflect the model of the divine interrelationship. This parallel should not, however, be taken literally to mean, for instance, that there is sexual relationship or hierarchy within the Godhead. The idea is simply that, just as there is love and unity between the Three Persons of the Godhead, there should be love and unity between the man and the woman (see Gen. 2:24; John 15:9, 12, 17; Eph. 4:1–6).<br><br><strong>“ ‘A helper comparable to him’ ” (Gen. 2:18, NKJV).</strong> The word ‘ezer, “helper,” is generally used to refer to God’s act of salvation (Exod. 18:4, Ps. 33:20, etc.). The word kenegdo, “comparable to him,” literally means “like” (ke) and “before each other” (negdo). The couple is thus described as being “like” each other and “before each other.”<br><br>The reciprocal dynamic that exists between the man and the woman in Creation and after the Fall serves also as a figure to signify the covenant between God and His people (compare Song of Sol. 6:3, Gen. 3:16, Eph. 5:21–28).<br><br><strong>Isaac and Rebekah</strong><br><br>The story of the marriage of Isaac and Rebekah is recorded in Genesis 24, the longest chapter of Genesis. This story contains a lesson about God’s presence. The Lord (YHWH), who never speaks in this chapter, is, however, mentioned 17 times. Another keyword of the chapter is the verb “go” (halak), which also occurs 17 times, seven of which are related to Rebekah. The word “go” is the verb that initiated Abraham’s journey in response to God’s call (Gen. 12:1, 4). Rebekah is thus understood as a second Abraham. The general idea of this chapter is that marriage is the place of God’s presence, the place of God’s salvation. The marriage of Isaac and Rebekah displays, therefore, a number of instructive elements that enlighten our understanding of God’s covenant with His people.<br><br><strong>God initiates the covenant.</strong> Just as Abraham symbolically moved to the place of the future bride by sending his servant Eliezer, God is the One who takes the first move toward His people, His bride. Yet, God does not force His covenant. In the same manner, Eliezer takes into consideration the freedom of the bride, who may decide not to follow him: “ ‘Perhaps the woman will not be willing to follow me’ ” (Gen. 24:5, NKJV).<br><strong><br>The bride’s response. </strong>Rebekah does not hesitate to follow and responds with one word: ’elek, “ ‘I will go’ ” (Gen. 24:58, NKJV), which marks the last occurrence of the key verb halak (“go”) in connection with Rebekah. That Rebekah is consulted is striking in her cultural context in which the woman was not supposed to have a say in her marriage. In this case, all depends on her “yes” or “no,” as she has the last word in this matter. Moreover, Rebekah’s response is the same as the response of the patriarch Abraham. The verbs echo the departure verb of Abraham when he left Mesopotamia: wayyelek, “departed” (Gen. 12:4, NKJV). In this sense, Rebekah’s steps follow Abraham’s steps.<br><br><strong>The part of prayer.</strong> Eliezer prayed for the success of his journey (Gen. 24:12) and also that Rebekah would give him a drink (Gen. 24:14).<br><br>Then, in accordance with his prayer, Rebekah “gave him a drink” (Gen. 24:18, NKJV). Also, Isaac prayed for the success of his meeting with Rebekah (Gen. 24:63). Then Rebekah’s eyes met Isaac’s eyes (Gen. 24:64).<br><br><strong>The part of love.</strong> The biblical text reports that Isaac loved Rebekah only after his marriage (Gen. 24:67). Love implies faithfulness, the duty to “live joyfully with the wife whom you love” (Eccles. 9:9, NKJV). This Hebrew concept of love has inspired the Hebrew theology of religion. The experience of conjugal love has been used as a model for the covenant between God and His people (Hos. 2:2, Hos. 3:1). “Love” in the Old Testament is an integral part of the concept of “covenant” (Deut. 7:9). Thus, when God calls humans to love Him, He is not referring to a momentary sentimental experience; to love God implies the commitment to live with Him for life (Deut. 6:5–9, Exod. 20:6).<br><br><strong>The Harlot and the Bride</strong><br><br><strong>The conjugal experience inspired the prophets</strong>. When God’s people were unfaithful to God by going after other gods, they were compared to a harlot, and the marriage covenant was described as broken. On the other hand, when God’s people were faithful to God, the marriage covenant was celebrated, and Israel, or the church, was compared to a beautiful bride.<br><br>The Harlot. In the book of Hosea, the conjugal symbolism refers to both a spiritual idea and a historical reality. The prophet Hosea is called by God to take “ ‘a wife of harlotry . . . for the land has committed great harlotry’ ” (Hos. 1:2, NKJV). These words need to be taken both literally and spiritually. This woman “ ‘is loved by a lover [someone other than her husband]’ ” and is committing adultery, just as the children of Israel, whom God loved, took to other gods (Hos. 3:1,<br><br>NKJV); in this sense, she is a real professional prostitute in the manner of such women at that time in the country of Canaan. Thus, when the people of Israel saw the prophet marrying a harlot, they identified themselves as the harlot that God married.<br><br><strong>The Bride of God.</strong> In the book of Ezekiel, the woman or bride, as a symbol of God’s people, is described in progression. When God found her, she was just a dirty and ugly newborn babe of pagan origin (Ezek. 16:3). Then, God took care of her. He cleansed her and fed her, and she grew “ ‘exceedingly beautiful’ ” (Ezek. 16:13, NKJV), representing God’s splendor, which He bestowed upon her (Ezek. 16:14). The same Hebrew qualification me’od me’od, “exceedingly,” is used in the book of Ezekiel to characterize the woman in her iniquity, which was “ ‘exceedingly great’ ” (Ezek. 9:9, NKJV). What God made “exceedingly” good turned out to be “exceedingly” bad.<br><br><strong>The Harlot and the Bride.</strong> In echo of the Hebrew prophets, the book of Revelation uses the conjugal metaphor to signify the contrast between the two versions of the woman. The “bride adorned for her husband” (Rev. 21:2, NKJV) represents God’s people with whom God will dwell in the “New Jerusalem” (Rev. 21:3). On the other hand, “ ‘the great harlot’ ” represents the adulterous church “ ‘who corrupted the earth with her fornication’ ” (Rev. 19:2, NKJV).<br><br><strong>Part III: Life Application</strong><br><br>The conjugal metaphor may have application in three areas of a Christian’s life: in one’s personal relationship with God, in one’s relationship with one’s spouse, and in the church.<br><br><strong>(1) With God</strong>. In what ways does the conjugal metaphor apply to and illuminate your personal relationship with God? How does the metaphor help you bring your religion more fully into your life?&nbsp;</p><p>How does it teach you that God is not only to be present when you pray and when you worship in church but everywhere and at all times? In what ways does the figure of marriage teach you to walk with God: in the night when you sleep; in the day when you work, think, speak, sing, eat, play, and laugh; as well as times when you suffer, weep, and struggle? List specific examples of when you feel and understand that God is close to you and when you feel He is far from you or sad for you.<br><br><strong>(2) With One’s Spouse</strong>. In the light of the biblical model of marriage, consider, if married, your relationship with your spouse. Pay joyful attention to each other “whom you love all the days of your . . . life” (Eccles. 9:9, NKJV), “submitting to one another in the fear of God” (Eph. 5:21, NKJV; compare with Gen. 3:16). Discover God’s image in your spouse, and respect and wonder at his or her differences from you (Gen. 1:26). How does the principle of unity fit with the principle of difference (Gen. 2:24)?<br><br><strong>Notes (3) In the Church. </strong>Discuss the relationship between the church and God’s character. How does God’s love and righteousness apply to the life of the church? Find concrete examples in which you, or your church, both fail and succeed.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>Images From Marriage</p>",
         "verse":"<p>“Then he said to me, ‘Write: “Blessed are those who are called to the marriage supper of the Lamb!” ’ And he said to me, ‘These are the true sayings of God’ ” (Revelation 19:9, NKJV).</p>",
         "versionCode":10,
         "weekDate":"April 12–18"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
