{
   "data":[
      {
         "color":"#caf0f8",
         "id":13,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"21 de diciembre",
               "dayTitle":"",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p>El Evangelio de Juan, como el de Marcos, termina con un encuentro en Galilea. Esta última lección acerca del Evangelio de Juan se refiere a ese encuentro, pero lo integra con el tema de cómo conocemos a Jesús y la Palabra de Dios, un concepto que recorre el cuarto Evangelio.<br><br>Aunque llevaban más de tres años con Jesús y él les había anunciado una y otra vez lo que sucedería, los discípulos seguían sin estar preparados para la crucifixión y la resurrección. Por desgracia, no habían prestado atención a sus palabras.<br><br>Corremos hoy el mismo peligro: oír o leer la Palabra de Dios sin escucharla, sin prestarle atención, sin permanecer en ella, sin obedecerla. Es decir, no aceptarla como la luz que debe guiar nuestros pensamientos y acciones. Desgraciadamente, demasiados cristianos se encuentran en esta situación, tal vez sin darse cuenta.<br><br>En esta última semana de estudio del Evangelio de Juan, analizaremos algunos de los puntos clave de este documento que pueden ayudarnos a ir más allá del mero conocimiento intelectual acerca de Jesús para, en cambio, conocerlo mejor y permanecer más estrechamente unidos a él y a su Palabra.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de diciembre",
               "dayTitle":"<p>ENCUENTRO EN GALILEA<br></p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Juan 21:1 al 19. ¿Qué verdades cruciales se revelan aquí, especialmente acerca de la gracia de Dios y la humildad humana?</strong><br></p><p><strong>Juan 21:1-19</strong></p><p><sup><strong>1</strong></sup> Después de esto, Jesús se manifestó otra vez a sus discípulos junto al mar de Tiberias; y se manifestó de esta manera:&nbsp;</p><p><sup><strong>2</strong></sup> Estaban juntos Simón Pedro, Tomás llamado el Dídimo, Natanael el de Caná de Galilea, los hijos de Zebedeo, y otros dos de sus discípulos.&nbsp;</p><p><sup><strong>3</strong></sup> Simón Pedro les dijo: Voy a pescar. Ellos le dijeron: Vamos nosotros también contigo. Fueron, y entraron en una barca; y aquella noche no pescaron nada.<br><sup><br><strong>4</strong></sup> Cuando ya iba amaneciendo, se presentó Jesús en la playa; mas los discípulos no sabían que era Jesús.&nbsp;</p><p><sup><strong>5</strong></sup> Y les dijo: Hijitos, ¿tenéis algo de comer? Le respondieron: No.&nbsp;</p><p><sup><strong>6</strong></sup> Él les dijo: Echad la red a la derecha de la barca, y hallaréis. Entonces la echaron, y ya no la podían sacar, por la gran cantidad de peces.&nbsp;</p><p><sup><strong>7</strong></sup> Entonces aquel discípulo a quien Jesús amaba dijo a Pedro: ¡Es el Señor! Simón Pedro, cuando oyó que era el Señor, se ciñó la ropa (porque se había despojado de ella), y se echó al mar.&nbsp;</p><p><sup><strong>8 </strong></sup>Y los otros discípulos vinieron con la barca, arrastrando la red de peces, pues no distaban de tierra sino como doscientos codos.<br><sup><br><strong>9</strong></sup> Al descender a tierra, vieron brasas puestas, y un pez encima de ellas, y pan.&nbsp;</p><p><sup><strong>10</strong></sup> Jesús les dijo: Traed de los peces que acabáis de pescar.&nbsp;</p><p><sup><strong>11</strong></sup> Subió Simón Pedro, y sacó la red a tierra, llena de grandes peces, ciento cincuenta y tres; y aun siendo tantos, la red no se rompió.&nbsp;</p><p><sup><strong>12</strong></sup> Les dijo Jesús: Venid, comed. Y ninguno de los discípulos se atrevía a preguntarle: ¿Tú, quién eres? sabiendo que era el Señor.&nbsp;</p><p><sup><strong>13</strong></sup> Vino, pues, Jesús, y tomó el pan y les dio, y asimismo del pescado.&nbsp;</p><p><sup><strong>14</strong></sup> Esta era ya la tercera vez que Jesús se manifestaba a sus discípulos, después de haber resucitado de los muertos.<br><sup><br><strong>15</strong></sup> Cuando hubieron comido, Jesús dijo a Simón Pedro: Simón, hijo de Jonás, ¿me amas más que estos? Le respondió: Sí, Señor; tú sabes que te amo. Él le dijo: Apacienta mis corderos.&nbsp;</p><p><sup><strong>16</strong></sup> Volvió a decirle la segunda vez: Simón, hijo de Jonás, ¿me amas? Pedro le respondió: Sí, Señor; tú sabes que te amo. Le dijo: Pastorea mis ovejas.&nbsp;</p><p><sup><strong>17</strong></sup> Le dijo la tercera vez: Simón, hijo de Jonás, ¿me amas? Pedro se entristeció de que le dijese la tercera vez: ¿Me amas? y le respondió: Señor, tú lo sabes todo; tú sabes que te amo. Jesús le dijo: Apacienta mis ovejas.&nbsp;</p><p><sup><strong>18</strong></sup> De cierto, de cierto te digo: Cuando eras más joven, te ceñías, e ibas a donde querías; mas cuando ya seas viejo, extenderás tus manos, y te ceñirá otro, y te llevará a donde no quieras.&nbsp;</p><p><sup><strong>19</strong></sup> Esto dijo, dando a entender con qué muerte había de glorificar a Dios. Y dicho esto, añadió: Sígueme.<br></p><p>Juan 20 termina con el propósito del libro. Sería, pues, el lugar lógico para concluir, pero hay un capítulo más. El capítulo 21 comienza con el regreso de algunos de los discípulos a Galilea y con la sugerencia de Pedro de pasar una noche en el lago. Parece que han vuelto los viejos tiempos, y los discípulos retoman su antiguo oficio, la pesca. Pero esa noche no pescan nada.<br><br>Por la mañana, un misterioso desconocido les dice desde la orilla que echen la red a la derecha de la barca. Entonces pescan tantos peces que no pueden recoger la red. Aquello fue un eco del comienzo de su ministerio con Jesús (ver Luc. 5:1-11). Juan reconoce inmediatamente a Jesús y se lo dice a Pedro, quien enseguida salta al agua y nada hasta la orilla.<br><br>Jesús hace tres preguntas a Pedro, todas relacionadas con el amor a su Maestro. Antes de la crucifixión, Pedro insistió en que daría su vida por Jesús (Juan 13:37). Entonces, Jesús predijo su triple negación (Juan 13:38). En este encuentro en Galilea, Pedro no se pone a sí mismo como punto de referencia, sino a Jesús: “Señor, tú sabes todas las cosas. Tú sabes que te quiero” (Juan 21:17). Algunos observan que Jesús utiliza el verbo agapa?, que significa amar, al interrogar a Pedro (excepto la última vez), y que Pedro siempre responde con file?, que significa amar, pero solo como amigo. Ven implícito en este juego de palabras que Pedro no ha alcanzado el tipo superior de amor.<br><br>En realidad, la respuesta de Pedro se centra en la humildad. Con el fracaso de Pedro siempre ante él, es más probable que utilice humildemente un “término inferior”, sin atreverse a reclamar demasiado para sí. Y es esta humildad la que Jesús reconoce, y la que resulta crucial para restaurar a Pedro en el ministerio. Sin duda, la humildad es una de las mejores cualidades para el ministerio, porque hace que el centro de atención sea Jesucristo, no uno mismo. La restauración de Pedro y su papel como líder de la iglesia primitiva es una de las pruebas más contundentes de que Jesús resucitó. Sería difícil explicar la prominencia de Pedro si Jesús no lo hubiera restaurado al ministerio en presencia de los otros discípulos.&nbsp;</p><p><strong>¿Por qué es tan importante la humildad para conocer al Señor? A la luz de la Cruz, ¿de qué podemos sentirnos orgullosos?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de diciembre",
               "dayTitle":"<p>MANTENER LOS OJOS EN JESÚS<br></p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Juan 21:20 al 22. ¿Qué pregunta llevó a Pedro por un camino equivocado? ¿Cómo enderezó Jesús el camino del discípulo?</strong><br></p><p><strong>Juan 21:20-22</strong></p><p><sup><strong>20</strong></sup> Volviéndose Pedro, vio que les seguía el discípulo a quien amaba Jesús, el mismo que en la cena se había recostado al lado de él, y le había dicho: Señor, ¿quién es el que te ha de entregar?&nbsp;</p><p><sup><strong>21</strong></sup> Cuando Pedro le vio, dijo a Jesús: Señor, ¿y qué de este?&nbsp;</p><p><sup><strong>22</strong></sup> Jesús le dijo: Si quiero que él quede hasta que yo venga, ¿qué a ti? Sígueme tú. <br></p><p>Jesús acababa de restaurar a Pedro en el ministerio y le dijo: “Sígueme” (Juan 21:19). Probablemente se refirió en principio a una caminata con el Maestro por la playa. De hecho, Pedro giró su cabeza, vio que Juan también seguía a Jesús y le preguntó: “Señor, ¿y qué de este?” (Juan 21:21).<br><br>Al restaurar a Pedro en el ministerio, Jesús había predicho la forma en que moriría (Juan 21:18). Parece que Pedro también sentía curiosidad por la muerte de Juan. Jesús redirige la atención de Pedro hacia la cuestión de seguirlo sin preocuparse por lo que habría de ocurrir con su condiscípulo.<br><br><strong>Lee Juan 21:23 al 25. ¿Cómo se malinterpretó la declaración de Jesús? ¿Cómo corrigió el apóstol Juan ese malentendido?</strong><br></p><p><strong>Juan 21:23-25</strong></p><p>&nbsp;<strong><sup>23</sup></strong> Este dicho se extendió entonces entre los hermanos, que aquel discípulo no moriría. Pero Jesús no le dijo que no moriría, sino: Si quiero que él quede hasta que yo venga, ¿qué a ti?<br><sup><br><strong>24</strong></sup> Este es el discípulo que da testimonio de estas cosas, y escribió estas cosas; y sabemos que su testimonio es verdadero.<br><sup><br><strong>25</strong></sup> Y hay también otras muchas cosas que hizo Jesús, las cuales si se escribieran una por una, pienso que ni aun en el mundo cabrían los libros que se habrían de escribir. Amén.<br></p><p>La gente malinterpretó lo que Jesús quiso decir con: “Si quiero que él quede hasta que yo venga, ¿qué a ti? Tú sígueme” (Juan 21:22). Pensaron que eso significaba que Jesús volvería antes de que Juan muriera. A medida que pasaba el tiempo y Juan se acercaba cada vez más a la muerte sin que Cristo volviera, aquello podía convertirse en una crisis. Juan corrige esta idea equivocada indicando que las palabras de Jesús habían sido una expresión de deseo, no una profecía acerca de lo que ocurriría.<br><br>La idea de centrarnos en Jesús en lugar de hacerlo en otras personas es una poderosa introducción al resto de la lección de esta semana. Solo Jesús es nuestro Salvador. Inevitablemente, la gente te decepcionará y tal vez incluso te lastime.<br><br>Las verdades tratadas de martes a jueves retomarán el tema de la comprensión de la Palabra de Dios, con el objetivo de conocer y seguir a Jesús, quien es el único que debe ser nuestro Maestro y Guía, independientemente de la ayuda, el consejo y la orientación que otros puedan darnos.<br><br><strong>¿Cuántas veces te han decepcionado algunas personas a las que tal vez admirabas? ¿Qué lecciones, por duras que hayan sido, aprendiste de esas experiencias?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de diciembre",
               "dayTitle":"<p>LUZ Y OSCURIDAD</p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Juan 1:4-10; 3:19-21; 5:35; 8:12; 9:5; 11:9, 10; 12:35. ¿Qué gran contraste se presenta aquí y por qué es tan fundamental para comprender la verdad?</strong><br></p><p><strong>Juan 1:4-10</strong></p><p><sup><strong>&nbsp;4 </strong></sup>En él estaba la vida, y la vida era la luz de los hombres.&nbsp;</p><p><sup><strong>5 </strong></sup>La luz en las tinieblas resplandece, y las tinieblas no prevalecieron contra ella.<br><sup><br><strong>6</strong></sup> Hubo un hombre enviado de Dios, el cual se llamaba Juan.&nbsp;</p><p><strong><sup>7 </sup></strong>Este vino por testimonio, para que diese testimonio de la luz, a fin de que todos creyesen por él.&nbsp;</p><p><sup><strong>8</strong></sup> No era él la luz, sino para que diese testimonio de la luz.<br><sup><br><strong>9 </strong></sup>Aquella luz verdadera, que alumbra a todo hombre, venía a este mundo.&nbsp;</p><p><sup><strong>10</strong></sup> En el mundo estaba, y el mundo por él fue hecho; pero el mundo no le conoció. <br></p><p><strong>Juan 3:19-21</strong></p><p><sup><strong>&nbsp;19 </strong></sup>Y esta es la condenación: que la luz vino al mundo, y los hombres amaron más las tinieblas que la luz, porque sus obras eran malas.&nbsp;</p><p><sup><strong>20</strong></sup> Porque todo aquel que hace lo malo, aborrece la luz y no viene a la luz, para que sus obras no sean reprendidas. <strong><sup>21</sup></strong> Mas el que practica la verdad viene a la luz, para que sea manifiesto que sus obras son hechas en Dios.<br></p><p><strong>Juan 5:35</strong></p><p><sup><strong>35</strong></sup> Él era antorcha que ardía y alumbraba; y vosotros quisisteis regocijaros por un tiempo en su luz.<br></p><p><strong>Juan 8:12</strong></p><p><sup><strong>12</strong></sup> Otra vez Jesús les habló, diciendo: Yo soy la luz del mundo; el que me sigue, no andará en tinieblas, sino que tendrá la luz de la vida.<br></p><p><strong>Juan 9:5</strong></p><p><sup><strong>5</strong></sup> Entre tanto que estoy en el mundo, luz soy del mundo.<br></p><p><strong>Juan 11:9-10</strong></p><p><sup><strong>&nbsp;9</strong></sup> Respondió Jesús: ¿No tiene el día doce horas? El que anda de día, no tropieza, porque ve la luz de este mundo; <strong><sup>10</sup></strong> pero el que anda de noche, tropieza, porque no hay luz en él. <br></p><p><strong>Juan 12:35</strong></p><p><sup><strong>35</strong></sup> Entonces Jesús les dijo: Aún por un poco está la luz entre vosotros; andad entre tanto que tenéis luz, para que no os sorprendan las tinieblas; porque el que anda en tinieblas, no sabe a dónde va.<br></p><p>El mundo está en tinieblas; rehúye la luz y no puede, por sí solo, encontrar el camino hacia el Dios verdadero, el Dios personal de la Creación, la Revelación y la Redención.<br><br>“Nunca puede la humanidad, por sí misma, obtener un conocimiento de lo divino. ‘Es más alta que los cielos; ¿qué harás? Es más profunda que el Seol; ¿cómo la conocerás?’ Únicamente el espíritu de adopción puede revelarnos las cosas profundas de Dios, las que ‘ojo no vio, ni oído oyó, y que jamás entraron en pensamiento humano. Pero a nosotros nos las ha revelado Dios por medio de su Espíritu’ ” (Elena G. de White, El Deseado de todas las gentes, p. 380).<br><br>Solo Jesucristo “dio a conocer” al Padre (Juan 1:18). El verbo griego así traducido es ex?geomai, que significa “interpretar”, “explicar”, “exponer”. Juan presenta a Jesús como el mensajero celestial, el que da a conocer a Dios. Solo a través de Jesús podemos conocer verdaderamente a Dios.<br><br><strong>Lee Juan 8:42 al 44. ¿Cómo describe Jesús el falso fundamento sobre el que los líderes religiosos de Israel habían basado su fe?</strong><br></p><p><strong>Juan 8:42 -44</strong></p><p>&nbsp;<strong><sup>42</sup></strong> Jesús entonces les dijo: Si vuestro padre fuese Dios, ciertamente me amaríais; porque yo de Dios he salido, y he venido; pues no he venido de mí mismo, sino que él me envió.</p><p><sup><strong>43</strong></sup> ¿Por qué no entendéis mi lenguaje? Porque no podéis escuchar mi palabra.&nbsp;</p><p><sup><strong>44</strong></sup> Vosotros sois de vuestro padre el diablo, y los deseos de vuestro padre queréis hacer. Él ha sido homicida desde el principio, y no ha permanecido en la verdad, porque no hay verdad en él. Cuando habla mentira, de suyo habla; porque es mentiroso, y padre de mentira. <br></p><p>Los que no están en la verdad hablan desde sus propios recursos. Ellos “ven” el significado de un texto solo desde una perspectiva humana. Por el contrario, debemos aceptar que Cristo es la luz del mundo y seguirlo en nuestra interpretación de su Palabra. Por el contrario, el diablo “habla de lo que él mismo es” (Juan 8:44). Si no tenemos cuidado y no nos rendimos en fe y obediencia a Dios, corremos el peligro de hacer lo mismo: leer el texto basándonos únicamente en nuestros propios deseos, anhelos y perspectivas, un error mucho más factible de lo que creemos.<br><br><strong>¿Cómo respondes a las verdades de la Palabra de Dios? ¿Las aceptas con la actitud correcta o con desagrado?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de diciembre",
               "dayTitle":"<p>TEOLOGÍA DESDE “ARRIBA” O DESDE “ABAJO”<br></p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Juan 4:46 al 54. ¿Qué problema llevó al funcionario a Jesús y cuál era la verdadera cuestión subyacente?</strong><br></p><p><strong>Juan 4:46-54</strong></p><p><sup><strong>46</strong></sup> Vino, pues, Jesús otra vez a Caná de Galilea, donde había convertido el agua en vino. Y había en Capernaum un oficial del rey, cuyo hijo estaba enfermo.&nbsp;</p><p><sup><strong>47</strong></sup> Este, cuando oyó que Jesús había llegado de Judea a Galilea, vino a él y le rogó que descendiese y sanase a su hijo, que estaba a punto de morir.&nbsp;</p><p><sup><strong>48</strong></sup> Entonces Jesús le dijo: Si no viereis señales y prodigios, no creeréis.&nbsp;</p><p><sup><strong>49</strong></sup> El oficial del rey le dijo: Señor, desciende antes que mi hijo muera.&nbsp;</p><p><sup><strong>50 </strong></sup>Jesús le dijo: Ve, tu hijo vive. Y el hombre creyó la palabra que Jesús le dijo, y se fue.&nbsp;</p><p><sup><strong>51</strong></sup> Cuando ya él descendía, sus siervos salieron a recibirle, y le dieron nuevas, diciendo: Tu hijo vive.&nbsp;</p><p><sup><strong>52</strong></sup> Entonces él les preguntó a qué hora había comenzado a estar mejor. Y le dijeron: Ayer a las siete le dejó la fiebre.&nbsp;</p><p><sup><strong>53</strong></sup> El padre entonces entendió que aquella era la hora en que Jesús le había dicho: Tu hijo vive; y creyó él con toda su casa.&nbsp;</p><p><sup><strong>54</strong></sup> Esta segunda señal hizo Jesús, cuando fue de Judea a Galilea.<br></p><p>Este hombre vino a Jesús, la Luz del mundo, pero había tomado la decisión de creer solamente si Jesús sanaba a su hijo. Podríamos decir que la teología de este hombre era una “teología desde abajo”. La teología desde abajo establece reglas y normas para Dios y su Palabra. Las defectuosas, limitadas y subjetivas ideas humanas se convierten en la autoridad final acerca de cómo las personas interpretan la Palabra de Dios. ¡Qué trampa tan peligrosa!<br><br>Por el contrario, la teología “desde arriba” responde por fe, creyendo primero en Dios y en su Palabra (Juan 4:48; 4:48; 6:14, 15; 2 Tim. 3:16). Debemos creer las palabras de la Escritura si queremos creer las palabras de Jesús (Juan 5:46, 47). “Si ustedes permanecen en mi palabra, son realmente mis discípulos” (Juan 8:31). Si dudamos de la Palabra de Dios, su Palabra no puede permanecer en nosotros (Juan 5:38). Jesús dijo: “El que me rechaza y no recibe mis palabras tiene quien lo condene. La palabra que he hablado lo condenará en el día final; porque yo no hablé de mí mismo. El Padre que me envió, él me ordenó qué decir y qué enseñar” (Juan 12:48, 49). Escuchar la Palabra de Dios es algo más que una ingestión pasiva de información. Significa hacer la voluntad de Dios como respuesta activa al hecho de escucharla. “El que quiera hacer la voluntad de Dios conocerá si la doctrina es de Dios, o si yo hablo por mi propia cuenta” (Juan 7:17).<br><br>Esta dinámica de oír y poner en práctica la Palabra de Dios es una expresión de amor hacia él. “El que me ama guardará mi palabra. Y mi Padre lo amará, y vendremos a él y habitaremos en él” (Juan 14:23).<br><br><strong>¿Cuál es la relación entre nuestro amor a Jesús y la obediencia? ¿Por qué cualquier tipo de obediencia que no es fruto del amor corre el peligro de ser legalismo?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de diciembre",
               "dayTitle":"<p>PERMANECER EN JESÚS<br></p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Juan 12:32. ¿De qué manera describe esta sorprendente afirmación la autoridad de Jesucristo?</strong><br></p><p><strong>Juan 12:32</strong></p><p><sup><strong>32 </strong></sup>Y yo, si fuere levantado de la tierra, a todos atraeré a mí mismo.<br></p><p>Como hemos visto a lo largo de las lecciones de este trimestre, el Evangelio de Juan nos atrae hacia Jesús, pero solo si estamos dispuestos a conocer a Dios y a hacer su voluntad. A lo largo de su Evangelio, las personas que se encuentran con Jesús aceptan la luz y crecen o la rechazan y quedan ciegas. Nicodemo, la mujer junto al pozo, el funcionario, el hombre del estanque de Betesda, los cinco mil alimentados con unos pocos panes y peces, los hermanos de Jesús, los líderes religiosos, el ciego de nacimiento, María y Marta, Pilato, todos se encontraron con Jesús y tomaron decisiones acerca de la verdad y la luz que él traía.<br><br>La teología desde abajo comienza con la argumentación humana para determinar y examinar la existencia y la naturaleza de Dios. La defectuosa, caída y prejuiciosa perspectiva humana tiene prioridad sobre la divina, santa, perfecta y omnisciente. La teología desde abajo conduce a las personas inevitablemente por mal camino, como lo ha hecho en el pasado y lo hará en el futuro (véase Apoc. 14:1-12), cuando la sabiduría humana usurpará el lugar de la divina e intentará imponer una falsa adoración en el mundo.<br><br><strong>Lee Juan 15:1 al 11. ¿Cuál es el secreto del crecimiento y la salud espirituales? El secreto es permanecer conectados a Jesús. Él es la Palabra de Dios; el Pan de Vida; la Luz del mundo; la Puerta de las ovejas; el Buen Pastor; la Resurrección y la Vida; el Camino, la Verdad y la Vida; y la Vid verdadera.</strong></p><p><strong>Juan 15:1-11</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> Yo soy la vid verdadera, y mi Padre es el labrador.&nbsp;</p><p><sup><strong>2</strong></sup> Todo pámpano que en mí no lleva fruto, lo quitará; y todo aquel que lleva fruto, lo limpiará, para que lleve más fruto.&nbsp;</p><p><sup><strong>3 </strong></sup>Ya vosotros estáis limpios por la palabra que os he hablado.&nbsp;</p><p><sup><strong>4 </strong></sup>Permaneced en mí, y yo en vosotros. Como el pámpano no puede llevar fruto por sí mismo, si no permanece en la vid, así tampoco vosotros, si no permanecéis en mí.&nbsp;</p><p><sup><strong>5 </strong></sup>Yo soy la vid, vosotros los pámpanos; el que permanece en mí, y yo en él, este lleva mucho fruto; porque separados de mí nada podéis hacer.&nbsp;</p><p><sup><strong>6</strong></sup> El que en mí no permanece, será echado fuera como pámpano, y se secará; y los recogen, y los echan en el fuego, y arden.&nbsp;</p><p><sup><strong>7 </strong></sup>Si permanecéis en mí, y mis palabras permanecen en vosotros, pedid todo lo que queréis, y os será hecho.&nbsp;</p><p><sup><strong>8</strong></sup> En esto es glorificado mi Padre, en que llevéis mucho fruto, y seáis así mis discípulos.&nbsp;</p><p><sup><strong>9 </strong></sup>Como el Padre me ha amado, así también yo os he amado; permaneced en mi amor.&nbsp;</p><p><sup><strong>10 </strong></sup>Si guardareis mis mandamientos, permaneceréis en mi amor; así como yo he guardado los mandamientos de mi Padre, y permanezco en su amor.&nbsp;</p><p><sup><strong>11</strong></sup> Estas cosas os he hablado, para que mi gozo esté en vosotros, y vuestro gozo sea cumplido.</p><p>Los integrantes de la Deidad y la Biblia son como imanes. Si no nos resistimos, nos atraerán hacia ellos. “La voz de Dios nos habla a través de su Palabra, y oiremos muchas voces, pero Cristo nos dijo que debemos cuidarnos de quienes dirán: ‘Aquí está Cristo’ o ‘Allí está Cristo’. Entonces, ¿cómo sabremos que los tales no tienen la verdad, a menos que cotejemos cada cosa con las Escrituras?” (Elena G. de White, Fe y obras, p. 56). Entonces, debemos someter nuestros propios puntos de vista a los presentados en la Palabra de Dios.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de diciembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p>La perspectiva de Dios es muy diferente de la humana. Dios comparte su perspectiva con nosotros a través de su Palabra, la Biblia, y del poder del Espíritu Santo. Debemos decidir si queremos andar en la oscuridad o aceptar la luz de Jesucristo revelada en la Palabra.<br><br>Parte integral de esta elección es nuestra propia entrega personal a Jesucristo, el Hijo de Dios y Redentor de la humanidad. Mediante el poder del Espíritu Santo, Dios Padre nos ha revelado la profundidad de su amor mediante la vida, la muerte y la resurrección de Jesús. Y sabemos acerca de Jesús porque su vida, su muerte y su resurrección han sido registradas en la Palabra de Dios.<br><br>“Los ángeles de Dios pasan siempre de la Tierra al Cielo, y del Cielo a la Tierra. Los milagros de Cristo en favor de los afligidos y los dolientes fueron realizados por el poder de Dios a través del ministerio de los ángeles. Y es a través de Cristo, por medio del ministerio de sus mensajeros celestiales, como nos llega toda bendición de Dios. Al tomar sobre sí mismo la humanidad, nuestro Salvador une sus intereses con el de los caídos hijos e hijas de Adán, mientras por su divinidad se aferra al Trono de Dios. Y así es Cristo el medio de comunicación de los hombres con Dios y de Dios con los hombres” (Elena G. de White, El Deseado de todas las gentes, p. 117).<br><strong><br>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1</strong>. ¿Cuál de los relatos del Evangelio de Juan es el que más te habla del amor y el carácter de Dios? Comparte con tu clase por qué esa historia te parece tan convincente.<br><br><strong>2. </strong>En términos prácticos, ¿cómo se debe proceder en la búsqueda de la verdad?<br><strong><br>3. </strong>¿Por qué suele ser difícil dejar de lado al yo como árbitro de la verdad? ¿Podremos hacerlo alguna vez por completo o nuestra humanidad seguirá en cierta medida influyendo en nuestra forma de ver las Escrituras? ¿Por qué debemos reconocer este hecho y de qué manera la humildad puede ayudarnos?<br><br><strong>4</strong>. La historia del cristianismo occidental está llena de ejemplos terribles de lo que ocurre cuando la Palabra de Dios se somete a la política y a los prejuicios humanos. ¿Cuáles son algunos de esos ejemplos y qué lección podemos aprender hoy de ellos acerca de cuán peligroso es que las perspectivas humanas se conviertan en el filtro para “interpretar” la Biblia?<br><br><strong>5.</strong> Resume en tus propias palabras el panorama general del Evangelio de Juan. ¿Cuál es su mensaje central para nosotros hoy?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":138,
               "idDay":8,
               "idLesson":13,
               "lessonText":"<p><strong>RESEÑA<br><br>Textos clave: Juan 21:1-19; 21:18-25; 8:40-46; 4:46-54; 12:32; 15:1-11.</strong><br><br>En la conclusión o epílogo del Evangelio de Juan, Cristo trató de inculcar las enseñanzas de su reino espiritual, su muerte vicaria y su segura resurrección en el corazón y en la mente de sus seguidores. Sin embargo, sus discípulos no parecían incorporar lo que les decía. Esto les resultó bastante difícil de procesar a pesar de las numerosas ocasiones en que trató de explicarles la verdad y llevarlos a creer.<br><br>Para que no seamos demasiado duros con los discípulos, ¿no es este el problema de muchos cristianos hoy? Oímos las palabras de Cristo y las estudiamos, pero ¿se convierten estas realmente en parte de nuestra vida o quedan apenas en nuestra mente sin alcanzar nuestro corazón?<br><br>Aunque resulte difícil de creer, Pedro y los demás discípulos pensaban que Cristo restauraría a Israel como reino derrotando al poder romano durante su ministerio terrenal. Tras la resurrección, la esperanza de los dos seguidores de Jesús que iban rumbo a Emaús estaba devastada. Cuando Jesús, a quien no habían identificado como el Salvador, se unió a ellos, les explicó las profecías relativas a él. La realidad de la resurrección y el derramamiento posterior del Espíritu Santo actualizaron lo que él había enseñado a los Doce desde el principio. Finalmente, la victoria de Cristo sobre la muerte se hizo tan real para los discípulos que estuvieron dispuestos a arriesgar su vida por la causa del evangelio.<br><br>Parece que, en esas últimas semanas con el Señor resucitado, los discípulos finalmente aprendieron y creyeron más acerca de lo que Jesús trataba de comunicarles. Él fue paciente con ellos hasta el final y está dispuesto a serlo con nosotros hoy. ¿Qué haríamos sin su paciencia? Que esta realidad nos ayude a ser más fieles a él en cada pensamiento, sentimiento y acción de nuestra vida.<br><br><strong>COMENTARIO<br><br>Reunión en Galilea (Juan 21:1-19)</strong><br><br>Incluso después de que el Señor resucitado apareciera tres veces a los discípulos, estos volvieron a pescar, por sugerencia de Pedro. Trabajaron toda la noche, pero no consiguieron nada. En condiciones normales, habrían pescado algo, por poco que fuera. Pero Jesús pretendía que este fracaso los hiciera enfocarse en ser pescadores de hombres. Nuestro fracaso en algo que solemos hacer bien a menudo nos lleva a buscar la ayuda divina.<br><br>Aquella mañana, Jesús apareció temprano en la orilla, obró el milagro de la gran pesca y luego dio de desayunar a sus seguidores. Este relato muestra que Cristo resucitado era una persona tan real como antes de su muerte. Además, al preparar la comida, Jesús demostró que se preocupaba por las necesidades de sus discípulos cansados y hambrientos. Al hacerlo, Jesús les demostró que siempre sería su amigo y que siempre estaría atento a sus necesidades mientras ellos se esforzaban por hacer avanzar su causa.<br><br>Es revelador que en este último encuentro el Señor se centrara en Pedro. Justo después de su resurrección, Jesús mencionó específicamente al discípulo, y ahora le preguntó tres veces si lo amaba. Mientras Jesús hablaba a los discípulos de su inminente crucifixión, Pedro insistió en que moriría por él (Juan 13:37). Pero, a pesar de esa promesa, él y los demás discípulos huyeron para salvar su vida. Más tarde, Pedro negó a Cristo tres veces, tal y como Jesús había predicho.<br><br>En la cultura oriental, renegar de los amigos es algo deshonroso, y Pedro sintió profundamente esa vergüenza. Puesto que sabía lo que Pedro sentía, Jesús le hizo tres preguntas para restaurarlo emocional y espiritualmente: “Simón, hijo de Jonás, ¿me amas?” (Juan 21:16). Jesús utilizó el verbo griego agapa?, que se refiere al amor incondicional de Dios, y Pedro respondió con el verbo file?, que a menudo designa el afecto existente entre amigos.<br><br>Parece que Pedro no sentía que su amor por su Señor fuera tan elevado como el de su Señor por él. En su respuesta, Pedro estaba mostrando humildad y disposición a ser instruido, rasgos que lo facultaban para cumplir la tarea encomendada por Jesús: “Apacienta mis ovejas” (Juan 21:16). Este gesto de Cristo demostraba que Pedro había sido restaurado y que se le había confiado el cuidado del rebaño de creyentes de Cristo. ¡Qué transformación! El Pedro impulsivo y demasiado confiado había aprendido por fin a ser humilde, a desconfiar de sí mismo y a confiar en Jesús.<br><br><strong>Mantener los ojos en Jesús (Juan 21:18-25)</strong><br><br>Daría la impresión de que Pedro y Juan competían por la atención de Jesús. Este acababa de restaurar a Pedro ante sus condiscípulos y de encomendarle el cuidado pastoral de sus ovejas. En medio de esta labor de rehabilitación, Jesús incluyó la predicción de cómo daría Pedro su vida por el evangelio. (Ver Juan 21:18, 19). Entonces, Jesús pidió a Pedro que lo siguiera, la única manera de permanecer fiel y firme a lo largo de su ministerio e incluso del martirio.<br><br>Mientras Pedro caminaba con Cristo, Juan estaba cerca. Al parecer, esto despertó la curiosidad de Pedro. ¿Sufriría Juan al igual que él? La invitación a seguir a Jesús fue dirigida específicamente a Pedro, por lo cual este preguntó: “Señor, ¿y qué de este [Juan]?” (Juan 21:21). Puesto que sabía lo que había en el corazón de Pedro, Jesús respondió rápidamente: “Si quiero que él quede hasta que yo venga, ¿qué a ti? Tú sígueme” (Juan 21:22).<br><br>En pocas palabras, lo que Jesús quiso transmitir a Pedro es que la prioridad de seguirlo no depende de quién más lo haga o de las circunstancias que puedan surgir. La presión de los demás puede llevarnos a desviarnos hacia un lado u otro, pero debemos estar plenamente comprometidos con Jesús, independientemente de las personas o las circunstancias. Esta manera de pensar es muy necesaria hoy, cuando la gente tiende a seguir ideas caprichosas o la opinión pública. Como fieles seguidores de Jesús, no podemos hacer eso. Debemos seguirlo por nuestras propias convicciones personales acerca de él como Salvador, ya que nuestra salvación es un asunto entre nosotros y Dios. Cuando Jesús regrese, no importará lo que otros piensen de nosotros, sino solo lo que Dios piense.</p><p>No debemos dejar esta sección sin abordar un posible malentendido que puede surgir en la mente de muchos en relación con las palabras de Jesús acerca de Juan. Jesús se centró en la necesidad de Pedro de seguirlo a pesar de todo e independientemente del futuro de Juan. Observa la siguiente declaración condicional: “Si quiero que él quede” (Juan 21:22). Fue fácil para Pedro, y para nosotros, malinterpretar las claras palabras de Jesús y pasar por alto la idea principal expresada por el Señor: la necesidad de permanecer fieles.<br><br>Aun nuestros amigos más íntimos pueden a veces malinterpretar lo que decimos. Sin embargo, Jesús, nuestro mejor amigo, entiende perfectamente lo que decimos y lo que queremos decir. Considera esta inspirada declaración en términos de poner toda nuestra confianza en el inmutable Jesús: “Dios permite muchas veces que aquellos en quienes ponemos nuestra confianza nos chasqueen, para que aprendamos cuán vano es confiar en el hombre y hacer de la carne nuestro brazo. Confiemos completa, humilde y abnegadamente en Dios” (Elena G. de White, El ministerio de curación, p. 387).<br><br><strong>Luz y tinieblas (Juan 8:40-46)</strong><br><br>Algunas personas se empeñan en aferrarse a sus opiniones equivocadas a pesar de la cuantiosa evidencia que demuestra lo contrario. También tienden a rodearse exclusivamente de quienes están de acuerdo con ellos, como una manera de reforzar sus errores.<br><br>Tal era el caso de los líderes religiosos. Estaban tan cegados por su propio egoísmo y sus prejuicios que odiaban apasionadamente a Jesús. Es muy extraño que afirmaran amar al Padre pero odiaran a su Hijo. Jesús expuso esta hipocresía en estas palabras: “Si su padre fuera Dios, me amarían; porque yo de Dios he salido y he venido. No he venido de mí mismo, sino que él me envió” (Juan 8:42).<br><br><strong>Jesús cura al hijo de un noble judío (Juan 4:46-54)</strong><br><br>En nuestro estudio de esta semana, también consideramos la historia de un importante funcionario judío que estaba al servicio del rey Herodes. El hijo de este noble languidecía en su lecho de muerte. Los médicos lo habían desahuciado. Desesperado, el padre buscó al gran Médico, aunque en realidad no creía que fuera el Mesías prometido. Jesús sabía que, si no curaba al hijo del noble, este no creería que él era el Cristo.<br><br>Aunque Jesús conocía los motivos del hombre, deseaba no solo sanar a su hijo, sino también despertar una fe genuina en él y traer la salvación a toda la familia. Jesús dijo al noble: “Si ustedes no ven señales y milagros no creerán” (Juan 4:48). Estas palabras aguijonearon la conciencia del padre y lo llevaron a cuestionar sus motivos egoístas, llevándolo así a creer en Jesús por su propio bien.<br><br><strong>Permanecer en Jesús (Juan 12:32; 15:1-11)</strong><br><br>Cuando Jesús fue “levantado de la tierra” (Juan 12:32), atrajo a muchos hacia él, y aún hoy sigue haciéndolo. Pero ser atraídos a Cristo es solo el paso inicial en nuestra relación salvadora con él, porque debemos continuar caminando con él y permanecer en él, lo que requiere determinación y constancia en nuestra senda espiritual.<br><br>Para resaltar la importancia de permanecer en él, Jesús menciona esto siete veces en solo cuatro versículos (Juan 15:4-7). Sin permanecer en Cristo, nada podemos hacer (Juan 15:5). El significado de este versículo resulta sumamente claro cuando lo consideramos a la luz de la técnica necesaria para hacer un injerto en una vid. Si el injerto no se adhiere a la cepa madre, se seca. Por lo tanto, sin la cepa madre, el injerto no puede hacer absolutamente nada.<br><br>La cualidad de permanecer transmite la idea de intimidad y constancia. El sarmiento fructífero tiene una conexión viva con la vid. “Fibra tras fibra, vena tras vena. […] al unirse [el injerto] a la vid viviente [Cristo], llega a formar parte de ella. […] Así como el injerto recibe vida cuando se une a la vid, el pecador participa de la naturaleza divina cuando se relaciona con Dios. Cuando estamos así unidos, las palabras de Cristo moran en nosotros, y no somos ya impulsados por sentimientos espasmódicos, sino por principios vivos y permanentes” (Elena de White, Hijos e hijas de Dios, p. 293).<br><br><strong>APLICACIÓN A LA VIDA<br><br>Reflexiona acerca de las siguientes preguntas y respóndelas:</strong><br><br>1. Piensa en lo que ocurre cuando confiamos demasiado en las personas, incluso en nuestros mejores amigos, en lugar de confiar en Jesús. Por su gran amor y misericordia hacia nosotros, Dios permite a veces que esos amigos nos decepcionen para que finalmente aprendamos a depositar nuestra plena confianza en Jesús. ¿Hasta qué punto debemos entonces confiar en nuestros mejores amigos?<br><br>2. Cuando sabemos y creemos que Dios nos ha perdonado, ¿es correcto no perdonarnos plenamente a nosotros mismos en vista de que no merecemos ese perdón? ¿Por qué sí o por qué no?<br><br>3. Puesto que algún día podemos enfrentarnos solos al tiempo de angustia, ¿hasta qué punto debemos depender de otros cristianos que nos rodean? ¿Seguimos necesitando el apoyo de otros o hemos aprendido a obtener fuerzas de nuestra comunión con Jesús?<br><br>4. ¿Qué significa para ti en la vida cotidiana el hecho de que sin Jesús no puedes hacer nada? Concretamente, ¿a qué se refiere la palabra “nada”?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>EPÍLOGO: CONOCER A JESÚS Y SU PALABRA<br></p>",
         "verse":"<p>“Ustedes escudriñan las Escrituras porque piensan que en ellas tienen la vida eterna. ¡Ellas testifican de mí!” (Juan 5:39).<br></p>",
         "versionCode":7,
         "weekDate":"21-27 de diciembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
