{
  "data": [
    {
      "color": "#5885AF",
      "id": 4,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "19 de julio",
          "dayTitle": "<p>LAS PLAGAS</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>Cierto granjero intentaba que su burro se moviera, pero el animal no lo hacía. Tomó entonces una rama gruesa y la azotó contra el suelo. Volvió a hablar al burro, y este empezó a moverse.&nbsp;</p><p>Cuando alguien preguntó al granjero por qué su técnica había funcionado con el terco animal, respondió: “Lo primero fue llamar su atención”.&nbsp;</p><p>Dejando a un lado cualquier cuestión acerca de la crueldad contra los animales, hay un punto que señalar aquí, especialmente en el contexto del éxodo de los hebreos fuera de Egipto. Moisés había recibido órdenes de marchar y se dirigió al faraón con las famosas palabras shalaj et ami: “¡Deja ir a mi pueblo!”&nbsp;</p><p>Sin embargo, el faraón no quiso dejar marchar al pueblo de Dios. Las Escrituras no explican por qué el gobernante se mostraba tan reacio, más allá de la amenaza militar que los egipcios temían que los hebreos pudieran representar (ver Éxo. 1:10). Lo más probable es que, como suele ocurrir con la esclavitud, la razón de su negativa fuera puramente económica. Los hebreos eran mano de obra barata, por lo que no quería perder las ventajas financieras que estos esclavos le proporcionaban. Haría falta, pues, cierta persuasión no solo para llamar su atención, sino también para hacerlo cambiar de opinión.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de julio",
          "dayTitle": "<p>DIOS VERSUS LOS “DIOSES”</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Éxodo 7:8 al 15. ¿Qué lecciones se desprenden de este primer enfrentamiento entre el Dios de los hebreos y los dioses de Egipto?</strong></p><p><strong>Éxodo 7:8 al 15</strong></p>\n<p><strong><sup>8</sup></strong> Habló Jehová a Moisés y a Aarón, diciendo:</p>\n<p><strong><sup>9</sup></strong> Si Faraón os respondiere diciendo: Mostrad milagro; dirás a Aarón: Toma tu vara, y échala delante de Faraón, para que se haga culebra.</p>\n<p><strong><sup>10</sup></strong> Vinieron, pues, Moisés y Aarón a Faraón, e hicieron como Jehová lo había mandado. Y echó Aarón su vara delante de Faraón y de sus siervos, y se hizo culebra.</p>\n<p><strong><sup>11</sup></strong> Entonces llamó también Faraón sabios y hechiceros, e hicieron también lo mismo los hechiceros de Egipto con sus encantamientos;</p>\n<p><strong><sup>12</sup></strong> pues echó cada uno su vara, las cuales se volvieron culebras; mas la vara de Aarón devoró las varas de ellos.</p>\n<p><strong><sup>13</sup></strong> Y el corazón de Faraón se endureció, y no los escuchó, como Jehová lo había dicho.</p>\n<p><strong><sup>14</sup></strong> Entonces Jehová dijo a Moisés: El corazón de Faraón está endurecido, y no quiere dejar ir al pueblo.</p>\n<p><strong><sup>15</sup></strong> Ve por la mañana a Faraón, he aquí que él sale al río; y tú ponte a la ribera delante de él, y toma en tu mano la vara que se volvió culebra,</p><p><br></p><p>Las batallas venideras iban a ser entre el Dios vivo y los “dioses” egipcios. Lo que empeoraba la situación era que el faraón se consideraba uno de esos dioses. El Señor no luchaba contra los egipcios, ni siquiera contra Egipto en sí, sino contra sus dioses (los egipcios veneraban a más de 1.500 deidades). El texto bíblico es explícito al respecto: “Y ejecutaré mi sentencia contra todos los dioses de Egipto. Yo soy el Señor” (Éxo. 12:12, NVI). Esto es destacado nuevamente más adelante al relatar el viaje de Israel desde Egipto: “El Señor también dictó sentencia contra los dioses egipcios” (Núm. 33:4, NVI).\n</p><p>Un ejemplo de esta sentencia contra esos dioses fue el milagro de la vara convertida en serpiente (Éxo. 7:9-12). En Egipto, la diosa Uadyet era personificada como una cobra y representaba el poder soberano sobre el Bajo Egipto. La figura de esta serpiente aparecía en la corona del faraón, signo de su poder, presunta divinidad, realeza y autoridad, ya que la diosa así representada escupía veneno a sus enemigos. Los egipcios también creían que la serpiente sagrada guiaría al faraón a su existencia futura tras la muerte.\n</p><p>Cuando la vara de Aarón se convirtió en serpiente y devoró a las otras en presencia del rey, quedó demostrada la supremacía del Dios vivo sobre la magia y la hechicería egipcias. El emblema del poderío del faraón no solo fue derrotado, sino que Aarón y Moisés lo tuvieron en sus manos (Éxo. 7:12, 15). La confrontación inicial demostró el poder y el señorío de Dios sobre Egipto. Como representante de Dios, Moisés tenía mayor autoridad y poder que el propio “dios” faraón.\n</p><p>También es significativo que los antiguos egipcios consideraran sagrado y veneraran al dios serpiente Nehebkau (“el que domina a los espíritus”). Según su mitología, esta deidad era muy poderosa en virtud de que había devorado siete cobras. Dios mostró así a los egipcios que él, no el dios serpiente, es quien posee el poder y la autoridad soberanos. Después de semejante confrontación, pudieron comprender este mensaje de manera inmediata e inequívoca.\n</p><p><strong>¿Cómo podemos permitir que el Señor sea soberano sobre cualquier “dios” que pretenda la supremacía en nuestra vida?</strong></p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de julio",
          "dayTitle": "<p>¿QUIÉN ENDURECIÓ EL CORAZÓN DEL FARAÓN?</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Éxodo 7:3, 13, 14 y 22. ¿Cómo entendemos estos textos?</strong></p><p><strong>Éxodo 7:3, 13, 14 y 22</strong></p><p><strong><sup>3</sup></strong> Y yo endureceré el corazón de Faraón, y multiplicaré en la tierra de Egipto mis señales y mis maravillas.</p>\n<p><strong><sup>13</sup></strong> Y el corazón de Faraón se endureció, y no los escuchó, como Jehová lo había dicho.</p>\n<p><strong><sup>14</sup></strong> Entonces Jehová dijo a Moisés: El corazón de Faraón está endurecido, y no quiere dejar ir al pueblo.</p>\n<p><strong><sup>22</sup></strong> Y los hechiceros de Egipto hicieron lo mismo con sus encantamientos; y el corazón de Faraón se endureció, y no los escuchó, como Jehová lo había dicho.</p><p>El endurecimiento del corazón del faraón es atribuido a Dios nueve veces en Éxodo (Éxo. 4:21; 7:3; 9:12; 10:1, 20, 27; 11:10; 14:4, 8; ver también Rom. 9:17, 18). Otras nueve veces se dice que fue el gobernante egipcio mismo quien endureció su propio corazón (Éxo. 7:13, 14, 22; 8:15, 19, 32; 9:7, 34, 35). Entonces, ¿quién endureció el corazón del rey: Dios o el propio faraón?\n</p><p>Es significativo que, en la historia de las diez plagas del Éxodo, el faraón fue el único responsable del endurecimiento de su corazón en cada una de las primeras cinco. Por lo tanto, él inició el endurecimiento de su propio corazón. Sin embargo, a partir de la sexta plaga, el texto bíblico afirma que fue Dios quien endureció el corazón del faraón (Éxo. 9:12). Esto significa que Dios fortaleció o profundizó la propia decisión del faraón y su actuación voluntaria, como lo había anunciado a Moisés (Éxo. 4:21).\n</p><p>En otras palabras, Dios envió plagas para ayudar al faraón a arrepentirse y liberarlo de su confusión mental y sus errores. Dios no aumentó la maldad en el corazón del faraón, sino que simplemente lo dejó en libertad de ceder a sus propios impulsos malignos. Ya sin la gracia restrictiva de Dios, el gobernante egipcio quedó a merced de su propia maldad (ver Rom. 1:24-32).\n</p><p>El faraón tenía libre albedrío. Podía aceptar a Dios o rechazarlo, y decidió rechazarlo.\n</p><p>Las lecciones que se desprenden de esto son obvias. Se nos ha dado la capacidad de elegir entre lo correcto y lo incorrecto, entre el bien y el mal, entre la obediencia y la desobediencia. Desde Lucifer en el Cielo y hasta nosotros hoy, pasando por Adán y Eva en el Edén y el faraón en Egipto, solo hay dos elecciones posibles: la vida o la muerte (Deut. 30:19).\n</p><p>De acuerdo con una conocida analogía, el mismo Sol que derrite la mantequilla endurece la arcilla. El calor del Sol es el mismo en ambos casos, pero hay dos reacciones diferentes y dos resultados distintos en respuesta a él. El efecto depende del material. En el caso del faraón, su respuesta dependía de las actitudes de su corazón hacia Dios y su pueblo.\n</p><p><strong>¿Qué decisiones tomarás en los próximos días haciendo uso de tu libre albedrío? Si sabes cuál es la decisión correcta, ¿cómo puedes prepararte para tomarla?</strong></p>\n<p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de julio",
          "dayTitle": "<p>LAS TRES PRIMERAS PLAGAS</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>Las diez plagas de Egipto no iban dirigidas contra el pueblo egipcio, sino contra sus dioses. Cada plaga golpeaba al menos a uno de ellos.\n</p><p><strong>Lee Éxodo 7:14 a 8:19. ¿Qué ocurrió al desencadenarse estas plagas?</strong></p><p><strong>Éxodo 7:14 a 8:19</strong></p><p><strong><sup>14</sup></strong> Entonces Jehová dijo a Moisés: El corazón de Faraón está endurecido, y no quiere dejar ir al pueblo.</p>\n<p><strong><sup>15</sup></strong> Ve por la mañana a Faraón, he aquí que él sale al río; y tú ponte a la ribera delante de él, y toma en tu mano la vara que se volvió culebra,</p>\n<p><strong><sup>16</sup></strong> y dile: Jehová el Dios de los hebreos me ha enviado a ti, diciendo: Deja ir a mi pueblo, para que me sirva en el desierto; y he aquí que hasta ahora no has querido oír.</p>\n<p><strong><sup>17</sup></strong> Así ha dicho Jehová: En esto conocerás que yo soy Jehová: he aquí, yo golpearé con la vara que tengo en mi mano el agua que está en el río, y se convertirá en sangre.</p>\n<p><strong><sup>18</sup></strong> Y los peces que hay en el río morirán, y hederá el río, y los egipcios tendrán asco de beber el agua del río.</p>\n<p><strong><sup>19</sup></strong> Y Jehová dijo a Moisés: Di a Aarón: Toma tu vara, y extiende tu mano sobre las aguas de Egipto, sobre sus ríos, sobre sus arroyos y sobre sus estanques, y sobre todos sus depósitos de aguas, para que se conviertan en sangre, y haya sangre por toda la región de Egipto, así en los vasos de madera como en los de piedra.</p>\n<p><strong><sup>20</sup></strong> Y Moisés y Aarón hicieron como Jehová lo mandó; y alzando la vara golpeó las aguas que había en el río, en presencia de Faraón y de sus siervos; y todas las aguas que había en el río se convirtieron en sangre.</p>\n<p><strong><sup>21</sup></strong> Asimismo los peces que había en el río murieron; y el río se corrompió, tanto que los egipcios no podían beber de él. Y hubo sangre por toda la tierra de Egipto.</p>\n<p><strong><sup>22</sup></strong> Y los hechiceros de Egipto hicieron lo mismo con sus encantamientos; y el corazón de Faraón se endureció, y no los escuchó; como Jehová lo había dicho.</p>\n<p><strong><sup>23</sup></strong> Y Faraón se volvió y fue a su casa, y no dio atención tampoco a esto.</p>\n<p><strong><sup>24</sup></strong> Y en todo Egipto hicieron pozos alrededor del río para beber, porque no podían beber de las aguas del río.</p>\n<p><strong><sup>25</sup></strong> Y se cumplieron siete días después que Jehová hirió el río.</p>\n<p><strong><sup>1</sup></strong> Entonces Jehová dijo a Moisés: Entra a la presencia de Faraón y dile: Jehová ha dicho así: Deja ir a mi pueblo, para que me sirva.</p>\n<p><strong><sup>2</sup></strong> Y si no lo quisieres dejar ir, he aquí yo castigaré con ranas todos tus territorios.</p>\n<p><strong><sup>3</sup></strong> Y el río criará ranas, las cuales subirán y entrarán en tu casa, en la cámara donde duermes, y sobre tu cama, y en las casas de tus siervos, en tu pueblo, en tus hornos y en tus artesas.</p>\n<p><strong><sup>4</sup></strong> Y las ranas subirán sobre ti, sobre tu pueblo, y sobre todos tus siervos.</p>\n<p><strong><sup>5</sup></strong> Y Jehová dijo a Moisés: Di a Aarón: Extiende tu mano con tu vara sobre los ríos, arroyos y estanques, para que haga subir ranas sobre la tierra de Egipto.</p>\n<p><strong><sup>6</sup></strong> Entonces Aarón extendió su mano sobre las aguas de Egipto, y subieron ranas que cubrieron la tierra de Egipto.</p>\n<p><strong><sup>7</sup></strong> Y los hechiceros hicieron lo mismo con sus encantamientos, e hicieron venir ranas sobre la tierra de Egipto.</p>\n<p><strong><sup>8</sup></strong> Entonces Faraón llamó a Moisés y a Aarón, y les dijo: Orad a Jehová para que quite las ranas de mí y de mi pueblo, y dejaré ir a tu pueblo para que ofrezca sacrificios a Jehová.</p>\n<p><strong><sup>9</sup></strong> Y dijo Moisés a Faraón: Dígnate indicarme cuándo debo orar por ti, por tus siervos y por tu pueblo, para que las ranas sean quitadas de ti y de tus casas, y que solamente queden en el río.</p>\n<p><strong><sup>10</sup></strong> Y él dijo: Mañana. Y Moisés respondió: Se hará conforme a tu palabra, para que conozcas que no hay como Jehová nuestro Dios.</p>\n<p><strong><sup>11</sup></strong> Y las ranas se irán de ti, y de tus casas, de tus siervos y de tu pueblo, y solamente quedarán en el río.</p>\n<p><strong><sup>12</sup></strong> Entonces salieron Moisés y Aarón de la presencia de Faraón. Y clamó Moisés a Jehová tocante a las ranas que había mandado a Faraón.</p>\n<p><strong><sup>13</sup></strong> E hizo Jehová conforme a la palabra de Moisés, y murieron las ranas de las casas, de los cortijos y de los campos.</p>\n<p><strong><sup>14</sup></strong> Y las juntaron en montones, y apestaba la tierra.</p>\n<p><strong><sup>15</sup></strong> Pero viendo Faraón que le habían dado reposo, endureció su corazón y no los escuchó, como Jehová lo había dicho.</p>\n<p><strong><sup>16</sup></strong> Entonces Jehová dijo a Moisés: Di a Aarón: Extiende tu vara y golpea el polvo de la tierra, para que se vuelva piojos por todo el país de Egipto.</p>\n<p><strong><sup>17</sup></strong> Y ellos lo hicieron así; y Aarón extendió su mano con su vara, y golpeó el polvo de la tierra, el cual se volvió piojos, así en los hombres como en las bestias; todo el polvo de la tierra se volvió piojos en todo el país de Egipto.</p>\n<p><strong><sup>18</sup></strong> Y los hechiceros hicieron así también, para sacar piojos con sus encantamientos; pero no pudieron. Y hubo piojos tanto en los hombres como en las bestias.</p>\n<p><strong><sup>19</sup></strong> Entonces los hechiceros dijeron a Faraón: Dedo de Dios es este. Mas el corazón de Faraón se endureció, y no los escuchó, como Jehová lo había dicho.</p><p><br></p><p>Dios indicó a Moisés que el diálogo con el faraón sería difícil y casi imposible (Éxo. 7:14). Sin embargo, el Señor quería revelarse al faraón y a los egipcios. Por lo tanto, decidió comunicarse con ellos de una manera que pudieran entender. Además, los hebreos se beneficiarían de esta confrontación porque aprenderían más acerca de su Dios.\n</p><p>La primera plaga iba dirigida contra Hapi, el dios del Nilo (Éxo. 7:17-25). La vida en Egipto dependía totalmente del agua de ese río. Donde había agua, había vida. El agua era la fuente de la vida, así que inventaron un dios, Hapi, y lo adoraron como proveedor de vida.\n</p><p>Por supuesto, solo el Dios vivo es la Fuente de la vida, el Creador de todo, incluidos el agua y los alimentos (Gén. 1:1, 2, 20-22; Sal. 104:27, 28; 136:25; Juan 11:25; 14:6). Transformar el agua en sangre simboliza transformar la vida en muerte. Hapi no era capaz de proporcionar y proteger la vida. Esto solamente es posible mediante el poder del Señor.\n</p><p>Dios dio entonces otra oportunidad al faraón. El Señor se enfrentó esta vez directamente a Heket, la diosa de las ranas (Éxo. 8:1-15). En lugar de vida, el Nilo produjo ranas, que los egipcios temían y detestaban. Quisieron deshacerse de ellas. El momento preciso en que esta plaga fue eliminada demostró que el poder de Dios también estaba detrás de ella.\n</p><p>La tercera plaga es la más brevemente descrita (Éxo. 8:16-19). No es posible saber con certeza qué tipo de insectos (heb. kinnim) intervinieron. Pudieron ser mosquitos, garrapatas o piojos. La plaga estaba dirigida contra Geb, el dios egipcio de la tierra. Del polvo de ella (ecos de la historia bíblica de la Creación), Dios hizo salir los insectos que se extendieron por doquier. Incapaces de duplicar este milagro (solo Dios puede crear vida), los magos declararon: “Dedo de Dios es este” (Éxo. 8:19). Sin embargo, el faraón se negó a ceder.\n</p><p>Piensa en cuán duro era el corazón del faraón. El rechazo repetido de las indicaciones de Dios no hizo más que empeorar su condición. ¿Qué lecciones hay aquí para cada uno de nosotros acerca del rechazo constante de las exhortaciones del Señor?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de julio",
          "dayTitle": "<p>MOSCAS, GANADO Y ÚLCERAS</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Éxodo 8:20 a 9:12. ¿Qué enseña este relato acerca de la libertad humana de rechazar a Dios aun teniendo delante las mayores manifestaciones de su poder y su gloria?</strong></p><p><strong>Éxodo 8:20 a 9:12</strong></p><p><strong><sup>20</sup></strong> Jehová dijo a Moisés: Levántate de mañana y ponte delante de Faraón, he aquí él sale al río; y dile: Jehová ha dicho así: Deja ir a mi pueblo, para que me sirva.</p>\n<p><strong><sup>21</sup></strong> Porque si no dejas ir a mi pueblo, he aquí yo enviaré sobre ti, sobre tus siervos, sobre tu pueblo y sobre tus casas toda clase de moscas; y las casas de los egipcios se llenarán de toda clase de moscas, y asimismo la tierra donde ellos estén.</p>\n<p><strong><sup>22</sup></strong> Y aquel día yo apartaré la tierra de Gosén, en la cual habita mi pueblo, para que ninguna clase de moscas haya en ella, a fin de que sepas que yo soy Jehová en medio de la tierra.</p>\n<p><strong><sup>23</sup></strong> Y yo pondré redención entre mi pueblo y el tuyo. Mañana será esta señal.</p>\n<p><strong><sup>24</sup></strong> Y Jehová lo hizo así, y vino toda clase de moscas molestísimas sobre la casa de Faraón, sobre las casas de sus siervos, y sobre todo el país de Egipto; y la tierra fue corrompida a causa de ellas.</p>\n<p><strong><sup>25</sup></strong> Entonces Faraón llamó a Moisés y a Aarón, y les dijo: Andad, ofreced sacrificio a vuestro Dios en la tierra.</p>\n<p><strong><sup>26</sup></strong> Y Moisés respondió: No conviene que hagamos así, porque ofreceríamos a Jehová nuestro Dios la abominación de los egipcios. He aquí, si sacrificáramos la abominación de los egipcios delante de ellos, ¿no nos apedrearían?</p>\n<p><strong><sup>27</sup></strong> Camino de tres días iremos por el desierto, y ofreceremos sacrificios a Jehová nuestro Dios, como él nos dirá.</p>\n<p><strong><sup>28</sup></strong> Dijo Faraón: Yo os dejaré ir para que ofrezcáis sacrificios a Jehová vuestro Dios en el desierto, con tal que no vayáis más lejos; orad por mí.</p>\n<p><strong><sup>29</sup></strong> Y respondió Moisés: He aquí, al salir yo de tu presencia, rogaré a Jehová que las diversas clases de moscas se vayan de Faraón, y de sus siervos, y de su pueblo mañana; con tal que Faraón no falte más, no dejando ir al pueblo a dar sacrificio a Jehová.</p>\n<p><strong><sup>30</sup></strong> Entonces Moisés salió de la presencia de Faraón, y oró a Jehová.</p>\n<p><strong><sup>31</sup></strong> Y Jehová hizo conforme a la palabra de Moisés, y quitó todas aquellas moscas de Faraón, de sus siervos y de su pueblo, sin que quedara una.</p>\n<p><strong><sup>32</sup></strong> Mas Faraón endureció aun esta vez su corazón, y no dejó ir al pueblo.</p>\n<p><strong><sup>1</sup></strong> Entonces Jehová dijo a Moisés: Entra a la presencia de Faraón, y dile: Jehová, el Dios de los hebreos, dice así: Deja ir a mi pueblo, para que me sirva.</p>\n<p><strong><sup>2</sup></strong> Porque si no lo quieres dejar ir, y lo detienes aún,</p>\n<p><strong><sup>3</sup></strong> he aquí la mano de Jehová estará sobre tus ganados que están en el campo, caballos, asnos, camellos, vacas y ovejas, con plaga gravísima.</p>\n<p><strong><sup>4</sup></strong> Y Jehová hará separación entre los ganados de Israel y los de Egipto, de modo que nada muera de todo lo de los hijos de Israel.</p>\n<p><strong><sup>5</sup></strong> Y Jehová fijó plazo, diciendo: Mañana hará Jehová esta cosa en la tierra.</p>\n<p><strong><sup>6</sup></strong> Al día siguiente Jehová hizo aquello, y murió todo el ganado de Egipto; mas del ganado de los hijos de Israel no murió uno. Entonces Faraón envió, y he aquí que del ganado de los hijos de Israel no había muerto uno. Mas el corazón de Faraón se endureció, y no dejó ir al pueblo.</p>\n<p><strong><sup>8</sup></strong> Y Jehová dijo a Moisés y a Aarón: Tomad puñados de ceniza de un horno, y la esparcirá Moisés hacia el cielo delante de Faraón; y vendrá a ser polvo sobre toda la tierra de Egipto, y producirá sarpullido con úlceras en los hombres y en las bestias.</p>\n<p><strong><sup>9</sup></strong> Y tomaron ceniza del horno, y se pusieron delante de Faraón, y la esparció Moisés hacia el cielo; y hubo sarpullido que produjo úlceras tanto en los hombres como en las bestias.</p>\n<p><strong><sup>10</sup></strong> Y los hechiceros no podían estar delante de Moisés a causa del sarpullido, porque hubo sarpullido en los hechiceros y en todos los egipcios.</p>\n<p><strong><sup>11</sup></strong> Pero Jehová endureció el corazón de Faraón, y no los oyó, como Jehová lo había dicho a Moisés.</p>\n<p><strong><sup>12</sup></strong> Pero Jehová endureció el corazón de Faraón, y no los oyó, como Jehová lo había dicho a Moisés.</p><p><br></p><p>Wadjet era el dios egipcio de las moscas y los pantanos. A su vez, el dios Jepri (la deidad del sol naciente, la creación y el renacimiento) era representado con la cabeza de una mosca. Estos “dioses” fueron derrotados por el Señor. Mientras los egipcios sufrían, los hebreos estaban protegidos (Éxo. 8:20-24). De hecho, ninguna otra plaga los afectó.\n</p><p>De nuevo, todo esto fue un intento de Dios de hacer saber al faraón que: “Yo soy el Señor en medio de la tierra” (Éxo. 8:22).\n</p><p>El faraón empezó a negociar. Sin duda, la presión iba en aumento. Estaba dispuesto a que Israel adorara a su Dios y le ofreciera sacrificios, pero solo en la tierra de Egipto (Éxo. 8:25). Sus condiciones no podían ser cumplidas pues ciertos animales eran considerados sagrados allí. Sacrificarlos habría provocado la violencia de los egipcios contra los hebreos. Además, la propuesta de faraón no era el plan de Dios para Israel.\n</p><p>Mientras tanto, la siguiente plaga (Éxo. 9:1-7) cae sobre el ganado. Hathor, la diosa egipcia del amor y la protección, era representada con cabeza de vaca. El dios toro Apis también era muy popular y apreciado en el antiguo Egipto. Por lo tanto, esas otras deidades principales fueron derrotadas al morir el ganado de los egipcios durante la quinta plaga.\n</p><p>En la sexta plaga (Éxo. 9:8-12) se pone de manifiesto la derrota total de Isis, la diosa de la medicina, la magia y la sabiduría. También vemos la derrota de deidades como Sejmet (diosa de la guerra y las epidemias) e Imhotep (dios de la medicina y la curación), incapaces de proteger a sus propios adoradores. Irónicamente, ahora incluso los magos y los hechiceros están tan afligidos que no pueden comparecer ante el tribunal, lo que demuestra que están indefensos ante el Creador del Cielo y de la Tierra.\n</p><p>Por primera vez en el relato de las diez plagas, un texto dice que “el Señor endureció el corazón de Faraón” (Éxo. 9:12). Por confusa que pueda resultar esta frase, ella revela a la luz del contexto que el Señor permite que los seres humanos cosechen las consecuencias de su continuo rechazo hacia él.\n</p><p>El problema del faraón no era de índole intelectual, ya que contaba con suficiente evidencia para tomar la decisión correcta. Era, en cambio, un problema espiritual. ¿Qué debería decirnos esto acerca de por qué debemos guardar nuestro corazón, es decir, velar por nuestra condición interior?</p>\n<br>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de julio",
          "dayTitle": "<p>GRANIZO, LANGOSTAS Y OSCURIDAD</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Éxodo 9:13 a 10:29. ¿Hasta qué punto consiguen estas plagas que el faraón cambie de opinión?</strong></p><p><strong>Éxodo 9:13 a 10:29</strong></p><p><strong><sup>13</sup></strong> Entonces Jehová dijo a Moisés: Levántate de mañana, y ponte delante de Faraón, y dile: Jehová, el Dios de los hebreos, dice así: Deja ir a mi pueblo, para que me sirva.</p>\n<p><strong><sup>14</sup></strong> Porque yo enviaré esta vez todas mis plagas a tu corazón, sobre tus siervos y sobre tu pueblo, para que entiendas que no hay otro como yo en toda la tierra.</p>\n<p><strong><sup>15</sup></strong> Porque ahora yo extenderé mi mano para herirte a ti y a tu pueblo de plaga, y serás quitado de la tierra.</p>\n<p><strong><sup>16</sup></strong> Y a la verdad yo te he puesto para mostrar en ti mi poder, y para que mi nombre sea anunciado en toda la tierra.</p>\n<p><strong><sup>17</sup></strong> ¿Todavía te ensoberbeces contra mi pueblo, para no dejarlos ir?</p>\n<p><strong><sup>18</sup></strong> He aquí que mañana a estas horas yo haré llover granizo muy pesado, cual nunca hubo en Egipto, desde el día que se fundó hasta ahora.</p>\n<p><strong><sup>19</sup></strong> Envía, pues, a recoger tu ganado, y todo lo que tienes en el campo; porque todo hombre o animal que se halle en el campo, y no sea recogido a casa, el granizo caerá sobre él, y morirá.</p>\n<p><strong><sup>20</sup></strong> De los siervos de Faraón, el que tuvo temor de la palabra de Jehová hizo huir sus criados y su ganado a casa;</p>\n<p><strong><sup>21</sup></strong> mas el que no puso en su corazón la palabra de Jehová, dejó sus criados y sus ganados en el campo.</p>\n<p><strong><sup>22</sup></strong> Y Jehová dijo a Moisés: Extiende tu mano hacia el cielo, para que venga granizo en toda la tierra de Egipto sobre los hombres, y sobre las bestias, y sobre toda la hierba del campo en el país de Egipto.</p>\n<p><strong><sup>23</sup></strong> Y Moisés extendió su vara hacia el cielo, y Jehová hizo tronar y granizar, y el fuego se descargó sobre la tierra; y Jehová hizo llover granizo sobre la tierra de Egipto.</p>\n<p><strong><sup>24</sup></strong> Hubo, pues, granizo, y fuego mezclado con el granizo, tan grande, cual nunca hubo en toda la tierra de Egipto desde que fue habitada.</p>\n<p><strong><sup>25</sup></strong> Y aquel granizo hirió en toda la tierra de Egipto todo lo que estaba en el campo, así hombres como bestias; asimismo destrozó el granizo toda la hierba del campo, y desgajó todos los árboles del país.</p>\n<p><strong><sup>26</sup></strong> Solamente en la tierra de Gosén, donde estaban los hijos de Israel, no hubo granizo.</p>\n<p><strong><sup>27</sup></strong> Entonces Faraón envió a llamar a Moisés y a Aarón, y les dijo: He pecado esta vez; Jehová es justo, y yo y mi pueblo impíos.</p>\n<p><strong><sup>28</sup></strong> Orad a Jehová para que cesen los truenos de Dios y el granizo, y yo os dejaré ir, y no os detendréis más.</p>\n<p><strong><sup>29</sup></strong> Y le respondió Moisés: Tan pronto salga yo de la ciudad, extenderé mis manos a Jehová, y los truenos cesarán, y no habrá más granizo; para que sepas que de Jehová es la tierra.</p>\n<p><strong><sup>30</sup></strong> Pero yo sé que ni tú ni tus siervos temeréis todavía la presencia de Jehová Dios.</p><p><sup>(Continuar la lectura en su biblia)</sup></p><p>Nut era la diosa egipcia del Cielo, y a menudo se la representaba controlando lo que ocurría bajo el Cielo y en la Tierra. Osiris era el dios de las cosechas y la fertilidad. En la Biblia, el granizo se asocia a menudo con el juicio de Dios (Isa. 28:2, 17; Eze. 13:11-13). Durante esta plaga, quienes resguardaran sus bienes en un lugar seguro estarían protegidos (Éxo. 9:20, 21). Todos son ahora puestos a prueba: ¿creerán a Dios y actuarán en consecuencia o no?\n</p><p>Dios anuncia que su propósito al dejar vivir al faraón es que toda la tierra conozca al Señor (Éxo. 9:16). El rey de Egipto confiesa ahora que ha pecado, pero más tarde cambia de opinión.\n</p><p>El dios egipcio de la tormenta, la guerra y el desorden se llamaba Seth. Tanto él como Isis eran además considerados deidades de la agricultura. Shu era el dios de la atmósfera. Serapis personificaba la majestad divina, la fertilidad, la curación y la vida después de la muerte. Ninguno de los dioses egipcios podía detener los juicios de Dios (Éxo. 10:4-20) porque los ídolos no son nada (Isa. 44:9, 10, 12-17).\n</p><p>Los siervos del faraón lo instaron a que dejara marchar a Israel, pero él volvió a negarse. Hizo un ofrecimiento que Moisés rechazó con razón, pues las mujeres y los niños son una parte vital e inseparable del culto y de la comunidad de fe.\n</p><p>Por último, Ra era la principal deidad egipcia, el dios del Sol, mientras que Tut era un dios lunar. Sin embargo, ninguno de ellos era capaz de proveer luz. El faraón intenta nuevamente negociar, aunque sin éxito. Un período de tres días de oscuridad asoló Egipto, pero había luz donde vivían los israelitas. La separación no podía ser más espectacular.\n</p><p>Sin embargo, a pesar de la disciplina divina recibida por la nación, el faraón estaba decidido a luchar y a no cejar en su empeño. Aunque no conocemos sus motivos más profundos, su actitud pudo haberse tornado en cierto punto una cuestión de mero orgullo. No importaba cuán poderosa fuera la evidencia ni cuán obvio resultara lo que estaba sucediendo. Incluso sus propios sirvientes declararon: “¿Hasta cuándo este hombre nos ha de ser un lazo? Deja ir a esos hombres, para que sirvan al Señor su Dios. ¿No sabes aún que Egipto está destruido?” (Éxo. 10:7). Tampoco importaba que la opción correcta estuviera justo delante de él. Tras vacilar un poco, el faraón seguía negándose a rendirse a la voluntad de Dios y a dejar ir al pueblo.\n</p><p>Cuán dramático ejemplo de las palabras: “La soberbia precede a la ruina, y la altivez de espíritu a la caída” (Prov. 16:18).</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de julio",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>Lee el capítulo titulado “Las plagas de Egipto” en el libro Patriarcas y profetas, de Elena de White, pp. 269-278.\n</p><p>“[Dios] permitió que su pueblo experimentara la terrible crueldad de los egipcios para que no fueran engañados por la degradante influencia de la idolatría. En su trato con el faraón, el Señor mostró su odio por la idolatría, y su firme decisión de castigar la crueldad y la opresión. [...]\n</p><p>Dios había declarado tocante a Faraón: ‘Pero yo endureceré su corazón, de modo que no dejará ir al pueblo’ (Éxo. 4:21). No fue ejercido un poder sobrenatural para endurecer el corazón del rey. Dios dio a Faraón las evidencias más notables del poder divino; pero el monarca rehusó obstinadamente aceptar la luz. Toda manifestación de poder infinito que él rechazaba lo empecinaba más en su rebelión. Las semillas de rebelión que el rey sembró cuando rechazó el primer milagro, produjeron su cosecha” (Elena de White, Patriarcas y profetas, p. 273).\n</p><p>“El Sol y la Luna eran para los egipcios objetos de adoración; en esas tinieblas misteriosas, tanto la gente como sus dioses fueron heridos por el poder que había patrocinado la causa de los siervos. Sin embargo, por espantoso que fuera, este castigo evidenciaba la compasión de Dios y su falta de voluntad para destruir. Estaba dando a la gente tiempo para reflexionar y arrepentirse antes de enviarles la última y más terrible de las plagas” (Patriarcas y profetas, p. 278).</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.&nbsp;</strong>Reflexiona acerca de por qué el faraón se endureció tanto contra la opción obviamente correcta; a saber, ¡dejar ir al pueblo! ¿Cómo puede alguien engañarse tanto a sí mismo? ¿Qué advertencia representa esto para nosotros acerca del peligro de obstinarnos en el pecado al punto de tomar decisiones desastrosas aunque el camino correcto esté ante nosotros todo el tiempo? ¿Qué otros personajes bíblicos cometieron el mismo error? Piensa, por ejemplo, en Judas.</p><p><strong>2.</strong>&nbsp;En un momento dado, en medio de la devastación que el faraón había acarreado a su propia tierra y a su pueblo, declaró: “He pecado esta vez. El Señor es justo, y yo y mi pueblo impíos” (Éxo. 9:27). Aunque esa era una maravillosa confesión de pecado, ¿cómo sabemos que no era sincera?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de julio",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Éxodo 9:35.\n</strong></p><p><strong>Enfoque del estudio:</strong> Éxodo 7:8-10:29.\n</p><p><strong>Introducción</strong></p><p>En nuestro estudio de esta semana, nos encontraremos con el Dios de los milagros, las señales y los prodigios que realiza. Además, consideraremos nueve de las diez plagas que él derramó como juicios divinos sobre Egipto. Presenta estos elementos a tu clase en el marco del Gran Conflicto: la batalla espiritual entre las fuerzas del bien y del mal, la luz y las tinieblas, Cristo y Satanás, el Dios vivo y los ídolos.&nbsp;</p><p>Esta guerra espiritual comenzó en la Tierra en el Jardín del Edén cuando Adán y Eva cayeron en pecado. Dios prometió un desenlace victorioso en esta guerra para que no fuéramos por siempre presa del mal (Gén. 3:15). Desde sus inicios, el Conflicto se ha librado entre quienes adoran al Señor y Creador y quienes adoran la Creación en sus diversas formas. La adoración dirigida al Creador libera a la humanidad de la esclavitud del pecado. La adoración dirigida a la Creación conduce a la degradación moral de la humanidad, hecha a imagen de Dios, y termina, en última instancia, en su esclavitud.&nbsp;</p><p>El enfrentamiento entre el Dios vivo y el faraón se intensifica en Éxodo 7:8 a 10:29. El faraón quiere demostrar que es un dios, en armonía con lo que los egipcios creían. En consecuencia, se esfuerza por desempeñar el papel de un monarca soberano que tiene el control y decide qué está bien y qué está mal. Por el contrario, Dios quiere liberar a su pueblo de la esclavitud en Egipto, pero desea al mismo tiempo enseñar a los egipcios quién es él y liberarlos de la esclavitud de sus dioses.&nbsp;</p><p>Dios no estaba en contra de los egipcios, a quienes amaba como a todas sus criaturas humanas, con amor eterno y genuino interés. Al mismo tiempo, el Señor soberano estaba en contra de los “dioses” egipcios y pretendía demostrar que eran una invención humana que conducía a las personas al temor y a la esclavitud.&nbsp;</p><p>Además, su objetivo principal era poner fin a esa esclavitud que los egipcios padecían a causa de su idolatría a fin de que pudieran servir al Dios viviente, creador y redentor. Sin embargo, si el pueblo egipcio continuaba asociándose e identificándose con esos falsos dioses, el juicio de Dios caería no solo sobre sus dioses, sino también sobre sus adoradores. Su idolatría persistente resultaría en su castigo y, en última instancia, en su destrucción.&nbsp;</p><p>El juicio de Dios contra los dioses egipcios es claramente declarado y relatado como un hecho histórico en Números 33:4. Cada plaga o juicio estaba dirigido contra múltiples dioses egipcios que cautivaban la imaginación, los pensamientos y los sentimientos del pueblo, influían en su comportamiento y su vida social, y los hacían totalmente esclavos del pecado.&nbsp;</p><p>A partir de entonces, el alma vivía en completa sumisión a un estilo de vida idólatra controlado por la magia y que se oponía diametralmente a la libre adoración que brota del Dios creador, vivo y amoroso.</p><p><strong>COMENTARIO&nbsp;</strong></p><p><strong>Señales y maravillas&nbsp;</strong></p><p>Éxodo 7:3 dice que el Señor multiplicaría “señales y maravillas” ante todo el pueblo para que entendieran quién era él. Este es el único texto de Éxodo en el que se combinan los términos “señales” y “maravillas”. La palabra traducida como “señal”, o “señales”, aparece 16 veces en el libro de Éxodo (Éxo. 3:12; 4:8 [dos veces], 9, 17, 28, 30; 7:3; 8:19; 10:1, 2; 12:13; 13:9, 16; 31:13, 17). En estos casos, se utiliza para enfatizar dos cosas: a saber, que Moisés realizaría diferentes prodigios ante el faraón (Éxo. 10:1, 2), y que la sangre de la Pascua sería una señal de vida en virtud de la cual el ángel destructor pasaría por alto las casas de las familias que estaban bajo su protección (Éxo. 12:13). El término “maravilla” es utilizado en referencia a lo que Dios haría ante el faraón a pesar del endurecimiento de su corazón (Éxo. 4:21). En el contexto de las plagas, este término es estructuralmente crucial porque aparece dos veces al principio de nueve plagas (Éxo. 7:3, 9) y dos veces al final de la novena (Éxo. 11:9, 10).&nbsp;</p><p>Las plagas tienen ciertas características significativas:&nbsp;</p><p><strong>1.</strong> Las nueve primeras pueden dividirse en tres grupos de tres plagas cada uno. La décima plaga es única y está separada del resto. El pueblo necesitaría un tiempo y una provisión especiales para afrontarla.&nbsp;</p><p><strong>2.</strong> Las primeras nueve plagas afectaron a los tres hábitats creados por Dios en Génesis 1: los cielos (séptima, octava y novena plagas), la tierra (tercera, cuarta, quinta y sexta plagas) y las aguas (plagas primera y segunda). En conjunto, estas plagas aludían a la reversión de la Creación.&nbsp;</p><p><strong>3.</strong> Las primeras nueve plagas siguieron un patrón de intensificación progresiva, haciéndose cada vez más severas con el paso del tiempo y a medida que el faraón se negaba obstinadamente a dejar marchar al pueblo de Dios para que pudiera adorar libremente a su Señor y Creador. Las tres primeras plagas fueron leves, breves y no causaron la muerte. Las tres plagas siguientes (cuarta a sexta) fueron más graves y dañinas, ya que destruyeron el ganado y afligieron a los seres humanos con llagas. Las tres plagas siguientes (séptima a novena) fueron más devastadoras, pues provocaron la muerte de hombres y animales, pero también la destrucción de las cosechas.&nbsp;</p><p><strong>4.</strong> En general, cada plaga fue derramada después de una clara advertencia y exhortación a aceptar el mandato del Señor. Cada plaga resultó sorprendente, pero la devastación fue anunciada de antemano y podía ser evitada. Hubo una advertencia excepcional antes de las dos primeras plagas y de la décima, pero no faltaron los claros avisos antes de las plagas cuarta, quinta, séptima y octava.&nbsp;</p><p><strong>5.</strong> Antes de las plagas tercera, sexta y novena hubo poca o ninguna confrontación con el faraón.&nbsp;</p><p><strong>6.</strong> Las tres primeras plagas cayeron sobre los egipcios y los israelitas, pero las restantes fueron derramadas solo sobre los egipcios.&nbsp;</p><p><strong>7.</strong> Dios realizó un milagro ante el faraón antes de que ocurriera la primera plaga: el bastón de Aarón se convirtió en una serpiente que devoró las serpientes de los magos. Sin embargo, “el corazón de Faraón se endureció” (Éxo. 7:13).</p><p><strong>8.</strong> La última plaga fue la más destructiva, pues cada familia que no estaba bajo la protección de la sangre del cordero se vio afectada por la muerte de su hijo primogénito. Antes de que cayera la última plaga, Dios, en su misericordia, dio al pueblo tres días de oscuridad para la reflexión y el arrepentimiento, así como instrucciones para evitar la devastación final.&nbsp;</p><p><strong>9.</strong> El registro bíblico declara que fue recién después de la sexta plaga cuando “el Señor endureció el corazón de Faraón” (Éxo. 9:12; ver también Éxo. 10:1, 20, 27; 11:10; 14:4, 8, 17). Durante las primeras cinco plagas, fue el faraón quien endureció su corazón (Éxo. 7:13, 14, 22; 8:15, 19, 32; 9:7, 35). Antes del relato acerca de las diez plagas, Dios anunció dos veces que endurecería el corazón del gobernante (Éxo. 4:21; 7:3).&nbsp;</p><p><strong>10.</strong> Los magos solo pudieron imitar las dos primeras plagas. Cuando se produjo la tercera, afirmaron acertadamente: “Dedo de Dios es este” (Éxo. 8:19). Más tarde, ellos mismos sufrieron a causa de los tumores (Éxo. 9:11; ver también la insistencia de los “siervos” o funcionarios del faraón; Éxo. 10:7).&nbsp;</p><p><strong>11.</strong> Las plagas pueden ser agrupadas en pares: la primera y la segunda estaban relacionadas con el río Nilo; la tercera y la cuarta tuvieron que ver con insectos voladores (mosquitos y moscas); las plagas quinta y sexta fueron parecidas, ya que la peste afectó a los animales, mientras que los tumores afligieron a los seres humanos; las plagas séptima y octava describen los daños infligidos a las cosechas; las plagas novena y décima estuvieron relacionadas con las tinieblas: una con la oscuridad física y la otra con las tinieblas finales, es decir, la muerte de los primogénitos.&nbsp;</p><p><strong>12.</strong> Es interesante notar que el Señor exhortó específicamente a Faraón siete veces para que dejara ir a su pueblo (Éxo. 5:1; 7:16; 8:1, 20; 9:1, 13; 10:3) y usó en una ocasión una frase condicional negativa: “Si no dejas ir a mi pueblo, enviaré...” (Éxo. 8:21). El faraón consintió después de la segunda, cuarta, séptima y novena plagas (Éxo. 8:8, 25-28; 9:28; 10:24), pero se negó finalmente a dejar que el pueblo fuera a adorar al Señor (Éxo. 8:15; 8:32; 9:35; 10:27). Incluso pidió a Moisés que orara para poner fin a determinadas plagas y que rogara también por él (Éxo. 8:8, 28; 9:28; 10:16, 17). Solo después de la décima plaga llamó a Moisés y a Aarón y les ordenó: “Salgan de en medio de mi pueblo ustedes y los israelitas. Vayan a servir al Señor, como han dicho. Lleven también sus ovejas y sus vacas, como han dicho. Márchense, y bendíganme a mí” (Éxo. 12:31, 32).</p><p>Como hemos dicho, todas estas calamidades estaban relacionadas con el juicio de Dios contra los dioses egipcios y contra quienes se aferraban a ellos. No se debe pasar por alto el hecho de que en medio de todos estos juicios divinos se encuentra una declaración acerca de la poderosa presencia de Dios en la tierra de Egipto. Él quería dejar claro que había una diferencia entre quienes lo siguen y quienes se oponen a él: “Si no dejas ir a mi pueblo enviaré sobre ti, sobre tus siervos, sobre tu pueblo y sobre tus casas toda clase de moscas. […] Y en ese día yo apartaré la tierra de Gosén, donde habita mi pueblo, para que ninguna clase de moscas haya en ella; a fin de que sepas que yo soy el Señor en medio de la tierra” (Éxo. 8:21, 22).</p><p>El profeta Isaías habla del amor de Dios y de sus planes futuros para Egipto con palabras asombrosas: “En ese tiempo habrá una calzada de Egipto a Asiria. Asirios entrarán en Egipto, y egipcios en Asiria; y los egipcios servirán con los asirios al Señor. En ese tiempo Israel será uno de los tres, con Egipto y con Asiria; y serán una bendición en la tierra. Porque el Señor Todopoderoso los bendecirá, diciendo: ‘Bendito Egipto, mi pueblo; el asirio, obra de mis manos; e Israel, mi heredad’ ” (Isa. 19:23-25).&nbsp;</p><p><strong>El endurecimiento del corazón del faraón</strong>&nbsp;</p><p>El endurecimiento del corazón del faraón fascina a los estudiosos de la Biblia. Debe subrayarse el hecho de que Dios no determinó de antemano las decisiones del faraón, sino que estas fueron suyas. No estaba predestinado a negarse obstinadamente a seguir las instrucciones de Dios y ser condenado a la perdición. Dios da libertad de elección a cada individuo y permite que las personas respondan a su mensaje de amor y a su ofrecimiento de gracia. Él no obliga a los seres humanos a serle obedientes o desobedientes.&nbsp;</p><p>El estudio textual completo acerca del endurecimiento del corazón del faraón (ver el punto 9 de la sección anterior) arroja el siguiente resultado: en el proceso de endurecimiento, primero fue el propio faraón quien se negó obstinadamente a humillarse ante Dios (Éxo. 10:3). Fue su decisión, su desobediencia voluntaria, lo que lo hizo colocarse a sí mismo más allá de la gracia divina. Su carácter quedó fijado. El llamado divino a que permitiera a los israelitas adorar al Dios viviente no hizo más que atizar el fuego de la rebelión que ya ardía en su corazón contra el Todopoderoso y su siervo Moisés.&nbsp;</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p><strong>1.</strong> Se acumulaban las pruebas de que el Señor era un Dios soberano que quería liberar a su pueblo y sacarlo de Egipto. ¿Qué hay en nuestros corazones y en nuestras vidas que puede hacer que rechacemos obstinadamente todas las exhortaciones de Dios a arrepentirnos y seguirlo?&nbsp;</p><p><strong>2.</strong> ¿Qué tiene de atractiva la idolatría? ¿Por qué fue tan difícil para los egipcios romper con ella, incluso después de ver la devastación que traía consigo?&nbsp;</p><p><strong>3.</strong> Los seres humanos son ingeniosos a la hora de crear sus propios ídolos. Prácticamente cualquier cosa puede transformarse en un ídolo. ¿Qué es un ídolo? ¿Cómo creamos nuestros propios dioses y nos postramos ante ellos? ¿Qué ideas están detrás de un comportamiento tan denigrante? ¿Por qué Dios se opone con tanta vehemencia a la idolatría?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>LAS PLAGAS</p>",
      "verse": "<p>“Y tal como el Señor lo había dicho por medio de Moisés, el corazón de Faraón se&nbsp;endureció y no dejó ir a los israelitas” (Éxo. 9:35).</p>",
      "versionCode": 25,
      "weekDate": "19-25 de julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
