{
  "data": [
    {
      "color": "#60D8F0",
      "id": 11,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "11 de marzo",
          "dayTitle": "",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>Aveces, nuestro mundo parece estar fuera de control: guerras, derramamiento de sangre, crímenes, inmoralidad, desastres naturales, pandemias, incertidumbre económica, corrupción política y más. Existe una gran necesidad en la gente y las familias de pensar primero en su supervivencia. En consecuencia, se piensa mucho en buscar seguridad en estos tiempos inciertos; lo cual, por cierto, es comprensible\n</p><p>Los afanes de la vida requieren gran parte de nuestra atención diaria. Hay deudas que pagar, hijos que criar, una casa que mantener; todo esto requiere tiempo y reflexión. Y, por supuesto, necesitamos ropa, comida y techo. En el Sermón del Monte, Jesús abordó estas necesidades básicas y luego declaró: “Porque los paganos buscan todas estas cosas, que su Padre celestial sabe que ustedes necesitan. Busquen primero el reino de Dios y su justicia, y todas estas cosas les serán añadidas” (Mat. 6:32, 33).\n</p><p><strong>Mateo 6:32-33&nbsp;</strong></p><p><strong><sup>32</sup></strong> Porque los gentiles buscan todas estas cosas; pero vuestro Padre celestial sabe que tenéis necesidad de todas estas cosas.\n</p><p><strong><sup>33</sup></strong> Mas buscad primeramente el reino de Dios y su justicia, y todas estas cosas os serán añadidas.\n</p><p>En medio de tiempos difíciles, cuando necesitamos apoyarnos en el Señor más que nunca, hay algunos pasos concretos, basados en principios bíblicos, que debemos seguir.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de marzo",
          "dayTitle": "<p><strong>PONER A DIOS EN PRIMER LUGAR</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee 2 Crónicas 20:1 al 22. ¿Qué principios espirituales importantes podemos tomar de esta historia para nosotros, independientemente de las luchas que enfrentemos?\n</strong></p><p><strong>2 Crónicas 20:1-22\n</strong></p><p><strong><sup>1</sup></strong> Pasadas estas cosas, aconteció que los hijos de Moab y de Amón, y con ellos otros de los amonitas, vinieron contra Josafat a la guerra.\n</p><p><sup><strong>2</strong> </sup>Y acudieron algunos y dieron aviso a Josafat, diciendo: Contra ti viene una gran multitud del otro lado del mar, y de Siria; y he aquí están en Hazezon-tamar, que es En-gadi.\n</p><p><strong>3</strong> Entonces él tuvo temor; y Josafat humilló su rostro para consultar a Jehová, e hizo pregonar ayuno a todo Judá.\n</p><p><strong>4</strong> Y se reunieron los de Judá para pedir socorro a Jehová; y también de todas las ciudades de Judá vinieron a pedir ayuda a Jehová.\n</p><p><strong>5</strong> Entonces Josafat se puso en pie en la asamblea de Judá y de Jerusalén, en la casa de Jehová, delante del atrio nuevo;\n</p><p><strong>6</strong> y dijo: Jehová Dios de nuestros padres, ¿no eres tú Dios en los cielos, y tienes dominio sobre todos los reinos de las naciones? ¿No está en tu mano tal fuerza y poder, que no hay quien te resista?\n</p><p><strong><sup>7</sup></strong> Dios nuestro, ¿no echaste tú los moradores de esta tierra delante de tu pueblo Israel, y la diste a la descendencia de Abraham tu amigo para siempre?\n</p><p><strong><sup>8</sup></strong> Y ellos han habitado en ella, y te han edificado en ella santuario a tu nombre, diciendo:\n</p><p><strong><sup>9</sup></strong> Si mal viniere sobre nosotros, o espada de castigo, o pestilencia, o hambre, nos presentaremos delante de esta casa, y delante de ti (porque tu nombre está en esta casa), y a causa de nuestras tribulaciones clamaremos a ti, y tú nos oirás y salvarás.\n</p><p><strong><sup>10</sup></strong> Ahora, pues, he aquí los hijos de Amón y de Moab, y los del monte de Seir, a cuya tierra no quisiste que pasase Israel cuando venía de la tierra de Egipto, sino que se apartase de ellos, y no los destruyese;\n</p><p><strong><sup>11</sup></strong> he aquí ellos nos dan el pago viniendo a arrojarnos de la heredad que tú nos diste en posesión.\n</p><p><sup><strong>12</strong> </sup>¡Oh Dios nuestro! ¿no los juzgarás tú? Porque en nosotros no hay fuerza contra tan grande multitud que viene contra nosotros; no sabemos qué hacer, y a ti volvemos nuestros ojos.\n</p><p><strong><sup>13</sup></strong> Y todo Judá estaba en pie delante de Jehová, con sus niños y sus mujeres y sus hijos.\n</p><p><strong><sup>14</sup></strong> Y estaba allí Jahaziel hijo de Zacarías, hijo de Benaía, hijo de Jeiel, hijo de Matanías, levita de los hijos de Asaf, sobre el cual vino el Espíritu de Jehová en medio de la reunión;\n</p><p><strong><sup>15</sup></strong> y dijo: Oíd, Judá todo, y vosotros moradores de Jerusalén, y tú, rey Josafat. Jehová os dice así: No temáis ni os amedrentéis delante de esta multitud tan grande, porque no es vuestra la guerra, sino de Dios.\n</p><p><strong><sup>16</sup></strong> Mañana descenderéis contra ellos; he aquí que ellos subirán por la cuesta de Sis, y los hallaréis junto al arroyo, antes del desierto de Jeruel.\n</p><p><sup><strong>17</strong> </sup>No habrá para qué peleéis vosotros en este caso; paraos, estad quietos, y ved la salvación de Jehová con vosotros. Oh Judá y Jerusalén, no temáis ni desmayéis; salid mañana contra ellos, porque Jehová estará con vosotros.\n</p><p><strong><sup>18</sup></strong> Entonces Josafat se inclinó rostro a tierra, y asimismo todo Judá y los moradores de Jerusalén se postraron delante de Jehová, y adoraron a Jehová.\n</p><p><strong><sup>19</sup></strong> Y se levantaron los levitas de los hijos de Coat y de los hijos de Coré, para alabar a Jehová el Dios de Israel con fuerte y alta voz.\n</p><p><strong><sup>20</sup></strong> Y cuando se levantaron por la mañana, salieron al desierto de Tecoa. Y mientras ellos salían, Josafat, estando en pie, dijo: Oídme, Judá y moradores de Jerusalén. Creed en Jehová vuestro Dios, y estaréis seguros; creed a sus profetas, y seréis prosperados.\n</p><p><sup><strong>21</strong> </sup>Y habido consejo con el pueblo, puso a algunos que cantasen y alabasen a Jehová, vestidos de ornamentos sagrados, mientras salía la gente armada, y que dijesen: Glorificad a Jehová, porque su misericordia es para siempre.\n</p><p><sup><strong>22</strong> </sup>Y cuando comenzaron a entonar cantos de alabanza, Jehová puso contra los hijos de Amón, de Moab y del monte de Seir, las emboscadas de ellos mismos que venían contra Judá, y se mataron los unos a los otros.\n</p><p>Hacia el final del reinado de Josafat, Judá fue invadido. Josafat era un hombre valiente. Durante años había estado reforzando sus ejércitos y las ciudades fortificadas. Estaba bien preparado para enfrentarse a casi cualquier enemigo; sin embargo, en esta crisis no puso su confianza en su fuerza sino en el poder de Dios. Se puso a buscar al Señor y proclamó ayuno en todo Judá. Todo el pueblo se reunió en el atrio del Templo, como había orado Salomón que harían si se enfrentaban al peligro. Todos los hombres de Judá estaban delante del Señor con sus esposas y sus hijos. Oraron para que Dios confundiera a sus enemigos a fin de que su nombre pudiera ser glorificado. Entonces, el rey oró: “En nosotros no hay fuerza contra tan grande multitud que viene contra nosotros. No sabemos qué hacer, pero a ti volvemos nuestros ojos” (2 Crón. 20:12).\n</p><p>Después de que se encomendaran a Dios de esta manera, el Espíritu del Señor vino sobre un hombre de Dios que dijo: “ ‘No teman ni se amedrenten ante esta gran multitud; porque la guerra no es de ustedes sino de Dios’. [...] No tendrán que pelear en esta ocasión. Apóstense, quédense quietos y vean la salvación que el Señor les dará” (2 Crón. 20:15-17).\n</p><p>Entonces, temprano a la mañana siguiente, el rey reunió al pueblo, con el coro levítico al frente para cantar alabanzas a Dios. Luego exhortó al pueblo: “Crean al Señor su Dios y estarán seguros; crean a sus profetas y serán prosperados” (2 Crón. 20:20). A continuación, el coro comenzó a cantar, y sus enemigos se destruyeron unos a otros, y “ninguno había escapado” (2 Crón. 20:24). Los hombres de Judá tardaron tres días para recoger solamente el botín de la batalla, y al cuarto día regresaron a Jerusalén cantando al andar.\n</p><p>Por supuesto, el Dios que los libró es el mismo Dios a quien amamos y adoramos nosotros, y su poder es tan grande hoy como en aquel entonces. El desafío, para nosotros, es confiar en él y en su dirección.\n</p><p><strong>Lee 2 Crónicas 20:20. ¿Qué significado especial debería tener este texto para los adventistas del séptimo día?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de marzo",
          "dayTitle": "<p><strong>CONFÍA EN DIOS, NO EN TUS RECURSOS</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p>El rey David debería haber sabido, por la experiencia de su mejor amigo, Jonatán, que cuando estás en una relación de pacto con Dios no importa si tienes pocos hombres o muchos; Dios puede darte la victoria. En 1 Samuel 14:1 al 23, la Biblia registra la historia de cómo el hijo de Saúl, Jonatán, y su escudero derrotaron a toda una guarnición de filisteos con la ayuda de Dios. Pero, a pesar de esta experiencia y muchas otras en la historia del pueblo de Dios, cuando llegaron tiempos difíciles para el rey David, este permitió que Satanás lo tentara a confiar en su propia fuerza e inventiva.\n</p><p><strong>1 Samuel 14:1 - 23\n</strong></p><p><strong>1</strong> Aconteció un día, que Jonatán hijo de Saúl dijo a su criado que le traía las armas: Ven y pasemos a la guarnición de los filisteos, que está de aquel lado. Y no lo hizo saber a su padre.\n</p><p><strong>2</strong> Y Saúl se hallaba al extremo de Gabaa, debajo de un granado que hay en Migrón, y la gente que estaba con él era como seiscientos hombres.\n</p><p><strong>3</strong> Y Ahías hijo de Ahitob, hermano de Icabod, hijo de Finees, hijo de Elí, sacerdote de Jehová en Silo, llevaba el efod; y no sabía el pueblo que Jonatán se hubiese ido.\n</p><p><strong>4</strong> Y entre los desfiladeros por donde Jonatán procuraba pasar a la guarnición de los filisteos, había un peñasco agudo de un lado, y otro del otro lado; el uno se llamaba Boses, y el otro Sene.\n</p><p><strong>5</strong> Uno de los peñascos estaba situado al norte, hacia Micmas, y el otro al sur, hacia Gabaa.\n</p><p><strong>6</strong> Dijo, pues, Jonatán a su paje de armas: Ven, pasemos a la guarnición de estos incircuncisos; quizá haga algo Jehová por nosotros, pues no es difícil para Jehová salvar con muchos o con pocos.\n</p><p><strong>7</strong> Y su paje de armas le respondió: Haz todo lo que tienes en tu corazón; ve, pues aquí estoy contigo a tu voluntad.\n</p><p><strong>8</strong> Dijo entonces Jonatán: Vamos a pasar a esos hombres, y nos mostraremos a ellos.\n</p><p><strong>9</strong> Si nos dijeren así: Esperad hasta que lleguemos a vosotros, entonces nos estaremos en nuestro lugar, y no subiremos a ellos.\n</p><p><strong>10</strong> Mas si nos dijeren así: Subid a nosotros, entonces subiremos, porque Jehová los ha entregado en nuestra mano; y esto nos será por señal.\n</p><p><strong>11</strong> Se mostraron, pues, ambos a la guarnición de los filisteos, y los filisteos dijeron: He aquí los hebreos, que salen de las cavernas donde se habían escondido.\n</p><p><strong>12</strong> Y los hombres de la guarnición respondieron a Jonatán y a su paje de armas, y dijeron: Subid a nosotros, y os haremos saber una cosa. Entonces Jonatán dijo a su paje de armas: Sube tras mí, porque Jehová los ha entregado en manos de Israel.\n</p><p><strong>13 </strong>Y subió Jonatán trepando con sus manos y sus pies, y tras él su paje de armas; y a los que caían delante de Jonatán, su paje de armas que iba tras él los mataba.\n</p><p><strong>14</strong> Y fue esta primera matanza que hicieron Jonatán y su paje de armas, como veinte hombres, en el espacio de una media yugada de tierra.\n</p><p><strong>15</strong> Y hubo pánico en el campamento y por el campo, y entre toda la gente de la guarnición; y los que habían ido a merodear, también ellos tuvieron pánico, y la tierra tembló; hubo, pues, gran consternación.\n</p><p><strong>16</strong> Y los centinelas de Saúl vieron desde Gabaa de Benjamín cómo la multitud estaba turbada, e iba de un lado a otro y era deshecha.\n</p><p><strong>17</strong> Entonces Saúl dijo al pueblo que estaba con él: Pasad ahora revista, y ved quién se haya ido de los nuestros. Pasaron revista, y he aquí que faltaba Jonatán y su paje de armas.\n</p><p><strong>18</strong> Y Saúl dijo a Ahías: Trae el arca de Dios. Porque el arca de Dios estaba entonces con los hijos de Israel.\n</p><p><strong>19</strong> Pero aconteció que mientras aún hablaba Saúl con el sacerdote, el alboroto que había en el campamento de los filisteos aumentaba, e iba creciendo en gran manera. Entonces dijo Saúl al sacerdote: Detén tu mano.\n</p><p><strong>20</strong> Y juntando Saúl a todo el pueblo que con él estaba, llegaron hasta el lugar de la batalla; y he aquí que la espada de cada uno estaba vuelta contra su compañero, y había gran confusión.\n</p><p><strong>21</strong> Y los hebreos que habían estado con los filisteos de tiempo atrás, y habían venido con ellos de los alrededores al campamento, se pusieron también del lado de los israelitas que estaban con Saúl y con Jonatán.\n</p><p><strong>22</strong> Asimismo todos los israelitas que se habían escondido en el monte de Efraín, oyendo que los filisteos huían, también ellos los persiguieron en aquella batalla.\n</p><p><strong>23</strong> Así salvó Jehová a Israel aquel día. Y llegó la batalla hasta Bet-avén.\n</p><p><strong>Lee 1 Crónicas 21:1 al 14. ¿Por qué decidió David contabilizar a Israel o contar a sus soldados? ¿Por qué su comandante Joab le aconsejó que no lo hiciera?\n</strong></p><p><strong>1 Crónicas 21:1 - 14\n</strong></p><p><strong>1 </strong>Pero Satanás se levantó contra Israel, e incitó a David a que hiciese censo de Israel.\n</p><p><strong>2</strong> Y dijo David a Joab y a los príncipes del pueblo: Id, haced censo de Israel desde Beerseba hasta Dan, e informadme sobre el número de ellos para que yo lo sepa.\n</p><p><strong>3 </strong>Y dijo Joab: Añada Jehová a su pueblo cien veces más, rey señor mío; ¿no son todos estos siervos de mi señor? ¿Para qué procura mi señor esto, que será para pecado a Israel?\n</p><p><strong>4</strong> Mas la orden del rey pudo más que Joab. Salió, por tanto, Joab, y recorrió todo Israel, y volvió a Jerusalén y dio la cuenta del número del pueblo a David.\n</p><p><strong>5</strong> Y había en todo Israel un millón cien mil que sacaban espada, y de Judá cuatrocientos setenta mil hombres que sacaban espada.\n</p><p><strong>6 </strong>Entre estos no fueron contados los levitas, ni los hijos de Benjamín, porque la orden del rey era abominable a Joab.\n</p><p><strong>7 </strong>Asimismo esto desagradó a Dios, e hirió a Israel.\n</p><p><strong>8</strong> Entonces dijo David a Dios: He pecado gravemente al hacer esto; te ruego que quites la iniquidad de tu siervo, porque he hecho muy locamente.\n</p><p><strong><sup>9</sup></strong> Y habló Jehová a Gad, vidente de David, diciendo:\n</p><p><strong><sup>10</sup></strong> Ve y habla a David, y dile: Así ha dicho Jehová: Tres cosas te propongo; escoge de ellas una que yo haga contigo.\n</p><p><sup><strong>11</strong> </sup>Y viniendo Gad a David, le dijo: Así ha dicho Jehová:\n</p><p><strong><sup>12</sup></strong> Escoge para ti: o tres años de hambre, o por tres meses ser derrotado delante de tus enemigos con la espada de tus adversarios, o por tres días la espada de Jehová, esto es, la peste en la tierra, y que el ángel de Jehová haga destrucción en todos los términos de Israel. Mira, pues, qué responderé al que me ha enviado.\n</p><p><strong><sup>13</sup></strong> Entonces David dijo a Gad: Estoy en grande angustia. Ruego que yo caiga en la mano de Jehová, porque sus misericordias son muchas en extremo; pero que no caiga en manos de hombres.\n</p><p><strong>14</strong> Así Jehová envió una peste en Israel, y murieron de Israel setenta mil hombres.\n</p><p>Ten en cuenta que fue idea de Satanás contar a los soldados. Él tentó a David a confiar en su propia fuerza en vez de depender de la providencia de Dios en su defensa. Joab, el comandante del ejército de Israel, trató de persuadir a David de que no contara a Israel porque había visto a Dios obrar en favor de Israel, pero David exigió que el censo siguiera adelante. Sus acciones acarrearon calamidad a la nación, como revela el texto.\n</p><p>Nadie jamás confió en Dios en vano. Siempre que luches por el Señor, prepárate. Y prepárate bien. Hay una cita, atribuida a un gobernante británico, Oliver Cromwell (1599–1658), quien antes de una batalla arengó a su ejército: “¡Confíen en Dios, muchachos, y mantengan la pólvora seca!” En otras palabras, haz todo lo posible para tener éxito, pero, al final, date cuenta de que solo Dios puede darte la victoria.\n</p><p>En nuestro contexto inmediato, es muy tentador confiar en el poder del Gobierno o en nuestras cuentas bancarias, pero en cada crisis que se menciona en la Biblia, cuando el pueblo confiaba en Dios, él honraba su confianza y proveía para él.\n</p><p>Deberíamos estar usando el tiempo presente para arreglar las cuentas con Dios, saldar deudas y ser generosos con lo que recibimos. En palabras de la antigua canción evangélica: “Si alguna vez necesitamos al Señor antes, con mayor razón lo necesitamos ahora”.\n</p><p><strong>¿Cómo logramos el equilibrio correcto entre hacer lo posible, por ejemplo, para tener seguridad financiera y, al mismo tiempo, confiar en el Señor en todo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de marzo",
          "dayTitle": "<p><strong>¿ES HORA DE SIMPLIFICAR?</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p>¿Qué debemos hacer los cristianos adventistas del séptimo día en respuesta a los tiempos difíciles? ¿Atrincherarnos en un “modo supervivencia”? No, en realidad, todo lo contrario. Porque sabemos que el fin del mundo y la segunda venida de Cristo están cerca, queremos usar nuestros bienes para contar a otros las buenas nuevas del evangelio y lo que Dios ha preparado para aquellos que lo aman. Entendemos que algún día, pronto, todo en esta Tierra se consumirá.</p><p><strong>Lee 2 Pedro 3:3 al 12. ¿Qué nos está comunicando Pedro con estas palabras?</strong></p><p><strong>2 Pedro 3:3 al 12</strong></p><p><strong><sup>3</sup></strong> sabiendo primero esto, que en los postreros días vendrán burladores, andando según sus propias concupiscencias,&nbsp;</p><p><strong><sup>4</sup></strong> y diciendo: ¿Dónde está la promesa de su advenimiento? Porque desde el día en que los padres durmieron, todas las cosas permanecen así como desde el principio de la creación.&nbsp;</p><p><strong><sup>5</sup></strong> Estos ignoran voluntariamente, que en el tiempo antiguo fueron hechos por la palabra de Dios los cielos, y también la tierra, que proviene del agua y por el agua subsiste,&nbsp;</p><p><sup><strong>6</strong></sup> por lo cual el mundo de entonces pereció anegado en agua;&nbsp;</p><p><strong><sup>7</sup></strong> pero los cielos y la tierra que existen ahora, están reservados por la misma palabra, guardados para el fuego en el día del juicio y de la perdición de los hombres impíos.&nbsp;</p><p><strong><sup>8</sup></strong> Mas, oh amados, no ignoréis esto: que para con el Señor un día es como mil años, y mil años como un día.&nbsp;</p><p><strong><sup>9</sup></strong> El Señor no retarda su promesa, según algunos la tienen por tardanza, sino que es paciente para con nosotros, no queriendo que ninguno perezca, sino que todos procedan al arrepentimiento.&nbsp;</p><p><strong><sup>10</sup></strong> Pero el día del Señor vendrá como ladrón en la noche; en el cual los cielos pasarán con grande estruendo, y los elementos ardiendo serán deshechos, y la tierra y las obras que en ella hay serán quemadas.&nbsp;</p><p><strong><sup>11</sup></strong> Puesto que todas estas cosas han de ser deshechas, ¡cómo no debéis vosotros andar en santa y piadosa manera de vivir,&nbsp;</p><p><strong><sup>12</sup></strong> esperando y apresurándoos para la venida del día de Dios, en el cual los cielos, encendiéndose, serán deshechos, y los elementos, siendo quemados, se fundirán!</p><p>Entendemos, por la Palabra de Dios, que el Señor no está enviando camiones de mudanza para llevar nuestras pertenencias al cielo. Todo se quemará en la conflagración final, cuando todos los rastros de pecado y maldad, excepto las cicatrices en las manos de Cristo, serán destruidos para siempre.<br></p><p>Entonces, ¿qué debemos hacer con nuestras posesiones? “Ahora es cuando nuestros hermanos debieran estar reduciendo sus propiedades en vez de aumentarlas. Estamos por trasladarnos a una patria mejor, a saber, la celestial. No seamos, pues, moradores de la Tierra, sino más bien reduzcamos nuestras cosas a la menor cantidad posible” (CMC 62).</p><p>¡Por supuesto, ella escribió esas palabras hace más de un siglo! Pero el principio perdura: el tiempo siempre es corto, porque nuestra vida siempre es corta. ¿Qué son sesenta años, ochenta años o cien años (si tienes buenos genes y buenos hábitos de salud) en contraste con la Eternidad? Tu vida puede terminar antes de que termines de leer la lección de esta semana, y lo siguiente que advertirás es la segunda venida de Jesús. (¡Eso sí que es rápido, después de todo!, ¿no?)</p><p>Como cristianos adventistas del séptimo día, debemos vivir siempre a la luz de la Eternidad. Sí, desde luego, tenemos que esforzarnos para costear nuestras necesidades y las de nuestra familia; y si hemos sido bendecidos con riquezas, no hay nada de malo en disfrutarlas ahora, con tal de que no nos volvamos codiciosos y de que seamos generosos con los necesitados. Sin embargo, siempre debemos recordar que todo lo que acumulamos aquí es transitorio, fugaz, y si no tenemos cuidado, tiene el potencial de corrompernos espiritualmente.</p><p><strong>Si supieras que Jesús vendrá dentro de diez años, ¿cómo cambiarías tu vida? ¿O en cinco años? ¿O en tres?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de marzo",
          "dayTitle": "<p><strong>PRIORIDADES</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p>Las parábolas y las enseñanzas de Jesús, las historias de los personajes bíblicos y el consejo de Elena de White indican claramente que no hay un compromiso a medias con Cristo. O estamos o no estamos del lado del Señor. Cuando un escriba le preguntó qué mandamiento era el mayor, Jesús respondió: “Amarás al Señor tu Dios con todo tu corazón, con toda tu alma, con toda tu mente y toda tu fuerza” (Mar. 12:30). Cuando entregamos todo a Cristo, no queda nada para otro señor. Así es como debe ser.</p><p><strong>Lee Mateo 6:24. ¿Cuál ha sido tu experiencia con la verdad de estas palabras?</strong></p><p><strong>Mateo 6:24</strong></p><p><strong><sup>24</sup></strong> Ninguno puede servir a dos señores; porque o aborrecerá al uno y amará al otro, o estimará al uno y menospreciará al otro. No podéis servir a Dios y a las riquezas.</p><p>Fíjate que Jesús no dijo que era difícil servir a Dios y al dinero, o que debías tener cuidado en la forma de servir a ambos. Dijo que era imposible. Punto. Este pensamiento debería imprimir un poco de temor y temblor a nuestra alma (Fil. 2:12).</p><p><strong>Lee 1 Juan 2:15 al 17. ¿Cómo se manifiestan estas tres cosas en nuestro mundo y por qué el peligro que presentan a veces es más sutil de lo que creemos?</strong></p><p><strong>1 Juan 2:15 al 17</strong></p><p><strong><sup>15</sup></strong> No améis al mundo, ni las cosas que están en el mundo. Si alguno ama al mundo, el amor del Padre no está en él.&nbsp;</p><p><strong><sup>16</sup></strong> Porque todo lo que hay en el mundo, los deseos de la carne, los deseos de los ojos, y la vanagloria de la vida, no proviene del Padre, sino del mundo.&nbsp;</p><p><strong><sup>17</sup></strong> Y el mundo pasa, y sus deseos; pero el que hace la voluntad de Dios permanece para siempre.</p><p>Con razón, Pablo escribió: “Pongan la mira en las cosas de arriba, no en las de la tierra” (Col. 3:2). Por supuesto, es más fácil decirlo que hacerlo, porque las cosas del mundo están aquí ante nosotros todos los días. El atractivo de “todo lo que hay en el mundo” (1 Juan 2:16) es fuerte; la atracción por la gratificación inmediata siempre está allí, susurrándonos al oído o tirando de las mangas de nuestra camisa. Hasta el cristiano más fiel, ¿no ha sentido algo de amor por “las cosas del mundo”? Aun sabiendo que un día todo terminará, todavía sentimos la atracción, ¿verdad? Sin embargo, lo bueno es que no hace falta que dejemos que eso nos aleje del Señor.</p><p><strong>Lee 2 Pedro 3:10 al 14. Lo que dice aquí, ¿cómo debería afectar la forma en que vivimos, incluyendo lo que hacemos con nuestros recursos?</strong></p><p><strong>2 Pedro 3:10 al 14</strong></p><p><strong><sup>10</sup> </strong>Pero el día del Señor vendrá como ladrón en la noche; en el cual los cielos pasarán con grande estruendo, y los elementos ardiendo serán deshechos, y la tierra y las obras que en ella hay serán quemadas.</p><p><strong><sup>11</sup></strong> Puesto que todas estas cosas han de ser deshechas, ¡cómo no debéis vosotros andar en santa y piadosa manera de vivir,&nbsp;</p><p><strong><sup>12</sup></strong>&nbsp;esperando y apresurándoos para la venida del día de Dios, en el cual los cielos, encendiéndose, serán deshechos, y los elementos, siendo quemados, se fundirán!&nbsp;</p><p><strong><sup>13</sup></strong> Pero nosotros esperamos, según sus promesas, cielos nuevos y tierra nueva, en los cuales mora la justicia.</p><p><strong><sup>14</sup></strong> Por lo cual, oh amados, estando en espera de estas cosas, procurad con diligencia ser hallados por él sin mancha e irreprensibles, en paz.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de marzo",
          "dayTitle": "<p><strong>CUANDO NADIE PUEDA COMPRAR NI VENDER</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p>La Biblia pinta un cuadro doloroso del mundo antes de la segunda venida de Jesús. Daniel habla de un “tiempo de angustia, cual nunca fue desde que hubo gente hasta entonces” (Dan. 12:1). Si tomamos en cuenta algunos de los tiempos difíciles del pasado, debe ser bastante malo a lo que él se refiere aquí. El libro de Apocalipsis también apunta a tiempos difíciles antes del regreso de Cristo.</p><p><strong>Lee Apocalipsis 13:11 al 17. ¿Cómo encajan los aspectos financieros con la persecución del tiempo del fin?</strong></p><p><strong>Apocalipsis 13-17</strong></p><p><strong><sup>11</sup> </strong>Después vi otra bestia que subía de la tierra; y tenía dos cuernos semejantes a los de un cordero, pero hablaba como dragón.&nbsp;</p><p><strong><sup>12</sup></strong> Y ejerce toda la autoridad de la primera bestia en presencia de ella, y hace que la tierra y los moradores de ella adoren a la primera bestia, cuya herida mortal fue sanada.&nbsp;</p><p><strong><sup>13</sup></strong> También hace grandes señales, de tal manera que aun hace descender fuego del cielo a la tierra delante de los hombres.&nbsp;</p><p><strong><sup>14</sup></strong> Y engaña a los moradores de la tierra con las señales que se le ha permitido hacer en presencia de la bestia, mandando a los moradores de la tierra que le hagan imagen a la bestia que tiene la herida de espada, y vivió.&nbsp;</p><p><strong><sup>15</sup></strong> Y se le permitió infundir aliento a la imagen de la bestia, para que la imagen hablase e hiciese matar a todo el que no la adorase.&nbsp;</p><p><strong><sup>16</sup></strong> Y hacía que a todos, pequeños y grandes, ricos y pobres, libres y esclavos, se les pusiese una marca en la mano derecha, o en la frente;&nbsp;</p><p><strong><sup>17</sup></strong> y que ninguno pudiese comprar ni vender, sino el que tuviese la marca o el nombre de la bestia, o el número de su nombre.</p><p>¿No se podrá comprar ni vender? ¿Cuánto de nuestra vida actual gira en torno a la compraventa? El trabajo es, en cierto sentido, la venta de nuestros tiempo, habilidades y bienes a quienes quieran comprarlos. No poder comprar o vender prácticamente significa no poder funcionar en sociedad. La presión sobre los que permanezcan fieles será, entonces, enorme. Además, cuanto más dinero tengas, más participación tendrás en este mundo, al menos en términos de posesiones materiales, y así, seguramente, la presión para amoldarte será aún más fuerte.</p><p>¿Cómo nos preparamos, entonces? Nos preparamos ahora, asegurándonos por la gracia de Dios de no ser esclavos de nuestro dinero, de las cosas del mundo. Si no estamos atados a ellos ahora, no lo estaremos cuando, para conservarnos fieles, tengamos que renunciar a ellos.</p><p><strong>Lee Deuteronomio 14:22 y la última parte del versículo 23. ¿Qué debía hacer el pueblo de Dios con su ganancia o producción cada año? ¿Por qué Dios le pidió que hiciera esto?</strong></p><p><strong>Deuteronomio 14:22,23</strong></p><p><strong><sup>22</sup> </strong>Indefectiblemente diezmarás todo el producto del grano que rindiere tu campo cada año.</p><p><strong><sup>23</sup></strong> Y comerás delante de Jehová tu Dios en el lugar que él escogiere para poner allí su nombre, el diezmo de tu grano, de tu vino y de tu aceite, y las primicias de tus manadas y de tus ganados, para que aprendas a temer a Jehová tu Dios todos los días.</p><p>Dios explicó a través de Moisés que una de las razones por las que estableció el sistema de diezmos era “para que aprendas a temer a Jehová tu Dios todos los días” (Deut. 14:23, RVR). En el paralelismo poético del Salmo 31:19, vemos que temer es sinónimo de esperar o confiar.</p><p>“¡Cuán grande es tu bondad, que has guardado para los que te temen, que has mostrado a los que esperan en ti, delante de los hijos de los hombres!” Estos versos paralelos nos muestran que temer al Señor es confiar en él. Por lo tanto, entendemos que Dios estableció el sistema del diezmo para protegernos del egoísmo y animarnos a confiar en que él proveerá para nosotros. Si bien ser fiel en el diezmo ciertamente no es una garantía de que las personas se mantendrán fieles al final, quienes no son fieles en el diezmo seguramente se están metiendo en problemas.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de marzo",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR</strong></p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>Aunque la Biblia no amonesta sobre la riqueza, tampoco dice que la riqueza fomente nuestro compromiso espiritual. Más bien, hay peligro de que ocurra lo contrario. “El amor al dinero y el deseo de riquezas son la cadena dorada que los tiene sujetos a Satanás” (CC 39).</p><p>A decir verdad, desde la fundación del cristianismo, nunca se ha disfrutado de tales riquezas y comodidades como las que disfruta hoy la iglesia en muchos países del mundo. La pregunta es: ¿A qué costo? Seguramente esa prosperidad influye sobre nuestra espiritualidad, y no para bien. ¿Desde cuándo la riqueza y la abundancia material han fomentado las virtudes cristianas de abnegación y sacrificio? Llegar a casa y tener los refrigeradores repletos con más alimentos de los que podemos consumir, tener uno o dos autos, tomar vacaciones anuales, comprar en línea, y tener lo último en computadoras y teléfonos inteligentes en el hogar, ¿puede hacer que sea más fácil no amar el mundo ni las cosas del mundo? Aunque muchos miembros de nuestra iglesia no tienen estos lujos, muchos sí los tienen, a expensas de su propia alma.</p><p>No estamos hablando de los “ricos” de ahora, como los millonarios y demás; ellos al menos saben que son ricos y pueden prestar atención (si así lo desean) a las advertencias bíblicas que se les dan. Más bien hablamos de muchos, incluso de clase media, que entre teléfonos inteligentes, iMacs, aires acondicionados y SUVs, están lo suficientemente engañados como para pensar que, porque son solo de “clase media”, no corren peligro de quedar atrapados en su propia prosperidad. Por eso, el diezmo puede ser, al menos, un poderoso antídoto espiritual contra los peligros de la riqueza, incluso para quienes no son particularmente “ricos”.</p><p><br></p><p>PREGUNTAS PARA DIALOGAR:</p><p><strong>1. </strong>Aunque no seamos ricos según los modelos del mundo, ¿por qué todos debemos tener cuidado con nuestra actitud hacia el dinero y la riqueza?</p><p><strong>2.</strong> ¿Qué cosas prácticas podemos hacer, además de diezmar, que pueden ayudarnos a no quedar demasiado atrapados en las cosas de este mundo?</p><p><strong>3.</strong> ¿Qué sucedería mañana si, de repente, no pudieras comprar ni vender porque estás entre los que “guardan los mandamientos de Dios y la fe de Jesús” (Apoc. 14:12)? ¿Cómo le iría a tu fe?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de marzo",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p>Debemos buscar primeramente el Reino de Dios (Mat. 6:34) porque él es el Creador y poseedor de todas las cosas (Gén. 2:7; Sal. 119:91). Él es nuestro Pastor (Sal. 23), nuestro pronto auxilio en las tribulaciones (Sal. 46:1). Es mejor confiar en él (Sal. 118:8) que en la gente (Sal. 17:5).\n</p><p>Josafat confió en Dios y en los profetas en medio de una crisis nacional (2 Crón. 20:20). El remanente de Dios deberá confiar del mismo modo (Apoc. 12:17; 19:10; 2 Tim. 3:14–17). Esa confianza en el poder divino promueve la seguridad espiritual y la prosperidad de la iglesia. Por otro lado, David buscó seguridad en la cantidad de hombres con que contaba (1 Crón. 21:1-14) para fines militares (1 Crón. 21:5), con resultados trágicos.\n</p><p>La Biblia nos enseña que, además de confiar en Dios, debemos ser prudentes (Prov. 6:8; 27:22). Por lo tanto, nuestra vida debe ser modesta, moderada y sin ostentaciones (1 Tim. 2:8). Acumular posesiones materiales puede causar ansiedad indebida y eclipsar nuestra felicidad en esta vida. Esa ansiedad nos pone en riesgo de perder la fe. Por eso debemos guardarnos de amar y confiar más en las riquezas que en Dios (Prov. 11:28; 1 Tim. 6:10).\n</p><p>Además, el dinero puede perder su valor en cualquier momento, porque eventualmente no podremos comprar ni vender (Apoc. 13:17). En última instancia, el dinero se consumirá en el fuego (2 Ped. 3:10-12), junto con los deseos de la carne, los deseos de los ojos y la vanagloria de la vida (1 Juan 2:15-17). Ser fiel ahora en los diezmos y las ofrendas es una de las formas en que regresamos a Dios (Mal. 3:7, 8), a quien debemos temer todos los días de nuestra vida (Deut. 14:22). Al hacerlo, nos preparamos para vencer en el tiempo de la gran tribulación.\n</p><p><strong>COMENTARIO\n</strong></p><p>Aunque la gran tribulación es un tiempo de profunda angustia y aflicción para el pueblo de Dios (Sal. 34:19; Juan 16:33), debemos permanecer fieles (1 Cor. 4:2).\n</p><p><strong>La confianza en Dios como preparación diaria\n</strong></p><p>Desde que el pecado entró en este mundo (Gén. 2:17), la vida ha estado llena de espinas y cardos (Gén. 3:16-19), opresión (Ecl. 4:1), tristeza y dolor (Ecl. 2:22, 23). Pero debemos confiar en Dios y avanzar en la fe, fortaleciéndonos para las pruebas mayores que vendrán (Jer. 12:5). Una vida de dependencia y fidelidad a Dios en las pequeñas pruebas diarias sirve como preparación para futuras pruebas aún mayores. El que es fiel en lo muy poco también en lo más será fiel (Luc. 16:10).\n</p><p>Por lo tanto, honra a Dios ahora con tus ofrendas de gratitud. Asimismo, cumple tus votos (especialmente los que tomaste en el bautismo), porque Dios promete responder y liberar a sus fieles en el día de la angustia y la tribulación (Sal. 50:14, 15). La palabra “tribulación” (en hebreo: tsarah) significa literalmente “opresión”, en el sentido de angustia, adversidad, aflicción y sufrimiento, que afecta a ricos y a pobres, creyentes y no creyentes. Pero tenemos la seguridad de que en nuestras pruebas Dios provee consuelo y responde nuestras peticiones, según su voluntad (1 Juan 5:14).\n</p><p><strong>Fieles en las perplejidades de la riqueza\n</strong></p><p>A veces, las cuestiones de dinero nos quitan el sueño (Ecl. 5:12), atraen ladrones (Mat. 6:19), acercan falsos amigos (Prov. 14:20; 19:4), dan lugar a la codicia (Ecl. 4:8; 5:10) y pueden conducir al engreimiento (Prov. 28:11) o a la indiferencia hacia los demás (Prov. 18:23). No podemos poner nuestro corazón en las riquezas (Sal. 62:10). Además, la bancarrota (Prov. 5:14; 27:24) a veces puede ser inevitable y dolorosa. Por eso, siempre es sabio recordar que es mejor tener poco en el Señor que mucho con angustia (Prov. 15:16).\n</p><p>Josafat tenía riquezas y ejércitos, pero no estaban a la altura de la crisis inesperada que los amenazaba. Esta crisis era mayor que cualquier cosa para la que pudieran prepararse. Sin embargo, Josafat confió en Dios y en la guía profética, y su historia se convirtió en un testimonio de la gran liberación divina (2 Crón. 20:1–22). Esta increíble historia es una lección para que la Iglesia Adventista confíe en Dios y en la guía profética que ha recibido (2 Crón. 20:20; Efe. 4:11–13; Apoc. 12:17; 19:10).\n</p><p>En contraste, tenemos la historia de David, quien incurrió en el desagrado de Dios por su presunción. Incluso con todas las evidencias del cuidado divino en su pasado, David pecó al censar al pueblo (1 Crón. 21:1–14) sin consultar a su profeta (1 Crón. 21:1–4, 9–13). Podemos llegar a pensar que no necesitamos orientación profética. Cuán rápidamente vemos nuestra insensatez cuando nos vemos sumidos en el caos. El hecho de que la ira y el juicio divinos cayeran sobre el pueblo (2 Sam. 24:1; 1 Crón. 21:7, 11, 12) muestra que, en cierta medida, este compartió el pecado del rey.\n</p><p>En la mentalidad hebrea, Dios tiene el control de todo (Dan. 4:35; Isa. 46:10) en última instancia. Ni siquiera un gorrión perece sin que el Padre lo sepa (Mat. 10:29). Todo sucede solo con el permiso divino o por su voluntad, la que al mismo tiempo respeta las decisiones y las responsabilidades individuales (2 Sam. 24:11, 12; Deut. 30:19).\n</p><p>Cuando Faraón endureció el corazón (Éxo. 8:15, 19, 32), la Biblia a veces atribuye esta acción a Dios (Éxo. 10:20, 27; 11:10), mostrando que Dios permitió que Faraón tomara sus propias decisiones. Dios restringe el mal pero, en última instancia, la persona toma la decisión y asume la responsabilidad de sus actos.\n</p><p>En el caso de David, no estaba prohibido, ni era pecado, contar al pueblo (Núm. 1:2, 3, 19). Pero, en este caso en particular, el acto de censar fue un pecado (1 Crón. 21:8), posiblemente porque David confió en la ilusión del poderío militar (1 Crón. 21:5) en lugar de confiar en la verdadera Fuente de fortaleza, Dios (Jer. 17:5). La lección para nosotros es que Dios está por encima de todas las cosas. Necesitamos ir a él en primer lugar, antes de recurrir a los medios humanos de liberación.\n</p><p>El conocimiento, el poder, la fama, la belleza física y los puestos de influencia, sin el temor del Señor, pueden tener consecuencias negativas similares a las que derivan de adquirir riquezas sin la bendición o la ayuda de Dios. Por lo tanto, debemos apreciar la sabiduría divina más que cualquier don material (Prov. 2:1–6; 4:7; 8:11).\n</p><p><strong>Fieles en las perplejidades de la pobreza\n</strong></p><p>Una falta excesiva de dinero también causa daño, ya que tiene el efecto contrario a la riqueza. Los pobres son perseguidos (Sal. 10:2), despreciados (Prov. 14:20; 19:7) y explotados (Deut. 24:14). Por eso el sabio ora pidiendo equilibrio (Prov. 30:8).\n</p><p>Dios es Señor de ricos y de pobres (Prov. 22:2). Él no desprecia a los pobres por ser pobres, porque su propio Hijo vino como un hombre pobre entre los pobres (2 Cor. 8:9). Dios tampoco favorece a los ricos porque sean ricos, porque todas las riquezas son suyas (Hag. 2:8). Antes bien, Dios requiere que todos sus hijos sean fieles mayordomos de sus recursos (1 Cor. 4:2; Apoc. 2:10).\n</p><p>Debemos recordar que la razón para confiar en la ayuda divina es que Dios es el Creador del “cielo y la tierra” (Sal. 121:1, 2). Esta misma razón presentó Melquisedec antes de recibir el diezmo de Abram (Gén. 14:19, 20), y fue el motivo por el que el patriarca rechazó las riquezas de la malvada Sodoma (Gén. 14:22, 23). Confiar en Dios es una experiencia de aprendizaje.\n</p><p>En el método de enseñanza bíblico, el aprendizaje (en hebreo: lamad) implica teoría y práctica, como se evidencia en la religión del antiguo Israel. Según Deuteronomio, el aprendizaje debe darse mediante el oír (Deut. 4:10), la enseñanza a la congregación (Deut. 4:5, 14; 31:12), el canto de las palabras de Dios (Deut. 31:19, 22) y la lectura (Deut. 17:19). Además, el aprendizaje debe transmitirse a los hijos: hablarles mientras están sentados, al caminar, acostarse y levantarse (Deut. 11:19), fomentando así la comunión y la confianza en el pacto con Dios.\n</p><p>Los pasajes anteriores vinculan con frecuencia las palabras “aprender” (lamad) y “practicar”, lo que indica que el aprendizaje se produce al experimentar la verdad de Dios y al temer al Señor.\n</p><p>En este sentido, los diezmos y las ofrendas también eran, y todavía lo son, instrucciones divinas, ya que enseñan a comprometerse con la obra de Dios (Mal. 3:8–10), así como a honrar y alabar (heb. kabad) su nombre (Prov. 3:9). El objetivo general del aprendizaje de las actividades religiosas en Israel se repite en el segundo diezmo consagrado a la devoción familiar y la caridad: “para que aprendas a reverenciar siempre al Señor tu Dios” (Deut. 14:23). (Ver PP 570-577.)\n</p><p><strong>Fieles en preparación para las pruebas de los últimos días\n</strong></p><p>En los últimos días, la gente amará el dinero. Debemos evitar su influencia (2 Tim. 3:1-5), porque la codicia es idolatría (Efe. 5:5). Juan nos advierte que los idólatras quedarán fuera de la Ciudad Santa (Apoc. 22:14, 15). Además, las medidas legales algún día impedirán que el pueblo de Dios pueda comprar y vender (Apoc. 13:11–17), y todo lo que se le negó al Señor, junto con los tesoros de Babilonia (Apoc. 18:10–16), perecerá en el fuego (2 Ped. 3:3-10).\n</p><p>La muerte es inesperada. Como los muertos no tienen conciencia ni noción del tiempo hasta la venida de Jesús, esto hace que la muerte sea un sueño (1 Tes. 4:13, 14; 1 Cor. 15:52). En consecuencia, siempre necesitamos ser fieles en todo mientras todavía respiramos. Desde nuestra perspectiva y experiencia, la venida de Cristo será tan pronto como el día de nuestra muerte, porque el período entre la muerte y la resurrección será como un abrir y cerrar de ojos. A cada uno se le dará entonces la recompensa final, según sus obras (Mat. 16:27).\n</p><p>La comunión diaria con Dios y la vida modesta deben ser reglas de vida, porque no sabemos a qué hora vendrá el Señor (Mat. 24:42, 44).\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>En los últimos días, los tiempos son peligrosos (2 Tim. 3:1). Con este peligro en mente, recuerda a los alumnos que Dios requiere que cumplan con dos deberes sagrados: (a) impulsar el Reino de Dios en esta Tierra y (b) permanecer fieles durante las pruebas y la persecución.\n</p><p><strong>A. Los seguidores de Dios deben prestar atención al avance de la obra de Dios\n</strong></p><p>“La obra de Dios se ha de extender. Si su pueblo sigue su consejo, no conservará muchos recursos que serán consumidos en la conflagración final. Se habrá hecho tesoros donde la polilla y el orín no pueden corromper, y no habrá vínculo que lo ligue a esta Tierra” (CMC 60).\n</p><p><strong>1.</strong> ¿Cómo puedes ser más fiel con tus recursos? ¿De qué forma estás reteniendo la porción del Señor, que “será consumida en la conflagración final”?\n</p><p><strong>2.</strong> La esposa de Lot miró hacia atrás a las posesiones que ocupaban su corazón; por ese motivo, tuvo un final trágico (Gén. 19:26). ¿Qué puedes hacer para que tu corazón no tenga ningún “vínculo que lo ligue a esta Tierra”, y para que no “mires hacia atrás” como lo hizo la esposa de Lot?\n</p><p><strong>B. Debemos ser fieles en medio de las dificultades\n</strong></p><p>“Cuando pasa la Luz del mundo, se descubre un privilegio en las dificultades, orden en la confusión, éxito en el aparente fracaso. Se ven en las calamidades bendiciones disfrazadas; en los dolores, misericordias” (Ed 270).\n</p><p>Incluso aquellos que son fieles pasan por pruebas (Juan 16:33). Pide a un alumno que comparta con la clase cómo aprendió a depender completamente de Dios en tiempos de tribulación. Pregúntale: ¿Cómo te enseñó esta experiencia que Dios tiene todo bajo control y que resuelve todas las cosas para tu bien?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>CÓMO ADMINISTRARSE EN TIEMPOS DIFÍCILES</strong></p>",
      "verse": "<p>\"Ofrece a Dios sacrificios de alabanza, y paga tus votos al Altísimo, e invócame en el día de la angustia; te libraré, y tú me honrarás” (Salmos 50:14, 15).</p>",
      "versionCode": 1,
      "weekDate": "11 -17 de marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
