{
  "data": [
    {
      "color": "#F48BC1",
      "id": 8,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "13 de Noviembre",
          "dayTitle": "<p>“ESCOGE, PUES, LA VIDA”<br></p>",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Una joven de 22 años fue diagnosticada con una enfermedad mortal: tumor cerebral. Incluso con todas las maravillas de la medicina moderna, no se podía hacer nada más que prolongar la agonía hasta lo inevitable. Pero esta joven, Sandy, no quería morir. Entonces, tuvo un plan.<br><br>Después de su muerte, le pondrían la cabeza en una tina de nitrógeno líquido congelado, para preservar sus células cerebrales. Y allí esperaría, cincuenta años, cien años, mil años, hasta que la tecnología hubiera avanzado lo suficiente y su cerebro, compuesto por conexiones neuronales, podría cargarse en una computadora. Así, Sandy podría “vivir”, tal vez incluso para siempre.<br><br>Triste historia, no solo porque una joven estaba a punto de morir, sino también debido a dónde puso su esperanza. Como la mayoría, Sandy quería vivir. Pero eligió un camino que, a fin de cuentas, seguramente no funcionará.<br><br>Esta semana, mientras seguimos en Deuteronomio, veremos la preferencia de vida y la oportunidad que se nos da de elegir la vida, pero elegirla en los términos que Dios, el Dador y Sustentador de la vida, nos ha ofrecido en su misericordia.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de Noviembre",
          "dayTitle": "<p>EL ÁRBOL DE LA VIDA<br></p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p>Ninguno&nbsp; de&nbsp; nosotros&nbsp; pidió&nbsp; estar&nbsp; aquí,&nbsp; ¿verdad?&nbsp; No&nbsp; elegimos&nbsp; venir&nbsp; al&nbsp; mundo,&nbsp; ni&nbsp; tampoco&nbsp; elegimos&nbsp; dónde&nbsp; ni&nbsp; cuándo&nbsp; nacer,&nbsp; ni&nbsp; quiénes&nbsp; serían nuestros padres.</p><p>Lo mismo sucedió con Adán y Eva. Al igual que una hoja, una roca, una montaña,&nbsp; ellos&nbsp; no&nbsp; participaron&nbsp; en&nbsp; la&nbsp; decisión&nbsp; de&nbsp; Dios&nbsp; de&nbsp; crearlos.&nbsp; Como seres humanos, recibimos no solo la existencia (una roca tiene existencia), <br>y no solo vida (una ameba tiene vida), sino vida como seres racionales libres hechos a imagen de Dios.</p><p>Pero tampoco hemos elegido venir al mundo como seres racionales libres hechos a imagen de Dios. No obstante, lo que Dios nos ofrece es la opción de seguir existiendo; es decir, nos ofrece elegir la vida eterna en él, que es <br>lo que podemos tener gracias a Jesús y a su muerte en la Cruz.</p><p><br></p><p><strong>Lee Génesis 2:8, 9, y 15 al 17; y 3:22 y 23. ¿Qué dos opciones le presentó <br>Dios a Adán con respecto a su existencia?</strong></p><p><strong></strong>\"En medio del Edén crecía el árbol de la vida, cuyo fruto tenía el poder de perpetuar la vida. Si Adán hubiese permanecido obediente a Dios, habría continuado gozando de libre acceso a ese árbol y habría vivido eternamente. Pero, en cuanto hubo pecado, quedó privado de comer del árbol de la vida y llegó a quedar sujeto a la muerte. La sentencia divina: ‘Polvo eres, y al polvo volverás’ señala a la completa extinción de la vida” (CS 587, 588).</p><p>Por&nbsp; lo&nbsp; tanto,&nbsp; desde&nbsp; el&nbsp; primer&nbsp; momento,&nbsp; la&nbsp; Biblia&nbsp; nos&nbsp; presenta&nbsp; una&nbsp; de dos opciones: o la vida eterna, que es lo que originalmente se suponía que teníamos; o la muerte eterna, que en cierto sentido es simplemente regresar a la nada de la que salimos en un principio.</p><p>También es interesante que el “árbol de la vida”, que las Escrituras dicen que da inmortalidad, y que aparece por primera vez en el primer libro de la Biblia, vuelva a aparecer en el último libro. Lee Apocalipsis 2:7; y 22:2 y 14. Quizás el mensaje sea que, aunque se suponía que teníamos acceso al árbol de la vida, debido al pecado perdimos ese acceso; luego, al final, una vez que el problema del pecado haya finalizado definitiva y completamente, gracias a Jesús y al plan de salvación, los redimidos, aquellos que eligieron la vida, tendrán acceso al árbol de la vida como se suponía que teníamos desde el principio.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de Noviembre",
          "dayTitle": "<p>NO HAY TÉRMINO MEDIO<br></p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p>La Biblia, de principio a fin, nos presenta una de dos alternativas. Tenemos dos opciones.</p><p><strong>Lee los siguientes versículos. ¿Qué dos opciones o alternativas se declaran abiertamente o están implícitas en estos textos y cómo se presentan estas opciones?</strong></p><p><strong>Juan 3:16</strong></p><p><strong>16 </strong>Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna. <strong><br></strong></p><p><strong>Génesis 7:22-23<br></strong></p><p><strong>22 </strong>Todo lo que tenía aliento de espíritu de vida en sus narices, todo lo que había en la tierra, murió.<br><br><strong>23 </strong>Así fue destruido todo ser que vivía sobre la faz de la tierra, desde el hombre hasta la bestia, los reptiles, y las aves del cielo; y fueron raídos de la tierra, y quedó solamente Noé, y los que con él estaban en el arca. <strong><br></strong></p><p><strong>Romanos 6:23</strong></p><p><strong>23 </strong>Porque la paga del pecado es muerte, mas la dádiva de Dios es vida eterna en Cristo Jesús Señor nuestro. <strong><br></strong></p><p><strong>Romanos 8:6</strong></p><p><strong>6 </strong>Porque el ocuparse de la carne es muerte, pero el ocuparse del Espíritu es vida y paz. <strong><br></strong></p><p><strong>1 Juan 5:12</strong></p><p><strong>12</strong> El que tiene al Hijo, tiene la vida; el que no tiene al Hijo de Dios no tiene la vida.<strong><br></strong></p><p><strong>Mateo 7:24–27</strong></p><p><strong>24 </strong>Cualquiera, pues, que me oye estas palabras, y las hace, le compararé a un hombre prudente, que edificó su casa sobre la roca.<br><br><strong>25 </strong>Descendió lluvia, y vinieron ríos, y soplaron vientos, y golpearon contra aquella casa; y no cayó, porque estaba fundada sobre la roca.<br><br><strong>26 </strong>Pero cualquiera que me oye estas palabras y no las hace, le compararé a un hombre insensato, que edificó su casa sobre la arena;<br><br><strong>27 </strong>y descendió lluvia, y vinieron ríos, y soplaron vientos, y dieron con ímpetu contra aquella casa; y cayó, y fue grande su ruina. <strong><br></strong></p><p><strong><br></strong></p><p>En definitiva, no hay término medio para nosotros, los seres humanos. Antes que el Gran Conflicto acabe por completo, el pecado, Satanás, la maldad, la desobediencia y la rebelión serán erradicados. Después de que<br>eso suceda, cada uno de nosotros, individualmente, tendrá garantizada la vida; la vida eterna que Dios originalmente había planeado que todos tuviéramos antes de la creación del mundo; o afrontaremos la muerte eterna, es decir, “eterna perdición, excluidos de la presencia del Señor y de la gloria de su poder” (2 Tes. 1:9). La Biblia no parece presentarnos otras opciones.</p><p><br>¿Cuál será nuestro destino? Esa respuesta, en última instancia, recae sobre nosotros. Las opciones que tenemos ante nosotros son la vida o la muerte.</p><p><strong>En el contexto de la vida eterna o la muerte eterna, la verdad bíblica de que el infierno no arde eternamente ni tortura a la gente para siempre ¿por qué es tan reconfortante? ¿Qué imagen daría del carácter de Dios si el tormento eterno consciente fuera en verdad el destino de los perdidos?</strong><br></p><p><br></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de Noviembre",
          "dayTitle": "<p>LA VIDA Y EL BIEN, LA MUERTE Y EL MAL, LA BENDICIÓN Y LA MALDICIÓN<br></p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>Hacia el final del libro de Deuteronomio, después de un largo discurso sobre lo que le sucederá al pueblo si desobedece al Señor y viola las promesas del Pacto, Deuteronomio 30 comienza con la promesa de que, aun si caían en desobediencia y eran castigados con el exilio, no obstante, Dios los restituiría a la tierra. Es decir, si se arrepentían y se apartaban de sus malos caminos. <br></p><p><strong>Lee Deuteronomio 30:15 al 20. ¿Cuáles son las opciones que se le presentan al antiguo Israel? Estas opciones ¿cómo reflejan lo que hemos visto en la Biblia, de principio a fin?</strong></p><p><strong>Deuteronomio 30:15-20</strong></p><p><strong>15 </strong>Mira, yo he puesto delante de ti hoy la vida y el bien, la muerte y el mal;<br><br><strong>16 </strong>porque yo te mando hoy que ames a Jehová tu Dios, que andes en sus caminos, y guardes sus mandamientos, sus estatutos y sus decretos, para que vivas y seas multiplicado, y Jehová tu Dios te bendiga en la tierra a la cual entras para tomar posesión de ella.<br><br><strong>17 </strong>Mas si tu corazón se apartare y no oyeres, y te dejares extraviar, y te inclinares a dioses ajenos y les sirvieres,<br><br><strong>18 </strong>yo os protesto hoy que de cierto pereceréis; no prolongaréis vuestros días sobre la tierra adonde vais, pasando el Jordán, para entrar en posesión de ella.<br><br><strong>19 </strong>A los cielos y a la tierra llamo por testigos hoy contra vosotros, que os he puesto delante la vida y la muerte, la bendición y la maldición; escoge, pues, la vida, para que vivas tú y tu descendencia;<br><br><strong>20 </strong>amando a Jehová tu Dios, atendiendo a su voz, y siguiéndole a él; porque él es vida para ti, y prolongación de tus días; a fin de que habites sobre la tierra que juró Jehová a tus padres, Abraham, Isaac y Jacob, que les había de dar. <br></p><p><br></p><p>El Señor es muy claro: Él, Jehová, les ha presentado una de dos opciones, básicamente lo que hizo con Adán y Eva en el Edén. De hecho, las palabras hebreas para “bien” (tov) y “mal” (ra’) en Deuteronomio 30:15 son las mismas palabras hebreas que se utilizan en Génesis para el árbol del conocimiento del “bien” (tov) y del “mal” (ra’). Aquí, como en toda la Biblia, no hay término medio, ni un lugar neutral donde estar. O servirán al Señor y tendrán vida, o elegirán la muerte. Lo mismo ocurre con nosotros. <br></p><p>La vida, el bien, la bendición, ¿en contraste con qué? Con la muerte, el mal y la maldición. Sin embargo, en definitiva, se podría argumentar correctamente que Dios en realidad les ofrece solo el bien, solo la vida y solo la bendición. Si se apartan de él, el resultado natural será la decadencia, aparte de su especial sustento y protección. <br></p><p>Más allás de cómo entendamos este tema, el pueblo baraja estas opciones. También está muy clara la realidad de su libre albedrío, su libertad de elección. Estos versículos, junto con gran parte de la Biblia, no tienen sentido sin el santo don del libre albedrío. <br></p><p>En otras palabras, el Señor les estaba diciendo: “Por lo tanto, con el libre albedrío que les he dado, escojan la vida, escojan la bendición, escojan el bien, no la muerte, el mal y la maldición”. <br></p><p>Parece demasiado obvio cuál sería la decisión acertada, ¿verdad? No obstante, sabemos lo que pasó. El Gran Conflicto era tan real en aquel entonces como lo es ahora, y debemos aprender del ejemplo de Israel lo que puede suceder si no nos entregamos por completo al Señor y elegimos la vida y todo lo que esta decisión implica. <br></p><p><strong>Lee Deuteronomio 30:20. Presta atención al vínculo entre el amor y la obediencia. ¿Qué debe hacer Israel para ser fiel al Señor? ¿Cómo se aplican a nosotros los mismos principios hoy?</strong></p><p><strong>Deuteronomio 30:20<br></strong></p><p><strong>20</strong> amando a Jehová tu Dios, atendiendo a su voz, y siguiéndole a él; porque él es vida para ti, y prolongación de tus días; a fin de que habites sobre la tierra que juró Jehová a tus padres, Abraham, Isaac y Jacob, que les había de dar.<br></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de Noviembre",
          "dayTitle": "<p>“NO ES DEMASIADO DIFÍCIL PARA TI”<br></p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>Al comienzo de Deuteronomio 30, el Señor señala lo que sucedería si el pueblo se arrepentía y se apartaba de sus malos caminos. ¡Qué promesas maravillosas recibieron también! <br></p><p><strong>Lee Deuteronomio 30:1 al 10. ¿Cuáles son las promesas que Dios les dio, a pesar de que este pasaje habla de lo que les sucedería si desobedecían? ¿Qué nos enseña esto sobre la gracia de Dios?</strong></p><p><strong>Deuteronomio 30:1-10<br></strong></p><p><strong>1&nbsp; </strong>Sucederá que cuando hubieren venido sobre ti todas estas cosas, la bendición y la maldición que he puesto delante de ti, y te arrepintieres en medio de todas las naciones adonde te hubiere arrojado Jehová tu Dios,<br><br><strong>2 </strong>y te convirtieres a Jehová tu Dios, y obedecieres a su voz conforme a todo lo que yo te mando hoy, tú y tus hijos, con todo tu corazón y con toda tu alma,<br><br><strong>3 </strong>entonces Jehová hará volver a tus cautivos, y tendrá misericordia de ti, y volverá a recogerte de entre todos los pueblos adonde te hubiere esparcido Jehová tu Dios.<br><br><strong>4 </strong>Aun cuando tus desterrados estuvieren en las partes más lejanas que hay debajo del cielo, de allí te recogerá Jehová tu Dios, y de allá te tomará;<br><br><strong>5 </strong>y te hará volver Jehová tu Dios a la tierra que heredaron tus padres, y será tuya; y te hará bien, y te multiplicará más que a tus padres.<br><br><strong>6 </strong>Y circuncidará Jehová tu Dios tu corazón, y el corazón de tu descendencia, para que ames a Jehová tu Dios con todo tu corazón y con toda tu alma, a fin de que vivas.<br><br><strong>7 </strong>Y pondrá Jehová tu Dios todas estas maldiciones sobre tus enemigos, y sobre tus aborrecedores que te persiguieron.<br><br><strong>8 </strong>Y tú volverás, y oirás la voz de Jehová, y pondrás por obra todos sus mandamientos que yo te ordeno hoy.<br><br><strong>9 </strong>Y te hará Jehová tu Dios abundar en toda obra de tus manos, en el fruto de tu vientre, en el fruto de tu bestia, y en el fruto de tu tierra, para bien; porque Jehová volverá a gozarse sobre ti para bien, de la manera que se gozó sobre tus padres,<br><br><strong>10 </strong>cuando obedecieres a la voz de Jehová tu Dios, para guardar sus mandamientos y sus estatutos escritos en este libro de la ley; cuando te convirtieres a Jehová tu Dios con todo tu corazón y con toda tu alma. <strong><br></strong></p><p><br><strong></strong></p><p>Sin duda habrá sido reconfortante escuchar estas promesas. Aquí el punto no estaba en restarle importancia a la obediencia de ellos. El Señor no estaba ofreciendo una gracia barata. Al contrario, el propósito era mostrarles el amor de Dios y, por tanto, en respuesta, ellos lo amarían también; revelarían su amor en obediencia a lo que el Pacto requería que hicieran.</p><p><strong>Lee Deuteronomio 30:11 al 14. ¿Qué les quiere decir el Señor allí? ¿Cuál es la promesa básica que se encuentra en estos versículos, y qué pasajes del Nuevo Testamento piensas que reflejan la misma promesa?</strong></p><p><strong>Deuteronomio 30:11-14<br></strong></p><p><strong>11 </strong>Porque este mandamiento que yo te ordeno hoy no es demasiado difícil para ti, ni está lejos.<br><br><strong>12 </strong>No está en el cielo, para que digas: ¿Quién subirá por nosotros al cielo, y nos lo traerá y nos lo hará oír para que lo cumplamos?<br><br><strong>13 </strong>Ni está al otro lado del mar, para que digas: ¿Quién pasará por nosotros el mar, para que nos lo traiga y nos lo haga oír, a fin de que lo cumplamos?<br><br><strong>14 </strong>Porque muy cerca de ti está la palabra, en tu boca y en tu corazón, para que la cumplas.<strong><br></strong></p><p>Presta atención a este llamado, con este hermoso lenguaje y una lógica irrefutable. El Señor no les pide nada demasiado difícil. El mandato de Dios no es “demasiado difícil” ni misterioso para que ellos lo entiendan. Tampoco está demasiado lejos de su alcance para cumplirlo. No está muy arriba en el cielo, tan lejos que algún otro se lo tenga que alcanzar; ni está al otro lado del mar, para que alguien más tenga que llevárselo. Al contrario, el Señor dice: “Porque muy cerca de ti está la palabra, en tu boca y en tu corazón, para que la cumplas” (Deut. 30:14). Es decir, parafraseando, “ustedes la conocen lo suficientemente bien como para poder pronunciarla, y está en su corazón, así que saben lo que deben hacer. Por lo tanto, no hay excusa para no obedecer”. Como sintetiza Elena de White: “Todos sus mandatos son habilitaciones” (PVGM 268). <br></p><p>De hecho, el apóstol Pablo cita algunos de estos versículos en el contexto de la salvación en Cristo; es decir, Pablo se refiere a ellos como un ejemplo de justificación por la fe (ver Rom. 10:6-10). Entonces sí, después de estos versículos en Deuteronomio, se les dice a los hijos de Israel que elijan la vida o la muerte, la bendición o la maldición. Si ellos, mediante la gracia y la fe, escogen la vida, la tendrán. Hoy no es diferente, ¿verdad?<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de Noviembre",
          "dayTitle": "<p>UNA CUESTIÓN DE ADORACIÓN<br></p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>La adoración es fundamental para la relación de pacto entre el Señor e Israel. Lo que los diferenciaba de todo el mundo que los rodeaba era que solo ellos, como nación, adoraban al Dios verdadero, a diferencia de las diosas<br>y los dioses falsos del mundo pagano, que en realidad no eran dioses en absoluto. “Ved ahora que yo, yo soy, y no hay dioses conmigo” (Deut. 32:39).<br></p><p><strong>Lee Deuteronomio 4:19; 8:19; 11:16; y 30:17. ¿Cuál es la advertencia común en todos estos versículos? ¿Por qué esta advertencia es esencial para la nación de Israel?</strong></p><p><strong>Deuteronomio 4:19</strong></p><p><strong>19 </strong>No sea que alces tus ojos al cielo, y viendo el sol y la luna y las estrellas, y todo el ejército del cielo, seas impulsado, y te inclines a ellos y les sirvas; porque Jehová tu Dios los ha concedido a todos los pueblos debajo de todos los cielos. <br></p><p><strong>Deuteronomio 8:19</strong></p><p><strong>19 </strong>Mas si llegares a olvidarte de Jehová tu Dios y anduvieres en pos de dioses ajenos, y les sirvieres y a ellos te inclinares, yo lo afirmo hoy contra vosotros, que de cierto pereceréis.<strong><br></strong></p><p><strong>Deuteronomio 11:16</strong></p><p><strong>16 </strong>Guardaos, pues, que vuestro corazón no se infatúe, y os apartéis y sirváis a dioses ajenos, y os inclinéis a ellos; <strong><br></strong></p><p><strong>Deuteronomio 30:17</strong></p><p><strong>17 </strong>Mas si tu corazón se apartare y no oyeres, y te dejares extraviar, y te inclinares a dioses ajenos y les sirvieres, <strong><br></strong></p><p>Hace miles de años, al igual que hoy, el pueblo de Dios habitó en medio de culturas y entornos con reglamentos, tradiciones y conceptos que a menudo entraban en conflicto con su fe. Por lo tanto, el pueblo de Dios debía estar siempre en guardia, para que los caminos del mundo, sus ídolos y sus “dioses” no se convirtieran también en objetos de su adoración. <br></p><p>Nuestro Dios es un “Dios celoso” (Deut. 4:24; 5:9; 6:15), y solo él, como nuestro Creador y Redentor, es digno de nuestra adoración. Aquí tampoco hay término medio: o adoramos al Señor, que ofrece vida y bendiciones, o adoramos a cualquier otro dios, que solo puede ofrecer maldiciones y muerte. <br></p><p><strong>Lee Apocalipsis 13:1 al 15 y concéntrate en el aspecto de cómo se presenta la adoración allí. Luego compara esos versículos con Apocalipsis 14:6 al 12. ¿Qué sucede aquí en Apocalipsis que refleja la advertencia dada en Deuteronomio (y en todas las Escrituras, en realidad) sobre la adoración falsa?</strong></p><p><strong>Apocalipsis 13:1-15<br></strong></p><p><strong>1&nbsp; </strong>Me paré sobre la arena del mar, y vi subir del mar una bestia que tenía siete cabezas y diez cuernos; y en sus cuernos diez diademas; y sobre sus cabezas, un nombre blasfemo.<br><br><strong>2 </strong>Y la bestia que vi era semejante a un leopardo, y sus pies como de oso, y su boca como boca de león. Y el dragón le dio su poder y su trono, y grande autoridad.<br><br><strong>3 </strong>Vi una de sus cabezas como herida de muerte, pero su herida mortal fue sanada; y se maravilló toda la tierra en pos de la bestia,<br><br><strong>4 </strong>y adoraron al dragón que había dado autoridad a la bestia, y adoraron a la bestia, diciendo: ¿Quién como la bestia, y quién podrá luchar contra ella?<br><br><strong>5 </strong>También se le dio boca que hablaba grandes cosas y blasfemias; y se le dio autoridad para actuar cuarenta y dos meses.<br><br><strong>6 </strong>Y abrió su boca en blasfemias contra Dios, para blasfemar de su nombre, de su tabernáculo, y de los que moran en el cielo.<br><br><strong>7 </strong>Y se le permitió hacer guerra contra los santos, y vencerlos. También se le dio autoridad sobre toda tribu, pueblo, lengua y nación.<br><br><strong>8 </strong>Y la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.<br><br><strong>9 </strong>Si alguno tiene oído, oiga.<br><br><strong>10 </strong>Si alguno lleva en cautividad, va en cautividad; si alguno mata a espada, a espada debe ser muerto. Aquí está la paciencia y la fe de los santos.<br><br><strong>11 </strong>Después vi otra bestia que subía de la tierra; y tenía dos cuernos semejantes a los de un cordero, pero hablaba como dragón.<br><br><strong>12 </strong>Y ejerce toda la autoridad de la primera bestia en presencia de ella, y hace que la tierra y los moradores de ella adoren a la primera bestia, cuya herida mortal fue sanada.<br><br><strong>13 </strong>También hace grandes señales, de tal manera que aun hace descender fuego del cielo a la tierra delante de los hombres.<br><br><strong>14 </strong>Y engaña a los moradores de la tierra con las señales que se le ha permitido hacer en presencia de la bestia, mandando a los moradores de la tierra que le hagan imagen a la bestia que tiene la herida de espada, y vivió.<br><br><strong>15 </strong>Y se le permitió infundir aliento a la imagen de la bestia, para que la imagen hablase e hiciese matar a todo el que no la adorase. <strong><br></strong></p><p><strong><br></strong></p><p><strong>Apocalipsis 14:6-12<br></strong></p><p><strong>6 </strong>Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,<br><br><strong>7 </strong>diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.<br><br><strong>8 </strong>Otro ángel le siguió, diciendo: Ha caído, ha caído Babilonia, la gran ciudad, porque ha hecho beber a todas las naciones del vino del furor de su fornicación.<br><br><strong>9 </strong>Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano,<br><br><strong>10 </strong>él también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y será atormentado con fuego y azufre delante de los santos ángeles y del Cordero;<br><br><strong>11 </strong>y el humo de su tormento sube por los siglos de los siglos. Y no tienen reposo de día ni de noche los que adoran a la bestia y a su imagen, ni nadie que reciba la marca de su nombre.<br><br><strong>12 </strong>Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús. <strong><br></strong></p><p><strong></strong>No importa cuán diferente sea el contexto, la situación es la misma: ¿Adorará el pueblo al Dios verdadero, y tendrá vida; o sucumbirá a las presiones, ya sean visibles, sutiles o ambas, para retirar su lealtad de él y enfrentar la muerte? En última instancia, la respuesta está en cada corazón. Dios no obligó al antiguo Israel a seguirlo, ni nos obligará a nosotros tampoco. Como vemos en Apocalipsis 13, la fuerza es lo que emplearán la bestia y su imagen. Dios, en cambio, obra por amor.</p><p><strong>¿Cómo podemos cerciorarnos de que, siquiera sutilmente, no estamos retirando lentamente nuestra lealtad a Jesús por algún otro dios?</strong><br></p><p><br></p><p><br></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de Noviembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>Tanto en aquella época como ahora, a todos se nos permite elegir. La palabra clave aquí es elección. A diferencia de un sector del cristianismo que plantea que, aun antes de que nazcan las personas, Dios predestinó a algunas de ellas no solo a perderse sino incluso a arder en el Infierno para siempre, las Escrituras enseñan que nuestro libre albedrío para vida o muerte, bendición o maldición, el bien o el mal, determina qué tríada (vida, bien, bendición; o muerte, mal, maldición) enfrentaremos en última instancia. Y, qué bueno es saber que incluso si alguien toma la decisión equivocada, el resultado es la muerte, la muerte eterna, no el tormento eterno en un lago de fuego interminable. <br></p><p>“ ‘Porque la paga del pecado es muerte, mas la dádiva de Dios es vida eterna en Cristo Jesús Señor nuestro’ (Rom. 6:23). Mientras que la vida es la heredad de los justos, la muerte es la porcio?n de los impi?os. Moise?s declaro? a Israel: ‘Hoy te doy a elegir entre la vida y la muerte, entre el bien y el mal’ (Deut. 30:15). La muerte de la cual se habla en este pasaje no es aquella a la que fue condenado Ada?n, pues toda la humanidad sufre la penalidad de su transgresio?n. Es ‘la muerte segunda’, puesta en contraste con la vida eterna” (CS 599).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1. </strong>En clase, analicen la idea presentada en el estudio del martes, sobre si es Dios quien promueve directamente el castigo ahora mismo por la desobediencia o si ocurre como consecuencia natural de los<br>actos de desobediencia. ¿O podrían ser ambas cosas? ¿Podría haber casos en los que sea uno u otro? ¿Cómo entendemos este tema?</p><p><strong>2</strong>. Los versículos que vimos en la declaración de Elena de White hoy ¿qué nos enseñan acerca del poder de Dios que tenemos a disposición para vencer el pecado?</p><p><strong>3</strong>. Lee Romanos 10:1 al 10, donde Pablo cita Deuteronomio 30:11 al 14 cuando expone la salvación por la fe en Jesús en contraste con la búsqueda de la salvación y la justificación por la Ley. ¿Por qué crees que usó estos versículos de Deuteronomio? Presta especial atención a Romanos 10:10: “Porque con el corazón se cree para justicia, pero con la boca se confiesa para salvación”. ¿A qué se refiere Pablo?</p><p><strong>4</strong>. ¿De qué manera tu cultura, tu sociedad o tu grupo podrían tener puntos de vista que –si no estás atento– podrían conducirte a una adoración falsa?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>“ESCOGE, PUES, LA VIDA”<br></p>",
      "verse": "<p>“A los cielos y a la tierra llamo por testigos hoy contra vosotros, que os he <br>puesto delante la vida y la muerte, la bendición y la maldición; escoge, pues, <br>la vida, para que vivas tú y tu descendencia” (Deut. 30:19).<br></p>",
      "versionCode": 3,
      "weekDate": "13- 19 de noviembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
