{
  "data": [
    {
      "color": "#009fd6",
      "id": 712,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "September 9",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>Bleary-eyed, the servant stumbles out of his lodgings and sees an alarming sight—a large, well-equipped and hostile army with “troops, horses, and chariots everywhere.” Speaking to the prophet Elisha, he stammers out the news, along with his harried question, “ ‘Oh, sir, what will we do now?’ ”<br><br>Elisha responds, “ ‘Don’t be afraid! . . . For there are more on our side than on theirs!’ ” a response that fails to register in the face of his servant. Elisha, pulling him close, prays for him: “ ‘O Lord, open his eyes and let him see!’ ” The prophet’s prayer is answered immediately.<br><br>The servant steps to the ramparts again, but this time the veil between the seen and the unseen lifts. He now sees not one army, but two. “The Lord opened the young man’s eyes, and when he looked up, he saw that the hillside around Elisha was filled with horses and chariots of fire” (2 Kings 6:15–17, NLT).<br><br>In composing Ephesians 6:10–20, Paul prays for an enhanced vision for believers so that they will be able to see the full reality of the great controversy and to draw hope from what it reveals to them.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 10",
          "dayTitle": "<p>Battle Speech<br></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Study Paul’s ringing conclusion to his letter, Ephesians 6:10–20. What does Paul’s battle cry mean to us today, as combatants in the great controversy?</strong><sup><br></sup></p><p><strong>Ephesians 6:10–20</strong></p><p><sup><strong>10</strong></sup> Finally, my brethren, be strong in the Lord and in the power of His might. <sup><br></sup></p><p><sup><strong>11</strong></sup> Put on the whole armor of God, that you may be able to stand against the wiles of the devil. <sup><br></sup></p><p><sup><strong>12</strong></sup> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places. <sup><br></sup></p><p><sup><strong>13</strong></sup> Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.<br><sup><br><strong>14</strong></sup> Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness, <sup><br></sup></p><p><sup><strong>15</strong></sup> and having shod your feet with the preparation of the gospel of peace; <sup><br></sup></p><p><sup><strong>16</strong></sup> above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one. <sup><br></sup></p><p><sup><strong>17</strong></sup> And take the helmet of salvation, and the sword of the Spirit, which is the word of God; <sup><br></sup></p><p><sup><strong>18</strong></sup> praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints— <sup><br></sup></p><p><sup><strong>19</strong></sup> and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel, <sup><br></sup></p><p><sup><strong>20</strong></sup> for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak.<br></p><p>Paul concludes Ephesians with a call to battle, urging believers to take their stand in the church’s war against evil (Eph. 6:10–20). He begins with an overarching exhortation to “be strong in the Lord” (Eph. 6:10), which he repeats as a call to “put on the whole armor of God” (Eph. 6:11). He supports this call by specifying a purpose (to be able to stand against the devil’s schemes, Eph. 6:11), and by offering a rationale: the battle is against powerful, spiritual forces of evil (Eph. 6:12). In a detailed way, Paul then reissues the call to arms. Believers are to “take up the whole armor of God” in order to stand firm in battle (Eph. 6:13, ESV), donning belt, breastplate, shoes, shield, helmet, and sword (Eph. 6:14–17). Paul invites believers, now fully armed and ready to enter the fray, to do what soldiers on the ancient battlefield might do—and that is, pray (Eph. 6:18–20).<br><br>By echoing battle exhortations or eve-of-battle speeches in the Old Testament, Paul speaks of the church’s mission in terms of military conflict and weapons. Paul signals this in his first, overarching com- mand: “Be strong in the Lord and in the power of His might” (Eph. 6:10, NKJV).<br><br>Battle exhortations in the Old Testament (see, for instance, Deut. 20:2–4; Judges 7:15–18; 2 Chron. 20:13–20; 2 Chron. 32:6–8; Neh. 4:14, 19, 20) underline the idea that Israel’s success in battle does not depend on the superiority of its own weapons or an army that outnumbers its foes. Rather, victory results from depending on the presence and power of God. The key to the Israelites’ success was not confidence in themselves but firm trust in God’s power and His provision for their success. Paul makes bold use of these themes to exhort believers to be: (1) active in pursuing the church’s mission; (2) attentive to the unseen dimensions that impact their lives and witness; (3) cognizant of the divine provision for their success; and (4) always alert to the importance of unity and collaboration among believers.<br><br><strong>What should Paul’s warning that we fight not against flesh and blood but against supernatural enemies teach us about where our only hope of victory is?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 11",
          "dayTitle": "<p>Finding Strength in Christ</p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>Paul ends his letter with a powerful call to battle that draws together themes and ideas important to the letter as a whole. He begins by announcing the overarching theme of the conclusion, offered in the tone of a commander’s battle cry: “Finally, be strong in the Lord and in the strength of his might” (Eph. 6:10, ESV). The rest of the passage (Ephesians 6:11–20) illustrates and unpacks this large theme.<br><br><strong>Read again Ephesians 6:10–20. How do you see the reality of the great controversy, which involves literal supernatural powers, as central to Paul’s point? Why is keeping this crucial truth before us so important in our own daily walk with God?</strong><br></p><p><strong>Ephesians 6:10–20</strong></p><p><strong><sup>10</sup></strong> Finally, my brethren, be strong in the Lord and in the power of His might.<br><br><strong><sup>11</sup></strong> Put on the whole armor of God, that you may be able to stand against the wiles of the devil.<br><sup><br><strong>12</strong></sup> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places.<br><sup><br><strong>13</strong></sup> Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.<br><sup><br><strong>14</strong></sup> Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness, <sup><br></sup></p><p><sup><strong>15</strong></sup> and having shod your feet with the preparation of the gospel of peace;<br><sup><br><strong>16</strong></sup> above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.<br><sup><br><strong>17</strong></sup> And take the helmet of salvation, and the sword of the Spirit, which is the word of God;<br><sup><br><strong>18</strong></sup> praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints—<br><sup><br><strong>19</strong></sup> and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel,<br><sup><br><strong>20</strong></sup> for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak.<br></p><p>Paul identifies Christ as the Source of believers’ strength with his phrase “in the Lord and in the power of His might” (Eph. 6:10, NKJV) since “Lord” refers to Christ, as is consistently the case in Ephesians (Eph. 2:21; Eph. 4:1, 17; Eph. 5:8; Eph. 6:1, 21). “The Church’s strength lies in the almightiness of her risen Lord, the Captain of her warfare.”—G. G. Findlay, The Epistle to the Ephesians (New York: Ray Long &amp; Richard R. Smith, 1931), p. 398.<br><br>Paul uses repetition in Ephesians 6:10, employing the synonyms power and might to underline his point: the power to be exhibited by the church is not inherent in believers but is derived. It comes from the Lord, from Christ. Paul summarizes here an important theme of the letter, God’s power shared with believers (Eph. 1:19–22; Eph. 2:4–6; Eph. 3:16, 17). Strength for every current and future conflict is to be found in believers’ solidarity with the resurrected and exalted Christ.<br><br>While the initial command announces Christ as active in providing strength to believers (Eph. 6:10), all three members of the Godhead are engaged in strengthening them for spiritual combat against evil. God (the Father) makes His own weapons available as the “armor of God” (Eph. 6:11, 13; compare Isa. 59:17). Earlier, Paul has identified the Spirit as active in strengthening believers. Paul prayed that God may grant you “to be strengthened with power through his Spirit in your inner being” (Eph. 3:16, ESV). Here, it is the Spirit who issues the sword, “the sword of the Spirit, which is the word of God” (Eph. 6:17). Also, believers are to pray “at all times in the Spirit” (Eph. 6:18, ESV). Paul wishes his hearers to understand that the triune God is fully engaged in equipping them to battle against these evil powers.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 12",
          "dayTitle": "<p>The Great Controversy in Paul’s Letters <br></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Romans 13:11–14, 1 Thessalonians 5:6–8, and 2 Corinthians 10:3–6. How do these verses compare with Ephesians 6:10–20? Why do you think Paul uses this kind of imagery?</strong></p><p><strong>Romans 13:11–14</strong></p><p><sup><strong>11</strong></sup> And do this, knowing the time, that now it is high time to awake out of sleep; for now our salvation is nearer than when we first believed. <sup><br></sup></p><p><sup><strong>12</strong></sup> The night is far spent, the day is at hand. Therefore let us cast off the works of darkness, and let us put on the armor of light. <sup><br></sup></p><p><sup><strong>13</strong></sup> Let us walk properly, as in the day, not in revelry and drunkenness, not in lewdness and lust, not in strife and envy. <sup><br></sup></p><p><sup><strong>14</strong></sup> But put on the Lord Jesus Christ, and make no provision for the flesh, to fulfill its lusts.<br></p><p><strong>1 Thessalonians 5:6–8</strong></p><p>&nbsp;<strong><sup>6</sup></strong> Therefore let us not sleep, as others do, but let us watch and be sober.</p><p>&nbsp;<strong><sup>7</sup></strong> For those who sleep, sleep at night, and those who get drunk are drunk at night. <sup><br></sup></p><p><sup><strong>8</strong></sup> But let us who are of the day be sober, putting on the breastplate of faith and love, and as a helmet the hope of salvation. <br></p><p><strong>2 Corinthians 10:3–6</strong></p><p><sup><strong>3</strong></sup> For though we walk in the flesh, we do not war according to the flesh. <sup><br></sup></p><p><sup><strong>4 </strong></sup>For the weapons of our warfare are not carnal but mighty in God for pulling down strongholds, <sup><br></sup></p><p><sup><strong>5 </strong></sup>casting down arguments and every high thing that exalts itself against the knowledge of God, bringing every thought into captivity to the obedience of Christ, <sup><br></sup></p><p><sup><strong>6</strong></sup> and being ready to punish all disobedience when your obedience is fulfilled.<br></p><p><strong>Ephesians 6:10–20</strong></p><p><sup><strong>10</strong></sup> Finally, my brethren, be strong in the Lord and in the power of His might.<br><sup><br><strong>11</strong></sup> Put on the whole armor of God, that you may be able to stand against the wiles of the devil.<br><sup><br><strong>12</strong></sup> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places.<br><sup><br><strong>13</strong></sup> Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.<br><sup><br><strong>14</strong></sup> Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness, <sup><br></sup></p><p><sup><strong>15</strong></sup> and having shod your feet with the preparation of the gospel of peace;<br><sup><br><strong>16</strong></sup> above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.<br><sup><br><strong>17</strong></sup> And take the helmet of salvation, and the sword of the Spirit, which is the word of God;<br><sup><br><strong>18</strong></sup> praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints—<br><sup><br><strong>19</strong></sup> and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel,<br><sup><br><strong>20</strong></sup> for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak.<br></p><p>In his letters, Paul frequently employs military language and imagery, inviting believers to mimic exemplary, soldierly behavior. While Ephesians 6:10–20 represents his longest and most concentrated use, military language exhibits one of his major ways of understanding the gospel story.<br><br>Having conquered the “rulers and authorities” at the cross (Col. 2:15, ESV), the exalted Christ now works out the results of that victory from His position as exalted Lord over the powers (Phil. 2:9–11). Recruiting His followers as combatants in the cosmic war, Christ leads the armies of light toward a grand day of victory (1 Cor. 15:54–58, 2 Thess. 2:8, Rom. 16:20). Gathering up Paul’s uses of military symbolism, we see that he understands the conflict between good and evil to be “a long-running cosmic war: battles ebb and flow between two armies which face each other down through the ages until one wins the final confrontation.”—Peter W. Macky, St. Paul’s Cosmic War Myth: A Military Version of the Gospel (New York: Peter Lang Publishing, Inc., 1998), p. 1.<br><br>Paul’s frequent theme of cosmic war is also part of the fabric of Ephesians. In his call to arms (Eph. 6:10–20), Paul draws together elements of the cosmic conflict, that he has already used: God’s empower­ ing of believers with immense “power” (Eph. 1:18–20; Eph. 3:16, 20); Christ’s victory and exaltation over the powers (Eph. 1:20–23); believers as a resurrected army of the once-dead but now empowered by their identity with the exalted Christ and able to fight against their former, dark master (Eph. 2:1–10); the church’s role in revealing to the powers their coming doom (Eph. 3:10); the use of Psalm 68:18 to portray Christ as the conquering, divine Warrior (Eph. 4:7–11); and the call for believers to “put on” gospel clothing (see Eph. 4:20–24). When called to put on God’s “full armor,” we are well prepared to understand the central role of cosmic conflict, but, also, we are to remain firm in the assurance that we have of participating in Christ’s ultimate victory.<br><br><strong>What are some of the ways that you personally have experienced the reality not only of this cosmic conflict but of the victory we can claim for ourselves in Jesus? Why is understanding His victory for us so foundational to our hope and experience?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 13",
          "dayTitle": "<p>Standing on the Ancient Battlefield<br></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p><strong>Read through Ephesians 6:10–20, noting each time Paul uses some form of the verb stand. Why is this idea so important to him?</strong></p><p><strong>Ephesians 6:10–20</strong></p><p><sup><strong>10</strong></sup> Finally, my brethren, be strong in the Lord and in the power of His might.<br><sup><br><strong>11</strong></sup> Put on the whole armor of God, that you may be able to stand against the wiles of the devil.<br><sup><br><strong>12</strong></sup> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places.<br><sup><br><strong>13</strong></sup> Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.<br><sup><br><strong>14</strong></sup> Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness,<br><sup><br><strong>15</strong></sup> and having shod your feet with the preparation of the gospel of peace;<br><sup><br><strong>16</strong></sup> above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.<br><sup><br><strong>17</strong></sup> And take the helmet of salvation, and the sword of the Spirit, which is the word of God;<br><sup><br><strong>18</strong></sup> praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints—<br><sup><br><strong>19</strong></sup> and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel,<br><sup><br><strong>20</strong></sup> for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak.</p><p>We must understand Paul’s military metaphor in the context of the ancient battlefield. What did it mean to “stand” (Eph. 6:11, 13, 14)?<br><br>Does the verb suggest a defensive-only posture? Battle speeches included in the writings of Thucydides, one of the great classical authors of battle literature, highlight three successive actions that must occur if a side is to be victorious: (1) soldiers must “close with the enemy,” which means they must march to meet their foes; then, (2) they must attack and “stand fast,” or “stand our ground,” fighting hand-to- hand with their foes; and finally, (3) they must “beat back the enemy” (see Thucydides, The Peloponnesian War [New York: E. P. Dutton, 1910], 4.10.1–5).<br><br>The key moment of an ancient battle occurred with the second of these three actions, when the two opposing phalanxes came crashing together in “a terrible cacophony of smashed bronze, wood, and flesh,” which ancient author Xenophon refers to as that “ ‘awful crash.’ ”—Victor Davis Hanson, The Western Way of War (New York: Oxford University Press, 1989), pp. 152, 153. Standing firm, holding one’s ground at this strategic moment, was the great challenge of ancient battle. In the close combat that would ensue, each side would seek momentum for “the push.”<br><br>Paul’s call to arms reflects combat in which soldiers were “bunched together, giving and receiving hundreds of blows at close range.”—Victor Davis Hanson, The Western Way of War, p. 152. This is confirmed by Paul’s depiction of the church’s battle against its foes as a wrestling match (Eph. 6:12; see Thursday’s study) and in his use of an intensive form of the verb “to stand” in verse 13: “that you may be able to withstand in the evil day” (NKJV, ESV; emphasis added).<br><br>This is no relaxed stance! To “stand,” then, is to be vigorously engaged in battle, employing every weapon in close-order combat, a point obvious from the military imagery in Paul’s earlier exhortation to be found “standing firm in one spirit, with one mind striving side by side for the faith of the gospel” (Phil. 1:27, ESV).<br><strong><br>Read Hebrews 12:4. How does this verse help encapsulate what it means to stand in the Lord? What is the corporate nature of this standing, as well?</strong></p><p><strong>Hebrews 12:4<br></strong></p><p><sup><strong>4</strong></sup> You have not yet resisted to bloodshed, striving against sin. <strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 14",
          "dayTitle": "<p>Wrestling Against Evil Powers<br></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p><strong>What do you judge to be Paul’s purpose in listing a variety of titles for the evil spiritual powers depicted in Ephesians 1:21, Ephesians 3:10, and Ephesians 6:10–20?</strong></p><p><strong>Ephesians 1:21</strong></p><p><strong><sup>21</sup> </strong>far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come.<strong><br></strong></p><p><strong>Ephesians 3:10</strong></p><p>&nbsp;<strong><sup>10</sup></strong> to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places, <strong><br></strong></p><p><strong>Ephesians 6:10–20</strong><sup><br></sup></p><p><sup><strong>10</strong></sup> Finally, my brethren, be strong in the Lord and in the power of His might.<br><sup><br><strong>11</strong></sup> Put on the whole armor of God, that you may be able to stand against the wiles of the devil.<br><sup><br><strong>12</strong></sup> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places.<br><sup><br><strong>13</strong></sup> Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.<br><sup><br><strong>14</strong></sup> Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness,<br><sup><br><strong>15</strong></sup> and having shod your feet with the preparation of the gospel of peace;<br><sup><br><strong>16</strong></sup> above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.<br><sup><br><strong>17</strong></sup> And take the helmet of salvation, and the sword of the Spirit, which is the word of God;<br><sup><br><strong>18</strong></sup> praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints—<br><sup><br><strong>19</strong></sup> and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel,<br><sup><br><strong>20</strong></sup> for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak.</p><p>Paul describes “our struggle” (Eph. 6:12, NRSV), using a Greek word for the competition between wrestlers (palé). Since wrestling was regarded as excellent preparation for battle, this is an appropriate description of the weapon-against-weapon and hand-to-hand combat that takes place when armies clash. Paul is emphasizing the reality of believers’ close struggle against the evil powers.<br><br><strong>Here are the titles he gives them:</strong></p><p><strong>Ephesians 1:21&nbsp; &nbsp;&nbsp; Ephesians 3:10&nbsp;&nbsp;&nbsp; Ephesians 6:12</strong><br>every ruler&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the rulers&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp; &nbsp; &nbsp; the rulers</p><p>(every) authority&nbsp;&nbsp;&nbsp;&nbsp; the authorities&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the authorities</p><p>(every) power&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the cosmic powers over-this present darkness</p><p>(every) dominion&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; the spiritual forces of evil in the heavenly places</p><p>every name named<br></p><p>In his broad descriptions (“every name named,” Eph. 1:21, LEB; “the spiritual forces of evil in the heavenly places,” Eph. 6:12, ESV), Paul does affirm that all evil and supernatural powers are subjugated to Christ (Eph. 1:21). However, in any battle, it is never a good strategy to underestimate the forces on the opposing side. Paul warns that we do not just confront human enemies, but “spiritual hosts of wickedness in the heavenly places” (Eph. 6:12, NKJV), led by a wily general, the devil (Eph. 6:11). However, while we must be on the alert against our powerful foes, we need not be daunted by them. God is present with us in the battle (Eph. 6:10) and has supplied us with the finest of weaponry, His own armor, the “armor of God” (Eph. 6:11; compare Isa. 59:15–17). He has placed at our disposal His truth, righteousness, peace, faith, and salvation, and the Holy Spirit (Eph. 6:13–17). With God going before us and our being equipped from head to toe in the armor He has supplied, we cannot fail (Rom. 16:20; 1 Cor. 15:23, 24; 2 Thess. 2:8).<br><br><strong>What should the reality of these supernatural evil powers—against whom we, ourselves, are utterly helpless—teach us regarding why we must grasp hold of the Lord Jesus, who is not only greater than these powers but has already defeated them?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 15",
          "dayTitle": "<p><strong>Further Thought:</strong><br></p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>“Our work is an aggressive one, and as faithful soldiers of Jesus, we must bear the blood-stained banner into the very strongholds of the enemy. ‘We wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.’ If we will consent to lay down our arms, to lower the blood-stained banner, to become the captives and servants of Satan, we may be released from the conflict and the suffering. But this peace will be gained only at the loss of Christ and heaven. We cannot accept peace on such conditions. Let it be war, war, to the end of earth’s history, rather than peace through apostasy and sin.”—Ellen G. White, Advent Review and Sabbath Herald, May 8, 1888.<br><br>How does Ephesians 6:10–20 relate to the book of Revelation? The passage exhibits the same basic view of last-day events, or eschatology, as the battle motif in the book of Revelation (see Revelation 12, Rev. 16:12–16, Rev. 19:17–21, Rev. 20:7–10). In both, the people of God are under attack by the enemy who is “in heavenly places” and “is active and powerful in the present aeon” (or age). In both, the people of God are encouraged by “the picture of the future aeon.” Further, “both scenarios explicitly point to the final battle when the enemy will be conquered completely after which the new aeon will be established forever,” a new age in which “the final glorious state of the people of God” and “the eternal doom of the enemy” will be evident (see Yordan Kalev Zhekov, Eschatology of Ephesians [Osijek, Croatia: Evangelical Theological Seminary, 2005], pp. 217, 233–235).<br><br><strong>Discussion Questions</strong>:<br><br><strong>1. </strong>When have you most clearly confronted the powers of darkness? What have you found to be the most helpful strategies at those times?<br><br><strong>2.</strong> Informed by Ephesians 6:10–20, how would you minister to someone who seems especially oppressed by “the spiritual forces of evil” (Eph. 6:12, ESV)?<br><br><strong>3.&nbsp; </strong>How do we best discern and reject “the schemes of the devil” (Eph. 6:11, ESV)? For example, how often do you feel ready to give up your faith because you feel that you are too sinful, too corrupt, to be saved? Who is putting that thought in your head—Christ or the forces of darkness? Especially at times like that, why must you claim many of the wonderful promises we have been given in Jesus?</p><p><br></p><p><strong>Inside Story:</strong></p><p><strong>Finding the Right Words By Andrew McChesney</strong><br><br>Alexei Arushanian, a 33-year-old Ukrainian national living in Poland, noticed a Bible and many other religious books in the apartment of the woman whose windows he was installing.<br><br>Alexei belonged to a group of church members who distributed Ellen White’s The Great Controversy. It was a difficult task with few receptive people, and he prayed for an opportunity to share a book in this home. Then the woman, who was about 40 and lived alone, offered him a cup of tea. Alexei sat and sipped the tea as the woman went about her activities. She sang as she worked. Alexei prayed about what to do. Finally, he spoke.<br><br>“I see that you love to read books,” he said.<br><br>“Yes, I really love to read,” she said. “You might have noticed that I don’t have a TV. I read all the time.”<br><br>The woman resumed working and singing.<br><br>Alexei had an idea. “Are you a Christian?” he asked.<br><br>“Yes, I sing in a choir at church,” she said.<br><br>“I also go to church, at Foksal 8,” Alexei said, giving the address of the only Seventh-day Adventist Church in Poland’s capital, Warsaw. “I’m a Protestant. I’m a Seventh-day Adventist.”<br><br>Seeing that the woman was listening intently, Alexei grew bolder. “I’d like to give you a gift, a book about the history of Christianity,” he said. “It’s really interesting.”<br><br>The woman agreed to look at the book.<br><br>As Alexei took his tools out to the car, he worried that she wouldn’t open the door when he returned with the book. But she welcomed him back in. She was visibly impressed with the handsomely bound volume, and she immediately began to leaf through it. From the expression on her face, Alexei could see that she didn’t agree with everything that she saw.<br><br>“It’s up to you to accept or reject what’s in the book,” he said. The woman accepted the book, saying, “Thank you very much.”<br><br>The pair spoke a little longer, and Alexei was filled with joy when he left.<br><br>He was so happy that he had found a way to give her the book.<br><br>“I could have stayed silent,” he says. “But she had the right to decide whether to accept the book or not. My duty only was to offer it to her.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>Part I: Overview<br><br>Key Text: Ephesians 6:10, 11<br>Study Focus: Eph. 6:10–20; Deut. 20:2; Rom. 13:11–14; 1 Thess. 5:6–8; 1 Cor. 15:23, 24.</strong><br><br><strong>Introduction: </strong><br></p><p>So far, Paul has integrated together several foundational facts about the gospel: the fact that the Lord has restored to unity Jews and Gentiles, husbands and wives, children and parents, slaves and masters; the fact that our lives have been transformed, that we are resurrected, ascended, and exalted with Christ; the fact God gave us blessings and gifts; and the fact that we have been constituted into the church of God, united in the Lord. Do all these facts mean that the history of salvation is over and that there is nothing else for us to do? By no means.<br><br>In the last chapter of his letter, Paul reminds the Ephesians, and all of us, that Christians are not simply saved people who are amassed in the fold of Jesus. On the contrary, Paul insists that once Christians join the kingdom of the Lord, they take part in its defense and promotion. They are soldiers of the kingdom of God. But they are not soldiers in the sense that soldiers of the Roman Empire are. Nor are they militarized rebel militias. Their enemy is spiritual, and so are their armor and weapons. It is a cosmic battle, started in the “heavenly places” by “the devil” and other “world forces of this darkness . . . the spiritual forces of wickedness” (Eph. 6:11, 12, NASB) against the throne of God.<br><br>The source of the power and strength of Christians does not reside in their own muscles, armor, weapons, battle skills, and strategies. Rather, their only source of power is, as always, in the Lord. They fight as their Lord fought, by crushing evil and worldly powers with the power of love and justice that comes from the cross. But the cross is not theirs; it is the Lord’s. It was the Lord who obtained the victory over the powers of evil at the cross; it was the Lord who resurrected and ascended to the heavenly places. It is by virtue of this victory that the Lord Jesus gives His church His resurrection, His life and blessings (Ephesians 1), His gifts (Ephesians 4), and now His armor (Ephesians 6). The Christians fight, clad in Christ’s armor, for a battle that He already has won.<br><br><strong>Lesson Themes: This week’s study focuses on two major themes:</strong><br><br><strong>1.</strong> By joining the church, the Christian automatically engages in a spiritual battle of cosmic proportions.<br><br><strong>2</strong>. But the Christian does not need to worry, for his or her strength and armor come from the Lord. All a Christian must do is to stand his or her ground in the Lord.<br><strong><br>Part II: Commentary</strong><br><strong>Taking the Victorious Side</strong><br><br>When Paul says “finally” (Eph. 6:10), he does not mean that he is lower- ing the intensity, and the elevated description, of his vision for Christian life. Rather, he is ending his epistle with a call to fight. Yes, Paul’s gospel is a message of peace, but it is a message of peace precisely because of an ongoing war, involving the entire universe, from God on the throne in the heavenly places to the last person in the world. Paul’s gospel is a message of peace because God has obtained the victory in this war.<br><br>However, the war continues for each one of us as we take a side. True Christians are those who take their side with God. This alliance will bring the battle to their doorstep. But Christians do not need to be afraid. On the contrary, knowing that they have taken the right, and the winning, side of the war, they need to understand that they are not left alone and that they have been empowered and supplied with all the war equipment they need to be victorious. The only thing needed is for them to take a stand. So important is this stand that, in Ephesians 6, the apostle repeats three times his call for the Christians to stand for God (Eph. 6:11, 13, 14).<br><br><strong>Here I Stand</strong><br><br>By 1521, Martin Luther (1483–1546) had become the leading voice of the Reformation. Studying the Scriptures in their original languages, the Augustinian monk, who became a professor of biblical theology at the University of Wittenberg, arrived at two major conclusions, both enforced by Paul’s theology. First, that the justification of the sinner is based on God’s grace and accepted by the sinner by faith; this idea translated into the Protestant Reformation principles of sola gratia and sola fide. Second, that the Scriptures constitute the self-sufficient revelation of God and that the Bible, not the church council or pope, is the only, and final, rule of faith and authority in the church. This idea was encapsulated into the sola scriptura principle of the Reformation.<br><br>While these ideas were increasingly shaping up in Luther’s mind, Johann Tetzel’s sale of indulgences near Wittenberg inspired Luther to rise against flagrant corruption in the church by publishing his famous Ninety-Five Theses on October 31, 1517. However, instead of witnessing a wave of deep reformation in the church, Luther was confronted with a tsunami of attacks aimed at breaking and silencing him. By the time of the 1518 Diet of Augsburg, Luther already regarded Scripture as the sole basis for faith, morality, and theology. However, caught between his growing popularity in Germany and high pressure from the Papacy, Luther agreed in 1519 not to publish his views if his opponents would refrain from attacking him.<br><br>But when, in 1520, he came under repeated attack, Luther decided to let his calls for a profound reformation of the church go fully public. Luther published a series of pamphlets as a result. In these pamphlets, the Reformer used the Scriptures to debunk (1) the papal claim to absolute authority over the church and world through its hierarchy and (2) the church’s claim to control God’s grace through its sacraments and priesthood. Instead, Luther proposed that the church needed to return to the principle of the priesthood of all believers, who have direct access to God and His grace through their faith.<br><br>The church of Rome responded via Pope Leo X’s 1520 bull, Exsurge Domine, in which the pope identified some 41 alleged theological errors in Luther’s writings. Luther was excommunicated in the same year, and his books were ordered to be burned. Luther responded in kind: when the papal bull reached his place in December of 1520, he burned it publicly. The tense situation turned into an open war. Charles V, the new emperor, attempted to bring order in his domain by summoning Luther to the Diet in the spring of 1521, in the Imperial Free City of Worms (close to the city of Frankfurt), where Luther would be required to answer for his views and his actions. The Reformer was to travel, and attend the Diet, under the protection of Frederick of Saxony, the founder of the University of Wittenberg and a defender of Luther. Luther was well motivated to fight for God, as illustrated in his exclamation before traveling to Worms: “I will enter Worms under the banner of Christ against the gates of hell.” —Roland H. Bainton, Here I Stand: A Life of Martin Luther (Nashville, TN: Abingdon-Cokesbury, 1950), p. 179.<br><br>Luther arrived in Worms on April 16, 1521, and was ordered to appear before the Diet at four o’clock in the afternoon of the following day. On April 17, Luther was brought before the Diet. The presider proceeded directly to questioning Luther as to whether the books arranged on a desk were his and whether he was ready to recant the views written in them. Realizing the cruciality of the moment and its impact on the future of the gospel, Luther hesitated and requested additional time for consideration. His request was granted, and he returned to the Diet on April 18, at six o’clock in the afternoon.<br><br>His appearance and voice differed from the day before: he was well composed, and his voice sounded strong, confident. After acknowledging that the books piled up before him were authored by him, the Reformer explained that he could not recant the ideas in those books because they were falling into three categories, each of which held truths that he could not recant: (1) proclaiming general Christian teachings, (2) denouncing the corruption of the Papacy that was oppressing the German nation, and (3) exposing the corruption of certain individuals. For this reason, Luther requested to be shown his errors by Scripture and not by ecclesiastical mandates.<br><br>The presider rebuked Luther for claiming Scripture as the final authority, pointing out that the church would be exposed to shame if it were found in error after so many centuries. For this reason, the presider then challenged Luther to give a direct answer to the question of whether he was renouncing his works and his teachings. Luther’s ringing voice proclaimed the famous answer: “Since then Your Majesty and your lordships desire a simple reply, I will answer without horns and without teeth. Unless I am convicted by Scripture and plain reason—I do not accept the authority of popes and councils, for they have contradicted each other—my conscience is captive to the Word of God. I cannot and I will not recant anything, for to go against conscience is neither right nor safe. Here I stand, I cannot do otherwise. God help me. Amen.”—Bainton, Here I Stand, p. 185; italics added (see comment below).<br><br>Historians have noted that the words “Here I stand, I cannot do otherwise” are not present in the official written records of the Diet but are included in the earliest printed version of the speech (Bainton, p. 185). Ellen G. White describes Luther as having pronounced these words (see The Great Controversy, p. 160). Many historians believe Luther did say these words but posit that the clerk was so overwhelmed by the discourse that he missed recording these specific words. Regardless of how he worded his defense, the fact remains that Luther’s stand before the Diet of Worms was a courageous act: he stood up for truth, for the gospel, for God, and for the salvation of humanity.<br><br>When one sincere, Spirit-filled, devoted Christian stands up for Christ, the whole world changes. Also, Luther did not make his defense loudly or unnaturally. He took his stand in faith. He did not speak based on his own power or schemes; he went to Worms as one already condemned to death. But Luther spoke as Christ’s soldier, covered in the armor of God. The battle he went to fight was not his battle. It was God’s battle. All he needed to say was “Here I stand,” and God changed the course of the great controversy forever.<br><br><strong>Part III: Life Application</strong><br><br><strong>1.</strong> Ask your students to ponder the following set of questions personally while you read them aloud in class: While Paul calls us to “stand” strong in the Lord, sometimes we stumble and fall. Remember how many times you have fallen on the spiritual battlefield. Though you may have fallen many times, compose a short list of the major falls. Analyze the reasons for those falls. What piece or pieces of your Christian armor did you not deploy or use correctly?<br><br>Which piece or pieces of armor did you not use on time that might have contributed to those spiritual failures? What could you do to remedy the situation and stand up again—stand your spiritual ground—and push forward in the battle, alongside your family and alongside your brothers and sisters in your community of faith? Ask for a volunteer or two to share the answer to the last question with the class. Remember God’s encouragement for His soldiers: “The righteous falls seven times and rises again” (Prov. 24:16, ESV).<br><br><strong>2.</strong> Paul urges the Ephesians to be strong “in the Lord” (Eph. 6:10). In fact, the apostle’s use of the expressions “in Him” or “in Christ” is so frequent that it is obvious that it is an integral part of the main theme of the epistle and the gospel (see, for instance, Eph. 1:1, 3, 4, 7, 9–11, 13, 20; Eph. 2:6–8, 13, 15, 21, 22; Eph. 3:6, 11, 21; Eph. 4:21, 32). In light of these verses, ask your class members to consider these questions: What, in their opinion, did Paul want most to communicate to his readers in his use of the expression “in Him”? Why does Paul insist on this expression?</p><p>Direct your class to consider John 15:4–8 when devising their answer.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>The Call to Stand<br></p>",
      "verse": "<p>Finally, be strong in the Lord and in the strength of his might. Put on the whole armor of God, that you may be able to stand against the schemes of the devil (Ephesians 6:10, 11, ESV)<br></p>",
      "versionCode": 10,
      "weekDate": "September 9–15"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
