{
   "data":[
      {
         "color":"#5885AF",
         "id":4,
         "idEs":22,
         "language":"es",
         "lessonDays":[
            {
               "date":"21 de octubre",
               "dayTitle":"<p>COMPARTIR LA MISIÓN DE&nbsp;DIOS</p>",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p><strong>PARA MEMORIZAR: </strong>“Un mandamiento nuevo les doy: que se amen unos a otros. Que se amen así como yo los he amado. En esto conocerán todos que ustedes son mis discípulos, si se aman unos a otros” (Juan 13:34, 35).\n</p><p>Desde el comienzo, Abraham quiso que Dios lo utilizara para la misión. Esta verdad se hace evidente, por ejemplo, en Génesis 18, cuando Dios le advirtió lo que sucedería con Sodoma y Gomorra. “Nada hace Dios, el Señor, sin revelar su secreto a sus siervos los profetas” (Amós 3:7). Y en la historia de Sodoma y Gomorra, “su siervo el profeta” era Abraham.\n</p><p>Abraham estaba descansando durante el calor del día cuando vio a tres viajeros. “Abraham no había visto en sus huéspedes más que tres viajeros cansados, sin imaginarse que entre ellos había Uno a quien podía adorar sin cometer pecado” (Elena de White, Patriarcas y profetas, p. 133). No obstante, Abraham pronto se comprometió personalmente con la misión de Dios, al orar e interceder por el pueblo de Sodoma y Gomorra, procurando su salvación. En cierto sentido, si la misión no consiste en eso, ¿en qué consiste?\n</p><p>A lo largo de este capítulo, se revelan tres grandes cualidades espirituales de Abraham: la hospitalidad, el amor y la oración, cualidades que también pueden ser de gran ayuda en la misión.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de octubre",
               "dayTitle":"<p>EL DON DE LA HOSPITALIDAD</p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Génesis 18:1 al 15. ¿Qué elementos de la hospitalidad se evidencian en la respuesta de Abraham a sus invitados?\n</strong></p><p><sup><strong>1 </strong></sup>Después le apareció Jehová en el encinar de Mamre, estando él sentado a la puerta de su tienda en el calor del día.&nbsp;</p><p><strong><sup>2</sup></strong> Y alzó sus ojos y miró, y he aquí tres varones que estaban junto a él; y cuando los vio, salió corriendo de la puerta de su tienda a recibirlos, y se postró en tierra,&nbsp;</p><p><strong><sup>3</sup></strong> y dijo: Señor, si ahora he hallado gracia en tus ojos, te ruego que no pases de tu siervo.&nbsp;</p><p><sup><strong>4</strong></sup> Que se traiga ahora un poco de agua, y lavad vuestros pies; y recostaos debajo de un árbol,&nbsp;</p><p><strong><sup>5</sup></strong> y traeré un bocado de pan, y sustentad vuestro corazón, y después pasaréis; pues por eso habéis pasado cerca de vuestro siervo. Y ellos dijeron: Haz así como has dicho.&nbsp;</p><p><strong><sup>6</sup></strong> Entonces Abraham fue de prisa a la tienda a Sara, y le dijo: Toma pronto tres medidas de flor de harina, y amasa y haz panes cocidos debajo del rescoldo.&nbsp;</p><p><strong><sup>7</sup></strong> Y corrió Abraham a las vacas, y tomó un becerro tierno y bueno, y lo dio al criado, y este se dio prisa a prepararlo.&nbsp;</p><p><sup><strong>8</strong></sup> Tomó también mantequilla y leche, y el becerro que había preparado, y lo puso delante de ellos; y él se estuvo con ellos debajo del árbol, y comieron.</p><p><strong><sup>9</sup></strong> Y le dijeron: ¿Dónde está Sara tu mujer? Y él respondió: Aquí en la tienda.&nbsp;</p><p><strong><sup>10</sup></strong> Entonces dijo: De cierto volveré a ti; y según el tiempo de la vida, he aquí que Sara tu mujer tendrá un hijo. Y Sara escuchaba a la puerta de la tienda, que estaba detrás de él.&nbsp;</p><p><sup><strong>11</strong></sup> Y Abraham y Sara eran viejos, de edad avanzada; y a Sara le había cesado ya la costumbre de las mujeres.&nbsp;</p><p><strong><sup>12</sup></strong> Se rio, pues, Sara entre sí, diciendo: ¿Después que he envejecido tendré deleite, siendo también mi señor ya viejo?&nbsp;</p><p><sup><strong>13</strong></sup> Entonces Jehová dijo a Abraham: ¿Por qué se ha reído Sara diciendo: Será cierto que he de dar a luz siendo ya vieja?&nbsp;</p><p><sup><strong>14</strong></sup> ¿Hay para Dios alguna cosa difícil? Al tiempo señalado volveré a ti, y según el tiempo de la vida, Sara tendrá un hijo.&nbsp;</p><p><sup><strong>15</strong></sup> Entonces Sara negó, diciendo: No me reí; porque tuvo miedo. Y él dijo: No es así, sino que te has reído.</p><p><br></p><p>Abraham estaba sentado a la entrada de su tienda en el calor del día. Este comportamiento era inusual. A esa hora del día, en verano, cuando el sol está en su punto máximo, todo el mundo busca sombra y una brisa fresca. Pero ¿quizás Abraham estaba soportando el calor para ayudar a alguien que pasara por el camino?\n</p><p>Mientras estaba allí, vio a tres viajeros. Lo más probable era que acostumbrara ofrecer hospitalidad a los forasteros. Por eso, la iniciativa del encuentro fue de Abraham: en el texto, corrió hacia ellos desde la entrada de su tienda. Es decir –y este punto es importante–, Abraham tomó la iniciativa de ir a su encuentro incluso antes de que ellos se acercaran a él.\n</p><p>“Permíteme que traiga un poco de agua para que se laven los pies. Y recuéstense debajo de un árbol, mientras traigo un bocado de pan para sustentar su corazón. Después seguirán, porque para esto han pasado cerca de su siervo” (Gén. 18:4, 5).\n</p><p>Abraham era consciente de su misión, que consistía en compartir con todos el conocimiento del Señor en un mundo sumido en el paganismo, la idolatría y el politeísmo. Como podemos ver en este incidente, su forma más inmediata de cumplir con la misión era mediante la hospitalidad hacia estos extranjeros, que evidentemente acababan de aparecer en el horizonte.\n</p><p>Paralelamente, “formaban su [de Abraham] casa más de mil personas, muchas de las cuales eran jefes de familia y no pocas recién convertidas del paganismo. Semejante casa necesitaba que una mano firme manejara el timón. Los métodos débiles y vacilantes no servían. [...] Y la influencia de Abraham se extendió más allá de su casa. Doquiera levantaba su tienda, erigía un altar a su lado para ofrecer sacrificios y adorar. Cuando trasladaba la tienda a otro lugar, quedaba el altar, y más de un nómada cananeo que había llegado a conocer a Dios por medio de la vida de Abraham, su siervo, se detenía junto a ese altar para ofrecer un sacrificio a Jehová” (Elena de White, La educación, p. 187).\n</p><p>Desde el principio, este hombre comprendió que Dios lo había llamado a la misión, y que su mudanza a la Tierra Prometida no era para pasar unas vacaciones, sino para ser de bendición para quienes lo rodeaban y, mediante su simiente, para el mundo.\n</p><p><strong>¿Qué principios del ejemplo de hospitalidad de Abraham puedes imitar con tu vida?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de octubre",
               "dayTitle":"<p>EL AMOR DE ABRAHAM POR LOS DEMÁS</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Génesis 18:16 al 33. ¿Cómo ejerció Abraham su gran cualidad de amar a todas las personas sin distinción de tribu, raza o pueblo?\n</strong></p><p><strong>Génesis 18:16 al 33</strong></p><p><strong><sup>16</sup></strong> Y los varones se levantaron de allí, y miraron hacia Sodoma; y Abraham iba con ellos acompañándolos.&nbsp;</p><p><strong><sup>17</sup></strong> Y Jehová dijo: ¿Encubriré yo a Abraham lo que voy a hacer,&nbsp;</p><p><strong><sup>18</sup></strong> habiendo de ser Abraham una nación grande y fuerte, y habiendo de ser benditas en él todas las naciones de la tierra?&nbsp;</p><p><strong><sup>19</sup></strong> Porque yo sé que mandará a sus hijos y a su casa después de sí, que guarden el camino de Jehová, haciendo justicia y juicio, para que haga venir Jehová sobre Abraham lo que ha hablado acerca de él.&nbsp;</p><p><strong><sup>20</sup></strong> Entonces Jehová le dijo: Por cuanto el clamor contra Sodoma y Gomorra se aumenta más y más, y el pecado de ellos se ha agravado en extremo,&nbsp;</p><p><strong><sup>21</sup></strong> descenderé ahora, y veré si han consumado su obra según el clamor que ha venido hasta mí; y si no, lo sabré.&nbsp;</p><p><strong><sup>22</sup></strong> Y se apartaron de allí los varones, y fueron hacia Sodoma; pero Abraham estaba aún delante de Jehová.</p><p><strong><sup>23</sup></strong> Y se acercó Abraham y dijo: ¿Destruirás también al justo con el impío?&nbsp;</p><p><strong><sup>24</sup></strong> Quizá haya cincuenta justos dentro de la ciudad: ¿destruirás también y no perdonarás al lugar por amor a los cincuenta justos que estén dentro de él?&nbsp;</p><p><strong><sup>25</sup></strong> Lejos de ti el hacer tal, que hagas morir al justo con el impío, y que sea el justo tratado como el impío; nunca tal hagas. El Juez de toda la tierra, ¿no ha de hacer lo que es justo?&nbsp;</p><p><strong><sup>26</sup></strong> Entonces respondió Jehová: Si hallare en Sodoma cincuenta justos dentro de la ciudad, perdonaré a todo este lugar por amor a ellos.&nbsp;</p><p><strong><sup>27</sup></strong> Y Abraham replicó y dijo: He aquí ahora que he comenzado a hablar a mi Señor, aunque soy polvo y ceniza.&nbsp;</p><p><strong><sup>28</sup></strong> Quizá faltarán de cincuenta justos cinco; ¿destruirás por aquellos cinco toda la ciudad? Y dijo: No la destruiré, si hallare allí cuarenta y cinco.&nbsp;</p><p><strong><sup>29</sup></strong> Y volvió a hablarle, y dijo: Quizá se hallarán allí cuarenta. Y respondió: No lo haré por amor a los cuarenta.&nbsp;</p><p><strong><sup>30</sup></strong> Y dijo: No se enoje ahora mi Señor, si hablare: quizá se hallarán allí treinta. Y respondió: No lo haré si hallare allí treinta.&nbsp;</p><p><strong><sup>31</sup></strong> Y dijo: He aquí ahora que he emprendido el hablar a mi Señor: quizá se hallarán allí veinte. No la destruiré, respondió, por amor a los veinte.&nbsp;</p><p><strong><sup>32</sup></strong> Y volvió a decir: No se enoje ahora mi Señor, si hablare solamente una vez: quizá se hallarán allí diez. No la destruiré, respondió, por amor a los diez.&nbsp;</p><p><strong><sup>33</sup></strong> Y Jehová se fue, luego que acabó de hablar a Abraham; y Abraham volvió a su lugar.</p><p><br></p><p>La segunda cualidad de Abraham que observamos en Génesis 18 era su amor por la gente, incluso por quienes él no conocía personalmente. Esta es una gran lección para cada uno de nosotros. Los habitantes de Sodoma y Gomorra eran pecadores, y sus valores distaban sensiblemente de los de Abraham, pero su corazón estaba lleno de amor por todos, sin distinción de raza, sexo, idioma ni religión.\n</p><p>A continuación, Dios revela a Abraham su decisión de aniquilar las ciudades de Sodoma y Gomorra. “Entonces el Señor le dijo: ‘Por cuanto el clamor contra Sodoma y Gomorra aumenta más y más, y el pecado de ellos se ha agravado en extremo, iré a ver si han consumado su obra según el clamor que ha venido hasta mí. Si no, lo sabré’ ” (Gén. 18:20, 21).\n</p><p>Con gran humildad y reverencia, Abraham dirigió su petición a Dios: “Lejos de ti hacer eso, que hagas morir al justo con el impío, y que el justo sea tratado como el impío. Nunca hagas tal cosa. El Juez de toda la tierra, ¿no hará lo que es justo?” (Gén. 18:25).\n</p><p>Mediante su amor, Abraham esperaba salvar a toda la gente de estas ciudades, no solamente a los justos. Con certeza, Abraham sabía cuán malvadas y perversas eran las personas que vivían allí. ¿Quién sabe qué historias había oído sobre esa gente y sus prácticas? Y, por lo que sabemos de ellos, según lo revela el capítulo siguiente, con la sórdida historia de Lot y la turba que estaba fuera de su casa (ver Gén. 19:1–11), se trataba de gente muy malvada.\n</p><p>Sin embargo, Abraham, dado que conocía personalmente el amor de Dios, intercedió en favor de ellos. Abraham sabía que los seres humanos siempre pueden acudir a Dios con arrepentimiento. Para Abraham, el hecho de interceder por los habitantes de estas ciudades les daría la oportunidad de arrepentirse.\n</p><p>Al final, Abraham basó su petición en lo que él personalmente sabía acerca del amor de Dios por los seres humanos. Él mismo sentía un gran amor por los pecadores y sabía que, mientras haya vida, hay esperanza de salvación.\n</p><p><strong>¿Por qué es tan importante la oración intercesora en nuestra vida de oración? ¿Cómo puede ayudarnos la oración intercesora a crecer espiritualmente y a experimentar más la realidad del amor de Dios por los pecadores?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de octubre",
               "dayTitle":"<p>EL ESPÍRITU DE ORACIÓN DE ABRAHAM</p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Génesis 18:23 al 32 y Santiago 5:16. ¿Qué nos enseña esto acerca del poder de la oración intercesora?\n</strong></p><p><strong>Génesis 18:23 al 32</strong></p><p><strong><sup>23</sup></strong> Y se acercó Abraham y dijo: ¿Destruirás también al justo con el impío?&nbsp;</p><p><strong><sup>24</sup></strong> Quizá haya cincuenta justos dentro de la ciudad: ¿destruirás también y no perdonarás al lugar por amor a los cincuenta justos que estén dentro de él?&nbsp;</p><p><strong><sup>25</sup></strong> Lejos de ti el hacer tal, que hagas morir al justo con el impío, y que sea el justo tratado como el impío; nunca tal hagas. El Juez de toda la tierra, ¿no ha de hacer lo que es justo?&nbsp;</p><p><strong><sup>26</sup></strong> Entonces respondió Jehová: Si hallare en Sodoma cincuenta justos dentro de la ciudad, perdonaré a todo este lugar por amor a ellos.&nbsp;</p><p><strong><sup>27</sup></strong> Y Abraham replicó y dijo: He aquí ahora que he comenzado a hablar a mi Señor, aunque soy polvo y ceniza.&nbsp;</p><p><strong><sup>28</sup></strong> Quizá faltarán de cincuenta justos cinco; ¿destruirás por aquellos cinco toda la ciudad? Y dijo: No la destruiré, si hallare allí cuarenta y cinco.&nbsp;</p><p><strong><sup>29</sup></strong> Y volvió a hablarle, y dijo: Quizá se hallarán allí cuarenta. Y respondió: No lo haré por amor a los cuarenta.&nbsp;</p><p><strong><sup>30</sup></strong> Y dijo: No se enoje ahora mi Señor, si hablare: quizá se hallarán allí treinta. Y respondió: No lo haré si hallare allí treinta.&nbsp;</p><p><strong><sup>31</sup></strong> Y dijo: He aquí ahora que he emprendido el hablar a mi Señor: quizá se hallarán allí veinte. No la destruiré, respondió, por amor a los veinte.&nbsp;</p><p><strong><sup>32</sup></strong> Y volvió a decir: No se enoje ahora mi Señor, si hablare solamente una vez: quizá se hallarán allí diez. No la destruiré, respondió, por amor a los diez.&nbsp;</p><p><strong>Santiago 5:16</strong></p><p><strong><sup>16</sup></strong> Confesaos vuestras ofensas unos a otros, y orad unos por otros, para que seáis sanados. La oración eficaz del justo puede mucho.</p><p><br></p><p>El diálogo entre Abraham y Dios es un tipo, una representación, de la oración intercesora. Este capítulo presenta a Abraham como un intercesor ante Dios por el pueblo de Sodoma y Gomorra. Él suplicaba por ellos, en favor de ellos; es decir, actuaba en cierto modo como un tipo, un símbolo, de Jesús como nuestro Intercesor ante el Padre. Nuestra misión de hoy únicamente tendrá éxito si avanzamos con este tipo de oración.\n</p><p>Abraham había aprendido a amar a los habitantes de Sodoma, Gomorra y las demás ciudades cercanas. Por eso, su oración era honesta y sincera. Ya había luchado contra algunos reyes que habían derrotado a los reyes de Sodoma y Gomorra. Después de la victoria de Abraham, Bera, el rey de Sodoma, vino al encuentro de Abraham con Melquisedec. Bera pidió que su pueblo regresara a sus hogares: “Dame las personas, y toma para ti la hacienda” (Gén. 14:21). Esta es una indicación del amor de este rey por su pueblo. Puesto que una de las grandes características de Abraham era el amor, amó a los reyes de Sodoma y Gomorra, y oró por ellos y por su pueblo. “El amor por las almas a punto de perecer inspiraba las oraciones de Abraham” (Elena de White, Patriarcas y profetas, p. 135).\n</p><p>Abraham ejerció humildad y perseverancia en sus oraciones. En cuanto Dios aceptó la primera petición, salvar la ciudad mientras vivieran allí cincuenta justos, él continuó con su intercesión.\n</p><p>Nuestra misión no puede ser exitosa sin oración, la oración intercesora. Después de reunirnos con alguien, después de dar un sermón o un estudio bíblico, debemos orar por aquellos con quienes hemos estado en contacto. Dios está atento a estas oraciones para tocar el corazón de la gente con la que nos hemos relacionado. No son nuestras palabras ni nuestra elocuencia las que convertirán a nuestros amigos o conocidos: es el Espíritu Santo. Por eso, en cualquier misión que estemos llevando a cabo, debemos orar por cada persona de manera individual.\n</p><p><strong>Lee Romanos 8:34 y Hebreos 7:25. ¿Qué nos dicen acerca de lo que Jesús hace por nosotros, y cómo puede esta verdad ayudarnos a entender mejor nuestra propia función como intercesores en favor de los demás?</strong></p><p><strong>Romanos 8:34</strong></p><p><strong><sup>34</sup></strong> ¿Quién es el que condenará? Cristo es el que murió; más aun, el que también resucitó, el que además está a la diestra de Dios, el que también intercede por nosotros.</p><p><strong>Hebreos 7:25</strong></p><p><strong><sup>25</sup></strong> por lo cual puede también salvar perpetuamente a los que por él se acercan a Dios, viviendo siempre para interceder por ellos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de octubre",
               "dayTitle":"<p>LA MISIÓN DE ABRAHAM</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Génesis 19:1 al 29. ¿Cuál fue el resultado del espíritu de hospitalidad, amor y oración de Abraham?\n</strong></p><p><strong>Génesis 19:1 al 29</strong></p><p><strong><sup>1</sup></strong> Llegaron, pues, los dos ángeles a Sodoma a la caída de la tarde; y Lot estaba sentado a la puerta de Sodoma. Y viéndolos Lot, se levantó a recibirlos, y se inclinó hacia el suelo,&nbsp;</p><p><strong><sup>2</sup></strong> y dijo: Ahora, mis señores, os ruego que vengáis a casa de vuestro siervo y os hospedéis, y lavaréis vuestros pies; y por la mañana os levantaréis, y seguiréis vuestro camino. Y ellos respondieron: No, que en la calle nos quedaremos esta noche.&nbsp;</p><p><strong><sup>3</sup></strong> Mas él porfió con ellos mucho, y fueron con él, y entraron en su casa; y les hizo banquete, y coció panes sin levadura, y comieron.&nbsp;</p><p><strong><sup>4</sup></strong> Pero antes que se acostasen, rodearon la casa los hombres de la ciudad, los varones de Sodoma, todo el pueblo junto, desde el más joven hasta el más viejo.&nbsp;</p><p><strong><sup>5</sup></strong> Y llamaron a Lot, y le dijeron: ¿Dónde están los varones que vinieron a ti esta noche? Sácalos, para que los conozcamos.&nbsp;</p><p><strong><sup>6</sup></strong> Entonces Lot salió a ellos a la puerta, y cerró la puerta tras sí,&nbsp;</p><p><strong><sup>7</sup></strong> y dijo: Os ruego, hermanos míos, que no hagáis tal maldad.&nbsp;</p><p><strong><sup>8</sup></strong> He aquí ahora yo tengo dos hijas que no han conocido varón; os las sacaré fuera, y haced de ellas como bien os pareciere; solamente que a estos varones no hagáis nada, pues que vinieron a la sombra de mi tejado.&nbsp;</p><p><strong><sup>9</sup></strong> Y ellos respondieron: Quita allá; y añadieron: Vino este extraño para habitar entre nosotros, ¿y habrá de erigirse en juez? Ahora te haremos más mal que a ellos. Y hacían gran violencia al varón, a Lot, y se acercaron para romper la puerta.&nbsp;</p><p><strong><sup>10</sup></strong> Entonces los varones alargaron la mano, y metieron a Lot en casa con ellos, y cerraron la puerta.&nbsp;</p><p><strong><sup>11</sup></strong> Y a los hombres que estaban a la puerta de la casa hirieron con ceguera desde el menor hasta el mayor, de manera que se fatigaban buscando la puerta.</p><p><strong><sup>12</sup></strong> Y dijeron los varones a Lot: ¿Tienes aquí alguno más? Yernos, y tus hijos y tus hijas, y todo lo que tienes en la ciudad, sácalo de este lugar;&nbsp;</p><p><strong><sup>13</sup></strong> porque vamos a destruir este lugar, por cuanto el clamor contra ellos ha subido de punto delante de Jehová; por tanto, Jehová nos ha enviado para destruirlo.&nbsp;</p><p><strong><sup>14</sup></strong> Entonces salió Lot y habló a sus yernos, los que habían de tomar sus hijas, y les dijo: Levantaos, salid de este lugar; porque Jehová va a destruir esta ciudad. Mas pareció a sus yernos como que se burlaba.\n</p><p>\n</p><p><strong><sup>15</sup></strong> Y al rayar el alba, los ángeles daban prisa a Lot, diciendo: Levántate, toma tu mujer, y tus dos hijas que se hallan aquí, para que no perezcas en el castigo de la ciudad.&nbsp;<br></p><p><strong><sup>16</sup></strong> Y deteniéndose él, los varones asieron de su mano, y de la mano de su mujer y de las manos de sus dos hijas, según la misericordia de Jehová para con él; y lo sacaron y lo pusieron fuera de la ciudad.</p><p><strong><sup>17</sup></strong> Y cuando los hubieron llevado fuera, dijeron: Escapa por tu vida; no mires tras ti, ni pares en toda esta llanura; escapa al monte, no sea que perezcas.&nbsp;</p><p><strong><sup>18</sup></strong> Pero Lot les dijo: No, yo os ruego, señores míos.&nbsp;</p><p><strong><sup>19</sup></strong> He aquí ahora ha hallado vuestro siervo gracia en vuestros ojos, y habéis engrandecido vuestra misericordia que habéis hecho conmigo dándome la vida; mas yo no podré escapar al monte, no sea que me alcance el mal, y muera.&nbsp;</p><p><strong><sup>20</sup></strong> He aquí ahora esta ciudad está cerca para huir allá, la cual es pequeña; dejadme escapar ahora allá (¿no es ella pequeña?), y salvaré mi vida.&nbsp;</p><p><strong><sup>21</sup></strong> Y le respondió: He aquí he recibido también tu súplica sobre esto, y no destruiré la ciudad de que has hablado.&nbsp;</p><p><strong><sup>22</sup></strong> Date prisa, escápate allá; porque nada podré hacer hasta que hayas llegado allí. Por eso fue llamado el nombre de la ciudad, Zoar.&nbsp;</p><p><strong><sup>23</sup></strong> El sol salía sobre la tierra, cuando Lot llegó a Zoar.</p><p><strong><sup>24 </sup></strong>Entonces Jehová hizo llover sobre Sodoma y sobre Gomorra azufre y fuego de parte de Jehová desde los cielos;&nbsp;</p><p><strong><sup>25</sup></strong> y destruyó las ciudades, y toda aquella llanura, con todos los moradores de aquellas ciudades, y el fruto de la tierra.&nbsp;</p><p><strong><sup>26</sup></strong> Entonces la mujer de Lot miró atrás, a espaldas de él, y se volvió estatua de sal.&nbsp;</p><p><strong><sup>27</sup></strong> Y subió Abraham por la mañana al lugar donde había estado delante de Jehová.&nbsp;</p><p><strong><sup>28</sup></strong> Y miró hacia Sodoma y Gomorra, y hacia toda la tierra de aquella llanura miró; y he aquí que el humo subía de la tierra como el humo de un horno.</p><p><strong><sup>29</sup></strong> Así, cuando destruyó Dios las ciudades de la llanura, Dios se acordó de Abraham, y envió fuera a Lot de en medio de la destrucción, al asolar las ciudades donde Lot estaba.</p><p><br></p><p>El pasaje da una indicación interesante sobre la posición de Lot en la ciudad de Sodoma: “Lot estaba sentado a la puerta de Sodoma” (Gén. 19:1). Esto significa que era un personaje importante en la ciudad, ciertamente un funcionario público, porque sentarse a la puerta era un privilegio de funcionarios, jueces y reyes (2 Sam. 19:8; Jer. 38:7; Rut 4:1).\n</p><p>Génesis 19 es casi paralelo con el capítulo 18 y la historia de los ángeles con Abraham. Tanto Abraham como Lot se sentaban en una puerta, o entrada (Gén. 18:1; 19:1); tanto Abraham como Lot invitaron a extraños a descansar en su morada (Gén. 18:3, 4; 19:2); tanto Abraham como Lot preparon alimentos para sus visitantes (Gén. 18:4-8; 19:3). Por más que tuviera defectos, parece que Lot tenía algunas características buenas.\n</p><p>“Entonces el Señor hizo llover desde el cielo fuego y azufre sobre Sodoma y Gomorra, y destruyó las ciudades y toda esa llanura, con todos sus habitantes y con todo el fruto de la tierra” (Gén. 19:24, 25).\n</p><p>No sabemos cuántas personas vivían en las ciudades de Sodoma y de Gomorra al momento de este relato, pero entre estos miles de personas únicamente cuatro abandonaron la ciudad, y solo tres se salvaron. Lo mismo ocurrió con el diluvio del Génesis. No sabemos cuántos vivían en ese entonces, pero sabemos que la mayoría no se salvó.\n</p><p>El pequeño número de habitantes de Sodoma que se salvó tiene inferencias para nuestra propia misión: no todos se salvarán. Nos gustaría que todos aceptaran a Jesús y su plan de salvación, pero cada persona tiene libre albedrío. Nuestra tarea consiste en invitar al mayor número posible de personas a decidirse por Jesús. Mientras llevamos a cabo nuestra misión, Dios nos asiste por medio del Espíritu Santo, pero nunca irá en contra de la voluntad de nadie. El libre albedrío significa que, en última instancia, sin importar lo que hagamos o cuánto oremos, la salvación depende de la elección de cada uno.\n</p><p><strong>¿Cómo podemos aprender a no desanimarnos si no vemos los resultados que deseamos al cumplir con nuestra misión?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de octubre",
               "dayTitle":"<p>SUMISIÓN A LA VOLUNTAD DE DIOS</p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Génesis 12:1 al 9. ¿Qué enseñan estos versículos acerca de someternos a la voluntad de Dios, aun cuando el camino por seguir no parezca claro?\n</strong></p><p><strong>Génesis 12:1 al 9</strong></p><p><strong><sup>1</sup></strong> Pero Jehová había dicho a Abram: Vete de tu tierra y de tu parentela, y de la casa de tu padre, a la tierra que te mostraré.&nbsp;</p><p><strong><sup>2</sup></strong> Y haré de ti una nación grande, y te bendeciré, y engrandeceré tu nombre, y serás bendición.&nbsp;</p><p><strong><sup>3</sup></strong> Bendeciré a los que te bendijeren, y a los que te maldijeren maldeciré; y serán benditas en ti todas las familias de la tierra.&nbsp;</p><p><strong><sup>4</sup></strong> Y se fue Abram, como Jehová le dijo; y Lot fue con él. Y era Abram de edad de setenta y cinco años cuando salió de Harán.&nbsp;</p><p><strong><sup>5</sup></strong> Tomó, pues, Abram a Sarai su mujer, y a Lot hijo de su hermano, y todos sus bienes que habían ganado y las personas que habían adquirido en Harán, y salieron para ir a tierra de Canaán; y a tierra de Canaán llegaron.\n</p><p>\n</p><p><strong><sup>6</sup></strong> Y pasó Abram por aquella tierra hasta el lugar de Siquem, hasta el encino de More; y el cananeo estaba entonces en la tierra.&nbsp;<br></p><p><strong><sup>7</sup></strong> Y apareció Jehová a Abram, y le dijo: A tu descendencia daré esta tierra. Y edificó allí un altar a Jehová, quien le había aparecido.&nbsp;</p><p><strong><sup>8</sup></strong> Luego se pasó de allí a un monte al oriente de Bet-el, y plantó su tienda, teniendo a Bet-el al occidente y Hai al oriente; y edificó allí altar a Jehová, e invocó el nombre de Jehová.&nbsp;</p><p><strong><sup>9</sup></strong> Y Abram partió de allí, caminando y yendo hacia el Neguev.</p><p><br></p><p>Una de las principales cualidades de Abraham era su sumisión a la voluntad de Dios. Todas las experiencias de Abraham con Dios se caracterizaron por esta sumisión.\n</p><p>Su llamado: Abraham recibió un llamado desafiante del Cielo: “El Señor había dicho a Abram: ‘Vete de tu tierra, de tu parentela y de la casa de tu padre, a la tierra que te mostraré’ ” (Gén. 12:1). Cuando oyó una voz del Cielo, su primera reacción podría haber sido ignorarla, pensando que se trataba de una alucinación. O podría haber desafiado el mensaje, diciendo algo como: “No quiero ir, me gusta estar aquí”. Es probable que la descripción de “la tierra que te mostraré” le haya parecido extraña como destino. Pero aceptó el llamado. Sometió su voluntad a la voluntad de Dios, y dejó la casa de su padre y su país: “Y tal como el Señor le había dicho, Abram se fue” (Gén. 12:4).\n</p><p>Elección de la tierra: Surgió una disputa entre los siervos de Lot y los de Abraham, pero Abraham no era de pelear con su propia carne y sangre. Se sometió a la voluntad de Dios, que volvió a bendecirlo: “Y el Señor dijo a Abram, después que Lot se apartó de él: ‘Alza tus ojos y mira desde donde estás hacia el norte y el sur, el oriente y el occidente. Porque toda la tierra que ves, te la daré a ti y a tus descendientes para siempre’ ” (Gén. 13:14, 15).\n</p><p>Destrucción de Sodoma y Gomorra: Cuando Dios le reveló a Abraham la suerte de estas dos ciudades, Abraham, lleno de amor, trató de salvarlas. Dado que no había ni diez personas justas en ellas, las ciudades fueron destruidas. Abraham se sometió a la voluntad de Dios y aceptó el juicio de Dios sobre estas ciudades.\n</p><p>El Señor pudo usar a Abraham gracias a su sumisión a su voluntad en todas las circunstancias. Lo mismo debe suceder con nosotros hoy.\n</p><p><strong>Desafío: En nuestras ciudades enfrentamos obstáculos para predicar el evangelio en forma apropiada y eficaz. Necesitamos suplicar a Dios que intervenga.\n</strong></p><p><strong>Desafío avanzado: Busca la manera de ponerte en contacto con alguien que esté pasando por una situación difícil similar a la tuya. Dile a esa persona que estás orando por ella y pide a Dios que te muestre qué puedes hacer para ayudarla.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de octubre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p>“El amor por las almas a punto de perecer inspiraba las oraciones de Abraham. Aunque detestaba los pecados de aquella ciudad corrompida, deseaba que los pecadores pudieran salvarse. Su profundo interés por Sodoma demuestra la ansiedad que debemos experimentar por los impíos. Debemos sentir odio por el pecado, pero compasión y amor por el pecador. En derredor de nosotros hay almas que van hacia una ruina tan desesperada y terrible como la que sobrevino a Sodoma. Cada día termina el tiempo de gracia para algunos. Cada hora, algunos pasan más allá del alcance de la misericordia. Y ¿dónde están las voces de amonestación y súplica que induzcan a los pecadores a huir de esta pavorosa condenación? ¿Dónde están las manos extendidas para sacar a los pecadores de la muerte? ¿Dónde están los que con humildad y fe perseverante ruegan a Dios por ellos?\n</p><p>“El espíritu de Abraham fue el espíritu de Cristo. El mismo Hijo de Dios es el gran Intercesor en favor del pecador. Quien pagó el precio de su redención conoce el valor del ser humano. Al sentir por el mal un antagonismo que solo puede existir en una naturaleza pura e inmaculada, Cristo manifestó por el pecador un amor que solo la bondad infinita podía concebir. En la agonía de la crucifixión, él mismo, cargado con el espantoso peso de los pecados del mundo, oró por sus vilipendiadores y asesinos: ‘Padre, perdónalos, porque no saben lo que hacen’ (Luc. 23:34)” (Elena de White, Patriarcas y profetas, p. 135).\n</p><p>“Abraham fue honrado por los pueblos circunvecinos como un príncipe poderoso y un caudillo sabio y capaz. No dejó de ejercer su influencia entre sus vecinos. Su vida y su carácter, en marcado contraste con la de los idólatras, ejercían una influencia notable en favor de la fe verdadera. Su fidelidad hacia Dios era inquebrantable, en tanto que su afabilidad y benevolencia inspiraban confianza y amistad, y su grandeza sin afectación imponía respeto y honra” (ibíd., p. 127).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.&nbsp;</strong>¿Qué otros ejemplos de las Escrituras nos muestran que alguien cumplió su llamado a la misión? ¿Qué podemos decir de Juan el Bautista? ¿Podríamos decir que fue exitoso?</p><p><strong>2.</strong>&nbsp;Lee Génesis 19:30 al 36. ¿Qué nos dice esto acerca del carácter de algunos de los salvados de Sodoma?</p><p><strong>3.&nbsp;</strong>¿Qué otras lecciones podemos aprender del ejemplo de Abraham con respecto a la misión y cómo llevarla a cabo?</p><p><strong>4.</strong>&nbsp;Piensa en esto: ¿Consideras que la intercesión de Abraham por Sodoma y Gomorra fue un éxito o un fracaso?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"21-27 de octubre",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":48,
               "idDay":8,
               "idLesson":4,
               "lessonText":"<p><strong>RESEÑA\n</strong></p><p>La semana pasada, la lección se centró en el llamado de Dios a los seres humanos para que se asociaran con él en la tarea de compartir su amor con el mundo. Esta misión tiene sus raíces en la Creación y se reitera a lo largo de las Escrituras. La lección de esta semana trata acerca de participar de la misión de Dios. Comienza con un llamado, pero no termina ahí; sin la acción de compartir, el llamado sería de poca utilidad.\n</p><p>Primera de Juan 4:8 describe que Dios es amor. En esa misma carta de Juan se afirma que los que han sido testigos del amor de Dios compartirán ese amor con el mundo en general. Si lo que la gente comparte no es una demostración de amor, entonces no forma parte de la misión de Dios y no debería compartirse. A continuación, se presentan varios ejemplos de formas de compartir el amor de Dios que pueden servir de guía en lo que significa compartir hoy el amor de Dios con quienes nos rodean y aún no han experimentado plenamente su amor.\n</p><p><strong>COMENTARIO\n</strong></p><p>El mejor lugar para empezar a estudiar la manera en que podemos compartir el amor de Dios son los evangelios. Cuando Dios se encarnó en Jesús aquí, en la Tierra, su encarnación fue un profundo ejemplo de amor. Aunque, obviamente, ninguno de nosotros puede reproducir la Encarnación en su exactitud, somos llamados a seguir el ejemplo dado por Jesús, especialmente en la forma en que se relacionó con otras personas y demostró amor. Incluso una lectura superficial de los evangelios rápidamente revela temas que se repiten en el ministerio de Jesús. Estos temas nos ayudan a evaluar cómo compartimos el amor de Dios.\n</p><p>Jesús tuvo compasión ya fuera hacia personas necesitadas o hacia multitudes enteras. A veces, esta compasión llevó a Jesús a tocar y curar a una persona (Luc. 5:12, 13); otras veces, lo llevó a alimentar a una multitud de forma creativa (Juan 6:1-14); y otras tantas se tradujo en una palabra o un relato amable (Mat. 19:14). La compasión y la participación en la misión de Dios son inseparables. Si al hacer un análisis propio no encontramos muchos momentos de compasión en nuestra vida o en las actividades de nuestra iglesia, debemos revaluar cómo estamos compartiendo la misión de Dios; o incluso si es que no la estamos cumpliendo en lo absoluto.\n</p><p>Jesús también buscó a personas que estuvieran abiertas a recibir una bendición. Al participar de la misión de Dios, debemos seguir su ejemplo. Tenemos el privilegio de buscar a los más vulnerables de nuestra comunidad y compartir con ellos el amor de Dios de manera creativa. Servir de esta manera sería seguir los pasos de Jesús y cumplir lo que él desea, como se desprende de Mateo 25:31 al 46. Jesús se dedicó a reparar relaciones quebrantadas, y pasó la mayor parte de su tiempo en la Tierra restaurando vínculos rotos. Aunque todos somos imperfectos, los que han experimentado el amor y el perdón de Jesús deben demostrar ese amor y ese perdón con el resto del mundo. Esta demostración forma parte de lo que significa participar de la misión de Dios.</p><p>Los eruditos a menudo han debatido si la principal preocupación de Jesús era trabajar entre los judíos o en favor del resto del mundo. Algunos sostienen que, dado que Jesús pasó la mayor parte de su tiempo con los judíos y les dijo a sus discípulos que hicieran lo mismo, al menos mientras estuvo con ellos, los judíos fueron su eje central (Mat. 15:24). Hay algo de verdad en esta idea, pero también existen numerosos casos en los que Jesús demostró que su amor se extendía más allá del pueblo judío. Varias veces citó relatos del Antiguo Testamento que destacaban la fe de personas no judías, como las historias de la viuda de Sarepta, Naamán y la reina de Saba (Luc. 4:24-27, Mat. 12:42). Jesús pasó tiempo fuera de Judea con gente que no era judía, incluyendo algunas noches en un pueblo samaritano (Juan 4:40) y una visita a la región de Tiro y Sidón (Mar. 7:24), sin mencionar Decápolis, ciudad poblada por gentiles (Mar. 7:31-36).\n</p><p>Jesús vivió la misión y manifestó su amor de maneras que desafiaron la estrechez de miras de muchos de los suyos durante aquella época. Al demostrar este amor y vivir su misión, Jesús preparó el terreno para lo que vendría después de que él muriera, resucitara y ascendiera. Jesús esperaba que, durante su paso por la Tierra, sus seguidores experimentaran su amor de tal manera que llevaran esa experiencia a todo el mundo. En este contexto de vivencia amorosa, Jesús extendió el famoso llamado de Mateo 28:18 al 20, donde encomendó a sus discípulos que fueran por el mundo. Este mandato no era simplemente un llamado a la misión, sino un llamado a enseñar, a hacer discípulos y a compartir el amor de Dios que cada discípulo había experimentado personalmente. No somos llamados a participar de la misión de Dios hasta que no hayamos tenido la oportunidad de conocerlo y experimentar su amor. Solo entonces tendremos algo que valga la pena compartir.\n</p><p>Otra parte importante de las Escrituras que es útil leer en relación con la manera de compartir al Dios de amor es el libro de los Hechos. Aunque nuestra Biblia llame “Hechos de los apóstoles” a este libro, sería más exacto titularlo “Hechos del Espíritu Santo”. El libro está lleno de asociaciones entre el Espíritu Santo y los agentes humanos. Al igual que en los evangelios, encontramos personas que han tenido una experiencia maravillosa con Jesús, que no están dispuestas a guardársela para sí y que reciben el poder del Espíritu Santo para compartir este amor en todos lados.\n</p><p>Como se mencionó en una lección anterior, la misión es siempre una vía de doble sentido, en la que todos los implicados pueden aprender algo de los demás. El libro de los Hechos nos recuerda que los seres humanos no ocupamos el lugar de Dios. El Señor, mediante el Espíritu, va a todas partes delante de nosotros. Esta verdad bíblica ofrece un par de inferencias que sería prudente contemplar.\n</p><p>En primer lugar, si el Espíritu avanza delante de nosotros, debemos esperar ver alguna manifestación del Espíritu una vez que lleguemos. Pedro experimentó esta realidad en su encuentro con Cornelio (Hech. 10; 11:1-18). Como resultado, el apóstol se dio cuenta de que Dios no solo ya estaba allí antes de que él llegara, sino además tenía algo que aprender de Cornelio acerca del amor de Dios. En muchos sentidos, la historia de Pedro y Cornelio se enfoca tanto en el crecimiento continuo de Pedro en su comprensión de Dios, como en Cornelio y su familia. Cuando salimos a participar de la misión de Dios, no debemos hacerlo presuntuosamente, como si no tuviéramos nada que aprender de quienes vienen a nosotros en busca de iluminación. Más bien, salimos con la esperanza de ver que el Espíritu ya está actuando en formas con las que podemos colaborar.</p><p>En segundo lugar, tenemos algo que compartir. Aunque el Espíritu va delante de nosotros, también se asocia con nosotros. Cada uno de nosotros tiene una historia única o un testimonio sobre su experiencia con Jesús. Necesitamos compartir nuestras historias. En el proceso, mediante nuestras historias, podemos encender en el corazón de alguien una nueva visión acerca de Dios o propiciar un nuevo deseo de seguir al Salvador. Estas reacciones surgen a partir de nuestra demostración del amor de Dios mediante palabras y acciones. Dado que las relaciones sanas son el núcleo de lo que Dios quiere para nosotros, él a menudo espera, o limita su revelación, hasta que un seguidor suyo está presente para compartir las buenas nuevas. Por lo tanto, nos incumbe reconocer este privilegio, sintonizar en oración con aquellos con los que Dios ya está obrando y tratar de compartir la historia de Dios con ellos en toda oportunidad.\n</p><p>APLICACIÓN A LA VIDA\n</p><p>Si bien los dirigentes de la iglesia a menudo intentan motivar a la gente para la misión, es crucial reconocer que hay algunas cosas sencillas que cada uno de nosotros puede hacer para autoevaluarse y analizar la capacidad de nuestras iglesias locales para participar de la misión de Dios. Estas cosas sencillas, cuando se hacen intencionadamente, pueden transformarnos de manera radical para que adoptemos una actitud de humildad y hagamos cambios en la iglesia que nos lleven a centrarnos más en las necesidades del mundo en general.\n</p><p>De manera individual, debemos dedicar periódicamente tiempo a la autorreflexión. Este acto requiere una inmensa dosis de honestidad propia, con la que todos luchamos habitualmente. Cada uno de nosotros debe preguntarse: ¿He experimentado últimamente el amor de Dios? Si la respuesta es no, ¿por qué? Si la respuesta es sí, hazte la siguiente pregunta: ¿He compartido ese amor del que estoy disfrutando con el resto del mundo? Estas sencillas preguntas, cuando se formulan con sinceridad, pueden ser muy reveladoras.\n</p><p>De manera colectiva, la iglesia puede hacerse las mismas preguntas. ¿Es la iglesia un lugar donde la comunidad experimenta a Dios? Y si Dios se vivencia en la comunidad, ¿comparte la iglesia esa realidad con la sociedad circundante en general? Una vez que la iglesia evalúa la situación, puede elaborar planes de seguimiento para avanzar hacia una nueva experiencia con Dios o para compartir activamente lo que ha experimentado con la comunidad en general.\n</p><p>Es esencial recordar periódicamente (mediante sermones, historias para niños, libros y artículos) las necesidades del mundo. Al igual que Jesús hizo con sus discípulos, Dios hace hoy lo mismo con nosotros. Dios desea que seamos ciudadanos del mundo que piensen más allá de sus propias necesidades. Debemos anhelar que el amor de Dios se comparta con toda la humanidad, y debemos buscar activamente formas de hacerlo posible. Para algunos, esta verdad implica desviar parte de sus recursos financieros hacia una misión concreta. Para otros, esta verdad significa abrirse a un llamado de Dios que posiblemente implique trasladarse a un nuevo lugar, ya sea en su mismo país o al otro lado del mundo. ¿Por qué? Porque Dios nos ha pedido a cada uno de nosotros que compartamos nuestra historia y nuestros talentos con personas que necesitan desesperadamente ver una demostración del amor de Dios. No importa lo que Dios te esté llamando a hacer, recuerda que debes estar abierto a recibir bendiciones mientras compartes, y que Dios ya está allí antes de que llegues.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"4T2023",
         "title":"<p>COMPARTIR LA MISIÓN DE&nbsp;DIOS</p>",
         "verse":"<p>“Un mandamiento nuevo les doy: que se amen unos a otros. Que se amen así como yo los he amado. En esto conocerán todos que ustedes son mis discípulos, si se aman unos a otros” (Juan 13:34, 35).</p>",
         "versionCode":30,
         "weekDate":"21-28 de octubre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
