{
  "data": [
    {
      "color": "#F07A60",
      "id": 12,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "18 de marzo",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>Aunque nunca podremos ganar la salvación, la Biblia utiliza la esperanza de la recompensa como una motivación para vivir fielmente como receptores indignos de la gracia de Dios, porque en definitiva todo lo que recibimos es, siempre y exclusivamente, por la gracia de Dios.</p><p>Como escribió David: “La ley del Señor es perfecta, que restaura el alma. El testimonio del Señor es fiel, que da sabiduría al sencillo. Los mandamientos del Señor son rectos, que alegran el corazón. El precepto del Señor es puro, que alumbra los ojos. El respeto del Señor es puro, que permanece para siempre. Los juicios del Señor son verdad, todos justos. Son más deseables que el oro, más que el oro muy afinado, más dulces que la miel del panal. Además, por medio de ellos tu siervo es instruido. En guardarlos hay grande galardón” (Sal. 19:7–11).</p><p>En varios lugares la Biblia habla de nuestras recompensas, lo que se nos promete por medio de Cristo después de la Segunda Venida y una vez que este terrible rodeo con el pecado termine definitivamente. ¿Qué se nos promete y qué seguridad tenemos de obtener lo que se nos ha prometido?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de marzo",
          "dayTitle": "<p><strong>RECOMPENSA POR LA FIDELIDAD</strong></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Hebreos 11:6. ¿Qué debería significar este versículo para nosotros? ¿Cómo debemos responder a lo que dice? Ver también Apocalipsis 22:12; e Isaías 40:10 y 62:11. ¿Qué nos enseñan todos estos pasajes?</strong></p><p><strong>Hebreos 11:6</strong><br></p><p><strong><sup>6</sup> </strong>Pero sin fe es imposible agradar a Dios; porque es necesario que el que se acerca a Dios crea que le hay, y que es galardonador de los que le buscan.</p><p><strong><br></strong></p><p><strong>Apocalipsis 22:12</strong></p><p><strong><sup>12</sup></strong> He aquí yo vengo pronto, y mi galardón conmigo, para recompensar a cada uno según sea su obra.</p><p><br></p><p><strong>Isaías 40:10; 62:11</strong></p><p><sup><strong>10</strong></sup> He aquí que Jehová el Señor vendrá con poder, y su brazo señoreará; he aquí que su recompensa viene con él, y su paga delante de su rostro.</p><p><strong style=\"background-color: initial;\"><sup>11</sup> </strong>He aquí que Jehová hizo oír hasta lo último de la tierra: Decid a la hija de Sion: He aquí viene tu Salvador; he aquí su recompensa con él, y delante de él su obra.<br></p><p><br></p><p>La recompensa de Dios para sus hijos fieles es única y, como muchas cosas espirituales, puede estar más allá de nuestra comprensión finita. “El lenguaje humano es inadecuado para describir la recompensa de los justos. Solo la conocerán quienes la contemplen. Ninguna mente finita puede comprender la gloria del Paraíso de Dios” (CS 733).</p><p>Jesús concluyó las Bienaventuranzas, que introducen el Sermón del Monte, con estas palabras: “Bienaventurados son cuando los insulten y persigan, y digan de ustedes todo mal por mi causa, mintiendo. Gócense y alégrense, porque su recompensa es grande en el cielo, que así persiguieron a los profetas que fueron antes de ustedes” (Mat. 5:11, 12). Después de enumerar a las personas de fe en Hebreos 11, el autor comienza el próximo capítulo explicando por qué Jesús estuvo dispuesto a morir en la Cruz.</p><p>“Por tanto, nosotros también, teniendo en derredor nuestro tan grande nube de testigos, despojémonos de lo que estorba y del pecado que tan fácilmente nos enreda, y corramos con perseverancia la carrera que nos es propuesta, fijos los ojos en Jesús, autor y perfeccionador de la fe, quien, en vista del gozo que le esperaba, sufrió la cruz, menospreció la vergüenza y se sentó a la diestra del trono de Dios” (Heb. 12:1, 2).</p><p>Sin embargo, ser recompensados por la fidelidad no es lo mismo que la salvación por obras. ¿Quién entre nosotros, o entre cualesquiera de los personajes bíblicos, hizo obras lo suficientemente buenas como para tener algún mérito ante Dios? Ninguno, por supuesto. Esa es la razón de ser de la Cruz; si pudiéramos salvarnos por obras, Jesús nunca habría ido al sacrificio. En cambio, es por gracia. “Y si es por gracia, ya no es con base en las obras. Si fuera por obras, la gracia ya no sería gracia” (Rom. 11:6). Las recompensas, en cambio, son el mero resultado de lo que Dios ha hecho por nosotros y en nosotros.</p><p><strong>¿Cómo entendemos la diferencia entre la salvación por gracia y la recompensa según las obras? Lleva tu respuesta a la clase el sábado.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de marzo",
          "dayTitle": "<p><strong>LA VIDA ETERNA</strong></p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>A los seres humanos (ya sea que nos guste o no) nos espera una Eternidad. Y, según la Biblia, esta Eternidad se presentará en una de estas dos formas, al menos para cada uno de nosotros individualmente: la vida eterna o la muerte eterna. Eso es todo. No hay término medio. Nada de estar con un pie en cada lado. Una de dos: o es la vida o es la muerte. Esta es verdaderamente una cuestión de a todo o nada.</p><p><strong>Lee Romanos 6:23 y Juan 3:16. ¿Qué opciones se nos presentan?</strong></p><p><strong>Romanos 6:23&nbsp;</strong></p><p><strong><sup>23</sup> </strong>Porque la paga del pecado es muerte, mas la dádiva de Dios es vida eterna en Cristo Jesús Señor nuestro.</p><p><strong><br></strong></p><p><strong>Juan 3:16</strong></p><p><strong><sup>16</sup> </strong>Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.</p><p><br></p><p>Es difícil imaginar dos opciones más marcadas o distintas, ¿verdad? Lo más probable es que, si estás leyendo esto, hayas elegido la vida eterna, o con determinación estés pensando en ello. Dios tiene la capacidad única de hacer todo lo que dice que puede hacer: cumplir todas sus promesas. Nuestra parte es simplemente creerle, descansar en los méritos de Jesús y por fe obedecer su Palabra.</p><p><strong>Lee Juan 14:1 al 3. ¿Cuál es el consejo del Señor para nosotros en el versículo 1 y qué nos promete en los versículos 2 y 3?</strong></p><p><br></p><p><strong>Juan 14:1-3</strong></p><p><strong><sup>1</sup></strong> No se turbe vuestro corazón; creéis en Dios, creed también en mí.&nbsp;</p><p><strong><sup>2</sup></strong> En la casa de mi Padre muchas moradas hay; si así no fuera, yo os lo hubiera dicho; voy, pues, a preparar lugar para vosotros.&nbsp;</p><p><strong><sup>3</sup></strong> Y si me fuere y os preparare lugar, vendré otra vez, y os tomaré a mí mismo, para que donde yo estoy, vosotros también estéis.</p><p>En los últimos días de su ministerio terrenal, Jesús pronunció estas sorprendentes palabras de esperanza y valor para sus discípulos. Estas palabras les levantarían el ánimo en tiempos de desaliento y prueba. Y deberían hacer lo mismo por nosotros. Jesús vino del cielo, volvió al cielo y nos prometió: “Vendré otra vez, y los llevaré conmigo, para que donde yo esté, ustedes también estén”.</p><p>Y, más que cualquier otra cosa, la muerte de Cristo en la Cruz, en su primera venida, es nuestra mayor seguridad de su segunda venida, porque sin la segunda venida, ¿de qué serviría su primera venida? Así como estamos seguros de que Jesús murió por nosotros en la Cruz, debemos tener la convicción de que cumplirá lo que prometió: “Vendré otra vez, y los llevaré conmigo, para que donde yo esté, ustedes también estén” (Juan 14:3).</p><p><strong>Reflexiona sobre la idea de que la primera venida de Cristo es la garantía de su segunda venida. ¿Qué sucedió en la Primera Venida que hace de la Segunda Venida una promesa en la que podemos confiar?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de marzo",
          "dayTitle": "<p><strong>LA NUEVA JERUSALÉN</strong></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>La descripción bíblica de la Nueva Jerusalén es lo que Abraham vio por fe. “Porque esperaba la ciudad con fundamentos, cuyo arquitecto y constructor es Dios” (Heb. 11:10). La Nueva Jerusalén es la obra maestra de Dios, construida para quienes lo aman y guardan sus mandamientos. La Nueva Jerusalén será el hogar de los hijos fieles de Dios en el Cielo durante el Milenio y, posteriormente, en la Tierra Nueva por la eternidad. Hay buenas noticias para los que no nos gusta empacar o mudarnos: Dios se encarga de todo. Juan dice que vio la ciudad: “Y yo, Juan, vi la santa ciudad, la Nueva Jerusalén, que descendía del cielo, de Dios, engalanada como una novia para su esposo” (Apoc. 21:2).</p><p><br></p><p><strong>Lee Apocalipsis 21. ¿Cuáles son algunas de las cosas que se nos prometen?</strong></p><p><strong>Apocalipsis 21</strong></p><p><strong><sup>1</sup></strong> Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existía más.&nbsp;</p><p><sup><strong>2</strong></sup> Y yo Juan vi la santa ciudad, la nueva Jerusalén, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.&nbsp;</p><p><strong><sup>3</sup></strong> Y oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.&nbsp;</p><p><strong><sup>4</sup></strong> Enjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto, ni clamor, ni dolor; porque las primeras cosas pasaron.</p><p><strong><sup>5</sup></strong> Y el que estaba sentado en el trono dijo: He aquí, yo hago nuevas todas las cosas. Y me dijo: Escribe; porque estas palabras son fieles y verdaderas.&nbsp;</p><p><strong><sup>6</sup></strong> Y me dijo: Hecho está. Yo soy el Alfa y la Omega, el principio y el fin. Al que tuviere sed, yo le daré gratuitamente de la fuente del agua de la vida.&nbsp;</p><p><strong><sup>7</sup></strong> El que venciere heredará todas las cosas, y yo seré su Dios, y él será mi hijo.&nbsp;</p><p><strong><sup>8</sup></strong> Pero los cobardes e incrédulos, los abominables y homicidas, los fornicarios y hechiceros, los idólatras y todos los mentirosos tendrán su parte en el lago que arde con fuego y azufre, que es la muerte segunda.<sup><br></sup></p><p><strong><sup>9</sup></strong> Vino entonces a mí uno de los siete ángeles que tenían las siete copas llenas de las siete plagas postreras, y habló conmigo, diciendo: Ven acá, yo te mostraré la desposada, la esposa del Cordero.&nbsp;</p><p><strong><sup>10</sup></strong> Y me llevó en el Espíritu a un monte grande y alto, y me mostró la gran ciudad santa de Jerusalén, que descendía del cielo, de Dios,&nbsp;</p><p><strong><sup>11</sup></strong> teniendo la gloria de Dios. Y su fulgor era semejante al de una piedra preciosísima, como piedra de jaspe, diáfana como el cristal.&nbsp;</p><p><strong><sup>12</sup></strong> Tenía un muro grande y alto con doce puertas; y en las puertas, doce ángeles, y nombres inscritos, que son los de las doce tribus de los hijos de Israel;&nbsp;</p><p><strong><sup>13</sup></strong> al oriente tres puertas; al norte tres puertas; al sur tres puertas; al occidente tres puertas.&nbsp;</p><p><strong><sup>14</sup></strong> Y el muro de la ciudad tenía doce cimientos, y sobre ellos los doce nombres de los doce apóstoles del Cordero.<sup><br></sup></p><p><strong><sup>15</sup></strong> El que hablaba conmigo tenía una caña de medir, de oro, para medir la ciudad, sus puertas y su muro.&nbsp;</p><p><strong><sup>16</sup></strong> La ciudad se halla establecida en cuadro, y su longitud es igual a su anchura; y él midió la ciudad con la caña, doce mil estadios; la longitud, la altura y la anchura de ella son iguales.&nbsp;</p><p><strong><sup>17</sup></strong> Y midió su muro, ciento cuarenta y cuatro codos, de medida de hombre, la cual es de ángel.&nbsp;</p><p><strong><sup>18</sup></strong> El material de su muro era de jaspe; pero la ciudad era de oro puro, semejante al vidrio limpio;&nbsp;</p><p><strong><sup>19</sup></strong> y los cimientos del muro de la ciudad estaban adornados con toda piedra preciosa. El primer cimiento era jaspe; el segundo, zafiro; el tercero, ágata; el cuarto, esmeralda;&nbsp;</p><p><strong><sup>20</sup></strong> el quinto, ónice; el sexto, cornalina; el séptimo, crisólito; el octavo, berilo; el noveno, topacio; el décimo, crisopraso; el undécimo, jacinto; el duodécimo, amatista.&nbsp;</p><p><strong><sup>21</sup></strong> Las doce puertas eran doce perlas; cada una de las puertas era una perla. Y la calle de la ciudad era de oro puro, transparente como vidrio.<sup><br></sup></p><p><strong><sup>22</sup></strong> Y no vi en ella templo; porque el Señor Dios Todopoderoso es el templo de ella, y el Cordero.&nbsp;</p><p><strong><sup>23</sup></strong> La ciudad no tiene necesidad de sol ni de luna que brillen en ella; porque la gloria de Dios la ilumina, y el Cordero es su lumbrera.&nbsp;</p><p><strong><sup>24</sup></strong> Y las naciones que hubieren sido salvas andarán a la luz de ella; y los reyes de la tierra traerán su gloria y honor a ella.&nbsp;</p><p><strong><sup>25</sup></strong> Sus puertas nunca serán cerradas de día, pues allí no habrá noche.&nbsp;</p><p><strong><sup>26</sup></strong> Y llevarán la gloria y la honra de las naciones a ella.&nbsp;</p><p><strong><sup>27</sup></strong> No entrará en ella ninguna cosa inmunda, o que hace abominación y mentira, sino solamente los que están inscritos en el libro de la vida del Cordero.<br></p><p>Hay tanto aquí que nuestra mente (afectada por el pecado, y que solo conoce un mundo caído y atormentado por el pecado) apenas puede comprender. Pero lo que sí podemos entender es que está lleno de esperanza. En primer lugar, así como Jesús habitó con nosotros en este mundo caído cuando vino en la carne, morará con nosotros en el nuevo mundo. ¡Qué privilegio debió haber sido para quienes vieron a Jesús de cerca y en persona! Tendremos esa oportunidad nuevamente, solo que ahora sin el velo del pecado, que distorsiona lo que vemos.<br></p><p>Entonces, también, los que solo conocemos las lágrimas y la tristeza, el llanto y el dolor entendemos una de las mayores promesas de toda la Biblia: “Y Dios enjugará toda lágrima de los ojos de ellos. Y no habrá más muerte, ni llanto, ni clamor, ni dolor, porque las primeras cosas pasaron” (Apoc. 21:4). Todas esas “primeras cosas” habrán pasado, cosas que nunca debieron haber existido.</p><p>Además, del Trono de Dios fluye el río puro de vida, y a ambos lados del río está el árbol de la vida. El Trono de Dios estará allí, y “verán su rostro” (Apoc. 22:4). Una vez más, los redimidos vivirán en una intimidad con Dios que, por lo general, no tenemos ahora.</p><p><strong>Lee Apocalipsis 21:8, sobre el destino de los que enfrentarán la Segunda Muerte. ¿Qué pecado de los que allí se describe Jesús no pudo perdonar? ¿Por qué, entonces, se pierden estas personas, cuando algunos que han hecho las mismas cosas se salvan? ¿Cuál es la diferencia crucial entre estos dos grupos?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de marzo",
          "dayTitle": "<p><strong>EL AJUSTE DE CUENTAS</strong></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p>Cerca del final del ministerio de Jesús, sus discípulos se le acercaron a solas y le preguntaron: “Dinos, ¿cuándo serán estas cosas, y qué señal habrá de tu venida y del fin del mundo?” (Mat. 24:3). Jesús entonces dedica dos capítulos a responder sus preguntas. Mateo 24 habla de señales en el mundo que nos rodea, como guerras, desastres y demás. Luego, Mateo 25 habla de las condiciones en la iglesia justo antes de que Jesús regrese. Tres historias ilustran estas condiciones. Una de ellas es la parábola de los talentos, que habla sobre de qué manera su pueblo utilizó los dones que Dios le había dado.</p><p><strong>Lee Mateo 25:14 al 19. ¿Quién es el que viaja a un país lejano? ¿A quién le confía sus bienes? ¿Qué significa “arreglar cuentas” (ver Mat. 25:19)?</strong></p><p><strong>Mateo 25:14 al 19</strong></p><p><strong><br></strong></p><p><strong><sup>14</sup> </strong>Porque el reino de los cielos es como un hombre que yéndose lejos, llamó a sus siervos y les entregó sus bienes.&nbsp;</p><p><strong><sup>15</sup></strong> A uno dio cinco talentos, y a otro dos, y a otro uno, a cada uno conforme a su capacidad; y luego se fue lejos.&nbsp;</p><p><strong><sup>16</sup></strong> Y el que había recibido cinco talentos fue y negoció con ellos, y ganó otros cinco talentos.&nbsp;</p><p><strong><sup>17</sup></strong> Asimismo el que había recibido dos, ganó también otros dos.&nbsp;</p><p><strong><sup>18</sup></strong> Pero el que había recibido uno fue y cavó en la tierra, y escondió el dinero de su señor.&nbsp;</p><p><strong><sup>19</sup></strong> Después de mucho tiempo vino el señor de aquellos siervos, y arregló cuentas con ellos.</p><p>A veces pensamos en los talentos como dones naturales, como cantar, hablar y demás, pero en la historia análoga de las minas en Lucas 19:12 al 24 se menciona específicamente el dinero y su administración. Elena de White también declaró: “Se me mostró que la parábola de los talentos no ha sido plenamente comprendida. Esta importante lección fue dada a los discípulos para beneficio de los creyentes que viviesen en los postreros días. Y estos talentos no representan solamente la capacidad de predicar e instruir acerca de la Palabra de Dios. La parábola se aplica a los recursos temporales que Dios ha confiado a su pueblo” (TI 1:181).</p><p><strong>Lee Mateo 25:20 al 23. ¿Qué dice Dios a quienes fueron administradores fieles del dinero al apoyar su causa? ¿Qué significa “entra en el gozo de tu señor” (Mat. 25:23)?</strong></p><p><strong><br></strong></p><p><strong>Mateo 25:20 al 23</strong></p><p><strong><sup>20</sup> </strong>Y llegando el que había recibido cinco talentos, trajo otros cinco talentos, diciendo: Señor, cinco talentos me entregaste; aquí tienes, he ganado otros cinco talentos sobre ellos.&nbsp;</p><p><strong><sup>21</sup></strong> Y su señor le dijo: Bien, buen siervo y fiel; sobre poco has sido fiel, sobre mucho te pondré; entra en el gozo de tu señor.&nbsp;</p><p><strong><sup>22</sup></strong> Llegando también el que había recibido dos talentos, dijo: Señor, dos talentos me entregaste; aquí tienes, he ganado otros dos talentos sobre ellos.&nbsp;</p><p><strong><sup>23</sup></strong> Su señor le dijo: Bien, buen siervo y fiel; sobre poco has sido fiel, sobre mucho te pondré; entra en el gozo de tu señor.</p><p>Es muy natural que pensemos que la otra persona tiene más talentos que nosotros y, por lo tanto, es más responsable ante Dios. Sin embargo, en esta historia es la persona con un solo talento, la menor cantidad de dinero, la que resultó ser infiel y perdió el Reino. En lugar de pensar en las responsabilidades de los demás, concentrémonos en lo que Dios nos ha confiado a nosotros y cómo podemos usarlo para su gloria.</p><p><strong>¿Cuán bien te irá cuando Dios venga a “arreglar cuentas” contigo?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de marzo",
          "dayTitle": "<p><strong>LA MIRADA PUESTA EN EL PREMIO</strong></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>Después de su conversión, Pablo se lanzó de lleno a la causa de Cristo. Debido a su educación y su mente aguda, podría haber tenido mucho éxito desde una perspectiva mundana. Como Moisés, Pablo eligió sufrir con los hijos fieles de Dios y por Cristo. Sufrió azotes, apedreamiento, prisión, naufragio, hambre, frío y más, como se registra en 2 Corintios 11:24 al 33. ¿Cómo fue capaz de soportar todo esto?</p><p><br></p><p><strong>Lee Romanos 8:16 al 18. Saber que era un hijo de Dios, ¿cómo influyó en su fidelidad?</strong></p><p><strong><br></strong></p><p><strong>Romanos 8:16 al 18</strong></p><p><strong><br></strong></p><p><strong><sup>16</sup> </strong>El Espíritu mismo da testimonio a nuestro espíritu, de que somos hijos de Dios.&nbsp;</p><p><strong><sup>17</sup></strong> Y si hijos, también herederos; herederos de Dios y coherederos con Cristo, si es que padecemos juntamente con él, para que juntamente con él seamos glorificados.</p><p><strong><sup>18</sup></strong> Pues tengo por cierto que las aflicciones del tiempo presente no son comparables con la gloria venidera que en nosotros ha de manifestarse.</p><p><strong><br></strong></p><p>El valor que Pablo daba a la recompensa de los fieles es lo que lo mantenía animado en su sufrimiento por Cristo. Escribió desde la prisión: “Hermanos, no considero haberlo ya alcanzado; pero una cosa hago: olvido lo que queda atrás, me extiendo a lo que está delante, y prosigo a la meta, hacia el premio del soberano llamado celestial en Cristo Jesús” (Fil. 3:13, 14).</p><p><strong><br></strong></p><p><strong>Lee 1 Timoteo 6:6 al 12, que ya hemos visto, pero vale la pena repasarlo. ¿Cuál es el mensaje central de estos versículos, especialmente para nosotros como cristianos?</strong></p><p><strong><br></strong></p><p><strong>1 Timoteo 6:6 al 12</strong></p><p><strong><sup><br></sup></strong></p><p><strong><sup>6</sup></strong> Pero gran ganancia es la piedad acompañada de contentamiento;&nbsp;</p><p><strong><sup>7</sup></strong> porque nada hemos traído a este mundo, y sin duda nada podremos sacar.&nbsp;</p><p><strong><sup>8</sup></strong> Así que, teniendo sustento y abrigo, estemos contentos con esto.&nbsp;</p><p><strong><sup>9</sup></strong> Porque los que quieren enriquecerse caen en tentación y lazo, y en muchas codicias necias y dañosas, que hunden a los hombres en destrucción y perdición;&nbsp;</p><p><strong><sup>10</sup></strong> porque raíz de todos los males es el amor al dinero, el cual codiciando algunos, se extraviaron de la fe, y fueron traspasados de muchos dolores.</p><p><strong><sup>11</sup></strong> Mas tú, oh hombre de Dios, huye de estas cosas, y sigue la justicia, la piedad, la fe, el amor, la paciencia, la mansedumbre.&nbsp;</p><p><strong><sup>12</sup></strong> Pelea la buena batalla de la fe, echa mano de la vida eterna, a la cual asimismo fuiste llamado, habiendo hecho la buena profesión delante de muchos testigos.<br></p><p><br></p><p>Desde la perspectiva bíblica, la prosperidad es tener lo que necesitas cuando lo necesitas. No es la acumulación de posesiones. La prosperidad también reclama la promesa de Dios en Filipenses 4:19: “Mi Dios, pues, suplirá toda necesidad de ustedes, conforme a su gloriosa riqueza en Cristo Jesús”. Finalmente, la prosperidad es estar agradecido por lo que tienes en el Señor y confiar en él en todas las cosas.</p><p><br></p><p>Dios no promete a sus hijos que todos serán ricos en bienes de este mundo; a decir verdad, dice que todos los que viven una vida piadosa sufrirán persecución. Lo que él ofrece es mejor que cualquier riqueza mundana. Él dice: “Supliré tus necesidades, y dondequiera que vayas, estaré contigo”. Entonces, al final, les dará a sus fieles verdaderas riquezas, responsabilidades y la vida eterna. ¡Qué increíble recompensa!.</p><p><br></p><p>Cerca del final de su vida, Pablo pudo decir: “Yo ya estoy para ser sacrificado. El tiempo de mi partida está cerca. He peleado la buena batalla, he acabado la carrera, he guardado la fe. Por lo demás me está guardada la corona de justicia, que me dará el Señor, Juez justo, en ese día. Y no solo a mí, sino también a todos los que aman su venida” (2 Tim. 4:6–8). Que todos, por la gracia de Dios, podamos decir lo mismo, y también con la misma seguridad.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de marzo",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR</strong></p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>Esta es una descripción gráfica de una familia de la iglesia que son administradores financieramente fieles de los negocios de Dios en la Tierra; el concepto de mayordomía para las iglesias adventistas del séptimo día en todo el mundo: Es un día de estos en el futuro; y los pastores y los dirigentes de las iglesias locales han tenido éxito en fomentar un ambiente de mayordomía en la iglesia. Han enseñado, capacitado, apoyado y alentado a la familia de la iglesia en la administración financiera bíblica.</p><p>La gente está implementando los principios bíblicos en su vida. Es más generosa, ahorra regularmente para imprevistos y está saliendo de la esclavitud de la deuda de consumo. Su estilo de vida se caracteriza por la moderación, la disciplina y el contentamiento. Ha eliminado el dinero como dios rival y está creciendo en su relación con el Dios creador.</p><p>Es sábado de mañana y la gente está llegando para el culto. En su actitud hay una sensación de paz, una falta de ansiedad por los asuntos financieros, una sensación generalizada de satisfacción y agradecimiento. Los conflictos maritales por el dinero mayormente han desaparecido. Entran a adorar con un sentido de ilusión y expectativa de la presencia de Dios y de su obra entre ellos.</p><p>Los ministerios de la iglesia están totalmente consolidados y tienen un fuerte alcance. Difunden el amor de Cristo de maneras muy tangibles entre los necesitados. Se han dispuesto fondos para garantizar que haya instalaciones de la iglesia que apoyen plenamente el ministerio y que mantengan el nivel de excelencia. La pregunta que tenemos ante nosotros es: “¿Qué nos está llamando Dios a hacer con los recursos que nos ha confiado?”</p><p><strong><br></strong></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1.</strong> En clase, analicen la cuestión de cómo debemos entender dos enseñanzas bíblicas muy claras: la salvación por la fe y la recompensa por las obras. ¿Cómo armonizamos estos dos conceptos?</p><p><strong>2.</strong> El hecho de aprender a contentarnos con lo que tenemos ahora, ¿por qué no significa que no podamos tratar de mejorar nuestra situación financiera? Es decir, ¿por qué estas ideas no están necesariamente reñidas?</p><p><strong>3.</strong> No cabe duda de que nos espera la Eternidad. ¿Cuáles son las decisiones que tomamos ahora (aun las “pequeñas”) que ayudarán a determinar dónde pasaremos esa Eternidad?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de marzo",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>RESEÑA&nbsp;</strong></p><p><strong><br></strong></p><p>Dios promete recompensas tanto terrenales como eternas para su pueblo (Deut. 28:1–6; Sal. 58:11; Mal. 3:10–12; Rom. 2:6, 7) según sus obras (Rom. 2:6, 7; Tito 2:13, 14). Esas recompensas nos proporcionan una amplia motivación para ser fieles (Apoc. 2:10; 21:1–7).</p><p>Los muertos en pecado (Efe. 2:1-6) no pueden prestar fidelidad, ni son capaces de buenas obras (Isa. 64:10). Pero Dios nos resucita a una vida nueva en Cristo (Efe. 2:5, 6), trayendo salvación por gracia a quienes se entregan a él (Tito 2:11). Él obra en nosotros el querer y el hacer por su buena voluntad para la salvación de nuestra alma (Fil. 2:12, 13) y para la salvación de los demás.</p><p>Los que son justificados por la fe en Cristo (Rom. 5:1, 2) reciben la vida eterna (Tito 3:7) al margen de cualquier obra que hagan (Rom. 3:28; Efe. 2:8, 9). Sin embargo, la gracia nos hace nuevas criaturas en Cristo, transformados “para” buenas obras (Efe. 2:10). En este sentido, todas las buenas obras son frutos de la fe que Dios da (Efe. 2:8); y, por cierto, Dios mismo (Isa. 26:12) produce en nosotros las obras de salvación (Sant. 2:14).<br></p><p>La mayordomía está presente en las bendiciones materiales y en las espirituales, porque “tú eres el dueño de todo, y lo que te hemos dado, de ti lo hemos recibido” (1 Crón. 29:14, NVI); incluida la obediencia que redunda en salvación. Todos los que son fieles en el uso de su tiempo, sus dones, su cuerpo y sus posesiones materiales son deudores de la gracia de Dios, porque son instrumentos voluntarios transformados por su amor (1 Cor. 13:1–3; Gál; 5:6). En última instancia, el mérito necesario para que los redimidos obtengan la recompensa eterna también es de Dios, quien obra “todas las cosas en todos” (1 Cor. 12:6, NVI; leer también Fil. 2:13).<br></p><p><br></p><p><strong>COMENTARIO</strong></p><p>Recompensados por lo que Dios ha hecho La Biblia utiliza diferentes palabras con distintos significados para la salvación. Uno de los términos es “recompensa” (en hebreo: shakar), en el sentido de pago de un contrato, salario, tarifa, mantenimiento o compensación (Isa. 62:11; 40:10). Otra palabra (en hebreo: eqeb) significa “una consecuencia de”, “una recompensa”, como resultado de la obediencia a los mandamientos de Dios (Sal. 19:7–11).<br></p><p>En el Nuevo Testamento, al Señor se lo identifica como el que recompensa (en griego: misthapodotes), el remunerador y el que paga el salario (Heb. 11:6). Él dará su recompensa a los redimidos (Apoc. 22:12). Esta recompensa será conforme a la obra que hayan hecho en esta vida (en griego: ergon). Obra, aquí, puede significar nuestro negocio u ocupación, así como un acto, hecho o iniciativa (Apoc. 22:12).</p><p>En cambio, el don (en griego: karisma), que es el don de la vida eterna, es contrario a la paga (en griego: opsonion) del pecado (Rom 6:23). Originalmente, “paga” se refería a la ración, estipendio o pago de un soldado (Rom. 6:23). Karisma indica que la salvación es un regalo (Rom. 6:23) y que las buenas obras son de Dios (Efe. 2:10). Sin embargo, la muerte es la retribución que se paga por las obras (de pecado) realizadas sin Dios.</p><p>Asimismo, la salvación como recompensa o pago es karisma (un regalo). Este regalo no proviene de las obras personales (en griego: ergon), sino de la gracia que recibimos para hacer buenas obras (ergon) (Efe. 2:8–10). Al contrario, las obras humanas son pecado, y su paga (opsonion) es la muerte (Rom. 6:23; Gál. 5:19–21). Cabe la pregunta: ¿Quién produce las buenas obras? Indudablemente, Dios mismo, por su gracia. La gracia de Dios produce la obra de una mayordomía fiel en la vida del creyente; sin embargo, la carne solo produce obras de perdición.</p><p><strong>Recompensados porque son hijos</strong></p><p>La fidelidad de los santos deriva del hecho de que son hijos, nacidos de nuevo mediante la conversión. Adán y Eva eran hijos de Dios en el Edén, donde solo eran mayordomos de la tierra que Dios les había mandado cultivar (Gén. 2:5). Este arreglo siguió en vigencia después de que el pecado entró en el mundo (Gén. 3:23), porque la Tierra realmente pertenece al Señor (Gén. 14:19, 20; Sal. 24:1). Como hijos de Dios, Adán y Eva fueron creados originalmente para ser mayordomos fieles, libres de la condenación del pecado.</p><p>Sin embargo, el pecado nos ha hecho hijos de ira (Efe. 2:3). La filiación divina se restaura (Juan 1:12) por la gracia de Jesús, y volvemos a ser hijos e hijas de Dios (2 Cor. 6:18). La palabra griega diatheke (testamento) enfatiza la relación unilateral de un testamento (Heb. 9:15), en el que los que llegan a ser hijos reciben, por la fe, la salvación como herencia del Padre (Rom. 8:16, 17). Reciben esta herencia no como extraños (Efe. 2:12; Col. 1:21) ni por las obras de la carne, sino por la fe (Rom. 4:4, 5). Así, la mayordomía fiel de nuestros dones, tiempo, diezmos y ofrendas, y nuestra energía, surge de una experiencia relacional entre el Señor y nosotros, sus mayordomos. Esta relación de pacto entre el Padre y sus hijos comienza con el nuevo nacimiento y continúa en comunión con Dios.</p><p>Además, en griego, el concepto de mayordomo (oikonomos) (Luc. 12:42; 1 Cor. 4:1, 2; 1 Ped. 4:10) denota a alguien que se ocupa de los negocios o las propiedades de otro y debe rendir cuentas para recibir su debida recompensa. También hay obligaciones, bendiciones o maldiciones en esta relación de pacto (en hebreo: berith). La fidelidad al Pacto depende de la gracia de Dios, y no de los seres humanos. Al renovar el Pacto mediante la conversión, Dios vuelve a escribir su Ley en nuestra mente y nuestro corazón, y llegamos a ser su pueblo (Jer. 31:31–34).</p><p><br></p><p><strong>El premio y la corona son regalos</strong></p><p>La recompensa de los redimidos se presenta en la Biblia como un “premio” (en griego: brabeion) que se otorgaba a los ganadores en los antiguos juegos en estadios públicos (1 Cor. 9:24; Fil. 3:14), y como una “corona” que se ganaba en una competencia (1 Cor. 9:25). El logro de esta recompensa implica perseverancia y abnegación por parte del cristiano (1 Cor. 9:26, 27). La seguridad de nuestra victoria no evita la aflicción durante el recorrido. Como Jesús, quien, siendo Hijo, escogió hacer la voluntad del Padre a pesar de las tribulaciones y los sufrimientos (Heb. 5:8), también nosotros, siendo hijos de Dios, sufriremos pesares en esta vida (Fil. 1:29; Juan 16:33). Hacemos esto sin apartar la vista del premio, aunque eso signifique resistir y abstenernos de todo lo dañino, como lo hace un atleta.</p><p><br></p><p>La Biblia también enseña que todo lo que tenemos en el mundo natural pertenece a Dios. Podemos vivir, movernos y existir solo en él (Hech. 17:28). Además, todo don perfecto proviene de él (Sant. 1:17). Asimismo, debido a que todos los dones materiales provienen de Dios, toda buena obra en el ámbito espiritual también proviene de él (Efe. 2:10). Por ende, el mérito de la recompensa que reciben los redimidos pertenece únicamente a Dios, quien obra en los fieles el querer y el hacer por su buena voluntad (Fil. 2:13). Se recompensa a los redimidos por aceptar la obra de Dios en su vida y no darse por vencidos, porque creen que Jesús (Juan 6:28, 29) es “la plenitud del que llena todas las cosas en todos” (Efe. 1:23).</p><p><br></p><p><strong>La mayordomía perfecta como recompensa</strong></p><p>La mayordomía cristiana es espiritualidad práctica y fidelidad (1 Cor. 4:2), como lo demuestra la obra de Adán y de Eva en su estado no caído en el Edén. El Edén –que se perdió por la mayordomía infiel de Adán y de Eva– fue restaurado por la mayordomía perfecta y fiel de Jesús, quien buscó primeramente hacer la voluntad del Padre (Mat. 26:42; Juan 5:30). Jesús vio el resultado de su obra y quedó satisfecho (Isa. 53:11). Como el segundo Adán, Jesús restaura la imagen celestial en la humanidad, así como la mayordomía perdida por el primer Adán (1 Cor. 15:45–58).<br></p><p>Los redimidos también estarán satisfechos de ver, no sus propias obras, sino la obra de Jesús en ellos. De ahora en adelante sirven al Señor, con los ojos puestos en el premio (Fil. 3:14). Este premio nos ayuda a comprender cuán insignificante, pequeño y vano es todo en esta vida, en comparación con la recompensa de los redimidos (Mat. 25:23). La vida es corta, las alegrías a menudo son pocas, y hay mucha vanidad y aflicción de espíritu (Ecl. 2:17). Pero las promesas para los fieles transmiten grandeza, gozo, paz y novedad sin fin (Isa. 35:10). Solo los fieles (en griego: piste) que son incondicionales y dignos de confianza (1 Cor. 4:2) heredarán, por la fe, la plenitud de la mayordomía (“Sobre mucho te pondré”), la felicidad (en griego: karan), el vigor y el deleite apacible prometidos a los santos (Mat. 25:21). El Señor nos invita a ser fieles hasta en lo más pequeño e imperfecto de esta vida (Luc. 16:9-11), para que, como hijos, recibamos la recompensa eterna. ¡Qué solemne es la invitación divina a la fidelidad como expresión de nuestra entrega a Jesús, quien vive en nosotros (Gál. 2:20)!</p><p><br></p><p>Finalmente, al igual que la aguja de la brújula que siempre apunta al norte, independientemente de su posición, así también la gracia será siempre el punto de referencia para el premio de los santos. Cualquier buena obra que hagamos proviene únicamente de la gracia de Dios, para que nadie se gloríe (Efe. 2:8-10).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Pide a un miembro de la clase que lea en voz alta las siguientes citas. Luego analicen en clase las preguntas que aparecen a continuación.</p><p><br></p><p><strong>El capital y la habilidad vienen de Dios.</strong></p><p>“Dios mantiene un registro fiel de cada ser humano en nuestro mundo. Y cuando llega el día del ajuste de cuentas, el mayordomo fiel no se atribuye ningún crédito a sí mismo. No dice: ‘Mi talento’, sino: ‘Tu talento ha ganado’ otros talentos. Él sabe que sin el capital que le fuera confiado no habría podido conseguir ningún aumento [ganancia]. Piensa que al haber cumplido fielmente su responsabilidad como mayordomo no ha hecho más que cumplir con su deber. El capital era del Señor, y mediante su poder pudo negociar con él con éxito. Tan solo el nombre del Señor debe ser glorificado. Sin el capital confiado, él sabe que habría estado en bancarrota por la Eternidad” (CMC 113, 114).</p><p><strong>1</strong>. Las expresiones bíblicas como “obra”, “no se conformen”, “transfórmense”, “niéguese a sí mismo” y “vuélvanse a mí” (Fil. 2:12-14; Rom. 12:1, 2; Luc. 9:23; Mal. 3:7, 8), ¿qué te enseñan sobre la función de la planificación y del testamento personal en el ejercicio de una mayordomía cristiana fiel (1 Cor. 4:2)?<br></p><p><br></p><p><strong>Los talentos son espirituales y materiales.</strong></p><p>“Se me mostró que la parábola de los talentos no ha sido plenamente comprendida. [...] La parábola se aplica [también] a los recursos temporales que Dios ha confiado a su pueblo” (TI 1:181). 1. ¿Qué relación existe entre la fidelidad en la vida espiritual y en la vida material (Mat. 25:14–30)?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>LAS RECOMPENSAS DE LA FIDELIDAD</strong></p>",
      "verse": "<p>“Su señor le dijo: ‘¡Bien, siervo bueno y fiel! Sobre poco has sido fiel, sobre muchote pondré. Entra en el gozo de tu señor’” (Mat. 25:21).</p>",
      "versionCode": 1,
      "weekDate": "18-24 de marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
