{
   "data":[
      {
         "color":"#B404AE",
         "id":706,
         "idEs":7,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 30",
               "dayTitle":"",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>We have now reached the center of the book of Genesis. This central section (Genesis 12–22) will cover the journey of Abraham, from God’s first call, lekh lekha, “Go!” (Gen. 12:1), which leads Abraham to leave his past, to God’s second call, lekh lekha, “Go!” (Gen. 22:2), which leads Abraham to leave his future (as it would exist in his son). As a result, Abraham always is on the move, always a migrant, which is why he also is called a “stranger” (Gen. 17:8).</p><p>In his journeying, Abraham is suspended in the void—without his past, which he has lost, and without his future, which he does not see. Between these two calls, which frame Abraham’s journey of faith, Abraham hears God’s voice, which reassures him: “ ‘Do not be afraid’ ”(Gen. 15:1, NKJV). These words of God mark the three sections of Abraham’s jour- ney, which will be studied in weeks 6, 7, and 8.</p><p>&nbsp;Abraham exemplifies faith (Gen. 15:6) and is remembered in the Hebrew Scriptures as the man of faith (Neh. 9:7, 8) . In the New Testament, Abraham is one of the most mentioned figures from the Old Testament, and this week we will start to see why. Study this week’s lesson to prepare for Sabbath, May 7.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 1",
               "dayTitle":"<p>Abram’s Departure<br></p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p><strong>Read Genesis 12:1–9. Why did God call Abram to leave his country and family? How did Abram respond?</strong><br><br><strong>Genesis 12:1–9.</strong><br><br><strong><sup>1</sup> </strong>Now the Lord had said to Abram: “Get out of your country, From your family And from your father’s house, To a land that I will show you.<br><br><strong><sup>2</sup> </strong>I will make you a great nation; I will bless you And make your name great; And you shall be a blessing.<br><br><sup><strong>3</strong> </sup>I will bless those who bless you, And I will curse him who curses you; And in you all the families of the earth shall be blessed.”<br><br><strong><sup>4</sup></strong> So Abram departed as the Lord had spoken to him, and Lot went with him. And Abram was seventy-five years old when he departed from Haran.<br><br><strong><sup>5</sup></strong> Then Abram took Sarai his wife and Lot his brother’s son, and all their possessions that they had gathered, and the [a]people whom they had acquired in Haran, and they departed to go to the land of Canaan. So they came to the land of Canaan.<br><br><strong><sup>6 </sup></strong>Abram passed through the land to the place of Shechem, as far as [b]the terebinth tree of Moreh. And the Canaanites were then in the land.<br><br><strong><sup>7 </sup></strong>Then the Lord appeared to Abram and said, “To your [c]descendants I will give this land.” And there he built an altar to the Lord, who had appeared to him.<br><br><strong><sup>8</sup></strong> And he moved from there to the mountain east of Bethel, and he pitched his tent with Bethel on the west and Ai on the east; there he built an altar to the Lord and called on the name of the Lord.<br><br><strong><sup>9</sup> </strong>So Abram journeyed, going on still toward the [d]South.<br><br>The last time that God had spoken with a person, at least as recorded in Scripture, it was with Noah, to reassure him after the Flood that He would establish a covenant with all flesh (Gen. 9:15–17) and that another worldwide flood would never come. God’s new word, now to Abram, reconnects with that promise: all the nations of the earth will be blessed through Abram.<br><br>The fulfillment of that prophecy begins with leaving the past. Abram leaves all that is familiar to him, his family, his country, even a part of himself. The intensity of this going is reflected in the repetition of the keyword “go,” which occurs seven times in this context. Abram has first to leave his country, “Ur of the Chaldeans,” which also is Babylonia (Gen. 11:31, NKJV; Isa. 13:19). The call to “go out of Babylon” has a long history among the biblical prophets (Isa. 48:20, Rev. 18:4).<br><br>Abram’s departure also concerns his family. Abram must leave his heritage and much of what he learned and acquired through heredity, education, and influence.<br><br>Yet, God’s call to go involves even more. The Hebrew phrase lekh lekha, “go,” translated literally, means “go yourself ” or “go for your- self.” Abram’s departure from Babylon concerns more than his environment, or even his family. The Hebrew phrase suggests an emphasis on himself. Abram has to leave himself, to get rid of the part of himself that contains his Babylonian past.<br><br>The goal of this abandonment is “a land” that God will show him. The same language will be used again in the context of the sacrifice of Isaac (Gen. 22:2) to refer to the mount of Moriah, where Isaac will be offered and where the Jerusalem temple will be built (2 Chron. 3:1). God’s promise is not just about a physical homeland but about the salvation of the world. This idea is reaffirmed in God’s promise of the blessing for all nations (Gen. 12:2, 3) . The verb barakh, “bless,” appears five times in this passage. Thhis universal blessing for all people will come through the “seed” of Abram (Gen. 22:18, Gen. 26:4, Gen. 28:14). The text refers here to the “seed” that will ultimately be fulfilled in Jesus Christ (Acts 3:25).<br><br><strong>What might God be calling you to leave behind? That is, what part of your life might you have to abandon in order to heed the call of God?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 2",
               "dayTitle":"<p>The Temptation of Egypt<br></p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p><strong>Read Genesis 12:10–20. Why did Abram leave the Promised Land to go to Egypt? How did the pharaoh behave in comparison to Abram?</strong><br><br>Genesis 12:10–20.<br><br><sup>10 </sup>Now there was a famine in the land, and Abram went down to Egypt to dwell there, for the famine was severe in the land.<br><br><sup>11</sup> And it came to pass, when he was close to entering Egypt, that he said to Sarai his wife, “Indeed I know that you are a woman of beautiful countenance.<br><br><sup>12</sup> Therefore it will happen, when the Egyptians see you, that they will say, ‘This is his wife’; and they will kill me, but they will let you live.<br><br><sup>13</sup> Please say you are my sister, that it may be well with me for your sake, and that [a]I may live because of you.”<br><br><sup>14 </sup>So it was, when Abram came into Egypt, that the Egyptians saw the woman, that she was very beautiful.<br><br><sup>15</sup> The princes of Pharaoh also saw her and commended her to Pharaoh. And the woman was taken to Pharaoh’s house.<br><br><sup>16 </sup>He treated Abram well for her sake. He had sheep, oxen, male donkeys, male and female servants, female donkeys, and camels.<br><br><sup>17 </sup>But the Lord plagued Pharaoh and his house with great plagues because of Sarai, Abram’s wife.<br><br><sup>18</sup> And Pharaoh called Abram and said, “What is this you have done to me? Why did you not tell me that she was your wife?<br><br><sup>19 </sup>Why did you say, ‘She is my sister’? I might have taken her as my wife. Now therefore, here is your wife; take her and go your way.”<br><br><sup>20 </sup>So Pharaoh commanded his men concerning him; and they sent him away, with his wife and all that he had.<br><br>Ironically, Abram, who has just arrived in the Promised Land, decides to leave it for Egypt because “there was a famine in the land” (Gen. 12:10, NKJV). Evidence of people from Canaan going into Egypt in times of famine is well attested in ancient Egyptian texts. In the Egyptian teaching of Merikare, a text composed during the period of the Middle Kingdom (2060–1700 b.c.), people coming from Canaan are identified as “miser- able Asiatic” (aamu) and described as “wretched . . . short of water . . . he does not dwell on one place, food propels his legs.”—Miriam Lichtheim, Ancient Egyptian Literature, Volume I: The Old and Middle Kingdoms (Berkeley, CA: University of California Press, 1973), pp. 103, 104.<br><br>The temptation of Egypt was often a problem for the ancient Israelites (Num. 14:3, Jer. 2:18) . Egypt, thus, became a symbol of humans trusting in humans rather than in God (2 Kings 18:21; Isa. 36:6, 9). In Egypt, where water could be seen on a daily basis, faith was not necessary, for the promise of the land was immediately visible. Compared to the land of famine, Egypt sounded like a good place to be, despite what God had said to Abram.<br><br>The Abram who now leaves Canaan contrasts with the Abram who left Ur. Before, Abram was portrayed as a man of faith who left Ur in response to God’s call; now, Abram leaves the Promised Land by himself, of his own volition. Before, Abram relied on God; now he behaves like a manipulative and unethical politician who counts only on himself. “During his stay in Egypt, Abraham gave evidence that he was not free from human weakness and imperfection. In concealing the fact that Sarah was his wife, he betrayed a distrust of the divine care, a lack of that lofty faith and courage so often and nobly exemplified in his life.”—Ellen G. White, Patriarchs and Prophets, p. 130.<br><br>What we see here, then, is how even a great man of God can make a mistake and yet not be forsaken by God. When the New Testament talks about Abraham as an example of salvation by grace, it means just that—grace. Because, if it weren’t by grace, Abraham, like all of us, would have had no hope.<br><br><strong>What should this story teach us about how easy it is, even for faithful Christians, to stray from the correct path? Why is dis - obedience never a good choice?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 3",
               "dayTitle":"<p>Abram and Lot<br></p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p><strong>Read Genesis 13:1–18. What does this story teach us about the impor- tance of character?</strong><br><br>Genesis 13:1–18.<br><br><sup>1</sup> Then Abram went up from Egypt, he and his wife and all that he had, and Lot with him, to the [a]South.<br><br><sup>2</sup> Abram was very rich in livestock, in silver, and in gold.<br><br><sup>3</sup> And he went on his journey from the South as far as Bethel, to the place where his tent had been at the beginning, between Bethel and Ai,<br><br><sup>4</sup> to the place of the altar which he had made there at first. And there Abram called on the name of the Lord.<br><br><sup>5</sup> Lot also, who went with Abram, had flocks and herds and tents.<br><br><sup>6</sup> Now the land was not able to [b]support them, that they might dwell together, for their possessions were so great that they could not dwell together.<br><br><sup>7</sup> And there was strife between the herdsmen of Abram’s livestock and the herdsmen of Lot’s livestock. The Canaanites and the Perizzites then dwelt in the land.<br><br><sup>8</sup> So Abram said to Lot, “Please let there be no strife between you and me, and between my herdsmen and your herdsmen; for we are brethren.<br><br><sup>9</sup> Is not the whole land before you? Please separate from me. If you take the left, then I will go to the right; or, if you go to the right, then I will go to the left.”<sup><br><br>10 </sup>And Lot lifted his eyes and saw all the plain of Jordan, that it was well watered everywhere (before the Lord destroyed Sodom and Gomorrah) like the garden of the Lord, like the land of Egypt as you go toward Zoar.<br><br><sup>11</sup> Then Lot chose for himself all the plain of Jordan, and Lot journeyed east. And they separated from each other.<br><br><sup>12</sup> Abram dwelt in the land of Canaan, and Lot dwelt in the cities of the plain and pitched his tent even as far as Sodom.<br><br><sup>13 </sup>But the men of Sodom were exceedingly wicked and sinful against the Lord.<br><br><sup>14</sup> And the Lord said to Abram, after Lot had separated from him: “Lift your eyes now and look from the place where you are—northward, southward, eastward, and westward;<br><br><sup>15 </sup>for all the land which you see I give to you and your [c]descendants forever.<br><br><sup>16</sup> And I will make your descendants as the dust of the earth; so that if a man could number the dust of the earth, then your descendants also could be numbered.<br><br><sup>17</sup> Arise, walk in the land through its length and its width, for I give it to you.”<br><br><sup>18 </sup>Then Abram moved his tent, and went and dwelt by [d]the terebinth trees of Mamre, which are in Hebron, and built an altar there to the Lord.<br><br>Abram returns to where he was before, as if his trip to Egypt were a mere unfortunate detour. God’s history with Abram starts again, where it had stopped since his first trip to the Promised Land. Abram’s first station is Bethel (Gen. 13:3), just as in his first trip to the land (Gen. 12:3–6). Abram has repented and is back to “himself ”: Abram, the man of faith.<br><br>Abram’s reconnection with God already shows in his relationship with people, in the way that he handles the problem with Lot, his nephew, concerning the use of the land. It is Abram himself who pro- poses a peaceful agreement and allows Lot to choose first (Gen. 13:9, 10), an act of generosity and kindness indicative of the kind of man Abram was.<br><br>The fact that Lot chose the easiest and best part for himself—the well- watered plain (Gen. 13:10, 11)—without any concern about the wicked- ness of his future neighbors (Gen. 13:13) reveals something about his greediness and character. The phrase “for himself ” reminds us of the antediluvians, who also chose “for themselves” (see Gen. 6:2).<br><br>In contrast, Abram’s move was an act of faith. Abram did not choose the land; it was given to him by God’s grace. Unlike Lot, Abram looked at the land only at God’s injunction (Gen. 13:14). It is only when Abram separates from Lot that God speaks to him again (Gen. 13:14). In fact, this is the first recorded time in the Bible that God speaks to Abram since his call at Ur. “ ‘Lift your eyes now and look from the place where you are—northward, southward, eastward, and westward; for all the land which you see I give to you and your descendants forever’ ” (Gen. 13:14, 15, NKJV). God, then, invites Abram to “ ‘walk’ ” on this land as an act of appropriation. “ ‘Arise, walk in the land through its length and its width, for I give it to you’ ” (Gen. 13:17, NKJV).<br><br>The Lord, though, makes it very clear that He, God, is giving it to Abram. It is a gift, a gift of grace, which Abram must appropriate by faith, a faith that leads to obedience. It is the work of God alone that will bring about all that He has promised to Abram here (see Gen. 13:14–17).<br><br><strong>How can we learn to be kind and generous to others, even when they aren’t that way to us?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 4",
               "dayTitle":"<p>The Babel Coalition<br></p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p><strong>Read Genesis 14:1–17. What is significant about this war taking place just after the gift of the Promised Land? What does this story teach us about Abram?</strong><br><br><strong>Genesis 14:1–17</strong><br><br><strong><sup>1</sup> </strong>And it came to pass in the days of Amraphel king of Shinar, Arioch king of Ellasar, Chedorlaomer king of Elam, and Tidal king of [a]nations,<br><br><sup><strong>2</strong> </sup>that they made war with Bera king of Sodom, Birsha king of Gomorrah, Shinab king of Admah, Shemeber king of Zeboiim, and the king of Bela (that is, Zoar).<br><strong><br><sup>3 </sup></strong>All these joined together in the Valley of Siddim (that is, the Salt Sea).<br><br><strong><sup>4</sup> </strong>Twelve years they served Chedorlaomer, and in the thirteenth year they rebelled.<br><br><strong><sup>5</sup></strong> In the fourteenth year Chedorlaomer and the kings that were with him came and attacked the Rephaim in Ashteroth Karnaim, the Zuzim in Ham, the Emim in Shaveh Kiriathaim,<br><br><strong><sup>6</sup></strong> and the Horites in their mountain of Seir, as far as El Paran, which is by the wilderness.<br><br><sup>7</sup> Then they turned back and came to En Mishpat (that is, Kadesh), and attacked all the country of the Amalekites, and also the Amorites who dwelt in Hazezon Tamar.<br><br><sup>8</sup> And the king of Sodom, the king of Gomorrah, the king of Admah, the king of Zeboiim, and the king of Bela (that is, Zoar) went out and joined together in battle in the Valley of Siddim<br><br><sup>9</sup> against Chedorlaomer king of Elam, Tidal king of [b]nations, Amraphel king of Shinar, and Arioch king of Ellasar—four kings against five.<br><br><sup>10</sup> Now the Valley of Siddim was full of asphalt pits; and the kings of Sodom and Gomorrah fled; some fell there, and the remainder fled to the mountains.<br><br><sup>11 </sup>Then they took all the goods of Sodom and Gomorrah, and all their provisions, and went their way.<br><br><sup>12</sup> They also took Lot, Abram’s brother’s son who dwelt in Sodom, and his goods, and departed.<br><br><sup>13</sup> Then one who had escaped came and told Abram the Hebrew, for he dwelt by [c]the terebinth trees of Mamre the Amorite, brother of Eshcol and brother of Aner; and they were allies with Abram.<br><br><sup>14</sup> Now when Abram heard that his brother was taken captive, he armed his three hundred and eighteen trained servants who were born in his own house, and went in pursuit as far as Dan.<br><br><sup>15</sup> He divided his forces against them by night, and he and his servants attacked them and pursued them as far as Hobah, which is [d]north of Damascus.<br><br><sup>16</sup> So he brought back all the goods, and also brought back his brother Lot and his goods, as well as the women and the people.<br><br><sup>17</sup> And the king of Sodom went out to meet him at the Valley of Shaveh (that is, the King’s Valley), after his return from the [e]defeat of Chedorlaomer and the kings who were with him.<br><br>This is the first war narrated in the Scriptures (Gen. 14:2). The coalition of four armies from Mesopotamia and Persia against the other coalition of five Canaanite armies, including the kings of Sodom and Gomorrah (Gen. 14:8), suggest a large conflict (Gen. 14:9). The reason for this military operation has to do with the fact that the Canaanite peoples had rebelled against their Babylonian suzerains (Gen. 14:4, 5). Although this story refers to a specific historical conflict, the timing of this “global” war, just after God’s gift of the Promised Land to Abram, gives this event a particular spiritual significance.<br><br>The involvement of so many peoples from the country of Canaan suggests that the issue at stake in this conflict was sovereignty over the land. Ironically, the camp of Abram, the truly interested party, because he is the only true owner of the land, is the only force that remains outside of the conflict, at least at first.<br><br>The reason for Abram’s neutrality is that for Abram, the Promised Land was not acquired through the force of arms or through the wisdom of political strategies. Abram’s kingdom was God’s gift. The only reason Abram will intervene is the fate of his nephew Lot, who was taken prisoner in the course of the battles (Gen. 14:12, 13).<br><br>“Abraham, dwelling in peace in the oak groves at Mamre, learned from one of the fugitives the story of the battle and the calamity that had befallen his nephew. He had cherished no unkind memory of Lot’s ingratitude. All his affection for him was awakened, and he determined that he should be rescued. Seeking, first of all, divine counsel, Abraham prepared for war.”—Ellen G. White, Patriarchs and Prophets, p. 135.<br><br>But Abram does not confront the whole coalition. In what must have been a quick and nocturnal commando operation, he attacks only the camp where Lot was held prisoner. Lot is saved. Thus, this faithful man of God also showed great courage and fortitude. No doubt his influence in the region grew, and people saw the kind of man he was and learned something more of the God whom he served.<br><br><strong>What kind of influence do our actions have on others? What kind of message are we sending about our faith by our actions?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 5",
               "dayTitle":"<p>The Tithe of Melchizedek<br></p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p><strong>Read Genesis 14:18–24 and Hebrews 7:1–10. Who was Melchizedek? Why did Abram give his tithe to this priest who seems to appear out of nowhere?</strong><br><br>Genesis 14:18–24<br><br><sup>18</sup> Then Melchizedek king of Salem brought out bread and wine; he was the priest of God Most High.<br><br><sup>19</sup> And he blessed him and said:<br><br>“Blessed be Abram of God Most High, Possessor of heaven and earth;<br><br><sup>20</sup> And blessed be God Most High, Who has delivered your enemies into your hand.”<br><br>And he gave him [a]a tithe of all.<br><br><sup>21</sup> Now the king of Sodom said to Abram, “Give me the [b]persons, and take the goods for yourself.”<br><br><sup>22</sup> But Abram said to the king of Sodom, “I have raised my hand to the Lord, God Most High, the Possessor of heaven and earth,<br><br><sup>23 </sup>that I will take nothing, from a thread to a sandal strap, and that I will not take anything that is yours, lest you should say, ‘I have made Abram rich’—<br><br><sup>24</sup> except only what the young men have eaten, and the portion of the men who went with me: Aner, Eshcol, and Mamre; let them take their portion.”<br><br>Hebrews 7:1–10<br><br><sup>1</sup> For this Melchizedek, king of Salem, priest of the Most High God, who met Abraham returning from the slaughter of the kings and blessed him,<br><br><sup>2</sup> to whom also Abraham gave a tenth part of all, first being translated “king of righteousness,” and then also king of Salem, meaning “king of peace,”<br><br><sup>3</sup> without father, without mother, without genealogy, having neither beginning of days nor end of life, but made like the Son of God, remains a priest continually.<br><br><sup>4</sup> Now consider how great this man was, to whom even the patriarch Abraham gave a tenth of the [a]spoils.<br><br><sup>5</sup> And indeed those who are of the sons of Levi, who receive the priesthood, have a commandment to receive tithes from the people according to the law, that is, from their brethren, though they have come from the loins of Abraham;<br><br><sup>6</sup> but he whose genealogy is not derived from them received tithes from Abraham and blessed him who had the promises.<br><br><sup>7</sup> Now beyond all contradiction the lesser is blessed by the better.<br><br><sup>8</sup> Here mortal men receive tithes, but there he receives them, of whom it is witnessed that he lives.<br><br><sup>9</sup> Even Levi, who receives tithes, paid tithes through Abraham, so to speak,<br><br><sup>10</sup> for he was still in the loins of his father when Melchizedek met him.<br><br>The sudden appearance of the mysterious Melchizedek is not out of place. After Abram has been thanked by the Canaanite kings, he now thanks this priest, a thankfulness revealed by his paying his tithe to him.<br><br>Melchizedek comes from the city of Salem, which means “peace,” an appropriate message after the turmoil of war.<br><br>The component tsedek, “justice,” in the name of Melchizedek, appears in contrast to the name of the king of Sodom, Bera (“in evil”), and Gomorrah, Birsha (“in wickedness”), probably surnames for what they represent (Gen. 14:2).<br><br>Melchizedek appears after the reversal of the violence and evil rep- resented by the other Canaanite kings. This passage also contains the first biblical reference to the word “priest” (Gen. 14:18). The association of Melchizedek with “God Most High” (Gen. 14:18, NKJV), whom Abram calls his own God (Gen. 14:22), clearly indicates that Abram saw him as priest of the God Abram served. Melchizedek is, however, not to be identified with Christ. He was God’s representative among the people of that time (see Ellen G. White Comments, The SDA Bible Commentary, vol. 1, pp. 1092, 1093).<br><br>Melchizedek officiates, indeed, as a priest. He serves “bread and wine,” an association that often implies the use of fresh-pressed grape juice (Deut. 7:13, 2 Chron. 31:5), which reappears in the context of the giving of the tithes (Deut. 14:23). In addition, he extends blessing to Abram (Gen. 14:19).<br><br>Abram, meanwhile, “gave him a tithe of all” (Gen. 14:20, NKJV) as a response to God the Creator, the “Possessor of heaven and earth” (Gen. 14:19, NKJV). This title alludes to the introduction of the Creation story (Gen. 1:1, NKJV), where the phrase “heavens and earth” means totality or “all.” As such, the tithe is understood as an expression of gratitude to the Creator, who owns everything (Heb. 7:2–6; compare with Gen. 28:22) . Paradoxically, the tithe is understood by the worshiper not as a gift to God, but as a gift from God, because God gives us everything to begin with.<br><br><strong>Why is the act of returning tithe a powerful indicator of faith, as well as a great faith-building act?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 6",
               "dayTitle":"",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p><strong>Further Thought:</strong> Read Ellen G. White, “Abraham in Canaan,” pp. 134–136, in Patriarchs and Prophets.<br><br>“Christ’s church is to be a blessing, and its members are to be blessed as they bless others. The object of God in choosing a people before all the world was not only that He might adopt them as His sons and daughters, but that through them He might confer on the world the benefits of divine illumination. When the Lord chose Abraham it was not simply to be the special friend of God, but to be a medium of the precious and peculiar privileges the Lord desired to bestow upon the nations. He was to be a light amid the moral darkness of his surround- ings.<br><br>“Whenever God blesses His children with light and truth, it is not only that they may have the gift of eternal life, but that those around them may also be spiritually enlightened. . . . ‘Ye are the salt of the earth.’ And when God makes His children salt, it is not only for their own preservation, but that they may be agents in preserving others. . . .<br><br>“Do you shine as living stones in God’s building? . . . We have not the genuine religion, unless it exerts a controlling influence upon us in every business transaction. We should have practical godliness to weave into our lifework. We should have the transforming grace of Christ upon our hearts. We need a great deal less of self, and more of Jesus.”—Ellen G. White, Reflecting Christ, p. 205.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> In light of the blessing of Abram, “ ‘I will bless you . . . and you shall be a blessing’ ” (Gen. 12:2, NKJV), what does it mean to be blessed? How can we, as people who serve the same God as did Abram, be a blessing to others?<br><br><strong>2</strong>. What was wrong in Abram’s half lie regarding his sister-wife? What is worse: lying or saying some truth while still, at the same time, technically lying?<strong><br><br>3. </strong>Read again Genesis 14:21–23, Abram’s response to the offer of the king of Sodom. Why did he respond as he did, and what important lesson can we take from this story? Would not Abram have been justified had he decided to take what the king had offered him?<br><br><strong>Genesis 14:21–23</strong><br><br><strong><sup>21</sup></strong> Now the king of Sodom said to Abram, “Give me the [a]persons, and take the goods for yourself.”<br><br><strong><sup>22</sup> </strong>But Abram said to the king of Sodom, “I have raised my hand to the Lord, God Most High, the Possessor of heaven and earth,<br><br><strong><sup>23</sup> </strong>that I will take nothing, from a thread to a sandal strap, and that I will not take anything that is yours, lest you should say, ‘I have made Abram rich’.<br><br><strong>Inside Story:</strong><br><strong><br>A Dream Marriage</strong><br><br>By Yulia Bondarenko<br><br>The day Ruth took her first step toward becoming a missionary was when she gave her life to Jesus and was baptized while in the seventh grade in the United States.<br><br>In the eighth grade, she was asked to clean her Seventh-day Adventist church. She knew nothing about cleaning churches, so instead she sat at the piano. As she played and sang about her Savior, she imagined people from various countries sitting in the pews, and a prayerful desire formed in her mind to marry a man who would play and sing with her. But who?<br><br>When she was 15, Ruth watched her newly married sister, visiting home from her honeymoon, slip into her wedding gown, put her hands over her eyes, and sob. Ruth resolved that a similar situation would not happen to her and started to make a list of desirable traits in her future husband. Her mother, learning about the list, wisely said, “Ruth, you also have to become the kind of woman whom that man might want.” Ruth prayerfully began to seek to acquire these traits that she expected in her husband. But who?<br><br>Just before attending Andrews University, Ruth briefly was engaged, but she broke it off. A few months later, she ended another relationship after learn- ing that the man was dating someone else at the same time.<br><br>That winter, Ruth was in the women’s residence hall, waiting to go carol - ing, when a friend exclaimed, “There’s Emil Moldrik! Let’s get into his car!” “Who?” Ruth asked. “Don’t you know?” her friend replied. “He sings, plays the organ, and wants to be a pastor.” Ruth thought, That’s who!<br><br>For the next few hours, Ruth sang soprano and Emil sang tenor. She felt a new joy in her heart and couldn’t stop looking at his eyes. She believed that eyes are the windows to the heart, and his eyes were so kind and pure. Emil returned Ruth’s gaze as they sang, and the next evening he called for a date.<br><br>Today, Emil and Ruth Moldrik have been married nearly 60 years and have served God in more than 15 countries, singing and playing musical instruments as missionaries. Emil plays 12 instruments, including the saw and autoharp. The couple has visited Ukraine alone 10 times, conducting marriage and English-language classes and Bible meetings.<br><br>As Ruth remembers the day she sang and played in the empty church, she praises God for fulfilling her dream. “I did sing and play around the world, so God answered my prayers,” she says.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>The Roots of Abraham<br></p>",
         "verse":"<p><strong>Memory Text:</strong>“By faithAbraham obeyed when he was called to go out to the place which he would receive as an inheritance. And he went out, not knowing where he was going” (Hebrews 11:8, NKJV).<br></p>",
         "versionCode":16,
         "weekDate":"April 30–May 6"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
