{
   "data":[
      {
         "color":"#3D3399",
         "id":8,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"15 de febrero 2025",
               "dayTitle":"",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p>Providencia es el término utilizado para describir la acción de Dios en el mundo. La forma en que pensamos acerca de la providencia de Dios marca una gran diferencia en cómo nos relacionamos con él y con los demás, y en cómo pensamos acerca del problema del mal.\n</p><p>Los cristianos tienen diversas concepciones acerca de la providencia divina. Algunos creen que Dios ejerce su poder de tal manera que determina que todos los acontecimientos sucedan tal y como suceden, y que incluso decide quién se salvará y quién se perderá. Según este punto de vista, las personas no son libres de elegir otra cosa que no sea lo que Dios decreta. De hecho, quienes creen de esta manera argumentan que incluso los deseos humanos están determinados por Dios.\n</p><p>En contraste, la sólida evidencia bíblica muestra que Dios no determina todo lo que sucede, sino que concede a los seres humanos libre albedrío, hasta el punto de que ellos (y los ángeles) pueden elegir actuar directamente en contra de la voluntad divina. La historia de la Caída, del pecado y del mal es una expresión dramática y trágica de los resultados del mal uso del libre albedrío. El Plan de Salvación fue instituido para remediar la tragedia causada por ello.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 16 de febrero",
               "dayTitle":"<p>NUESTRO DIOS SOBERANO</p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p>“Dios es soberano”, dijo el pastor de jóvenes a un grupo de estudiantes de escuela secundaria. “Eso significa que él controla todo lo que sucede”. Un perplejo alumno replicó: “¿Así que Dios tenía el control cuando murió mi perro? ¿Por qué iba Dios a matar a mi perro?” Tratando de responder a ese interrogante, el pastor respondió: “Es una pregunta difícil. Pero a veces Dios nos hace pasar por momentos difíciles a fin de que estemos preparados para cosas aún más difíciles en el futuro. Recuerdo lo duro que fue cuando murió mi perro. Pero pasar por eso me ayudó a afrontar un momento aún más difícil después, cuando murió mi abuela. ¿Tiene sentido?” Tras una larga pausa, el estudiante respondió: “¿Así que Dios mató a mi perro a fin de prepararme para cuando él mate a mi abuela?” (Marc Cortez, citado en John C. Peckham, Divine attributes: Knowing the covenantal God of Scripture [Atributos divinos: Cómo conocer al Dios pactual de la Escritura] [Baker Academic, 2021], p. 141). La gente a veces asume que todo lo que ocurre sucede tal y como Dios quiere, que todo acontece en el mundo precisamente como Dios quería que ocurriera. Al fin y al cabo, Dios es todopoderoso. ¿Cómo podría ocurrir algo que Dios no deseara? Por lo tanto, pase lo que pase, por malo que sea, todo siempre es la voluntad de Dios. Eso es al menos lo que enseña esta teología.\n</p><p><strong>Lee Salmos 81:11 al 14; Isaías 30:15 y 18; 66:4; y Lucas 13:34. ¿Qué dicen estos textos acerca de si siempre se cumple la voluntad de Dios?\n</strong></p><p><strong>Salmos 81:11 al 14\n</strong></p><p><strong>11</strong> Pero mi pueblo no oyó mi voz, e Israel no me quiso a mí.\n</p><p><strong>12</strong> Los dejé, por tanto, a la dureza de su corazón; caminaron en sus propios consejos.\n</p><p><strong>13 </strong>¡Oh, si me hubiera oído mi pueblo, si en mis caminos hubiera andado Israel!\n</p><p><strong>Isaías 30:15 y 18\n</strong></p><p><strong>15</strong> Porque así dijo Jehová el Señor, el Santo de Israel: En descanso y en reposo seréis salvos; en quietud y en confianza será vuestra fortaleza. Y no quisisteis\n</p><p><strong>18</strong> Por tanto, Jehová esperará para tener piedad de vosotros, y por tanto, será exaltado teniendo de vosotros misericordia; porque Jehová es Dios justo; bienaventurados todos los que confían en él.\n</p><p><strong>Isaías 66:4\n</strong></p><p><strong>4</strong> también yo escogeré para ellos escarnios, y traeré sobre ellos lo que temieron; porque llamé, y nadie respondió; hablé, y no oyeron, sino que hicieron lo malo delante de mis ojos, y escogieron lo que me desagrada.\n</p><p><strong>Lucas 13:34\n</strong></p><p><strong>34</strong> ¡Jerusalén, Jerusalén, que matas a los profetas, y apedreas a los que te son enviados! ¡Cuántas veces quise juntar a tus hijos, como la gallina a sus polluelos debajo de sus alas, y no quisiste!\n</p><p>Aunque muchas personas creen que Dios siempre obtiene lo que quiere, la Biblia muestra algo muy diferente. Las Escrituras muestran una y otra vez a un Dios cuyos deseos no son satisfechos. Es decir, lo que sucede es muchas veces contrario a lo que Dios afirma que preferiría que sucediera. Por ejemplo, él deseaba un resultado para su pueblo, pero este eligió otro. Dios mismo se lamenta: “Pero mi pueblo no oyó mi voz. […] ¡Si mi pueblo me hubiera escuchado, si en mis caminos hubiera andado Israel! En un momento habría yo derribado a sus enemigos y vuelto mi mano contra sus adversarios” (Sal. 81:11, 13, 14).\n</p><p><strong>Piensa en las implicaciones de cualquier teología que atribuya todo lo que sucede a la voluntad directa de Dios. ¿Qué tipo de problemas profundos, especialmente en el contexto del mal, crearía una teología así?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 17 de febrero",
               "dayTitle":"<p>TODOPODEROSO (PANTOKRAT?R)</p>",
               "id":83,
               "idDay":3,
               "idLesson":8,
               "lessonText":"<p>A lo largo de las Escrituras se manifiesta el asombroso poder de Dios. La Biblia incluye innumerables narraciones en las que Dios ejerce su poder y obra milagros. Sin embargo, y a pesar de ello, suceden muchas cosas que Dios no quiere que ocurran.\n</p><p><strong>Lee Apocalipsis 11:17; Jeremías 32:17 al 20; Lucas 1:37; y Mateo 19:26. Considera también Hebreos 1:3. ¿Qué enseñan estos pasajes acerca del poder de Dios?\n</strong></p><p><strong>Apocalipsis 11:17\n</strong></p><p><strong>17</strong> diciendo: Te damos gracias, Señor Dios Todopoderoso, el que eres y que eras y que has de venir, porque has tomado tu gran poder, y has reinado.\n</p><p><strong>Jeremías 32:17 al 20\n</strong></p><p><strong>17</strong> ¡Oh Señor Jehová! he aquí que tú hiciste el cielo y la tierra con tu gran poder, y con tu brazo extendido, ni hay nada que sea difícil para ti;&nbsp;</p><p><strong style=\"background-color: initial;\">18 </strong>que haces misericordia a millares, y castigas la maldad de los padres en sus hijos después de ellos; Dios grande, poderoso, Jehová de los ejércitos es su nombre;</p><p><em>&nbsp;</em><strong>19</strong> grande en consejo, y magnífico en hechos; porque tus ojos están abiertos sobre todos los caminos de los hijos de los hombres, para dar a cada uno según sus caminos, y según el fruto de sus obras.&nbsp;</p><p><strong>20</strong> Tú hiciste señales y portentos en tierra de Egipto hasta este día, y en Israel, y entre los hombres; y te has hecho nombre, como se ve en el día de hoy.\n</p><p><strong>Lucas 1:37</strong></p><p><strong>&nbsp;7</strong> porque nada hay imposible para Dios.\n</p><p><strong>Mateo 19:26</strong></p><p><strong>&nbsp;26</strong> Y mirándolos Jesús, les dijo: Para los hombres esto es imposible; mas para Dios todo es posible.\n</p><p>Estos textos y otros enseñan que Dios es todopoderoso y que sostiene el mundo con su poder. De hecho, el Apocalipsis se refiere repetidamente a Dios como el “Señor Todopoderoso” (por ejemplo, Apoc. 11:17; compara con 2 Cor. 6:18; Apoc. 1:8; 16:14; 19:15; 21:22). Este es precisamente el significado de la palabra griega así traducida (pantokrat?r). El hecho de que Dios es todopoderoso no solo es afirmado con palabras, sino además se manifiesta en los numerosos casos asombrosos en los que Dios usa su poder para liberar a su pueblo o interviene milagrosamente en el mundo. Sin embargo, el hecho de que Dios es “todopoderoso” no significa que pueda hacer cualquier cosa. Las Escrituras enseñan que hay cosas que Dios no puede hacer. Por ejemplo, 2 Timoteo 2:13 declara que Dios “no puede negarse a sí mismo”. En consecuencia, la mayoría de los cristianos están de acuerdo en que Dios es todopoderoso u omnipotente, lo que significa que Dios tiene el poder de hacer cualquier cosa que no implique una contradicción; es decir, cualquier cosa que sea lógicamente posible y coherente con la naturaleza de Dios. Que algunas cosas no son posibles para Dios porque implicarían una contradicción es evidente a la luz de la oración de Cristo en Getsemaní. Aunque el Señor afirmó que “para Dios todo es posible” (Mat. 19:26), también oró al Padre cuando se acercaba la crucifixión: “Padre mío, si es posible, pase de mí esta copa. Sin embargo, no sea como yo quiero sino como quieras tú” (Mat. 26:39). Por supuesto, el Padre poseía el poder absoluto para librar a Cristo del sufrimiento en la Cruz, pero no podía hacerlo al mismo tiempo que salvaba a los pecadores. Tenía que hacer una cosa o la otra, no ambas.\n</p><p><strong>Las Escrituras también enseñan que Dios quiere salvar a todos (por ejemplo, 1 Tim. 2:4-6; Tito 2:11; 2 Ped. 3:9; Eze. 33:11), pero no todos se salvarán. ¿Qué enseña este hecho sobre la realidad del libre albedrío y los límites del poder de Dios respecto de los seres a los que ha concedido esa libertad de elección?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 18 de febrero",
               "dayTitle":"<p>AMAR A DIOS</p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p>El hecho de que Dios es todopoderoso no significa que pueda hacer lo lógicamente imposible. En consecuencia, Dios no puede obligar a alguien a amarlo libremente. Si hacer algo libremente significa realizarlo sin estar determinado u obligado a hacerlo, entonces, por definición, es imposible forzar a alguien a hacer algo de manera libre o voluntaria. En resumen, Dios no puede forzar a nadie a sentir amor por él, pues lo que obtendría, en caso de hacerlo, ya no sería amor.\n</p><p><strong>Lee Mateo 22:37; y Deuteronomio 6:4 y 5. ¿Qué enseñan estos versículos sobre la realidad del libre albedrío?\n</strong></p><p><strong>Mateo 22:37&nbsp;</strong></p><p><strong>37</strong> Jesús le dijo: Amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con toda tu mente.\n</p><p><strong>Deuteronomio 6:4 y 5&nbsp;</strong></p><p><strong>4 </strong>Oye, Israel: Jehová nuestro Dios, Jehová uno es.</p><p><strong>5</strong> Y amarás a Jehová tu Dios de todo tu corazón, y de toda tu alma, y con todas tus fuerzas.\n</p><p>El mandamiento más importante, amar a Dios, demuestra que él desea que todos lo amen. Sin embargo, no todos aman a Dios. ¿Por qué, entonces, Dios simplemente no hace que todos lo amen? De nuevo, porque el amor, para ser amor, debe brotar libremente del corazón.\n</p><p><strong>Lee Hebreos 6:17 y 18; y Tito 1:2. ¿Qué enseñan estos textos acerca de Dios?\n</strong></p><p><strong>Hebreos 6:17 y 18&nbsp;</strong></p><p><strong>17</strong> Por lo cual, queriendo Dios mostrar más abundantemente a los herederos de la promesa la inmutabilidad de su consejo, interpuso juramento;</p><p><strong>18</strong> para que por dos cosas inmutables, en las cuales es imposible que Dios mienta, tengamos un fortísimo consuelo los que hemos acudido para asirnos de la esperanza puesta delante de nosotros.\n</p><p><strong>Tito 1:2</strong></p><p><strong>&nbsp;2 </strong>en la esperanza de la vida eterna, la cual Dios, que no miente, prometió desde antes del principio de los siglos\n</p><p>Según Números 23:19, “Dios no es hombre para que mienta”. Él nunca miente (Tito 1:2) y siempre cumple lo que promete (Heb. 6:17, 18). En consecuencia, si Dios ha prometido algo o se ha comprometido a ello, su accionar futuro está moralmente limitado en virtud de esa promesa. Esto significa que, en la medida en que Dios concede a las criaturas la mayoría de las veces la libertad de elegir algo distinto de lo que él prefiere, no depende de él lo que elijan los seres humanos. Si Dios se ha comprometido a conceder a las criaturas el libre albedrío, los seres humanos poseen la capacidad de ejercer su libertad de forma contraria a los deseos ideales de Dios. Trágicamente, muchas personas ejercen su libertad de este modo y, en consecuencia, ocurren muchas cosas que Dios desearía que no sucedieran, pero que no dependen, en sentido estricto, de Dios.\n</p><p><strong>¿Hiciste alguna vez algo a sabiendas de que Dios no quería que lo hicieras? ¿Qué enseña eso acerca de cuán real es el libre albedrío y de sus posibles consecuencias negativas en caso de mal uso?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miércoles 19 de febrero",
               "dayTitle":"<p>VOLUNTAD DIVINA IDEAL Y CORRECTIVA</p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Efesios 1:9 al 11. ¿Qué dice este texto acerca de la predestinación? ¿Están algunas personas predestinadas a salvarse y otras a perderse?\n</strong></p><p>Efesios 1:9 al 11&nbsp;</p><p><strong>9 </strong>dándonos a conocer el misterio de su voluntad, según su beneplácito, el cual se había propuesto en sí mismo,</p><p><strong>10 </strong>de reunir todas las cosas en Cristo, en la dispensación del cumplimiento de los tiempos, así las que están en los cielos, como las que están en la tierra.&nbsp;</p><p><strong>11</strong> En él asimismo tuvimos herencia, habiendo sido predestinados conforme al propósito del que hace todas las cosas según el designio de su voluntad.</p><p>El término griego traducido aquí y en otras partes de las Escrituras como “predestinación” (prohoriz?) no significa que Dios determina de antemano o causalmente la historia. A diferencia de ello, simplemente significa “proponer una meta o poner una meta delante”. Por supuesto, uno puede decidir algo (poner una meta) de antemano unilateralmente, o hacerlo de una manera que tenga en cuenta las decisiones libres de las personas delante de las cuales se pone esa meta. La Escritura enseña que Dios hace esto último. Aquí y en otros lugares (por ejemplo, Rom. 8:29, 30), el término traducido como “predestinado” se refiere a lo que Dios planea para el futuro después de tener en cuenta lo que sabe de antemano acerca de las decisiones libres de las criaturas. De esa manera, Dios puede guiar providencialmente la historia hacia los fines buenos que desea para todos respetando la libertad de las criaturas, necesaria para una auténtica relación de amor. Efesios 1:11 dice que “Dios hace todo según el propósito de su voluntad”. ¿Significa esto que Dios determina que todo suceda tal como él desea? Leído aisladamente, Efesios 1:9 al 11 podría dar esa impresión. Sin embargo, esta interpretación estaría en contradicción con los numerosos textos que vimos antes, que muestran que las personas rechazan a veces “el plan de Dios” (Luc. 7:30; compara con Luc. 13:34; Sal. 81:11-14). Si la Biblia no se contradice, ¿cómo armonizan estos pasajes? El texto de Efesios tiene perfecto sentido si uno simplemente reconoce una distinción entre lo que podríamos llamar la “voluntad ideal” de Dios y su “voluntad correctiva”. La “voluntad ideal” de Dios es lo que él prefiere que ocurra y lo que ocurriría si todos hicieran siempre exactamente lo que él desea. En cambio, la voluntad divina “correctiva”, o “reparadora”, es la que ya ha tenido en cuenta todos los demás factores, incluidas las decisiones libres de las criaturas, que a veces se apartan de lo que Dios prefiere. Efesios 1:11 parece referirse a la voluntad correctiva, o reparadora, de Dios.\n</p><p><strong>La presciencia de Dios acerca el futuro es tal que, aun conociendo todas las decisiones, incluidas las malas, que tomarán las personas, él puede obrar “para bien” (Rom. 8:28). ¿Qué consuelo puedes extraer de esta verdad?</strong></p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 20 de febrero",
               "dayTitle":"<p>DIOS HA VENCIDO AL MUNDO</p>",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p>Si todo ocurriera según la voluntad ideal de Dios, nunca habría existido el mal, sino solo la dicha, el amor y la armonía perfectos. Con el tiempo, la Tierra será restaurada y así el universo entero volverá a estar en armonía con la voluntad perfecta e ideal de Dios. Mientras tanto, él hace que su voluntad se cumpla teniendo en cuenta las decisiones libres de sus criaturas. Imagina un concurso de repostería en el que todos los participantes están obligados a utilizar una serie de ingredientes, pero pueden añadir cualquier otro que deseen para hacer el pastel o la torta que quieran. En última instancia, cualquiera que sea la torta que cada repostero decida hacer, ella estará determinada, al menos en parte, por algunos ingredientes que él no eligió. Del mismo modo, dado que Dios se ha comprometido a respetar la libertad de las criaturas (libertad necesaria para el amor), muchos de los “ingredientes” que componen la historia del mundo no son elegidos por Dios, sino lo contrario de lo que él desea. Desde este punto de vista, la providencia divina no es unidimensional. Dios no controla unilateralmente todo lo que sucede. Este hecho implica una visión bidimensional de la providencia de Dios. Algunas de las cosas que suceden son causadas por Dios, pero otras (como todos los males) son el resultado de las decisiones libres de sus criaturas. Dios no quiere que ocurran muchas de las cosas que suceden.\n</p><p><strong>Lee Juan 16:33. ¿Qué esperanza nos ofrece este texto, incluso en medio de las tribulaciones?\n</strong></p><p><strong>Juan 16:33&nbsp;</strong></p><p><strong>33</strong> Estas cosas os he hablado para que en mí tengáis paz. En el mundo tendréis aflicción; pero confiad, yo he vencido al mundo.\n</p><p>Especialmente en tiempos de sufrimiento o dificultad, la fe de las personas puede flaquear porque erróneamente creen que Dios les evitará o debería evitarles el sufrimiento y las dificultades propias de esta vida. Pero Jesús advierte a sus seguidores que experimentarán dificultades y tribulaciones en este mundo, pero que hay esperanza pues él ha vencido al mundo (Juan 16:33). El hecho de que enfrentemos sufrimientos y dificultades no significa que Dios desea idealmente eso para nosotros. Debemos tener siempre presente el panorama general del Gran Conflicto. Sin embargo, podemos confiar en que, aunque el mal en sí mismo no es necesario para el bien, Dios puede hacer que algo bueno resulte incluso de acontecimientos que no son buenos. Si confiamos en Dios, él puede utilizar incluso nuestros sufrimientos para acercarnos a él y motivarnos a ser compasivos y a cuidar de los demás.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 21 de febrero",
               "dayTitle":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
               "id":88,
               "idDay":8,
               "idLesson":8,
               "lessonText":"<p>Lee el capítulo titulado “ ‘Dios con nosotros’ ”, en las páginas 11 a 18 del libro El Deseado de todas las gentes, de Elena de White. “El plan de nuestra redención no fue una reflexión ulterior, un plan formulado después de la caída de Adán. Fue una ‘revelación del misterio que por tiempos eternos fue guardado en silencio’ (Rom. 16:25). Fue una manifestación de los principios que desde las edades eternas habían sido el fundamento del Trono de Dios. Desde el principio, Dios y Cristo sabían de la apostasía de Satanás y de la caída del hombre por causa del poder seductor del apóstata. Dios no ordenó que el pecado existiese, sino que previó su existencia, e hizo provisión para enfrentar la terrible emergencia. Tan grande fue su amor por el mundo que se comprometió a dar a su Hijo unigénito, ‘para que todo aquel en él cree, no se pierda, mas tenga vida eterna’ (Juan 3:16)”.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>&nbsp;1.</strong> Si Dios no siempre consigue lo que quiere, ¿cómo influye este hecho en tu forma de pensar acerca de lo malo que ocurre en el mundo? ¿Cuáles son las implicaciones prácticas de entender que Dios tiene deseos insatisfechos?\n</p><p><strong>2</strong>.Si volvemos a la analogía del jueves acerca del certamen de repostería, podemos entender por qué, aunque “Dios y Cristo sabían de la apostasía de Satanás”, siguieron adelante y nos crearon. El amor tenía que estar en la mezcla, y el amor significaba libertad. En lugar de no crearnos como seres capaces de amar, Dios nos creó para que pudiéramos amar, pero lo hizo aun sabiendo que, en última instancia, eso llevaría a Jesús a la Cruz. ¿Qué debería decirnos la disposición de Cristo a morir en la Cruz con tal de no privarnos de la libertad inherente al amor acerca de cuán sagrado y fundamental es este para el gobierno de Dios?\n</p><p><strong>3.</strong> A menudo lamentamos el mal y el sufrimiento existentes en este mundo, pero ¿cuán a menudo reflexionas acerca de la tristeza que Dios mismo siente a causa de ello? ¿Qué diferencia supone para tu comprensión del mal y del sufrimiento reconocer que Dios mismo sufre a causa del mal?\n</p><p><strong>4.</strong> ¿Cómo te ayuda saber que Dios no desea que ocurran muchas de las cosas que acontecen en el mundo a afrontar tu propio sufrimiento, especialmente cuando no tiene sentido y parece que no conduce a nada bueno?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 21 de febrero",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":89,
               "idDay":9,
               "idLesson":8,
               "lessonText":"<p><strong>RESEÑA&nbsp;</strong></p><p><strong>Texto clave: Juan 16:33</strong></p><p><strong>&nbsp;Enfoque del estudio:</strong> Salmos 81:11-14; Lucas 7:30; 13:34; Tito 1:2; Hebreos 6:18.</p><p><strong>Introducción</strong>: Aunque Dios es omnipotente y soberano, no es responsable de todo lo que sucede. Hay cosas que Dios no hará ni puede hacer desde el punto de vista de la naturaleza moral de su carácter. Sin embargo, la providencia divina puede transformar una situación terrible en una bendición.</p><p><strong>Temática de la lección</strong></p><p>&nbsp;La lección de esta semana enfatiza tres ideas principales:&nbsp;</p><p><strong>Dios es soberano aunque no todos sus deseos se cumplan:</strong>&nbsp;Dios no determina todo lo que sucede. Aunque es todopoderoso, está moralmente comprometido con el libre albedrío humano. En consecuencia, no todo lo que sucede está en armonía con sus deseos, sino que es consecuencia de las decisiones de las criaturas moralmente libres. Dios es soberano en el sentido de que hace realidad su propósito providencial (voluntad ideal) y tiene en cuenta las decisiones libres de sus criaturas, que pueden ser contrarias a lo que él prefiere y hacen entrar en acción lo que podríamos llamar su voluntad reparadora.</p><p><strong>La omnipotencia de Dios no excluye el libre albedrío humano:</strong> Hay cosas que Dios no hará y no puede hacer en razón de su carácter moral. Este concepto es significativo para nuestra comprensión de la providencia divina en el mundo. Las acciones providenciales de Dios son coherentes con su amor y no son impuestas por él; es decir, no anulan la libre elección humana. Por lo tanto, la omnipotencia de Dios no excluye el libre albedrío de sus criaturas.</p><p><strong>&nbsp;La providencia divina incluye acciones ideales y correctivas:</strong> Las acciones providenciales de Dios no se definen solo en los términos de su voluntad ideal, basada exactamente en lo que Dios desea, sino que incluyen intervenciones reparadoras que se apartan de lo que Dios prefiere para sus criaturas. Aun así, Dios puede transformar una situación contraria a su voluntad moral en algo que esté alineado con su deseo ideal.</p><p><strong>Aplicación a la vida</strong></p><p> ¿Es todo lo que ocurre en nuestra vida el fruto de la voluntad de Dios? ¿Por qué sí o por qué no? ¿Qué has aprendido acerca de la providencia divina a partir de la historia de José?\n</p><p><strong>COMENTARIO&nbsp;</strong></p><p><strong>Dios es soberano aunque no todos sus deseos se cumplan</strong>&nbsp;</p><p>Uno de los interrogantes clave debatidos en el libro Four Views on Divine Providence [Cuatro perspectivas acerca de la providencia divina] es si Dios siempre consigue lo que desea. Esta pregunta plantea el desafío de cómo “conciliar la responsabilidad moral del ser humano con la soberanía de Dios” (Dennis W. Jowers, ed., Four Views on Divine Providence [Zondervan, 2011], p. 10). Si Dios siempre consigue lo que quiere, entonces nadie puede hacer algo diferente de lo que Dios desea y, en consecuencia, todo lo que sucede en el mundo está de acuerdo con sus deseos, incluyendo lo malo. En última instancia, esto nos llevaría a concluir que Dios es el culpable de que el mal exista en este mundo. Pero esta imagen es contraria a la benevolencia amorosa de Dios y a la libertad moral de sus criaturas, como se observa en las Escrituras. Hay varios lugares en las Escrituras donde algunas personas, incluso el pueblo de Dios, actúan de manera diferente de lo que Dios desea. En el Salmo 81:11 al 14, al llamar a Israel para que se arrepienta, el Señor se queja de que su pueblo “no oyó” su “voz, e Israel no me quiso a mí. Por eso los dejé a la dureza de su corazón, y caminaron en sus propios consejos. ¡Si mi pueblo me hubiera escuchado, si en mis caminos hubiera andado Israel! En un momento habría yo derribado a sus enemigos y vuelto mi mano contra sus adversarios”. Asimismo, en Isaías 66:4 el Señor subraya tristemente que, cuando él llamó, “nadie respondió; cuando hablé, no escucharon; antes hicieron lo malo ante mis ojos y eligieron lo que me desagrada”. En Ezequiel 18:23, Dios afirma que no se complace en la muerte de los malvados. Por el contrario, su deseo es que los malvados se arrepientan y vivan. En los evangelios se nos dice que “los fariseos y los sabios de la ley […] desecharon el plan de Dios para ellos” (Luc. 7:30). Del mismo modo, Jesús se lamenta porque Jerusalén vivía en rebelión contra sus deseos: “¡Cuántas veces quise juntar a tus hijos, como la gallina junta sus pollos debajo de sus alas! Y no quisiste” (Luc. 13:34). Este cuadro bíblico indica que las decisiones de sus criaturas moralmente libres no anulan la soberanía de Dios, ni impiden que sus deseos divinos queden insatisfechos. Esto se debe a que existe una diferencia entre la voluntad ideal de Dios y su voluntad efectiva. En última instancia, tal como enfatiza Job, “ningún plan tuyo [de Dios] puede ser frustrado” (Job 42:2). Peckham sugiere que “Dios no siempre consigue lo que quiere (su voluntad ideal), pero sin duda cumplirá su propósito providencial general y amoroso (su voluntad efectiva)” (“Providence and God’s unfulfilled desires”, Philosophia Christi 15, Nº 2 [2013], p. 236). Más concretamente, “Dios se sujetó voluntariamente al descontento temporal provocado por el mal. Sin embargo, él está satisfecho en el sentido general de que su propósito se cumplirá en última instancia y ello hará posible la máxima satisfacción para todo el universo dentro de una relación de amor eternamente armoniosa” (ibíd., p. 235).</p><p><strong>&nbsp;La omnipotencia de Dios no excluye el libre albedrío humano</strong></p><p>&nbsp;Como Dios todopoderoso, el Señor puede hacer cualquier cosa. Nada es imposible para él (Gén. 18:14; Mar. 14:36; Luc. 18:27). Por lo tanto, desde el punto de vista de su poder y libertad de acción, Dios puede hacer lo que quiera. Sin embargo, desde el punto de vista de la naturaleza moral de su carácter y de sus decisiones libres respecto de la existencia y la realidad del mundo creado, hay cosas que no hará y que, en ese sentido, no puede hacer. Desde esta perspectiva, la Escritura afirma que Dios no puede hacer ciertas cosas. Por ejemplo, “no miente” (Tito 1:2; ver también Heb. 6:18); “no puede ser tentado por el mal” (Sant. 1:13); y “no puede negarse a sí mismo” (2 Tim. 2:13). Esta concepción del carácter moral de Dios es importante para nuestra comprensión de la providencia divina; es decir, de las acciones de Dios en el mundo. Aunque él tiene el poder y la libertad de hacer cualquier cosa como parte de su providencia, sus acciones providenciales están limitadas por la naturaleza moral de su carácter y sus decisiones. Elena de White subraya que “Dios no violenta nunca la voluntad o la conciencia” de sus criaturas (El conflicto de los siglos, p. 649). En El camino a Cristo, ella menciona que “Cristo está dispuesto a liberarnos del pecado, pero él no fuerza la voluntad; y si por la persistencia en la transgresión la voluntad se inclina enteramente al mal, y no deseamos ser libres, si no queremos aceptar su gracia, ¿qué más puede hacer? Hemos obrado nuestra propia destrucción por causa de nuestro deliberado rechazo de su amor” (El camino a Cristo, p. 30). Este principio significa que, debido a su carácter amoroso, la omnipotencia de Dios no excluye el libre albedrío de sus criaturas. Sus acciones providenciales no fuerzan la conciencia, lo que explica por qué apela amorosamente a nuestras mentes para que elijamos la vida y no la muerte (Deut. 30:15-20) y para que no endurezcamos nuestros corazones a su voz (Heb. 3:7, 8). Aunque él desea la salvación de todos (Eze. 33:11; 1 Tim. 2:4-6; Tito 2:11; 2 Ped. 3:9), la Biblia no enseña que todos se salvarán (ver, por ejemplo, Mat. 25:31-46; Juan 5:28, 29). La actividad providencial de Dios es coherente con su amor. Por definición, una relación amorosa no puede ser forzada, sino que implica necesariamente la libre elección. Como fuente del amor (1 Juan 4:7, 8), Dios no fuerza ni determina nuestro amor, sino que expresa su profundo amor por nosotros con el deseo de infundir ese amor en nosotros (Juan 3:16; 1 Juan 4:19). Según 1 Juan 4:19, “nosotros lo amamos a él porque él nos amó primero”. Un amor genuino hacia Dios se basa en una convicción personal acerca de su carácter amoroso y justo. Como lo expresa bellamente Elena de White: “Solo el servicio por amor puede ser aceptable para Dios; la lealtad de sus criaturas debe basarse en la convicción de su justicia y benevolencia” (Patriarcas y profetas, p. 22).\n</p><p><strong>La providencia divina incluye acciones ideales y correctivas</strong></p><p>Teniendo en cuenta que la soberanía de Dios no excluye sus deseos insatisfechos y que su omnipotencia no significa que sus acciones providenciales fuercen las decisiones de sus criaturas, la providencia divina no debe ser definida solo en términos de acciones ideales derivadas de la voluntad o deseo ideal de Dios. En vista de que muchas situaciones son causadas por decisiones humanas incompatibles con la voluntad moral de Dios, algunas acciones providenciales divinas son de naturaleza reparadora, en el sentido de que Dios transforma una situación contraria a su voluntad moral en algo que está alineado con su deseo moral ideal. La noción de la acción divina providencial y reparadora se observa especialmente en la historia de José. Él interpreta la ambigüedad de que su dolorosa pero asombrosa experiencia de vida estuvo paradójicamente influida tanto por las malas intenciones humanas como por la amorosa providencia divina. Lo primero no excluye lo segundo. Lo segundo no justifica lo primero. En Génesis 50:20, José dice a sus hermanos: “Ustedes pensaron mal sobre mí, pero Dios lo encaminó para bien, para hacer lo que vemos hoy, para mantener en vida a mucho pueblo”. En resumen, la providencia de Dios transforma una situación miserable, resultado de las malas intenciones y acciones injustificables de los seres humanos, en una bendición que nunca podríamos prever. Elena de White utiliza la terminología propia de la anulación o revocación para describir la providencia reparadora de Dios: “Fue la envidia lo que impulsó a los hermanos de José a venderlo como esclavo; esperaban impedir que llegara a ser superior a ellos. Y, cuando fue llevado a Egipto, se vanagloriaron de que ya no serían molestados por sus sueños y de que habían eliminado toda posibilidad de que estos se cumplieran. Pero su proceder fue contrarrestado por Dios al ocasionar el mismo acontecimiento que trataban de impedir” (Patriarcas y profetas, p. 216).</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>&nbsp;Aunque no siempre sigamos los deseos de Dios para nuestra vida, él puede transformar cualquier situación terrible en una bendición. A partir de este punto, analiza con tus alumnos las siguientes preguntas:&nbsp;</p><p><strong>1.</strong> ¿Qué debe cambiar en nuestra vida para que podamos depender de la voluntad de Dios en nuestra experiencia espiritual? ¿Cómo podemos procurar que nuestras decisiones libres no estén en conflicto con la voluntad de Dios?&nbsp;</p><p><strong>2.</strong> Nuestro fracaso espiritual no afecta el amor que Dios siente por nosotros. ¿Cómo nos motiva esta maravillosa verdad a la hora de predicar el evangelio?</p><p><strong>&nbsp;3.</strong> ¿Cómo podemos explicar adecuadamente a los niños que no todo lo que sucede es la voluntad directa de Dios?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>LIBRE ALBEDRÍO, AMOR Y PROVIDENCIA DIVINA</p>",
         "verse":"<p>Estas cosas les he hablado para que en mí tengan paz. En el mundo tendrán aflicción. Pero tengan buen ánimo, yo he vencido al mundo” (Juan 16:33)</p>",
         "versionCode":80,
         "weekDate":"15-21 de febrero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
