{
  "data": [
    {
      "color": "#bfb367",
      "id": 11,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "6 de Septiembre",
          "dayTitle": "<p><strong>APOSTASÍA E INTERCESIÓN</strong></p>",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA: Éxodo 32:1-6; Salmos 115:4-8; Isaías 44:9, 10; Romanos 1:22-27; Éxodo 32:7-32; Isaías 53:4.\n</strong></p><p><strong>PARA MEMORIZAR: “Entonces volvió Moisés ante el Señor y le dijo: ‘Este pueblo ha cometido un gran pecado, porque se hicieron dioses de oro. Te ruego que perdones su pecado. Y si no, ráeme ahora de tu libro que has escrito’ ” (Éxo. 32:31, 32).\n</strong></p><p>Aunque Moisés había estado ausente del campamento de Israel durante solo cuarenta días, ¿qué sucedió? El pueblo de Dios se apartó de él y adoró a un ídolo, el becerro de oro. ¿Cómo pudieron hacer eso después de tantas señales poderosas, experiencias y milagros? Podría haber muchas respuestas para ese interrogante y tal vez algo acertado en todas ellas. ¿Acaso el pueblo no entendía quién era Dios en realidad? ¿O fueron sus poderosas experiencias con él eclipsadas por sus deseos carnales y pecaminosos? ¿No apreciaban lo que Dios había hecho por ellos, sino que lo daban todo por sentado? ¿Estaba su entendimiento nublado, estropeado por sus preocupaciones cotidianas y su antigua manera pecaminosa de pensar? ¿Eran simplemente desagradecidos para con las misericordiosas acciones de Dios en su favor? ¿Olvidaron tan rápidamente los poderosos actos de Dios (Sal. 106:13, 21-23)? ¿O podría adjudicarse todo al fallido liderazgo de Aarón? “Con Aarón también el Señor se enojó en gran manera para destruirlo” (Deut. 9:20). Cualesquiera que hayan sido las razones de tan terrible apostasía, ¿qué lecciones podemos extraer de ella, no solo acerca de la pecaminosidad humana, sino del amor misericordioso de Dios hacia los seres humanos a pesar de su pecaminosidad?</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de Septiembre",
          "dayTitle": "<p><strong>LIDERAZGO FALLIDO</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p>Dios llamó a Moisés para que pasara tiempo con él. Cuarenta días y cuarenta noches pudo haber sido un período corto para Moisés, pero pareció largo, demasiado largo, para los israelitas. Su líder visible estaba ausente. Se sintieron desorientados, impacientes, temerosos e inseguros. Querían tener un dios visible que los guiara, como los “dioses” que habían visto toda su vida en el Egipto idólatra.\n</p><p><strong>Lee Éxodo 32:1 al 6. ¿Cómo fue posible que el liderazgo de Aarón fracasara tan estrepitosamente?\n</strong></p><p><strong>Éxodo 32:1 al 6.\n</strong></p><p><sup>1 </sup>Al ver el pueblo que Moisés tardaba en descender del monte, se acercaron a Aarón y le dijeron:\n</p><p>—Levántate, haznos dioses que vayan delante de nosotros, porque a Moisés, ese hombre que nos sacó de la tierra de Egipto, no sabemos qué le haya acontecido.\n</p><p><sup>2</sup> Aarón les dijo:\n</p><p>—Quitad los zarcillos de oro que están en las orejas de vuestras mujeres, de vuestros hijos y de vuestras hijas, y traédmelos.\n</p><p><sup>3 </sup>Entonces todo el pueblo se quitó los zarcillos de oro que tenían en sus orejas y los trajeron a Aarón. 4 Él los recibió de sus manos, le dio forma con un buril e hizo de ello un becerro de fundición. Entonces ellos dijeron:\n</p><p>—¡Israel, éstos son tus dioses, que te sacaron de la tierra de Egipto!\n</p><p><sup>5 </sup>Cuando Aarón vio esto, edificó un altar delante del becerro y proclamó:\n</p><p>—¡Mañana será un día de fiesta dedicado a Jehová!\n</p><p><sup>6 </sup>Al día siguiente madrugaron, ofrecieron holocaustos y presentaron ofrendas de paz. Luego se sentó el pueblo a comer y a beber, y se levantó a regocijarse.\n</p><p>Aarón no estuvo a la altura de las circunstancias. No supo aprovechar el momento y hacer lo correcto. En lugar de confiar en el Señor, se debilitó ante la mayoría. El pueblo exigió lo impensable: “Haznos un dios que vaya delante de nosotros” (Éxo. 32:1), y él consintió.\n</p><p>La gente dio voluntariamente oro para hacer el ídolo, y Aarón no solo no los detuvo, sino que los animó a donar. Luego participó en la fabricación de este falso dios. Después, el pueblo declaró: “Israel, este es tu dios que te sacó de Egipto” (Éxo. 32:4). Cuán pecadores, malvados y estrechos de miras. Aunque acababan de fabricar este ídolo, declararon que él los había liberado. ¿No es asombroso cómo los deseos pecaminosos pueden pervertir nuestro pensamiento y nuestras acciones? La gente celebra sus propias creaciones mientras su humanidad y su moralidad se degradan en el proceso.\n</p><p>“Para hacer frente a semejante crisis hacía falta un hombre de firmeza, decisión y ánimo imperturbable, alguien que considerara el honor de Dios por sobre el favor popular, su seguridad personal y su propia vida. Pero el líder provisorio de Israel no tenía ese carácter. Aarón reconvino débilmente al pueblo, pero su vacilación y timidez en el momento crítico solo sirvieron para hacerlos más decididos. El tumulto creció. Un frenesí ciego e irrazonable pareció posesionarse de la multitud. Algunos permanecieron fieles a su pacto con Dios; pero la mayoría del pueblo se unió a la apostasía” (Elena de White, Patriarcas y profetas, pp. 326, 327).\n</p><p><strong>¿Cómo pudo Aarón, un dirigente, haber sido tan débil? ¿Qué justificaciones pudo haber dado interiormente a sus terribles acciones?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de Septiembre",
          "dayTitle": "<p><strong>LA IDOLATRÍA Y EL MAL</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee Éxodo 32:6. ¿Adónde los condujo rápidamente su idolatría? (Ver también Sal. 115:4-8; 135:15-18; Isa. 44:9, 10).\n</strong></p><p><strong>Éxodo 32:6.\n</strong></p><p><strong><sup>6</sup></strong> Al día siguiente madrugaron, ofrecieron holocaustos y presentaron ofrendas de paz. Luego se sentó el pueblo a comer y a beber, y se levantó a regocijarse.\n</p><p><strong>Sal. 115:4-8\n</strong></p><p><strong><sup>4</sup></strong> Los ídolos de ellos son plata y oro, obra de manos de hombres.\n</p><p><strong><sup>5</sup></strong> Tienen boca, pero no hablan; tienen ojos, pero no ven;\n</p><p><sup><strong>6</strong></sup> orejas tienen, pero no oyen; tienen narices, pero no huelen;\n</p><p><strong><sup>7 </sup></strong>manos tienen, pero no palpan; tienen pies, pero no andan, ni hablan con su garganta.\n</p><p><strong><sup>8 </sup></strong>Semejantes a ellos son los que los hacen y cualquiera que confía en ellos.\n</p><p><strong>Sal. 135:15-18\n</strong></p><p><strong><sup>15</sup></strong> Los ídolos de las naciones son plata y oro, obra de manos de hombres.\n</p><p><strong><sup>16 </sup></strong>Tienen boca y no hablan; tienen ojos y no ven;\n</p><p><strong><sup>17</sup></strong> tienen orejas y no oyen; tampoco hay aliento en sus bocas.\n</p><p><strong><sup>18</sup></strong> Semejantes a ellos son los que los hacen y todos los que en ellos confían.\n</p><p><strong>Isa. 44:9, 10\n</strong></p><p><strong><sup>9 </sup></strong>Los que modelan imágenes de talla, todos ellos son nada, y lo más precioso de ellos para nada es útil; y ellos mismos, para su confusión, son testigos de que los ídolos no ven ni entienden.\n</p><p><strong><sup>10</sup></strong> ¿Quién fabrica un dios o quién funde una imagen que para nada es de provecho?\n</p><p>El becerro de oro se parecía al dios-toro egipcio Apis, o al dios-vaca Hathor. Se trataba de una flagrante transgresión de los mandamientos primero y segundo (Éxo. 20:3-6). Esta violación no podía quedar impune porque rompía abiertamente la relación del pueblo con el Señor viviente. En lugar de adorar a su Creador, los israelitas adoraron a su propia creación, que no podía ver, oír, oler, hablar, cuidar, amar ni guiar.\n</p><p>El orden de la Creación se invirtió: en lugar de comprender que habían sido creados a imagen de Dios, hicieron un dios, ni siquiera a su propia imagen, lo que ya habría sido considerablemente malo, sino a imagen de un animal. ¿Este era el dios al que querían servir? Habían pecado así gravemente contra el Señor (Isa. 31:7; 42:17).\n</p><p><strong>¿De qué maneras refleja la apostasía del becerro de oro lo que dice Romanos 1:22 al 27?\n</strong></p><p><strong>Romanos 1:22 al 27\n</strong></p><p><strong><sup>22</sup></strong> Pretendiendo ser sabios, se hicieron necios,\n</p><p><strong><sup>23</sup></strong> y cambiaron la gloria del Dios incorruptible por imágenes de hombres corruptibles, de aves, de cuadrúpedos y de reptiles.\n</p><p><strong><sup>24</sup></strong> Por lo cual, también los entregó Dios a la inmundicia, en los apetitos de sus corazones, de modo que deshonraron entre sí sus propios cuerpos,\n</p><p><strong><sup>25 </sup></strong>ya que cambiaron la verdad de Dios por la mentira, honrando y dando culto a las criaturas antes que al Creador, el cual es bendito por los siglos. Amén.\n</p><p><strong><sup>26 </sup></strong>Por eso Dios los entregó a pasiones vergonzosas, pues aun sus mujeres cambiaron las relaciones naturales por las que van contra la naturaleza.\n</p><p><strong><sup>27</sup></strong> Del mismo modo también los hombres, dejando la relación natural con la mujer, se encendieron en su lascivia unos con otros, cometiendo hechos vergonzosos hombres con hombres, y recibiendo en sí mismos la retribución debida a su extravío.\n</p><p>La idolatría rechaza la verdad teológica de que Dios es Dios y el hombre es hombre, borra la brecha entre la Deidad y el ser humano (Ecl. 5:2) y destruye la conexión entre ambos. Ya sea de manera descarada y abierta u oculta en el corazón, la idolatría destruye rápidamente nuestra relación con el Señor y nos conduce a una espiral moral descendente. No es de extrañar que se pusieran a festejar después de ofrecer sacrificios al ídolo, lo que Elena de White describió como “una imitación de las fiestas idólatras de Egipto” (Patriarcas y profetas, p. 331). Los humanos son brillantes a la hora de fabricar sus propios ídolos. Crean sus propios dioses, lo cual ya es malo, pero luego van y los sirven. Sustituyen al Creador por cosas que, tarde o temprano, conducen a la degradación moral.\n</p><p><strong>¿De qué maneras rinden culto los seres humanos actualmente a la Creación en lugar de adorar al Creador?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de Septiembre",
          "dayTitle": "<p><strong>CORROMPIÉNDOSE A SÍ MISMOS</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee Éxodo 32:7 y 8. ¿Por qué envió Dios a Moisés nuevamente al campamento de Israel?\n</strong></p><p><strong>Éxodo 32:7 y 8\n</strong></p><p><strong><sup>7 </sup></strong>Entonces Jehová dijo a Moisés: Anda, desciende, porque tu pueblo, el que sacaste de la tierra de Egipto, se ha corrompido.\n</p><p><strong><sup>8 </sup></strong>Pronto se han apartado del camino que yo les mandé; se han hecho un becerro de fundición, lo han adorado, le han ofrecido sacrificios y han dicho: “¡Israel, éstos son tus dioses, que te sacaron de la tierra de Egipto!”\n</p><p>Al recurrir a un ídolo, los israelitas estaban divorciándose del Dios verdadero, quien los había liberado de Egipto. El Señor los culpó directamente, diciendo que se habían corrompido (Éxo. 32:7) al punto de atribuir su liberación a esta estatua. ¡Qué contradicción tan directa con lo que Dios les dijo! (Éxo. 20:2). Esta negación de la presencia de Dios y de sus poderosos actos era un asunto grave. Su pensamiento y sus sentimientos estaban distorsionados y completamente corrompidos.\n</p><p>Para el profeta Ezequiel, la idolatría estaba en el centro de toda la miseria del pueblo de Dios, y de allí brotaban todos los demás pecados (ver, por ejemplo, Éxo. 8:1-18; 20:1-44; 22:1-12). Nos preguntamos a menudo cómo podían los antiguos creyentes ser tan ingenuos e incorregibles, al punto de adorar objetos de fabricación humana. Estamos bastante seguros de que nosotros nunca haríamos algo así. Pero ¿estamos realmente libres de la idolatría? Los ídolos de hoy pueden tener formas y figuras diferentes, pero tienen un atractivo similar.\n</p><p>La idolatría consiste en rendir culto a algo que sustituye a Dios aun a sabiendas de que eso es incorrecto. Un ídolo es todo aquello que capta nuestra imaginación, afecto, tiempo y mente más que Dios y puede incluso esclavizar nuestro pensamiento. De hecho, nos convertimos en lo que contemplamos y no llegaremos más alto que el “dios” al que sirvamos.\n</p><p>Si Dios no está en el centro de tu vida, entonces otros dioses ocuparán su lugar. Si no disfrutamos y cultivamos la Presencia viva de Dios, disfrutaremos y dedicaremos nuestra vida a algo o a alguien más. Lo que adoramos en lugar de Cristo puede tener diferentes apariencias: orgullo, egoísmo, dinero, poder, sexo, comida, televisión, drogas, alcohol, pensamientos impuros, pornografía, placeres, trabajo, deportes, familia, videojuegos, películas, compras, ideas, política, música, posición, títulos, calificaciones, etcétera. La lista no tiene fin. Somos muy creativos en este sentido. Podemos convertir cualquier cosa buena, hermosa y significativa en un ídolo. La idolatría es extremadamente peligrosa porque transforma nuestra personalidad, nuestra forma de pensar, nuestros afectos y nuestra vida social. Cambia nuestra identidad y sustituye las relaciones personales auténticas por interacciones huecas y sin sentido que no pueden salvarnos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de Septiembre",
          "dayTitle": "<p><strong>LA JUSTA IRA DE DIOS</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee Éxodo 32:9 al 29. ¿Cuál fue la reacción de Moisés ante la decisión divina de destruir a Israel?\n</strong></p><p><strong>Éxodo 32:9 al 29.\n</strong></p><p><strong><sup>9 </sup></strong>Continuó diciendo Jehová a Moisés: Yo he visto a este pueblo, que por cierto es un pueblo muy terco.\n</p><p><strong><sup>10 </sup></strong>Ahora, pues, déjame que se encienda mi ira contra ellos y los consuma; pero de ti yo haré una nación grande.\n</p><p><strong><sup>11 </sup></strong>Entonces Moisés oró en presencia de Jehová, su Dios, y dijo: —¿Por qué, Jehová, se encenderá tu furor contra tu pueblo, el que tú sacaste de la tierra de Egipto con gran poder y con mano fuerte?\n</p><p><strong><sup>12</sup></strong> ¿Por qué han de decir los egipcios: “Para mal los sacó, para matarlos en los montes y para exterminarlos de sobre la faz de la tierra”? Vuélvete del ardor de tu ira y arrepiéntete de este mal contra tu pueblo.\n</p><p><strong><sup>13</sup></strong> Acuérdate de Abraham, de Isaac y de Israel, tus siervos, a los cuales has jurado por ti mismo y les has dicho: “Yo multiplicaré vuestra descendencia como las estrellas del cielo, y le daré a vuestra descendencia toda esta tierra de que os he hablado, y ellos la poseerán como heredad para siempre.”\n</p><p><strong><sup>14</sup></strong> Entonces Jehová se arrepintió del mal que dijo habría de hacer a su pueblo. 15 Moisés se volvió y descendió del monte, trayendo en sus manos las dos tablas del Testimonio, tablas escritas por ambos lados; de uno y otro lado estaban escritas.\n</p><p><strong><sup>16</sup></strong> Las tablas eran obra de Dios, y la escritura era escritura de Dios grabada sobre las tablas.\n</p><p><strong><sup>17</sup></strong> Cuando Josué oyó el clamor del pueblo que gritaba, dijo a Moisés: —Hay gritos de pelea en el campamento.\n</p><p><strong><sup>18</sup></strong> Pero Moisés respondió: —No son voces de vencedores, ni alaridos de vencidos; oigo cánticos de coros.\n</p><p><strong><sup>19</sup></strong> Aconteció que cuando Moisés llegó al campamento y vio el becerro y las danzas, se enfureció y arrojó de sus manos las tablas, y las quebró al pie del monte.\n</p><p><strong><sup>20</sup></strong> Luego tomó el becerro que habían hecho, lo quemó en el fuego y lo molió hasta reducirlo a polvo, que esparció sobre las aguas y lo dio a beber a los hijos de Israel.\n</p><p><strong><sup>21</sup></strong> Y dijo Moisés a Aarón: —¿Qué te ha hecho este pueblo para que hayas traído sobre él tan gran pecado?\n</p><p><strong><sup>22</sup></strong> Aarón le respondió: —No se enoje mi señor. Tú conoces al pueblo, que es inclinado al mal.\n</p><p><strong><sup>23</sup></strong> Ellos me dijeron: “Haznos dioses que vayan delante de nosotros, porque a Moisés, ese hombre que nos sacó de la tierra de Egipto, no sabemos qué le haya acontecido.”\n</p><p><strong><sup>24</sup></strong> Y yo les respondí: “El que tenga oro, que lo aparte.” Me lo dieron, lo eché en el fuego y salió este becerro.\n</p><p><strong><sup>25 </sup></strong>Al ver Moisés que el pueblo estaba desenfrenado, pues Aarón lo había permitido, para vergüenza en medio de sus enemigos,\n</p><p><strong><sup>26 </sup></strong>se puso a la puerta del campamento y dijo: —Quien esté de parte de Jehová, únase a mí. Y se unieron a él todos los hijos de Leví.\n</p><p><strong><sup>27</sup></strong> Él les dijo: —Así ha dicho Jehová, el Dios de Israel: “Que cada uno se ciña su espada, regrese al campamento y vaya de puerta en puerta matando cada uno a su hermano, a su amigo y a su pariente.”\n</p><p><strong><sup>28</sup></strong> Los hijos de Leví hicieron conforme a lo dicho por Moisés, y cayeron del pueblo en aquel día como tres mil hombres.\n</p><p><strong><sup>29</sup></strong> Entonces Moisés dijo: —Hoy os habéis consagrado a Jehová, pues cada uno se ha consagrado en su hijo y en su hermano, para que él os dé hoy la bendición.\n</p><p>Mientras Moisés estaba todavía en el monte Sinaí, Dios dijo que destruiría a los rebeldes y haría de la posteridad de aquel una gran nación. Pero eso no era lo que Moisés quería, sino que suplicó al Señor en favor de los israelitas, señalando que no eran el pueblo de Moisés, sino el de Dios, y que no había sido él, Moisés, quien los sacó de Egipto, sino Dios mediante sus poderosos hechos. Moisés invocó las promesas que Dios había hecho a los patriarcas, actuando verdaderamente como intercesor entre Dios y la humanidad.\n</p><p>Después de que “el Señor desistió del mal que dijo que haría a su pueblo” (Éxo. 32:14), Moisés volvió con ellos. A diferencia de lo que sucedería en Éxodo 34:29 y 30, no consta que su rostro brillara ante la presencia del Señor, tal vez porque en esta circunstancia reflejaba su ira.\n</p><p>“Cuando Moisés llegó al campamento, y vio el becerro y las danzas, se enardeció de ira. Arrojó las tablas de sus manos y las quebró al pie del monte” (Éxo. 32:19). La acción de romper las tablas que contenían el Decálogo era una señal externa de la ruptura de su contenido. Dios más tarde le ordenó a Moisés que cincelara dos tablas para sustituir “las primeras tablas que quebraste” (Deut. 10:2). Dios mismo reescribiría los Mandamientos.\n</p><p>Moisés reprendió duramente a Aarón por rendirse a las exigencias del pueblo. “¿Qué te ha hecho este pueblo, que has traído sobre él tan grande pecado?” (Éxo. 32:21). Aarón trató de excusar su transgresión (1) culpando a otros y (2) sugiriendo que el ídolo había aparecido por arte de magia: “Lo eché [el oro] en el fuego y salió este becerro” (Éxo. 32:24). Lo que empeoraba las cosas era que el propio Aarón había sido muy honrado por Dios, pues se le habían concedido muchos privilegios, que incluyeron subir a la montaña con Moisés y los ancianos (Éxo. 24:1)\n</p><p>¡Qué oscura ironía! Al afirmar que había ocurrido un milagro, Aarón quiso engañar a su hermano (nota cómo un pecado conduce a otro; en este caso, de la idolatría a la mentira). Sin embargo, Moisés no se dejó engañar al ver el comportamiento desenfrenado del pueblo. Las consecuencias negativas eran evidentes, y Moisés tuvo que detener la rebelión de inmediato.\n</p><p><strong>¿Qué debería enseñarnos esta historia acerca del poder de la oración intercesora? ¿Por quién deberías orar ahora mismo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de Septiembre",
          "dayTitle": "<p><strong>INTERCESIÓN</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee Éxodo 32:30 al 32. ¿Cuán lejos fue Moisés en su oración intercesora en favor de los pecadores?\n</strong></p><p><strong>Éxodo 32:30 al 32\n</strong></p><p><strong><sup>30 </sup></strong>Aconteció que al día siguiente dijo Moisés al pueblo: Vosotros habéis cometido un gran pecado, pero yo subiré ahora a donde está Jehová; quizá le aplacaré acerca de vuestro pecado.\n</p><p><strong><sup>31</sup></strong> Entonces volvió Moisés ante Jehová y le dijo: Puesto que este pueblo ha cometido un gran pecado al hacerse dioses de oro,\n</p><p><strong><sup>32</sup></strong> te ruego que perdones ahora su pecado, y si no, bórrame del libro que has escrito.\n</p><p>Terribles cosas ocurrieron en el campamento israelita a causa de la rebelión del pueblo, incluso la muerte de muchas personas (Éxo. 32:28). Al día siguiente, Moisés dijo lo siguiente al pueblo: “Ustedes han cometido un gran pecado. Pero subiré ahora al Señor; quizá consiga el perdón de su pecado” (Éxo. 32:30).\n</p><p>“Entonces volvió Moisés ante el Señor y le dijo: ‘Este pueblo ha cometido un gran pecado, porque se hicieron dioses de oro. Te ruego que perdones su pecado. Y si no, ráeme ahora de tu libro que has escrito’” (Éxo. 32:31, 32).\n</p><p>No es de extrañar que Moisés sea considerado un tipo o prefiguración histórica de Cristo. En virtud de su oración intercesora por los pecadores y su disposición a ofrecer su propia vida por ellos, reflejaba sin duda lo que Cristo hace por todos nosotros. ¡Qué compasión ejemplar por los transgresores! Moisés demostró su entrega total al Señor y su amor abnegado por las personas. El libro de Éxodo no indica cuánto tiempo permaneció con el Señor en el monte esta vez, pero Deuteronomio dice que estuvo en el Sinaí durante cuarenta días (ver Deut. 9:18).\n</p><p>La palabra traducida como “perdonar” en Éxodo 32:32 proviene de un verbo cuyo significado básico es “llevar” o “cargar”, como en Isaías 53:4, que dice lo siguiente acerca de Jesús: “Él llevó nuestras enfermedades”. Qué poderosa visión del proceso de salvación y perdón, y de cuánto costó a Dios nuestra salvación.\n</p><p>Moisés estaba pidiendo al Señor que “llevara” el pecado del pueblo, precisamente lo que hizo en la cruz miles de años después. Éxodo 32:32 muestra no solo la idea de la expiación sustitutoria, sino también que Dios mismo es quien la realiza.\n</p><p>Este texto ilustra cómo ocurre el perdón. Dios cargó, en Cristo, con nuestros pecados, la única forma en que podíamos ser perdonados. Cuán poderosa expresión del plan de salvación y qué demostración para nosotros y para el cosmos de lo que Dios estuvo dispuesto a hacer para salvarnos.\n</p><p><strong>Moisés pidió a Dios que cargara con los pecados del pueblo y el Señor lo hizo finalmente en Jesús. ¿Cómo podemos asimilar esta asombrosa verdad? ¿Qué nos dice ella acerca del amor de Dios por la humanidad caída?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de Septiembre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR: \n</strong></p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>Lee el capítulo titulado “La idolatría en el Sinaí” en el libro Patriarcas y profetas, de Elena de White, pp. 325-337. La lección de esta semana presenta un enfoque especial acerca de la obra de Dios en los creyentes. El Señor puede hacer en nosotros “infinitamente más que todo cuanto pedimos o entendemos” (Efe. 3:20). No debemos centrarnos en nosotros mismos y gratificar nuestros deseos personales, porque esto conduce a la idolatría. Por el contrario, nuestra atención debe centrarse en Dios y en su poder. Él da la fuerza que conduce a una vida nueva y victoriosa (Fil. 4:13; Jud. 1:24, 25). “El amor, no menos que la justicia, exigía que este pecado fuera castigado. Dios es Protector y Soberano de su pueblo. Destruye a los que insisten en la rebelión, para que no lleven a otros a la ruina. Al perdonar la vida a Caín, Dios había demostrado al universo cuál sería el resultado si se permitiera que el pecado quedara impune. La influencia que, por medio de su vida y su ejemplo, él ejerció sobre sus descendientes condujo a un estado de corrupción que exigió la destrucción de todo el mundo por el diluvio. […] Cuanto más tiempo vivían los hombres, tanto más corruptos se tornaban. Así también habría sucedido con la apostasía del Sinaí. Si la transgresión no se hubiera castigado con presteza, se habrían visto nuevamente los mismos resultados” (Elena de White, Patriarcas y profetas, p. 335).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1. Reflexiona en la pregunta que aparece al final del estudio del lunes. ¿De qué maneras podemos rendir culto a la Creación en lugar de adorar al Creador? ¿Cómo podemos ser buenos administradores del planeta y proteger el medio ambiente sin adorarlo o convertirlo en un ídolo en sí mismo?\n</strong></p><p><strong>2. Uno puede discernir la gravedad de una situación o de un hecho por sus resultados o por la magnitud de la reacción que provoca. ¿Por qué ordenó Moisés la ejecución de aquellos que se negaban obstinadamente a arrepentirse y continuaban en su rebelión contra Dios y sus enseñanzas?\n</strong></p><p><strong>3. ¿Por qué la expiación sustitutiva es el único modelo correcto de expiación? ¿Por qué es un grave error teológico cualquier teoría de la expiación que niegue el fundamento sustitutivo del evangelio o le reste importancia? Lee 1 Pedro 2:24. ¿Cómo revela este texto poderosamente la idea de que Jesús es nuestro Sustituto?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Éxodo 32:31, 32. Enfoque del estudio: Éxodo 32:1-35.\n</strong></p><p>Introducción Cuando Israel apostató, Moisés estaba con el Señor en el monte Sinaí. El pueblo amenazó de muerte a su hermano Aarón, por lo que este cedió a las exigencias de ellos y fabricó un ídolo. El pueblo entonces declaró: “Israel, este es tu dios que te sacó de Egipto” (Éxo. 32:4), rechazando así explícitamente al Señor como su Dios y rompiendo su pacto con él.\n</p><p>Es significativo que, antes del descenso de Moisés al campamento desde el monte Sinaí, el Señor le declaró que los israelitas se habían apartado de él y adoraban a un ídolo. Por lo tanto, Israel era ahora el pueblo de Moisés, y fue este quien los había liberado de Egipto. El Señor dijo: “Anda, desciende, porque tu pueblo que sacaste de Egipto se ha corrompido” (Éxo. 32:7). Anteriormente, el Señor, así como Moisés y Jetro, habían subrayado el hecho de que fue el Señor quien sacó a Israel de Egipto (Éxo. 3:8, 17; 12:17, 51; 13:3, 9, 14, 16, 18; 16:6, 32; 18:1, 10; 19:4; 20:2). Luego de la apostasía, Dios no se identificaba con los israelitas pues estos no lo reconocieron como su Señor. ¡Qué situación tan trágica!\n</p><p>Luego, el Señor ofreció convertir a Moisés en una gran nación (Éxo. 32:10). Moisés demostró la nobleza de su carácter al no considerar siquiera tal ofrecimiento. Su interés desinteresado por la prosperidad del pueblo se mantuvo firme; ninguna ambición personal podía alterarlo. Moisés intercedió por Israel y apeló al Señor señalando que fue Dios quien liberó a Israel, y se refirió a este como “tu pueblo que tú sacaste de Egipto con gran fortaleza, con mano fuerte” (Éxo. 32:11). Gracias a la intervención de Moisés, el Señor “desistió del mal que dijo que haría a su pueblo” (Éxo. 32:14). ¡Cuán poderosa es la oración intercesora!\n</p><p>Después de que Moisés regresó al campamento y vio la rebelión, rompió las dos tablas que contenían el Decálogo, las Diez Promesas que Dios le había dado, un acto que fue el signo externo de lo que los israelitas habían hecho cuando rechazaron al Señor como su Líder. Luego Moisés destruyó el becerro de oro. El pueblo estaba “desenfrenado” (Éxo. 32:25) incluso en presencia de Moisés, por lo que Dios tuvo que intervenir. Había que suprimir a quienes seguían obstinadamente en la rebelión, así que Dios ordenó por medio de Moisés que les dieran muerte. Esta drástica medida era necesaria; de lo contrario, el pueblo de Dios se habría sumido en una ruina irreversible (respecto de esta ejecución, leer Patriarcas y profetas, de Elena de White, pp. 333-338). Al día siguiente, Moisés ascendió nuevamente al monte Sinaí e intercedió por Israel, pidiendo al misericordioso Dios que perdonara a su pueblo por su malvado comportamiento.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>La apostasía del becerro de oro y Aarón\n</strong></p><p>Aarón podría haber evitado la apostasía del becerro de oro si se hubiera mantenido firme en favor de Dios y la verdad. No debería haber cedido a las exigencias idolátricas del pueblo. Cuando se faltó el respeto a Dios y a su siervo Moisés, Aarón debió haber detenido inmediatamente el levantamiento. En cambio, escuchó a los rebeldes y propuso algo incorrecto. Durante la ausencia de Moisés, Aarón debería haber actuado como un líder firme aun al costo de su vida. Dios siempre interviene para defender su causa, y Aarón debería haber confiado en él.\n</p><p>La preocupación de Moisés por la prosperidad del pueblo de Dios se refleja en su pregunta a su hermano Aarón: “Dijo Moisés a Aarón: ‘¿Qué te ha hecho este pueblo, que has traído sobre él tan grande pecado?’ ” (Éxo. 32:21). El hecho de que Aarón cediera a peticiones equivocadas tuvo consecuencias trágicas. Para excusar su comportamiento, Aarón pretendió que había ocurrido un hecho milagroso: “Y yo respondí: ‘¿Quién tiene oro? Apártelo’. Y me lo dieron. Lo eché en el fuego y salió este becerro” (Éxo. 32:24). Aarón hizo referencia a la magia para calmar la ira de Moisés. El pecado ciega a las personas, que a menudo recurren a fabulaciones para encubrir su desobediencia.\n</p><p>“Con Aarón también el Señor se enojó en gran manera” (Deut. 9:20), pero su vida fue perdonada porque Moisés intercedió por él. Aarón se arrepintió sinceramente de este grave pecado, fue restaurado en su posición de liderazgo y más tarde fue ungido como sumo sacerdote (Éxo. 40:12-15). La gracia y la misericordia de Dios son asombrosas.\n</p><p><strong>La oración intercesora\n</strong></p><p>Hay cuatro clases o tipos básicos de oración. Una de ellas es la oración de alabanza o de acción de gracias, mediante la cual agradecemos a Dios por las cosas maravillosas que ha hecho. En este tipo de oración expresamos nuestra gratitud por quién es Dios y por lo que hace en nuestra vida y en la de su pueblo, alabando con alegría por sus numerosas bendiciones. Otra clase de oración es la de arrepentimiento, en la que pedimos humildemente perdón a Dios por nuestros pecados. La tercera clase de oración es de petición. En ella solicitamos cosas específicas, como sabiduría, el Espíritu Santo, alegría, amor, salud, paz, paciencia, dones espirituales, recursos financieros, alimentos, seguridad, protección, etc.\n</p><p>Por último, en la oración de intercesión no oramos por nosotros, sino por otras personas, pidiendo a Dios que intervenga misericordiosamente y les conceda bendiciones especiales o cosas necesarias, como orientación, conversión, hijos, padres, cónyuge, familia, prosperidad, éxito, etc. También podemos orar por los enfermos, perseguidos, heridos, pobres, estudiantes, colegas, bautismos, líderes, gobernantes, etc. La oración de Moisés era una oración de intercesión a causa del pecado. La oración intercesora está rodeada de misterio. Por un lado, Dios hará todo lo posible por cada persona o grupo humano para salvarlos porque los ama. Por otro lado, la oración de intercesión permite a Dios hacer más por las personas en su situación concreta. Se trata de una tensión, y no somos capaces de resolverla por ahora. La buena noticia es que no necesitamos hacerlo. No necesitamos saber con precisión cómo funciona la oración intercesora, pero la Palabra de Dios da testimonio de que funciona, y nuestra experiencia lo confirma. Lo que necesitamos es orar en respuesta obediente a las instrucciones divinas. No necesitamos entender todos los enigmas de la vida para poder orar, sino aceptar la conducción de Dios, confiar en él, seguirlo y orar.\n</p><p>Dios respeta las decisiones de las personas y nunca obliga a nadie a seguirlo, sino que garantiza la libertad. Sin embargo, se nos anima a orar por los demás, incluso por nuestros enemigos. Esta es otra aparente contradicción que somos incapaces de resolver o explicar porque no vemos los entretelones de las batallas espirituales. Solo podemos comprender vagamente esas confrontaciones cuando reflexionamos acerca de ellas en el contexto del Gran Conflicto, cuando observamos la guerra espiritual entre las fuerzas del bien y del mal, la verdad y la mentira, la luz y las tinieblas, Cristo y Satanás. Estos atisbos de comprensión nos ayudan a confiar en que nuestro Señor hará todo lo posible por salvar a todos.\n</p><p>Detrás de la cortina que separa el mundo visible del invisible existen reglas que regulan cómo interactúan los poderes del bien y del mal. Los teólogos hablan de que Dios “permite” actuar a Satanás. John Peckham llama a estas normas “reglas de enfrentamiento” (ver Theodicy of Love: Cosmic Conflict and the Problem of Evil [Baker Academic, 2018], p. 58). Dios permite actuar al Diablo, el cual tiene poder, pero limitado, en virtud de estas “reglas de enfrentamiento” (ver Job 1; 2:6). Estas reglas han sido decididas en el contexto del consejo celestial, donde están representados todos los seres celestiales, además de Dios y Satanás. Estas normas significan que Dios ha concedido a Satanás ciertas “autorizaciones” para demostrar plenamente cómo sería su “reinado”, permitiendo así que todos puedan comparar ambos lados del Conflicto.\n</p><p>Estas regulaciones también significan que Dios no siempre obtiene lo que desea (Isa. 30:15, 18; 66:4; Eze. 18:23; Mat. 7:21; 18:14; 23:37; Luc. 7:30). Además, Dios también está restringido en sus acciones, ya que no puede actuar en contra de estas reglas, pues es fiel a sus promesas. “Una auténtica relación de amor requiere la posibilidad de que las criaturas puedan rechazar la voluntad ideal de Dios” (Peckham, Theodicy of love, p. 139). Dios no restringirá nuestra libertad de elegir en qué lado del Conflicto queremos estar, pues eso impediría el desarrollo pleno del amor entre Dios y sus criaturas creadas. Somos incapaces de resolver esta aparente contradicción porque no vemos detrás del velo de ese conflicto espiritual. Sin embargo, Dios está comprometido “con el florecimiento del amor y las reglas del Pacto” (Peckham, Theodicy of love, p. 140).\n</p><p>Sabemos varias cosas acerca de Dios, pero algunas nos resultan ambiguas o desconcertantes. Pablo afirma que nuestro conocimiento es parcial e incompleto y que percibimos las cosas de manera imperfecta (1 Cor. 13:9, 12). Sabemos que Dios nos ama, nos salva y quiere salvar a todos. También sabemos que podemos confiar en él y depender de sus promesas, cuidado y ayuda. Sabemos que él quiere lo mejor para nosotros. Sabemos que escucha nuestras oraciones y que no podemos manipularlo. Sabemos que las oraciones son importantes y que Satanás tiembla cuando el pueblo de Dios ora, porque las cosas avanzan cuando lo hacemos. No entendemos por qué algunas oraciones son contestadas rápidamente, otras no tanto y algunas nunca, al menos según nuestras expectativas. Dios nos invita a orar, no porque entendamos lo que ocurre entre bastidores o cómo son atendidas nuestras oraciones. No controlamos el resultado de nuestras oraciones, pero se nos invita a orar e incluso se nos ordena hacerlo. Cuando el pueblo de Dios ora, el reino del mal se hace añicos y la causa de Dios puede avanzar misteriosamente.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong>1. ¿Cómo se explica que los seres humanos tengamos tan poca memoria acerca de las grandes cosas que Dios ha hecho por nosotros? ¡Con qué facilidad olvidamos eso! ¿Cómo podemos revitalizar nuestra experiencia con Dios y recordar en momentos críticos de nuestra vida la bondad de Dios para que podamos tomar decisiones correctas y no pecar contra él?\n</strong></p><p><strong>2. ¿Qué puede ser un becerro de oro en nuestra vida?\n</strong></p><p><strong>3. ¿Cómo podemos estar más atentos para ayudar a quienes necesitan nuestras oraciones? La oración hace que Dios pueda intervenir en nuestra vida y realizar milagros de transformación en nosotros y por nosotros.\n</strong></p><p><strong>4. Moisés oró por los pecadores y ofreció su vida por ellos. Este es un modelo de cómo debemos orar por quienes están entre nosotros y han pecado. Dialoga con tu clase acerca de diferentes situaciones y cómo podemos orar unos por otros en esos casos.\n</strong></p><p><strong>5. La oración intercesora de Cristo por sus discípulos y por nosotros es un modelo de cómo orar por los demás (lee Juan 17). Moisés no necesitó morir para que los pecadores pudieran experimentar el perdón. En el caso de Jesús, nuestro verdadero Intercesor, su muerte fue necesaria para nosotros. ¿Por qué?\n</strong></p><p><strong>6. ¿Cómo podemos orar unos por otros sin ser ofensivos o irrespetuosos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>APOSTASÍA E INTERCESIÓN</p>",
      "verse": "<p>PARA MEMORIZAR: “Entonces volvió Moisés ante el Señor y le dijo: ‘Este pueblo ha cometido un gran pecado, porque se hicieron dioses de oro. Te ruego que perdones su pecado. Y si no, ráeme ahora de tu libro que has escrito’ ” (Éxo. 32:31, 32).</p>",
      "versionCode": 25,
      "weekDate": "6-12 de setiembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
