{
   "data":[
      {
         "color":"#67FFE3",
         "id":6,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"16 de Marzo",
               "dayTitle":"<p>LOS DOS TESTIGOS</p>",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p><strong>PARA MEMORIZAR:</strong></p><p>“ ‘La hierba se seca, la flor se cae; pero la palabra de nuestro Dios permanece para siempre’ ” (Isa. 40:8).</p><p><br></p><p>A lo largo de los siglos, la Palabra de Dios también ha sido despedaza, cuestionada, descartada, encadenada en monasterios y quemada en plazas públicas. A pesar de todo, la Escritura ha prevalecido.</p><p>La iglesia medieval persiguió a los cristianos fieles que creían en la Biblia. No obstante, la Palabra de Dios echó luz sobre la oscuridad. La opresión y la persecución no detuvieron la proclamación de la verdad. Cuando el traductor de la Biblia inglesa William Tyndale fue juzgado por su fe, le preguntaron quién lo había ayudado más a difundir la Palabra de Dios. Reflexionó sobre la pregunta y respondió: “el obispo de Durham”. Los magistrados se quedaron consternados. Tyndale explicó que, en una ocasión, el obispo compró una provisión de sus Biblias y las quemó públicamente. Lo que el obispo no sabía era que había comprado las Biblias a un precio mucho más alto de lo habitual. Con el dinero obtenido, Tyndale pudo imprimir muchas más Biblias de las que se quemaron. La verdad aplastada en el polvo se ha levantado una y otra vez para brillar en todo su esplendor.</p><p>Esta semana, exploramos uno de los ataques más despiadados contra las Escrituras y la fe cristiana. Durante la Revolución Francesa, la sangre corrió por las calles de Francia. La guillotina se instaló en la plaza pública de París, y miles fueron masacrados. El ateísmo se convirtió en la religión del Estado. Sin embargo, el testimonio de la Palabra de Dios no pudo ser silenciado.</p><p>La lección de esta semana se basa en El conflicto de los siglos, capítulos 12 al 17.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de mayo",
               "dayTitle":"<p>DOS TESTIGOS</p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Apocalipsis 11:3 al 6. Enumera cinco rasgos identificadores de los dos testigos que encuentres en este pasaje.</strong></p><p><strong>Apocalipsis 11:3-6</strong></p><p><strong><sup>3</sup></strong> Y daré a mis dos testigos que profeticen por mil doscientos sesenta días, vestidos de cilicio.</p><p><strong><sup>4 </sup></strong>Estos testigos son los dos olivos, y los dos candeleros que están en pie delante del Dios de la tierra.&nbsp;</p><p><sup><strong>5</strong> </sup>Si alguno quiere dañarlos, sale fuego de la boca de ellos, y devora a sus enemigos; y si alguno quiere hacerles daño, debe morir él de la misma manera.&nbsp;</p><p><sup><strong>6</strong> </sup>Estos tienen poder para cerrar el cielo, a fin de que no llueva en los días de su profecía; y tienen poder sobre las aguas para convertirlas en sangre, y para herir la tierra con toda plaga, cuantas veces quieran.</p><p>En Zacarías 4, el profeta vio dos olivos a ambos lados de un candelabro de oro, la misma imagen que encontramos aquí, en Apocalipsis 11. Se le dice a Zacarías que esto representa a “los dos ungidos que están ante el Señor de toda la tierra” (Zac. 4:14). Los olivos alimentan de aceite el candelabro para que siga alumbrando. Nos recuerda lo que escribió el salmista: “Lámpara es para mis pies tu palabra y lumbrera a mi camino” (Sal 119:105). El aceite representa al Espíritu Santo (Zac. 4:2, 6). La visión de Juan en Apocalipsis 11 describe la proclamación de la Palabra de Dios con el poder del Espíritu Santo para iluminar el mundo.</p><p>Estos dos testigos pueden profetizar e impedir que caiga lluvia durante el tiempo que ellos predigan. Pueden convertir el agua en sangre y azotar la Tierra con plagas. Por la palabra de Dios, Elías dijo que no caería lluvia sobre Israel, y en respuesta a su oración no hubo lluvia durante tres años y medio (ver Sant. 5:17). Entonces oró a Dios, y volvió a llover después de que los falsos profetas de Baal no lograran acabar con la sequía (1 Rey. 17; 18). Moisés, por medio de la Palabra de Dios, hizo caer plagas de todo tipo sobre los egipcios, incluyendo la de convertir el agua en sangre, porque el faraón se negó a dejar libre al pueblo de Dios (Éxo. 7).</p><p>Los que intenten dañar las Escrituras serán consumidos por el fuego que sale de su boca. Dios dice: “Porque hablaron esa palabra, yo pongo en tu boca mis palabras por fuego, y a este pueblo por leña, y los consumirá” (Jer. 5:14). La Palabra de Dios pronuncia juicio sobre todos los que la rechazan. Su palabra es como fuego en la boca.</p><p>En Juan 5:39, Jesús declara que las Escrituras del Antiguo Testamento testi- fican (dan testimonio) de él. También dice que el evangelio se proclamará “por testimonio” a todo el mundo (Mat. 24:14); y el Nuevo Testamento, junto con el Antiguo Testamento, será la base de ese testimonio. Una palabra de la misma raíz (martys) que las palabras para testigo utilizadas en estos dos versículos aparece en Apocalipsis 11:3.</p><p>¿Quiénes son esos dos testigos? En vista de estos aspectos bíblicos y de las características dadas en Apocalipsis 11, podemos concluir (aunque no dogmáticamente) que los dos testigos son las Escrituras del Antiguo Testamento y del Nuevo Testamento, que comunican la luz y la verdad de Dios al mundo.</p><p><strong>Muchos cristianos de hoy tienden a restar importancia al Antiguo Testamento, a tacharlo de irrelevante e innecesario porque tenemos el Nuevo Testamento. ¿Qué tiene de malo esa actitud?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de mayo",
               "dayTitle":"<p>PERÍODOS PROFÉTICOS</p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p><strong>Compara Apocalipsis 11:3 con 12:5, 6, 14 y 15; y Daniel 7:25. ¿Qué similitudes ves en estos períodos proféticos?</strong></p><p><strong>&nbsp;Apocalipsis 11:3&nbsp;</strong></p><p><strong><sup>3</sup></strong> Y daré a mis dos testigos que profeticen por mil doscientos sesenta días, vestidos de cilicio.</p><p><strong>Apocalipsis 12:5,6, 14,15</strong></p><p><strong><sup>5</sup></strong> Y ella dio a luz un hijo varón, que regirá con vara de hierro a todas las naciones; y su hijo fue arrebatado para Dios y para su trono.</p><p><strong><sup>6</sup></strong> Y la mujer huyó al desierto, donde tiene lugar preparado por Dios, para que allí la sustenten por mil doscientos sesenta días.</p><p><strong><sup>14</sup></strong> Y se le dieron a la mujer las dos alas de la gran águila, para que volase de delante de la serpiente al desierto, a su lugar, donde es sustentada por un tiempo, y tiempos, y la mitad de un tiempo.</p><p><strong><sup>15</sup></strong> Y la serpiente arrojó de su boca, tras la mujer, agua como un río, para que fuese arrastrada por el río.</p><p><strong>Daniel 7:25</strong></p><p><strong><sup>25</sup></strong> Y hablará palabras contra el Altísimo, y a los santos del Altísimo quebrantará, y pensará en cambiar los tiempos y la ley; y serán entregados en su mano hasta tiempo, y tiempos, y medio tiempo.</p><p>Los dos testigos “profetizarán vestidos de saco durante mil doscientos sesenta días” (Apoc. 11:3). Este es el mismo período que los 42 meses durante los cuales los “gentiles” (los que se oponen a la verdad de Dios) pisotearán la ciudad santa (Apoc. 11:2). Los enemigos de Dios pisotean la verdad de Dios durante 1.260 días (42 x 30 = 1.260; cada día simboliza un año en la profecía apocalíptica); y los dos testigos de Dios, el Antiguo Testamento y el Nuevo Testamento, profetizan contra ellos durante este mismo tiempo.</p><p>Como ya hemos visto (ver lección 4), Daniel 7:25 dice que el poder del cuerno pequeño, que surgiría de la desintegración del Imperio Romano, perseguiría al pueblo de Dios “por un tiempo, dos tiempos y medio tiempo”. Un “tiempo” es un año (360 días). Por lo tanto, tres veces y media equivalen a 1.260 días.<br></p><p>Apocalipsis 12:6 y 13 habla de 1.260 días de persecución para el pueblo de Dios. Apocalipsis 12:14 habla de un tiempo, dos tiempos y medio tiempo. Apocalipsis 13:5 habla de 42 meses. En Apocalipsis 11:2 y 3, encontramos que se mencionan tanto los 42 meses como los 1.260 días. Todas estas profecías describen diferentes aspectos del mismo período histórico.</p><p>Cuando se descuida la autoridad de las Escrituras, emergen otras autoridades (humanas) en su lugar. Esto a menudo conduce a la persecución de quienes defienden la Palabra de Dios, lo que sucedió durante el tiempo de la dominación papal, desde 538 d.C. hasta 1798 d.C., cuando la iglesia medieval descendió a una profunda oscuridad espiritual. Los decretos de los hombres sustituyeron a los mandamientos de Dios. Las tradiciones humanas eclipsaron la sencillez del evangelio. La Iglesia Romana se unió al poder secular para extender su autoridad sobre toda Europa.</p><p>Durante estos 1.260 años, la Palabra de Dios (sus dos testigos) se vistió de cilicio. Sus verdades quedaron ocultas bajo un vasto cúmulo de tradiciones y rituales. Estos dos testigos seguían profetizando; la Biblia seguía hablando. Aun en medio de esta oscuridad espiritual, la Palabra de Dios se conservó. Había quienes la apreciaban y vivían según sus preceptos. Pero, en comparación con las masas de Europa, eran pocos. Los valdenses, Juan Hus, Jerónimo, Martín Lutero, Ulrico Zwinglio, Juan Calvino, Juan y Carlos Wesley, y una multitud de otros reformadores, fueron fieles a la Palabra de Dios tal como ellos la entendían.</p><p><strong>¿Cuáles son algunas de las enseñanzas actuales, que muchos cristianos defienden, que se basan en la tradición y no en la Palabra de Dios?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de mayo",
               "dayTitle":"<p>LOS DOS TESTIGOS SON ASESINADOS</p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Apocalipsis 11:7 al 9. Teniendo en cuenta que el lenguaje es simbólico, ¿qué predicen estos versículos que les sucedería a los dos testigos de Dios, el Antiguo Testamento y el Nuevo Testamento?</strong></p><p><strong>Apocalipsis 11:7-9</strong></p><p><strong><sup>7</sup></strong> Cuando hayan acabado su testimonio, la bestia que sube del abismo hará guerra contra ellos, y los vencerá y los matará.&nbsp;</p><p><strong><sup>8 </sup></strong>Y sus cadáveres estarán en la plaza de la grande ciudad que en sentido espiritual se llama Sodoma y Egipto, donde también nuestro Señor fue crucificado.&nbsp;</p><p><strong><sup>9</sup></strong> Y los de los pueblos, tribus, lenguas y naciones verán sus cadáveres por tres días y medio, y no permitirán que sean sepultados.</p><p>En 538 d.C., con el Imperio Romano pagano ya derrumbado, Justiniano, el emperador romano, entregó la autoridad civil, política y religiosa al papa Vigilio. Comenzaba el largo período de dominación de la iglesia medieval, que continuó hasta 1798 d.C. El general francés Berthier, siguiendo órdenes de Napoleón, marchó sin oposición hacia Roma el 10 de febrero de 1798. El papa Pío VI fue tomado cautivo y llevado a Francia, donde murió. Esta fecha marca el fin proféticamente predicho de la autoridad secular de la Iglesia Romana, los 1.260 días, o años, como se describe en Daniel y Apocalipsis (ver el estudio de ayer).</p><p>¡Qué poderosa manifestación de la verdad de la profecía bíblica! Daniel predijo con exactitud acontecimientos que ocurrieron 2.300 años después. Efectivamente, podemos confiar en las profecías dadas en la Biblia.</p><p>Mientras tanto, durante todo este tiempo, la verdad del evangelio se mantuvo viva gracias al testimonio de la Palabra. Pero había desafíos aún mayores que amenazaban la verdad bíblica. La bestia que ascendió del abismo (Satanás) hizo guerra contra las Escrituras. Inició nuevos asaltos a la autoridad de la Biblia mediante la Revolución Francesa, que comenzó en 1789.</p><p>En la Revolución Francesa, el Gobierno estableció oficialmente el Culto de la Razón como una religión atea patrocinada por el Estado, con la intención de reemplazar al cristianismo. El 10 de noviembre de 1793 se celebró en todo el país el “festival de la razón”. Las iglesias de toda Francia se convirtieron en templos de la razón, y una mujer fue entronizada como diosa de la razón. Se quemaron Biblias en las calles y se declaró que Dios no existía. Satanás obró mediante hombres impíos para matar a los dos testigos de Dios. Sus cadáveres quedaron “en la plaza de la gran ciudad, que simbólicamente se llama Sodoma y Egipto, donde también su Señor fue crucificado” (Apoc. 11:8).</p><p>Egipto tenía una cultura politeísta y negaba al Dios verdadero (ver Éxo. 5:2). Sodoma representa la inmoralidad flagrante. En la Revolución Francesa, los dos testigos de Dios, el Antiguo Testamento y el Nuevo Testamento, murieron debido al ateísmo y la inmoralidad que corrían desenfrenados a medida que las restricciones morales se desataban en la revolución y el derramamiento de sangre.</p><p>Apocalipsis 11:9 dice que el cuerpo de los dos testigos permanecería sin sepultura durante “tres días y medio”; es decir, “días” proféticos que representan tres años y medio literales. El ateísmo de la Revolución Francesa tuvo su apogeo durante unos tres años y medio. Este período se extendió desde el 26 de noviembre de 1793, cuando un decreto emitido en París abolió la religión, hasta el 17 de junio de 1797, cuando el Gobierno francés eliminó sus leyes religiosas restrictivas.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de Mayo",
               "dayTitle":"<p>LOS DOS TESTIGOS RESUCITAN</p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Apocalipsis 11:11. ¿Qué predice este texto sobre la Palabra de Dios?</strong></p><p><sup><strong>11 </strong></sup>Pero después de tres días y medio entró en ellos el espíritu de vida enviado por Dios, y se levantaron sobre sus pies, y cayó gran temor sobre los que los vieron.</p><p>Al final de la Revolución Francesa, la Palabra de Dios, en sentido figurado, resucitaría. Habría un poderoso reavivamiento. Gran temor les sobrevendría a quienes vieran que la Palabra de Dios una vez más se convertiría en el poder vivo de Dios para salvación. A fines del siglo XVIII, Dios suscitó a hombres y mujeres que se comprometieron a llevar el evangelio hasta los confines de la Tierra. Hubo gente que difundió rápidamente el mensaje de la Biblia, como William Carey, que viajó a la India y tradujo la Biblia a docenas de dialectos indios. Se enviaron misioneros por todo el mundo, impulsados por el poder de la Biblia.<br></p><p>No es casualidad que estos esfuerzos misioneros mundiales surgieran después de la Revolución Francesa. La Palabra de Dios es una Palabra viva y, aunque&nbsp;para muchos parecía “muerta”, seguía viva en el corazón de los creyentes y resucitaría plenamente, como predecían las profecías del Apocalipsis. “En cierta ocasión, el incrédulo Voltaire dijo con arrogancia: ‘Estoy cansado de oír de continuo&nbsp;que doce hombres establecieron la religión cristiana. Yo he de probar que un solo hombre basta para destruirla’. Han transcurrido varias generaciones desde que Voltaire muriera, y millones han secundado su guerra contra la Biblia. Pero, tan lejos de ser destruida estuvo que, allí donde había cien ejemplares en tiempo de Voltaire, hoy día hay diez mil, por no decir cien mil copias del Libro de Dios. Como dijo uno de los primitivos reformadores al hablar de la iglesia cristiana: ‘La Biblia es un yunque sobre el cual se han gastado muchos martillos’ ” (Elena de White, El conflicto de los siglos, p. 332).</p><p><strong>Lee Salmos 119:89; y 111:7 y 8. ¿Qué nos dicen estos pasajes acerca de la&nbsp;Biblia, y por qué podemos confiar en ella?</strong></p><p><strong>Salmos 119:89</strong></p><p><sup><strong>89 </strong></sup>Para siempre, oh Jehová,&nbsp;Permanece tu palabra en los cielos.</p><p><strong>Salmos 111:7-8</strong></p><p><sup><strong>7 </strong></sup>Las obras de sus manos son verdad y juicio;&nbsp;Fieles son todos sus mandamientos,</p><p><sup><strong>8 </strong></sup>Afirmados eternamente y para siempre,&nbsp;Hechos en verdad y en rectitud.</p><p>La Palabra de Dios puede ser atacada o suprimida, pero nunca será erradicada. Incluso muchos que profesan ser cristianos socavan su autoridad de&nbsp;diversas maneras, cuestionando partes de la Biblia o haciendo tanto hincapié en los elementos humanos que casi pierde su sello divino, y la verdad de Dios&nbsp;se ve socavada.<br></p><p>En ningún caso debemos dejarnos seducir por estos ataques a la Palabra de&nbsp;Dios. Hoy sigue viva, habla al&nbsp; corazón humano, e insufla nueva vida a quienes&nbsp;están dispuestos a escuchar la Palabra y seguir sus enseñanzas.</p><p><strong>¿Qué profecías en particular te hablan a ti, personalmente, y por qué?</strong></p><p>\n</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de Mayo",
               "dayTitle":"<p>LA VERDAD TRIUNFANTE</p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p>A pesar de los ataques del enemigo, la obra de Dios en la Tierra llegará a un clímax glorioso. El evangelio se predicará a “toda nación y tribu, lengua y pueblo” (Apoc. 14:6). El gran conflicto entre Cristo y Satanás terminará cuando Cristo derrote completamente a los poderes del infierno. El Reino de Dios triunfará sobre el mal, y el pecado será erradicado para siempre del universo. Apocalipsis 11 comienza con el intento de Satanás, mediante la Revolución Francesa, de destruir la fe cristiana y erradicar la creencia en Dios, pero el capítulo termina con el triunfo del Reino de Dios sobre los principados y las potestades del mal. Es un estímulo para todos los que sobrellevan duras pruebas por la causa de Cristo y su verdad.</p><p><strong>Lee Apocalipsis 11:15 al 18. Según estos versículos, ¿Qué acontecimientos tendrán lugar en el tiempo del fin cuando suene la séptima trompeta?</strong></p><p><strong>Apocalipsis 11:15-18</strong></p><p><sup><strong>15 </strong></sup>El séptimo ángel tocó la trompeta, y hubo grandes voces en el cielo, que decían: Los reinos del mundo han venido a ser de nuestro Señor y de su Cristo; y él reinará por los siglos de los siglos.&nbsp;</p><p><sup><strong>16 </strong></sup>Y los veinticuatro ancianos que estaban sentados delante de Dios en sus tronos, se postraron sobre sus rostros, y adoraron a Dios,&nbsp;</p><p><sup><strong>17 </strong></sup>diciendo: Te damos gracias, Señor Dios Todopoderoso, el que eres y que eras y que has de venir, porque has tomado tu gran poder, y has reinado.&nbsp;</p><p><sup><strong>18 </strong></sup>Y se airaron las naciones, y tu ira ha venido, y el tiempo de juzgar a los muertos, y de dar el galardón a tus siervos los profetas, a los santos, y a los que temen tu nombre, a los pequeños y a los grandes, y de destruir a los que destruyen la tierra.</p><p>Los reinos de este mundo llegarán a ser los reinos de nuestro Señor. Cristo es victorioso. El mal es derrotado. Jesús gana y Satanás pierde. La justicia triunfa. Reina la verdad. Haríamos bien en prestar atención a la siguiente instrucción: “Lo que se edifique sobre la autoridad de los hombres será derribado; pero lo que se cimente sobre la roca de la inalterable Palabra de Dios permanecerá para siempre” (Elena de White, El conflicto de los siglos, p. 332).</p><p><strong>Lee Apocalipsis 11:19. ¿Qué vio Juan abierto en el Cielo? Y ¿Qué vio cuando&nbsp;miró el Cielo por dentro?</strong></p><p><strong>Apocalipsis 11:19</strong></p><p><strong><sup>19 </sup></strong>Y el templo de Dios fue abierto en el cielo, y el arca de su pacto se veía en el templo. Y hubo relámpagos, voces, truenos, un terremoto y grande granizo.</p><p>El Templo de Dios en el Cielo se abrió a la vista de Juan. Al contemplar el Lugar Santísimo, vio el Arca del Pacto. En el Santuario del Antiguo Testamento, que era un tipo inspirado en el modelo del gran original en el Cielo, la gloriosa presencia de Dios se revelaba entre las dos figuras angélicas formadas en la cubierta del Arca del Pacto. Dentro del Arca estaba la Ley de Dios. Aunque somos salvos solo por la gracia mediante la fe, la obediencia a la Ley de Dios revela si nuestra fe es auténtica. La Ley de Dios es la base, o norma, del Juicio (Sant. 2:12). Este hecho adquiere especial importancia y relevancia en el tiempo del fin (ver Apoc. 12:17; 14:12).</p><p><strong>¿De qué manera nos habla hoy el sorprendente contraste entre la impiedad de la&nbsp;Revolución Francesa y el glorioso clímax que se describe en Apocalipsis 11?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de Mayo",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>“Cuando la Biblia fue prohibida por las autoridades civiles y religiosas; cuando su testimonio fue pervertido y se hizo cuanto pudieron inventar los hombres y los demonios para desviar de ella la mente de la gente; cuando los que osaban proclamar sus verdades sagradas fueron perseguidos, traicio- nados, torturados, confinados en mazmorras, martirizados por su fe u obligados a refugiarse en las fortalezas de las montañas y en las cavernas y las cuevas de la Tierra, entonces los fieles testigos profetizaron vestidos de sacos. Sin embargo, siguieron dando su testimonio durante todo el período de 1.260 años. Aun en los tiempos más sombríos hubo hombres fieles que amaron la Palabra de Dios y fueron celosos de su honor. A esos fieles siervos de Dios les fueron dados sabiduría, poder y autoridad para divulgar su verdad durante todo ese tiempo” (Elena de White, El conflicto de los siglos, p. 310).</p><p>“Cuando Francia rechazó a Dios y desechó la Biblia públicamente, hubo impíos y espíritus de las tinieblas que se llenaron de júbilo por haber logrado el objetivo tanto tiempo deseado: un reino libre de las restricciones de la Ley de Dios. [...] Fue retirado en gran medida el poder restrictivo del Espíritu de Dios, el que impone un freno al poder cruel de Satanás, y se le permitió al que solo se deleita en los sufrimientos de la humanidad que hiciese su voluntad. Los que habían preferido servir a la rebelión cosecharon sus frutos hasta que la Tierra se llenó de crímenes tan horrendos que la pluma se resiste a describirlos. De las provincias devastadas y las ciudades arruinadas se oía un clamor terrible; un clamor de angustia amarguísimo. Francia se estremecía como sacudida por un terremoto. La religión, la ley, el orden social, la familia, el Estado y la Iglesia; todo lo abatía la mano impía que se levantara contra la Ley de Dios” (ibíd., p. 330).</p><p>“A menos que la iglesia siga el sendero que le abre la Providencia y, al aceptar cada rayo de luz, cumpla todo deber que le sea revelado, la religión degenerará inevitablemente en la mera observancia de las formas y el espíritu de piedad vital desaparecerá” (ibíd., p. 362).</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1</strong>. ¿Cómo se revelan en la Revolución Francesa los principios del Gran&nbsp;Conflicto?</p><p><strong>2</strong>. Al argumentar que Dios no existe, alguien escribió que “somos libres de&nbsp;establecer nuestras propias metas y de aventurarnos a cruzar cualquier&nbsp;frontera intelectual sin buscar señales de prohibido el paso”. ¿Por qué la&nbsp;frase “sin buscar señales de prohibido el paso” es tan instructiva acerca de&nbsp;los motivos que muchos esgrimen para rechazar a Dios? ¿Cómo podrían&nbsp;estas ideas ayudar a explicar parte de lo que ocurrió en la Revolución&nbsp;Francesa?</p><p><strong style=\"background-color: initial;\">3</strong>. ¿Qué importancia tiene la visión de Juan sobre el Santuario en relación&nbsp;con los acontecimientos finales?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de Mayo",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p><strong>Introducción:&nbsp;</strong></p><p>Este estudio se centra en el papel fundamental de la Palabra de Dios, su autoridad y su poder en el Gran Conflicto. Específicamente, centraremos nuestra atención en la Palabra de Dios representada por los dos testigos que predicaron vestidos de saco o cilicio durante el período profético de 1.260 años.&nbsp;</p><p>Después de que Jesús ascendió al cielo, el diablo dirigió sus esfuerzos y su energía&nbsp;contra las Escrituras, y contra el pueblo de Dios. La misión de la iglesia era dar testimonio de Jesucristo y de su Palabra, que es la revelación del carácter y la voluntad&nbsp;de Dios. En Apocalipsis 11, la Palabra de Dios está representada por la expresión del Antiguo Testamento “los dos ungidos” (Zac. 4:14), o los dos testigos. Esta metáfora habla del hecho de que la Palabra de Dios tiene una presencia y un poder perpetuos, por ser de origen divino, al haber sido transmitida por inspiración del Espíritu Santo.&nbsp;</p><p>El paralelismo entre Jesús y la Palabra es obvio: de la misma manera que Jesús ministró tres años y medio bajo la presión y la persecución de su propio pueblo, que se suponía que debía recibirlo, las Escrituras ministraron al mundo durante tres años y medio proféticos, o 1.260 años históricos, bajo la presión del mismo pueblo que pretendía ser el guardián de la Palabra de Dios. Así como Jesús, la Palabra de Dios, murió y resucitó, las Escrituras, la Palabra de Dios, también murieron y resucitaron. Así como Jesús fue triunfante, su Palabra será triunfante, y su pueblo también será triunfante en él y en su Palabra.</p><p><strong>Temática de la lección:\n</strong></p><p>La lección de esta semana destaca dos temas principales:\n</p><p><strong>1</strong>. Los dos testigos de Apocalipsis 11 simbolizan las Sagradas Escrituras. Los dos&nbsp;testigos ministraron en un&nbsp; tiempo de persecución, durante el período profético de&nbsp;1.260 años, entre 538 d.C. y 1798 d.C.</p><p><strong>2</strong>. Al final de este período profético, los dos testigos murieron y resucitaron, así&nbsp;como Jesús murió y resucitó, señalando el hecho de que Dios obtendrá, por medio&nbsp;de Jesús y de su Palabra, la victoria final en el Gran Conflicto.</p><p><strong>COMENTARIO</strong></p><p><strong>Profetizar en tela de saco\n</strong></p><p>¿Por qué sostienen los adventistas que los dos testigos (las Sagradas Escrituras)&nbsp;fueron suprimidos durante la Edad Media? ¿Acaso la gente de aquella época no conocía la Biblia? ¿No estaban las catedrales y las iglesias decoradas con temas bíblicos?&nbsp;¿No se enseñaba la Biblia en la universidad? La respuesta a todas estas preguntas es&nbsp;sí. Entonces, ¿por qué insistir en que el período de 1.260 años, entre 538 d.C. y 1798&nbsp;d.C., fue una época de persecución, una época en la que los dos testigos se vistieron&nbsp;de cilicio, símbolo de crisis y humillación?</p><p>Es verdad que la persecución contra las Escrituras ya existía antes del año 538 d.C.&nbsp;Por ejemplo, el emperador romano Diocleciano (gobernó de 284 a 305 d.C.) dictaminó que los cristianos debían renunciar a su Libro sagrado. Algunos cristianos que poseían manuscritos bíblicos los entregaron para que fueran quemados y profanados públicamente; otros, en cambio, prefirieron morir por su fe. Asimismo, al final del período profético de 1.260 años, los revolucionarios franceses lograron aniquilar la Escritura en su territorio durante un breve período (Apoc. 11:7-9). A diferencia de Diocleciano, la Reforma Francesa intentó aniquilarla por completo, en lugar de permitirle profetizar vestida de cilicio. Sin embargo, el período de 1.260 años, durante el cual los dos testigos sufrieron humillaciones, excede con mucho los dos o tres primeros siglos de persecuciones, los diez años de persecución bajo Diocleciano o los pocos años de la Revolución Francesa. Por esta razón, debemos buscar en otros lugares de la historia para encontrar el cumplimiento de Apocalipsis 11. Como detalla nuestra lección, los adventistas del séptimo día entienden que este período se extendió desde 538 d.C. hasta 1798 d.C.</p><p>Para entender qué significa que los dos testigos o las Escrituras ministren vestidos de cilicio, necesitamos mirar al Antiguo Testamento. Esta descripción parece aludir a Zacarías (Apoc. 11:4; Zac. 4:14), Elías (Apoc. 11:5, 6) y Moisés (Apoc. 11:6). Es decir, Apocalipsis 11 parece sugerir que el ministerio profético de los dos testigos, que se visten de cilicio, tuvo lugar en el contexto de la persecución del pueblo de Dios. La Escritura no dice que los dos testigos fueron asesinados durante los 1.260 años; más bien, fueron facultados por Dios para profetizar vistiendo de cilicio durante este tiempo (Apoc. 11:3). Elías se vistió de cilicio durante una época de profunda crisis espiritual en Israel, cuando esa nación había cambiado consciente y deliberadamente la Ley de Dios, situándose por encima de la revelación de Dios y en contra de ella. Del mismo modo, la cuestión principal no es si la Iglesia Católica Romana tenía algún conocimiento de las Escrituras, o si utilizaba las Escrituras de alguna manera para hacer teología durante los 1.260 años de supremacía eclesiástica y persecución. La pregunta es: ¿Cuál fue la actitud de la iglesia hacia las Escrituras durante este período de persecución? Su actitud se asemejó mucho a la actitud de Israel: conocían la revelación especial de Dios, pero se situaron deliberadamente por encima de ella.</p><p>El principio protestante de Sola Scriptura enfatiza que las Escrituras son la revelación completa, autosuficiente y clara de Dios. Cada vez que la revelación divina es un inconveniente, o un obstáculo, para un proyecto humano, el diablo y sus falsos maestros introducen tradiciones para justificar la reinterpretación de los pasajes bíblicos inconvenientes; o simplemente introducen nuevas enseñanzas o prácticas que son totalmente contrarias a las Escrituras. La tradición de la iglesia y el Magisterio se presentan como los intérpretes exclusivos de la Biblia, y como la única autoridad con poder para crear y establecer dogmas. La Palabra de Dios es socavada y puesta bajo el control de la iglesia, aunque las Escrituras estipulan claramente que debe ser al revés. En este sentido, varias citas del Catecismo de la Iglesia Católica (CIC) son simplemente asombrosas.</p><p>Según el CIC, la revelación de Dios “por su Verbo en el Espíritu Santo” está “presente y activa en la Iglesia”, por lo que la tradición eclesiástica es parte inseparable de la revelación especial de Dios, al igual que los profetas y los apóstoles (CIC 79). Por&nbsp;esta razón, “la Iglesia, a la cual está confiada la transmisión y la interpretación de la&nbsp;Revelación, ‘no saca exclusivamente de la Escritura la certeza de todo lo revelado. Y&nbsp;así las dos se han de recibir y respetar con el mismo espíritu de devoción’ ” (CIC 82).</p><p>Es cierto que el CIC estipula que el Magisterio, al ser el único intérprete de la Escritura (CIC 86, 100), “no está por encima de la palabra de Dios, sino a su servicio” (CIC 86). Sin embargo, el Magisterio no se basa solamente en las Escrituras, sino también en la Tradición (CIC 82), y se considera que ambas cuentan con la misma autoridad. Puesto que el Magisterio (“el Papa y los obispos en comunión con él”) tiene la única autoridad para interpretar “auténticamente” la Palabra de Dios (CIC 100), el Magisterio utiliza tanto de la tradición como de la Escritura, siempre que sea conveniente.</p><p>Las experiencias de Israel y de Judá demuestran que cuando la tradición se pone al mismo nivel que las Escrituras, esta no solo queda relegada a un nivel inferior, de lo divino a lo humano, sino además, finalmente, queda anulada por completo (Mat. 15:3- 6), al haber sido malinterpretada para adaptarse a una cosmovisión humana. Así, su autoridad queda aniquilada. Esta aniquilación de la autoridad bíblica es exactamente lo que ocurrió en la Iglesia Católica Romana. A medida que la iglesia enfatizaba cada vez más la Tradición y aceptaba presupuestos filosóficos, sus enseñanzas y sus prácticas cambiaron tan radicalmente que la iglesia ya no fue compatible con el modelo de la iglesia apostólica.</p><p>Así, al malinterpretar y enseñar directamente en contra de las Escrituras, la Iglesia&nbsp;Católica Romana afirmó falsamente los siguientes errores:</p><p><ul><li>Que tiene poder para cambiar el día de reposo de Dios del séptimo día al primer día de la semana, transgrediendo así deliberadamente el cuarto Mandamiento y rebajando el estatus de Dios como Creador y Rey.</li><li>Que Cristo dejó la iglesia a cargo del obispo de Roma y de la jerarquía eclesiástica sacramental.</li><li>Que la iglesia es un elemento necesario para la salvación divina.</li><li>Que la iglesia y los santos pueden mediar por las personas y ofrecerles méritos para la salvación.</li><li>Que María, la madre de Jesús, nació con una naturaleza sin pecado (concepción inmaculada).</li><li>Que María tiene un papel especial en la salvación, y se la llama Mediadora (Mediatrix), Abogada, Auxiliadora, títulos reservados en las Escrituras solamente para Cristo y el Espíritu Santo.</li><li>Que la salvación es por obras, como la penitencia y las indulgencias.</li><li>Que el alma es inmortal, el infierno es eterno y el purgatorio existe.</li><li>Que hay siete sacramentos que imparten la salvación.\n</li><li>Que los niños deben ser bautizados.\n</li><li>Que la sustancia misma del pan y el vino se transforman literalmente en el cuerpo y la sangre de Cristo durante la misa (transubstanciación).</li><li>Que los llamados laicos no pueden compartir el cáliz durante la Comunión.\n</li><li>Que los sacerdotes mismos son un sacramento e imparten la salvación.</li><li>Que los sacerdotes de la iglesia no deben casarse, sino permanecer célibes.\n</li><li>Que los cristianos pueden y, de hecho, deben venerar y adorar imágenes y estatuas, transgrediendo así flagrantemente el segundo Mandamiento.</li></ul><p>Con una interpretación tergiversada o un rechazo tan evidente de las Escrituras&nbsp;y sus enseñanzas durante más de un milenio por parte del autoproclamado pueblo&nbsp;de Dios, no es de extrañar que Dios describa que las Escrituras, o sus dos testigos,&nbsp;profetizan vestidos de cilicio.</p><p>Sí, finalmente, los dos testigos fueron asesinados en un contexto secular y no religioso (durante la Revolución Francesa). Sin embargo, la propia Revolución Francesa atea fue una reacción a la larga anarquía de la Iglesia Católica contra Dios mismo, contra su revelación especial y contra la humanidad, que tan desesperadamente necesita la salvación. El Gran Conflicto es complejo. El diablo pretende destruir la revelación de Dios en su Palabra Escrita. Pero, sobre todo, pretende suprimir la Palabra de Dios en su iglesia. Este objetivo satánico no ha tenido éxito, ni lo tendrá jamás. La Sola Scriptura protestante, las sociedades bíblicas y misioneras, el mensaje adventista de los tres ángeles y el fuerte clamor prevalecerán. La Palabra de Dios será cada vez más clara en su comunicación del amor de Dios.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><strong>1</strong>. Imagina que vives al comienzo del período profético de 1.260 años. Imagina también que, como estudioso de la Biblia y como cristiano devoto, comprendieras que los 1.260 años de persecución contra los dos testigos apenas habían comenzado y que, por lo tanto, pasarían muchos siglos más hasta que la persecución terminara. ¿Cómo mantendrías viva tu esperanza, tu devoción a Dios y tu compromiso de predicar la Palabra de Dios, sabiendo que tú y tus descendientes se enfrentarían a la larga perspectiva de al menos mil años más de espera? ¿Cómo prepararías a tus descendientes para una espera tan anticipada? ¿Cómo pueden tus respuestas inspirar tu fe hoy mientras esperamos el regreso de Jesús?&nbsp;</p><p><strong>2</strong>. Aunque la Revolución Francesa impactó al mundo entero con su visión del mundo, su espíritu y sus acciones, este impacto se sintió más directamente dentro del mundo occidental. Si vives en Occidente, ¿Cómo podrías seguir celebrando la resurrección y el ministerio de los dos testigos? Si vives en otras partes del mundo, que no fueron impactadas directamente por la revolución secular o atea de Francia, ¿Cómo ha intentado tu sociedad o comunidad local “matar” a los dos testigos o hacer que ministren vestidos de silicio? ¿Cómo podrías tú y tu iglesia participar en la resurrección y el ministerio de los dos testigos?</p></p><p><strong>RESEÑA\n</strong></p><p>Textos clave: Isaías 25:9.</p><p>Enfoque del estudio: Mateo 13:30, 38-41; 2 Timoteo 3:13; Mateo 24:27, 30,&nbsp;31; 1 Corintios 15:51-53; 1 Tesalonicenses 4:13-18; Daniel 8:14; 7:9-14; 9:20-27;&nbsp;Romanos 13:11.</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>LOS DOS TESTIGOS</p>",
         "verse":"<p>“La hierba se seca, la flor se cae; pero la palabra de nuestro Dios permanece para siempre” (Isa. 40:8).</p>",
         "versionCode":60,
         "weekDate":"4-10 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
