{
   "data":[
      {
         "color":"#1e6091",
         "id":9,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"23 de noviembre",
               "dayTitle":"<p>LA FUENTE DE LA VIDA</p>",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong> Juan 1:4; 10:10; 1:12, 13; 6:61-68; Números 13:23-33; Mateo 4:1-4.</p><p>En el Evangelio de Juan, cuando preguntaron a Jesús quién era, respondió: “YO SOY”, una referencia inequívoca a la Deidad, al Señor mismo, quien se había identificado así al presentarse ante Moisés en la zarza ardiente: “Yo soy el que soy” (Éxo. 3:14). Y este mismo Dios, el “YO SOY”, “se hizo carne, y habitó entre nosotros, lleno de gracia y de verdad. Y vimos su gloria, gloria que, como Hijo único, recibió del Padre” (Juan 1:14).\n</p><p>El título “YO SOY” está presente en todo el Evangelio de Juan. El versículo para memorizar de esta semana refleja ese tema: “Yo soy el camino, la verdad y la vida” (Juan 14:6). El “YO SOY” es la Luz del mundo, el Pan de vida, la Puerta de las ovejas, el Buen Pastor y la Vid verdadera.\n</p><p>Esta semana continuaremos estudiando la revelación de Dios que nos ofrece Juan. También exploraremos más a fondo el rechazo de Jesús por parte de algunos a pesar de las poderosas evidencias de que era el Mesías. Estudiaremos este fenómeno por dos razones: para evitar el mismo error y para considerar cómo podemos alcanzar a quienes corren actualmente el peligro de cometer ese error.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de noviembre",
               "dayTitle":"<p>EN ÉL ESTABA LA VIDA</p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p>En Juan 1:1, el apóstol afirma claramente que Jesús es Dios, el Hijo divino. Por consiguiente, en Juan 1:4 (“En él estaba la vida, y esa vida era la luz de los hombres”), la referencia a la vida aquí tiene que ser la vida divina, la autoexistencia eterna subyacente. Puesto que él tiene vida en sí mismo, puede entregar su vida y volver a tomarla (Juan 10:17); y por la misma razón, puede dar vida a quien él quiera (Juan 5:21; comparar con Juan 14:19).\n</p><p>El término vida (zo?, en griego) aparece 36 veces en el Evangelio de Juan, aproximadamente el 25 % del total en el Nuevo Testamento. En Juan 1:4 y 5, además de referirse a la Fuente de la vida en nuestro planeta, la palabra también está vinculada a la salvación. A lo largo del resto de Juan, esta idea de vida (zo?) se expresa con mayor frecuencia como vida eterna, la promesa de salvación (ver Juan 3:15, 16, 36; 4:14, 36; 6:27, 40, 47, 54, 68; 10:27, 28). Así, aquel que trajo la vida a la existencia en ocasión de la Creación es el mismo que trae la salvación, la vida eterna, a un mundo perdido.\n</p><p><strong>¿Por qué vino Jesús a esta Tierra? Juan 1:29; 3:16; 6:40; 10:10; 12:27.\n</strong></p><p><strong>Juan 1:29</strong></p><p><strong><sup>29 </sup></strong>El siguiente día vio Juan a Jesús que venía a él, y dijo: He aquí el Cordero de Dios, que quita el pecado del mundo.</p><p><br></p><p><strong>Juan 3:16</strong></p><p><sup><strong>16</strong> </sup>Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.</p><p><br></p><p><strong>Juan 6:40</strong></p><p><sup><strong>40</strong> </sup>Y esta es la voluntad del que me ha enviado: Que todo aquel que ve al Hijo, y cree en él, tenga vida eterna; y yo le resucitaré en el día postrero.</p><p><br></p><p><strong>Juan10:10</strong></p><p><sup><strong>10</strong> </sup>El ladrón no viene sino para hurtar y matar y destruir; yo he venido para que tengan vida, y para que la tengan en abundancia.</p><p><br></p><p><strong>Juan 12:27</strong></p><p><sup><strong>27</strong> </sup>Ahora está turbada mi alma; ¿y qué diré? ¿Padre, sálvame de esta hora? Mas para esto he llegado a esta hora.</p><p><br></p><p>“ ‘Como Moisés levantó la serpiente en el desierto, así es necesario que el Hijo del hombre sea levantado, para que todo el que crea en él no se pierda, sino que tenga vida eterna’ ” (Juan 3:14, 15).\n</p><p>Así como la serpiente de bronce tomó el lugar de los israelitas que habían sido mordidos por serpientes, Jesús tomó nuestro lugar; es decir, el de quienes hemos sido golpeados por el pecado. Él asumió el castigo que nos correspondía a fin de que pudiéramos recibir la vida que le pertenece.\n</p><p>Cristo también desea que tengamos vida, y que la tengamos en abundancia (Juan 10:10). Así, pues, “a cuantos lo recibieron les dio el derecho de ser hijos de Dios, a los que creen en su nombre. Estos no nacieron en forma natural, por voluntad humana, ni por el deseo de un hombre, sino que nacieron de Dios” (Juan 1:12, 13).\n</p><p>Cristo vino a revelarnos al Padre. Porque “a Dios nadie lo vio jamás. El Hijo único, que es Dios, que está en el seno del Padre, él lo dio a conocer” (Juan 1:18). Al contemplar el carácter de Jesús, contemplamos el del Padre.\n</p><p><strong>¿Qué podemos aprender acerca del carácter del Padre por medio de la vida de Jesús? ¿Por qué es esta revelación una noticia tan buena?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de noviembre",
               "dayTitle":"<p>PALABRAS DE VIDA ETERNA</p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Juan 6:61 al 68. Cuando Jesús preguntó a los discípulos si querían dejarlo, ¿cuál fue el significado de la respuesta de Pedro?\n</strong></p><p><strong>Juan 6:61 al 68</strong></p><p><sup><strong>61</strong> </sup>Sabiendo Jesús en sí mismo que sus discípulos murmuraban de esto, les dijo: ¿Esto os ofende?&nbsp;</p><p><strong><sup>62 </sup></strong>¿Pues qué, si viereis al Hijo del Hombre subir adonde estaba primero?&nbsp;</p><p><strong><sup>63 </sup></strong>El espíritu es el que da vida; la carne para nada aprovecha; las palabras que yo os he hablado son espíritu y son vida.&nbsp;</p><p><strong><sup>64 </sup></strong>Pero hay algunos de vosotros que no creen. Porque Jesús sabía desde el principio quiénes eran los que no creían, y quién le había de entregar.&nbsp;</p><p><strong><sup>65 </sup></strong>Y dijo: Por eso os he dicho que ninguno puede venir a mí, si no le fuere dado del Padre.</p><p><strong><sup>66 </sup></strong>Desde entonces muchos de sus discípulos volvieron atrás, y ya no andaban con él.&nbsp;</p><p><strong><sup>67 </sup></strong>Dijo entonces Jesús a los doce: ¿Queréis acaso iros también vosotros?&nbsp;</p><p><strong><sup>68</sup></strong> Le respondió Simón Pedro: Señor, ¿a quién iremos? Tú tienes palabras de vida eterna.</p><p><br></p><p>Las palabras de Pedro acerca de la “vida eterna” están conectadas con un tema que recorre todo el Evangelio de Juan. Una concentración de fraseología sobre la vida eterna aparece en Juan 6, en el contexto de la alimentación de los cinco mil (Juan 6:27, 40, 47, 54, 68). Jesús dice que él es el Pan de vida (Juan 6:35), lo que significa que su vida, su muerte y su resurrección son la fuente de la vida eterna, de la Salvación.\n</p><p>La expresión “vida eterna” y sus equivalentes aparecen al menos 17 veces en el Evangelio de Juan. No se refiere allí a una existencia espiritual, a formar parte de un ser eterno o a algún otro concepto etéreo, sino al poder vivificante que produce salvación y da sentido a nuestra existencia actual, y a la vida sin fin cuando regrese nuestro Señor. Así como Jesús se hizo carne, la resurrección de la que él habla ocurre en el tiempo, en el espacio, en un cuerpo material. Es una resurrección de entre los muertos, una renovación de la vida que una vez tuvimos en el Edén.\n</p><p><strong>¿Cómo recibimos la vida eterna? Juan 3:15, 16; 5:24; 6:40, 47; 8:31; 12:46; 20:31.\n</strong></p><p><strong>Juan 3:15, 16</strong></p><p><strong><sup>15 </sup></strong>para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.</p><p><strong><sup>16 </sup></strong>Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.</p><p><br></p><p><strong>Juan 5:24</strong></p><p><sup><strong>24</strong> </sup>De cierto, de cierto os digo: El que oye mi palabra, y cree al que me envió, tiene vida eterna; y no vendrá a condenación, mas ha pasado de muerte a vida.</p><p><br></p><p><strong>Juan 6:40, 47</strong></p><p><sup><strong>40</strong> </sup>Y esta es la voluntad del que me ha enviado: Que todo aquel que ve al Hijo, y cree en él, tenga vida eterna; y yo le resucitaré en el día postrero.</p><p><strong><sup>47 </sup></strong>De cierto, de cierto os digo: El que cree en mí, tiene vida eterna.</p><p><br></p><p><strong>Juan 8:31</strong></p><p><sup><strong>31</strong> </sup>Dijo entonces Jesús a los judíos que habían creído en él: Si vosotros permaneciereis en mi palabra, seréis verdaderamente mis discípulos;</p><p><br></p><p><strong>Juan 12:46</strong></p><p><sup><strong>46</strong> </sup>Yo, la luz, he venido al mundo, para que todo aquel que cree en mí no permanezca en tinieblas.</p><p><br></p><p><strong>Juan 20:31</strong></p><p><sup><strong>31</strong> </sup>Pero estas se han escrito para que creáis que Jesús es el Cristo, el Hijo de Dios, y para que creyendo, tengáis vida en su nombre.</p><p><br></p><p>Solo por la fe creemos que Jesucristo vino a vivir y a morir por nosotros. Recibimos esta fe como un don o regalo, pero debemos elegir conscientemente entregarnos a Jesús, arrepentirnos y reclamar su sangre para recibir el perdón y la limpieza del pecado.\n</p><p>Cuando Jesús preguntó a Pedro si él también se iría, su respuesta fue: “Señor, ¿a quién iríamos? Tú tienes palabras de vida eterna” (Juan 6:68). Esa declaración resume la esencia de la Salvación y cómo se la alcanza. No procede de la filosofía, de la historia ni de la ciencia; es decir, de las disciplinas humanas. Proviene de Jesús, quien, puesto que posee vida eterna, la ofrece gratuitamente a quienes la aceptan en respuesta al Espíritu Santo.\n</p><p><strong>¿Cómo influye la promesa de la vida eterna en la manera en que vemos nuestra vida temporal aquí? ¿Cómo debería influir?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de noviembre",
               "dayTitle":"<p>EL HECHO DE CREER Y EL NUEVO NACIMIENTO\n</p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Juan 1:12 y 13. ¿Qué pasos se describen aquí para llegar a ser cristiano?\n</strong></p><p><strong>Juan 1:12 y 13</strong></p><p><sup><strong>12</strong> </sup>Mas a todos los que le recibieron, a los que creen en su nombre, les dio potestad de ser hechos hijos de Dios;&nbsp;</p><p><strong><sup>13 </sup></strong>los cuales no son engendrados de sangre, ni de voluntad de carne, ni de voluntad de varón, sino de Dios.</p><p><br></p><p>Juan escribió su Evangelio para que creyéramos en Jesús y para que, creyendo, tuviéramos vida eterna en su nombre (Juan 20:31). En Juan 1:12 y 13, este proceso se describe en dos pasos. Primero, lo recibimos, es decir, creemos en él. En segundo lugar, él nos da autoridad o poder para convertirnos en hijos de Dios, lo que en el versículo 13 se describe como el hecho de ser engendrados por Dios. Por lo tanto, hay un aspecto humano y uno divino en la conversión del cristiano. Debemos creer, recibirlo y estar dispuestos a recibir la luz, pero él es quien regenera el corazón.\n</p><p>De hecho, la fe misma es un don de Dios que resulta de oír su Palabra (Rom. 10:17). “Para tener una fe verdadera y permanente en Cristo, debemos conocerlo tal como está representado en la Palabra” (Elena G. de White, Fundamentals of Christian Education, p. 433). “El Espíritu que opera en la mente humana y la ilumina crea fe en Dios” (Comentarios de Elena G. de White, Comentario bíblico adventista del séptimo día, t. 7A, p. 915).\n</p><p>Quienes creen y aceptan al Hijo como el Mesías reciben la vida eterna. Juan también hace hincapié en aceptar o creer la Palabra que Jesús pronunció (Juan 5:24, 38, 47). La función del Espíritu Santo es producir convicción (Juan 16:7, 8; comparar con Rom. 8:16).\n</p><p><strong>Lee Romanos 8:16. ¿Qué principio se expresa aquí acerca de la salvación en Jesús?\n</strong></p><p><strong>Romanos 8:16</strong></p><p><strong><sup>16 </sup></strong>El Espíritu mismo da testimonio a nuestro espíritu, de que somos hijos de Dios.</p><p><br></p><p>La fe, la fe bíblica, basada en la obra del Espíritu Santo en nuestros corazones, es el fundamento de nuestra fe. “La fe es […] la gran bendición: el ojo que ve, el oído que oye” (Elena G. de White, En los lugares celestiales, p. 106). El enfoque humanista de la fe afirma que debemos encontrar un fundamento para la fe, y luego creer. Por el contrario, el enfoque bíblico afirma que la fe es el fundamento, un don de Dios (Efe. 2:8; 1 Cor. 1:17-24; 2:1-6). Empezamos con el fundamento, que es la fe, y a partir de allí crecemos en comprensión y gracia.\n</p><p><strong>Si alguien te preguntara en qué se basa tu fe, ¿qué responderías?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de noviembre",
               "dayTitle":"<p>RECHAZAR LA FUENTE DE LA VIDA</p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p>Algunos de los relatos más tristes de toda la Escritura aparecen en el Evangelio de Juan. “La luz resplandece en las tinieblas, y las tinieblas no la extinguieron. [...] En el mundo estaba [aquel que es la Luz], y aunque el mundo fue hecho por él, el mundo no lo reconoció. Vino a lo que era suyo, y los suyos no lo recibieron” (Juan 1:5, 10, 11). El “YO SOY” fue rechazado por muchos de los suyos.\n</p><p>No es de extrañar que Pablo advirtiera más tarde: “No pierdan, pues, su confianza” (Heb. 10:35). Como hemos visto una y otra vez, Cristo fue rechazado porque la gente no aceptó su Palabra.\n</p><p>“El modo de pensar humanista contemporáneo comienza con la duda. Las personas cuestionan todo para así poder determinar lo qué es verdad. Aceptan como conocimiento seguro aquello que sobrevive al fuego de la interrogación rigurosa: algo en lo cual tener fe. Algunos aplican el mismo método a la Biblia, sometiéndola a interrogatorio desde puntos de vista científicos, históricos, psicológicos, filosóficos, arqueológicos, o geológicos, para así determinar qué es verdadero o falso en la Biblia. El método en sí mismo se inicia y construye sobre la desconfianza en la veracidad de las Escrituras. Cristo preguntó: ‘Cuando el Hijo del Hombre venga, ¿hallará fe en la tierra?’ (Luc. 18:8)” (E. Edward Zinke y Roland Hegstad, La certeza de la Segunda Venida [Florida: ACES, 2000], pp. 82, 83).\n</p><p><strong>Lee Números 13:23 al 33. ¿Cuál fue la diferencia entre los dos informes de los espías acerca de Canaán?\n</strong></p><p><strong>Números 13:23 al 33</strong></p><p><sup><strong>23</strong> </sup>Y llegaron hasta el arroyo de Escol, y de allí cortaron un sarmiento con un racimo de uvas, el cual trajeron dos en un palo, y de las granadas y de los higos.&nbsp;</p><p><strong><sup>24 </sup></strong>Y se llamó aquel lugar el Valle de Escol,[a] por el racimo que cortaron de allí los hijos de Israel.</p><p><strong><sup>25 </sup></strong>Y volvieron de reconocer la tierra al fin de cuarenta días.&nbsp;</p><p><strong><sup>26 </sup></strong>Y anduvieron y vinieron a Moisés y a Aarón, y a toda la congregación de los hijos de Israel, en el desierto de Parán, en Cades, y dieron la información a ellos y a toda la congregación, y les mostraron el fruto de la tierra.&nbsp;</p><p><strong><sup>27 </sup></strong>Y les contaron, diciendo: Nosotros llegamos a la tierra a la cual nos enviaste, la que ciertamente fluye leche y miel; y este es el fruto de ella.&nbsp;</p><p><strong><sup>28 </sup></strong>Mas el pueblo que habita aquella tierra es fuerte, y las ciudades muy grandes y fortificadas; y también vimos allí a los hijos de Anac.&nbsp;</p><p><strong><sup>29 </sup></strong>Amalec habita el Neguev, y el heteo, el jebuseo y el amorreo habitan en el monte, y el cananeo habita junto al mar, y a la ribera del Jordán.</p><p><strong><sup>30 </sup></strong>Entonces Caleb hizo callar al pueblo delante de Moisés, y dijo: Subamos luego, y tomemos posesión de ella; porque más podremos nosotros que ellos.&nbsp;</p><p><strong><sup>31 </sup></strong>Mas los varones que subieron con él, dijeron: No podremos subir contra aquel pueblo, porque es más fuerte que nosotros.&nbsp;</p><p><strong><sup>32 </sup></strong>Y hablaron mal entre los hijos de Israel, de la tierra que habían reconocido, diciendo: La tierra por donde pasamos para reconocerla, es tierra que traga a sus moradores; y todo el pueblo que vimos en medio de ella son hombres de grande estatura.&nbsp;</p><p><strong><sup>33 </sup></strong>También vimos allí gigantes, hijos de Anac, raza de los gigantes, y éramos nosotros, a nuestro parecer, como langostas; y así les parecíamos a ellos.</p><p><br></p><p>El pecado de los hebreos en Cades Barnea fue dudar de la Palabra de Dios, quien les había ordenado que subieran y tomaran posesión de la tierra. Doce espías fueron enviados a Canaán para observar la tierra. Regresaron con dos informes. La mayoría dio un informe negativo: “Hay gigantes en la tierra, ciudades amuralladas, armas que nunca antes habíamos visto y ejércitos bien entrenados. Por el contrario, hemos sido esclavos en la tierra de Egipto, con poca experiencia militar”. Diez espías votaron que no debían avanzar, basándose en la abrumadora evidencia desde el punto de vista humano. Dos espías votaron que sí, basándose en su fe en el poder abrumador de la palabra de Dios.\n</p><p><strong>¿Cómo podemos evitar cometer el mismo tipo de error? Por otra parte, ¿cómo evitamos caer en la presunción de hacer algo insensato creyendo que es la voluntad de Dios y que, por lo tanto, no podemos fracasar?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de noviembre",
               "dayTitle":"<p>CONDENACIÓN</p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p>“El que cree en él no es condenado, pero el que no cree ya está condenado, porque no ha creído en el nombre del Hijo unigénito de Dios [...]. Todo el que hace el mal odia la luz y no quiere salir a la luz por miedo a ser descubierto. Pero el que vive de acuerdo con la verdad viene a la luz” (Juan 3:18-21; comparar con Juan 1:10).\n</p><p><strong>¿Por qué las personas son objeto del Juicio? Juan 3:18, 36; 5:24, 38; 8:24; 12:47.\n</strong></p><p><strong>Juan 3:18, 36</strong></p><p><sup><strong>18</strong> </sup>El que en él cree, no es condenado; pero el que no cree, ya ha sido condenado, porque no ha creído en el nombre del unigénito Hijo de Dios.</p><p><strong><sup>36 </sup></strong>El que cree en el Hijo tiene vida eterna; pero el que rehúsa creer en el Hijo no verá la vida, sino que la ira de Dios está sobre él.</p><p><br></p><p><strong>Juan 5:24, 38</strong></p><p><sup><strong>24</strong> </sup>De cierto, de cierto os digo: El que oye mi palabra, y cree al que me envió, tiene vida eterna; y no vendrá a condenación, mas ha pasado de muerte a vida.</p><p><strong><sup>38 </sup></strong>ni tenéis su palabra morando en vosotros; porque a quien él envió, vosotros no creéis.</p><p><br></p><p><strong>Juan 8:24</strong></p><p><sup><strong>24</strong> </sup>Por eso os dije que moriréis en vuestros pecados; porque si no creéis que yo soy, en vuestros pecados moriréis.</p><p><br></p><p><strong>Juan 12:47</strong></p><p><strong><sup>47 </sup></strong>Al que oye mis palabras, y no las guarda, yo no le juzgo; porque no he venido a juzgar al mundo, sino a salvar al mundo.</p><p><br></p><p>El rechazo de Jesucristo, la Luz del mundo, nos deja expuestos a la duda y a las tentaciones del diablo. Significa pasar de la luz a las tinieblas. Eva recibió luz acerca de cómo relacionarse con el árbol que estaba en el centro del jardín. Satanás la tentó a cuestionar la luz. Ella puso a prueba la palabra de Dios razonando que un Dios de amor no destruiría a las criaturas que él había creado. También se apoyó en los datos de sus sentidos: la serpiente había comido del fruto y ahora era capaz de hablar. Razonó que tal vez la serpiente tenía razón; pensó que si comía del fruto sería como Dios. Engañada, se apartó de la luz. Y su marido eligió el mismo camino.\n</p><p><strong>Lee Mateo 4:1 al 4. ¿Qué principios utilizó Cristo en el desierto de la tentación para combatir los engaños de Satanás?\n</strong></p><p><strong>Mateo 4:1 al 4</strong></p><p><sup><strong>1</strong> </sup>Entonces Jesús fue llevado por el Espíritu al desierto, para ser tentado por el diablo.&nbsp;</p><p><strong><sup>2</sup></strong> Y después de haber ayunado cuarenta días y cuarenta noches, tuvo hambre.&nbsp;</p><p><strong><sup>3</sup></strong> Y vino a él el tentador, y le dijo: Si eres Hijo de Dios, di que estas piedras se conviertan en pan.&nbsp;</p><p><strong><sup>4</sup></strong> Él respondió y dijo: Escrito está: No solo de pan vivirá el hombre, sino de toda palabra que sale de la boca de Dios.</p><p><br></p><p>Cristo tenía a su disposición la misma herramienta de pensamiento humanista que utilizaron Adán y Eva, los antediluvianos e Israel en Cades Barnea. Podría haberse preguntado por qué un Dios de amor dejaría a su Hijo en el desierto durante cuarenta días y cuarenta noches sin comida ni protección. También podría haber decidido probar su filiación: ¡Convertiré estas piedras en pan! En lugar de eso, respondió con la Palabra de Dios. Operó en el nivel de las cosas celestiales en lugar de hacerlo según los patrones terrenales de pensamiento. Cuán fácilmente podría haber racionalizado su camino hacia una decisión equivocada, algo que tantas personas, incluso personas de fe, hacen a menudo.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de noviembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:&nbsp;</p>",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p>Lee en El Deseado de todas las gentes, de Elena G. de White, los capítulos “Dios con nosotros” (pp. 11-18) y “Controversias” (pp. 553-561).\n</p><p>“Al condescender a tomar sobre sí la humanidad, Cristo reveló un carácter opuesto al carácter de Satanás. Pero se rebajó aún más en la senda de la humillación. ‘Y estando en la condición como hombre, se humilló a sí mismo, haciéndose obediente hasta la muerte, y muerte de cruz’ (Fil. 2:8). Así como el sumo sacerdote ponía a un lado sus magníficas ropas pontificias, y oficiaba en la ropa blanca de lino del sacerdote común, así también Cristo tomó forma de siervo, y ofreció sacrificio; él mismo fue el sacerdote, él mismo fue la víctima. ‘Él fue traspasado por nuestras rebeliones, molido por nuestras iniquidades: sobre él recayó el castigo, precio de nuestra paz’ (Isa. 53:5).\n</p><p>“Cristo fue tratado como nosotros merecemos, para que nosotros pudiésemos ser tratados como él merece. Fue condenado a causa de nuestros pecados, en los que no había participado, con el fin de que nosotros pudiésemos ser justificados por medio de su justicia, en la cual no habíamos participado. Él sufrió la muerte que era nuestra, para que pudiésemos recibir la vida que era suya. ‘Gracias a sus heridas fuimos sanados’ (Isa. 53:5)” (Elena G. de White, El Deseado de todas las gentes, pp. 16, 17).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong><sup>1.</sup></strong> ¡Jesús dio tanto para salvar al mundo! ¿Cuáles consideras que son las mejores maneras de ayudar a otros a percibir esta asombrosa verdad y acudir a él con fe?\n</p><p><strong><sup>2.</sup></strong> ¿Cuáles son las diferencias clave entre la toma de decisiones en el nivel mundano y la forma de hacerlo sobre la base de la Revelación divina?\n</p><p><strong><sup>3</sup></strong>. ¿Cómo armonizan la lógica y la razón con la comprensión de la Palabra de Dios? ¿Qué razones lógicas y racionales tenemos para creer? ¿Cómo señalan el cumplimiento de las profecías o la asombrosa belleza y complejidad del mundo creado, de manera lógica y racional, a la existencia de Dios y la verdad del Plan de Salvación?\n</p><p><strong><sup>4. </sup></strong>Comenta en clase tu respuesta a la pregunta final del martes. ¿En qué se basa tu fe? Si alguien te preguntara por qué crees en Jesús y en las afirmaciones del evangelio, ¿cómo responderías?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de noviembre",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":98,
               "idDay":8,
               "idLesson":9,
               "lessonText":"<p><strong>RESEÑA\n</strong></p><p><strong>Textos clave: Juan 3:18–21.\n</strong></p><p>Cristo es la única Fuente de vida. Si deseamos la vida eterna, debemos aferrarnos solo a él. Ni siquiera los ángeles leales al Cielo pueden darnos vida, pues su existencia deriva de Dios. No solo no pueden dar vida, sino además el mayor de los ángeles caídos, Satanás, es la antítesis del Dador de la vida. Satanás es el astuto mercader de la muerte, cuya obsesión es robarnos la vida que Jesús nos proporciona. Jesús expone la agenda destructiva de Satanás en contraste con su propia misión salvífica cuando declara: “El ladrón no viene sino a hurtar, matar y destruir. Yo he venido para que tengan vida, y para que la tengan en abundancia” (Juan 10:10).\n</p><p>El Diablo, el gran engañador, seduce a la humanidad para que elija el pecado en lugar de la justicia ofrecida por Cristo; luego exige insensiblemente su paga: la muerte eterna de los pecadores. Pablo confirma este hecho cuando escribe en Romanos 6:23: “Porque la paga del pecado es la muerte, pero el don gratuito de Dios es la vida eterna en Cristo Jesús Señor nuestro”. Todos los buenos dones, incluyendo la vida plena presente y la eterna, proceden de Dios. Es una parte insondable del misterio del mal que las personas, a quienes Jesús creó y para cuya salvación murió, elijan la muerte eterna y rechacen el don divino de la vida. Como veremos, los dones de la vida eterna y la salvación dominan el Evangelio de Juan más que ningún otro libro de la Escritura.\n</p><p>Juan es el evangelista que más frecuentemente se refiere al Hijo de Dios encarnado como el gran “Yo soy”, título que, como vimos en una lección anterior, es una designación de la Deidad. Por ejemplo, Jesús proclama en el Evangelio de Juan: “Yo soy el camino, la verdad y la vida” (Juan 14:6). Cuando andamos en el Camino, que es Jesús, él nos enseña su verdad que conduce a la vida eterna. Jesús es nuestro único camino hacia el eterno Dios. El Padre nunca rechazará a quien acuda a él sinceramente arrepentido.\n</p><p><strong><br></strong></p><p><strong>COMENTARIO\n</strong></p><p>Como acabamos de decir, Dios es el único que posee la vida. Por lo tanto, él es el único que puede darla. Ningún ángel o ser creado puede hacerlo; solo la Fuente de la vida. Esta noción se remonta a Deuteronomio 30:20, donde Dios exhorta a su pueblo por medio de Moisés en los siguientes términos: “Ama al Señor tu Dios, atiende su voz y únete a él. Porque él es tu vida y la prolongación de tus días”. Dios nos exhorta aquí en los términos más enérgicos a aferrarnos a él para vivir, pues fuera de esa relación divino-humana solo hay miseria y muerte.\n</p><p>Esta idea nos ayuda a comprender otra dimensión de Juan 10:10, citado anteriormente pero digno de ser citado nuevamente en este contexto: “El ladrón no viene sino a hurtar, matar y destruir. Yo he venido para que tengan vida, y para que la tengan en abundancia”. Aquí vemos que la única alternativa a la miseria y la muerte producidas por Satanás es la vida abundante y eterna ofrecida por Cristo.\n</p><p>Sin embargo, algunos sostienen engañosamente que no había verdadera necesidad de que Cristo viniera a este mundo. Pero ¿quién sino él podía borrar nuestros pecados y revestirnos con el manto de la justicia de Dios? ¿Quién más podría habernos dado vida en lugar de la muerte? Solo Cristo, quien puede otorgar justificación plena y vida. Él luchó valientemente contra nuestros dos enemigos más mortales, el pecado y la muerte, y los venció a ambos. Su victoria se convierte en nuestra cuando realmente creemos en él. Por lo tanto, podemos confiar en Jesús cuando promete: “Porque esta es la voluntad de mi Padre: Que todo el que ve al Hijo, y cree en él, tenga vida eterna; y yo lo resucite en el último día” (Juan 6:40).\n</p><p><strong>Las palabras de vida eterna\n</strong></p><p>Tras el glorioso milagro de la alimentación de los cinco mil, Jesús llamó la atención de quienes consumieron el pan material hacia él mismo, el Pan de vida (Juan 6:35). Él deseaba que fueran más allá de su necesidad de pan físico, que solo les garantizaba el sustento temporal, a su necesidad de alimentarse de él para experimentar la vida eterna. Estaba en su mano alimentar a una multitud de hambrientos, pero la misión divina de Jesús era ofrecer la vida eterna y la ciudadanía en el glorioso Reino de Dios a quienes creyeran en él. Nuestro primer y mayor objetivo es buscar su Reino, y todo lo demás que necesitemos será provisto (ver Mat. 6:33). Porque si poseemos todas las cosas pero no tenemos a Jesús, estamos perdidos. Por el contrario, si nos alimentamos de las palabras vivificantes de Cristo, aunque no poseamos todo lo que deseamos en esta vida, somos verdaderos vencedores.\n</p><p>El salmista nos asegura: “El Señor es mi Pastor, nada me faltará” (Sal. 23:1). En otras palabras, cuando tenemos al Señor como prioridad, él hace provisión para nuestras necesidades. El Señor sabe bien qué necesitamos realmente en la vida y se complace en hacer lo correcto por nosotros. Pero su prioridad es que tengamos una relación salvífica con él. Elena G. de White hace esta profunda declaración acerca de la necesidad espiritual de alimentarnos del Pan de vida: “Comer la carne y beber la sangre de Cristo es recibirlo como Salvador personal. […] Lo que el alimento es para el cuerpo, Cristo debe serlo para el alma. El alimento no puede beneficiarnos a menos que lo comamos; a menos que llegue a ser parte de nuestro ser. Así también Cristo no tiene valor para nosotros si no lo conocemos como Salvador personal. […] Debemos alimentarnos de él, recibirlo en el corazón, de tal manera que su vida llegue a ser nuestra vida. Su amor y su gracia deben ser asimilados” (El Deseado de todas las gentes, p. 353).\n</p><p>Además, las palabras de Cristo contienen en sí mismas su vida, representan su persona y su carácter. Al recibir hoy las palabras de Jesús y asimilarlas en el corazón, recibimos a Jesús mismo. Es cierto que no podemos ver a Jesús en persona hoy, a diferencia de los discípulos, pero lo contemplamos a través de sus palabras, legadas a nosotros en las Escrituras. La respuesta de Pedro a la pregunta de Cristo implica no solo que el Salvador mismo tiene vida eterna, sino además que sus palabras también la tienen (ver Juan 6:68). Inspirado por el Espíritu Santo, Pedro trató de transmitir la verdad divina de que ninguna persona, lugar o proclamación excepto la Fuente de la vida misma podría señalarnos la vida eterna.\n</p><p><strong>La decisión de creer y el nuevo nacimiento\n</strong></p><p>La fe no es un bien que pueda ser acaparado por unos pocos. Es evidente que la fe es un don universal de Dios para toda persona que nace en este mundo. La existencia humana comienza con la fe que nuestro Creador ha colocado en nuestro corazón y que debe ser desarrollada aceptando y creyendo en aquel que nos la dio. Esta convicción se refuerza cuando pedimos a Dios que tome el control total de nuestra vida. Juan afirma esto al decir: “Pero a cuantos lo recibieron les dio el derecho de ser hijos de Dios, a los que creen en su nombre” (Juan 1:12).\n</p><p>En pocas palabras, la fe es un don de Dios. (Ver Rom. 4:1-8). El don divino de la fe es el vínculo divino que nos une a él. Este vínculo de fe nos recuerda que pertenecemos a él y da sentido a toda nuestra existencia.\n</p><p>Incluso el arrepentimiento es un don de Dios, pues es la respuesta a la obra del Espíritu Santo instándonos a que nos entreguemos a él. Muchos piensan equivocadamente que deben esperar hasta tener la fe necesaria para creer y el arrepentimiento necesario para acudir a Dios, pero estos dones gemelos ya están a nuestra disposición para que los recibamos y los apliquemos. No hay necesidad de esperar para recibirlos. Pedro y los apóstoles afirmaron esto en Hechos 5:31: “A este [Cristo], Dios lo ha exaltado a su diestra por Príncipe y Salvador, para dar a Israel arrepentimiento y perdón de los pecados”. Entonces, ¿por qué tiene que esperar más el pecador? ¡Venga a Cristo con la fe que él le ha dado y reciba su regalo de arrepentimiento para empezar a vivir su nueva vida hoy mismo!\n</p><p><strong>Rechazo y condenación (Juan 3:18-21)\n</strong></p><p>Por desgracia, la luz y las tinieblas se confunden cada vez más en la actualidad y aumenta la ambivalencia acerca de qué es la verdad. ¿Por qué la gente está más interesada en las tinieblas que en la luz de la verdad? Jesús responde esta pregunta fundamental cuando dice: “Y esta es la condenación: La luz vino al mundo, pero los hombres amaron más las tinieblas que la luz, porque sus obras eran malas” (Juan 3:19).\n</p><p>Los que deciden rechazar la luz en favor de las tinieblas, que resultan disipadas por la verdad de Dios, son condenados por sus propias obras malas. En su terquedad y orgullo, se niegan a humillarse y arrepentirse, rechazando la única Luz que les da alguna esperanza. No hay curación posible a menos que se dispongan a recibir la luz del poder restaurador de Cristo. ¿Por qué no renunciar a nuestras malas acciones mientras aún tenemos amplia oportunidad? ¿Por qué esperar hasta que sea demasiado tarde? La puerta del arca sigue abierta y la luz de la verdad sigue brillando. En vista de ello, ¿por qué no invitar a la luz para que disipe las tinieblas, y entrar sin vacilar en la seguridad antes de que sea demasiado tarde?\n</p><p>En el contexto de este debate acerca de la elección entre la luz y las tinieblas, fijemos nuestra atención en Juan 3:16. Este versículo es uno de los más importantes de toda la Escritura, pues es el evangelio concentrado. Este versículo no solo se centra en la salvación, sino también en la consecuencia negativa de perecer si no creemos. La condenación es el resultado de una elección equivocada. Jesús continúa este pensamiento en Juan 3:18 cuando afirma: “El que cree en él no es condenado. Pero el que no cree ya está condenado, porque no creyó en el nombre del único Hijo de Dios”.\n</p><p>Nuestro destino eterno depende de que confiemos en Cristo y en sus palabras de vida. Adán y Eva dudaron de la sabiduría de Dios, y ya sabemos cómo les fue. Hay innumerables ejemplos en las Escrituras de quienes sufrieron las consecuencias de su incredulidad. Sin embargo, Jesús, el segundo Adán, venció confiando en las palabras de su Padre acerca de la relación entre el Padre y el Hijo. Fue esta misma relación la que Satanás desafió cuando tentó a Jesús en el desierto diciéndole: “Si eres el Hijo de Dios, di que estas piedras se conviertan en pan” (Mat. 4:3). La réplica de Jesús en el versículo siguiente fue simplemente: “Escrito está” (Mat. 4:4), dándonos así un ejemplo de la confianza que debemos mostrar en la Palabra de Dios.\n</p><p><strong><br></strong></p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Reflexiona acerca de las siguientes preguntas y respóndelas:\n</p><p><strong><sup>1.</sup></strong> ¿Cuál es la relación entre leer la Palabra de Dios y escucharla realmente? Contempla la siguiente afirmación y reacciona: “La palabra del Dios viviente no está solo escrita, sino también es hablada. ¿Recibimos la Biblia como el oráculo de Dios? Si nos damos cuenta de la importancia de esta Palabra, ¡con qué respeto la abriríamos, y con qué fervor escudriñaríamos sus preceptos! La lectura y la contemplación de las Escrituras serían consideradas como una audiencia con el Altísimo” (En los lugares celestiales, p. 136).\n</p><p><strong><sup>2.</sup></strong> En Juan 14:3, Jesús dice a sus discípulos: “Vendré otra vez, y los llevaré conmigo, para que donde yo esté, ustedes también estén”. ¿Cómo influye hoy en tu vida el hecho de confiar en las palabras de Jesús acerca del futuro?\n</p><p><strong><sup>3.</sup></strong> Elena G. de White escribió: “Debemos alimentarnos de él [de Cristo], recibirlo en el corazón, de tal manera que su vida llegue a ser nuestra vida” (El Deseado de todas las gentes, p. 353). ¡Qué promesa tan asombrosa! ¿Cómo la incorporas personalmente a tu vida? ¿Cuáles son las dinámicas que hacen posible esta realidad en la vida cotidiana?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>LA FUENTE DE LA VIDA</p>",
         "verse":"<p>“Yo soy el camino, la verdad y la vida. Nadie viene al Padre sino por mí” (Juan&nbsp;14:6).</p>",
         "versionCode":7,
         "weekDate":"23-29 de noviembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
