{
  "data": [
    {
      "color": "#1d71b8",
      "id": 8,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "16 de agosto",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>¿Hacia dónde condujo Dios a Israel después de liberarlo de Egipto? ¿A la Tierra Prometida? Aunque esa respuesta geográficamente sea correcta, es teológicamente errónea. Dios mismo responde la pregunta de la siguiente manera: “Ustedes vieron lo que hice a los egipcios, y cómo los tomé sobre alas de águila, y los he traído a mí” (Éxo. 19:4). Por lo tanto, la respuesta bíblico-teológica a la pregunta revela la prioridad y el objetivo de Dios: el Señor los condujo a él.\n</p><p>Cuando los seres humanos se alejan de Dios, él los busca y los llama a volver a él. El mejor modelo de esta profunda verdad está en el Jardín del Edén, cuando Adán y Eva pecaron contra Dios al desobedecer su mandato y se escondieron de él. Él tomó la iniciativa y llamó a Adán: “¿Dónde estás?” (Gén. 3:9). Él siempre da el primer paso. Jesús lo afirma con elocuencia: “Vengan a mí todos los que están fatigados y agobiados, y yo les daré descanso. Lleven mi yugo sobre ustedes, y aprendan de mí, que soy manso y humilde de corazón, y hallarán descanso para su alma” (Mat. 11:28, 29). Dios nos llama a todos. Nuestro destino eterno depende de nuestra respuesta.</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de agosto",
          "dayTitle": "<p>EN EL MONTE SINAÍ</p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Éxodo 19:1 al 8. ¿Qué prometió Dios a su pueblo al pie del monte Sinaí?</strong></p><p><strong style=\"background-color: initial;\"><sup>1</sup></strong> En el mes tercero de la salida de los hijos de Israel de la tierra de Egipto, en el mismo día llegaron al desierto de Sinaí.</p>\n<p><strong><sup>2</sup></strong> Habían salido de Refidim, y llegaron al desierto de Sinaí, y acamparon en el desierto; y acampó allí Israel delante del monte.</p>\n<p><strong><sup>3</sup></strong> Y Moisés subió a Dios; y Jehová lo llamó desde el monte, diciendo: Así dirás a la casa de Jacob, y anunciarás a los hijos de Israel:</p>\n<p><strong><sup>4</sup></strong> Vosotros visteis lo que hice a los egipcios, y cómo os tomé sobre alas de águilas, y os he traído a mí.</p>\n<p><strong><sup>5</sup></strong> Ahora, pues, si diereis oído a mi voz, y guardareis mi pacto, vosotros seréis mi especial tesoro sobre todos los pueblos; porque mía es toda la tierra.</p>\n<p><strong><sup>6</sup></strong> Y vosotros me seréis un reino de sacerdotes, y gente santa. Estas son las palabras que dirás a los hijos de Israel.</p>\n<p><strong><sup>7</sup></strong> Entonces vino Moisés, y llamó a los ancianos del pueblo, y expuso en presencia de ellos todas estas palabras que Jehová le había mandado.</p>\n<p><strong><sup>8</sup></strong> Y todo el pueblo respondió a una, y dijeron: Todo lo que Jehová ha dicho, haremos. Y Moisés refirió a Jehová las palabras del pueblo.</p><p>Dios condujo a los israelitas al monte Sinaí, donde pronto les entregaría el Decálogo, los Diez Mandamientos. Se desconoce el lugar exacto, pero algunos estudiosos piensan que probablemente Jebel Musa, un monte en la Península del Sinaí de 2.285 metros de altura, es el lugar donde Moisés se encontró con Dios varias veces (por ejemplo, Éxo. 3:1; 19:2; 24:18) y donde Elías se encontró con el Señor años más tarde (1 Rey. 19:8), la misma montaña donde Dios llamó a Moisés para que sacara a Israel de Egipto (Éxo. 3:1, 10). En aquel momento, el Señor anunció a Moisés que este adoraría a Dios en ese mismo lugar junto con el Israel liberado, lo cual serviría como señal de que el Dios de Abraham, Isaac y Jacob los estaba guiando (Éxo. 3:12).</p><p>Tras dos meses de viaje, los israelitas llegaron al Sinaí (Éxo. 19:1), donde permanecerían aproximadamente un año (comparar Éxo. 19:1 con Núm. 10:11, 12). Durante este año recibieron de Dios muchas leyes, como se describe en Éxodo 19 al 40, Levítico 1 al 27 y Números 1:1 a 10:10. La permanencia de Israel en el monte Sinaí es la pieza central de la narración contenida en el Pentateuco. Es allí donde se sientan las bases de la transformación de los hebreos en el pueblo elegido de Dios, la única nación no sumida en el paganismo y la idolatría. Dios toma la iniciativa y establece el pacto entre él e Israel. Promete hacer de este un tesoro especial, un reino de sacerdotes, un pueblo santo, si sus integrantes le son obedientes y se mantienen en estrecha relación con él.</p><p>Ser un pueblo santo significa dedicarse a Dios y revelar su carácter a los demás, especialmente a las naciones de su entorno. También fueron llamados a funcionar como un reino de sacerdotes que conectarían a otras personas con Dios, guiándolas hacia él y enseñándoles sus caminos y sus leyes. Ellos debían ser el tesoro especial de Dios pues el Señor quería hacer de Israel su canal para iluminar al mundo con el conocimiento acerca de él y de su carácter. Este pacto constituyó el establecimiento legal de una relación entre Dios y su pueblo. La fórmula general del pacto, que varía ligeramente en los distintos textos, es: “Los haré mi pueblo y seré su Dios” (ver Éxo. 6:7; Lev. 26:12; Jer. 24:7; 31:33; Heb. 8:10; Apoc. 21:3).\n</p><p>\n</p><p><br></p><p><strong>¡Imagina que fueras el “tesoro especial” de Dios! ¿Qué privilegios especiales implicaría eso? ¿Qué responsabilidades especiales tendrías?</strong></p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de agosto",
          "dayTitle": "<p>LA PREPARACIÓN PARA RECIBIR EL DON\n</p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Éxodo 19:9 al 25. ¿Cómo preparó Dios a Israel para recibir los Diez Mandamientos?</strong></p>\n\n<p><strong><sup>9</sup></strong> Entonces Jehová dijo a Moisés: He aquí, yo vengo a ti en una nube espesa, para que el pueblo oiga mientras yo hablo contigo, y también para que te crean para siempre. Y Moisés refirió las palabras del pueblo a Jehová.</p>\n<p><strong><sup>10</sup></strong> Y Jehová dijo a Moisés: Ve al pueblo, y santifícalos hoy y mañana, y laven sus vestidos,</p>\n<p><strong><sup>11</sup></strong> y estén preparados para el día tercero, porque al tercer día Jehová descenderá a ojos de todo el pueblo sobre el monte Sinaí.</p>\n<p><strong><sup>12</sup></strong> Y señalarás término al pueblo en derredor, diciendo: Guardaos, no subáis al monte, ni toquéis sus límites; cualquiera que tocare el monte, de seguro morirá.</p>\n<p><strong><sup>13</sup></strong> No lo tocará mano, porque será apedreado o asaeteado; sea animal o sea hombre, no vivirá. Cuando suene largamente la bocina, subirán al monte.</p>\n<p><strong><sup>14</sup></strong> Y descendió Moisés del monte al pueblo, y santificó al pueblo; y lavaron sus vestidos.</p>\n<p><strong><sup>15</sup></strong> Y dijo al pueblo: Estad preparados para el tercer día; no toquéis mujer.</p>\n<p><strong><sup>16</sup></strong> Aconteció que al tercer día, cuando vino la mañana, vinieron truenos y relámpagos, y espesa nube sobre el monte, y sonido de bocina muy fuerte; y se estremeció todo el pueblo que estaba en el campamento.</p>\n<p><strong><sup>17</sup></strong> Y Moisés sacó del campamento al pueblo para recibir a Dios; y se detuvieron al pie del monte.</p>\n<p><strong><sup>18</sup></strong> Todo el monte Sinaí humeaba, porque Jehová había descendido sobre él en fuego; y el humo subía como el humo de un horno, y todo el monte se estremecía en gran manera.</p>\n<p><strong><sup>19</sup></strong> El sonido de la bocina iba aumentando en extremo; Moisés hablaba, y Dios le respondía con voz tronante.</p>\n<p><strong><sup>20</sup></strong> Y descendió Jehová sobre el monte Sinaí, sobre la cumbre del monte; y llamó Jehová a Moisés a la cumbre del monte, y Moisés subió.</p>\n<p><strong><sup>21</sup></strong> Y Jehová dijo a Moisés: Desciende, ordena al pueblo que no traspase los límites para ver a Jehová, porque caerá multitud de ellos.</p>\n<p><strong><sup>22</sup></strong> Y también que se santifiquen los sacerdotes que se acercan a Jehová, para que Jehová no haga en ellos estrago.</p>\n<p><strong><sup>23</sup></strong> Moisés dijo a Jehová: El pueblo no podrá subir al monte Sinaí, porque tú nos has mandado diciendo: Señala límites al monte, y santifícalo.</p>\n<p><strong><sup>24</sup></strong> Y Jehová le dijo: Ve, desciende, y subirás tú, y Aarón contigo; mas los sacerdotes y el pueblo no traspasen el límite para subir a Jehová, no sea que haga en ellos estrago.</p>\n<p><strong><sup>25</sup></strong> Entonces Moisés descendió y se lo dijo al pueblo.</p><p>Dios dio instrucciones específicas acerca de cómo debían prepararse los israelitas para la entrega de la Ley en el Sinaí. Su pureza externa debía reflejar su total dedicación a Dios. Tenían que estar preparados para la espléndida manifestación de la gloria del Señor que estaba a punto de ocurrir. Cuando llegó, vino acompañada de “truenos y relámpagos, y una espesa nube sobre el monte. Y un penetrante sonido de trompeta estremeció a todo el pueblo que estaba en el campamento” (Éxo. 19:16).\n</p><p>El Decálogo, los Diez Mandamientos, es el corazón de la revelación de Dios y de la ética bíblica. Constituye la sustancia y el fundamento de las normas divinas para toda la humanidad. Sus principios son eternos y universales. Según el relato bíblico, el Decálogo fue anunciado por Dios (Éxo. 19:19; 20:1; Deut. 5:4, 5, 24), y fue escrito por él mismo (Éxo. 24:12; 31:18; Deut. 5:22). En dos ocasiones fue entregado a Moisés como un regalo especial (Éxo. 32:19; 34:1; Deut. 10:1, 2).</p><p>En Éxodo, el Decálogo es llamado “el testimonio” (hebreo: ‘edut; Éxo. 31:18), o “las palabras del pacto” (hebreo: dibre habberit; Éxo. 34:28). En el libro de Deuteronomio, esas palabras son escritas en “las tablas del pacto” (Deut. 9:9, 11, 15). Ninguno de los dos libros utiliza la expresión hebrea que significa “mandamientos” (mitzvot), sino que en tres ocasiones son designados como “las diez palabras”, ‘aseret haddebarim, de dabar, que significa “palabra, sentencia, asunto, discurso, historia, promesa, pronunciamiento” (Ver Éxo. 34:28; Deut. 4:13; 10:4). Existen dos versiones del Decálogo con muy ligeras diferencias. La primera se encuentra en Éxodo 20:1 al 17 y la segunda en Deuteronomio 5:6 al 21. La segunda versión fue presentada oralmente por Moisés a Israel casi cuarenta años después del Sinaí, justo antes de que el pueblo entrara en la Tierra Prometida (Deut. 1:3, 4; 4:44-47). Estas circunstancias explican las ligeras diferencias entre ambas versiones.</p><p>Cuando Pablo dijo que el amor es el resumen de la Ley, citó el Decálogo (Rom. 13:8-10). El amor es, en efecto, la suma de la Ley de Dios, porque él es un Dios de amor (1 Juan 4:16).</p><p><strong>¿Cómo entiendes la idea de los Diez Mandamientos como expresión del amor de Dios? ¿Qué significa eso? ¿Cómo se revela en ellos el amor de Dios?</strong></p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de agosto",
          "dayTitle": "<p>EL DON DEL DECÁLOGO</p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Éxodo 20:1 al 17. ¿Cuáles son los principios expresados en el Decálogo y cómo está organizado?</strong></p>\n\n<p><strong><sup>1</sup></strong> Y habló Dios todas estas palabras, diciendo:</p>\n<p><strong><sup>2</sup></strong> Yo soy Jehová tu Dios, que te saqué de la tierra de Egipto, de casa de servidumbre.</p>\n<p><strong><sup>3</sup></strong> No tendrás dioses ajenos delante de mí.</p>\n<p><strong><sup>4</sup></strong> No te harás imagen, ni ninguna semejanza de lo que esté arriba en el cielo, ni abajo en la tierra, ni en las aguas debajo de la tierra.</p>\n<p><strong><sup>5</sup></strong> No te inclinarás a ellas, ni las honrarás; porque yo soy Jehová tu Dios, fuerte, celoso, que visito la maldad de los padres sobre los hijos hasta la tercera y cuarta generación de los que me aborrecen,</p>\n<p><strong><sup>6</sup></strong> y hago misericordia a millares, a los que me aman y guardan mis mandamientos.</p>\n<p><strong><sup>7</sup></strong> No tomarás el nombre de Jehová tu Dios en vano; porque no dará por inocente Jehová al que tomare su nombre en vano.</p>\n<p><strong><sup>8</sup></strong> Acuérdate del día de reposo para santificarlo.</p>\n<p><strong><sup>9</sup></strong> Seis días trabajarás, y harás toda tu obra;</p>\n<p><strong><sup>10</sup></strong> mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas.</p>\n<p><strong><sup>11</sup></strong> Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.</p>\n<p><strong><sup>12</sup></strong> Honra a tu padre y a tu madre, para que tus días se alarguen en la tierra que Jehová tu Dios te da.</p>\n<p><strong><sup>13</sup></strong> No matarás.</p>\n<p><strong><sup>14</sup></strong> No cometerás adulterio.</p>\n<p><strong><sup>15</sup></strong> No hurtarás.</p>\n<p><strong><sup>16</sup></strong> No hablarás contra tu prójimo falso testimonio.</p>\n<p><strong><sup>17</sup></strong> No codiciarás la casa de tu prójimo, no codiciarás la mujer de tu prójimo, ni su siervo, ni su criada, ni su buey, ni su asno, ni cosa alguna de tu prójimo.</p><p>Nota que el Decálogo no comienza con los mandamientos, sino con la acción misericordiosa de Dios en favor de su pueblo: “Yo soy el Señor tu Dios, que te saqué de Egipto, de casa de servidumbre” (Éxo. 20:2). El Señor muestra primero su gracia dando libertad y salvación a Israel, y solo después revela su voluntad. Los mandamientos debían ser observados como una expresión de amor y gratitud por lo que Dios había hecho por ellos.</p><p>La palabra clave con la que Dios resume el Decálogo es “amor” (Rom. 13:10). El mandamiento más importante es el del amor, que se expresa de dos maneras: amor a Dios (Deut. 6:5) y amor al prójimo (Lev. 19:18). En los cuatro primeros mandamientos, el Decálogo interpreta lo que significa amar a Dios; en los seis siguientes, la Ley interpreta lo que significa amar al prójimo. El Decálogo comienza con el deber de honrar a Dios por encima de todo (amor vertical) y continúa con el respeto a los demás (amor horizontal):</p>\n\n<p><strong><sup>1</sup></strong> Honrar y venerar a Dios concediéndole el primer y más elevado lugar en cada situación de nuestra vida.</p>\n<p><strong><sup>2</sup></strong> Honrar y preservar la posición única de Dios y no sustituirlo por un ídolo de cualquier índole, ya sea físico, simbólico o espiritual. Nuestros afectos más puros pertenecen al Señor.</p>\n<p><strong><sup>3</sup></strong> Reverenciar el nombre de Dios, su reputación y su carácter.</p>\n<p><strong><sup>4</sup></strong> Honrar su día de descanso y adoración: el séptimo día semanal, el sábado.</p>\n<p><strong><sup>5</sup></strong> Respetar a los padres.</p>\n<p><strong><sup>6</sup></strong> Respetar la vida.</p>\n<p><strong><sup>7</sup></strong> Respetar el matrimonio.</p>\n<p><strong><sup>8</sup></strong> Respetar la propiedad de las personas.</p>\n<p><strong><sup>9</sup></strong> Respetar la reputación de los demás.</p>\n<p><strong><sup>10</sup></strong> Respetarnos a nosotros mismos para que ningún deseo egoísta manche nuestro carácter.</p><p>Como dijo el propio Jesús: “Si me aman, guardarán mis mandamientos” (Juan 14:15; ver también 1 Juan 4:20, 21). Por lo tanto, la verdadera obediencia no es más que una expresión de amor y gratitud hacia Jesús, un amor que se expresa con mayor intensidad en la manera en que tratamos a nuestro prójimo.&nbsp;</p>\n\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de agosto",
          "dayTitle": "<p>DIFERENTES FUNCIONES DE LA LEY DE DIOS</p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>La Ley de Dios revela su carácter; es decir, quién es él. Puesto que Dios es santo, justo y bueno, su Ley también lo es. Pablo confirma esto cuando dice: “La ley es santa, y el mandamiento santo, justo y bueno” (Rom. 7:12).&nbsp;La Biblia presenta la Ley de Dios de forma muy positiva (Mat. 5:17, 18; Juan 14:15; 1 Cor. 7:19). Es posible crear poemas acerca de ella (como Sal. 119), entonar cánticos acerca de la Ley (Sal. 19), y meditar en ella día y noche (Sal. 1:2; Jos. 1:8). La Ley ayuda a alejarse del mal, y da sabiduría, entendimiento, salud, prosperidad y paz (Deut. 4:1-6; Prov. 2-3). La Ley de Dios es como una valla que crea un amplio espacio de libertad para la vida y que advierte que los peligros, los problemas, las complicaciones e incluso la muerte acechan más allá de sus límites (Gén. 2:16, 17; Sant. 2:12). La Ley es también como una señal indicadora que señala a Jesús, quien perdona nuestros pecados y transforma nuestra vida (2 Cor. 5:17; 1 Juan 1:7-9). De este modo, nos conduce como si fuera un tutor (paidagogos, en griego) hacia Cristo (Gál. 3:24).</p><p><strong>Lee Santiago 1:23 al 25. ¿Cómo nos ayudan estas palabras a percibir la función y la importancia de la Ley, aunque ella no pueda salvarnos?</strong></p>\n\n<p><strong><sup>23</sup></strong> Porque si alguno es oidor de la palabra, pero no hacedor de ella, éste es semejante al hombre que considera en un espejo su rostro natural.</p>\n<p><strong><sup>24</sup></strong> Porque él se considera a sí mismo, y se va, y luego olvida cómo era.</p>\n<p><strong><sup>25</sup></strong> Mas el que mira atentamente en la perfecta ley, la de la libertad, y persevera en ella, no siendo oidor olvidadizo, sino hacedor de la obra, éste será bienaventurado en lo que hace.</p><p>Un espejo puede revelar defectos, pero no puede hacer que desaparezcan. El espejo señala los problemas, pero no ofrece ninguna solución para ellos. Lo mismo ocurre con la Ley de Dios. Intentar justificarse ante Dios cumpliendo la Ley sería como mirarse al espejo con la esperanza de que, tarde o temprano, este hará desaparecer una mancha del rostro. Puesto que somos salvados por medio de nuestra fe, no por las obras, ni siquiera las de la Ley, algunos cristianos afirman que esta fue abolida y que ya no tenemos que obedecerla. Eso es un grave error de interpretación de la relación entre la Ley y el evangelio en vista de la siguiente afirmación de Pablo: “Yo no  hubiera conocido el pecado sino por medio de la ley” (Rom. 7:7). La existencia de la Ley es precisamente la razón por la que necesitamos el evangelio.</p><p><strong>¿Cuán exitosos han sido tus intentos de obedecer la Ley de Dios? ¿Lo suficiente como para basar tu salvación en ella? Si no es así, ¿por qué necesitas el evangelio?</strong></p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de agosto",
          "dayTitle": "<p>LA LEY COMO PROMESA DE DIOS</p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Romanos 3:20 al 24. Pablo dice claramente que no podemos salvarnos por guardar los Diez Mandamientos. ¿Cómo deberían, entonces,funcionar ellos en nuestra vida?</strong></p>\n\n<p><strong><sup>20</sup></strong> Ya que por las obras de la ley ningún ser humano será justificado delante de él; porque por medio de la ley es el conocimiento del pecado.</p>\n<p><strong><sup>21</sup></strong> Pero ahora, aparte de la ley, se ha manifestado la justicia de Dios, testificada por la ley y por los profetas;</p>\n<p><strong><sup>22</sup></strong> la justicia de Dios por medio de la fe en Jesucristo, para todos los que creen en él. Porque no hay diferencia,</p>\n<p><strong><sup>23</sup></strong> por cuanto todos pecaron, y están destituidos de la gloria de Dios,</p>\n<p><strong><sup>24</sup></strong> siendo justificados gratuitamente por su gracia, mediante la redención que es en Cristo Jesús.</p><p>El término hebreo debarim (plural de dabar), utilizado en los escritos de Moisés para describir los Diez Mandamientos (Éxo. 34:28; Deut. 4:13; 10:4), no significa literalmente “mandamientos”, sino “palabras”, y puede también significar “promesas”. Por eso dabar es traducido en numerosos lugares como un sustantivo o como un verbo que expresa la idea de promesa (1 Rey. 8:56; 2 Crón. 1:9; Neh. 5:12, 13; Deut. 1:11; 6:3; 9:28; Jos. 9:21; 22:4; 23:5). Elena de White coincide con esa función del Decálogo: “Los Diez Mandamientos [...] son diez promesas” (Comentarios de Elena de White, Comentario bíblico adventista del séptimo día, t. 1, p. 1119). Los Diez Mandamientos deben entenderse como promesas de Dios destinadas a guiarnos por el camino correcto para que él pueda hacer cosas maravillosas en nuestro favor siempre que le seamos obedientes.</p><p><strong>Lee Romanos 10:4. ¿Cómo debemos entender la afirmación de Pablo de que Cristo es el “fin” (en griego, telos) de la Ley?</strong></p>\n\n<p><strong><sup>4</sup></strong> Porque el fin de la ley es Cristo, para justicia a todo aquel que cree.</p><p>Pablo afirma que Jesucristo es el telos de la Ley, pero no en el sentido de que Cristo abrogó o eliminó la Ley. A diferencia de ello, la palabra en cuestión significa que Cristo es el objetivo y la intención de la Ley; es decir, no significa que su sacrificio expiatorio puso fin a la validez y la perpetuidad de ella. Por el contrario, Pablo habla de la importancia, legitimidad y autoridad perdurable de la Ley (Rom. 3:31; 1 Cor. 7:19; Gál. 5:6). La palabra telos tiene que ver principalmente con fines y metas, no con el tiempo y la caducidad de algo. Cristo es la clave para desentrañar el verdadero significado, propósito, meta y razón de ser de la Ley de Dios. He allí el sentido de telos. Por lo tanto, sería incorrecto afirmar que Cristo invalidó, sustituyó o abrogó la Ley. Cristo es el objetivo de la Ley, aquel a quien ella apunta o señala.</p><p><strong>¿De qué manera señala la Ley a Jesús? Es decir, ¿qué nos revela la Ley acerca de nosotros mismos a fin de conducirnos a él?</strong></p>\n\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de agosto",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>Lee los capítulos titulados “La ley dada a Israel” y “La enemistad de Satanás hacia la Ley” en el libro Patriarcas y profetas, de Elena de White, pp. 310-318 y 342-355 respectivamente.</p><p>&nbsp;“Dios se propuso hacer de la ocasión en que iba a pronunciar su Ley una escena de imponente grandeza, en consonancia con el exaltado carácter de esa ley. En el pueblo se debía grabar que todo lo conectado con el servicio a Dios debe considerarse con gran reverencia” (Elena de White, Patriarcas y profetas, p. 311). Este principio de reverencia sigue siendo válido hoy. Brota de la comprensión de la grandeza, la trascendencia y la majestad de Dios. Apreciar la gloria de Dios crea gratitud en nuestros corazones y humilla nuestro orgullo. Cuanto más de cerca veamos la santidad de Dios, más imperfecciones discerniremos en nuestra vida, lo que nos llevará a tener aún más sed de su presencia transformadora y a desear parecernos más a él.</p><p>Además, ser conscientes de nuestra condición en contraste con él y con su santa Ley nos hace totalmente dependientes de la muerte sustitutiva de Cristo en nuestro favor. Al mismo tiempo, Jesús dejó claro que, si aceptamos humildemente a Dios como nuestro Señor y Rey, no es difícil obedecer sus mandamientos (Mat. 11:28-30). Cristo dejó claro que la Ley divina tiene validez permanente (Mat. 5:17-20).&nbsp;</p><p>Cuando obedecemos las leyes de Dios por amor y gratitud a él a causa de la salvación que nos ha concedido gratuitamente, podemos experimentar la plenitud de una relación salvadora con él. Mientras disfrutamos de las grandes ventajas de obedecer la Ley (en vista del dolor y las dificultades que acarrea violarla), también podemos disfrutar de la seguridad de saber que nuestra salvación se encuentra en Jesús, no en nuestro cumplimiento de la Ley.</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong>&nbsp;</p><p><strong>1.</strong> La preparación para recibir la Ley ayudó al pueblo a comprender el sentido de reverencia que necesitaban. ¿Dónde existe hoy un sentido similar de reverencia y respeto hacia Dios en nuestra iglesia y en nuestra vida eclesial? ¿O lo hemos ido perdiendo de alguna manera?&nbsp;</p><p><strong>2.</strong> Medita en la siguiente fórmula de pacto: “Yo seré su Dios, y ellos serán mi pueblo”. ¿Qué significa esto para nosotros hoy y cómo debería ponerse de manifiesto tanto individual como corporativamente?&nbsp;</p><p><strong>3.</strong> Dios siempre nos capacita para que podamos hacer lo que requiere de nosotros. Elena de White afirma que “todos sus mandatos son habilitaciones” (Palabras de vida del gran Maestro, p. 268). ¿Cómo podemos poner en práctica esta promesa (dabar)?</p><p><strong>&nbsp;4. </strong>¿Cómo debemos responder al argumento tan comúnmente escuchado según el cual la Ley fue abolida en la cruz? ¿A qué mandamiento del Decálogo apuntan en realidad quienes hacen esa afirmación?</p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de agosto",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>RESEÑA&nbsp;</strong></p><p><strong>Texto clave: Éxodo 19:4-6.&nbsp;</strong></p><p><strong>Enfoque del estudio: </strong>Éxodo 19:1-20:20.</p><p><strong>Introducción</strong></p><p>Dios hizo un pacto con su pueblo en el Sinaí. Él fue el iniciador de ese acuerdo y, como tal, le concedió su gracia y estableció una relación especial con Israel. Dios quería que aquel fuera su pueblo especial, su posesión preciada, un reino de sacerdotes, una nación santa. El éxito de Israel dependería de su respuesta positiva a la amorosa conducción de Dios y a los poderosos actos que realizó en su favor en Egipto y en el camino al Sinaí. Dios ya los había invitado a seguirlo y les demostró que tenía en mente un futuro brillante para ellos. Si tan solo seguían sus instrucciones y procuraban cultivar una relación genuina con él, Dios los conduciría de una manera sin precedentes hacia la Tierra Prometida. Necesitaban aprender quién era él y apreciar lo que hacía por ellos para admirarlo, amarlo, serle obedientes y adorarlo. El don del Decálogo reveló los principios que hacen posible una vida feliz, equilibrada y próspera.</p><p><strong>Temática de la lección:&nbsp;</strong></p><p>Al liberar a Israel de Egipto y guiarlo a través del Mar Rojo y el desierto hasta el monte Sinaí, Dios deseaba conducirlos hacia él (Éxo. 19:4). Los instruyó durante aproximadamente un año mediante este proceso y fue como un padre amoroso para su pueblo, mostrándole lo que era más conveniente para su prosperidad. El pueblo vio cómo Dios derrotó a las deidades egipcias y cuidó de ellos a través de las plagas y su salida de Egipto. Les dio luego su regalo más preciado, los Diez Mandamientos, para enseñarles a respetarlo y reverenciarlo como su Dios (Éxo. 20:20). En esta lección reflexionamos acerca de las diversas funciones del Decálogo.</p><p><strong>COMENTARIO</strong></p><p>El Decálogo constituye el corazón de la revelación de Dios y de la ética bíblica, y tiene la salvación como premisa. Es la Carta Magna de la enseñanza bíblica, su resumen y el modelo de todos los preceptos. Constituye la sustancia y el fundamento de las normas divinas para la humanidad, y sus principios son eternos. El relato que presenta el Pentateuco acerca de la entrega del Decálogo subraya que fue anunciado por Dios (Éxo. 19:19; 20:1; Deut. 5:4, 5, 24) y escrito por él (Éxo. 24:12; 31:18; Deut. 5:22). Fue entregado dos veces a Moisés como un don especial (Éxo. 32:19; 34:1; Deut. 10:1, 2). En el libro de Éxodo, el Decálogo es llamado “el testimonio” (Éxo. 31:18) y “las palabras del pacto” (Éxo. 34:28). La expresión “los Diez Mandamientos” no aparece como tal en hebreo, aunque en Éxodo 20:6 se hace referencia a ellos como “mandamientos”. En cambio, el Decálogo es designado tres veces en hebreo como “las diez palabras” (hebreo: ‘aseret haddebarim; ver el uso de esta expresión en Éxo. 34:28; Deut. 4:13; 10:4).</p><p>Tanto en Éxodo como en Deuteronomio, el Decálogo se sitúa al principio de las colecciones de leyes y de su interpretación. Existen dos versiones del Decálogo, con muy ligeras diferencias. La primera aparece en Éxodo 20:1 al 17 y la otra en Deuteronomio 5:6 al 21. La segunda versión, presentada oralmente por Moisés a Israel, tuvo lugar casi cuarenta años después, justo antes de la entrada en la Tierra Prometida (Deut. 1:3, 4; 4:44-47), donde ahora Moisés enfatiza la redención recibida en el Éxodo. Cuando Pablo dice que el amor es el resumen de la Ley, cita el Decálogo (Rom. 13:8-10; Gál. 5:14). El amor es, de hecho, la suma de la Ley de Dios, pues él es el Dios del amor (1 Juan 4:16).</p><p>Aunque las leyes particulares del Decálogo ya eran conocidas en síntesis antes del Sinaí, Dios mismo decidió presentar formalmente el Decálogo a su pueblo y a la humanidad, pues los Mandamientos reflejan de manera sistemática quién es él, así como su carácter y sus valores. La función de la Ley no es enseñarnos a obtener la salvación mediante su observancia. Es decir, no debemos guardar la Ley de Dios para salvarnos, sino porque ya hemos aceptado la salvación. La Ley no es la fuente de la vida eterna, sino el medio por el que manifestamos y expresamos la vida eterna que ya hemos recibido. En la Biblia, la Ley de Dios es vista de forma muy positiva (Mat. 5:16, 17; Juan 14:15; 1 Cor. 7:19; Gál. 3:21). Es posible crear poemas acerca de ella (como el Sal. 119, una obra maestra), cantar acerca de ella (Sal. 19), y meditar en ella día y noche (Sal. 1:2; Jos. 1:8) porque ella protege del mal, y comunica sabiduría, entendimiento, salud, prosperidad y paz (Deut. 4:1-6; Prov. 2-3).</p><p>El Decálogo tiene varias funciones cruciales: 1. La Ley de Dios es una garantía de libertad (Gén. 2:16, 17; Sant. 2:12). Es como una valla que crea un gran espacio libre para la vida y advierte que más allá de un punto concreto hay peligro, problemas, complicaciones y muerte. No hay futuro para quienes van más allá del círculo de la verdadera libertad. 2. La Ley es un espejo (Sant. 1:23-25). En ella podemos ver cuán sucios estamos y cuánto necesitamos ser purificados. El Decálogo revela nuestra pecaminosidad. Sin embargo, no puede purificarnos del pecado ni de la culpa (Rom. 3:20). 3. La Ley de Dios es una señal. Como tal, nos conduce como un pedagogo, o maestro, hacia Cristo (Gál. 3:24). Señala a Jesús, quien nos limpia al perdonar nuestros pecados y transformar nuestra vida (2 Cor. 5:17; 1 Juan 1:7-9) 4. El Decálogo es la promesa que Dios nos hace. Al proclamar estas normas, Dios promete que ellas formarán parte de nuestra vida si mantenemos una estrecha relación con él. Él es el Garante que hará posible que estos preceptos se conviertan en nuestro estilo de vida permanente. Desarrollaremos una relación tan íntima con él que no desearemos lo que está prohibido. Permaneceremos felizmente en comunión con él, pidiéndole que haga realidad esta obediencia en nosotros mediante el poder de su gracia, de su Palabra y del Espíritu Santo. En el Decálogo, los mandamientos cuarto y quinto aparecen en hebreo como órdenes positivas expresadas como infinitivo absoluto, el cual tiene dos significados en el contexto legal o jurídico: una orden o una promesa enfática (Gesenius’ Hebrew grammar [Clarendon, 1910], pp. 339-347). Los demás mandamientos se expresan como mandatos negativos empleando la partícula de negación l? (“no”) seguida de la forma verbal conocida como imperfecto. Además de que el significado de tal expresión hebrea es una prohibición permanente, y por lo tanto, un mandamiento, se ha sugerido que también puede expresar una situación futura, como si se tratara de una promesa (Jacques B. Doukhan, Hebrew for theologians [University Press of America, 1993], p. 41). Se puede encontrar apoyo para la interpretación del Decálogo como una promesa en Jueces 6:23, donde el Señor promete a Gedeón: “No morirás”. La construcción gramatical en esta frase es exactamente la misma que en el Decálogo.</p><p>El significado hebreo del término dabar, utilizado para describir los Diez Mandamientos, no significa necesariamente “mandamiento”, sino “palabra”, o “promesa” (ver, por ejemplo, dicho matiz del sustantivo dabar en 1 Rey. 8:56; 2 Crón. 1:9; Neh. 5:12, 13; Sal. 105:42; ver, además, los usos de dabar como verbo con el significado de “prometer” en Deut. 1:11; 6:3; 9:28; Jos. 9:21; 22:4; 23:5). Elena de White confirma esta interpretación con la siguiente declaración acerca de la función del Decálogo: “Los Diez Mandamientos […] son diez promesas” (Dios nos cuida [ACES, 1991], p. 231). “En cada mandato o precepto que Dios da hay, implícita en dicho mandato, una promesa, la más positiva” (El discurso maestro deJesucristo [ACES, 2010], p. 72). Además, ella subraya que “la voz de Dios procedente del Cielo” habla al alma en “esta promesa: ‘Haz esto, y no estarás bajo el dominio y la dirección de Satanás’ ” (Dios nos cuida, p. 231).</p><p>Las aparentes restricciones de la Ley son solo para nuestro bien, ya que tienen el propósito de preservar la felicidad y la vida (Miq. 6:8; Juan 10:10). La Ley es la norma de conducta para quienes confían en Dios y son salvados por su gracia mediante la fe en Cristo. El lugar de la Ley en el Nuevo Pacto es asombroso, ya que está colocada en el corazón (ver Mat. 5:21-48) y no debe verse como una carga, sino como un gozo. Quienes viven en armonía con el Decálogo van en pos de sus promesas con una motivación correcta, ya que obedecen sus preceptos movidos por la gratitud que sienten por lo que Dios hizo y está haciendo en favor de ellos. La gracia no modifica la Ley, sino nuestra actitud hacia ella. Pablo está en contra del legalismo y del mal uso de la Ley de Dios, pero no en contra de la Ley misma (Rom. 7:9-12).</p><p>Jesucristo es el telos de la Ley (Rom. 10:4); es decir, su meta y propósito, no el fin en el sentido de terminación o cesación de su vigencia o validez. Cristo es la llave hermenéutica que abre el verdadero significado y propósito de la Ley. Por lo tanto, sería incorrecto afirmar que Cristo invalidó, terminó, sustituyó o abrogó la Ley. Por el contrario, Cristo es quien da sentido a la Ley. Como Josué recordó a su audiencia, no somos capaces de obedecer a Dios: “No podrán servir al Señor” (Jos. 24:19). Sin embargo, si pedimos a Dios que se haga cargo de nuestra debilidad, él nos hará fuertes. Nos dará su Espíritu Santo, que nos impulsará a serle obedientes (Eze. 36:27). Pablo dice: “Cuando soy débil, entonces soy fuerte” (2 Cor. 12:10). La obediencia es resultado de la obra del Espíritu Santo en nosotros.</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p>Plantea a tus alumnos las siguientes preguntas:&nbsp;</p><p><strong>1.</strong> Como seres humanos, solo podemos decidir hacer lo correcto bajo la influencia de la gracia de Dios. Tenemos que decidir serle obedientes, pero no tenemos poder para hacerlo ni para seguirlo. Necesitamos ayuda externa a nosotros a causa de nuestra fragilidad y debilidad. La buena noticia es que él hace surgir en nosotros el deseo de obedecer y nos da el poder para hacerlo cuando respondemos a su llamado de amor (Fil. 2:13). En un sentido práctico, ¿cómo están estas provisiones actuando en tu vida?</p><p>\n</p><p><strong>2. </strong>Todo mandato de Dios implica su capacitación para serle obedientes. Elena de White afirma que “todos sus mandatos son habilitaciones” (Palabras de vida del gran Maestro, p. 268). Desde esa perspectiva, los Diez Mandamientos son en realidad diez bienaventuranzas. ¿En qué sentido pueden los mandamientos de Dios capacitar a los creyentes para serle obedientes y de qué manera?</p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>EL PACTO EN EL SINAÍ</p>",
      "verse": "<p>“Ustedes vieron lo que hice a los egipcios, y cómo los tomé sobre alas de águila, y los he traído a mí. Ahora pues, si en verdad escuchan mi voz y guardan mi pacto, ustedes serán mi especial tesoro entre todos los pueblos, porque mía es toda la tierra. Y ustedes serán mi reino de sacerdotes y gente santa” (Éxo. 19:4-6).</p>",
      "versionCode": 25,
      "weekDate": " 16-22 de agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
