{
   "data":[
      {
         "color":"#d50ff0",
         "id":705,
         "idEs":9,
         "language":"en",
         "lessonDays":[
            {
               "date":"July 23",
               "dayTitle":"<p><strong>Extreme Heat</strong><br></p>",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p><strong>Read for This Week’s Study:</strong> Genesis 22, Hos. 2:1–12, Job 1:6–2:10, 2 Cor. 11:23–29, Isa. 43:1–7. <br></p><p><strong>Memory Text: </strong>“Yet it pleased the Lord to bruise Him; He has put Him to grief. When You make His soul an offering for sin, He shall see His seed, He shall prolong His days, and the pleasure of the Lord shall prosper in His hand” (Isaiah 53:10, NKJV). <br></p><p>As the wife of the famous Christian writer C. S. Lewis was dying, Lewis wrote, “Not that I am (I think) in much danger of ceasing to believe in God. The real danger is of coming to believe such dreadful things about Him. The conclusion I dread is not ‘So there’s no God after all,’ but ‘So this is what God’s really like.’ ”—A Grief Observed (New York: HarperCollins Publishers, Inc., 1961), pp. 6, 7.</p><p>&nbsp;When things become really painful, some of us reject God completely. For others, like Lewis, there is the temptation to change our view of God and imagine all sorts of bad things about Him. The question is, Just how hot can it get? How much heat is God willing to risk putting His people through in order to bring about His ultimate purpose of shaping us into the “image of his Son” (Rom. 8:29, NIV)? <br></p><p><strong>The Week at a Glance:</strong>Why do you think God is willing to risk being misunderstood by those He wants to know Him and love Him? How much do you think God is willing to be misunderstood in order to mold you into the “image of his Son”?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 24",
               "dayTitle":"<p><strong>Abraham in the Crucible</strong><br></p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p>Read Genesis 22. Out of nowhere and without explanation, God suddenly calls Abraham to offer his own child as a burnt offering. Can you imagine how Abraham must have felt? It was a totally revolting idea that a holy God should request that he sacrifice his own son. Even if Abraham thought that this was acceptable, what about God’s promises of an inheritance? Without his son, the promise would be gone. <strong><br></strong></p><p><strong>Why did God ask Abraham to offer this sacrifice? If God knows everything, what was the point? <br></strong></p><p>God’s request and its timing were not random. Indeed, it was calculated to exact the deepest possible anguish, for “God had reserved His last, most trying test for Abraham until the burden of years was heavy upon him, and he longed for rest.”—Ellen G. White, Patriarchs and Prophets, p. 147. Was this the test of a mad God? Not at all, for “the agony which he endured during the dark days of that fearful trial was permitted that he might understand from his own experience something of the greatness of the sacrifice made by the infinite God for man’s redemption.”—Patriarchs and Prophets, p. 154.</p><p>&nbsp;This was just a test—God never intended for Abraham to kill his son. This highlights something very important about the way God sometimes works. God may ask us to do something that He never intends for us to complete. He may ask us to go somewhere He never intends for us to arrive at. What is important to God is not necessarily the end, but what we learn as we are reshaped by the process. <br></p><p>Jesus may have been thinking about Abraham’s experience when He said to the Jews, “ ‘Your father Abraham rejoiced at the thought of seeing my day; he saw it and was glad’ ” (John 8:56, NIV). Abraham could have missed out on this insight, dismissing the instructions as from Satan. The key to Abraham’s surviving and learning through the whole process was knowing God’s voice. How do you know the voice of God? <strong><br></strong></p><p><strong>How do you know when God is talking to you? What are the ways He communicates His will to you? </strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 25",
               "dayTitle":"<p><strong>Wayward Israel</strong><br></p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p>The story of Hosea has some powerful lessons to teach us. Hosea’s situation is remarkable. His wife, Gomer, runs away and has children with other men. Though she is sexually unfaithful, God calls Hosea to take his wife back and fully show his love to her again. This story is meant as a parable about God and Israel. The Israelites had left God and were prostituting themselves spiritually to other gods, but God still loved them and wanted to show His love to them. But just look at God’s methods!</p><p><strong>Read Hosea 2:1–12. What methods does God say He will use to pull Israel back to Himself? What would these experiences have felt like? <br></strong></p><p><strong>Hosea 2:2, 3 </strong><br></p><p><strong>2 </strong>“Bring charges against your mother, bring charges; For she is not My wife, nor am I her Husband! Let her put away her harlotries from her sight, And her adulteries from between her breasts;</p><p><strong>3 </strong>Lest I strip her naked And expose her, as in the day she was born, And make her like a wilderness, And set her like a dry land, And slay her with thirst.<br></p><p><strong>Hosea 2:5–7 <br></strong></p><p><strong>5</strong> For their mother has played the harlot; She who conceived them has behaved shamefully. For she said, ‘I will go after my lovers, Who give me my bread and my water, My wool and my linen, My oil and my drink.’<br><br><strong>6</strong> “Therefore, behold, I will hedge up your way with thorns, And wall her in, So that she cannot find her paths. <br></p><p><strong>7 </strong>She will chase her lovers, But not overtake them; Yes, she will seek them, but not find them. Then she will say, ‘I will go and return to my first husband, For then it was better for me than now.’<br></p><p><strong>Hosea 2:8, 9 <br></strong></p><p><strong>8 </strong>For she did not know That I gave her grain, new wine, and oil, And multiplied her silver and gold— Which they prepared for Baal.<br><strong><br>9 </strong>“Therefore I will return and take away My grain in its time And My new wine in its season, And will take back My wool and My linen, Given to cover her nakedness.<strong><br></strong></p><p><strong>Hosea 2:10&nbsp;</strong></p><p><strong>10 </strong>Now I will uncover her lewdness in the sight of her lovers, And no one shall deliver her from My hand.<br></p><p><br></p><p>This story raises two important issues about the way we experience God when He is bringing us to repentance.</p><p>First, we risk not recognizing that God is at work. When Israel went through such hard and painful experiences, it might have been hard for them to recognize that their God was working for their salvation. When our path is blocked by sharp thorns or we are walled in so that we don’t know where we are going (Hos. 2:6)—is this God? When our basic necessities disappear or we are embarrassed (Hos. 2:9, 10)—could our Father be in the middle of it all? The truth is that whatever we feel, God is always working to bring us to repentance, because He loves us so very much. <br></p><p>Second, we risk misunderstanding God when He is at work. We may recognize that God is at work, but we don’t like what He’s doing. While we are feeling hurt and embarrassed, it is easy to blame God for being cruel, for not intervening, or for not caring. But God is always working to renew us through His covenant of love. <br></p><p><strong>Read Hosea 2:14–23. What does this passage reveal about God? Ask the Holy Spirit to show you if you have been running from God in any area of your life. If you are convicted that you have been, why wait to go through the crucible? What’s stopping you from surrendering all to the Lord now?</strong></p><p><strong>Hosea 2:14–23</strong></p><p><strong>14 </strong>“Therefore, behold, I will allure her, Will bring her into the wilderness, And speak comfort to her. <br></p><p><strong>15 </strong>I will give her her vineyards from there, And the Valley of Achor as a door of hope; She shall sing there, As in the days of her youth, As in the day when she came up from the land of Egypt.<strong></strong></p><p><strong>16 </strong>“And it shall be, in that day,” Says the Lord, “That you will call Me ‘My Husband,’ And no longer call Me ‘My Master,’ <br></p><p><strong>17 </strong>For I will take from her mouth the names of the Baals, And they shall be remembered by their name no more.</p><p><strong> 18</strong> In that day I will make a covenant for them With the beasts of the field, With the birds of the air, And with the creeping things of the ground. Bow and sword of battle I will shatter from the earth, To make them lie down safely.<strong><br>19 “I will betroth you to Me forever; Yes, I will betroth you to Me In righteousness and justice, In lovingkindness and mercy; 20 I will betroth you to Me in faithfulness, And you shall know the Lord.<br><br>21 </strong>“It shall come to pass in that day That I will answer,” says the Lord; “I will answer the heavens, And they shall answer the earth.</p><p><strong> 22 </strong>The earth shall answer With grain, With new wine, And with oil; They shall answer Jezreel.</p><p><strong> 23 </strong>Then I will sow her for Myself in the earth, And I will have mercy on her who had not obtained mercy; Then I will say to those who were not My people, ‘You are My people!’ And they shall say, ‘You are my God!’ ”<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 26",
               "dayTitle":"<p><strong>Surviving Through Worship</strong><br></p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p><strong>Read Job 1:6–2:10. What caused Job’s suffering?</strong></p><p><strong></strong></p><p><strong>Job 1:6–2:10</strong></p><p><strong>6</strong> Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them. <strong><br></strong></p><p><strong>7</strong> And the Lord said to Satan, “From where do you come?”<br>So Satan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”<strong><br></strong></p><p><strong>8</strong> Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil?”<strong><br></strong></p><p><strong>9</strong> So Satan answered the Lord and said, “Does Job fear God for nothing? <strong><br></strong></p><p><strong>10</strong> Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land. <strong><br></strong></p><p><strong>11</strong> But now, stretch out Your hand and touch all that he has, and he will surely curse You to Your face!”<strong><br></strong></p><p><strong>12</strong> And the Lord said to Satan, “Behold, all that he has is in your power; only do not lay a hand on his person.” So Satan went out from the presence of the Lord.<strong></strong></p><p><strong>13 </strong>Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother’s house;</p><p><strong>14 </strong>and a messenger came to Job and said, “The oxen were plowing and the donkeys feeding beside them, <strong><br></strong></p><p><strong>15</strong> when the Sabeans raided them and took them away—indeed they have killed the servants with the edge of the sword; and I alone have escaped to tell you!”</p><p><strong>16</strong> While he was still speaking, another also came and said, “The fire of God fell from heaven and burned up the sheep and the servants, and consumed them; and I alone have escaped to tell you!”</p><p><strong>17</strong> While he was still speaking, another also came and said, “The Chaldeans formed three bands, raided the camels and took them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you!”</p><p><strong>18 </strong>While he was still speaking, another also came and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house, <br></p><p><strong>19 </strong>and suddenly a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people, and they are dead; and I alone have escaped to tell you!”</p><p><strong>20 </strong>Then Job arose, tore his robe, and shaved his head; and he fell to the ground and worshiped. <br></p><p><strong>21 </strong>And he said:<br>“Naked I came from my mother’s womb, And naked shall I return there. The Lord gave, and the Lord has taken away; Blessed be the name of the Lord.”</p><p><strong>22 </strong>In all this Job did not sin nor charge God with wrong.<br><br><strong>2:1</strong> Again there was a day when the sons of God came to present themselves before the Lord, and Satan came also among them to present himself before the Lord. <br></p><p><strong>2 </strong>And the Lord said to Satan, “From where do you come?”<br>Satan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”</p><p><strong>3 </strong>Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil? And still he holds fast to his integrity, although you incited Me against him, to destroy him without cause.\"</p><p><strong>4 </strong>So Satan answered the Lord and said, “Skin for skin! Yes, all that a man has he will give for his life.</p><p><strong>5 </strong>But stretch out Your hand now, and touch his bone and his flesh, and he will surely curse You to Your face!”<br><br><strong>6 </strong>And the Lord said to Satan, “Behold, he is in your hand, but spare his life.”<br><br><strong>7 </strong>So Satan went out from the presence of the Lord, and struck Job with painful boils from the sole of his foot to the crown of his head. <br></p><p><strong>8 </strong>And he took for himself a potsherd with which to scrape himself while he sat in the midst of the ashes.<br><br><strong>9 </strong>Then his wife said to him, “Do you still hold fast to your integrity? Curse God and die!”<br><br><strong>10 </strong>But he said to her, “You speak as one of the foolish women speaks. Shall we indeed accept good from God, and shall we not accept adversity?” In all this Job did not sin with his lips.<br></p><br><p>There is something astonishing here. The angels come to see God, and Satan comes with them. God asks Satan where he has been, and Satan replies that he has been “ ‘roaming throughout the earth, going back and forth on it’ ” (Job 1:7, NIV). Then God poses this question: “ ‘Have you considered my servant Job?’ ” (Job 1:8, NIV). The question itself is not remarkable; what is remarkable is the One who asks it. It isn’t Satan who points out Job as a subject for examination—it’s God. Knowing exactly what is going to follow, God calls Job to Satan’s attention. Down on the earth, Job has absolutely no idea how hot his crucible is about to become. And though it’s very clear that it is Satan, not God, who causes Job’s suffering, it also is clear that it is God who gives His explicit permission for Satan to destroy Job’s possessions, children, and his own physical health. If God is giving permission for Job to suffer, what difference does it make whether God or Satan is personally inflicting the suffering? How can God be righteous and holy when He actively allows Satan to cause Job such pain? Is this situation a special case, or is it characteristic of the way God still deals with us today? <strong><br></strong></p><p><strong>In Job 1:20, 21, how does Job respond to the trials? </strong><br></p><p><strong>Job 1:20, 21</strong></p><p><strong>20 </strong>Then Job arose, tore his robe, and shaved his head; and he fell to the ground and worshiped. <br></p><p><strong>21 </strong>And he said:<br>“Naked I came from my mother’s womb,<br>And naked shall I return there.<br>The Lord gave, and the Lord has taken away;<br>Blessed be the name of the Lord.”</p><p><br></p><p>It is possible to respond to such suffering in two ways. We can become bitter and angry, turning our backs on a God we believe to be cruel or nonexistent, or we can hang on to God more tightly. Job deals with his catastrophe by staying in God’s presence and worshiping Him. <br></p><p>In Job 1:20, 21, we see three aspects of worship that may help when in anguish. First, Job accepts his helplessness and recognizes that he has no claim to anything: “ ‘Naked I came from my mother’s womb, and naked I will depart’ ” (Job 1:21, NIV). Second, Job acknowledges that God is still in total control: “ ‘The Lord gave and the Lord has taken away’ ” (Job 1:21, NIV). Third, Job concludes by reasserting his belief in the righteousness of God. “ ‘May the name of the Lord be praised’ ” (Job 1:21, NIV). <br></p><p><strong>Going through a trial? Follow the steps that Job used. How might they help you, as well?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 27",
               "dayTitle":"<p><strong>Surviving Through Hope</strong><br></p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p>“We were under great pressure, far beyond our ability to endure, so that we despaired of life itself. Indeed, we felt we had received the sentence of death. But this happened that we might not rely on ourselves but on God, who raises the dead” (2 Cor. 1:8, 9, NIV).</p><p>&nbsp;As God’s chosen apostle, Paul endured more than most people. Yet, Paul was not crushed. Rather, he grew in his praise for God. Read his list of hardships in 2 Corinthians 11:23–29. Now read 2 Corinthians 1:3–11. <br></p><p><strong>In 2 Corinthians 1:4, Paul states that the reason for receiving God’s compassion and comfort is “so that we can comfort those in any trouble with the comfort we ourselves receive from God” (NIV). To what extent might suffering be a call to ministry? How could we become more alert to this possibility? <br></strong></p><p><strong>2 Corinthians 1:4</strong></p><p><strong>4 </strong>who comforts us in all our tribulation, that we may be able to comfort those who are in any trouble, with the comfort with which we ourselves are comforted by God. <br></p><p><br></p><p>God wants to minister through us to hurting people. This means that He may first allow us to experience the same sort of hurts. Then we’ll offer encouragement, not from theory but from our own experience of the compassion and comfort of God. This is a principle from Jesus’ life (see Heb. 4:15).</p><p>&nbsp;Paul’s vivid descriptions of his hardships are not to make us feel sorry for him. They are for us to know that even when we’re in the depths, the Father still can intervene to bring His compassion and comfort. We may despair even of our own lives, and even be killed, but fear not, God is teaching us to rely on Him. We can trust Him, for our God “raises the dead” (2 Cor. 1:9, NIV). <br></p><p>As Paul continues to set his eyes on proclaiming the gospel, he knows that God will rescue him in the future, as well. Paul’s ability to remain firm is supported by three things he mentions in 2 Corinthians 1:10, 11. First, God’s proven track record: “He has delivered us from such a deadly peril, and he will deliver us” (2 Cor. 1:10, NIV). Second, Paul’s determination to fix his concentration on God Himself: “On him we have set our hope that he will continue to deliver us” (2 Cor. 1:10, NIV). <strong><br></strong></p><p><strong>Third, the saints’ continual intercession: “as you help us by your prayers” (2 Cor. 1:11, NIV). What can you learn from Paul that can help you keep from falling into self-pity amid your own struggles? </strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 28",
               "dayTitle":"<p><strong>Extreme Heat</strong><br></p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p>So far this quarter, we have considered many examples of the crucibles that God uses to bring purity and Christlikeness to our lives. However, some people may view these examples and conclude that God is a severe and demanding taskmaster. Sure, some may say, “We know that God wants something good for us, but these examples don’t reveal much care and love. Instead, God looks more like a bully. He sets out with a purpose that causes us considerable hard times, and there’s nothing we can do about it.” <br></p><p>It’s true that while living on this sin-filled earth, we will understand only a little of why things happen. In heaven we’ll understand so much more (1 Cor. 4:5, 1 Cor. 13:12), but for now, we will have to live with the tension of believing that God is present and cares for us, even though things don’t always feel too good. Isaiah describes this tension very well. <br></p><p>Read Isaiah 43:1–7. In verse 2, God says that His people will pass through waters and through fire. These are figurative of extreme dangers, but perhaps they hint at the crossing of the Red Sea and the Jordan, both fearful times—but times that paved the way to a new life. You may expect that God might say that He would protect His people from these dangers, that He would guide them along an easier route. But like the Shepherd in Psalm 23, He says, rather, that when the difficult times come, God’s people need not be overwhelmed, for He is with them.</p><p><strong>Look back at Isaiah 43:1–7. Write down the different ways in which God assures His people of comfort during the times of water and fire. What picture of God does this paint in your mind? Which promises can you claim for yourself?</strong></p><p><strong>Isaiah 43:1–7</strong></p><p><strong>1</strong> But now, thus says the Lord, who created you, O Jacob, And He who formed you, O Israel: “Fear not, for I have redeemed you; I have called you by your name; You are Mine. <br></p><p><strong>2 </strong>When you pass through the waters, I will be with you; And through the rivers, they shall not overflow you. When you walk through the fire, you shall not be burned, Nor shall the flame scorch you. <br></p><p><strong>3 </strong>For I am the Lord your God, The Holy One of Israel, your Savior; I gave Egypt for your ransom, Ethiopia and Seba in your place. <br></p><p><strong>4 </strong>Since you were precious in My sight, You have been honored, And I have loved you; Therefore I will give men for you, And people for your life. <br></p><p><strong>5 </strong>Fear not, for I am with you; I will bring your descendants from the east, And gather you from the west; <strong><br></strong></p><p><strong>6 </strong>I will say to the north, ‘Give them up!’ And to the south, ‘Do not keep them back!’ Bring My sons from afar, And My daughters from the ends of the earth— <br></p><p><strong>7 </strong>Everyone who is called by My name, Whom I have created for My glory; I have formed him, yes, I have made him.”</p><p><br></p><p>We can summarize what we have learned about God’s crucibles in three ways. First, God’s extreme heat is to destroy not us but our sin. Second, God’s extreme heat is not to make us miserable but to make us pure, as we were created to be. Third, God’s care for us through all things is constant and tender—He will never leave us alone, no matter what happens to us.</p><p><strong>What do these texts teach you about the actions and character of God? Ps. 103:13, 14; Matt. 28:20; 1 Cor. 10:13; and 1 Pet. 1:7. How have you experienced the reality of these verses in your own life?</strong></p><p><strong>Ps. 103:13</strong></p><p><strong>13 </strong>As a father pities his children,<br>So the Lord pities those who fear Him.</p><p><strong>Matt. 28:20</strong></p><p><strong>20</strong> teaching them to observe all things that I have commanded you; and lo, I am with you always, even to the end of the age.” Amen.</p><p><strong>1 Cor. 10:13</strong></p><p><strong>13</strong> No temptation has overtaken you except such as is common to man; but God is faithful, who will not allow you to be tempted beyond what you are able, but with the temptation will also make the way of escape, that you may be able to bear it.</p><p><strong>1 Pet. 1:7</strong></p><p><strong>7</strong> that the genuineness of your faith, being much more precious than gold that perishes, though it is tested by fire, may be found to praise, honor, and glory at the revelation of Jesus Christ, <br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 29",
               "dayTitle":"<p><strong>Further Thought: </strong><br></p>",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p>Read Ellen G. White, “The Test of Faith,” pp. 145–155, in Patriarchs and Prophets; “Praise Ye the Lord,” pp. 315–319, in Testimonies for the Church, vol. 5. <br></p><p>“God has always tried His people in the furnace of affliction. It is in the heat of the furnace that the dross is separated from the true gold of the Christian character. Jesus watches the test; He knows what is needed to purify the precious metal, that it may reflect the radiance of His love. It is by close, testing trials that God disciplines His servants. He sees that some have powers which may be used in the advancement of His work, and He puts these persons upon trial; in His providence He brings them into positions that test their character. . . . He shows them their own weakness, and teaches them to lean upon Him. . . . Thus His object is attained. They are educated, trained, and disciplined, prepared to fulfill the grand purpose for which their powers were given them.”—Ellen G. White, Patriarchs and Prophets, pp. 129, 130.</p><p>&nbsp;“If in the providence of God we are called upon to endure trials, let us accept the cross and drink the bitter cup, remembering that it is a Father’s hand that holds it to our lips. Let us trust Him in the darkness as well as in the day. Can we not believe that He will give us everything that is for our good? . . . Even in the night of affliction how can we refuse to lift heart and voice in grateful praise, when we remember the love to us expressed by the cross of Calvary?”—Ellen G. White, Testimonies for the Church, vol. 5, p. 316. <br></p><p><strong>Discussion Questions: <br></strong></p><p><strong>1 </strong>In class, have someone recount his or her own test of faith that, if not quite as intense as Abraham’s, was still hard enough. What can you learn from that person’s experience, from his or her successes or failures? <br></p><p><strong>2 </strong>Review the last 24 hours of Christ’s life before His crucifixion. What extremes did He face? How did He endure? What principles can we take from His example and apply for ourselves when we are in the midst of our own crucibles? <br></p><p><strong>3 </strong>Discuss the idea, touched on this week, about how through our own suffering we can minister to others who are suffering. No matter how true it might be, what are some of the problems we might encounter with this idea? <strong><br></strong></p><p><strong>4 </strong>Ellen G. White wrote above: “Let us trust Him in the darkness as well as in the day.” That’s easier said than done. How can we help each other develop the kind of faith that will enable us to do just that? Why is it important to trust God in the bad times? Friday<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Inside Story",
               "dayTitle":"<p><strong>Inside Story</strong><br></p>",
               "id":58,
               "idDay":8,
               "idLesson":5,
               "lessonText":"<p><strong>Part 5: Crashing a Baptism</strong><br></p><p>By Andrew Mcchesney <br></p><p><br></p><p>The day of Junior’s baptism arrived. Five people, including Junior, were to be baptized at 4:00 p.m. at Alpha Seventh-day Adventist Community Church in Manaus, Brazil. “I won’t go,” Father said. “Drive me to the temple.” <br></p><p>On the way to church, Mother wondered out loud whether Father might still show up in his high priestly robes from the Candomblé temple. “I don’t care if Father comes in all his robes,” Junior said. “I’ll accept him.” <br></p><p>At the church, Pastor Ricardo announced that Junior would be baptized first and invited him to share his story as he stood near the baptismal pool. Junior shared how he was bullied at school and his classmate Clifferson had invited him to a video gamers club that sang about Jesus and discussed the Bible. When Junior finished, he waded into the baptismal pool and turned around to look at the congregation. At that moment, Father, wearing his high priestly robes, entered the sanctuary. Mother burst into tears. “He’s here,” she said. “He said he wouldn’t come, but he’s here.”</p><p>Heads turned to look at the back of the hall. Mother prayed silently, and church members familiar with Father’s work also prayed. Others stared in amazement at Father’s flowing robes. Everyone treated him with respect. <br></p><p>A church deacon stood beside Father, greeting him. “Welcome, Eduardo!” said the deacon, Roberto Fernandez. “We were waiting for you. Come!” He led Father to the baptismal pool, where Junior was waiting to be baptized. <br></p><p>A million thoughts filled Junior’s mind. God planned everything, he thought. No one knew in advance that I would be baptized first, and Father arrived just as I entered the pool. God’s plans are perfect! <br></p><p>Each of the five baptisms was supposed to take 10 minutes, but Junior’s lasted an hour. Several friends from the video gamers club stood up to praise God for Junior’s decision and to encourage him to be faithful. Pastor Ricardo asked the Pathfinders to sing, and everyone joined in. <br></p><p>As Junior came out of the water, the Pathfinders joyfully waved their yellow scarves. Junior, dripping wet, hugged Father. “Daddy, despite your religion, I love you very much,” he said. Looking at the audience, he added, “I thank you for being here. But most of all I thank my father for being here.” <br></p><p>Then Father addressed Junior. “Son, I accept your religion because many supernatural things have happened,” he said. “I have kept you away from my religion this whole time, and I didn’t want you to become involved in any religion. However, I accept your religion because I sense a supernatural energy right now. I only hope that my own path to Jesus isn’t painful.” <br></p><p>As the family got into the car afterward, Father said, “This is such a nice place, and the people are so nice.” He was beaming with joy.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"3T2022",
         "title":"<p>Extreme Heat<br></p>",
         "verse":"<p>“Yet it pleased the Lord to bruise Him; He has put Him to grief. When You make His soul an offering for sin, He shall see His seed, He shall prolong His days, and the pleasure of the Lord shall prosper in His hand” (Isaiah 53:10, NKJV).<br></p>",
         "versionCode":7,
         "weekDate":"July 23–29"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
