{
  "data": [
    {
      "color": "#025DA4",
      "id": 712,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "March 16",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>As our experience of God’s grace and power increases, we are prompted to ask with the psalmist: “What shall I render to the Lord for all His benefits toward me?” (Ps. 116:12, NKJV). The inevitable reply is to devote one’s life to being faithful to God.</p><p>In the Psalms, Israel is not simply a nation but “the great assembly” (Ps. 22:22, 25, NKJV; Ps. 35:18). This reveals Israel’s primary calling to praise God and to bear witness about Him to other nations because the Lord wants all the world to join His people in worship. The Lord’s people are identified with the righteous, who worship the Lord and whose hope is in Him and in His love.</p><p>Praising the Lord in the congregation is perceived as ideal worship. This does not mean that the prayer and praise of the individual in Israel assume a secondary meaning. By contrast, the individual’s worship of God feeds the communal worship with renewed praise (Ps. 22:22, 25) while in turn individual worship develops its fullest potential in close relationship with the community. The worshiping community also is called the “assembly of the upright” (Ps. 111:1). The upright know God (Ps. 36:10) and are known by God (Ps. 37:18), and this experience permeates every aspect of their existence.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 17",
          "dayTitle": "<p>Lift Up Your Hands in the Sanctuary</p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Psalm 134. Where is the worship offered here? What is the outcome of the worship of the Lord?</strong></p><p><strong>Psalm 134</strong></p><p><strong><sup>1 </sup></strong>Behold, bless ye the Lord, all ye servants of the Lord, which by night stand in the house of the Lord.</p><p><sup><strong>2</strong></sup><strong> </strong>Lift up your hands in the sanctuary, and bless the Lord.</p><p><sup style=\"font-weight: bold;\">3 </sup>The Lord that made heaven and earth bless thee out of Zion.</p><p>Psalm 134 recalls the Aaronic priestly blessing in Numbers 6:24?26 (also Ps. 67:1) and highlights blessing as the underlying principle and outcome of the relationship between God and Israel. The people bless God in the sanctuary, and God blesses His people from Zion. The blessings extend to all of life because the Lord is the Creator of heaven and earth. The mention of Zion as the place of divine special blessings underlines the Lord’s covenantal bond with His people. It is thus within the covenant of grace that Israel exercises the privilege to bless the Lord and is blessed by Him.</p><p><strong>Read Psalm 18:1; Psalm 36:1; Psalm 113:1; Psalm 134:1, 2; and Psalm 135:1, 2. How are the worshipers depicted here?</strong></p><p><strong>Psalm 18:1</strong></p><p><strong><sup>1</sup></strong>&nbsp; I will love thee, O Lord, my strength.</p><p><strong>Psalm 36:1</strong></p><p><strong><sup>1</sup></strong>&nbsp; The transgression of the wicked saith within my heart, that there is no fear of God before his eyes.</p><p><strong>Psalm 113:1</strong></p><p><strong><sup>1</sup></strong> Praise ye the Lord. Praise, O ye servants of the Lord, praise the name of the Lord.</p><p><strong>Psalm 134:1, 2</strong></p><p><strong><sup>1</sup></strong> Behold, bless ye the Lord, all ye servants of the Lord, which by night stand in the house of the Lord.</p><p><strong><sup>2 </sup></strong>Lift up your hands in the sanctuary, and bless the Lord.</p><p><strong>Psalm 135:1-2</strong></p><p><strong><sup>1 </sup></strong>Praise ye the Lord. Praise ye the name of the Lord; praise him, O ye servants of the Lord.</p><p><strong><sup>2</sup></strong> Ye that stand in the house of the Lord, in the courts of the house of our God.</p><p>The Psalms often depict the worshipers as the servants of the Lord. “Who by night stand in the house of the Lord” (Ps. 134:1, NKJV) likely refers to the night guard of the Levites (1 Chron. 9:23?27) or to the praise that was offered to God by the Levites both day and night (1 Chron. 9:33). Because the Israelites worshiped the invisible God, who could not be represented in the form of any image, the sanctuary served to reflect the glory of the Lord and provide a secure environment for sinful people to approach their holy King. This encounter is initiated by the Lord Himself and is regulated by His statutes and decrees.</p><p>“Coming to Him as to a living stone, rejected indeed by men, but chosen by God and precious, you also, as living stones, are being built up a spiritual house, a holy priesthood, to offer up spiritual sacrifices acceptable to God through Jesus Christ” (1 Pet. 2:4, 5, NKJV). What we see here, in the words of Peter, is a New Testament expression of the same ideas presented in these psalms, that of God’s people, now a holy priesthood, offering praise and thanksgiving to their Lord Jesus Christ, their Creator and Redeemer, for all the good things that He had done for them.</p><p><strong>As New Testament believers, we, also, have a priestly role in that we are called to mediate the good news of the gospel to the world. What are the most effective ways we can do this?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 18",
          "dayTitle": "<p>Sing to the Lord a New Song</p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Psalm 33:3, Psalm 40:3, Psalm 96:1, Psalm 98:1, Psalm 144:9, and Psalm 149:1. What is the common motif in these texts?</strong></p><p><strong>Psalm 33:3</strong></p><p><strong><sup>3 </sup></strong>Sing unto him a new song; play skilfully with a loud noise.</p><p><strong>Psalm 40:3</strong></p><p><strong><sup>3 </sup></strong>And he hath put a new song in my mouth, even praise unto our God: many shall see it, and fear, and shall trust in the Lord.</p><p><strong>Psalm 96:1</strong></p><p><strong><sup>1</sup></strong> O sing unto the Lord a new song: sing unto the Lord, all the earth.</p><p><strong>Psalm 98:1</strong></p><p><strong><sup>1 </sup></strong>O sing unto the Lord a new song; for he hath done marvellous things: his right hand, and his holy arm, hath gotten him the victory.</p><p><strong>Psalm 144:9</strong></p><p><strong><sup>9</sup></strong> I will sing a new song unto thee, O God: upon a psaltery and an instrument of ten strings will I sing praises unto thee.</p><p><strong>Psalm 149:1</strong></p><p><strong><sup>1</sup></strong>&nbsp; Praise ye the Lord. Sing unto the Lord a new song, and his praise in the congregation of saints.</p><p>These psalms summon people to sing a “new song.” What is a “new song” here? The reason for the “new song” is the fresh recognition of the Lord’s majesty and sovereignty over the world and gratitude for His care and salvation as the Creator and Judge of the earth. Deliverance from enemies and from death, and God’s special favor toward Israel, are some of the more personal motives to sing “a new song.” While other songs also praise the Lord for His loving-kindness and wonders, the “new song” is a special song, expressing rekindled joy and promising renewed devotion to God. The new experience of divine deliverance inspires the people to acknowledge the Lord as their Creator and King. The common themes in the psalms that tell of “a new song” are trust in God, praise of His wonderful works, and deliverance from affliction, among other things.</p><p><strong>Read Isaiah 42:10–12, Revelation 5:9, and Revelation 14:3. What can we infer about the “new song” from these biblical texts?</strong></p><p><strong>Isaiah 42:10–12</strong></p><p><strong><sup>10</sup></strong> Sing unto the Lord a new song, and his praise from the end of the earth, ye that go down to the sea, and all that is therein; the isles, and the inhabitants thereof.</p><p><strong><sup>11</sup></strong> Let the wilderness and the cities thereof lift up their voice, the villages that Kedar doth inhabit: let the inhabitants of the rock sing, let them shout from the top of the mountains.</p><p><strong><sup>12</sup></strong> Let them give glory unto the Lord, and declare his praise in the islands.</p><p><strong>Revelation 5:9</strong></p><p><strong><sup>9 </sup></strong>And they sung a new song, saying, Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation;</p><p><strong>Revelation 14:3</strong></p><p><strong><sup>3 </sup></strong>And they sung as it were a new song before the throne, and before the four beasts, and the elders: and no man could learn that song but the hundred and forty and four thousand, which were redeemed from the earth.</p><p>God’s people Israel is depicted in affectionate terms as “a people near to Him [God]” (Ps. 148:14, NKJV), implying that of all the creation, Israel has the most special status, and thus is most obliged and privileged to praise God. The Bible thus encourages believers of all generations to sing the new song in praise of their Redeemer, which carries their unique testimony about salvation in the blood of the Lamb. A “new song” can depict a fresh song that no one has ever heard before, a song that commemorates a vivid experience of God’s grace in one’s life. The “new song” can also express hope, in which case the newness of the song is demonstrated in the anticipation of the unique, unprece­ dented experience of God’s majesty in the future. True worship goes beyond sacrifices and offerings and reflects a living relationship with God that is always fresh and dynamic. In a sense, one could simply say that the “new song” is a new expression, even each day, of our love and appreciation for what God has done for us.</p><p><strong>Dwell on God’s blessings in your life. If you were to sing a new song, what would it be?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 19",
          "dayTitle": "<p>Lord, Who May Abide in Your Tabernacle?</p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Psalm 15. Who are the people worthy of worshiping in God’s presence?</strong></p><p><strong><sup>1 </sup></strong>Lord, who shall abide in thy tabernacle? who shall dwell in thy holy hill?</p><p><strong><sup>2 </sup></strong>He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart.</p><p><strong><sup>3 </sup></strong>He that backbiteth not with his tongue, nor doeth evil to his neighbour, nor taketh up a reproach against his neighbour.</p><p><strong><sup>4 </sup></strong>In whose eyes a vile person is contemned; but he honoureth them that fear the Lord. He that sweareth to his own hurt, and changeth not.</p><p><strong><sup>5</sup></strong> He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved.</p><p>The answer given in this psalm is the summary of the requirements already given in God’s law and the prophets: the ones whose actions (“works righteousness”) and character (“in his heart”) (see Deut. 6:5, Mic. 6:6–8) are a reflection of God. The sanctuary was a holy place, and everything in it, including the priests, was consecrated. Thus, holiness is a mandatory requirement for entering the presence of God. Israel’s holiness was to be comprehensive, uniting worship with ethics and exercised in all aspects of life. The law was given to God’s people to enable them to fulfill their greatest potential (i.e., live as a kingdom of priests). The royal priesthood includes a life of holiness in the presence of God and bringing the covenant blessings to other nations.</p><p><strong>Read Psalm 24:3–6 and Psalm 101:1–3. What does it mean to be holy?</strong></p><p><strong>Psalm 24:3–6&nbsp;</strong></p><p><strong><sup>3 </sup></strong>Who shall ascend into the hill of the Lord? or who shall stand in his holy place?</p><p><strong><sup>4</sup></strong> He that hath clean hands, and a pure heart; who hath not lifted up his soul unto vanity, nor sworn deceitfully.</p><p><strong><sup>5 </sup></strong>He shall receive the blessing from the Lord, and righteousness from the God of his salvation.</p><p><strong><sup>6</sup></strong> This is the generation of them that seek him, that seek thy face, O Jacob. Selah.</p><p><strong>Psalm 101:1–3</strong></p><p><strong><sup>1 </sup></strong>I will sing of mercy and judgment: unto thee, O Lord, will I sing.</p><p><strong><sup>2</sup></strong> I will behave myself wisely in a perfect way. O when wilt thou come unto me? I will walk within my house with a perfect heart.</p><p><strong><sup>3 </sup></strong>I will set no wicked thing before mine eyes: I hate the work of them that turn aside; it shall not cleave to me.</p><p>“A perfect heart” is the worshiper’s greatest quality before God. The Hebrew tamim, “perfect,” conveys the notion of “completeness” and “wholeness.” A “perfect” vine is whole, undamaged, and healthy (Ezek. 15:5). Animals offered as sacrifices had to be tamim, or without blemish (Lev. 22:21–24). “Perfect” speech is entirely truthful (Job 36:4). A “perfect heart” thus is a “pure heart” (Ps. 24:4) or a heart of integrity (Ps. 15:2). It seeks God (Ps. 24:6) and is restored by God’s forgiveness (Ps. 51:2–10). A blameless life springs from the acknowledgment of God’s grace and His righteousness. Divine grace inspires and enables God’s servants to live in the fear of the Lord, which means to live in unhindered fellowship with God and in submission to His Word. A testimony of a devoted and pious life brings praise to God and not to one’s own self. Notice that most requirements in Psalm 15 are given in negative terms (Ps. 15:3–5). This is not about earning God’s favor but about avoiding the things that would separate us from God.</p><p><strong>How can we make conscious choices to avoid the things that push us away from God? What are some of those things, and how can we avoid doing them?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 20",
          "dayTitle": "<p>Declare His Glory Among the Nations</p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p><strong>Declare His Glory Among the Nations Read Psalm 96. What manifold aspects of worship are mentioned in this psalm?</strong></p><p><strong>Psalm 96</strong></p><p><strong><sup>1 </sup></strong>O sing unto the Lord a new song: sing unto the Lord, all the earth.</p><p><span style=\"background-color: initial;\"><strong><sup>2 </sup></strong>Sing unto the Lord, bless his name; shew forth his salvation from day to day.</span></p><p><strong><sup>3 </sup></strong>Declare his glory among the heathen, his wonders among all people.</p><p><span style=\"background-color: initial;\"><strong><sup>4</sup></strong> For the Lord is great, and greatly to be praised: he is to be feared above all gods.</span></p><p><strong><sup>5 </sup></strong>For all the gods of the nations are idols: but the Lord made the heavens.</p><p><strong><sup>6</sup></strong> Honour and majesty are before him: strength and beauty are in his sanctuary.</p><p><strong><sup>7</sup></strong> Give unto the Lord, O ye kindreds of the people, give unto the Lord glory and strength.</p><p><strong><sup>8 </sup></strong>Give unto the Lord the glory due unto his name: bring an offering, and come into his courts.</p><p><strong><sup>9</sup></strong> O worship the Lord in the beauty of holiness: fear before him, all the earth.</p><p><strong><sup>10</sup></strong> Say among the heathen that the Lord reigneth: the world also shall be established that it shall not be moved: he shall judge the people righteously.</p><p><strong><sup>11</sup></strong> Let the heavens rejoice, and let the earth be glad; let the sea roar, and the fulness thereof.</p><p><strong><sup>12 </sup></strong>Let the field be joyful, and all that is therein: then shall all the trees of the wood rejoice</p><p><strong><sup>13</sup></strong> Before the Lord: for he cometh, for he cometh to judge the earth: he shall judge the world with righteousness, and the people with his truth.</p><p>Worship includes singing to the Lord (Ps. 96:1, 2), praising His name (Ps. 96:2), proclaiming His goodness and greatness (Ps. 96:3, 4), and bringing gifts to His temple (Ps. 96:8). In addition to these familiar traits of worship, Psalm 96 highlights one not so obvious aspect of ­worship—the evangelical dimension in proclaiming the Lord’s kingdom to other peoples (Ps. 96:2, 3, 10). Yet, singing, praising, bringing gifts, and proclaiming the gospel are not separate actions but are varied expressions of worship. The proclamation of God’s salvation to all nations gives substance to praise and content to worship. Notice how the reasons for worship coincide with the message proclaimed to other peoples: “for the Lord is great” (Ps. 96:4), “for all the gods of the peoples are idols, but the Lord made the heavens” (Ps. 96:5, NKJV), “ ‘the Lord reigns’ ” (Ps. 96:10, NKJV), and “for He is coming to judge the earth” (Ps. 96:13, NKJV). Thus, the goal of evangelism is to unite other peoples with God’s people, and ultimately the whole creation in the worship of the Lord (Ps. 96:11–13).</p><p>Worship springs from the inward recognition of who the Lord is, that is, Creator, King, and Judge (Ps. 96:5, 10, 13). Worship thus involves remembering God’s past acts (Creation), celebrating His present wonders (God’s sustaining of the world and His present reign), and anticipating His future deeds (end-time judgment and a new life in a new heavens and earth). Judgment in the Psalms means restoration of the divine order of peace, justice, and well-being in a world presently burdened by injustice and suffering. Hence, the whole earth rejoices in anticipation of God’s judgments (Ps. 96:10–13, Ps. 98:4–9). The fact that the Lord is a righteous Judge should additionally motivate people to worship Him in holiness and “tremble,” and should caution them against taking worship lightly (Ps. 96:9). Worship involves both immense joy and confidence (Ps. 96:1, 2, 11?13) and holy fear and awe (Ps. 96:4, 9).</p><p>The universal appeal of Psalm 96 to worship the Creator and the Judge is reflected in God’s final gospel proclamation to the world, the three angels’ messages of Revelation 14:6–12. In many ways this psalm seems to incorporate this end-time message: creation, salvation (“everlasting gospel”), worship, and judgment. It’s all there.</p><p><strong>Compare this psalm with the three angels’ messages (Rev. 14:6–12). In what ways does it teach the same basic truths as does this endtime message that we are to proclaim to the world?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 21",
          "dayTitle": "<p>When God Does Not Delight in Sacrifices</p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Psalm 40:6–8, Psalm 50:7–23, and Psalm 51:16–19. What important issue do these texts address? Why does God not delight in the sacrifices that He prescribed in His Word (Exod. 20:24)?</strong></p><p><strong>Psalm 40:6–8</strong></p><p><strong><sup>6 </sup></strong>Sacrifice and offering thou didst not desire; mine ears hast thou opened: burnt offering and sin offering hast thou not required.</p><p><strong><sup>7 </sup></strong>Then said I, Lo, I come: in the volume of the book it is written of me,</p><p><strong><sup>8 </sup></strong>I delight to do thy will, O my God: yea, thy law is within my heart.</p><p><strong>Psalm 50:7–23</strong></p><p><strong><sup>7 </sup></strong>Hear, O my people, and I will speak; O Israel, and I will testify against thee: I am God, even thy God.</p><p><strong><sup>8 </sup></strong>I will not reprove thee for thy sacrifices or thy burnt offerings, to have been continually before me.</p><p><strong><sup>9</sup></strong> I will take no bullock out of thy house, nor he goats out of thy folds.</p><p><strong><sup>10</sup></strong> For every beast of the forest is mine, and the cattle upon a thousand hills.</p><p><strong><sup>11</sup></strong> I know all the fowls of the mountains: and the wild beasts of the field are mine.</p><p><strong><sup>12</sup></strong> If I were hungry, I would not tell thee: for the world is mine, and the fulness thereof.</p><p><strong><sup>13</sup></strong> Will I eat the flesh of bulls, or drink the blood of goats?</p><p><strong><sup>14</sup></strong> Offer unto God thanksgiving; and pay thy vows unto the most High:</p><p><strong><sup>15</sup></strong> And call upon me in the day of trouble: I will deliver thee, and thou shalt glorify me.</p><p><strong><sup>16</sup></strong> But unto the wicked God saith, What hast thou to do to declare my statutes, or that thou shouldest take my covenant in thy mouth?</p><p><strong><sup>17</sup></strong> Seeing thou hatest instruction, and casteth my words behind thee.</p><p><strong><sup>18</sup></strong> When thou sawest a thief, then thou consentedst with him, and hast been partaker with adulterers.</p><p><strong><sup>19</sup></strong> Thou givest thy mouth to evil, and thy tongue frameth deceit.</p><p><strong><sup>20</sup></strong> Thou sittest and speakest against thy brother; thou slanderest thine own mother's son.</p><p><strong><sup>21</sup></strong> These things hast thou done, and I kept silence; thou thoughtest that I was altogether such an one as thyself: but I will reprove thee, and set them in order before thine eyes.</p><p><strong><sup>22</sup></strong> Now consider this, ye that forget God, lest I tear you in pieces, and there be none to deliver.</p><p><strong><sup>23</sup></strong> Whoso offereth praise glorifieth me: and to him that ordereth his conversation aright will I shew the salvation of God.</p><p><strong>Psalm 51:16–19</strong></p><p><strong><sup>16</sup></strong> For thou desirest not sacrifice; else would I give it: thou delightest not in burnt offering.</p><p><strong><sup>17</sup></strong> The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise.</p><p><span style=\"background-color: initial;\"><strong><sup>18</sup></strong> Do good in thy good pleasure unto Zion: build thou the walls of Jerusalem.</span></p><p><strong><sup>19</sup></strong> Then shalt thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon thine altar.</p><p>Like the prophets, the psalmists decry various misuses of worship. Their main point in these verses is not the Lord’s aversion to Israel’s sacrifices and festivals but the reasons for such repugnance: the fatal distance between worship and spirituality.</p><p>God is not rebuking His people for their sacrifices and burnt offerings but for their wickedness and acts of injustice that they had done in their personal lives (Ps. 50:8, 17–21). The Psalms are not preaching against sacrifice and worship but against vain sacrifice and empty worship, demonstrated in the unrighteousness of these worshipers.</p><p>When the unity between the outward expression of worship and the correct inner motivation for worship falls apart, rituals usually become more important in and of themselves than does the actual experience of drawing close to God. That is, the forms of worship become an end in themselves as opposed to the God whom those rituals are supposed to point to and to reveal.</p><p><strong>Read John 4:23, 24. What point is Jesus making here that fits exactly with what the psalms for today are warning about?</strong></p><p><strong>&nbsp;John 4:23-24</strong></p><p><strong><sup>23 </sup></strong>But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.</p><p><strong><sup>24</sup></strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.</p><p>Sacrifices alone are not enough. What good were these sacrifices if the hearts of those offering them were not filled with repentance, faith, and a sorrow for sin? Only when accompanied by repentance and sincere thanksgiving could the sacrifices of bulls please God as “sacrifices of righteousness” (Ps. 51:19, see also Ps. 50:14). Jesus, quoting Isaiah, expressed it like this: “These people draw near to Me with their mouth, and honor Me with their lips, but their heart is far from Me” (Matt. 15:8, NKJV). The problems the psalmists saw were the same problems that Jesus encountered with some of the people, especially the leaders, during His earthly ministry.</p><p><strong>How can we make sure that we, as Adventists, with all this light and knowledge, don’t fall into the trap of thinking that merely knowing truth and going through the rituals of the truth is enough?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "March 22",
          "dayTitle": "",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p><strong>Further Thought:</strong></p><p><strong>Read Ellen G. White, “How to Pray,” pp. 39–42, in A Call to Stand Apart.</strong></p><p>Central to worship is the need for repentance, true repentance: “Repentance includes sorrow for sin and a turning away from it. We shall not renounce sin unless we see its sinfulness; until we turn away from it in heart, there will be no real change in the life.</p><p>“There are many who fail to understand the true nature of repentance. Multitudes sorrow that they have sinned and even make an outward reformation because they fear that their wrongdoing will bring suffering upon themselves. But this is not repentance in the Bible sense. They lament the suffering rather than the sin. Such was the grief of Esau when he saw that the birthright was lost to him forever. Balaam, terrified by the angel standing in his pathway with drawn sword, acknowledged his guilt lest he should lose his life; but there was no genuine repentance for sin, no conversion of purpose, no abhorrence of evil. Judas Iscariot, after betraying his Lord, exclaimed, ‘I have sinned in that I have betrayed the innocent blood.’ Matthew 27:4.”—Ellen G. White, Steps to Christ, pp. 22, 23.</p><p>“Although God dwells not in temples made with hands, yet He honors with His presence the assemblies of His people. He has promised that when they come together to seek Him, to acknowledge their sins, and to pray for one another, He will meet with them by His Spirit. But those who assemble to worship Him should put away every evil thing. Unless they worship Him in spirit and truth and in the beauty of holiness, their coming together will be of no avail. Of such the Lord declares, ‘This people draweth nigh unto Me with their mouth, and honoreth Me with their lips; but their heart is far from Me.’ Matthew 15:8, 9. Those who worship God must worship Him ‘in spirit and in truth: for the Father seeketh such to worship Him.’ John 4:23.”—Ellen G. White, Prophets and Kings, p. 50.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> What is the worshiper’s greatest offering to God (Ps. 40:6–10; Rom. 12:1, 2)?</p><p><strong>2</strong>. How are individual and communal worship related? Why do we really need both? How does each one enhance the other?</p><p><strong>3.</strong> Many people understand worship to pertain only to prayer, singing of hymns, and study of the Bible and spiritual literature. While these activities are essential for worship, is worship limited to them? Give some examples of other forms of worship.</p><p><strong>4. </strong>Ellen G. White wrote: “His service should not be looked upon as a heart-saddening, distressing exercise. It should be a pleasure to worship the Lord and to take part in His work.”—Steps to Christ, p. 103. How can worship of the Lord become a pleasure?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Inside Story</p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>No Hair, but a Hat: Part 8</strong></p><p><strong>By Andrew McChesney</strong></p><p><br></p><p>Sekule learned of two other Sabbath-keepers in the military: a lieutenant</p><p>preparing for baptism and an older man born in a Seventh-day Adventist</p><p>home. The Bosnian War was raging, and the lieutenant tried to convince</p><p>Sekule that desperate times called for desperate measures.</p><p>“This is a special time, and you have to eat what you have,” he said. “You</p><p>can practice your religion after you leave the military, but now you have to eat</p><p>for your health.”</p><p>Sekule decided that the lieutenant wasn’t an Adventist. He was talking like</p><p>Sekule’s unbelieving parents, and Sekule didn’t want to eat meat.</p><p>Sekule longed to meet the soldier born in an Adventist home. He wanted to</p><p>ask for advice about what to eat, what to do if he were sent to the front, or just</p><p>to pray together. He felt so alone.</p><p>One day, someone pointed out the Adventist to Sekule in the mess hall.</p><p>Sekule watched as the man sat down with a plate of pork sausages and brown</p><p>beans fried in lard, removed the sausages, and ate the beans.</p><p>A struggle broke out inside Sekule. He’s eating unclean food, he thought.</p><p>Are you stupid? You’ve lost so much weight and you don’t have strength</p><p>because you don’t want to eat anything. Look at him. He’s smart. When you</p><p>leave the military, you can eat whatever you want.</p><p>Sekule took a step toward the serving line. Then he took another step. He</p><p>wasn’t hungry—he was famished after eating only bread with tea for 20 days.</p><p>A few steps away from the food, he stopped. I won’t take it, he thought. If</p><p>God died for me, I will be faithful to Him.</p><p>After a few months, spring arrived, and Sekule ate budding leaves on trees.</p><p>He also ate grass that he knew was edible from his childhood.</p><p>Four months into his military service, he left the barracks to eat his first</p><p>meal with a spoon. An Adventist pastor invited him to his home for a meal.</p><p>Not long after that, Sekule was sent to Serbia’s capital, Belgrade, to serve</p><p>under the military’s top general. He was one of the best teleprinter typers in</p><p>the country. His new barracks were located only a 20-minute walk away from</p><p>a Seventh-day Adventist seminary. In his new role, he was allowed to leave</p><p>the barracks whenever he wanted, and he ate vegetarian meals at the seminary</p><p>nearly every day. Sekule believed God was rewarding his faithfulness.</p><p>Sekule enjoyed good health in the military. Never once did he fall ill. He</p><p>lost only his hair. He entered the military with hair and left with none. He says</p><p>it was as if God were saying, “If you are faithful to Me, I will take care of you.</p><p>Yes, you will have problems. Yes, you lost your hair. But it is not a problem. I</p><p>have a hat for you.”</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 129,
          "idDay": 9,
          "idLesson": 12,
          "lessonText": "<p><strong>Part I: Overview Key Text: Psalm 104:33</strong></p><p>Worship may be summarized as follows: the response of the creature to the gifts of the Creator. Two Bible truths are evident in this abstract. First, God has given many blessings to humanity. These gifts should awaken gratitude in the human heart for the greatness of God’s love so that we may unite with the psalmist in proclaiming “with the voice of thanksgiving” all of His “wondrous works” (Ps. 26:7, NKJV). The psalmist’s ardor for blazoning to others the greatness of God reminds us that worship has an evangelical dimension. Thus, as a church, we should proclaim to the world the Lord’s deeds for every individual and His divine mercy.</p><p>Second, human beings are hardwired with an inborn predisposition to respond to God’s wonders. In response to divine grace, we should bow with a grateful heart, submitting everything in our lives to the will of our Creator and Redeemer.</p><p>Worship should come from the heart. At the same time, the book of Psalms instructs us that worship should not be conducted capriciously. There are appropriate ways to revere the Lord. Keeping a wise balance between gratitude and reverent submission will make our worship enjoyable and unifying.</p><p><strong>Part II: Commentary</strong></p><p>The Psalter is a book of worship and for worship. Every song and prayer is, in some way, devotion to God. Let’s consider different approaches to worship in this sacred church hymnal.<br></p><p><br></p><p>Psalm 3: Worship in the Morning and in the Evening David wrote Psalm 3 in a time of distress. David knows that he can confide in God and that the Lord will hear him (Ps. 3:4). God’s tender regard strengthens David’s confidence daily in divine faithfulness, as Psalm 3:5 reveals. This text also evokes Psalm 55:17, “Evening and morning and at noon I will pray, and cry aloud, and He shall hear my voice” (NKJV). This verse teaches us that worship can be done in our heart at any moment of the day.</p><p>Also, place or location is no impediment to our worship. Psalm 4:3 states, “The Lord will hear when I call to Him” (NKJV). Immediately the psalmist adds, “Be angry, and do not sin. Meditate within your heart on your bed, and be still” (Ps. 4:4, NKJV). Whether from the privacy of the bedchamber, as in the case of the psalmist, or from the rocky isolation of Patmos, where the apostle John was exiled, our prayers ascend, unobstructed by geography or location, to God.</p><p>The Psalter is full of personal prayers, laments, and blessings (Psalm 9, Psalm 10, Psalm 30, Psalm 32, Psalm 34, Psalm 40, Psalm 41, Psalm 92, Psalm 107, Psalm 116, Psalm 138). Congregational worship begins with the commitment of every member of the church to personal devotion.</p><p><strong>Psalm 22: Worship in the Assembly</strong></p><p>In Psalm 22, we note that David adopts the first-person point of view (Ps. 22:22, 25). The intimacy and immediacy of this point of view reinforce the notion that congregational praise starts with the individual worshiper. David proclaims, “I will declare Your name to My brethren; in the midst of the assembly I will praise You” (Ps. 22:22, NKJV). Subsequently, he adds, “My praise shall be of You in the great assembly; I will pay My vows before those who fear Him” (Ps. 22:25, NKJV). What a lesson for us as we seek to come into the presence of God in worship! Psalm 22 shows us the importance of congregational worship to our faith and vitality. Our children should be made to understand this essential truth when we take them to church. Moreover, we go to the temple in a spirit of submission, not to get a blessing so much as to give, and be, one.</p><p>While personal consecration is the basis for our congregational worship, we must equally assert that church members cannot thrive in isolation. Thus, the psalmist joins together with the body of God’s people in worship in Psalm 22:22–25. The argument that “I can worship at home; I don’t need the members of the church” dissolves in the face of this pas- sage. Congregational worship brings unity, nurtures love among God’s people, and shapes our identity worldwide.</p><p><strong>Worship in a Broader Sense</strong></p><p>As noted in our first lesson, the books of the Psalter end with Psalm 145. The last five songs—Psalms 146–150—constitute a majestic conclusion to the book. Given that honoring the name of the God Almighty is the goal of our adoration, these final five melodies are devoted fittingly to His worship and praise: “Sing to the Lord a new song, and His praise in the assembly of saints” (Ps. 149:1, NKJV).</p><p>The verb halal (Hebrew “to praise”) is used more than 30 times in Psalms 146–150, and each usage is related to God Himself. Our reasons for praising the Lord, as given in these psalms, are manifold. The Lord is our help and hope (Ps. 146:5); He is Creator and Sustainer (Ps. 146:6; Ps. 147:4, 8, 9, 16–19); He defends and delivers the needy and the oppressed (Ps. 149:7–9; Ps. 147:2, 3); He sustains the humble and punishes the wicked (Ps. 147:6, Ps. 149:5); He provides for the needs of His people (Ps. 147:14, Ps. 146:7–9); and He reigns forever (Ps. 146:10). Psalm 148:13 summarizes the preeminent reason for our worship and praise of God: “For His name alone is exalted; His glory is above the earth and heaven” (NKJV). The Lord is the only God there is, and He is worthy of praise because of His “excellent greatness” (Ps. 150:2, NKJV).</p><p>Our worship, both public and private, should be conducted intelligently and thoughtfully. We should take time every day, and especially every Sabbath, to recall the blessings that the Lord has poured out upon us. Recording each blessing in a journal will be of inestimable benefit to both our faith and our worship.</p><p>As we have already observed, worship is a collective experience in which the whole body of Christ participates (Ps. 147:12, 19, 20; Ps. 148:14; Ps. 149:1; Ps. 150:1). While an individual certainly can adore God alone in the privacy of his or her home, and according to his or her personal understanding of the Scriptures, the Lord intended that His adoration should take place in His sanctuary (Ps. 150:1) or other consecrated place of worship, in communal convocation among the “assembly of the saints” (Ps. 149:1, ASV). Our worship is incomplete if we regularly isolate ourselves away from one another and offer tribute to God alone.</p><p>The last songs of the Psalter invite not only God’s people to praise His name but call upon the whole world to adore the Creator and pay Him tribute. “Let everything that has breath praise the Lord” (Ps. 150:6, NKJV; compare with Ps. 148:11, 12). As we learned this week, worship has an evangelical dimension. If our worship service strives to be happy, creative, inclusive, and varied, we can, and will, reach people for the kingdom of the Lord.</p><p>In the wake of such an assessment, the following question naturally emerges and begs an inquest: How extensive and broad should our wor-ship of God be? In Psalm 148, the psalmist exhorts not only the angels to praise God’s name (Ps. 148:2) but also the “sun and moon” and “stars of light” (Psalm 148:3, NKJV). Through the personification of these inanimate objects and heavenly bodies (Ps. 148:3, 4), the psalmist conveys to us the idea that worship should pervade every sphere of life. In light of this Bible truth, many of us who have limited our praise and veneration of God only to the Sabbath would do well to reevaluate our concept and practice of divine adoration.</p><p>A final topic for consideration in Psalms 146 to 150 is the use of live instruments in our devotion. Seven instruments are mentioned in these final psalms: (1) harp (Ps. 147:7, Ps. 149:3, Ps. 150:3), (2) timbrel (Ps. 149:3, Ps. 150:4), (3) trumpet and (4) lute (Ps. 150:3), (5) stringed instruments and (6) flutes (Ps. 150:4), and (7) “loud . . . clashing” cymbals (Ps. 150:5). Worship requires that we bring God our best gifts, and the area of music is no exception. All the technology we have at our disposal today certainly is a blessing to our church service. At the same time, nothing can compare to live singing and music. Not only is such music more personal and immediate, it has the power to touch hearts in a unique way. Along these lines, parents would do well to encourage their children to learn to play a musical instrument and to sing. We should do all we can to facilitate the use of different kinds of instruments in our worship service. Ultimately, the focus of all the music in our worship service should be to exalt our Savior.</p><p><br></p><p><strong>Part III: Life Application</strong></p><p>Worship is an integral part of the believer’s experience, not merely an accessory to it. The book of Psalms provides motivation and inspiration for our devotional life. Thus, we should carefully and prayerfully read every psalm with an intention to deepen our communion with God. Invite your students to bow down and pray with the Bible open, using the words of the Psalms as their prayers. In this way, they will find that the Psalms boost their personal submission and devotion to the Lord.</p><p>We have considered different modes of worship during this week and the ways in which they may be a blessing in our lives and in our church. Now, in our final section, we turn to the practical application of these principles.</p><p>The implementation of different modes of worship has sometimes brought divisions among us in the church. That’s a sure sign that we are moving in the wrong direction. We have learned that worship brings union and harmony among God’s people. When a spirit and intention of harmony exists in our worship service, the worshipers come away from the experience feeling blessed from it. That’s why achieving and maintaining this balance of harmony is so important. We should strive for it in every area of our worship service, as outlined in our study. In humility of spirit, let us be ready to join with our fellow church members in harmonious worship to our Creator; He expects from us as much.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>Worship That Never Ends</strong></p>",
      "verse": "<p>I will sing to the Lord as long as I live; I will sing praise to my God while I have my being (Psalm 104:33, NKJV).</p>",
      "versionCode": 100,
      "weekDate": "March 16–22"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
