{
   "data":[
      {
         "color":"#67FFCA",
         "id":707,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"Saturday May 11",
               "dayTitle":"<p><strong>Motivated by Hope</strong></p>",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p><strong>Read for This Week’s Study: 1 Thess. 4:13–18; Matt. 24:27, 30, 31; 2 Pet. 1:19–21; Dan. 8:14; Dan. 9:20–27; Ezra 7:7–13.\n</strong></p><p><strong>Memory Text: “And it will be said in that day: ‘Behold, this is our God; we have waited for Him, and He will save us. This is the Lord; we have waited for Him; we will be glad and rejoice in His salvation’ ” (Isaiah 25:9, NKJV).\n</strong></p><p>The second coming of Jesus is one of the central themes of Scripture. It is a golden thread that runs through the Bible’s sacred pages. One scholar has estimated that there are 1,845 references to Christ’s second coming in the Old Testament. In the 260 chapters of the New Testament, there are more than 300 references to the return of Christ. One in every 25 verses mentions it. Twenty-three of the 27 New Testament books refer to this great event.\n</p><p>After the Reformation in Europe foundered and was hampered by divisions and strife, Protestantism took root in the New World, including the United States, where many sought to pick up the mantle of truth, including the truth about the Second Coming.\n</p><p>Among them was a Baptist farmer named William Miller. From his study of the Bible, he believed that Jesus was coming soon, even in his lifetime, and then began preaching that message. Miller started a movement that, though facing a great disappointment, opened up to many people Bible truths that remain relevant to this day.\n</p><p>In this week’s lesson, we will examine why the second coming of Christ has filled the hearts of believers with joy through the centuries and how we can be ready for that great event.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Sunday 12 May",
               "dayTitle":"<p><strong>The Promise of His Return</strong></p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p>The Protestant Reformers and the pilgrims who left from Holland for the New World longed for the coming of Jesus. For them the second coming of Christ was a joyous event that they eagerly anticipated. John Wycliffe looked forward to the coming of Christ as the hope of the church. Calvin spoke for all the Reformers when he talked of the glorious return of Christ as “of all events most auspicious.” For faithful men and women of God, the second coming of Christ was something to be embraced, not something to be feared.\n</p><p><strong>Read John 14:1–3, 1 Thessalonians 4:13–18, and Titus 2:11–14. Why did these Bible passages give such hope to Christians through the centuries?\n</strong></p><p><strong>John 14:1–3,\n</strong></p><p><sup><strong>1</strong></sup> “Let not your heart be troubled; you believe in God, believe also in Me.\n</p><p><sup><strong>2 </strong></sup>In My Father’s house are many mansions; if it were not so, I would have told you. I go to prepare a place for you.\n</p><p><strong><sup>3</sup></strong> And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also.\n</p><p><strong><span style=\"font-size: 10.5px;\">1&nbsp;</span>Thessalonians 4:13–18&nbsp;</strong></p><p><strong><sup>13 </sup></strong>But I do not want you to be ignorant, brethren, concerning those who have fallen asleep, lest you sorrow as others who have no hope.\n</p><p><strong><sup>14</sup></strong> For if we believe that Jesus died and rose again, even so God will bring with Him those who sleep in Jesus.\n</p><p><strong><sup>15</sup></strong> For this we say to you by the word of the Lord, that we who are alive and remain until the coming of the Lord will by no means precede those who are asleep.\n</p><p><strong><sup>16</sup></strong> For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first.\n</p><p><strong><sup>17</sup></strong> Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord.\n</p><p><strong><sup>18</sup></strong> Therefore comfort one another with these words.\n</p><p><strong>Titus 2:11–14\n</strong></p><p><strong><sup>11</sup></strong> For the grace of God that brings salvation has appeared to all men,\n</p><p><strong><sup>12 </sup></strong>teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly in the present age,\n</p><p><strong><sup>13 </sup></strong>looking for the blessed hope and glorious appearing of our great God and Savior Jesus Christ,\n</p><p><strong><sup>14</sup></strong> who gave Himself for us, that He might redeem us from every lawless deed and purify for Himself His own special people, zealous for good works.\n</p><p>It is easy to understand why a belief in the second coming of Christ has brought such hope and joy to Bible-believing Christians. It points forward to the end of sickness, suffering, and death. It ushers in the end of poverty, injustice, and oppression. It anticipates the end of strife, conflict, and war. It forecasts a future world of peace, happiness, and enduring fellowship with Christ and the redeemed of all ages forever. “The coming of the Lord has been in all ages the hope of His true followers. The Saviour’s parting promise upon Olivet, that He would come again, lighted up the future for His disciples, filling their hearts with joy and hope that sorrow could not quench nor trials dim. Amid suffering and persecution, the ‘appearing of the great God and our Saviour Jesus Christ’ was the ‘blessed hope.’ When the Thessalonian Christians were filled with grief as they buried their loved ones, who had hoped to live to witness the coming of the Lord, Paul, their teacher, pointed them to the resurrection, to take place at the Saviour’s advent. Then the dead in Christ should rise, and together with the living be caught up to meet the Lord in the air. ‘And so,’ he said, ‘shall we ever be with the Lord. Wherefore comfort one another with these words.’ 1 Thessalonians 4:16–18.”—Ellen G. White, The Great Controversy, p. 302.\n</p><p><strong>Why is the Second Coming so important to our faith? Especially because we know that the dead sleep (see lesson 10), why does this teaching take on such importance? Without it, why would we be, as Paul said, in an utterly hopeless situation (see 1  Cor. 15:15–18)?\n</strong></p><p><strong><sup>15</sup></strong> Yes, and we are found false witnesses of God, because we have testified of God that He raised up Christ, whom He did not raise up—if in fact the dead do not rise.\n</p><p><strong><sup>16</sup></strong> For if the dead do not rise, then Christ is not risen.\n</p><p><strong><sup>17 </sup></strong>And if Christ is not risen, your faith is futile; you are still in your sins!\n</p><p><strong><sup>18 </sup></strong>Then also those who have fallen asleep in Christ have perished.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Monday  May 13",
               "dayTitle":"<p><strong>Anticipating the Time</strong></p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p>Although the Protestant Reformers believed in the literal, visible, audible, and glorious return of Christ, gradually the understanding of this biblical truth changed. Popular nineteenth-century preachers taught that Christ would come to establish His kingdom on earth and usher in 1,000 years of peace. This led to spiritual lethargy and an apathetic commitment to spiritual values.\n</p><p>Similarly, Christ’s disciples misunderstood the nature of the Messiah’s coming. They thought that He would come as a conquering general who would break the yoke of Roman bondage, not One who would deliver them from the condemnation and shackles of sin. Thus, they failed to understand the manner of His coming.\n</p><p><strong>Read Acts 1:9–11; Revelation 1:7; and Matthew 24:27, 30, 31. What do these verses teach us about the manner of our Lord’s return?\n</strong></p><p><strong>Acts 1:9–11\n</strong></p><p><strong><sup>9 </sup></strong>Now when He had spoken these things, while they watched, He was taken up, and a cloud received Him out of their sight.\n</p><p><strong><sup>10</sup></strong> And while they looked steadfastly toward heaven as He went up, behold, two men stood by them in white apparel,\n</p><p><strong><sup>11</sup></strong> who also said, “Men of Galilee, why do you stand gazing up into heaven? This same Jesus, who was taken up from you into heaven, will so come in like manner as you saw Him go into heaven.”\n</p><p><strong>Revelation 1:7\n</strong></p><p><strong><sup>7 </sup></strong>Behold, He is coming with clouds, and every eye will see Him, even they who pierced Him. And all the tribes of the earth will mourn because of Him. Even so, Amen.\n</p><p><strong>Matthew 24:27, 30, 31\n</strong></p><p><strong><sup>27</sup></strong> For as the lightning comes from the east and flashes to the west, so also will the coming of the Son of Man be.\n</p><p><strong><sup>30</sup></strong> Then the sign of the Son of Man will appear in heaven, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.\n</p><p><strong><sup>31</sup></strong> And He will send His angels with a great sound of a trumpet, and they will gather together His elect from the four winds, from one end of heaven to the other.\n</p><p>When Christ came the first time as a babe in Bethlehem’s manger, very few people discerned His coming. But when He comes the second time, “every eye” will see Him come. Every ear will hear the trumpet blast of His return. Every human being on earth will behold His glory. We need not be deceived. The Scriptures have made the events surrounding His return abundantly clear.\n</p><p>“One of the most solemn and yet most glorious truths revealed in the Bible is that of Christ’s second coming to complete the great work of redemption. To God’s pilgrim people, so long left to sojourn in ‘the region and shadow of death,’ a precious, joy-inspiring hope is given in the promise of His appearing, who is ‘the resurrection and the life,’ to ‘bring home again His banished.’ The doctrine of the second advent is the very keynote of the Sacred Scriptures. From the day when the first pair turned their sorrowing steps from Eden, the children of faith have waited the coming of the Promised One to break the destroyer’s power and bring them again to the lost Paradise.”—Ellen G. White, The Great Controversy, p. 299.\n</p><p>An early Adventist leader, Luther Warren, used to tell young people, “The only way to be ready for the coming of Christ is to get ready and stay ready.” The message of Christ’s soon return is an urgent appeal to each one of us to examine our hearts and evaluate our spiritual lives. It is a call to godly living. There can be no neutrality in the blazing light of the glory of Christ’s return.\n</p><p><strong>Read 1 Thessalonians 5:2–5 and Hebrews 9:28. What encouragement do these verses give us regarding the manner of Christ’s coming?\n</strong></p><p><strong>1 Thessalonians 5:2–5\n</strong></p><p><strong><sup>2 </sup></strong>For you yourselves know perfectly that the day of the Lord so comes as a thief in the night.\n</p><p><strong><sup>3</sup></strong> For when they say, “Peace and safety!” then sudden destruction comes upon them, as labor pains upon a pregnant woman. And they shall not escape.\n</p><p><strong><sup>4 </sup></strong>But you, brethren, are not in darkness, so that this Day should overtake you as a thief.\n</p><p><strong><sup>5</sup></strong> You are all sons of light and sons of the day. We are not of the night nor of darkness.\n</p><p><strong>Hebrews 9:28\n</strong></p><p><strong><sup>28 </sup></strong>so Christ was offered once to bear the sins of many. To those who eagerly wait for Him He will appear a second time, apart from sin, for salvation.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Tueday 14 May",
               "dayTitle":"<p><strong>William Miller and the Bible</strong></p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p>Just as God used the Protestant Reformers to rediscover the truth about justification by faith in Christ alone, He used William Miller to rediscover the truth about the manner of Christ’s second coming. As Miller studied Scripture, he discovered a Christ who loved him more than he could possibly imagine. With his Bible, a pen, and a notebook, he began reading starting with Genesis and read no faster than he could understand the passage at hand. By comparing scripture with scripture, he allowed the Bible to explain itself.\n</p><p><strong>Read Isaiah 28:9, 10; Proverbs 8:8, 9; John 16:13; and 2 Peter 1:19–21. What principles of Bible interpretation do you discover in these passages?\n</strong></p><p><strong>Isaiah 28:9, 10\n</strong></p><p><strong><sup>9 </sup></strong>“Whom will he teach knowledge? And whom will he make to understand the message? Those just weaned from milk? Those just drawn from the breasts?\n</p><p><strong><sup>10</sup></strong> For precept must be upon precept, precept upon precept, Line upon line, line upon line, Here a little, there a little.”\n</p><p><strong>Proverbs 8:8, 9\n</strong></p><p><strong><sup>8 </sup></strong>All the words of my mouth are with righteousness; Nothing crooked or perverse is in them.\n</p><p><strong><sup>9 </sup></strong>They are all plain to him who understands, And right to those who find knowledge.\n</p><p><strong>John 16:13\n</strong></p><p><strong><sup>13</sup></strong> However, when He, the Spirit of truth, has come, He will guide you into all truth; for He will not speak on His own authority, but whatever He hears He will speak; and He will tell you things to come.\n</p><p><strong>2 Peter 1:19–21.\n</strong></p><p><strong><sup>19</sup></strong> And so we have the prophetic word confirmed, which you do well to heed as a light that shines in a dark place, until the day dawns and the morning star rises in your hearts;\n</p><p><strong><sup>20</sup></strong> knowing this first, that no prophecy of Scripture is of any private interpretation,\n</p><p><strong><sup>21 </sup></strong>for prophecy never came by the will of man, but holy men of God spoke as they were moved by the Holy Spirit.\n</p><p>As William Miller compared scripture with scripture, the mysteries of the Bible were opened to him. He searched as one searching for a hidden treasure and was richly rewarded. The Holy Spirit opened the Word of God to his understanding. He approached prophecy with the same diligence in Bible study as the other biblical passages he was studying.\n</p><p><strong>Read Daniel 1:17; Daniel 2:45; 1 Peter 1:10, 11; and Revelation 1:1–3. What do these passages teach us about understanding the prophecies of the Bible?\n</strong></p><p><strong>Daniel 1:17\n</strong></p><p><strong><sup>17</sup></strong> As for these four young men, God gave them knowledge and skill in all literature and wisdom; and Daniel had understanding in all visions and dreams.\n</p><p><strong>Daniel 2:45;\n</strong></p><p><strong><sup>45</sup></strong> Inasmuch as you saw that the stone was cut out of the mountain without hands, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold—the great God has made known to the king what will come to pass after this. The dream is certain, and its interpretation is sure.”\n</p><p><strong>1 Peter 1:10, 11;\n</strong></p><p><strong><sup>10</sup></strong> Of this salvation the prophets have inquired and searched carefully, who prophesied of the grace that would come to you,\n</p><p><strong><sup>11</sup></strong> searching what, or what manner of time, the Spirit of Christ who was in them was indicating when He testified beforehand the sufferings of Christ and the glories that would follow.</p><p><span style=\"background-color: initial;\"><strong>Revelation 1:1–3.</strong></span></p><p><strong><sup>1 </sup></strong>The Revelation of Jesus Christ, which God gave Him to show His servants—things which must shortly take place. And He sent and signified it by His angel to His servant John,\n</p><p><strong><sup>2</sup></strong> who bore witness to the word of God, and to the testimony of Jesus Christ, to all things that he saw.\n</p><p><strong><sup>3</sup></strong> Blessed is he who reads and those who hear the words of this prophecy, and keep those things which are written in it; for the time is near.\n</p><p>The symbols in the prophetic books are not locked in mystery. A loving God has given us His prophetic Word to prepare us for the climactic events soon to unfold in this world. William Miller clearly understood that prophecy was its own best interpreter. The symbols of prophecy are made clear by the Bible itself. Beasts represent kings or kingdoms (Dan. 7:17, 23). Wind represents destruction (Jer. 49:36). Water represents peoples or nations (Rev. 17:15). A woman represents the church (Jer. 6:2, Eph. 5:22–32). The time prophecies of Daniel and Revelation also are given in symbolic language, with one prophetic day representing one literal year (Num. 14:34, Ezek. 4:6). As William Miller applied these principles of biblical interpretation, he was startled at what he discovered regarding what he believed to be the timing of Christ’s return\n</p><p><strong>Why is a correct understanding of prophetic symbolism so important for our faith?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Wednesday 15 May",
               "dayTitle":"<p><strong>The 2,300 Days of Daniel 8:14</strong></p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p>William Miller observed that events predicted by the prophets were precisely fulfilled: the 400 years of the sojourn of Abraham’s descendants, Israel’s 40 years of wandering in the wilderness, the 70 years of Israel’s captivity, and Daniel’s 70 weeks allotted to Israel (Gen. 15:13, Num. 14:34, Jer. 25:11, and Dan. 9:24).\n</p><p><strong>Read Mark 1:15, Galatians 4:4, and Romans 5:6. What do these verses tell us about God’s timetable for the First Advent?\n</strong></p><p><strong>Mark 1:15\n</strong></p><p><strong><sup>15</sup></strong> and saying, “The time is fulfilled, and the kingdom of God is at hand. Repent, and believe in the gospel.”\n</p><p><strong>Galatians 4:4\n</strong></p><p><strong><sup>4</sup></strong> But when the fullness of the time had come, God sent forth His Son, born of a woman, born under the law,\n</p><p><strong>Romans 5:6\n</strong></p><p><strong><sup>6</sup></strong> For when we were still without strength, in due time Christ died for the ungodly.\n</p><p>As Miller studied the prophecies, comparing scripture with scripture, he concluded that if God had a divine timetable throughout the Bible, God must have a divine timetable when it comes to our Lord’s second coming.\n</p><p><strong>Read Daniel 8:14. What event was to occur at the end of the 2,300 days?\n</strong></p><p><strong>Daniel 8:14\n</strong></p><p><strong><sup>14 </sup></strong>And he said to me, “For two thousand three hundred days; then the sanctuary shall be cleansed.”\n</p><p>William Miller accepted the popular view that the “cleansing of the sanctuary” was the purification of the earth by fire. He diligently studied the Scriptures to understand an event of such stupendous importance. He discovered the linkage between Daniel 8 and Daniel 9. In Daniel 8, the angel was instructed to “make this man understand the vision” (Dan. 8:16). By the end of the chapter, the only portion of the entire vision of Daniel 8 left unexplained (see Dan. 8:27) was the part about the 2,300 days. Later the angel returned to Daniel and declared, “ ‘I have now come forth to give you skill to understand’ ” (Dan. 9:22, NKJV; see also Dan. 9:23, 25–27). This was to help him understand about the 2,300 days.\n</p><p>We know this because, after bidding Daniel to “ ‘consider the matter, and understand the vision’  ” (Dan. 9:23, NKJV), the first words of the angel were: “ ‘Seventy weeks are determined for your people and for your holy city’ ” (Dan. 9:24, NKJV). The word translated “determined” literally means “cut off.” Seventy weeks, 490 years, are to be cut off. But from what? The vision of the 2,300 days, obviously—the only part of Daniel 8 that Daniel did not understand, and that the angel now came to explain.\n</p><p>And since the starting point of the 70 weeks was “ ‘from the going forth of the command to restore and build Jerusalem’  ” (Dan. 9:25, NKJV), Miller knew that if he had that date, he could know the beginning of the 70 weeks and the 2,300-day prophecy.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Thursday 16 May",
               "dayTitle":"<p><strong>The Longest Prophetic Time Line</strong></p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p><strong>Read Ezra 7:7–13. When was the decree issued to allow Israel’s captives in Persia to go free to rebuild their temple?\n</strong></p><p><strong>Ezra 7:7–13\n</strong></p><p><strong><sup>7</sup></strong> Some of the children of Israel, the priests, the Levites, the singers, the gatekeepers, and the Nethinim came up to Jerusalem in the seventh year of King Artaxerxes.\n</p><p><strong><sup>8</sup></strong> And Ezra came to Jerusalem in the fifth month, which was in the seventh year of the king.\n</p><p><strong><sup>9</sup></strong> On the first day of the first month he began his journey from Babylon, and on the first day of the fifth month he came to Jerusalem, according to the good hand of his God upon him.\n</p><p><strong><sup>10 </sup></strong>For Ezra had prepared his heart to seek the Law of the Lord, and to do it, and to teach statutes and ordinances in Israel.\n</p><p><strong><sup>11</sup></strong> This is a copy of the letter that King Artaxerxes gave Ezra the priest, the scribe, expert in the words of the commandments of the Lord, and of His statutes to Israel:\n</p><p><strong><sup>12</sup></strong> Artaxerxes, king of kings,\n</p><p>To Ezra the priest, a scribe of the Law of the God of heaven:\n</p><p>Perfect peace, and so forth.\n</p><p><strong><sup>13</sup></strong> I issue a decree that all those of the people of Israel and the priests and Levites in my realm, who volunteer to go up to Jerusalem, may go with you.\n</p><p>The decree was issued by Artaxerxes, king of Persia, in 457 b.c. This decree was the last of three decrees to allow the Jews to return to rebuild Jerusalem and restore temple worship services. This third decree was the most complete and marks the beginning of the 2,300- day prophecy.\n</p><p><strong>Read Daniel 9:25, 26. When would this entire prophetic period begin? What major events do these verses predict?\n</strong></p><p><strong>Daniel 9:25, 26</strong></p><p><span style=\"background-color: initial;\"><strong><sup>25</sup></strong> “Know therefore and understand, That from the going forth of the command To restore and build Jerusalem Until Messiah the Prince, There shall be seven weeks and sixty-two weeks; The street shall be built again, and the wall, Even in troublesome times.</span><sup><br></sup></p><p><strong><sup>26</sup></strong> “And after the sixty-two weeks Messiah shall be cut off, but not for Himself; And the people of the prince who is to come Shall destroy the city and the sanctuary. The end of it shall be with a flood, And till the end of the war desolations are determined.\n</p><p>In this remarkable prophecy, Daniel predicted that from the “going forth of the commandment to restore and to build Jerusalem” to the Messiah would be 69 prophetic weeks, or 483 prophetic days, or literal years. Since the decree went forth in the fall of 457 b.c., 483 years extend to the fall of a.d. 27. The word “Messiah” signifies “the Anointed One.” In the autumn of a.d. 27, Christ was baptized and received the anointing of the Spirit (Acts 10:38). After His baptism, Jesus went into Galilee, “preaching the gospel of the kingdom of God, and saying, ‘The time is fulfilled’ ” (Mark 1:14, 15, NKJV). In the spring of a.d. 31, in the middle of this last prophetic week, three and a half years after His baptism, Jesus was crucified. The system of offerings that pointed forward to the Lamb of God ended with Christ’s sacrifice on Calvary. Type had met antitype, and eventually all the sacrifices and offerings of the ceremonial system ceased.\n</p><p><strong>Read Daniel 9:27. How would the 70-week prophecy end?\n</strong></p><p><strong>Daniel 9:27\n</strong></p><p><strong><sup>27</sup></strong> Then he shall confirm a covenant with many for one week; But in the middle of the week He shall bring an end to sacrifice and offering. And on the wing of abominations shall be one who makes desolate, Even until the consummation, which is determined, Is poured out on the desolate.”\n</p><p>The 70 weeks, or 490 years, especially allotted to the Jews, ended in a.d. 34 with the rejection by the Sanhedrin of the gospel message (Acts 6:8–7:60). Subtracting 490 years from the 2,300-year prophecy leaves 1,810 years for the completion of the prophecy. This leads us to a.d. 1844. William Miller and the early Adventists believed that the sanctuary in Daniel 8:14 was the earth, and they assumed that Christ would come to purify the earth by fire in 1844. (See the chart on Friday.)</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Friday 17 May",
               "dayTitle":"<p><strong>Further Thought:</strong></p>",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p>Look at the following chart for the prophecies of the 70 weeks and the 2,300 days. The prophecies start in 457 b.c. and foretell the events surrounding “Messiah the Prince,” upon whom the 70-week prophecy is grounded. With that solid foundation, the 2,300-day prophecy ends in the year 1844.\n</p><p>“Like the first disciples, William Miller and his associates did not, themselves, fully comprehend the import of the message which they bore. Errors that had been long established in the church prevented them from arriving at a correct interpretation of an important point in the prophecy. Therefore, though they proclaimed the message which God had committed to them to be given to the world, yet through a misapprehension of its meaning they suffered disappointment.”—Ellen G. White, The Great Controversy, pp. 351, 352.\n</p><p>“Yet God accomplished His own beneficent purpose in permitting the warning of the judgment to be given just as it was. The great day was at hand, and in His providence the people were brought to the test of a definite time, in order to reveal to them what was in their hearts. The message was designed for the testing and purification of the church. They were to be led to see whether their affections were set upon this world or upon Christ and heaven. They professed to love the Saviour; now they were to prove their love. Were they ready to renounce their worldly hopes and ambitions, and welcome with joy the advent of their Lord? The message was designed to enable them to discern their true spiritual state; it was sent in mercy to arouse them to seek the Lord with repentance and humiliation.”—The Great Controversy, p. 353.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.&nbsp;</strong>What lessons can we learn from William Miller’s experience? Does God at times overrule our mistaken understanding?\n</p><p><strong>2.</strong> Why is an understanding of Daniel 9:24–27 so significant in establishing the integrity of the Bible and the divinity of Christ?\n</p><p><strong>3.&nbsp;</strong>What role does understanding prophecy play in the plan of salvation? Why is prophecy so significant in the plan of God?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Saturday May 11",
               "dayTitle":"<p><strong>Inside Story</strong></p>",
               "id":78,
               "idDay":8,
               "idLesson":7,
               "lessonText":"<p><strong>Unlocking Hearts\n</strong></p><p><strong>By F. Edgar Nunes\n</strong></p><p>On a recent Sabbath, two Syrian refugees attended the worship services at the Kingston Seventh-day Adventist Church in the Canadian province of Ontario. As the church’s pastor, I rejoice at the sight of any visitor, but to be able to welcome a mother and daughter who belong to another world religion was an unexpected privilege. How did they hear about us? Who invited them to our worship service? It turned out that long before they set foot in our church, the Syrian refugees had been befriended by one of the church members, Shirley. Shirley has a big heart for strangers, especially refugees, and she greets people with a warm smile that melts barriers away. She loves to help in any way she can, and people are moved by her kindness and compassion. They readily accept her invitations to family dinners and summer picnics. The Syrian mother and daughter, Eman and Heba, accepted Shirley’s invitation to come to church on Sabbath. After the worship service, we visited outside the sanctuary. Eman and Heba seemed happy to talk and readily accepted my offer to pray for them. Afterward, I asked if they would be interested in a copy of the Gospel of John in Arabic, printed by the Canadian Bible Society. “I won’t be offended if you say, ‘No,’ ” I said. The mother accepted the book. “We believe Jesus is a prophet, so we will read the book,” she said. A few days later, Shirley called to ask if I spoke “Sudanese.” “I have another family from Africa that I would like you to visit,” she said. Shirley’s genuine love and warmth for strangers keeps unlocking hearts. Her example inspires us to follow Christ’s method. “Christ’s method alone will give true success in reaching the people. The Saviour mingled with men as one who desired their good. He showed His sympathy for them, ministered to their needs, and won their confidence. Then He bade them, ‘Follow Me.’ ”—Ellen G. White, The Ministry of Healing, p. 143. Shirley mingles with people, listening, serving, and showing disinterested love and acceptance, thereby breaking down the most formidable barriers. We also can go from heart to heart as Shirley does every day. Jesus said, “By this all will know that you are My disciples, if you have love for one another” (John 13:35, NKJV). The love that reveals we are His disciples is the same power that opens the hearts of strangers and moves them to consider becoming His disciples.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS</p>",
               "id":79,
               "idDay":9,
               "idLesson":7,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Isaiah 25:9 Study Focus: Matt. 13:30, 38–41; 2 Tim. 3:13; Matt. 24:27, 30, 31; 1 Cor. 15:51–53; 1 Thess. 4:13–18; Dan. 8:14; Dan. 7:9–14; Dan. 9:20–27; Rom. 13:11.</strong></p><p>Introduction: A crucial point in the great controversy was the coming of the Messiah. During the 70-week prophetic period, the devil fought to destroy Israel’s faith in the first coming of the Messiah as the fulfillment of Old Testament promises, prophecies, and types. In the same way, by the end of the 2,300-year prophetic time period, the forces of evil tried to obscure its fulfillment in the pre-Advent judgment, occurring in the heavenly sanctuary, and to suppress the proclamation of the second coming of the Messiah.</p><p>By the end of the 70-week prophetic period, there were faithful people of God, such as Simeon, who waited for “the consolation of Israel” (Luke 2:25, NASB), or Anna and others “who were looking forward to the redemption of Jerusalem” (Luke 2:38, NASB). These faithful few saw in Jesus the fulfillment of the promise of the first coming of the Messiah. In the same way, there were, by the end of the 2,300 years, believing people, such as William Miller, whose “present truth” message focused on the hope in the soon appearing of the Messiah. Miller did not discover this message through a philosophical methodology but through a literal reading of Scripture. This illustrates, once again, the essentiality of Scripture to the great controversy.</p><p><strong>Lesson Themes: This study focuses on two major themes:</strong></p><p>1. Although the exact date and year of Christ’s second coming is not given in the biblical prophecies, the 70-week and 2,300-days prophecies, which are related to both the first and the second coming of Jesus, have been fulfilled with precision. Their precise fulfillment assures us that Christ’s second coming is certain and imminent.</p><p>2. The Adventist people were called by God to proclaim to the world the fulfillment of the longest time prophecy in the Bible. God also appointed them to call the world to embrace the hope in the second coming of Jesus to end the great controversy forever.</p><p><strong>Part II: Commentary</strong></p><p><strong>Finding Hope in Premillennialism</strong></p><p>Hope and optimism filled the atmosphere of the nineteenth-century United States, the new nation born out of the unique American Revolution. The century brought social, economic, political, as well as technological changes and inventions, promising the dawn of a new world. The spirit of the age influenced the country’s Protestant evangelical Christians, until it permeated their religion and churches. The result was a postmillennial Christianity with a hopeful and optimistic eschatological fervor. But what is postmillennialism? Millennialism comes from the word “millennium,” which refers to the 1,000 years of Christ’s reign with the saints as described in Revelation 20:1–6. While most Christians accept this biblical teaching about the millennium, not all agree on how to relate the millennium to the Second Coming and to the last judgment. The first post-apostolic theologians—the apostolic fathers—adopted premillennialism, the belief that Christ would return to earth before the millennium and execute the last judgment. (Adventists, of course, understand that the millennium will be in heaven.) However, soon, subsequent church fathers, such as Origen of Alexandria (a.d. 185–253/254) and Augustine of Hippo (a.d. 354–430), integrated Greek philosophy with Christian theology and applied the allegorical method to the reading and interpretation of the Bible. Consequently, they rejected premillennialism as a naive and superficial reading of the book of Revelation, and proposed instead a new theory of the millennium, which was later called amillennialism.</p><p>According to this theory, the millennium must be understood allegorically or spiritually. As in Greek philosophy, which posited that time has no particular relevance to spirituality or to the ethereal sphere of existence, these church fathers concluded that the millennium refers to the church period that runs between the first and the second comings of Jesus. For this reason, the millennium is not past or future but represents the entire Christian era. During this period, Christ reigns spiritually with the souls of the dead saints in heaven, as well as with the church on earth. The church is God’s kingdom on this planet. Christ works to establish His church to the ends of the earth, thus diminishing the power of the devil. However, before the Second Coming, Satan will corrupt the church, leading to the installment of the antichrist. At this moment, Jesus will return, saving the church from the antichrist, and executing the last judgment, thereby reestablishing a new order of things. This position was embraced by the Roman Catholic Church, the Orthodox churches, and some Protestant denominations, such as the Lutheran, Anglican, and the Presbyterian churches.</p><p><strong>Postmillennialism</strong></p><p>Postmillennialism was an adaptation of amillennialism by the nineteenthcentury Protestant churches, who applied it to their contemporary situation. Like the amillennialists, the postmillennialists thought that Christ would come at the end of the millennium. However, unlike the amillennialists, most postmillennialists thought that the millennium represented 1,000 literal years. This period does not represent the entire Christian era, but only the last 1,000 years before Christ’s return. During this 1,000 years, Christ will work through the Holy Spirit and through the church to spread the gospel throughout the entire world to establish His millennial kingdom. As most of the earth’s population accepted the gospel, the power and control of the devil would diminish, and the world would gradually enter its golden age, a period of peace, righteousness, justice, love, and prosperity that would serve as a foretaste of the coming of God’s eternal kingdom. Highly optimistic about the nature of the human individual and society, postmillennialists did not envision a time when the church would become corrupt or when the antichrist would control and oppress the church and the world. The millennium would be followed by the second coming of Christ, by the general resurrection, the last judgment, and the eternal divine kingdom.</p><p>Judging by the success of the gospel in the world during the eighteenth century, the nineteenth-century postmillennialists concluded that the millennium was still in the future, albeit a very near future, one that even was at hand. Moreover, since the millennial kingdom would be inaugurated through the church by Christ, the Protestants rolled up their sleeves and began working hard to bring about the millennium and to do so in their lifetime. Change and progress filled the air of America. An increasing number of biblical societies published Bibles and Christian literature.</p><p>Missionaries were sent overseas to prepare the world to accept the gospel and to enter the millennial kingdom. Parallel to this development, an increasing number of technological inventions contributed to the rise of the quality of life in America and around the world. Temperance societies focused on improving the quality of people’s health through abstinence from alcohol. Noting the absence of major wars, political parties and all types of social movements called for profound social changes compatible with the establishment of God’s millennial kingdom.</p><p>Not all, however, followed the postmillennial excitement of the majority. The original premillennial ideas of the apostles and of the apostolic fathers were revived by the Anabaptist Reformers in the sixteenth century; and then continued by some English Evangelicals through the eighteenth century; and, finally, began spreading in North America during the first half of the nineteenth century. In the nineteenth century, the greatest proponents of biblical premillennialism were William Miller and, after the Great Disappointment, the Seventh-day Adventists. Like the postmillennialists, the Adventist premillennialists believed that the millennium represented 1,000 literal years, that the millennium was still in the future, and that it would begin soon.</p><p><strong>Seventh-day Adventists</strong></p><p>Unlike the postmillennialists, however, the Seventh-day Adventist premillennialists understood from their Bibles that things would worsen for God’s people before the day of the Lord (2 Pet. 3:3–13), that Jesus would come before the millennium (Rev. 19:11–16) to save His persecuted church, resurrect His people, and take them all with Him to heaven (1 Thess. 4:13– 18). In heaven, God’s people would not only reign with Christ (Rev 20:4, 6) but also participate with God in the judgment of the wicked (Rev. 20:4, 1 Cor. 6:2). During that time, the devil is described as “bound . . . for a thousand years” (Rev. 20:2) on earth because he “could not deceive the nations” (Rev. 20:3, CJB). These nations constitute the wicked who will not be resurrected until the end of the 1,000 years (Rev. 20:2, 3, 5). Once the millennial judgment ends, Jesus returns to planet Earth with all His saints. He resurrects the wicked (Rev. 20:5, 7, 13) and executes the last judgment (Rev. 20:11, 12). The devil tries to deceive the wicked one last time in order to incite them to fight against God and take His kingdom by force (Rev. 20:7–9). This event culminates the great controversy; Christ executes His judgments, and the wicked, the devil, and evil, as well as death itself, are all cast into the “lake of fire” (Rev. 20:9, 10, 14, 15) and are forever annihilated.</p><p>Miller and the Seventh-day Adventists did not share the optimism of their postmillennial contemporaries about human nature and about the bright, utopic near future of humanity. But this stance was not because Miller and the Adventists were antisocial, pessimistic, or negativistic by nature and thus incapable of rejoicing over the progress and hope of humanity. Rather, Miller and the Seventh-day Adventists arrived at their premillennialist understanding from their solid, literal, historical-grammatical study of the Bible. For this reason, they rejected both amillennialism and postmillennialism because these doctrines were rooted, not in the Bible, but in the presuppositions of ancient Greek philosophy or of contemporary socio-economic-political studies. The postulations of the amillennialists or postmillennialists are not only absent from the Bible, but they also go contrary to biblical teachings, thus distorting the gospel and generating false hope. Miller and the Seventh-day Adventists longed for hope, but they wanted a hope built on the solid foundation of the Word of God.</p><p>In just a few decades, the twentieth century’s two world wars and one cold war pulverized the postmillennial optimism about human nature and about humanity’s gradual ushering in of God’s millennial kingdom of peace and prosperity. Most Evangelicals returned to premillennialism. True, this premillennialism was repackaged and distorted, falling into the unbiblical teaching of dispensationalism. Nevertheless, the mere fact that Evangelicals returned to premillennialism indicates that ammillennialism and postmillennialism are not only unbiblical but an inadequate and disappointing exegesis of end-time events. Biblical premillennialism is the only foundation for hope.</p><p>It teaches that while humanity cannot save itself or the world, Jesus will come again in the most difficult time of history. Before the millennium, He will save us from the final attacks of the devil and his armies and will lead the great controversy toward its end.</p><p><strong>Part III: Life Application</strong></p><p>1. How does the second coming of Jesus Christ bring hope to your religious and/or cultural context? How can you explain to your neighbors that the return of Jesus is humanity’s only hope?</p><p>2. How relevant is the fulfillment of the biblical time prophecies (such as 2,300 years) in your religious or cultural context? Think and propose ways in which you could make it relevant to the people of your community.</p><p>3. William Miller developed a specific way of reading and understanding the Bible. What is your model of reading and interpreting the Scriptures? Develop and share with your Sabbath School class your own meaningful way of understanding God’s Word. Share how Bible truth has transformed not only your own life but also the life of your family and of your community.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>Motivated by Hope</p>",
         "verse":"<p>Memory Text: “And it will be said in that day: ‘Behold, this is our God; we have waited for Him, and He will save us. This is the Lord; we have waited for Him; we will be glad and rejoice in His salvation’ ” (Isaiah 25:9, NKJV).</p>",
         "versionCode":60,
         "weekDate":"May 11–17"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
