{
  "data": [
    {
      "color": "#3498db ",
      "id": 8,
      "idEs": 22,
      "language": "es",
      "lessonDays": [
        {
          "date": "18 de Noviembre",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Lucas 5:17 al 26 ofrece muchas ilustraciones de cómo Dios ayuda a los necesitados. A veces, Dios utiliza a otros para ayudarnos a nosotros, o nos usa a nosotros para ayudar a los demás. Al ayudar a los necesitados, estamos ejemplificando de forma práctica el ministerio de Jesucristo. En ocasiones, es fácil saber quién necesita ayuda; otras veces se hace difícil saberlo. En cual- quier situación, somos llamados a ser ayudantes de Dios en favor de todos los necesitados, sin importar su origen. La Biblia nos anima a acercarnos a los des- conocidos, y al ganarnos su confianza, podremos descubrir mejores maneras de ayudarlos a encontrar a Jesús.&nbsp;</p><p>En la lección de esta semana, nuestra temática, “Misión en favor de los necesitados”, muestra que Dios tiene un plan para alcanzar a los necesitados de diversas maneras. Sus necesidades podrían ser físicas, emocionales, económicas, o incluso sociales; es decir, algunos pueden considerarse marginados de su comunidad o familia. Cualquiera que sea la necesidad, debemos estar dispuestos a hacer lo posible para ayudar. Esta es una parte central de lo que significa ser cristiano y de lo que debe incluir la misión.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 deNoviembre",
          "dayTitle": "<p><strong>LA FE DE LOS AMIGOS</strong><br></p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p>Un poderoso relato de los evangelios revela lo que tuvieron que sortear unos hombres para llevar a un necesitado (probablemente, un amigo) hasta Jesús. De esta historia, podemos aprender acerca del duro trabajo que a veces puede suponer atender a los necesitados.</p><p><strong>Lee Lucas 5:17 al 26 (lee también Mat. 9:1-8 y Mar. 2:3-12). ¿Qué lecciones podemos aprender de esta historia sobre la misión y el ministerio?</strong></p><p><strong>Lucas 5:17-26</strong></p><p><strong><sup>17 </sup></strong>Aconteció un día, que él estaba enseñando, y estaban sentados los fariseos y doctores de la ley, los cuales habían venido de todas las aldeas de Galilea, de Judea y Jerusalén; y el poder del Señor estaba con él para sanar. <sup><strong>18 </strong></sup>Y sucedió que unos hombres que traían en un lecho a un hombre que estaba paralítico, procuraban llevarle adentro y ponerle delante de él.&nbsp;</p><p><strong><sup>19 </sup></strong>Pero no hallando cómo hacerlo a causa de la multitud, subieron encima de la casa, y por el tejado le bajaron con el lecho, poniéndole en medio, delante de Jesús.&nbsp;</p><p><strong><sup>20 </sup></strong>Al ver él la fe de ellos, le dijo: Hombre, tus pecados te son perdonados.&nbsp;</p><p><strong><sup>21 </sup></strong>Entonces los escribas y los fariseos comenzaron a cavilar, diciendo: ¿Quién es este que habla blasfemias? ¿Quién puede perdonar pecados sino solo Dios?&nbsp;</p><p><strong><sup>22 </sup></strong>Jesús entonces, conociendo los pensamientos de ellos, respondiendo les dijo: ¿Qué caviláis en vuestros corazones?&nbsp;</p><p><strong><sup>23 </sup></strong>¿Qué es más fácil, decir: Tus pecados te son perdonados, o decir: Levántate y anda?&nbsp;</p><p><strong><sup>24 </sup></strong>Pues para que sepáis que el Hijo del Hombre tiene potestad en la tierra para perdonar pecados (dijo al paralítico): A ti te digo: Levántate, toma tu lecho, y vete a tu casa.&nbsp;</p><p><strong><sup>25 </sup></strong>Al instante, levantándose en presencia de ellos, y tomando el lecho en que estaba acostado, se fue a su casa, glorificando a Dios.&nbsp;</p><p><strong><sup>26 </sup></strong>Y todos, sobrecogidos de asombro, glorificaban a Dios; y llenos de temor, decían: Hoy hemos visto maravillas.<strong><br></strong></p><p>Al llevarlo a Jesús, estos hombres asumieron la responsabilidad de cuidar asu amigo. Dios nos llama a ser como los amigos de este hombre: llevar a los ne-cesitados a Jesucristo. Este trabajo requiere fe, acción, paciencia, y la disposiciónde ser poco convencionales, si es necesario. Los hombres se acercaron a Jesús,pero se encontraron con obstáculos. No pudieron llevar a su amigo indefenso aJesús por los medios tradicionales. No se rindieron, sino que encontraron unaforma innovadora de llevar al hombre a Jesucristo. ¡Bajaron a su amigo desde eltecho! Sin embargo, según Lucas, Jesús aprobó lo que hicieron (ver Luc. 5:20).</p><p>El deseo de Jesús es que llevemos a nuestros amigos indefensos a él. La Bibliase refiere a Jesús como el Gran Médico, que anhela perdonar y curar a los quesufren, sin importar de quién se trate.</p><p>Elena de White nos desafía a ayudar a los desamparados: “No esperen a quese les indique cuál es su deber. Abran sus ojos, y observen a los que los rodean;relaciónense con los desamparados, los afligidos y los necesitados. No se ocultende ellos, ni traten de ignorar sus necesidades. ¿Quién presenta las característicasmencionadas por Santiago, y posee una religión pura, sin mancha de egoísmo ocorrupción? ¿Quiénes están ansiosos de hacer todo lo posible para colaborar conel gran plan de salvación?” (Elena de White, Testimonios para la iglesia, t. 2, p. 28).</p><p>El mismo Jesús nos demuestra cómo ayudar a los desvalidos y nos llama ahacer lo mismo. Primeramente, nos hacemos amigos; después, conocemos susnecesidades; y, por último, los conducimos a Jesús, el único que puede ayudarlos.Esto es lo que hicieron los hombres de esta historia. Nosotros tenemos que hacerlo mismo en toda situación en la que nos encontremos. Ayudar a llevar a laspersonas al único que puede salvarlas: Jesús.<strong><br></strong></p><p><strong>¿Quiénes a tu alrededor, ahora mismo, necesitan ayuda? ¿Qué vas a hacer por ellos?<br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de Noviembre",
          "dayTitle": "<p><strong>SOLO EL MÉTODO DE CRISTO</strong><br></p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>¿Qué nos enseñan los siguientes relatos acerca de servir a los necesitados?</strong></p><p><strong>Juan 5:1-9 <sup><br></sup></strong></p><p><sup><strong>1 </strong></sup>Después de estas cosas había una fiesta de los judíos, y subió Jesús a Jerusalén.<sup><br></sup></p><p><sup><strong>2 </strong></sup>Y hay en Jerusalén, cerca de la puerta de las ovejas, un estanque, llamado en hebreo Betesda, el cual tiene cinco pórticos.&nbsp;</p><p><strong><sup>3 </sup></strong>En estos yacía una multitud de enfermos, ciegos, cojos y paralíticos, que esperaban el movimiento del agua.&nbsp;</p><p><strong><sup>4 </sup></strong>Porque un ángel descendía de tiempo en tiempo al estanque, y agitaba el agua; y el que primero descendía al estanque después del movimiento del agua, quedaba sano de cualquier enfermedad que tuviese.&nbsp;</p><p><strong><sup>5 </sup></strong>Y había allí un hombre que hacía treinta y ocho años que estaba enfermo.&nbsp;</p><p><strong><sup>6 </sup></strong>Cuando Jesús lo vio acostado, y supo que llevaba ya mucho tiempo así, le dijo: ¿Quieres ser sano?&nbsp;</p><p><strong><sup>7 </sup></strong>Señor, le respondió el enfermo, no tengo quien me meta en el estanque cuando se agita el agua; y entre tanto que yo voy, otro desciende antes que yo.&nbsp;</p><p><strong><sup>8 </sup></strong>Jesús le dijo: Levántate, toma tu lecho, y anda.&nbsp;</p><p><strong><sup>9 </sup></strong>Y al instante aquel hombre fue sanado, y tomó su lecho, y anduvo. Y era día de reposo aquel día.<strong><br></strong></p><p><strong>Marcos 1:23–28 <sup><br></sup></strong></p><p><sup><strong>23 </strong></sup>Pero había en la sinagoga de ellos un hombre con espíritu inmundo, que dio voces,&nbsp;</p><p><strong><sup>24 </sup></strong>diciendo: ¡Ah! ¿qué tienes con nosotros, Jesús nazareno? ¿Has venido para destruirnos? Sé quién eres, el Santo de Dios.&nbsp;</p><p><strong><sup>25 </sup></strong>Pero Jesús le reprendió, diciendo: ¡Cállate, y sal de él!&nbsp;</p><p><strong><sup>26 </sup></strong>Y el espíritu inmundo, sacudiéndole con violencia, y clamando a gran voz, salió de él.&nbsp;</p><p><strong><sup>27 </sup></strong>Y todos se asombraron, de tal manera que discutían entre sí, diciendo: ¿Qué es esto? ¿Qué nueva doctrina es esta, que con autoridad manda aun a los espíritus inmundos, y le obedecen?&nbsp;</p><p><strong><sup>28 </sup></strong>Y muy pronto se difundió su fama por toda la provincia alrededor de Galilea.<strong><br></strong></p><p>Elena de White ofrece un proceso de cinco pasos respecto del método de Jesús para ministrar especialmente a los necesitados: “Solo el método de Cristo será el que dará éxito para llegar a la gente. El Salvador trataba con los hombres como quien deseaba hacerles bien. Les mostraba simpatía, atendía sus necesidades y se ganaba su confianza. Entonces les pedía: ‘Sígueme’ ” (El ministerio de curación, p. 102).</p><p>En primer lugar, debemos relacionarnos con los desvalidos, dedicar tiempo a conocerlos y comprender sus necesidades, con la intención de hacerles el bien.Fíjate lo que hizo Jesús con el paralítico en el estanque. Jesús estaba allí mismo,en medio de la “multitud de enfermos, ciegos, lisiados y paralíticos” (Juan 5:3).</p><p>En segundo lugar, debemos mostrar compasión. Esto puede resultar difícil en algunos casos debido a la desconfianza, y porque a veces la gente utiliza la amabilidad como medio para ganarse la confianza de alguien de quien luego abusa. Sin embargo, Dios nos llama a mostrar simpatía sin esperar nada a cambio.</p><p>El tercer paso es atender sus necesidades. Esto implica algo más que palabras.Hay que actuar para atender las necesidades de un amigo o de un desconocido.Jesús habló con el paralítico, le preguntó qué deseaba y luego obró un milagro en su favor. En la historia del hombre poseído por un “espíritu inmundo”, Jesús tomó el control total de la situación, haciendo por el hombre indefenso lo que él no podía hacer por sí mismo.</p><p>El cuarto paso es ganarse su confianza. Cuando ministramos a la gente,cuando la ayudamos, aprenderá a confiar en nosotros y en lo que le decimos,y así, cuando le hablemos de Jesús, estará más abierta a escuchar. Jesús no quería curar solo físicamente; quería que la gente tuviera vida eterna en él (verJuan 10:10).</p><p>El último paso es ayudarla a llegar hasta Jesús, un acto que requiere fe tanto de tu parte como de la persona a la que ayudas.</p><p><strong>Por lo general, nuestra fe no hace posibles los milagros que hizo Jesús. Pero ¿de qué maneras podemos ministrar a los que necesitan ayuda? <br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de Noviembre",
          "dayTitle": "<p><strong>REFUGIADOS E INMIGRANTES</strong></p><p><br></p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>El tema de los inmigrantes y los refugiados se ha convertido en un asunto muy debatido, sobre todo porque son muchos en la actualidad. Desplazados por la guerra, por catástrofes naturales o por la esperanza de un futuro económico mejor, millones de personas de todo el mundo han sido desarraigadas de sus hogares y necesitan ayuda desesperadamente.</p><p>En Mateo 2:13 y 14, Jesús mismo es un refugiado. Sus padres terrenales,José y María, se vieron obligados a huir de Belén por la noche y buscar refugio en Egipto para escapar de la mano asesina de Herodes. La Biblia no dice nada acerca de su experiencia en Egipto, pero no es difícil imaginar que tuvo sus desafíos; tal vez, algunos de los mismos desafíos que los refugiados enfrentan hoy también. De hecho, así como la familia de Jesús buscó asilo en una tierra extranjera, muchos musulmanes, budistas, hindúes, cristianos y personas no religiosas también buscan asilo en nuevas tierras en la actualidad.</p><p>En general, es más fácil entablar amistad con personas de nuestra propia cultura e idioma porque compartimos muchas cosas en común. Sin embargo,es más difícil encontrar puntos en común con inmigrantes y refugiados que tienen un aspecto diferente del nuestro y no hablan nuestro idioma, que no comparten los mismos valores religiosos y no comen alimentos similares. El evangelio nos llama a salir de nuestra zona de confort desde el punto de vista étnico, nacional y cultural, y a tender la mano a los necesitados, aunque sean muy diferentes de nosotros.</p><p><strong>Lee Deuteronomio 10:19, Salmo 146:9, Romanos 12:13 y Levítico 23:22. ¿Qué tema importante se menciona aquí que debemos recordar?</strong></p><p><strong>Deuteronomio 10:19</strong></p><p>&nbsp;<sup><strong>19 </strong></sup>Amaréis, pues, al extranjero; porque extranjeros fuisteis en la tierra de Egipto. <strong><br></strong></p><p><strong>Salmo 146:9<br></strong></p><p><strong><sup>9 </sup></strong>Jehová guarda a los extranjeros; Al huérfano y a la viuda sostiene, Y el camino de los impíos trastorna.<strong><br></strong></p><p><strong>Romanos 12:13</strong></p><p><strong><sup>13 </sup></strong>compartiendo para las necesidades de los santos; practicando la hospitalidad.<strong><br></strong></p><p><strong>Levítico 23:22</strong></p><p><strong><sup>22 </sup></strong>Cuando segareis la mies de vuestra tierra, no segaréis hasta el último rincón de ella, ni espigarás tu siega; para el pobre y para el extranjero la dejarás. Yo Jehová vuestro Dios.<strong><br></strong></p><p>¿Cómo podemos suplir las necesidades de los inmigrantes y los refugiados? Es difícil porque, en algunos países, quizá no sea políticamente correcto mezclarse con estas personas o ayudarlas. Sin embargo, debemos hacer lo posible para atender a estas personas, que sin duda han pasado por momentos muy difíciles y necesitan nuestra ayuda. Así que, en la medida de nuestras posibilidades, debemos ayudar.<strong><br></strong></p><p>Comienza con oración, luego busca información acerca de los inmigrantes y los refugiados. En muchos lugares, hay organizaciones que se ocupan de ellos.Puedes empezar a trabajar con una de esas organizaciones, o tal vez la Escuela Sabática de tu iglesia local podría iniciar un ministerio para inmigrantes o refugiados.</p><p><strong>Aunque sea limitado, ¿qué puedes hacer para ayudar a los inmigrantes o los refugiados que conozcas?</strong><br></p><p><strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de Noviembre",
          "dayTitle": "<p><strong>AYUDAR A LOS QUE SUFREN</strong><br></p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>¿Quién de nosotros no ha visto cuán dañado está realmente nuestro mundo?No importa si vivimos en un entorno de riqueza y materialismo o en un entorno de pobreza y necesidades materiales. La gente sufre, padece y lucha. Basta leer,por ejemplo, sobre la asombrosa cantidad de dinero que el mundo occidental gasta en antidepresivos cada año para entender que la riqueza material por sí sola ni siquiera se acerca a garantizar la felicidad o la paz</p><p><strong>“El Espíritu del Señor está sobre mí, por cuanto me ungió para dar buenas nuevas a los pobres, me envió a sanar a los quebrantados de corazón, a pregonar a los cautivos libertad, a los ciegos vista, a dar libertad a los oprimidos” (Luc. 4:18). ¿Qué nos enseña esto acerca de lo que hizo Jesús y acerca de lo que nosotros, en nuestro ámbito, deberíamos hacer por los necesitados que nos rodean?</strong></p><p><strong>Lucas 4:18</strong></p><p><sup><strong>18 </strong></sup>El Espíritu del Señor está sobre mí, Por cuanto me ha ungido para dar buenas nuevas a los pobres; Me ha enviado a sanar a los quebrantados de corazón; A pregonar libertad a los cautivos, Y vista a los ciegos; A poner en libertad a los oprimidos;</p><p>Dios nos llama a satisfacer las necesidades de todas las personas, aunque no sepamos cuándo aceptarán a Jesús, o si lo harán. Aunque ganarlos para Jesús es el fundamento de nuestra misión, necesitamos ayudar a los necesitados simplemente porque necesitan ayuda. Los ayudamos porque hemos aceptado a Jesús como nuestro Señor, y eso es lo que él nos llama a hacer.</p><p>El ejemplo de Jesús, de intentar satisfacer las necesidades de las personas,es un principio bíblico para seguir. No sabemos si cada persona que él ayudó lo aceptó o no.</p><p>Para verdaderamente ayudar a los demás, tenemos que ser conscientes de sus necesidades. Cada cultura tiene su forma de mostrar un trato amigable.En la India, es costumbre servir comida o bebida a las visitas. Es más fácil dar dinero a un desconocido que consolar a un amigo que acaba de perder a un ser querido. Lo que tu amigo puede necesitar quizá sea algo más que dinero o cosas materiales. A menudo, tu acompañamiento comprensivo al momento de una gran pérdida puede ser mucho más útil.</p><p>El importante principio de ser ayudantes de Jesús en favor de nuestros amigos comienza primero con el objetivo de mostrarles amor abnegado, de entender sus necesidades antes de intentar ofrecer ayuda. Bríndales la ayuda que necesitan, aunque no sepas si estarán dispuestos a seguir a Jesús.</p><p><strong>Lee Mateo 25:34 al 40. ¿Cuál es el mensaje para nosotros?<br></strong></p><p><strong>Mateo 25:34-40<br></strong></p><p><strong><sup>34 </sup></strong>Entonces el Rey dirá a los de su derecha: Venid, benditos de mi Padre, heredad el reino preparado para vosotros desde la fundación del mundo.&nbsp;</p><p><sup><strong>35 </strong></sup>Porque tuve hambre, y me disteis de comer; tuve sed, y me disteis de beber; fui forastero, y me recogisteis;&nbsp;</p><p><sup><strong>36 </strong></sup>estuve desnudo, y me cubristeis; enfermo, y me visitasteis; en la cárcel, y vinisteis a mí.&nbsp;</p><p><sup><strong>37 </strong></sup>Entonces los justos le responderán diciendo: Señor, ¿cuándo te vimos hambriento, y te sustentamos, o sediento, y te dimos de beber?&nbsp;</p><p><sup><strong>38 </strong></sup>¿Y cuándo te vimos forastero, y te recogimos, o desnudo, y te cubrimos?&nbsp;</p><p><strong><sup>39 </sup></strong>¿O cuándo te vimos enfermo, o en la cárcel, y vinimos a ti?&nbsp;</p><p><strong><sup>40 </sup></strong>Y respondiendo el Rey, les dirá: De cierto os digo que en cuanto lo hicisteis a uno de estos mis hermanos más pequeños, a mí lo hicisteis. <strong><br></strong></p><p><strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de Noviembre",
          "dayTitle": "<p><strong>MAYOR AMOR</strong><br></p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>Como todos conocemos sobradamente, las necesidades nunca se acaban. Si estás dispuesto a ayudar a los demás, tendrás muchas oportunidades. Ya sean amigos cercanos o refugiados lejanos, la gente tiene necesidades, y debemos hacer lo que podamos, cuando podamos, para ayudar. Durante su ministerio terrenal, Jesús ayudó a los que no podían ayudarse a sí mismos. En algunos casos, él tomó la iniciativa y se acercó a los necesitados; en otros, como en el caso de los hombres que bajaron al paralítico desde el techo para llevarlo ante Jesús, fueron los amigos quienes tomaron la iniciativa.</p><p><strong>“Nadie tiene mayor amor que este, que uno dé su vida por sus amigos” (Juan 15:13). ¿Cómo aplicamos este principio en nuestro ministerio por los demás?</strong></p><p><strong>Juan 15:13</strong></p><p>&nbsp;<strong><sup>13 </sup></strong>Nadie tiene mayor amor que este, que uno ponga su vida por sus amigos. <strong><br></strong></p><p>Una familia misionera sirvió seis años en Trinidad y Tobago. Los primeros tres años vivieron en una comunidad predominantemente hindú y musulmana.Muchos hindúes se quejaban de que los cristianos rechazaban su invitación al servicio anual de Acción de Gracias. Un día, estos cristianos asistieron al ser-vicio de Acción de Gracias de un nuevo amigo hindú. Lo hicieron siguiendo el ejemplo de Jesús: él visitaba a sus amigos cuando lo invitaban a sus celebraciones especiales. De hecho, el hinduismo enseña que los visitantes o los amigos traen bendiciones al hogar del anfitrión.</p><p>Intentemos empezar a hacer amigos esta semana siendo una bendición para alguien. En primer lugar, analiza tu contexto, comunidad, pueblo o ciudad. ¿Conoces a algún refugiado o inmigrante que viva allí? ¿Y la gente que vive en tu manzana? ¿Los conoces a todos? Sea cual fuere tu situación, entablar amistad con un desconocido no es tarea fácil. Oremos y pidamos ayuda a Dios. Él conoce a todos, incluso al desconocido del que puedes hacerte amigo. Recuerda, la meta es ser su amigo para que puedas ayudarlo conduciéndolo a Dios en busca de ayuda.</p><ol><li><strong>Desafío</strong>: Infórmate acerca de los extranjeros o los no cristianos que viven en tu país. Joshuaproject.net es un buen lugar para estudiar los grupos de personas no alcanzadas de tu cultura.</li><li><strong>Desafío avanzado</strong>: Identifica a alguien dentro de tu esfera de influencia.Comienza a orar regularmente por esa persona después de responder las siguientes preguntas:</li></ol><ul><li>Esta persona, ¿es mi amiga, según el modelo de amistad de Jesús?</li><li>¿Conozco las necesidades de su vida?</li><li>¿Cómo puedo llevarla a Jesús para que la sane?</li></ul><p><strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de Noviembre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br></p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>Los autores de los evangelios recogen ejemplos de la práctica de Jesús detender puentes hacia personas de otras culturas para salvarlas (Mat. 8:28-34;Mar. 5:1-20). Del mismo modo, nosotros también somos llamados a hacer amigosy suplir las necesidades de gente de otras culturas. La muerte de Cristo fue portodos, independientemente de su raza, nacionalidad, riqueza u origen. Este esun aspecto que nunca debemos olvidar: “Él es la expiación por nuestros pe-cados; y no solamente por los nuestros, sino también por los de todo el mundo”(1 Juan 2:2).</p><p>“Los hombres y las mujeres no cumplen el designio de Dios cuando se limitan a expresar afecto por su propio círculo familiar [...] mientras excluyen de su amor a aquellos a quienes podrían consolar y bendecir al aliviar sus necesidades. [...]</p><p>“Cuando el Señor nos pide que hagamos el bien a los demás fuera de nuestro hogar, no quiere decir que nuestro afecto por el hogar disminuirá, y que amaremos menos a nuestros familiares o a nuestro país porque él desee que ampliemos nuestra solidaridad. Pero no debemos confinar nuestro afecto y simpatía entre cuatro paredes, y retener la bendición que Dios nos ha dado de modo que los demás no se beneficien de esta bendición junto con nosotros ni la disfruten” (Elena de White, The Advent Review and Sabbath Herald, 15 de octubre de 1895).</p><p>La responsabilidad que recibimos de ser una bendición para los que están fuera de nuestra zona de confort, ya sean de otra cultura o simplemente personas vulnerables, es un mandato innegociable del mismo Jesucristo (Hech.1:8; Mar. 11:17).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><br><strong>1</strong>. ¿Cuál es tu zona de confort y por qué debes estar dispuesto a salir de ella cuando sea necesario?<br></p><p><strong>2</strong>. ¿Cuáles son las implicaciones del incidente en el que calificaron a Jesús como “un comilón y un bebedor de vino, amigo de publicanos y pecadores” (Mat. 11:19)? ¿Qué hizo Jesús para sortear esa acusación, y qué nos<br>enseña sobre la misión?<br></p><p><strong>3</strong>. ¿Hasta qué punto un cristiano debería participar de las celebraciones de los no creyentes? ¿Cómo podrían hacerlo los cristianos sin comprometer los principios bíblicos?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de Noviembre",
          "dayTitle": "<p>EL SABADO ENSEÑARE...<br></p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>RESEÑA</strong></p><p>Es innegable que el Antiguo Testamento hace hincapié en la responsabilidad del pueblo de Dios de ayudar a los necesitados. Por cierto, la Biblia hebrea tiene cientos de referencias (y normas o leyes) que garantizan y salvaguardan los derechos de las viudas, los huérfanos, los extranjeros, los pobres y demás.</p><p>Deuteronomio 15:4 afirma: “Entre ustedes no deberá haber pobres, porque el Señor tu Dios te colmará de bendiciones en la tierra que él mismo te da para que la poseas como herencia” (NVI). Pero unos versículos más adelante, dice: “Gente pobre en esta tierra, siempre la habrá; por eso te ordeno que seas generoso con tus<br>hermanos hebreos y con los pobres y necesitados de tu tierra” (Deut. 15:11, NVI).</p><p>¿Cómo conciliamos estos dos versículos (Deut. 15:4 y 15:11)? ¿Cuál es el problema? ¿Cómo podemos resolver esta aparente contradicción? En esencia, la Biblia nos está diciendo que, puesto que Dios puede proveer, quiere utilizarnos para ayudar a los necesitados, como lo hizo Jesús. La tradición bíblica, en general, no considera la<br>pobreza como una parte “normal” de la vida, sino como una excepción maligna al plan divino. Lo que se considera normal es la preocupación que mueve a las personas a mostrar bondad hacia los necesitados. “Dios nos imparte su bendición para que la compartamos con otros. Cuando le pedimos nuestro pan cotidiano, él se fija en nuestra intención para ver si nos proponemos compartirlo con quienes lo necesitan más que nosotros” (Elena de White, Testimonios para la iglesia, t. 6, p. 286).<strong><br></strong></p><p><strong>COMENTARIO</strong></p><p><strong>“Dios ha venido en ayuda de su pueblo” (Luc. 7:16)</strong></p><p>En Lucas 7, leemos acerca de una gran multitud que reconoció lo que Jesús acababa de hacer. La multitud no solo reconoció a Jesús como un gran profeta, sino también, llena de asombro y alabando a Dios, declaró que Dios había venido a ayudarla. Jesús era el profeta de la benevolencia y la compasión, el que había venido a proclamar las buenas nuevas de Dios. Jesús también vino a proclamar la libertad a los cautivos y a anunciar que el Reino de Dios se había acercado (Mar. 1:14, 15; ver también Luc. 4:18, 19). Fue en favor de los más necesitados y desatendidos que Jesús dedicó la mayor parte de su tiempo y su energía durante su ministerio terrenal. Su corazón se veía constantemente conmovido por la miseria y el sufrimiento de los seres humanos más pobres, indigentes y despojados. <br></p><p>Entre los oprimidos e indigentes había muchas mujeres, y para ellas Jesús tuvo una consideración especial. Las mujeres marginadas por la sociedad fueron acogidas dignamente por el Salvador, quien también atendió sus necesidades; así, se vieron aliviadas de sus angustias y sus males. La compasión y los actos misericordiosos de<br>Jesús se manifestaban constantemente hacia estas mujeres.</p><p>El encuentro de Jesús con la samaritana en el pozo de Jacob es un ejemplo para todos los que trabajan en favor de las mujeres, dondequiera que estén y cualquiera que sea su condición, ya sean pobres, marginadas, pecadoras, viudas, madres,prostitutas u oprimidas por el diablo. Al dar a la samaritana el agua de vida, Jesús la<br>liberó de la opresión y la culpa, lo que la capacitó para vivir mejor y llegar a ser uno de sus testigos (Juan 4:1-26). La samaritana tenía sed, era pobre, tenía que acarrear su propia agua, estaba cansada y necesitada, y Jesús satisfizo sus necesidades físicas, sociales y espirituales.<strong><br></strong></p><p>La forma en que Jesús manejó la situación de la mujer sorprendida en adulterio y las situaciones de muchas otras mujeres indica su interés en aliviar y restaurar la dignidad de las mujeres y demuestra que su amor no tiene preferencia hacia ninguna clase de personas. Jesús cruzó barreras culturales e incluso fue en contra de fuertes tradiciones religiosas, con el fin de sanar, salvar y desarrollar los dones y la vida de las mujeres para su Reino. El amor de Jesús no tiene límites, ni ataduras, y se otorga a todas las mujeres necesitadas. Observa los siguientes ejemplos de mujeres a quienes el Salvador manifestó su amor: la mujer cananea, o sirofenicia (Mat. 15:21-28; Mar. 7:24-30); la madre de Jesús (Juan 19:25-27); Marta y María, a quienes Jesús alentó y consoló (Juan 11:17-37); y la viuda de Naín, cuyo hijo Jesús resucitó de entre los muertos (Luc. 7:11-17). Jesús fue ungido por una mujer pecadora y él perdonó sus pecados (Juan 12:1-11; Mat. 26:6-13; Mar. 14:3-9; Luc. 7:36-50); curó a una mujer enferma y dialogó con ella (Luc. 8:43-48; Mat. 9:20-22; Mar. 5:25-34); curó a mujeres de espíritus malignos y enfermedades (Luc. 8:1-3); curó a una mujer tullida (Luc. 13:10-13); se fijó en la viuda que daba su ofrenda (Mar. 12:41-44; Luc. 21:1-4); y se le apareció a María Magdalena (Juan 20:10-18).</p><p>Según los evangelios, el ministerio de curación de Jesús hacia todos los que necesitaban ayuda, aliviando el sufrimiento y librándolos de sus males, indica que “ninguno de los que a él acudían quedaba sin ser socorrido. De él fluía un caudal de poder curativo que sanaba de cuerpo, mente y alma a los hombres” (Elena de White, El ministerio de curación, p. 11). Encontramos a Jesús sanando a la suegra de Simón (Pedro) de una fiebre elevada (Mat. 8:14, 15; Mar. 1:29, 30; Luc. 4:38, 39); curando a un hombre con lepra, al decirle: “¡Queda limpio!” (Mat. 8:2-4, NVI; Mar. 1:40-44; Luc. 5:12, 13); curando (perdonando) a un paralítico, mientras le decía: “Amigo, tus<br>pecados quedan perdonados” (Luc. 5:20, NVI) y añadió: “A ti te digo, levántate, toma tu camilla y vete a tu casa” (Luc. 5:24, NVI, ver también Mat. 9:2-8; Mar. 2:3-12).</p><p><br>Jesús halló gran fe en un centurión cuyo siervo estaba enfermo y a punto de morir, y recompensó su fe sanando a su siervo (Luc. 7:1-10; Mat. 8:5-13). Fue también por esa gran fe que una mujer que sufría de un flujo de sangre desde hacía doce años tocó a Jesús y fue curada inmediatamente por su poder. Jesús confirmó su fe, diciendo: “Hija, tu fe te ha sanado. Vete en paz” (Luc. 8:48, NVI; ver también Mat. 9:20-22; Mar. 5:25-34).</p><p>Jesús no solo sanaba a los que acudían a él solos o acompañados, sino también a menudo demostraba su amor cuando veía a una persona necesitada. Por ejemplo, Jesús estaba enseñando en una sinagoga un sábado, y allí había una mujer lisiada que estaba encorvada y no podía enderezarse. Jesús le dijo: “Mujer, quedas libre de tu<br>enfermedad” (Luc. 13:12). ¡Qué alivio ser librada después de haber estado lisiada por<strong> </strong>un espíritu maligno durante 18 años! El relato dice que Jesús puso la mano sobre ella, e inmediatamente la mujer se enderezó y pudo alabar a Dios en su nueva libertad. <br></p><p>El ministerio de curación de Jesús fue mucho más allá de lo que nos dice la Biblia, pero es suficiente mencionar aquí lo que los autores inspirados de los evangelios dejaron registrado para nosotros. Muchos otros enfermos con diversas dolencias fueron curados por el gran Médico. Un funcionario de Capernaum tenía un hijo enfermo y le pidió a Jesús que lo curara. Jesús accedió amablemente a la petición del funcionario diciéndole: “Vuelve a casa, que tu hijo vive” (Juan 4:50, NVI).</p><p>El apóstol Pablo escribió: “Aunque [Jesús] era rico, por amor a ustedes se hizo pobre para que mediante su&nbsp; pobreza pudiera hacerlos ricos” (2 Cor. 8:9, NTV). El apóstol expone claramente la identificación de Cristo con los pobres. Jesús era rico, pero renunció a sus bienes y se hizo pobre para que la humanidad pobre pudiera heredar las riquezas de la salvación temporal y eterna.</p><p><strong>La verdadera comunión en la iglesia apostólica</strong></p><p>La comunidad cristiana primitiva se caracterizaba por la verdadera camaradería. Esta comunión era la marca distintiva de los apóstoles y de los nuevos creyentes. Habían decidido permanecer en unidad con Cristo y entre sí, por lo que tenían todo en común (Hech. 2:42-44), y eran de un mismo corazón y una misma mente. El<br>deseo de cada uno de ellos era compartir las posesiones que tenían con el fin de que sus bienes se distribuyeran entre los necesitados. Gracias a esta práctica, “no había ningún necesitado en la comunidad” (Hech. 4:34, NVI), por lo que el acto de compartir sus posesiones fue lo que permitió a los nuevos creyentes satisfacer las necesidades de los que estaban en aprietos (Hech. 4:32-47).</p><p>Con razón Santiago hace hincapié en la integración entre oír la Palabra y ponerla en práctica, en el amor que se manifiesta en las palabras pero también en los hechos. ¿Qué es, pues, la verdadera religión? “La religión pura y sin mancha delante de Dios nuestro Padre es esta: atender a los huérfanos y a las viudas en sus aflicciones, y conservarse limpio de la corrupción del mundo” (Sant. 1:27, NVI).</p><p><br>Parece que Santiago se hace eco de estas palabras de Jesús: “Porque tuve hambre, y ustedes me dieron de comer; tuve sed, y me dieron de beber; fui forastero, y me dieron alojamiento; necesité ropa, y me vistieron; estuve enfermo, y me atendieron; estuve en la cárcel, y me visitaron” (Mat. 25:35, 36). Los huérfanos y las viudas<br>necesitados sufren angustias que conmueven el corazón del Padre; por eso, el que vive una religión que es verdadera abogará “por el huérfano” y defenderá “a la viuda” (Isa. 1:17).</p><p>Fue en Antioquía donde por primera vez se llamó cristianos a los seguidores de Jesús (Hech. 11:26). El texto dice: “Entonces decidieron que cada uno de los discípulos, según los recursos de cada cual, enviaría ayuda a los hermanos que vivían en Judea. Así lo hicieron, mandando su ofrenda a los ancianos por medio de Bernabé y de Saulo” (Hech. 11:29, 30, NVI). Brindar ayuda (eis diakonian), en este contexto, puede significar ofrecer recursos (dinero, donativos) para que se utilicen en favor de los necesitados que viven en la miseria.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Los pobres y los necesitados ocupan un lugar especial en el ministerio de Jesús, porque es a ellos a quienes se les predica el evangelio (la buena nueva, el Reino de Dios) (Mat. 11:5; Luc. 4:18). Otros pasajes bíblicos confirman que los pobres no lo son solo en el sentido espiritual, sino también en el material (Mat. 5:3; Luc. 6:20). La historia de la ofrenda de la viuda pobre ilustra bien este punto.</p><p>Al elevar la vista, Jesús vio a los ricos que depositaban sus ofrendas en la tesorería del Templo. También vio a una viuda pobre que echaba dos monedas de cobre muy pequeñas. “Les aseguro –dijo– que esta viuda pobre ha hechado más que todos los demás. Todos ellos dieron sus ofrendas de lo que les sobraba; pero ella, de su pobreza, echó todo lo que tenía para su sustento” (Luc. 21:3, 4, NVI; ver también Mar. 12:41-44; 2 Cor. 8:9, 12).</p><p>El relato no nos dice que la mujer tuviera parientes que la cuidaran; sí menciona que era una viuda pobre y que dio todo lo que tenía para vivir. La referencia de Jesús a esta viuda pobre es interesante porque, una vez más, su atención se centra en los más pobres entre los pobres, no solo en sentido espiritual, sino también en sentido<br>material: “Estos dieron de lo que les sobraba; pero ella, de su pobreza, echó todo lo que tenía, todo su sustento” (Mar. 12:44, NVI).</p><p><br>Cuando los necesitados, como la viuda pobre, se fijan en ti o en tu iglesia, ¿pueden ver la encarnación de Jesucristo y la curación y la ayuda integrales que él imparte por medio de su iglesia?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>MISIÓN EN FAVOR DE LOS NECESITADOS <br></p>",
      "verse": "<p><strong>“Y el Rey les dirá: ‘Les aseguro, cuanto hicieron a uno de estos mis hermanos pequeños, a mí me lo hicieron’ ” (Mat. 25:40).</strong><br></p>",
      "versionCode": 30,
      "weekDate": "18-24 de noviembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
