{
  "data": [
    {
      "color": "#9b76eb",
      "id": 709,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "19 November",
          "dayTitle": "<p style=\"text-align: justify;\">Contrary Passages?</p>",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\"><strong>Read for This Week’s Study:</strong> Luke 16:19–31, Luke 23:43, John 20:17, Phil. 1:21–24, 1 Pet. 3:13–20, Rev. 6:9–11.\n</p><p style=\"text-align: justify;\"><strong>Memory Text:</strong> “ ‘You search the Scriptures for in them you think you have eternal life; and these are they which testify of Me’ ” (John 5:39, NKJV).\n</p><p style=\"text-align: justify;\">Peter warns us: “Always be ready to give a defense to everyone who asks you a reason for the hope that is in you” (1 Pet. 3:15, NKJV). Paul adds, “Preach the word! Be ready in season and out of season. Convince, rebuke, exhort, with all longsuffering and teaching. For the time will come when they will not endure sound doctrine” (2 Tim. 4:2, 3, NKJV). This being the case, we should look not only at those passages that easily can be explained to fit our beliefs but also at passages that are commonly used to teach something different from what we believe.\n</p><p style=\"text-align: justify;\">As we do, we should follow the inspiring example of Jesus. “Christ Himself did not suppress one word of truth, but He spoke it always in love. .  .  . He was never rude, never needlessly spoke a severe word, never gave needless pain to a sensitive soul. He did not censure human weakness.”—Ellen G. White, The Desire of Ages, p. 353.\n</p><p style=\"text-align: justify; \">This week we will study some intriguing passages that people use to justify the natural immortality of the soul. These reflections should strengthen our own convictions and help us to answer kindly those who question this crucial teaching.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 November",
          "dayTitle": "<p>The Rich Man and Lazarus&nbsp;</p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\"><strong>Read Luke 16:19–31. Why is this story not a literal description of the afterlife?\n</strong></p><p style=\"text-align: justify;\"><strong>Luke 16:19–31\n</strong></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><sup style=\"\"><strong style=\"\">19</strong></sup> “There was a certain rich man who was clothed in purple and fine linen and fared sumptuously every day.\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>20</sup></strong> But there was a certain beggar named Lazarus, full of sores, who was laid at his gate,\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>21</sup></strong> desiring to be fed with the crumbs which fell from the rich man’s table. Moreover the dogs came and licked his sores.&nbsp;</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>22</sup></strong> So it was that the beggar died, and was carried by the angels to Abraham’s bosom. The rich man also died and was buried.\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>23</sup></strong> And being in torments in Hades, he lifted up his eyes and saw Abraham afar off, and Lazarus in his bosom.\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>24 “</sup></strong>Then he cried and said, ‘Father Abraham, have mercy on me, and send Lazarus that he may dip the tip of his finger in water and cool my tongue; for I am tormented in this flame.’\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>25 </sup></strong>But Abraham said, ‘Son, remember that in your lifetime you received your good things, and likewise Lazarus evil things; but now he is comforted and you are tormented.\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>26</sup></strong> And besides all this, between us and you there is a great gulf fixed, so that those who want to pass from here to you cannot, nor can those from there pass to us.’\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>27 </sup></strong>“Then he said, ‘I beg you therefore, father, that you would send him to my father’s house,\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>28</sup></strong> for I have five brothers, that he may testify to them, lest they also come to this place of torment.’\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>29 </sup></strong>Abraham said to him, ‘They have Moses and the prophets; let them hear them.’\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong><sup>30 </sup></strong>And he said, ‘No, father Abraham; but if one goes to them from the dead, they will repent.’\n</span></p><p style=\"text-align: justify;\"><span style=\"color: rgb(0, 0, 0);\"><strong style=\"\"><sup>31 </sup></strong>But he said to him, ‘If they do not hear Moses and the prophets, neither will they be persuaded though one rise from the dead.’ ”\n</span></p><p style=\"text-align: justify;\">Some scholars suggest that Luke 16:19–31 should be interpreted literally, that is, as describing the state of the dead. But this view would lead to several unbiblical conclusions and would contradict many of the passages that we have already looked at.\n</p><p style=\"text-align: justify; \">First, we would have to admit that heaven and hell are close enough to allow a conversation between the dwellers of both places (Luke 16:23–31). We also would have to suppose that in the afterlife, while the body lies in the grave, there remains a conscious form of the spiritual soul with “ ‘eyes,’ ” a “ ‘finger,’ ” a “ ‘tongue,’ ” and which even feels thirst (Luke 16:23, 24).\n</p><p>If this passage were a description of the human state in death, then heaven would certainly not be a place of joy and happiness because the saved could closely follow the endless sufferings of their lost loved ones, and even dialogue with them (Luke 16:23–31). How could a mother be happy in heaven while beholding the incessant agonies of her beloved child in hell? In such a context, it would be virtually impossible for God’s promise of no more sorrow, crying, and pain to be fulfilled (Rev. 21:4).\n</p><p>Because of such incoherence, many modern biblical scholars regard the story of the rich man and Lazarus as a parable from which not every detail can be interpreted literally. George E. Ladd, though a nonAdventist, certainly sounds like one here when he says that this story was probably “a parable which made use of current Jewish thinking and is not intended to teach anything about the state of the dead.”—G. E. Ladd, “Eschatology,” in The New Bible Dictionary, edited by J. D. Douglas (Grand Rapids, MI: Eerdmans, 1962), p. 388.\n</p><p>The parable of the rich man and Lazarus presents a sharp contrast between a well-dressed “  ‘rich man’  ” and “  ‘a certain beggar named Lazarus, full of sores’ ” (Luke 16:19, 20, NKJV). The account teaches that (1) status and social recognition in the present are not the criteria for the future reward, and (2) the eternal destiny of each person is decided in this life and cannot be reversed in the afterlife (Luke 16:25, 26)\n</p><p style=\"text-align: justify; \"><strong>“ ‘But he said to him, “If they do not hear Moses and the prophets, neither will they be persuaded though one rise from the dead” ’ ” (Luke 16:31, NKJV). What message from Jesus’ powerful words should we take for ourselves regarding the authority of the Bible and how we respond to it?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 November",
          "dayTitle": "<p style=\"text-align: left;\">“ ‘Today . . . With Me in Paradise’ ”</p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p>One of the Bible passages most widely used to try to prove the immortality of the soul is Luke 23:43—“He replied, ‘Truly I tell you, today you will be with me in Paradise’ ” (NRSV). Almost all Bible versions (with few exceptions) translate this text in a similar way, giving the impression that on the very day Christ died, Christ and the thief would be together in Paradise. This should not surprise us because those translations were made by biblical scholars who believe in the dogma of the natural immortality of the soul. But is this the best translation of the text?\n</p><p><strong>Compare Luke 23:43 with John 20:17 and John 14:1–3. How should the promise to the repentant thief on the cross be understood in light of Jesus’ words to Mary Magdalene and His promise to His disciples?\n</strong></p><p><strong>Luke 23:43\n</strong></p><p><span style=\"\" data-tbw-flag=\"true\"><strong><sup>43</sup></strong> And Jesus said to him, “Assuredly, I say to you, today you will be with Me in Paradise.”\n</span></p><p><strong>John 20:17\n</strong></p><p><span style=\"\" data-tbw-flag=\"true\"><strong><sup>17</sup></strong> Jesus said to her, “Do not cling to Me, for I have not yet ascended to My Father; but go to My brethren and say to them, ‘I am ascending to My Father and your Father, and to My God and your God.’ ”\n</span></p><p><strong>John 14:1–3\n</strong></p><p><span style=\"\" data-tbw-flag=\"true\"><sup><strong>1 </strong></sup>“Let not your heart be troubled; you believe in God, believe also in Me.\n</span></p><p><span style=\"\" data-tbw-flag=\"true\"><strong><sup>2 </sup></strong>In My Father’s house are many mansions; if it were not so, I would have told you. I go to prepare a place for you.\n</span></p><p><span style=\"\" data-tbw-flag=\"true\"><strong><sup>3 </sup></strong>And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also.\n</span></p><p>The assumption that Christ and the thief went on that same day to Paradise (or heaven) contradicts Jesus’ words to Mary Magdalene after His resurrection, which affirm that He had not yet gone to the presence of His Father in heaven (John 20:17). This error, that both Jesus and the repentant thief went to heaven that day, also contradicts Jesus’ promise to His disciples that they would be taken to heaven only at His second coming (John 14:1–3).\n</p><p>The issue in Luke 23:43 is whether the adverb “today” (Greek s?meron) should be linked to the verb that follows it (“to be”) or to the verb that precedes it (“to tell”). Wilson Paroschi recognizes that “from the grammatical standpoint,” it is virtually impossible to determine the correct alternative. “Luke, however, has a definite tendency of using this adverb with the preceding verb. This happens in 14 of the 20 occurrences of s?meron in Luke and Acts.”—“The Significance of a Comma: An Analysis of Luke 23:43,” Ministry, June 2013, p. 7.\n</p><p>So, the most natural reading of Luke 23:43 would be “Truly I tell you today, you will be with Me in Paradise.” In this case, the idiomatic expression “I tell you today” emphasizes the relevance and solemnity of the statement “you will be with Me in Paradise.” In short, Jesus was promising him, right then and there, that he would be saved.\n</p><p><strong>Read the story of the repentant thief (Luke 23:39–43), who, despite his sin, despite the fact that he had nothing to offer God, was promised eternal life by Christ. How does this story powerfully reveal the great truth of salvation by faith alone? In what ways are we just like that thief? In what ways do we differ?\n</strong></p><p><strong>Luke 23:39–43</strong></p><p><strong><sup>39 </sup></strong>Then one of the criminals who were hanged blasphemed Him, saying, “If You are the Christ, save Yourself and us.”<sup><br></sup></p><p><span style=\"\" data-tbw-flag=\"true\"><strong><sup>40</sup></strong> But the other, answering, rebuked him, saying, “Do you not even fear God, seeing you are under the same condemnation?\n</span></p><p><span style=\"\" data-tbw-flag=\"true\"><strong><sup>41</sup></strong> And we indeed justly, for we receive the due reward of our deeds; but this Man has done nothing wrong.”\n</span></p><p><span style=\"\" data-tbw-flag=\"true\"><strong><sup>42</sup></strong> Then he said to Jesus, “Lord, remember me when You come into Your kingdom.”\n</span></p><p><span style=\"\" data-tbw-flag=\"true\"><strong><sup>43 </sup></strong>And Jesus said to him, “Assuredly, I say to you, today you will be with Me in Paradise.”</span></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 November",
          "dayTitle": "<p style=\"text-align: left;\">“To Depart and Be With Christ”</p><p style=\"text-align: center; \"><strong></strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Philippians 1:21–24 and 1  Thessalonians 4:13–18. When did Paul expect to be “with Christ” (Phil. 1:23) and “with the Lord” (1 Thess. 4:17)?\n</strong></p><p><strong>Philippians 1:21–24\n</strong></p><p><strong><sup>21 </sup></strong>For to me, to live is Christ, and to die is gain.\n</p><p><strong><sup>22</sup></strong> But if I live on in the flesh, this will mean fruit from my labor; yet what I shall choose I cannot tell.\n</p><p><strong><sup>23</sup></strong> For I am hard-pressed between the two, having a desire to depart and be with Christ, which is far better.\n</p><p><strong><sup>24</sup></strong> Nevertheless to remain in the flesh is more needful for you.\n</p><p><strong>1  Thessalonians 4:13–18\n</strong></p><p><strong><sup>13 </sup></strong>But I do not want you to be ignorant, brethren, concerning those who have fallen asleep, lest you sorrow as others who have no hope.\n</p><p><strong><sup>14</sup></strong> For if we believe that Jesus died and rose again, even so God will bring with Him those who sleep in Jesus.\n</p><p><strong><sup>15</sup></strong> For this we say to you by the word of the Lord, that we who are alive and remain until the coming of the Lord will by no means precede those who are asleep.\n</p><p><strong><sup>16 </sup></strong>For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first.\n</p><p><strong><sup>17 </sup></strong>Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord.\n</p><p><strong><sup>18 </sup></strong>Therefore comfort one another with these words.\n</p><p>Paul was driven with the passion to live “in Christ” now (2 Cor. 5:17) and “with Christ” after His second coming (see 1 Thess. 4:17). For the apostle, not even death could break the assurance of belonging to his Savior and Lord. As he said in the epistle to the Romans, “neither death nor life” can “separate us from the love of God which is in Christ Jesus our Lord” (Rom. 8:38, 39, NKJV). “For if we live, we live to the Lord; and if we die, we die to the Lord. Therefore, whether we live or die, we are the Lord’s” (Rom. 14:8, NKJV).\n</p><p>With this certainty in mind, Paul spoke of the believers who already had died as “those who sleep in Jesus” (1 Thess. 4:14, NKJV) and who will be raised at Christ’s second coming to receive eternal life (1 Cor. 15:16–18, 1 Thess. 4:13–18).\n</p><p>When Paul mentioned his “desire to depart and be with Christ” (Phil. 1:23, NKJV), did he imply that after death his soul would depart to live consciously with Christ? Not at all. In this text, “Paul verbalizes his desire to leave this present troubled existence and be with Christ, without reference to any lapse of time that may occur between the two events. This verse does not teach that Paul expected to go to heaven at death. He was very clear that he would not receive his reward until the Second Coming (2 Tim. 4:8).”—Andrews Study Bible, p. 1555, note on Philippians 1:23.\n</p><p>In short, Paul “is saying that the next thing he would know after departing (death) would be Christ coming in the clouds of heaven to raise the dead, when he would ‘be with the Lord’ (1 Thess. 4:17). It also should be noted that the Bible writers at times refer to two events together that may be separated by a long period of time.”—Andrews Study Bible, p. 1555, note on Philippians 1:23.\n</p><p>But why would Paul prefer to die than to live? Because then he could finally rest from all his troubles, without needing any longer to suffer pain in his body (1 Cor. 9:27, NRSV). And he would do so with the full certainty that he would receive “the crown of righteousness” at the Second Coming (2 Tim. 4:6–8, NKJV). Though Paul certainly didn’t want to die, he knew what would follow when he did.\n</p><p><strong>Particularly in hard times, who hasn’t thought about how nice it would be to close your eyes in death and, the next thing you know, “be with Christ”? How does this thought help us understand what Paul was saying in Philippians?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 November",
          "dayTitle": "<p style=\"text-align: left;\">Preaching to the Spirits in Prison</p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p><strong>Read 1 Peter 3:13–20. How did Christ preach “to the spirits in prison . . . in the days of Noah”? (See also Gen. 4:10.)\n</strong></p><p><strong>1 Peter 3:13–20\n</strong></p><p><strong><sup>13 </sup></strong>And who is he who will harm you if you become followers of what is good?\n</p><p><strong><sup>14</sup></strong> But even if you should suffer for righteousness’ sake, you are blessed. “And do not be afraid of their threats, nor be troubled.”\n</p><p><strong><sup>15</sup></strong> But [a]sanctify [b]the Lord God in your hearts, and always be ready to give a defense to everyone who asks you a reason for the hope that is in you, with meekness and fear;\n</p><p><strong><sup>16 </sup></strong>having a good conscience, that when they defame you as evildoers, those who revile your good conduct in Christ may be ashamed.\n</p><p><strong><sup>17</sup></strong> For it is better, if it is the will of God, to suffer for doing good than for doing evil.\n</p><p><strong><sup>18</sup></strong> For Christ also suffered once for sins, the just for the unjust, that He might bring us to God, being put to death in the flesh but made alive by the Spirit,\n</p><p><strong><sup>19 </sup></strong>by whom also He went and preached to the spirits in prison,\n</p><p><strong><sup>20</sup></strong> who formerly were disobedient, when once the Divine longsuffering waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight souls, were saved through water.\n</p><p><strong>Gen. 4:10\n</strong></p><p><strong><sup>10 </sup></strong>And He said, “What have you done? The voice of your brother’s blood cries out to Me from the ground.\n</p><p>Commentators who believe in the natural immortality of the soul usually point out that Christ preached “to the spirits in prison” (1 Pet. 3:19, NKJV) while He was still resting in the tomb. For them, His disincarnated spirit went into hell and preached to the disembodied spirits of the antediluvians.\n</p><p>Yet, this fanciful notion is biblically unacceptable because there is no second opportunity of salvation for the dead (Heb. 9:27, 28). So, why would Jesus preach to those who had no more chance of salvation? Meanwhile, and most important, this theory contradicts the biblical teaching that the dead remain unconscious in the grave until the final resurrection (Job 14:10–12; Ps. 146:4; Eccles. 9:5, 10; 1  Cor. 15:16–18; 1 Thess. 4:13–15).\n</p><p>Also, if this verse were really saying that Jesus, while bodily in the tomb, went down to hell and preached to the wicked antediluvians, why did only they hear His message? Were no other lost people burning in hell with them? Why did only the antediluvians hear Him preach?\n</p><p>It also is senseless to suggest that Christ preached to the fallen angels who had been disobedient in Noah’s day. While the “spirits in prison” are described as having been disobedient “formerly” (1 Pet. 3:19, 20, NKJV), the Bible speaks of the evil angels as still disobedient today (Eph. 6:12, 1  Pet. 5:8). Furthermore, the fallen angels are “kept in darkness, bound with everlasting chains for judgment on the great Day” (Jude 6, NIV), without any opportunity of salvation.\n</p><p>We should notice that in 1  Peter 3 the “spirits in prison” of verse 19 are identified in verse 20 as the “disobedient” antediluvians in the “days of Noah.” The term spirit (Greek pneuma) is used in this text, and elsewhere in the New Testament (1 Cor. 16:18, Gal. 6:18), in reference to living people who can hear and accept the invitation of salvation. The expression “in prison” obviously refers not to a literal prison, but to the prison of sin in which the unregenerate human nature is found (Rom. 6:1–23, Rom. 7:7–25).\n</p><p>Christ’s preaching to the impenitent antediluvians was accomplished through Noah, who was divinely instructed by God (Heb. 11:7) and became a “preacher of righteousness” to his contemporaries (2  Pet. 2:5). Peter’s verses were written in the context of what it means to be faithful; they are not a commentary on the state of the dead.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 November",
          "dayTitle": "<p>The Souls Under the Altar&nbsp;</p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \"><strong>Read Revelation 6:9–11. How can the “souls” of the dead martyrs cry “under the altar”?\n</strong></p><p style=\"text-align: justify; \"><strong>Revelation 6:9–1\n</strong></p><p style=\"\"><strong><sup>9</sup></strong> When He opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the testimony which they held.\n</p><p style=\"text-align: justify;\">The opening of the fifth Apocalyptic seal reveals an unusual scene. The souls of the martyrs were seen metaphorically “under the altar” crying to God for vengeance (Rev. 6:9–11). Some commentators are inclined to identify this “altar” as the altar of incense mentioned under the seventh seal (Rev. 8:1–6). But the reference to “blood” (instead of “incense”) in Revelation 6:9–11 leads us to see here an allusion to the altar of burnt offering, where the blood of the sacrifices was poured (Lev. 4:18, 30, 34). As the blood of those sacrifices was sprinkled around the altar, so the blood of the martyrs was symbolically poured at God’s altar when, by remaining faithful to the Word of God and the testimony of Jesus (Rev. 6:9; see also Rev. 12:17, Rev. 14:12), they lost their lives.\n</p><p style=\"text-align: justify;\">The “souls” under the altar also are symbolic. By taking them literally, one would have to conclude that the martyrs are not fully happy in heaven, for they are still crying out for vengeance. This hardly sounds as if they are enjoying the reward of salvation. The desire for vengeance can make your life miserable. But your death, as well?\n</p><p style=\"text-align: justify;\">Also, it’s important to remember that John was not given a view of heaven as it actually is. “There are no white, red, black, or pale horses there with warlike riders. Jesus does not appear there in the form of a lamb with a bleeding knife wound. The four beasts do not represent actual winged creatures of the animal characteristics noted. . . . Likewise, there are no ‘souls’ lying at the base of an altar in heaven. The whole scene was a pictorial and symbolic representation.”—The SDA Bible Commentary, vol. 7, p. 778.\n</p><p style=\"text-align: justify;\">George E. Ladd, a non-Adventist, wrote (again sounding like an Adventist): “In the present instance [Rev. 6:9–11], the altar is clearly the altar of sacrifice where sacrificial blood was poured. The fact that John saw the souls of the martyrs under the altar has nothing to do with the state of the dead or their situation in the intermediate state; it is merely a vivid way of picturing the fact that they had been martyred in the name of their God.”—A Commentary on the Revelation of John (Grand Rapids, MI: Eerdmans, 1972), p. 103.\n</p><p style=\"text-align: justify; \"><strong>Who (especially of those who have been victims of injustice) hasn’t cried out for justice, which has not yet come? Why must we, by faith, trust that ultimately the justice so lacking in this world will nevertheless come? What comfort can you draw from this wonderful promise?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 25",
          "dayTitle": "",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \"><strong>Further Thought:</strong></p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">Read Ellen G. White, “ ‘A Great Gulf Fixed,’ ” pp. 260–271, in Christ’s Object Lessons; “Calvary,” pp. 749–752, in The Desire of Ages; and “Teachers as Examples of Christian Integrity,” p. 504, in Fundamentals of Christian Education.\n</p><p style=\"text-align: justify; \">“In the parable of the rich man and Lazarus, Christ shows that in this life men decide their eternal destiny. During probationary time the grace of God is offered to every soul. But if men waste their opportunities in self-pleasing, they cut themselves off from everlasting life. No afterprobation will be granted them. By their own choice they have fixed an impassable gulf between them and their God.”—Ellen G. White, Christ’s Object Lessons, p. 260.\n</p><p style=\"text-align: justify; \">“When those early Christians were exiled to mountains and deserts, when left in dungeons to die with hunger, cold, and torture, when martyrdom seemed the only way out of their distress, they rejoiced that they were counted worthy to suffer for Christ, who was crucified for them. Their worthy example will be a comfort and encouragement to the people of God who will be brought into the time of trouble such as never was.”—Ellen G. White, Testimonies for the Church, vol. 5, p. 213.\n</p><p style=\"text-align: justify; \"><strong>Discussion Questions:\n</strong></p><p style=\"text-align: justify; \"><strong>1.</strong> How can the overall biblical view of human nature help us better understand some of the passages we studied during this week?\n</p><p style=\"text-align: justify; \"><strong>2.</strong> Reflect on the contrast between the unnegotiable religion of the Christian martyrs and the flexible religion of our postmodern generation. In other words, what are things worth dying for? However, if one has a view that all truths are merely relative, or cultural, then why die for any of them? At the same time, what can we learn from those who were willing to die for causes that we believe are false?\n</p><p style=\"text-align: justify; \"><strong>3.</strong> Dwell more on the parable of the rich man and Lazarus. When Jesus had been raised from the dead, many believed on Him. Yet, many, having the same evidence, didn’t believe. What does this teach us about how hardened human hearts can be to truth? What can we do to protect ourselves from a similar kind of hardness?\n</p><p style=\"text-align: justify; \"><strong>4. </strong>Jesus talked about the time when the dead will live: “ ‘those who have done good, to the resurrection of life, and those who have done evil, to the resurrection of condemnation’ ” (John 5:29, NKJV). These two events are a thousand years apart, even though they sound as if they are happening at the same time. How might this help us understand what Paul is saying in Philippians 1:23?\n</p><p style=\"text-align: justify; \"><strong>Philippians 1:23\n</strong></p><p style=\"text-align: justify; \"><sup><strong>23</strong></sup> For I am hard-pressed between the two, having a desire to depart and be with Christ, which is far better.\n</p><p style=\"text-align: justify; \"><strong>John 5:29\n</strong></p><p style=\"text-align: justify; \"><sup><strong>29</strong></sup> and come forth—those who have done good, to the resurrection of life, and those who have done evil, to the resurrection of condemnation.</p><p style=\"text-align: justify; \"><strong><br></strong></p><p style=\"text-align: justify; \"><strong>Inside Story:</strong></p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n<p style=\"text-align: justify; \"><strong>“No. 1: God First!”<br></strong>By Ocrhain Matengu</p><p style=\"text-align: justify;\">Modesty Kakula, a businessman in Namibia, has an unusual way of sharing Jesus. Slogans painted on his three cars declare, “No. 1: God First.”\n</p><p style=\"text-align: justify;\">Modesty’s novel approach to mission outreach began when his first employer offered to sell him a car for 50,000 Namibian dollars (US$4,000) in the town of Katima Mulilo. Modesty, two years out of high school and newly married, worked hard and managed to pay off all but 5,000 Namibian dollars ($400) in four months. Then his employer changed his mind and priced the car at 60,000 Namibian dollars. “Why are you changing the price just now when I’m about to finish paying for it?” Modesty asked.\n</p><p style=\"text-align: justify;\">A few months later, when Modesty had paid off all but 5,000 Namibian dollars, his employer increased the price to 70,000 Namibian dollars. Modesty tried to pay off the car again and, to his surprise, his employer then accused him of not making any payments. The case ended up in court, and the judge ruled in favor of Modesty. But the employer furiously told the court, “He will only get the car over my dead body.” Modesty’s wife, Rebecca, whispered to her husband and then asked to address the court. Weeping, she said, “Let him keep the car. God will make a way for us.” The employer returned 22,000 Namibian dollars to Modesty and fired him.\n</p><p style=\"text-align: justify;\">At home, Modesty, with no job or income, tearfully poured out his heart to God. As he prayed, he accidentally knocked his Bible to the floor. Picking up the open Bible, Modesty’s eyes fell on Romans 8:28, which says, “And we know that all things work together for good to those who love God, to those who are the called according to His purpose” (NKJV).\n</p><p style=\"text-align: justify;\">“Wow!” Modesty exclaimed as peace and assurance filled his heart. The next morning, the phone rang while Modesty was still in bed. An unfamiliar male voice offered to sell him a car for 23,000 Namibian dollars. Modesty rushed to the man’s house. Sure enough, a car was available for sale. At Modesty’s pleadings, the man lowered the price to 22,500 Namibian dollars, and Modesty borrowed money from his parents to pay the balance. To testify to everyone about God’s goodness, Modesty immediately painted the slogan “No. 1: God First” above the rear window. Today, Modesty is an elder and business owner with three cars, each of which have the slogan above the rear window. Wherever his cars go, people point and say, “God first!”\n</p><p style=\"text-align: justify; \"><em>This mission story illustrates Mission Objective No. 2 of the Seventh-day Adventist Church’s “I Will Go” strategic plan: “To strengthen and diversify Adventist outreach in large cities.” Read more: IWillGo2020.org.</em></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>Contrary Passages? <br></p>",
      "verse": "<p>You search the Scriptures for in them you think you have eternal life; and these are they which testify of Me (John 5:39, NKJV)<br></p>",
      "versionCode": 22,
      "weekDate": "November 19–25"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
