{
   "data":[
      {
         "color":"#FFB167",
         "id":704,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 20",
               "dayTitle":"",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>The modern Turkish seacoast city of Izmir was once the biblical city of Smyrna, mentioned in the book of Revelation. This ancient city of approximately 100,000 inhabitants flourished in the late first and second centuries. It was a prosperous city, and it was fiercely loyal to Rome.</p><p>Once a year, all the citizens of Smyrna were commanded to burn incense to the Roman gods. Evidently, in the second century, Smyrna had a thriving Christian community, as well, and many were not going to comply.</p><p>Polycarp, an early church leader, was martyred in Smyrna’s public square, burned at the stake for refusing to betray his Lord by burning incense to the Roman gods. When asked one last time to disavow Christ, the old man replied, “Eighty and six years have I served Him, and He has done me no wrong. How can I speak evil of my King who saved me?”</p><p>Throughout the centuries, men and women have been willing to experience martyrdom rather than give up their faith in Christ. Their sacrifice rekindles our courage. The story of their commitment to Christ renews our own commitment. This week we will look at some biblical principles that motivated the Waldenses and later Reformers, such as Huss and Jerome, to stay faithful to the Lord no matter what—even at the threat of death from the same power that killed Polycarp: Rome, but now in the papal phase.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 21",
               "dayTitle":"<p>Persecuted Yet Triumphant</p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p><strong>Read Daniel 7:23–25 and Revelation 12:6, 14. What prophetic time periods are referred to in these passages?</strong></p><p><strong>Daniel 7:23–25&nbsp;</strong></p><p><strong><sup>23</sup></strong> Thus he said, The fourth beast shall be the fourth kingdom upon earth, which shall be diverse from all kingdoms, and shall devour the whole earth, and shall tread it down, and break it in pieces.</p><p><strong><sup>24</sup></strong> And the ten horns out of this kingdom are ten kings that shall arise: and another shall rise after them; and he shall be diverse from the first, and he shall subdue three kings.</p><p><strong><sup>25</sup></strong> And he shall speak great words against the most High, and shall wear out the saints of the most High, and think to change times and laws: and they shall be given into his hand until a time and times and the dividing of time.</p><p><strong>Revelation 12:6, 14</strong></p><p><strong><sup>6</sup></strong> And the woman fled into the wilderness, where she hath a place prepared of God, that they should feed her there a thousand two hundred and threescore days.</p><p><strong><sup>14 </sup></strong>And to the woman were given two wings of a great eagle, that she might fly into the wilderness, into her place, where she is nourished for a time, and times, and half a time, from the face of the serpent.</p><p>Whenever God’s people remain faithful to Him, Satan is enraged. Persecution often follows. The prophet Daniel described a time, still future to him, when the medieval church would “make war against” and “persecute” God’s people (Dan. 7:21, 25, NKJV). The prophet John described this same period as a time when God’s church would be forced to flee into the wilderness, where she would be “nourished for a time and times and half a time” (Rev. 12:14, NKJV). Revelation 12:6 adds, “The woman [the church] fled into the wilderness where she has a place prepared by God” (NKJV). God’s people were nourished in the wilderness. His Word strengthened and sustained them as the great controversy raged on during this long and dark period of papal domination.</p><p>God’s people found a “place prepared” for them by God. In life’s greatest challenges, God always prepares a place for His faithful followers. During the times of their greatest trial, His people have found refuge in His love and care. (See Psalm 46.)</p><p>The 1,260 days and the time, times, and half a time in Revelation 12:6, 14 are both referring to the same period (3½ times or years x 360 days per year = 1,260 days). Biblical prophecy is often written in symbols. In the prophetic portions of Daniel and Revelation, one prophetic day equals one literal year. We find this day-year principle in Numbers 14:34 and Ezekiel 4:6.</p><p>The day-year principle rests not on these two texts only, but on a broad scriptural foundation. William Shea, chronologist and Old Testament scholar, gives twenty-three lines of biblical evidence throughout the Old Testament for this principle. Bible interpreters have used it throughout the centuries.</p><p>The Visigoths, Vandals, and Ostrogoths were tribes that believed doctrines differently than Rome’s official teaching. The 1,260 days began when the last of these barbarian tribes, the Ostrogoths, were driven out of Rome in a.d. 538. This period of spiritual darkness continued until a.d. 1798, when the Napolean’s general Berthier removed the pope from Rome.</p><p>Countless Christians were martyred during this long period because they obeyed the Word of God. Even in death, they triumphed. In Christ they were free from the guilt and the dominion of sin, overcoming “through the blood of the Lamb.” Christ’s victory over Satan on the cross was their victory. Though they died, their death is only a rest until the return of Christ.</p><p><strong>How has fulfilled Bible prophecy strengthened your faith?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 22",
               "dayTitle":"<p>Light Vanquishes the Darkness</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p><strong>Read Jude 1: 3-4. What’s the warning here and how did it apply to the later Christian church?</strong></p><p><strong>Jude 1:3-4</strong></p><p><strong><sup>3</sup></strong> Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you that ye should earnestly contend for the faith which was once delivered unto the saints.</p><p><strong><sup>4 </sup></strong>For there are certain men crept in unawares, who were before of old ordained to this condemnation, ungodly men, turning the grace of our God into lasciviousness, and denying the only Lord God, and our Lord Jesus Christ.</p><p>The book of Jude was written sometime before a.d. 65 to faithful Christians who were “sanctified by God the Father, and preserved in Jesus Christ” (Jude 1:1, NKJV). These faithful believers were urged to “contend earnestly for the faith which was once for all delivered to the saints. For certain men have crept in unnoticed, . . . who turn the grace of our God into lewdness” (Jude 1:3, 4, NKJV). This admonition meant even more to believers in the Middle Ages after pagan practices had flooded into the church and human traditions compromised the Word of God. For many centuries, people, such as the Waldenses, stood as champions for the truths of Scripture. They believed that Christ was their only mediator and the Bible their sole source of authority. “In every age there were witnesses for God—men who cherished faith in Christ as the only mediator between God and man, who held the Bible as the only rule of life, and hallowed the true Sabbath.”—Ellen G. White, The Great Controversy, p. 61.</p><p><strong>Read Revelation 2:10. What promise does God give those who are faithful to Him in the face of death itself?</strong></p><p><strong>Revelation 2:10</strong></p><p><strong><sup>10</sup></strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.</p><p>These words were written to the church at Smyrna. One of the city’s patron gods was Dionysius, the god of festivity and fertility. When the priests of Dionysius died, a crown was placed on their heads in their funeral procession. John contrasts this earthly crown placed on the head at death with the crown of life placed on the heads of those who are victorious over the forces of evil. The crown of life is presented to those who endured trials, difficulties, suffering, and death itself for Christ’s sake.</p><p>The crown of life inspires these faithful believers to endure death itself for Christ’s sake. The crown of life always motivates believers in challenging circumstances. It inspired the Waldenses through pain and persecution. They knew they would see Jesus one day and live with Him forever. The crown of life also speaks to us: we may go through trials now, but a crown of life awaits us as we keep our eyes fixed on Jesus.</p><p><strong>What encourages you in challenging times? What frightens you? What promises can you claim for those times?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 23",
               "dayTitle":"<p>Courage to Stand</p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p><strong>Compare Acts 5:28–32, Ephesians 6:10–12, and Revelation 3:11. What basic principle is found in these texts?</strong></p><p><strong>Acts 5:28–32</strong></p><p><strong><sup>28</sup></strong> Saying, Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man's blood upon us.</p><p><strong><sup>29</sup></strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.</p><p><strong><sup>30</sup></strong> The God of our fathers raised up Jesus, whom ye slew and hanged on a tree.</p><p><strong><sup>31</sup></strong> Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins.</p><p><strong><sup>32</sup></strong> And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him.</p><p><strong>Ephesians 6:10–12</strong></p><p><strong><sup>10</sup></strong> Finally, my brethren, be strong in the Lord, and in the power of his might.</p><p><strong><sup>11</sup></strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.</p><p><strong><sup>12</sup></strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.</p><p><strong>Revelation 3:11</strong></p><p><strong><sup>11</sup></strong> Behold, I come quickly: hold that fast which thou hast, that no man take thy crown.</p><p>One of the distinguishing characteristics of the Waldenses, and each one of the Reformers, was their absolute allegiance to God, their obedience to the authority of Scripture, and their commitment to the supremacy of Christ, not the papacy. Their minds were saturated with New Testament stories of faith and courage.</p><p>With Peter and the apostles they could say, “We ought to obey God rather than men” (Acts 5:29, NKJV). They grasped Paul’s admonition, “Be strong in the Lord and the power of His might” (Eph. 6:10, NKJV).</p><p>They took seriously Jesus’ counsel, “Hold fast what you have, that no one may take your crown” (Rev. 3:11, NKJV). Rather than submit to the traditions of the Roman church, these stalwart men and women of faith had the courage to stand for the truths of God’s Word.</p><p>The Waldenses were one of the first groups to obtain the Bible in their own language. A moving account of their hand copying of the Bible written by Jean Leger, a Waldensian Bible copyist, contains firsthand information of their work including drawings. The Waldenses secretly copied the Scriptures in their mountain communities of northern Italy and southern France. Youth at an early age were instructed by their parents to memorize large portions of Scripture. Teams of Bible copyists worked together to laboriously copy the Bible. Many of these Waldense young adults traveled throughout Europe as merchants quietly sharing the truths of Scripture. Some enrolled in universities and, as the opportunity arose, shared portions of the Scriptures with their fellow students. Guided by the Holy Spirit, at the right moment when they sensed a receptivity on the part of some honest seeker, select portions of their precious Scripture passages were given away. Many paid for their fidelity and devotion with their lives. Although the Waldenses did not understand every Bible teaching clearly, they preserved the truth of God’s Word for centuries by sharing it with others.</p><p>“But the path of the just is like the shining sun, / That shines ever brighter unto the perfect day” (Prov. 4:18, NKJV). Solomon compares the path by which God leads His children to a sun that rises higher and higher. If God simply threw a cosmic switch and the sun shone instantly in all its brightness, it would blind us. After darkness engulfed the world for centuries, God raised up men and women, committed to His Word, who continued to search for more.</p><p><strong>How can we, reflecting the light of Christ, shine in our own community? Do we?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 24",
               "dayTitle":"<p>The Morning Star of the Reformation</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p><strong>Read Psalm 19:7–11, Psalm 119:140, Psalm 119:162, and Jeremiah 15:16. What similar attitudes did David and Jeremiah have toward the Word of God that were, really, the cornerstone of the Reformation?</strong></p><p><strong>Psalm 19:7–11</strong></p><p><strong><sup>7</sup></strong> The law of the Lord is perfect, converting the soul: the testimony of the Lord is sure, making wise the simple.</p><p><strong><sup>8 </sup></strong>The statutes of the Lord are right, rejoicing the heart: the commandment of the Lord is pure, enlightening the eyes.</p><p><strong><sup>9</sup></strong> The fear of the Lord is clean, enduring for ever: the judgments of the Lord are true and righteous altogether.</p><p><strong><sup>10</sup></strong> More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb.</p><p><strong><sup>11</sup></strong> Moreover by them is thy servant warned: and in keeping of them there is great reward.</p><p><strong>Psalm 119:140<sup><br></sup></strong></p><p><strong><sup>140</sup></strong> Thy word is very pure: therefore thy servant loveth it.</p><p><strong>Psalm 119:162</strong></p><p><strong><sup>162</sup></strong> I rejoice at thy word, as one that findeth great spoil.</p><p><strong>Jeremiah 15:16</strong></p><p><strong><sup>16</sup></strong> Thy words were found, and I did eat them; and thy word was unto me the joy and rejoicing of mine heart: for I am called by thy name, O Lord God of hosts.</p><p>Each of the Reformers “rejoiced” in God’s Word. They “delighted” in doing God’s will. They “loved” His law. One of the most significant foundational truths of the Reformation was the joy that studying the Scriptures brought. Bible study was not a laborious task. It was not a legalistic exercise. It was not a rigid requirement but a delight. As they studied the Scriptures, they were transformed by the power of the Holy Spirit.</p><p>“The character of Wycliffe is a testimony to the educating, transforming power of the Holy Scriptures. It was the Bible that made him what he was. The effort to grasp the great truths of revelation imparts freshness and vigor to all the faculties. It expands the mind, sharpens the perceptions, and ripens the judgment. The study of the Bible will ennoble every thought, feeling, and aspiration as no other study can. It gives stability of purpose, patience, courage, and fortitude; it refines the character and sanctifies the soul. An earnest, reverent study of the Scriptures, bringing the mind of the student in direct contact with the infinite mind, would give to the world men of stronger and more active intellect, as well as of nobler principle, than has ever resulted from the ablest training that human philosophy affords.”—The Great Controversy, p. 94.</p><p><strong>Read 2 Timothy 2:1–3. What counsel did the apostle Paul give to Timothy regarding sharing the Word of God?</strong></p><p><strong>&nbsp;2 Timothy 2:1–3</strong></p><p><strong><sup>&nbsp;1</sup></strong> Thou therefore, my son, be strong in the grace that is in Christ Jesus.</p><p><strong><sup>2 </sup></strong>And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.</p><p><strong><sup>3 </sup></strong>Thou therefore endure hardness, as a good soldier of Jesus Christ.</p><p>The truth of God’s Word and the joy of salvation in Christ so filled the hearts of the Reformers that they had to share it. John Wycliffe spent his life translating the Word of God into English for two reasons alone: the living Christ changed Him through the Word, and the love of Christ motivated him to share what he had learned with others.</p><p>Before Wycliffe, very little of the Bible existed in English. Though he died before Rome got to him, the papacy, undeterred, dug up his remains, burned them, and threw his ashes into a river. But just as those ashes were dispersed by the water, so God’s Word, the water of life, spread far and wide as a result of His work. Thus God used Wycliffe, the “Morning Star of the Reformation.”</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 25",
               "dayTitle":"<p>Cheered by Hope</p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p><strong>Read Hebrews 2:14, 15. How did believers in the Middle Ages experience the reality of the great controversy?</strong></p><p><strong>Hebrews 2:14, 15</strong></p><p><strong><sup>14</sup></strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;</p><p><strong><sup>15</sup></strong> And deliver them who through fear of death were all their lifetime subject to bondage.</p><p>What was it that cheered the faithful Waldenses during the horrible persecutions they faced? What gave Huss and Jerome, Tyndale, Latimer, and the martyrs of the Middle Ages courage to face the flames and the sword? Faith in the promises of God. They believed Christ’s promise: “Because I live, you will live also” (John 14:19). They found His strength sufficient for life’s greatest trials. They even found joy through fellowship with Christ in His sufferings. And their faithfulness was a powerful witness to the world.</p><p>They looked beyond what was to what will be. They knew that, through the resurrection of Christ, death was a defeated foe. For these courageous men and women, the stranglehold of death was broken.<br></p><p>They clung to the promises of God’s Word and came away victorious.&nbsp;</p><p><strong>Read John 5:24, John 11:25, 26, and 1 John 5:11–13. What assurances do these promises give you personally? How do they help us in the trials of life?</strong></p><p><strong>John 5:24</strong></p><p><strong><sup>24</sup></strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.</p><p><strong>John 11:25, 26</strong></p><p><strong><sup>25</sup></strong> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:</p><p><strong><sup>26</sup></strong> And whosoever liveth and believeth in me shall never die. Believest thou this?</p><p><strong>1 John 5:11–13</strong></p><p><strong><sup>11</sup></strong> And this is the record, that God hath given to us eternal life, and this life is in his Son.</p><p><strong><sup>12</sup></strong> He that hath the Son hath life; and he that hath not the Son of God hath not life.<sup><br></sup></p><p><strong><sup>13</sup></strong> These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.</p><p>John Huss would not falter in the face of imprisonment, injustice, and death itself. He languished in prison for months. The cold, damp conditions brought on a fever that nearly ended his life. Nevertheless, “the grace of God sustained him. During the weeks of suffering that passed before his final sentence, heaven’s peace filled his soul. ‘I write this letter,’ he said to a friend, ‘in my prison, and with my fettered hand, expecting my sentence of death tomorrow. . . . When, with the assistance of Jesus Christ, we shall again meet in the delicious peace of the future life, you will learn how merciful God has shown Himself toward me, how effectually He has supported me in the midst of my temptations and trials.’—Bonnechose, vol. 2, p. 67. In the gloom of his dungeon he foresaw the triumph of the true faith.”—Ellen G. White, The Great Controversy, pp. 107, 108.</p><p>The apostle Paul’s admonition speaks to us with increasing relevance today. “Let us hold fast the confession of our hope without wavering, for He who promised is faithful” (Heb. 10:23, NKJV). As the promises of God sustained His people in ages past, so they sustain us today.</p><p><strong>What might it mean to lose everything for Christ? What, in the end, do you really lose? (See Mark 8:36.) What lessons can we learn from the Waldenses and the Reformers that can sustain us in earth’s final conflict?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 26",
               "dayTitle":"<p>Further Thought</p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p>“God permitted great light to shine upon the minds of these chosen men, revealing to them many of the errors of Rome; but they did not receive all the light that was to be given to the world. Through these, His servants, God was leading the people out of the darkness of Romanism; but there were many and great obstacles for them to meet, and He led them on, step by step, as they could bear it.</p><p>They were not prepared to receive all the light at once. Like the full glory of the noontide sun to those who have long dwelt in darkness, it would, if presented, have caused them to turn away. Therefore, He revealed it to the leaders little by little, as it could be received by the people. From century to century, other faithful workers were to follow, to lead the people on still further in the path of reform.”—Ellen G. White, The Great Controversy, p. 103.</p><p>“In another letter, to a priest who had become a disciple of the gospel, Huss spoke with deep humility of his own errors, accusing himself ‘of having felt pleasure in wearing rich apparel and of having wasted hours in frivolous occupations.’ He then added these touching admonitions: ‘May the glory of God and the salvation of souls occupy thy mind, and not the possession of benefices and estates. Beware of adorning thy house more than thy soul; and, above all, give thy care to the spiritual edifice. Be pious and humble with the poor, and consume not thy substance in feasting. Shouldst thou not amend thy life and refrain from superfluities, I fear that thou wilt be severely chastened, as I am myself.’ ”—The Great Controversy, pp. 105, 106.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> What is “progressive light”? Why does God reveal truth gradually? How do these principles apply to God’s church today?</p><p><strong>2.</strong> How do new discoveries of truth relate to previous truths that God’s people have understood? Why must new light never contradict old light?</p><p><strong>3. </strong>No matter where you live, your culture is going to promote values, ideas, and moral codes that in some way conflict with what the Bible teaches. After identifying these areas of conflict, how do you see yourself and us, as a church, dealing with these challenges? How do we remain good citizens while at the same time not succumbing to whatever warped values our culture proclaims?</p><p><strong>4. </strong>How does John Huss’s letter impact your thinking today? What impresses you about this letter?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":48,
               "idDay":8,
               "idLesson":4,
               "lessonText":"<p>Mussa’s religion taught that it is wrong to raise pigs for sale. But Mussa worked as a pig farmer.</p><p>Nicolonaga’s religion taught that it is wrong to divorce for any reason except sexual immorality. But Nicolonaga married three times and, on top of that, had three common-law wives at different times.</p><p>The two men, who were neighbors, lived lives that were far from their professed religious beliefs. But God had a plan for them in Mozambique. One day, one of Mussa’s pigs entered Nicolonaga’s vegetable garden and caused considerable damage.</p><p>Nicolonaga was furious and demanded a fistfight. He won the brawl, and Mussa limped away bloodied and battered. But Mussa did not intend to give up. He vowed revenge through witchcraft. “You have thirty days to prepare for your death,” he told Nicolonaga.</p><p>The next day, Nicolonaga woke up seriously ill. He spoke about Mussa’s threat to his friends from the Seventh-day Adventist church, where he had once worshipped.</p><p>As Nicolonaga’s condition steadily deteriorated, he grew worried. After 15 days, he asked church members to pray for him, and the pastor organized a prayer team to visit his house. But Nicolonaga did not get better. Another week passed, and his options seemed few.</p><p>With the clock ticking down on Mussa’s 30-day deadline, the pastor called for a night of fasting and prayer for Nicolonaga.</p><p>Early the next morning, Mussa knocked on the door of the pastor’s house. He told a fantastic story about how his gods had fought with Nicolonaga’s God, and Nicolonaga’s God had won. He said he could no longer take Nicolonaga’s life. He wanted to become a Christian.</p><p>“I want to worship Nicolonaga’s God,” he said.</p><p>Nicolonaga recovered from his illness, and both he and Mussa joined an Adventist baptismal class. Both gave their hearts to Jesus in baptism. Today, both are powerful forces for good in their region of Mozambique. “God is powerful, and He answers the prayers of those who seek Him in faith,” said Nelson A. Quenesse, the pastor.</p><p>After all, he said, “without faith it is impossible to please Him, for he who comes to God must believe that He is, and that He is a rewarder of those who diligently seek Him” (Heb. 11:6, NKJV).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS</p>",
               "id":49,
               "idDay":9,
               "idLesson":4,
               "lessonText":"<p><strong>Part I: Overview Key Text: John 3:14, 15</strong></p><p><strong>Study Focus: John 14:6; Jude 3, 4; Rev. 2:10; 1 John 1:7; Heb. 11:6; Acts 4:12; Matt. 10:18–20; Rev. 1:9.</strong></p><p>Introduction: The early and medieval faithful Christians were characterized not only by their individual faithfulness to God and to His Word but also by the public stand they took in proclaiming the principles of God’s kingdom and of salvation. This week, we continue to witness the church’s stand on the side of God in the great controversy, throughout the periods of the Middle Ages and during the Reformation. During this time, the early Reformers and church leaders drew inspiration from the example of Christ and the apostles, as well as from martyrs, such as Polycarp.</p><p>This era of reform comprises no ordinary period of persecution, though; rather, it constitutes a prophetic period of 1,260 years, spanning from a.d. 538 to a.d. 1798. As in the case of the other prophetic periods of persecution, this era also points to the fact that the time of persecution is limited and that God is ultimately in control.</p><p>During this epoch, numerous Christians, such as the Waldensians, Wycliffe, and Huss, not only suffered persecution at the hands of God’s enemies but went on the offensive against the forces of spiritual darkness. The weapons of their offensive were not derived from their own strength, vision, or wisdom. Nor did these defenders of the faith mount an assault against the forces of evil with cunningly devised military strategies. Rather, the mission of the true Christians and the secret of their power consisted in their discovery of, love for, and proclamation of the Word of God, no matter the cost.</p><p>The work of the Reformers resulted in a double achievement for both humanity and God. Their first achievement was understanding that the love of God, as revealed in His Word, transforms the lives of His people and gives them hope in the kingdom of God. Their second achievement was the proclamation of Bible truth to the world in vindication of God’s identity and character, both of which were denigrated by the forces of evil in the great cosmic war. Then as now, spiritual darkness retreats in advance of the proclamation of the Word of God, which illuminates the world with hope and love.</p><p><strong>Lesson Themes: This week’s lesson emphasizes three major themes:</strong></p><p><strong>1. </strong>The persecution that the medieval church waged against Bible believing Christians transpired during a prophetic period, limited in time and under God’s ultimate supervision, as forecasted by Scripture.</p><p><strong>2. </strong>The Waldensians, John Wycliffe, and John Huss illustrate what it means to stand on the side of God, witnessing to and proclaiming the Word of God in the darkest times of the cosmic conflict.</p><p><strong>3. </strong>God’s Word is our greatest source of hope and power, enabling us to live, and stand, on God’s side.</p><p><strong>Part II: Commentary</strong></p><p><strong>The Root of Persecution</strong></p><p>Typically, the causes of early Christian persecution have been classified by church historians according to the following categories:</p><p>• Economical (e.g., a believer’s profession of faith impacted, and often restricted, his or her transactions with local and regional businesses; see Acts 19:23–27)</p><p>• Social (e.g., Christians refused to participate in immoral activities)</p><p>• Political (e.g., Christians were made scapegoats to solve political problems)</p><p>• Religious (e.g., Christian beliefs, practices, and growth were perceived as an existential threat to dominant religions)</p><p>The root cause of all these persecutions was Satan. What was his motive in attacking Christians in his ongoing war against Christ? Wasn’t it Satan, after all, who had originally accused God of control, oppression, and the restriction of liberty? Why would Satan now become the ultimate source of persecution and oppression?</p><p>We may postulate two possible reasons. First, Lucifer built his entire rebellion and his proposal for a new world order on lies, wild speculations, and baseless and pernicious accusations against God, His character, His status, and His sovereignty (John 8:44). As a liar, Satan distorted reality not only for others; he himself was affected by the lies he promulgated and by the act of lying itself. Deception distorts the very foundation of person hood. How quickly the lie becomes a controlling force in a person, attempting to assert itself as truth against the dictates of reason and conscience.</p><p>Although the lie exists only in the human mind, it controls one’s actions and behavior. Thus, the lie causes catastrophic distortions to one’s external reality. This distortion of reality happens because the lie cannot survive naturally; it does not correspond to reality, and, therefore, it wants to conform reality to its postulates. Otherwise, an encounter with the truth would simply dismiss the lie. Therefore, the lie needs to constantly force itself into existence. Any attempt to examine the truth is an existential threat to the lie, and thus, the one who accepts the lie will suppress any attempt at a search for the truth. For this reason, the very evil nature of Lucifer, distorted by his own lies, now was acting to suppress any attempt of God’s people to receive, discover, live, and proclaim the truth.</p><p>Second, there is no freedom without God. God Himself is free. He created us in His image: free, and, therefore, moral and loving. God not only created us free; as our Provider, He is the standard and the sustainer of our freedom. We cannot have real freedom without, or against, God. Any undertaking to establish complete autonomy apart from God, as Lucifer wanted, would mean depriving God of His status as Creator and Provider. Further, such an undertaking would be to dethrone Him. So, in order to achieve absolute autonomy, Lucifer originated his rebellion against God. However, Lucifer soon realized that to preserve his autonomy, he would constantly need to suppress the very existence of God, who by definition was the Creator and the Provider. Not only that, Lucifer also would need to suppress any desire, in himself and others, to return to God and to the principles of His kingdom. For this reason, Lucifer would need to exterminate any mention of God’s existence. Thus, because God’s people testify of God’s existence and worship Him as their Creator and Provider, Satan could not allow the existence of God’s people to continue unmolested. For to do so would mean acknowledging the collapse of his theories, namely, that there was freedom apart from God and His government.</p><p><strong>Waldensians, Franciscans, and Scripture</strong></p><p>By the beginning of the second millennium after Christ, the Roman Catholic Church had become a fearsome, centralized, and hierarchical behemoth in Europe. It also was a deeply corrupt institution. Church members could not overlook these developments. They felt the need to identify the causes of the church’s corruption and to propose solutions.</p><p>This process resulted in numerous religious and mendicant orders. At the beginning of the thirteenth century, Francis of Assisi (1181– 1226), the rather worldly son of a wealthy family, had a mystical conversion experience, after which he renounced whatever property he had and declared his intention to imitate Christ’s poverty as much as possible. Francis founded the order of the Franciscans, which promoted poverty as a virtue. The Franciscans were known for their street preaching. In 1209, Francis sought the formal recognition of his order by Pope Innocent III, who was in power from 1198 to 1216. After an initial hesitancy, the pope granted Francis’s request in 1210. Francis also founded a women’s order, that of St. Clare, as well as the Third Order, comprised of laypeople.</p><p>Just several decades earlier, by the end of the twelfth century, Peter Waldo (d. 1205), a successful businessman in southeastern France, also experienced a conversion, renounced his riches, and preached voluntary poverty. He also founded an order for the poor and appealed to the Papacy for approval. Although Pope Alexander III, who presided from 1159 to 1181, initially accepted Waldo’s vow of poverty, his successor, Pope Lucius III, who presided over the papal see from 1181 to 1185, condemned Waldo and his movement, the Waldenses, as heretical, and banned them from preaching. Worse, over the next several hundred years, the Roman Catholic Church mounted horrific persecutions against the Waldenses that nearly led to their extinction.</p><p>So, let us consider the similarities before us between these two revivalist movements and religious orders, which emerged at about the same time in history. The founders of both movements, Francis of Assisi and Peter Waldo, had rather similar conversion experiences. Initially, both men founded their orders on similar spiritual rules: poverty and street preaching. Both men had similar desires to reform the church, and both appealed to the Papacy for approval of their orders. However, the two orders had radically different relations with the Papacy, and, consequently, they had different fates and endings. The Franciscans’ request for papal approval was initially met with hesitancy but was later granted. In contrast, Waldo’s vow of poverty, which was initially approved by the Papacy, was later rescinded. The Franciscans grew into one of the most influential Roman Catholic orders. (Today, we can see its influence most notably reflected in the fact that the current pope, although a Jesuit, honored Francis of Assisi by adopting his name.) On the other hand, the Waldensians endured one of the cruelest persecutions in history, persecution directed at their extermination.</p><p>The question of why is most pertinent here. What made the difference between these two movements or orders? The answer is in their ultimate allegiance. The Franciscans, very likely having learned from Waldo’s experience, obtained papal approval by giving ultimate allegiance to the pope.</p><p>That is, the Franciscans recognized the Papacy as the ultimate spiritual and temporal authority on earth and vowed to support unconditionally its authority in matters of doctrine and practice.</p><p>The Waldenses, on the other hand, believed that the ultimate authority for our lives and teachings sprang out of God’s Holy Scripture. For this reason, they made Scripture the heart of their study, preaching, and living. Consequently, the Waldenses soon discovered and repudiated an increasing number of the Roman Catholic Church’s falsehoods and compromises, such as:</p><p>• the veneration of the saints,</p><p>• most of the seven Catholic sacraments,</p><p>• the concept of transubstantiation,</p><p>• auricular confession of sins to human priests,</p><p>• the practice of infant baptism, the sale of indulgences,</p><p>• the doctrine of purgatory, and</p><p>• prayers for the dead.</p><p>Instead, the Waldenses proclaimed that God is the only Creator and Savior. They also proclaimed that Christ is the only Mediator, giver of grace, and forgiver of sins. They taught that worship was not restricted to the physical space of Roman Catholic churches but could be offered to God in any place.</p><p>The Waldenses did not, in their lifetimes, receive the reward for their faithfulness. But their ideas and their courage to stand for God’s Word against compromise and the devil’s falsehoods soon inspired the morning stars of the Reformation, Wycliffe and Huss, as well as the rest of the Reformation movement, from the sixteenth century onward. Not honored by humanity, these Reformers will be honored by Christ Himself at His glorious return. As part of their enduring legacy of faith, the Waldenses bequeathed to us their implicit trust in the authoritative power of Scripture.</p><p>They understood that the success of Christianity resides not in the innate genius or stratagems of its members, but in their witnessing to others of what Christ has done and in pointing to God’s Word as the source of divine revelation and salvation. For this reason, the Reformers simply followed the apostle Paul’s exhortation to “preach the word; be ready in season and out of season” (2 Tim. 4:2, ESV). They spread, in their wake, Bibles, or fragments of the Holy Book, and left the results with the Holy Spirit. The Waldenses were motivated in this work by the foundational, and great, principle of sola scriptura; that is, that Scripture, by itself, is the Word of God, that the Bible has the power to communicate God’s message to all humans, and that it is self-sufficient and makes sense to all its readers. It is precisely this ethos that later gave impetus to the identity, mission, unity, and life of the Advent movement in the 1800s.</p><p><strong>Part III: Life Application</strong></p><p><strong>1. </strong>The Waldenses spread the Word of God in times of persecution. Maybe, like them, you are in a setting of persecution. Or perhaps you are currently in a situation of religious tolerance and peacefulness. Either way, what can you do to spread the Word of God in your circumstance in a meaningful way for the people around you?</p><p><strong>2. </strong>Develop a three-point plan to help you stand faithful on the side of God in times of persecution. Share your plan with your family or Sabbath School group.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>Standing for the Truth</p>",
         "verse":"<p>And as Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up, that whoever believes in Him should not perish but have eternal life (John 3:14, 15, NKJV).</p>",
         "versionCode":60,
         "weekDate":"April 20–26"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
