{
  "data": [
    {
      "color": "#1180a9",
      "id": 1,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "28 de junio",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>El libro de Éxodo resuena con relatos de oprimidos, marginados, perseguidos, explotados y degradados. Por lo tanto, quienes se sienten hoy abandonados, olvidados y esclavizados pueden tener esperanza, pues el mismo Dios que salvó a los hebreos es capaz de salvarlos a ellos también.\n</p><p>Éxodo habla de las batallas existenciales, las injusticias y las pruebas que forman parte de la vida. Todos pueden sentirse alentados por los relatos de las intervenciones de Dios en favor de su pueblo sufriente. El Señor escucha el clamor de los oprimidos, ve sus luchas, nota sus lágrimas y agonía, y acude en su rescate. Dios toma la iniciativa para liberar a quienes confían en él. Solo tenemos que aceptar por fe lo que él nos ofrece. Por eso es necesario estudiar el Éxodo, porque señala lo que Jesús ha hecho por todos nosotros. Es un libro acerca de la redención, la liberación y la salvación final, todo lo cual está a nuestra disposición por la fe gracias a lo que Cristo Jesús ha logrado en nuestro favor.\n</p><p>En medio de la confusión y la oscuridad, si nuestros ojos están fijos en Dios, podemos reconocer su presencia, su cuidado y su ayuda mientras nos guía a la eterna “Tierra Prometida”.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de junio",
          "dayTitle": "<p>EL PUEBLO DE DIOS EN EGIPTO\n</p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>El libro de Éxodo es conocido como shemot (“nombres”) en hebreo, en armonía con las palabras iniciales de ese antiguo documento que comienza con la expresión: “Estos son los nombres...”, en referencia a los de la familia del patriarca Jacob que se enumeran desde el principio.\n</p><p><strong>Lee Éxodo 1:1 al 7. ¿Qué verdad crucial se expresa aquí?</strong></p><p>\n</p>\n\n<p><strong><sup>1</sup></strong> Estos son los nombres de los hijos de Israel que entraron en Egipto con Jacob; cada uno entró con su familia:</p>\n<p><strong><sup>2</sup></strong> Rubén, Simeón, Leví, y Judá;</p>\n<p><strong><sup>3</sup></strong> Isacar, Zabulón y Benjamín;</p>\n<p><strong><sup>4</sup></strong> Dan y Neftalí, Gad y Aser.</p>\n<p><strong><sup>5</sup></strong> Todas las personas que le nacieron a Jacob fueron setenta. Y José estaba en Egipto.</p>\n<p><strong><sup>6</sup></strong> Y murió José, y todos sus hermanos, y toda aquella generación.</p>\n<p><strong><sup>7</sup></strong> Y los hijos de Israel fructificaron y se multiplicaron, y fueron aumentados y fortalecidos en extremo, y se llenó de ellos la tierra.</p><p>El libro de Éxodo comienza con un recordatorio de la bendición de Dios. Cuando el patriarca Jacob y su familia se establecieron en Egipto eran solo setenta personas (Gén. 46:27; Éxo. 1:5), pero los israelitas “crecieron y se multiplicaron. Se aumentaron y fortalecieron en extremo, y llenaron el país” (Éxo. 1:7).\n</p><p>En la época del éxodo eran “como seiscientos mil hombres de a pie, sin contar las mujeres y los niños” (Éxo. 12:37).\n</p><p><strong>Lee Éxodo 1:8 al 11. ¿Cuál era la situación de los israelitas en el momento del éxodo?</strong></p><p>\n</p><p>\n</p>\n\n<p><strong><sup>8</sup></strong> Entre tanto, se levantó sobre Egipto un nuevo rey que no conocía a José,</p>\n<p><strong><sup>9</sup></strong> y dijo a su pueblo: He aquí, el pueblo de los hijos de Israel es mayor y más fuerte que nosotros.</p>\n<p><strong><sup>10</sup></strong> Ahora, pues, seamos sabios para con él, para que no se multiplique, y acontezca que, viniendo guerra, él también se una a nuestros enemigos, y pelee contra nosotros, y se vaya de la tierra.</p>\n<p><strong><sup>11</sup></strong> Entonces pusieron sobre ellos comisarios de tributos que los molestasen con sus cargas; y edificaron para Faraón las ciudades de almacenaje, Pitón y Ramesés.</p><p>El texto bíblico describe con tonos oscuros la historia de los hijos de Israel en Egipto, ya que comienza con su esclavitud a manos de los capataces egipcios y el trabajo opresivo que se les impuso. Sin embargo, el libro de Éxodo termina con la presencia apacible y reconfortante de Dios en el Tabernáculo, en el centro del campamento israelita (ver Éxo. 40). Entre estos dos polos opuestos se describe el triunfo de Dios. Al liberar el Señor a su pueblo de la esclavitud, al abrir el Mar Rojo y al derrotar al ejército más poderoso de la época, se revela la espectacular victoria de Dios sobre las fuerzas del mal.\n</p><p>El relato destaca la paradoja de que, cuanto más afligían los opresores a los israelitas, “tanto más se multiplicaban y crecían” (Éxo. 1:12). Es decir, independientemente de las maquinaciones humanas, Dios sigue siendo soberano y salvará a su pueblo aunque las circunstancias parezcan desesperadas, al menos desde una perspectiva humana.\n</p><p><strong>Surgió un nuevo rey que no conocía a José. ¿Qué nos enseña este relato acerca del error de dar por sentadas las circunstancias, especialmente las buenas?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 30 de junio",
          "dayTitle": "EL TRASFONDO HISTÓRICO\n",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p>Cuando la familia de Jacob llegó a Egipto después de pasar hambre en Canaán (Gén. 46), el rey egipcio se mostró amigable con los hebreos a causa de José y de todo lo que este había hecho por los egipcios.\n</p><p>“Y agregó Faraón a José: ‘Ahora te he puesto sobre toda la tierra de Egipto’. Entonces Faraón quitó su anillo de su mano y lo puso en la mano de José. Lo hizo vestir de lino finísimo y puso un collar de oro en su cuello. Lo hizo subir en su segundo carro, y pregonaron ante él: ‘¡Doblen la rodilla!’ Y lo puso sobre toda la tierra de Egipto” (Gén. 41:41-43).\n</p><p><strong>¿Cuál fue la clave del asombroso éxito de José en Egipto tras un comienzo tan difícil? (Lee Gén. 37:26-28; 39:2, 21).</strong></p><p>\n</p><p>\n</p>\n\n<p><strong>Génesis 37:26-28</strong></p>\n<p><strong><sup>26</sup></strong> Entonces Judá dijo a sus hermanos: ¿Qué provecho hay en que matemos a nuestro hermano y encubramos su muerte?</p>\n<p><strong><sup>27</sup></strong> Venid, y vendámosle a los ismaelitas, y no sea nuestra mano sobre él, porque él es nuestro hermano, nuestra propia carne. Y sus hermanos convinieron con él.</p>\n<p><strong><sup>28</sup></strong> Y cuando pasaban los madianitas mercaderes, sacaron ellos a José de la cisterna y le trajeron arriba, y le vendieron a los ismaelitas por veinte piezas de plata. Y llevaron a José a Egipto.</p>\n\n<p><strong>Génesis 39:2</strong></p>\n<p><strong><sup>2</sup></strong> Mas Jehová estaba con José, y fue varón próspero; y estaba en la casa de su amo el egipcio.</p>\n\n<p><strong>Génesis 39:21</strong></p>\n<p><strong><sup>21</sup></strong> Pero Jehová estaba con José y le extendió su misericordia, y le dio gracia en los ojos del jefe de la cárcel.</p><p>El trasfondo histórico más plausible acerca de la historia de José es el siguiente: el nuevo gobernante “que no conocía a José” (Éxo. 1:8) fue Amosis I (1570 a. C.-1546 a. C.). Luego vino Amenhotep I (1553 a. C.-1526 a. C.), el gobernante que temía a los israelitas y los oprimía. Más tarde, Tutmosis I (1525 a. C.-1512 a. C.) decretó la muerte de todos los hijos varones hebreos recién nacidos. Su hija Hatshepsut (1503 a. C.-1482 a. C.) fue la princesa que adoptó a Moisés como hijo.\n</p><p>El faraón Tutmosis III (1504 a. C.-1450 a. C.), corregente de Hatshepsut durante algún tiempo, fue el faraón del éxodo.\n</p><p>El éxodo ocurrió, según los mejores cálculos, en marzo del año 1450 a. C. (ver William H. Shea, “Exodus, date of the”, en The International Standard Bible Encyclopedia, editada por Geoffrey W. Bromiley y otros [Grand Rapids, MI: Eerdmans, 1982], t. 2, pp. 230-238). Para comprender la época del éxodo, estudia los siguientes textos bíblicos: Génesis 15:13-16; Éxodo 12:40, 41; Jueces 11:26; 1 Reyes 6:1 (ver también Hech. 7:6; Gál. 3:16, 17).\n</p><p>El primer capítulo del libro de Éxodo abarca un largo período: desde la época de José, cuando su padre Jacob con toda la familia entró en Egipto, hasta el decreto de muerte del faraón. Aunque existe cierto debate acerca de la extensión exacta de ese período, lo importante es que el Señor no se olvidó de ellos incluso cuando el pueblo de Dios era esclavizado en tierra extranjera.\n</p><p>Es decir, aunque desconocemos por ahora muchos detalles acerca de la historia de los hebreos en Egipto en aquella época (ver 1 Cor. 13:12), la revelación del carácter de Dios sigue brillando a través de las páginas de este libro al igual que en toda la Escritura. Por adversas que sean las circunstancias, Dios siempre está presente y podemos confiar en él cualquiera que sea nuestra situación.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de julio",
          "dayTitle": "<p>LAS PARTERAS DE LAS HEBREAS</p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>No es posible entender el libro de Éxodo sin el precedente de las enseñanzas del Génesis. Los israelitas se trasladaron a Egipto y fueron esclavizados allí tras una época de gran prosperidad y paz.\n</p><p>Dios no abandonó a su pueblo, aunque a veces pueda dar esa impresión. Sin duda, muchos hebreos se desesperaron por su difícil situación. No obstante, el Señor acudió en el momento de angustia para auxiliarlos con su mano poderosa. Nuestro Señor anima a sus seguidores: “Invócame en el día de la angustia; te libraré, y tú me honrarás” (Sal. 50:15).\n</p><p><strong>Lee Éxodo 1:9 al 21. ¿Qué papel clave desempeñaron las parteras fieles y por qué su actuación quedó registrada para la posteridad?</strong></p><p><strong>&nbsp;Éxodo 1:9- 21</strong></p><p>\n</p><p>\n</p>\n<p><strong><sup>9</sup></strong> He aquí, el pueblo de los hijos de Israel es mayor y más fuerte que nosotros;</p>\n<p><strong><sup>10</sup></strong> Ahora, pues, seamos sabios para con él, porque no se multiplique, y acontezca que viniendo guerra, él también se junte con nuestros enemigos, y pelee contra nosotros, y se vaya de la tierra.</p>\n<p><strong><sup>11</sup></strong> Entonces pusieron sobre él comisarios de tributos que los molestasen con sus cargas; y edificaron á Faraón las ciudades de los bastimentos, Phithom y Raamsés.</p>\n<p><strong><sup>12</sup></strong> Empero cuanto más los oprimían, tanto más se multiplicaban y crecían: así que estaban ellos fastidiados de los hijos de Israel.</p>\n<p><strong><sup>13</sup></strong> Y los Egipcios hicieron servir á los hijos de Israel con dureza:</p>\n<p><strong><sup>14</sup></strong> Y amargaron su vida con dura servidumbre, en hacer barro y ladrillo, y en toda labor del campo, y en todo su servicio, al cual los obligaban con rigorismo.</p>\n<p><strong><sup>15</sup></strong> Y habló el rey de Egipto á las parteras de las Hebreas, una de las cuales se llamaba Siphra, y otra Phúa, y díjoles:</p>\n<p><strong><sup>16</sup></strong> Cuando parteareis á las Hebreas, y mirareis los asientos, si fuere hijo, matadlo; y si fuere hija, entonces viva.</p>\n<p><strong><sup>17</sup></strong> Mas las parteras temieron á Dios, y no hicieron como les mandó el rey de Egipto, sino que reservaban la vida á los niños.</p>\n<p><strong><sup>18</sup></strong> Y el rey de Egipto hizo llamar á las parteras y díjoles: ¿Por qué habéis hecho esto, que habéis reservado la vida á los niños?</p>\n<p><strong><sup>19</sup></strong> Y las parteras respondieron á Faraón: Porque las mujeres Hebreas no son como las Egipcias: porque son robustas, y paren antes que la partera venga á ellas.</p>\n<p><strong><sup>20</sup></strong> Y Dios hizo bien a las parteras; y el pueblo se multiplicó y se fortaleció en gran manera.</p>\n<p><strong><sup>21</sup></strong> Y por haber las parteras temido á Dios, él prosperó sus familias.</p><p>En el libro de Éxodo no se menciona el nombre de ningún faraón. Solo reciben el título de “faraón”, que significa “rey”. Los egipcios creían que el faraón era una deidad en la Tierra, el hijo del dios Ra (o de Osiris u Horus), considerado la deidad egipcia más elevada, el mismísimo dios solar.</p><p>Sin embargo, a pesar de todo su poder, este “dios” no era capaz de obligar a las parteras a actuar contra sus convicciones. De hecho, en contraste con el faraón sin nombre, se identifica a las dos parteras Sifra y Fúa (Éxo. 1:15), muy estimadas porque temían al Señor. La malvada orden del faraón no tuvo efecto en ellas porque respetaban más a Dios que las órdenes de un gobernante terrenal (ver también Éxo. 5:29). En consecuencia, Dios las bendijo juntamente con sus respectivas familias. Qué poderoso testimonio de fidelidad. Estas mujeres no solo sabían qué era lo correcto, sino que también decidieron hacerlo a pesar de su escaso conocimiento teológico.\n</p><p>Cuando el faraón vio que su complot fracasaba, ordenó a los egipcios que mataran a todos los bebés varones hebreos recién nacidos. Debían arrojarlos al río Nilo, probablemente como ofrenda a Hapi, dios del Nilo y de la fertilidad. Este es el primer caso registrado de israelitas condenados a muerte solo por ser israelitas. El propósito del decreto de muerte era someter a los hebreos aniquilando a sus descendientes varones e integrando a sus mujeres a la nación egipcia para terminar así con la amenaza que el faraón creía que representaban para su nación.\n</p><p><strong>Las parteras no solo sabían qué era lo correcto, sino que también actuaron en armonía con ello. ¿Qué mensaje representa esto para nosotros?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de julio",
          "dayTitle": "<p>EL NACIMIENTO DE MOISÉS</p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Éxodo 2:1 al 10. ¿Qué papel desempeñaron la providencia y la protección de Dios en la historia del nacimiento de Moisés?</strong></p>\n<p><strong><sup>1</sup></strong> Un varón de la familia de Leví fue y tomó por mujer a una hija de Leví,</p>\n<p><strong><sup>2</sup></strong> la que concibió, y dio a luz un hijo; y viéndole que era hermoso, le tuvo escondido tres meses.</p>\n<p><strong><sup>3</sup></strong> Pero no pudiendo ocultarle más tiempo, tomó una arquilla de juncos y la calafateó con asfalto y brea, y colocó en ella al niño y lo puso en un carrizal a la orilla del río.</p>\n<p><strong><sup>4</sup></strong> Y una hermana suya se puso a lo lejos, para ver lo que le acontecía.</p>\n<p><strong><sup>5</sup></strong> Y la hija de Faraón descendió a lavarse al río, y paseándose sus doncellas por la ribera del río, vio ella la arquilla en el carrizal, y envió una criada suya a que la tomase.</p>\n<p><strong><sup>6</sup></strong> Y cuando la abrió, vio al niño; y he aquí que el niño lloraba. Y teniendo compasión de él, dijo: De los niños de los hebreos es este.</p>\n<p><strong><sup>7</sup></strong> Entonces su hermana dijo a la hija de Faraón: ¿Iré a llamarte una nodriza de las hebreas, para que te críe este niño?</p>\n<p><strong><sup>8</sup></strong> Y la hija de Faraón respondió: Ve. Entonces fue la doncella, y llamó a la madre del niño,</p>\n<p><strong><sup>9</sup></strong> a la cual dijo la hija de Faraón: Lleva a este niño y críamelo, y yo te lo pagaré. Y la mujer tomó al niño y lo crio.</p>\n<p><strong><sup>10</sup></strong> Y cuando el niño creció, ella lo trajo a la hija de Faraón, la cual lo prohijó, y le puso por nombre Moisés, diciendo: Porque de las aguas lo saqué.</p><p>El trasfondo histórico del nacimiento y la vida de Moisés es apasionante porque él vivió durante la época de la célebre decimoctava dinastía egipcia. Uno de los reyes de esta dinastía, Tutmosis III, llamado el “Napoleón de Egipto”, es considerado uno de los faraones más famosos del antiguo Egipto.\n</p><p>Aunque fue condenado a muerte al nacer (ver Éxo. 1:22), Moisés nació como un hijo especial (hebreo tob, literalmente “bueno”; Éxo. 2:2). El término hebreo tob describe algo más que la belleza externa. Esta palabra se utiliza, por ejemplo, para caracterizar la obra de Dios durante la semana de la Creación, cuando declaró que todo era “muy bueno” (Gén. 1:4, 10, 31).\n</p><p>Como nueva creación, este niño “bueno” llegaría a ser, en armonía con el plan de Dios, el adulto que libertaría a los hebreos de su esclavitud. ¿Quién habría imaginado cuando nació, especialmente en circunstancias tan terribles, el futuro de este niño? Sin embargo, Dios cumpliría las promesas que hizo a Abraham, Isaac y Jacob de otorgar la Tierra Prometida a sus descendientes (Éxo. 2:24, 25), para lo cual utilizaría a este bebé tob décadas más tarde.\n</p><p>La princesa egipcia Hatshepsut adoptó a Moisés como hijo. El nombre dado a Moisés es de origen egipcio y significa “hijo de” o “nacido de”, como se refleja en los nombres Amosis (“hijo de Aj”) o Tutmosis (“hijo de Tut”). En hebreo su nombre significa “sacado”, ya que fue milagrosamente salvado cuando fue “sacado” del río.\n</p><p>Es poco lo que sabemos acerca de sus primeros años de vida. Tras ser salvado milagrosamente y adoptado por Hatshepsut, Moisés vivió sus primeros doce años con su familia original (Éxo. 2:7-9; Elena de White, Patriarcas y profetas, p. 251) y recibió la mejor educación egipcia con el fin de prepararlo para ser el próximo faraón de Egipto (Patriarcas y profetas, p. 245). Gran parte de esa educación resultó inútil e incluso contraria a lo que realmente importaba: el conocimiento de Dios y de su verdad.\n</p><p><strong>¿Cuánto de lo que estás aprendiendo es en última instancia inútil para lo que realmente importa?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de julio",
          "dayTitle": "<p>UN CAMBIO DE PLANES</p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Éxodo 2:11 al 25. ¿Qué eventos sucedieron precipitadamente y cambiaron por completo el rumbo de la vida de Moisés? ¿Qué lecciones podemos aprender de esta historia?</strong></p>\n<p><strong><sup>11</sup></strong> En aquellos días sucedió que crecido ya Moisés, salió a sus hermanos, y los vio en sus duras tareas, y observó a un egipcio que golpeaba a uno de los hebreos, sus hermanos.</p>\n<p><strong><sup>12</sup></strong> Entonces miró a todas partes, y viendo que no parecía nadie, mató al egipcio y lo escondió en la arena.</p>\n<p><strong><sup>13</sup></strong> Al día siguiente salió y vio a dos hebreos que reñían; entonces dijo al que maltrataba al otro: ¿Por qué golpeas a tu prójimo?</p>\n<p><strong><sup>14</sup></strong> Y él respondió: ¿Quién te ha puesto a ti por príncipe y juez sobre nosotros? ¿Piensas matarme como mataste al egipcio? Entonces Moisés tuvo miedo, y dijo: Ciertamente esto ha sido descubierto.</p>\n<p><strong><sup>15</sup></strong> Oyendo Faraón acerca de este hecho, procuró matar a Moisés; pero Moisés huyó de delante de Faraón, y habitó en la tierra de Madián.</p>\n<p><strong><sup>16</sup></strong> Y estando sentado junto al pozo, siete hijas que tenía el sacerdote de Madián vinieron a sacar agua para llenar las pilas y dar de beber a las ovejas de su padre.</p>\n<p><strong><sup>17</sup></strong> Mas los pastores vinieron y las echaron de allí; entonces Moisés se levantó y las defendió, y dio de beber a sus ovejas.</p>\n<p><strong><sup>18</sup></strong> Y volviendo ellas a Reuel su padre, él les dijo: ¿Por qué habéis venido hoy tan pronto?</p>\n<p><strong><sup>19</sup></strong> Ellas respondieron: Un varón egipcio nos defendió de mano de los pastores, y también nos sacó el agua, y dio de beber a las ovejas.</p>\n<p><strong><sup>20</sup></strong> Y dijo a sus hijas: ¿Dónde está? ¿Por qué habéis dejado a ese hombre? Llamadle para que coma.</p>\n<p><strong><sup>21</sup></strong> Y Moisés convino en morar con aquel varón; y él dio su hija Séfora por mujer a Moisés.</p>\n<p><strong><sup>22</sup></strong> Y ella le dio a luz un hijo; y él le puso por nombre Gersón, porque dijo: Forastero soy en tierra ajena.</p>\n<p><strong><sup>23</sup></strong> Aconteció que después de muchos días murió el rey de Egipto, y los hijos de Israel gemían a causa de la servidumbre, y clamaron; y subió a Dios el clamor de ellos con motivo de su servidumbre.</p>\n<p><strong><sup>24</sup></strong> Y oyó Dios el gemido de ellos, y se acordó de su pacto con Abraham, Isaac y Jacob.</p>\n<p><strong><sup>25</sup></strong> Y miró Dios a los hijos de Israel, y los reconoció Dios.</p><p>¿Qué haría Moisés? ¿Sucumbiría a la atracción de Egipto y a los placeres de la corte o soportaría las penurias junto a su pueblo? Los acontecimientos pronto lo obligaron a tomar una decisión.\n</p><p>“Al oír esto, Faraón procuró matar a Moisés. Pero Moisés huyó de Faraón y fue a vivir en la tierra de Madián. Al llegar allá se sentó junto a un pozo” (Éxo. 2:15).\n</p><p>Después de su crimen, Moisés realmente no tuvo elección, al menos en lo que respecta a permanecer en Egipto. Cualesquiera que fueran los planes que tenía para ascender al trono de Egipto y convertirse en un “dios”, estos se desvanecieron rápidamente. En lugar de convertirse en un dios falso, Moisés serviría al Dios verdadero. Cuando huyó, Moisés no tenía idea de lo que le deparaba el futuro.\n</p><p>“Todo el asunto [de la muerte del egipcio a manos de Moisés], exagerado en sumo grado, se supo rápidamente entre los egipcios, y hasta llegó a oídos de Faraón. Se le dijo al rey que este acto era muy significativo; que Moisés tenía el propósito de acaudillar a su pueblo contra los egipcios; que quería derrocar el Gobierno y ocupar el trono; y que no habría seguridad para el reino mientras él viviese. El monarca determinó enseguida que debía morir; pero, reconociendo su peligro, Moisés decidió escapar y huyó hacia Arabia” (Elena de White, Patriarcas y profetas, p. 253).\n</p><p>Moisés vivió 120 años (Deut. 34:7), y su vida puede dividirse en tres etapas de 40 años cada una. Pasó los primeros 40 años en Egipto, gran parte de ellos en el palacio real. Los segundos 40 años transcurrieron en casa de Jetro, en Madián.\n</p><p>Sin embargo, son los últimos 40 años los que ocupan la mayor parte de los libros de Moisés y narran la historia del llamado divino hecho a Israel para que diera testimonio acerca de quién y cómo es Dios, de su naturaleza y su carácter, a un mundo sumido en la idolatría (ver Deut. 4:6-8).\n</p><p><strong>¿Era el plan de Dios que Moisés matara al egipcio? De no ser así, ¿qué nos enseña esta historia acerca de cómo Dios puede imponerse en cualquier situación y utilizarla para sus propósitos? ¿Cómo nos ayuda Romanos 8:28 a comprender esta importante verdad?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de julio",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p>Lee el capítulo titulado “Moisés” en el libro Patriarcas y profetas, de Elena de White, pp. 246-256, el cual provee vislumbres significativas acerca de la porción bíblica estudiada esta semana.\n</p><p>El texto bíblico dice que “las parteras temieron a Dios, y no hicieron como les mandó el rey de Egipto, sino que preservaron la vida de los niños” (Éxo. 1:17). Elena de White comenta lo siguiente acerca de la fidelidad de estas dos mujeres y de la esperanza mesiánica: “Se ordenó a las mujeres cuya profesión les daba la oportunidad de hacerlo que dieran muerte a los niños varones hebreos en el momento de nacer. Satanás fue el instigador de ese plan. Sabía que entre los israelitas se levantaría un libertador; y al inducir al rey a destruir a los niños varones esperaba frustrar el propósito divino. Pero esas mujeres temían a Dios, y no osaron ejecutar tan cruel mandato. El Señor aprobó su conducta, y las prosperó” (Elena de White, Patriarcas y profetas, pp. 247, 248).\n</p><p>Lo bueno de todo esto es que Dios se impuso y utilizó a personas fieles para desbaratar los planes de Satanás. Vivimos en el territorio de nuestro Enemigo, a quien Jesús llamó “el príncipe de este mundo” (Juan 14:30; Efe. 2:2). Satanás usurpó esta posición a Adán, pero Jesucristo lo derrotó durante su vida y mediante su muerte en la cruz (Mat. 4:1-11; Juan 19:30; Heb. 2:14). Aunque Satanás sigue vivo y activo, como lo reveló su intento de matar a esos niños, su propia destrucción es segura (Juan 12:31; 16:11; Apoc. 20:9, 10, 14). La buena noticia es que las dificultades de la vida pueden ser superadas por la gracia de Dios (Fil. 4:13). Esa gracia es nuestra única esperanza.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> ¿Por qué permitió Dios que los hebreos vivieran en Egipto y fueran oprimidos? ¿Por qué tardó tanto en intervenir en favor de ellos? Recuerda que cada persona sufre solo mientras vive. Es decir, el tiempo de sufrimiento de la nación fue largo, pero cada persona sufrió solo mientras vivió. ¿Por qué es importante hacer esa distinción para tratar de entender el sufrimiento humano en general?\n</p><p><strong>2</strong>. Reflexiona acerca de cómo pudo Dios utilizar el acto impulsivo de Moisés de matar al egipcio. Supón que no lo hubiera hecho. ¿Habría significado eso que los hebreos no habrían sido finalmente liberados de Egipto? Explica tus ideas al respecto.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Éxodo 2:23-25.\n</strong></p><p><strong>Enfoque del estudio: Éxodo 1:1-2:25.\n</strong></p><p><strong>Introducción\n</strong></p><p>Esta primera lección resume la larga historia del pueblo de Dios en Egipto, desde la época de José, cuando Israel prosperó enormemente, hasta su esclavitud bajo el cruel faraón que ordenó la ejecución de todos los varones hebreos recién nacidos. Sin embargo, Dios siempre interviene cuando las fuerzas del mal intentan destruir a su pueblo, pues es su Salvador. En aquella ocasión, el Señor envió a un libertador: su siervo Moisés, cuya milagrosa protección al nacer condujo a su extraordinaria inclusión en la familia del faraón como hijo adoptivo. Durante los primeros cuarenta años de su vida, Moisés recibió la mejor educación, primero de su madre y luego en las escuelas egipcias. Aunque fue entrenado para ocupar el trono de Egipto y convertirse en un gran líder, Moisés terminó en la casa de Jetro a causa de sus errores y por la providencia de Dios. Allí se casó y se convirtió en pastor de ovejas.\n</p><p><strong>Temática de la lección\n</strong></p><p>Es necesario celebrar el cumplimiento de las promesas de Dios y las bendiciones de la prosperidad. Los corazones agradecidos reconocen el amor y el cuidado de Dios, y que él es quien bendice y concede prosperidad y éxito. Sin embargo, no debemos perder de vista el hecho de que Dios, no nuestros logros, es el responsable de nuestra prosperidad. Olvidar que todo lo que tenemos pertenece en última instancia a Dios puede hacernos caer en la envidia y en el intento de controlar y destruir la buena obra que Dios trata de hacer por medio de nosotros para salvar a los demás.\n</p><p>Las oraciones tienen diversas funciones. No solo sirven para alabar al Señor por su bondad hacia nosotros, sino también expresan peticiones y clamores de personas heridas, oprimidas, desesperadas y maltratadas que necesitan ayuda. Las personas malvadas pueden atentar contra los derechos de los demás, pero Dios promete ayudar a quienes resultan así perjudicados.\n</p><p>La buena noticia es que Dios escucha nuestro clamor desesperado en busca de perdón, de su presencia y de su intervención. Él ve nuestras luchas, nota nuestras lágrimas, comprende nuestra agonía y responde a nuestros gemidos.\n</p><p>Los oprimidos, perseguidos, explotados y marginados pueden identificarse con los relatos históricos del libro de Éxodo y aprender en virtud de ello que no están solos. Dios está con ellos a pesar del aparente silencio divino. La presencia invisible del Señor y las promesas bíblicas tienen el propósito de brindarles consuelo y la seguridad de la salvación. Dios recuerda su pacto con Abraham, Isaac y Jacob. Dios es fiel, cumple lo que promete e interviene a su debido tiempo, aunque el tiempo divino es a menudo diferente a nuestros finitos deseos y expectativas.\n</p><p><strong>COMENTARIO\n</strong></p><p>El gran personaje del libro de Éxodo no es Moisés, sino Dios y su liderazgo en la vida de aquel y de Israel. Éxodo comienza con la imagen de las bendiciones de las que Dios hizo objeto a la familia de Jacob: solo eran setenta individuos cuando siguieron a José a Egipto, pero llegaron a ser muy numerosos (Éxo. 1:7), de acuerdo con la promesa hecha por Dios a Abram (Gén. 15:5).\n</p><p>Sin embargo, la prosperidad de Israel se convirtió en un problema. El nuevo faraón egipcio sintió celos y temor de Israel, por lo que los esclavizó mediante el trabajo duro y la opresión. El escenario histórico más probable de estos dramáticos acontecimientos se ubica durante la época en la que gobernaba la XVIII dinastía egipcia. Amosis (1580?1546 a. C.), el primer faraón de esta dinastía, pudo ser quien no reconoció los logros de José (Éxo. 1:8) y esclavizó a los israelitas. La situación del pueblo de Dios decayó rápidamente, ya que pasó de la prosperidad y la libertad a una abyecta esclavitud a las órdenes de duros amos (Éxo. 1:11, 13, 14). El responsable de este drástico cambio fue Amenhotep I (1553-1532 a. C.). Sin embargo, cuanto más se oprimía a los israelitas, más aumentaba su número (Éxo. 1:12), por lo que creció la presión sobre el faraón para que sometiera al pueblo de Dios mediante trabajos forzados.\n</p><p>Esta cadena de crueldad y opresión faraónicas culminó durante el cruel reinado de Tutmosis I (1525-1512 a. C.), quien promulgó el despiadado decreto para que se diera muerte a todos los varones hebreos recién nacidos (Éxo. 1:22). Si el éxodo ocurrió en marzo de 1450 a. C., Moisés debió nacer ochenta años antes, en el año 1530 a. C., durante el gobierno de Tutmosis I. Este faraón tuvo una hija que se convirtió en la reina Hatshepsut (1504-1482 a. C.). Ella fue quien adoptó a Moisés y le dio ese nombre. Hatshepsut murió mientras Moisés estaba en Madián. El marido de Hatshepsut, Tutmosis II (1512-1504 a. C.), tuvo un hijo de una concubina, Tutmosis III (1504-1450 a. C.), que fue el faraón del éxodo. El faraón Amenhotep II (1453-1425 a. C.), quien no era el primogénito de Tutmosis III, fue corregente con su padre durante más de dos años y tuvo un hijo, su primogénito, que murió en ocasión de la décima plaga. El faraón Tutmosis IV (1425-1412 a. C.), quien sucedió a Amenhotep II en el trono, no era su hijo mayor, como indica la inscripción de la Estela de la Esfinge. De esta manera, los datos bíblicos pueden armonizarse con la evidencia extrabíblica.\n</p><p>El nombre egipcio de Moisés está en armonía con este período histórico, ya que es similar al nombre de Tutmosis y significa “nacido de” o “sacado de”. Su nombre completo probablemente era Hapi-mosis (Hapi era el dios del río Nilo), pero al referirse a sí mismo y escribir bajo la inspiración de Dios, Moisés eliminó la primera parte de su nombre, señal de su negativa a ser asociado con el dios del Nilo. El nacimiento de Moisés (Éxo. 2:1-10) es un punto de inflexión en el flujo de la historia de Israel. El pueblo de Dios oraba en su desesperada situación pidiéndole ser liberado de la esclavitud. El Señor respondió a sus súplicas con el nacimiento de Moisés. La intervención milagrosa de Dios para proteger la vida de Moisés en esta circunstancia particular solo fue posible en colaboración con sus padres y María, su hermana. Esto muestra que Dios utiliza instrumentos humanos para hacer avanzar su causa y cumplir sus propósitos.\n</p><p>En medio de las dificultades y del sufrimiento, debemos fijar nuestros ojos en Dios y confiar en él, en su liderazgo y en su sabiduría, pues él nunca abandonará a sus hijos. Él está con ellos en medio de la opresión y la persecución. Conoce las lágrimas de los maltratados y heridos, y sufre con ellos. El profeta Isaías declara con acierto que Dios se conduele de todas nuestras aflicciones (Isa. 63:9). Su solidaridad con nosotros es firme e irrevocable. Sufre cuando sufrimos, y participa de nuestra angustia y dolor. Él está de parte de quienes son injustamente perseguidos (Mat. 5:10). Es un Señor misericordioso y clemente. Es paciente con nosotros y sufrió en la cruz para asegurar nuestra salvación. Por el contrario, los opresores, maltratadores y transgresores experimentarán el juicio divino de condenación y destrucción final.\n</p><p>En este contexto, recordemos la perspicaz declaración de Elena de White: “En la vida futura se aclararán los misterios que aquí nos han preocupado y desilusionado. Veremos que las oraciones que nos parecían desatendidas y las esperanzas defraudadas figuraron entre nuestras mayores bendiciones” (El ministerio de curación, p. 376).\n</p><p>Las parteras Sifra y Fúa fueron modelos de fidelidad. Puesto que reverenciaban a Dios, no temían la ira del faraón. Su respeto por el Dios de la vida hizo que respetaran la vida humana. Se negaron a matar a los varones hebreos recién nacidos. Sabían que la vida es un don de Dios, así que rechazaron las órdenes del faraón.\n</p><p>La Biblia no dice mucho acerca de los primeros cuarenta años de la vida de Moisés (Hech. 7:23), salvo estos detalles destacados: (a) Moisés se convirtió en el hijo de la hija del faraón; (b) cuando creció, mató a un egipcio que estaba golpeando a un hebreo; (c) disputó con un hebreo que golpeaba a otro hebreo; (d) fue posteriormente a Madián, donde se quedó con el sacerdote Jetro y se casó con Séfora, la hija de este; y (e) engendró a Gersón.\n</p><p>El punto principal de la lección de esta semana es la frase “y se acordó [Dios] de su pacto”, parte de nuestro texto clave: “Dios oyó su gemido, y se acordó de su pacto con Abraham, Isaac y Jacob” (Éxo. 2:24). La fidelidad de Dios a las promesas de su pacto confiere estabilidad a las relaciones entre él y su pueblo. Él cumple su parte a pesar de nuestra infidelidad. El pacto de Dios constituye el establecimiento legal de una relación entre Dios y sus seguidores.\n</p><p>Sin embargo, su promesa de prosperidad pactual parecía no cumplirse, ya que su pueblo no prosperaba, sino que sufría. La afirmación de que Dios “se acordó de su pacto” no significa que hubo un lapsus en la memoria de Dios o que se olvidó de su pueblo, ya que intervino en favor de ellos en el momento indicado. Dios se comprometió a hacer de Abraham una gran nación. Por lo tanto, y en cumplimiento de esa promesa, libertó a los oprimidos israelitas pues había prometido bendecir a la posteridad de Abraham.\n</p><p>En estos dos versículos finales (2:24, 25), el término Elohim designa cuatro veces al Dios poderoso que realiza cuatro acciones: “oyó”, “se acordó”, “miró” y “reconoció”.\n</p><p>Estos versículos subrayan el conocimiento que Dios tiene de la situación, su cuidado y su disposición a actuar en favor de su pueblo. Cambiará el curso de la historia porque ha llegado el momento de su intervención. En su misericordia, Dios dirá “no” a la opresión sufrida por sus seguidores para que puedan servirlo y manifestar su gratitud por el don de la libertad. Por lo tanto, la gracia de Dios triunfa sobre la violencia, la opresión y la esclavitud.\n</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><strong>&nbsp;1</strong>. ¿Cómo te sientes cuando alguien te pasa por alto, te hiere, te explota o abusa de ti? Estas profundas decepciones y aflicciones pueden ayudarte a simpatizar con quienes atraviesan experiencias similares en la vida. ¿Cómo puedes animar eficazmente a esas personas que sufren? ¿Cuál es el mejor remedio para las decepciones de la vida?\n</p><p><strong>2.</strong> ¿Cómo puedes responder eficazmente al abuso de poder en tu lugar de trabajo o en la iglesia?\n</p><p><strong>3.</strong> Imagina qué habría ocurrido si los padres de Moisés y María no hubieran confiado en Dios y no hubiesen tenido el valor de esconder a su bebé. ¿Qué habría ocurrido con el plan de Dios? ¿Cómo habría reaccionado Dios en esa hipotética situación? ¿Habría surgido otro Moisés?\n</p><p><strong>4.</strong> ¿Cómo fue posible que Moisés, después de tantos años de vivir en el lujo y en un hogar pagano, decidiera sufrir junto al pueblo de Dios?\n</p><p><strong>5</strong>. Quienes se inclinan ante Dios no tienen por qué temer presentarse ante los reyes. Han puesto la voluntad de Dios en primer lugar en su vida; por lo tanto, siguen adelante con valentía y arrojo para obedecer los mandamientos de Dios. ¿Qué significa que Moisés no temía al faraón pero reverenciaba a Dios? ¿Cómo entiendes la paradójica afirmación de que Moisés fue fiel a Dios porque vio “al invisible” (Heb. 11:27)? ¿Cómo puedes ver a Dios con los ojos de la fe?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>OPRESIÓN: EL TRASFONDO Y EL NACIMIENTO DE MOISÉS</p>",
      "verse": "<p>“Los israelitas, gimiendo a causa de la servidumbre, clamaron, y su clamor subió hasta Dios con motivo de su servidumbre. Dios oyó su gemido, y se acordó de su pacto con Abraham, Isaac y Jacob. Y miró Dios a los israelitas y reconoció su condición” (Éxo. 2:23-25)</p>",
      "versionCode": 25,
      "weekDate": "28 de junio- 4 de julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
