{
   "data":[
      {
         "color":"#04648a",
         "id":707,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"November 9",
               "dayTitle":"<p>Blessed Are Those Who Believe</p>",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p><strong>Read for This Week’s Study: </strong>John 8:54–58, Gen. 12:3, Rom. 4:1–5, John 12:1–8, John 19:4–22, John 20:19–31, Daniel 2, Daniel 7.&nbsp;</p><p><strong>Memory Text:</strong> “Jesus said to him, ‘Thomas, because you have seen Me, you have believed. Blessed are those who have not seen and yet have believed’ ” (John 20:29, NKJV).&nbsp;</p><p>Throughout his Gospel, John has a diversity of people—people with different backgrounds, beliefs, and experiences—all testifying to who Jesus was.&nbsp;</p><p>“ ‘Behold the Lamb of God!’ ” (John 1:36, NKJV). “ ‘We have found the Messiah’ ” (John 1:41, NKJV). “ ‘We have found Him of whom Moses . . . wrote’ ” (John 1:45, NKJV). “ ‘Rabbi, You are the Son of God! You are the King of Israel!’ ” (John 1:49, NKJV). “ ‘Could this be the Christ?’ ” (John 4:29, NKJV). “ ‘We ourselves have heard Him and we know that this is indeed the Christ, the Savior of the world’ ” (John 4:42, NKJV). “ ‘Lord, to whom shall we go? You have the words of eternal life’ ” (John 6:68, NKJV). “ ‘I believe that You are the Christ, the Son of God, who is to come into the world’ ” (John 11:27, NKJV). “ ‘Though I was blind, now I see’ ” (John 9:25, NKJV). “ ‘Behold your King!’ ” (John 19:14, NKJV). “ ‘I find no fault in Him’ ” (John 19:6, NKJV). “ ‘My Lord and my God!’ ” (John 20:28, NKJV).&nbsp;</p><p><strong>Who were some of these people, and why did they testify as they did to the identity of Jesus?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 10",
               "dayTitle":"<p>Harking Back to Abraham<br></p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p>Jesus was not shy in declaring who He was, nor in calling on wit- nesses to testify to who He was, even witnesses who were long gone, including Abraham. “ ‘Your father Abraham rejoiced to see My day, and he saw it and was glad’ ” (John 8:56, NKJV).&nbsp;</p><p><strong>Why was Abraham’s witness so important that it was included in John’s gospel? (Gen. 12:3, Gen. 18:16–18, Gen. 26:4, Matt. 1:1, Acts 3:25.)</strong></p><p><strong>Genesis 12:3&nbsp;</strong></p><p><strong><sup>3</sup> </strong>I will bless those who bless you, And I will curse him who curses you; And in you all the families of the earth shall be blessed.”</p><p><strong>Genesis 18:16-18</strong></p><p><sup><strong>16</strong> </sup>Then the men rose from there and looked toward Sodom, and Abraham went with them to send them on the way.&nbsp;</p><p><strong><sup>17</sup></strong> And the Lord said, “Shall I hide from Abraham what I am doing,&nbsp;</p><p><strong><sup>18</sup></strong> since Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?</p><p><strong>Genesis 26:4&nbsp;</strong></p><p><strong><sup>4</sup> </strong>And I will make your descendants multiply as the stars of heaven; I will give to your descendants all these lands; and in your seed all the nations of the earth shall be blessed;</p><p><strong>Matthew 1:1&nbsp;</strong></p><p><sup><strong>1</strong> </sup>The book of the genealogy of Jesus Christ, the Son of David, the Son of Abraham:</p><p><strong>Acts 3:25&nbsp;</strong></p><p><sup><strong>25</strong> </sup>You are sons of the prophets, and of the covenant which God made with our fathers, saying to Abraham, ‘And in your seed all the families of the earth shall be blessed.’<br></p><p><br></p><p>“Through type and promise God ‘preached before the gospel unto Abraham.’ Galatians 3:8. And the patriarch’s faith was fixed upon the Redeemer to come. Said Christ to the Jews, ‘Your father Abraham rejoiced that he should see My day; and he saw it, and was glad.’ John 8:56, R.V., margin. The ram offered in place of Isaac represented the Son of God, who was to be sacrificed in our stead. When man was doomed to death by transgression of the law of God, the Father, looking upon His Son, said to the sinner, ‘Live: I have found a ransom.’ ”—Ellen G. White, Patriarchs and Prophets, p. 154.&nbsp;</p><p>Abraham was the father of the Jewish nation. He received the promise that, through him, all nations would be blessed. This blessing came through the Messiah, born through his lineage.&nbsp;</p><p>Abraham was also the father of those who respond to God in faith (Heb. 11:8, 17–19). His willingness to sacrifice his son Isaac (Genesis 22), the son of promise, was not only an evidence of faith but a window into the plan of salvation.&nbsp;</p><p>When Jesus said, “ ‘Your father Abraham rejoiced to see My day’ ” (John 8:56, NKJV), the leaders responded, “ ‘You are not yet fifty years old, and have You seen Abraham?’ ” (John 8:57, NKJV).&nbsp;</p><p>Jesus’ answer was astounding. “ ‘Most assuredly, I say to you, before Abraham was, I AM’ ” (John 8:58, NKJV).&nbsp;</p><p>Jesus uses language reminiscent of what God said to Moses at the burning bush. This was a claim to be God, the self-existent One. No question, the leaders understood the implication of what He said because they then “took up stones to throw at Him” (John 8:59, NKJV).&nbsp;</p><p><strong>Read Romans 4:1–5. How does Paul use this story of Abraham to reveal the great truth of salvation by faith alone, without the deeds of the law? How do these verses help us understand the idea of Abraham as the father of those who live by faith?</strong></p><p><strong>Romans 4:1–5</strong></p><p><strong><sup>1</sup> </strong>What then shall we say that Abraham our father has found according to the flesh?<strong><br></strong></p><p><sup><strong>2</strong> </sup>For if Abraham was justified by works, he has something to boast about, but not before God.&nbsp;</p><p><strong><sup>3</sup></strong> For what does the Scripture say? “Abraham believed God, and it was accounted to him for righteousness.”&nbsp;</p><p><strong><sup>4 </sup></strong>Now to him who works, the wages are not counted as grace but as debt.&nbsp;</p><p><strong><sup>5 </sup></strong>But to him who does not work but believes on Him who justifies the ungodly, his faith is accounted for righteousness<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 11",
               "dayTitle":"<p>The Witness of Mary<br></p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p>Six days before Passover, Jesus came to visit Mary, Martha, and their brother Lazarus, whom Jesus had raised to life. Simon, who had been healed of leprosy, hosted a feast in appreciation for what Jesus had done for him. Martha was serving, and Lazarus was sitting at the table with the guests (John 12:1–8).&nbsp;</p><p><strong>What was the significance of Mary’s actions here? How was this a wit- ness to who Jesus really was? (See John 12:1–3.) <br></strong></p><p><strong>John 12:1–3</strong><br></p><p><strong><sup>1</sup></strong> Then, six days before the Passover, Jesus came to Bethany, where Lazarus was who had been dead, whom He had raised from the dead.&nbsp;</p><p><sup><strong>2</strong><em><strong> </strong></em></sup>There they made Him a supper; and Martha served, but Lazarus was one of those who sat at the table with Him.&nbsp;</p><p><sup><strong>3</strong> </sup>Then Mary took a pound of very costly oil of spikenard, anointed the feet of Jesus, and wiped His feet with her hair. And the house was filled with the fragrance of the oil.<br></p><p><br></p><p>The perfume was very expensive, worth about a year’s wages for the common laborer. Mary probably brought this gift as an expression of gratitude to the Savior for the forgiveness of her sins and for the resur- rection of her brother. She intended it to be used someday for the burial of Jesus. But then she heard that He would soon be anointed King. In that case, she would be the first to bring Him honor.&nbsp;</p><p>Mary probably did not intend for her gesture to be noticed, but John notes, “The house was filled with the fragrance of the perfume” (John 12:3, ESV). Judas responded with a quick rebuke, stating that the perfume should have been sold and the proceeds given to the poor. Jesus immedi- ately put Mary at ease by stating, “ ‘Let her alone; . . . The poor you have with you always, but Me you do not have always’ ” (John 12:7, 8, NKJV).&nbsp;</p><p>A recurring theme runs through the Gospel. Jesus knows what is in people (John 2:24, 25; John 6:70, 71; John 13:11; John 16:19). In this instance at Simon’s feast, Jesus knows what is in Judas. John is careful to point out who Judas is—a self-serving thief (John 12:6).&nbsp;</p><p>“The fragrant gift which Mary had thought to lavish upon the dead body of the Saviour she poured upon His living form. At the burial its sweetness could only have pervaded the tomb; now it gladdened His heart with the assurance of her faith and love. . . . And as He went down into the darkness of His great trial, He carried with Him the memory of that deed, an earnest of the love that would be His from His redeemed ones forever.”—Ellen G. White, The Desire of Ages, p. 560.&nbsp;</p><p><strong>Jesus knew what was in the heart of Mary and the heart of Judas. He knows what’s in your heart, as well. What should this truth tell us about the need of Christ as our righteousness, transform- ing us and covering us, as well?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 12",
               "dayTitle":"<p>The Unwitting Witness of Pilate<br></p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p>Time and again, John records the attempts of the religious leaders to seize Jesus, to bring Him to trial, and to sentence Him to death. A theme in John’s Gospel, stated often by Jesus, is that His time or hour had not yet come, by which He meant the time for His crucifixion (John 2:4; John 7:6, 8, 30; John 12:7, 23, 27; John 13:1; John 17:1).&nbsp;</p><p>Now the hour had come. Jesus was arrested in the Garden of Gethsemane, brought before Annas, then Caiaphas the high priest, then twice before Pilate.&nbsp;</p><p>John has called upon many witnesses from every walk of life to testify that Jesus was the Christ. Now John calls upon Pilate, the governor who tried Jesus. This was an important testimony because Pilate was a Roman, a governor, and a judge; most of the other witnesses were Jews and commoners.&nbsp;</p><p><strong>How is Pilate’s verdict connected to the theme of John’s Gospel? John 18:38, John 19:4–22. </strong><br></p><p><strong>John 18:38<sup><br></sup></strong></p><p><strong><sup>38</sup> </strong>Pilate said to Him, “What is truth?” And when he had said this, he went out again to the Jews, and said to them, “I find no fault in Him at all.</p><p><strong>John 19:4–22</strong></p><p><sup><strong>4</strong> </sup>Pilate then went out again, and said to them, “Behold, I am bringing Him out to you, that you may know that I find no fault in Him.”&nbsp;</p><p><strong><sup>5</sup></strong> Then Jesus came out, wearing the crown of thorns and the purple robe. And Pilate said to them, “Behold the Man!”&nbsp;</p><p><strong><sup>6 </sup></strong>Therefore, when the chief priests and officers saw Him, they cried out, saying, “Crucify Him, crucify Him!” Pilate said to them, “You take Him and crucify Him, for I find no fault in Him.”&nbsp;</p><p><strong><sup>7</sup></strong> The Jews answered him, “We have a law, and according to our law He ought to die, because He made Himself the Son of God.”&nbsp;</p><p><strong><sup>8</sup></strong> Therefore, when Pilate heard that saying, he was the more afraid,&nbsp;</p><p><strong><sup>9</sup></strong> and went again into the Praetorium, and said to Jesus, “Where are You from?” But Jesus gave him no answer.&nbsp;</p><p><strong><sup>10</sup></strong> Then Pilate said to Him, “Are You not speaking to me? Do You not know that I have power to crucify You, and power to release You?”&nbsp;</p><p><strong><sup>11</sup></strong> Jesus answered, “You could have no power at all against Me unless it had been given you from above. Therefore the one who delivered Me to you has the greater sin.”&nbsp;</p><p><sup><strong>12</strong></sup> From then on Pilate sought to release Him, but the Jews cried out, saying, “If you let this Man go, you are not Caesar’s friend. Whoever makes himself a king speaks against Caesar.”&nbsp;</p><p><sup><strong>13</strong> </sup>When Pilate therefore heard that saying, he brought Jesus out and sat down in the judgment seat in a place that is called The Pavement, but in Hebrew, Gabbatha.&nbsp;</p><p><sup><strong>14</strong> </sup>Now it was the Preparation Day of the Passover, and about the sixth hour. And he said to the Jews, “Behold your King!”&nbsp;</p><p><strong><sup>15</sup> </strong>But they cried out, “Away with Him, away with Him! Crucify Him!” Pilate said to them, “Shall I crucify your King?” The chief priests answered, “We have no king but Caesar!”&nbsp;</p><p><strong><sup>16</sup></strong> Then he delivered Him to them to be crucified. Then they took Jesus and led Him away.&nbsp;</p><p><sup><strong>17</strong></sup> And He, bearing His cross, went out to a place called the Place of a Skull, which is called in Hebrew, Golgotha,&nbsp;</p><p><strong><sup>18</sup></strong> where they crucified Him, and two others with Him, one on either side, and Jesus in the center.&nbsp;</p><p><sup><strong>19</strong> </sup>Now Pilate wrote a title and put it on the cross. And the writing was: JESUS OF NAZARETH, THE KING OF THE JEWS.&nbsp;</p><p><strong><sup>20</sup> </strong>Then many of the Jews read this title, for the place where Jesus was crucified was near the city; and it was written in Hebrew, Greek, and Latin.&nbsp;</p><p><strong><sup>21</sup></strong> Therefore the chief priests of the Jews said to Pilate, “Do not write, ‘The King of the Jews,’ but, ‘He said, “I am the King of the Jews.” ’ ”&nbsp;</p><p><strong><sup>22</sup></strong> Pilate answered, “What I have written, I have written.”</p><p><br></p><p>Jesus was brought to Pilate early on Friday morning (John 18:28). His plan was to dispatch the prisoner quickly to His fate. But Jesus’ demeanor drew Pilate’s attention. The governor questioned Jesus closely and heard from His lips, “ ‘For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice’ ” (John 18:37, ESV).&nbsp;</p><p>Though the governor ultimately condemned Jesus to death, he nonetheless three times proclaimed Jesus innocent (John 18:38; John 19:4, 6). And over the cross he wrote the words “ ‘Jesus of Nazareth, the King of the Jews’ ” (John 19:19, ESV), completing his witness to who Jesus is. And yet despite his testimony of Christ’s innocence, he nevertheless condemned Jesus to death.&nbsp;</p><p>Pilate had the Truth Himself standing before him and yet—allowing the mob to bully him—Pilate sentenced Jesus to death anyway! What a tragic example of not following what your conscience and heart tell you is correct!</p><p><strong>What can we learn from Pilate’s example about the dangers of allowing popular sentiment, even pressure, to keep us from doing what we believe is right?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 13",
               "dayTitle":"<p>The Witness of Thomas</p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p><strong>Read John 20:19–31. What can we learn from the story of Thomas about faith and doubt? What major mistake did Thomas make?</strong></p><p><strong>John 20:19–31</strong><sup><br></sup></p><p><sup><strong>19</strong></sup> Then, the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled, for fear of the Jews, Jesus came and stood in the midst, and said to them, “Peace be with you.”&nbsp;</p><p><strong><sup>20</sup></strong> When He had said this, He showed them His hands and His side. Then the disciples were glad when they saw the Lord.&nbsp;</p><p><strong><sup>21</sup></strong> So Jesus said to them again, “Peace to you! As the Father has sent Me, I also send you.”&nbsp;</p><p><sup><strong>22</strong></sup> And when He had said this, He breathed on them, and said to them, “Receive the Holy Spirit.&nbsp;</p><p><strong><sup>23</sup></strong> If you forgive the sins of any, they are forgiven them; if you retain the sins of any, they are retained.”&nbsp;</p><p><strong><sup>24</sup></strong> Now Thomas, called the Twin, one of the twelve, was not with them when Jesus came.&nbsp;</p><p><strong><sup>25</sup></strong> The other disciples therefore said to him, “We have seen the Lord.” So he said to them, “Unless I see in His hands the print of the nails, and put my finger into the print of the nails, and put my hand into His side, I will not believe.”&nbsp;</p><p><strong><sup>26</sup></strong> And after eight days His disciples were again inside, and Thomas with them. Jesus came, the doors being shut, and stood in the midst, and said, “Peace to you!”&nbsp;</p><p><sup><strong>27</strong></sup> Then He said to Thomas, “Reach your finger here, and look at My hands; and reach your hand here, and put it into My side. Do not be unbelieving, but believing.”&nbsp;</p><p><strong><sup>28</sup> </strong>And Thomas answered and said to Him, “My Lord and my God!”&nbsp;</p><p><strong><sup>29</sup></strong> Jesus said to him, “Thomas, because you have seen Me, you have believed. Blessed are those who have not seen and yet have believed.”&nbsp;</p><p><strong><sup>30</sup></strong> And truly Jesus did many other signs in the presence of His disciples, which are not written in this book;&nbsp;</p><p><strong><sup>31</sup></strong> but these are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in His name.<br></p><p><br></p><p>Christ appeared to the disciples after His resurrection, when they were shut up together in a room because of fear.&nbsp;</p><p>Thomas was not with them. Later, he heard the reports of the Resurrection from the other disciples, but he despaired. It did not fit his picture of the kingdom. And, too, he surely must have wondered why Jesus would have revealed Himself to the others when he himself was not there.&nbsp;</p><p>Thomas said, “ ‘Unless I see in His hands the print of the nails, and put my finger into the print of the nails, and put my hand into His side, I will not believe’ ” (John 20:25, NKJV). Thomas was dictating the conditions of his faith. This approach to faith in Jesus has appeared again and again in John. Nicodemus answered Jesus with, “ ‘How can a man be born when he is old?’ ” (John 3:4, NKJV). The woman at the well asked, “ ‘Sir, you have no bucket, and the well is deep. Where do you get that living water?’ ” (John 4:11, NRSV). The crowd who had been fed with the loaves and fishes asked, “ ‘What sign are you going to give us?’ ” (John 6:30, NRSV).&nbsp;</p><p>It is this “see and then believe” perspective that the Gospel of John counters. When Jesus met Thomas after the Resurrection, He invited him to come, see, and touch His risen body. But then He says, “ ‘Blessed are those who have not seen and yet have believed’ ” (John 20:29, ESV).&nbsp;</p><p>“God never asks us to believe, without giving sufficient evidence upon which to base our faith. His existence, His character, the truthfulness of His word, are all established by testimony that appeals to our reason; and this testimony is abundant. Yet God has never removed the possibility of doubt. Our faith must rest upon evidence, not demonstration.”—Ellen G. White, Steps to Christ, p. 105.&nbsp;</p><p>Through the Word of God, through the Creation, and through personal experience, we have been given an incredible amount of evidence for our faith in Jesus. If someone were to ask you&nbsp;</p><p><strong>Why do you believe in Jesus? what would you say?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 14",
               "dayTitle":"<p>Our Witness of Jesus<br></p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p>Again and again, as John presents witnesses to Jesus, his point is to bring us to a sweeping conclusion: “And truly Jesus did many other signs in the presence of His disciples, which are not written in this book; but these are written that you may believe that Jesus is the Christ, the Son of God, and that believing you may have life in His name” (John 20:30, 31, NKJV).&nbsp;</p><p>Imagine having been there, in person, in the flesh, and having seen Jesus do many of these miracles. We’d certainly believe, wouldn’t we? We’d like to think so; but, in some ways, we have even more reasons to believe in Jesus than did those who actually saw the miracles. Why?&nbsp;</p><p><strong>What are some of the things that we have today that those living at the time of Jesus didn’t have that should help us believe? (See, for example, Matt. 24:2, Matt. 24:14, Matt. 24:6–8.)</strong></p><p><strong>Matthew 24:2&nbsp;</strong></p><p><strong><sup>2</sup></strong> And Jesus said to them, “Do you not see all these things? Assuredly, I say to you, not one stone shall be left here upon another, that shall not be thrown down.”</p><p><strong>Matthew 24:14</strong></p><p><strong><sup>14</sup> </strong>And this gospel of the kingdom will be preached in all the world as a witness to all the nations, and then the end will come.</p><p><strong>Matt. 24:6–8<sup><br></sup></strong></p><p><sup><strong>6 </strong></sup>And you will hear of wars and rumors of wars. See that you are not troubled; for all these things must come to pass, but the end is not yet.&nbsp;</p><p><strong><sup>7</sup></strong> For nation will rise against nation, and kingdom against kingdom. And there will be famines, pestilences, and earthquakes in various places.&nbsp;</p><p><strong><sup>8</sup></strong> All these are the beginning of sorrows.</p><p><br></p><p>And that’s because we have not only the powerful accounts in John’s Gospel, but also the great advantage of seeing so much of what Jesus and other Bible writers predicted would come true, such as the destruction of the temple (Matt. 24:2), the spread of the gospel around the world (Matt. 24:14), the great falling away (2 Thess. 2:3), and the world continuing to be a fallen and evil place (Matt. 24:6–8). All during the life and ministry of Jesus, His following remained a small and harassed group of men and women who, by all human standards, should have vanished from history a long time ago. How could they have known, as we do, that all these things would come to pass? And they have. In fact, our own faith itself exists as a fulfillment of Jesus’ own prophecy that the gospel would go to all the world.&nbsp;</p><p>And, today, about two thousand years later, as followers of Jesus, we also have the privilege of bearing witness to Jesus and to what He has done for us. It is not by the reasoning of Nathanael, Nicodemus, the woman of Samaria, or the teachings of the Pharisees that we can know Jesus as the Messiah for ourselves. It is by the reading of the Scriptures under the convicting power of the Holy Spirit that we accept Jesus as the Savior of the world.&nbsp;</p><p>And then, each one of us, in our way, and out of our own relationship with God, can have a story to tell. Our story may not be as dramatic as seeing the dead raised or someone blind from birth healed, but that doesn’t matter. What matters is that we know Jesus for ourselves, and in our own way bear witness to Him, as did those in John’s Gospel.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 15",
               "dayTitle":"<p>Further Thought:<br></p>",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p>Read Ellen G. White, “The Test of Faith,” pp. 145–155, in Patriarchs and Prophets; “In Pilate’s Judgment Hall,” pp. 723–740, in The Desire of Ages.&nbsp;</p><p>Thomas “cast himself at the feet of Jesus crying, ‘My Lord and my God.’ ”&nbsp;</p><p>“Jesus accepted his acknowledgment, but gently reproved his unbelief: ‘Thomas, because thou hast seen Me, thou hast believed: blessed are they that have not seen, and yet have believed.’ The faith of Thomas would have been more pleasing to Christ if he had been willing to believe upon the testimony of his brethren. Should the world now follow the example of Thomas, no one would believe unto salvation; for all who receive Christ must do so through the testimony of others.&nbsp;</p><p>“Many who are given to doubt excuse themselves by saying that if they had the evidence which Thomas had from his companions, they would believe. They do not realize that they have not only that evidence, but much more. Many who, like Thomas, wait for all cause of doubt to be removed, will never realize their desire. They gradually become confirmed in unbelief. Those who educate themselves to look on the dark side, and murmur and complain, know not what they do. They are sowing the seeds of doubt, and they will have a harvest of doubt to reap. At a time when faith and confidence are most essential, many will thus find themselves powerless to hope and believe.”—Ellen G. White, The Desire of Ages, pp. 807, 808.&nbsp;</p><p><strong>Discussion Questions:&nbsp;</strong></p><p><strong><sup>1</sup></strong> What was the essential difference in the expressions of faith by Abraham and by Thomas? What can we learn from their stories?&nbsp;</p><p><sup><strong>2</strong> </sup>In class, let those who are willing bear witness to Jesus, as we have seen done in the Gospel of John. Though the accounts differ, what do people say, and how do they all bear witness to the same Lord?&nbsp;</p><p><strong><sup>3</sup></strong> Pilate asked a very philosophical question: “What is truth?” Give your answer to that question in light of all we have studied in John.&nbsp;</p><p><strong><sup>4</sup></strong> Look at the prophecies of Daniel 2 and 7. Though those in the time of Jesus had these two chapters, what great advantage do we have today that they didn’t have back then, in terms of seeing those prophecies fulfilled and thus having even more reasons to believe?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>INSIDE STORY<br></p>",
               "id":78,
               "idDay":8,
               "idLesson":7,
               "lessonText":"<p><strong>From Pin Trader to Camper&nbsp;</strong></p><p><em>By Andrew Mcchesney&nbsp;</em></p><p>Jacob Pierce’s whole family loved trading pins, and they fanned out to find new pins at the International Pathfinder Camporee in the United States.&nbsp;</p><p>Then Mother saw a man with an Alaska pin. Knowing that Jacob loved Alaskan nature, she tried to convince the man to make a trade.</p><p>“I can’t trade,” he said. “It is a one-of-a-kind pin for pastors in Alaska.”&nbsp;</p><p>Mother’s interest only grew. “What do you do up in Alaska?” she asked.&nbsp;</p><p>The man introduced himself as Tobin Dodge, director of Alaska Camps, a mission initiative of the Seventh-day Adventist Church’s Alaska Conference, which sponsors camps for children ages 8 to 17 every summer.&nbsp;</p><p>“Could my son work there?” Mother asked.&nbsp;</p><p>“Yes, we take counselors-in-training at 16 and counselors at 18,” he said.&nbsp;</p><p>Jacob jumped at the idea of spending the summer in Alaska. He joined the camp staff—and went three years in a row.&nbsp;</p><p>The camp experience can be challenging, he said. One year, he enjoyed spending time with an Alaska Native boy at Camp Polaris, located on Lake Aleknagik in southwestern Alaska. They shared an interest in nature and climbed Jackknife Mountain, which looms above the camp. But the boy refused to behave. He also used vulgar language and seemed more interested in promoting superstitions than hearing Bible truth. He blamed a rainy day on a boy who had killed a spider, saying, “If you kill a spider, it rains.”&nbsp;</p><p>Jacob grew frustrated. But at the end of camp, the boy gave Jacob a hug and walked over to his father. As he watched the two, Jacob suddenly began to understand the boy’s behavior. The boy was practically raising himself.&nbsp;</p><p>“Most of the kids don’t have any Christian background at all,” Jacob, 20, said in an interview at Camp Polaris. “That’s what makes it really an eye-opener and, to me, an amazing mission field.”&nbsp;</p><p>He said the spiritual battles at Camp Polaris are different from those at other summer camps sponsored by the Alaska Conference because it is comprised almost entirely of Alaska Native children, who often face struggles with trauma, superstition, and substance abuse.&nbsp;</p><p>“But being here is worth it,” he said. “It is a calling that is stronger than any that I have seen. God really needs volunteers here. This is a mission field.”<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS COMMENTS<br></p>",
               "id":79,
               "idDay":9,
               "idLesson":7,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><em>Study Focus:</em> John 18:38, John 19:4–22, John 20:19–31&nbsp;</p><p>Jesus spoke with confidence and certainty about His identity. Often, He alluded to His identity as the fulfillment of the promised Messiah and asked others to attest to His Messiahship. Why was their witness on behalf of His identity so important to Jesus? He wanted to save as many as possible into His eternal kingdom, and He knew that believing in Him was the only way to be saved from sin and this fallen world.&nbsp;</p><p>Jesus also appealed to many of His eyewitnesses to express their sincere convictions about their tangible experiences with Him. Mary’s testimony about Jesus’ sacrifice was powerful and meaningful. Her heart was totally open to His eyes, as all our hearts are, for Jesus knows the depth of every heart. Thus, He also knew the caviling and conniving heart of Judas.&nbsp;</p><p>Jesus likewise read the heart of Pontius Pilate, a heathen Roman governor who was in some ways more truthful than many of Jesus’ accusers. Jesus also received the testimony of a doubter who had to see and touch for himself the evidence of His Lord’s resurrection. Jesus was patient with Thomas and showed him the clear evidence of His scarred body. This week, we also will study the most powerful witness of the Savior’s Messiahship—Jesus Himself, who testifies of His Messianic mission through His words of eternal life and through His mighty deeds.<strong><br></strong></p><p><strong>Part II: Commentary<br></strong></p><p><em>Harking Back to Abraham&nbsp;</em></p><p>John 8:56 implies that Abraham was shown a revelation of the future Messiah. This divine disclosure of glorious hope was meant to serve as confirmation of God’s universal plan of salvation. Upon beholding this magnificent revelation, Abraham “rejoiced” and was “glad.” By contrast, the Jewish leaders needed no vision to see Christ’s day, for they saw Him and His mighty works in person. Instead of being joyous, as their father Abraham was, they were instead angry and ready to kill Him.&nbsp;</p><p>Moreover, Abraham was shown a practical application of that vision, which revealed the graphic plan of human redemption. Abraham served as a type of God the Father, and Isaac as a type of Jesus, God’s only Son. The wood for the sacrifice was carried on Isaac’s back to the altar, just as Christ carried the wooden cross to the altar of Calvary. Both Isaac and Jesus, without any objection, were willing to be the sacrifice. It is hard to believe that a strapping young man such as Isaac, in the prime of his youth, would be so obedient, even unto death. Abraham’s incredible faith, yet painful reluctance, in sacrificing his only son—the son of promise— typified the Father’s willingness to let Jesus die for humanity. The main difference between Jesus and Isaac was the substitute that was provided for the latter. But nothing was provided for Jesus. Christ’s sacrifice was indeed to be the Substitute for us all. In shedding His blood, Jesus gave for our redemption His life and His righteousness, which no one else possessed.</p><p><em>The Witness of Mary</em></p><p>As we turn our attention to the feast at the house of Simon the Pharisee, we must note that Jesus is the guest of honor, along with Lazarus, whom He had just raised from the dead. Mary, on the other hand, is not an honored guest. Simon and Mary are a case study in contrasts. Jesus had cleansed Simon from leprosy, but Simon had not yet permitted Jesus to heal him from the leprosy of his sinful choices. By contrast, Mary surrendered fully to Jesus and permitted Him to cleanse her from the leprosy of her sinful past. Simon felt obligated, in accordance with Jewish custom, to honor Jesus for healing him, and thus he invited Jesus out of a sense of duty. But Mary was completely committed and devoted to Jesus, spreading the fragrance of His love throughout the house. At the feast, she anointed the body of Christ, the soon-to-be-slain Lamb of God who was the vicarious Sacrifice sent to save sinful humanity.&nbsp;</p><p>Jesus came to Mary’s defense when she became the focus of everyone’s attention. Judas orchestrated a verbal assault against her for anointing Jesus, an assault that was supported by the disciples. Jesus described Mary’s act of devotion to Jesus as a wonderful thing because she did what she could for Him. Therefore, when we do our part out of genuine love, Jesus accepts such an effort as our best offering, for He knows the inner workings of a genuine heart. When we do our best for Jesus, He considers that good enough. If it is good enough for Jesus, it should be good enough for us, as well.<br></p><p><em>The Unwitting Witness of Pilate (John 18:38, John 19:4–22)&nbsp;</em></p><p>It is surprising and ironic that a pagan governor would, in a sense, take the side of Jesus, and proclaim His innocence, while Jesus’ own people, whom He had come to save, rejected Him, clamoring for His death. Living and governing in a very corrupt world, Pilate desired to know the truth, but he was doubtful that it existed. Such doubts about the existence of truth are prevalent, especially today. Truth is misconstrued as lies, as nothing but power ploys, and the light is labeled darkness used to subjugate the ignorant. Deceit is becoming increasingly normalized in our society. And, like Pilate, we cry out to know the truth.&nbsp;</p><p>Hence, what Jesus said to Thomas is so true and indispensable for our times: “ ‘I am the way, the truth, and the life’ ” (John 14:6). In these last days, we need to walk with Jesus, who is the Way. As we walk with Him, He teaches us the truth, by word and deed, which finally leads to eternal life. It is easy to become discouraged and even disillusioned as we are confronted with the happenings of our world; therefore, we must embrace Jesus, who is always the truth and in whom there is no trace of the darkness found in this life. He is constant, for He is the same yesterday, today, and forever.&nbsp;</p><p>A final thought about Pilate: he knew in his heart that Jesus was not just innocent. He also was convicted that Jesus was extraordinary in every way. Pilate never had witnessed anyone like Him. His wife confirmed this conviction by sharing the truth about Jesus with him and warning him not to condemn Him. In fact, Pilate himself pronounced Jesus innocent—not once, but three times.&nbsp;</p><p>But, as many do, Pilate succumbed to the pressure of the mob. He vacillated in a moment of weakness, thus violating his conscience. Pilate tried to please both Rome and the mob, but he ended up pleasing neither. Stripped of all his honors and exiled to Gaul, in France, Pilate’s heavy depression overwhelmed him, and he took his own life.</p><p><em>The Witness of Thomas (John 20:19–31)</em></p><p>Thomas’s case is quite a lesson book in faith and trust. Like Pilate, Thomas struggled with doubt, in spite of abundant evidence. But Jesus was willing to assuage his fears and misgivings. The Savior was gentle with Thomas, inviting him to touch His scars. Jesus also wants us to “come and see,” to experience Him personally for ourselves. It seems that whatever it takes to help us believe, He is willing to provide. He meets us where we are—in our despair, discouragement, or doubt.&nbsp;</p><p>John often deals with the topic of doubt in his writings. When he wrote his Gospel, he was confronting discouraged church members who were challenged by Gnostic heresies about the reality of Christ. In John’s day, as in ours, there were those who chose not to believe because they did not see all the evidence they desired, be it scientific or philosophical.&nbsp;</p><p>Many today focus on every bit of doubt raised in objection to Christ’s Messiahship and, thus, ignore the massive evidence of Christ’s reality and mission. These doubters insist on the entire cup of evidence being filled to the brim before they choose to believe. But in this fallen world, there is always room for doubt. We are surrounded by evidence: God’s amazing creation, life itself, divine providence, our conscience, and the measure of faith with which we are born. With that kind of evidence, seeing truly is believing.&nbsp;</p><p>Such an experience is exactly what Elisha prayed for when He entreated the Lord to help his doubtful servant to see, as recorded in 2 Kings 6:17: “ ‘Lord, I pray, open his eyes that he may see’ ” (NKJV). The Bible tells us what transpired in answer to Elisha’s prayer: “Then the Lord opened the eyes of the young man, and he saw. And behold, the mountain was full of horses and chariots of fire all around Elisha” (NKJV). So, we may conclude that real seeing is believing the bigger reality beyond our immediate circumstances</p><p><em>The Witness of Jesus</em></p><p>Jesus is indeed the greatest witness to His own divinity and divine mission. Repeatedly and tirelessly, He endeavored to open the eyes and hearts of the intellectual and rich classes. The Savior greatly desired those who doubted to consider the obvious evidence about Himself. He ardently yearned for them to believe and be saved, though it was often to no avail. How often many of us wish to see and hear Jesus in person! But had we lived during the earthly ministry of Christ and seen all the evidence He presented, would we have believed?&nbsp;</p><p>We now have the advantage of many fulfilled prophecies, which we may study to learn about His mighty works and life-giving words. There is life inherent in His words, for His recorded sayings are congruent with His person. As Peter testified, Jesus possesses the words of eternal life; Jesus Himself testified that His words give life.&nbsp;</p><p>Let us consider the weight of the countless testimonies of changed lives that have occurred because of an encounter with Christ. Christ’s power to convert the hardened and hopeless human heart is on full display for us to ponder and to fill us with wonder. Consider how Christ, through the Holy Spirit, forms Himself, the hope of glory, within us. We sometimes have the tendency to believe what we should not believe. People do not always mean what they say or say what they mean. On the other hand, the Fountain of Truth, Jesus, is the opposite. He always says what He means and means what He says. We can fully trust what He says and what He means.</p><p><strong>Part III: Life Application</strong></p><p>Think about and answer the following questions:&nbsp;</p><p>1. The Pharisees were privileged to see firsthand what Jesus said and did, but they resisted believing in the One who was God’s inestimable Gift from heaven. Thomas doubted, as some of the Pharisees did, but eventually he believed. Compare and contrast the different attitudes toward Jesus in Thomas and the Pharisees. What was the essential difference?</p><p>2. Christ did not pray for His own disciples only, as recorded in John 17:9; He also prayed for all future generations who would believe the disciples’ testimony, as seen in verse 20. “ ‘I do not pray for these alone, but also for those who will believe in Me through their word’ ” (NKJV). Doesn’t this assertion imply that we have become believers in Christ because of His prayers for us and others? What does this reality tell you about His amazing love, care, and divine power?<strong><br></strong></p><p>3. Think about Pilate’s vacillation and divided loyalties. What are some of the adverse consequences of such defective leadership? How does trying to please all in an attempt to accommodate their diverse views bring about confusion and consternation?</p><p>4. Our lives exude a “fragrance,” or influence, on the people around us as we interact with them in our different spheres. We cannot emit the sweet fragrance of Jesus unless we are “fragranced” by Him. As we reflect on our daily lives, does the atmosphere that surrounds us draw others to Christ or repulse them away from Him?</p><p><strong><em><br></em></strong></p><p><strong><em><br></em></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>Blessed Are Those Who Believe<br></p>",
         "verse":"<p>“Jesus said to him, ‘Thomas, because you have seen Me, you have believed. Blessed are those who have not seen and yet have believed’ ” (John 20:29, NKJV).</p>",
         "versionCode":7,
         "weekDate":"November 9–15"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
