{
  "data": [
    {
      "color": "#6b0ff0",
      "id": 2,
      "idEs": 8,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 2 de julio",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>En los laboratorios de química, a menudo se colocan varios materiales en un recipiente pequeño y se calientan a temperaturas extremas. A medida que el recipiente se calienta, los materiales se derriten, chisporrotean, saltan o arden intensamente, según de qué estén hechos. El recipiente se llama crisol. El diccionario define crisol como (1) recipiente que se utiliza para derretir una sustancia que requiere una temperatura muy elevada; (2) prueba difícil; (3) lugar o situación en el que interactúa una concentración de fuerzas para causar o influir en el cambio o desarrollo.<br><br>Estas definiciones también nos dan una idea práctica de lo que sucede en nuestra vida espiritual. Esta semana resaltaremos algunas razones por las que de repente podemos encontrarnos bajo presión y experimentar pruebas en ámbitos en que las circunstancias nos hacen cambiar, desarrollar y crecer en carácter. Esto nos ayudará a ser conscientes de lo que Dios está haciendo en nuestra vida, para que cuando entremos en un crisol tengamos una idea de cómo responder.<br><br><strong>Un vistazo a la semana: ¿Cuáles son las causas de los momentos difíciles que experimentamos a lo largo de la vida?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 3 de julio",
          "dayTitle": "<p><strong>SORPRESAS</strong><br></p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p><strong>“Amados, no os sorprendáis del fuego de prueba que os ha sobrevenido, como si alguna cosa extraña os aconteciese” (1 Ped. 4 :12).</strong><br><br>Las sorpresas, y especialmente las dolorosas, pueden llegar de muchas formas. Un automóvil que vira bruscamente en la carretera y se te cruza por delante. Una notificación repentina de que perdiste el trabajo. El resultado de un examen médico con malas noticias inesperadas. La traición de alguien a quien amabas y creías que te amaba. El dolor puede ser intenso, pero el elemento sorpresa siempre lo empeora.<br><br>Esta semana veremos algunos tipos específicos de situaciones dolorosas o crisoles que no deberían tomarnos por sorpresa.<br><br>Para empezar, volvamos a 1 Pedro 4: 12. La palabra griega para “sorprendáis”, en 1 Pedro 4: 12, significa ser “extraño” o “extranjero”. Pedro insta a sus lectores a no caer en la trampa de creer que las pruebas de fuego son ajenas a la experiencia cristiana; al contrario, debemos considerarlas normales: son de esperar. La palabra usada para “fuego de prueba”, o “prueba de fuego” (RVC), proviene de otra palabra griega, y significa “quemadura”. En otros lugares se traduce como “horno”. Por ende, esta experiencia de sufrir por nuestra fe podría considerarse un “proceso de fundición”, el proceso del crisol.<br><br><strong>Lee 1 Pedro 4: 12 al 19. ¿Cuál es el mensaje de Pedro?</strong></p><p><br></p><p><strong>1 Pedro 4: 12-19</strong><sup><br></sup></p><p><sup><strong>12 </strong></sup>Amados, no os sorprendáis del fuego de prueba que os ha sobrevenido, como si alguna cosa extraña os aconteciese, <sup><br></sup></p><p><sup><strong>13 </strong></sup>sino gozaos por cuanto sois participantes de los padecimientos de Cristo, para que también en la revelación de su gloria os gocéis con gran alegría. <sup><br></sup></p><p><sup><strong>14</strong></sup> Si sois vituperados por el nombre de Cristo, sois bienaventurados, porque el glorioso Espíritu de Dios reposa sobre vosotros. Ciertamente, de parte de ellos, él es blasfemado, pero por vosotros es glorificado. <sup><br></sup></p><p><sup><strong>15 </strong></sup>Así que, ninguno de vosotros padezca como homicida, o ladrón, o malhechor, o por entremeterse en lo ajeno; <sup><br></sup></p><p><sup><strong>16</strong></sup> pero si alguno padece como cristiano, no se avergüence, sino glorifique a Dios por ello. <sup><br></sup></p><p><sup><strong>17</strong></sup> Porque es tiempo de que el juicio comience por la casa de Dios; y si primero comienza por nosotros, ¿cuál será el fin de aquellos que no obedecen al evangelio de Dios? <sup><br></sup></p><p><sup><strong>18</strong></sup> Y:<br><br>Si el justo con dificultad se salva,<br><br>¿En dónde aparecerá el impío y el pecador?<sup><br><strong><br>19</strong></sup> De modo que los que padecen según la voluntad de Dios, encomienden sus almas al fiel Creador, y hagan el bien.</p><p>A muchos el sufrimiento nos sorprende porque en muchos casos tenemos una visión demasiado simplista de la vida cristiana. Sabemos que hay dos bandos: Dios, que es bueno; y Satanás, que es malo. Pero a menudo automáticamente ponemos todo lo que está bien en la casilla de Dios, y todo lo que está mal en la casilla de Satanás. Pero la vida no es tan sencilla. No podemos usar nuestros sentimientos para decidir qué hay en las casillas de Dios y de Satanás. A veces, caminar con Dios puede ser desafiante y difícil. Y seguir a Satanás podría parecer que trae grandes recompensas. Job, que era justo pero sufría, ilustra esto cuando preguntó a Dios: “¿Por qué viven los impíos, y se envejecen, y aun crecen en riquezas?” (Job 21: 7).<br><br><strong>Pedro se refería a las pruebas que son consecuencia de luchar por Cristo.</strong> Pero también hay otras razones por las que llegan las pruebas. ¿Cómo podría ayudarte 1 Pedro 4: 12 al 19 a explicarle con tacto a un amigo por qué no debería sorprenderse ante las pruebas dolorosas que podría enfrentar?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 4 de julio",
          "dayTitle": "<p><strong>LOS CRISOLES DE SATANÁS</strong><br></p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p><strong>“Sed sobrios, y velad; porque vuestro adversario el diablo, como león rugiente, anda alrededor buscando a quien devorar” (1 Ped. 5: 8).</strong><br><br><strong>Lee el versículo anterior. ¿Cuál es el mensaje para nosotros? Pregúntate: “¿Con cuánta seriedad me tomo estas palabras?” ¿Qué cosas haces en tu vida que demuestran que las tomas en serio?</strong><br><br>¿Alguna vez viste a un león hambriento? Es impresionante, porque sabes que puede atrapar y comer casi cualquier cosa que quiera. Pedro dice que Satanás merodea de la misma manera. Cuando miramos a nuestro alrededor, podemos ver las consecuencias de su deseo de matar. La muerte, el sufrimiento, la ter- giversación y la perversión de la moral y los valores están por todas partes. No podemos evitar ver la obra de Satanás.<br><br><strong>Lee 1 Pedro 5: 8 al 11. ¿Cómo deberían reaccionar los cristianos ante el acecho de Satanás?</strong></p><p><strong>1 Pedro 5: 8 - 11</strong></p><p><strong><sup>&nbsp;8 </sup></strong>Sed sobrios, y velad; porque vuestro adversario el diablo, como león rugiente, anda alrededor buscando a quien devorar; <sup><br></sup></p><p><sup><strong>9</strong></sup> al cual resistid firmes en la fe, sabiendo que los mismos padecimientos se van cumpliendo en vuestros hermanos en todo el mundo. <sup><br></sup></p><p><sup><strong>10</strong></sup> Mas el Dios de toda gracia, que nos llamó a su gloria eterna en Jesucristo, después que hayáis padecido un poco de tiempo, él mismo os perfeccione, afirme, fortalezca y establezca. <sup><br></sup></p><p><sup><strong>11</strong></sup> A él sea la gloria y el imperio por los siglos de los siglos. Amén.<br><br><strong>¿Qué promete hacer Dios por aquellos que sufren? 1 Ped. 5: 10.</strong><br><br>Pedro escribe estas palabras en el contexto de cómo responder a los ataques de Satanás en contra de la fe cristiana. Pero, como ya mencionamos, Satanás actúa de muchas formas diferentes. Y, aunque debemos ser conscientes de la realidad y el poder de nuestro enemigo, nunca debemos desanimarnos, porque siempre debemos recordar que Jesús ha vencido a Satanás; que Satanás es un enemigo derrotado; y que mientras estemos conectados con Jesús, mientras nos aferremos a él con fe, tampoco nos podrá derrotar a nosotros. Gracias a la Cruz, la victoria de Cristo es nuestra.<br><br><strong>Piensa en otras formas en que Satanás causa dolor. La lectura de 1 Pedro 5: 8 al 11, ¿cómo podría ayudarnos a afrontar la angustia que experimentamos debido a que vivimos en un mundo pecaminoso en el que Satanás causa estragos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 5 de julio",
          "dayTitle": "<p><strong>LOS CRISOLES DEL PECADO</strong><br></p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p><strong>“Porque la ira de Dios se revela desde el cielo contra toda impiedad e injusticia de los hombres que detienen con injusticia la verdad” (Rom. 1: 18).</strong><br><br>Todo lo que hacemos tiene consecuencias. Si te paras al rayo del sol con un helado, sin duda se derretirá. Causa y efecto siempre van de la mano. Y, por más que queramos que las cosas sean diferentes, con el pecado ocurre lo mismo: siempre trae consecuencias. No es que Dios esté en el cielo de brazos cruzados preguntándose qué cosas terribles podría hacerles a quienes pecan; no, el pecado en sí conlleva sus consecuencias inherentes.<br><br>El problema es que muchas veces pensamos que de alguna manera podemos ser más listos que Dios y pecar sin experimentar las consecuencias. Nunca es así. Pablo deja bien en claro que el pecado tiene consecuencias, no solo para la Eternidad; también produce consecuencias dolorosas y angustiantes en la actualidad.<br><br><strong>En Romanos 1: 21 al 32, Pablo describe el proceso de quienes caen en pecado y las consecuencias de esos pecados. Lee estos versículos con oración y con detenimiento, y resume la esencia de lo que manifiesta Pablo.</strong><br></p><p><strong>Romanos 1: 21 - 32</strong></p><p><sup><strong></strong></sup></p><p><sup><strong>&nbsp;21</strong></sup> Pues habiendo conocido a Dios, no le glorificaron como a Dios, ni le dieron gracias, sino que se envanecieron en sus razonamientos, y su necio corazón fue entenebrecido. <br></p><p><strong><sup>22</sup></strong> Profesando ser sabios, se hicieron necios, <br></p><p><strong><sup>23</sup></strong> y cambiaron la gloria del Dios incorruptible en semejanza de imagen de hombre corruptible, de aves, de cuadrúpedos y de reptiles.</p><p><sup><strong>24</strong></sup> Por lo cual también Dios los entregó a la inmundicia, en las concupiscencias de sus corazones, de modo que deshonraron entre sí sus propios cuerpos, <sup><br></sup></p><p><sup><strong>25</strong></sup> ya que cambiaron la verdad de Dios por la mentira, honrando y dando culto a las criaturas antes que al Creador, el cual es bendito por los siglos. Amén.</p><p><sup><strong>26</strong></sup> Por esto Dios los entregó a pasiones vergonzosas; pues aun sus mujeres cambiaron el uso natural por el que es contra naturaleza, <br></p><p><strong><sup>27</sup></strong> y de igual modo también los hombres, dejando el uso natural de la mujer, se encendieron en su lascivia unos con otros, cometiendo hechos vergonzosos hombres con hombres, y recibiendo en sí mismos la retribución debida a su extravío.</p><p><sup><strong>28</strong></sup> Y como ellos no aprobaron tener en cuenta a Dios, Dios los entregó a una mente reprobada, para hacer cosas que no convienen;</p><p>&nbsp;<strong><sup>29</sup></strong> estando atestados de toda injusticia, fornicación, perversidad, avaricia, maldad; llenos de envidia, homicidios, contiendas, engaños y malignidades; <sup><br></sup></p><p><sup><strong>30</strong></sup> murmuradores, detractores, aborrecedores de Dios, injuriosos, soberbios, altivos, inventores de males, desobedientes a los padres, <sup><br></sup></p><p><sup><strong>31</strong></sup> necios, desleales, sin afecto natural, implacables, sin misericordia; <strong><br></strong></p><p><strong><sup>32</sup></strong> quienes habiendo entendido el juicio de Dios, que los que practican tales cosas son dignos de muerte, no solo las hacen, sino que también se complacen con los que las practican.</p><p><br></p><p>Concéntrate específicamente en las etapas del pecado y sus consecuencias. Un par de versículos antes, Pablo describe estas consecuencias como la “ira de Dios” (Rom. 1: 18). La ira de Dios, en este pasaje, simplemente denota que Dios permite que la humanidad coseche lo que siembra. Aun con respecto a los cristianos, Dios no siempre interviene de inmediato para eliminar el dolor ocasionado por nuestras propias acciones. Muchas veces nos permite experimentar las consecuencias de nuestros actos a fin de que entendamos cuán profundamente dañino y ofensivo es nuestro pecado.<br><br>Hemos considerado las consecuencias de transgredir las leyes morales de Dios. Y ¿qué decir de quebrantar las leyes de salud de Dios? Nuestro cuerpo es el hogar de Dios. Si abusamos de nuestro cuerpo al no comer de manera saludable o al no hacer ejercicio, o si trabajamos en exceso con regularidad, esto también es pecar contra Dios, y tiene consecuencias que pueden crear las condiciones de un crisol.<br><br><strong>En tu vida, ¿en qué medida cosechaste las consecuencias inmediatas de tus pecados? ¿Qué lecciones aprendiste? ¿Qué cambios debes hacer para no volver a pasar por algo similar?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miércoles 6 de julio",
          "dayTitle": "<p><strong>LOS CRISOLES DE PURIFICACIÓN</strong><br></p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p><strong>“Por tanto, así ha dicho Jehová de los ejércitos: He aquí que yo los refinaré y los probaré; porque ¿qué más he de hacer por la hija de mi pueblo?” (Jer. 9: 7).</strong><br><br>“Si el Espíritu de Dios trae a tu mente una palabra del Señor que te hiere, puedes estar seguro de que hay algo en ti que él quiere herir hasta que muera” (O. Chambers, My Utmost for His Highest, p. 271).<br><br><strong>¿Cómo entiendes esta cita y el versículo bíblico anterior? ¿Cuál es tu experiencia con los dolores que implica el proceso de purificación?</strong><br><br><strong>Lee Jeremías 9: 7 al 16. Dios dice que refinará y probará a Judá y a Jerusalén (Jer. 9: 7). ¿Qué dos razones da Dios para esto? (Jer. 9: 13, 14). ¿Cómo ocurrirá el refinamiento? (Jer. 9: 15, 16).</strong></p><p><strong>Jeremías 9: 7-16</strong><br></p><p>7 Por tanto, así ha dicho Jehová de los ejércitos: He aquí que yo los refinaré y los probaré; porque ¿qué más he de hacer por la hija de mi pueblo? <br></p><p>8 Saeta afilada es la lengua de ellos; engaño habla; con su boca dice paz a su amigo, y dentro de sí pone sus asechanzas. <sup><br></sup></p><p><sup><strong>9 </strong></sup>¿No los he de castigar por estas cosas? dice Jehová. De tal nación, ¿no se vengará mi alma?<sup><br><br><strong>10 </strong></sup>Por los montes levantaré lloro y lamentación, y llanto por los pastizales del desierto; porque fueron desolados hasta no quedar quien pase, ni oírse bramido de ganado; desde las aves del cielo hasta las bestias de la tierra huyeron, y se fueron. <sup><br></sup></p><p><sup><strong>11 </strong></sup>Reduciré a Jerusalén a un montón de ruinas, morada de chacales; y convertiré las ciudades de Judá en desolación en que no quede morador.<sup><br><br><strong>12 </strong></sup>¿Quién es varón sabio que entienda esto? ¿y a quién habló la boca de Jehová, para que pueda declararlo? ¿Por qué causa la tierra ha perecido, ha sido asolada como desierto, hasta no haber quien pase? <sup><br></sup></p><p><sup><strong>13 </strong></sup>Dijo Jehová: Porque dejaron mi ley, la cual di delante de ellos, y no obedecieron a mi voz, ni caminaron conforme a ella; <sup><br></sup></p><p><sup><strong>14</strong></sup> antes se fueron tras la imaginación de su corazón, y en pos de los baales, según les enseñaron sus padres. <sup><br></sup></p><p><sup><strong>15</strong></sup> Por tanto, así ha dicho Jehová de los ejércitos, Dios de Israel: He aquí que a este pueblo yo les daré a comer ajenjo, y les daré a beber aguas de hiel. <sup><br></sup></p><p><sup><strong>16 </strong></sup>Y los esparciré entre naciones que ni ellos ni sus padres conocieron; y enviaré espada en pos de ellos, hasta que los acabe.</p><p>El refinamiento y la prueba de Dios entrañaron una acción drástica. Probablemente haya tres razones por las cuales refinar y probar puede asemejarse a un crisol. En primer lugar, experimentamos dolor cuando Dios permite que las circunstancias llamen nuestra atención sobre nuestro pecado. Un poco antes, Jeremías escribe con tristeza: “Los fuelles soplan con furor, y el plomo se derrite en el fuego, pero los malvados no se purifican; ¡de nada sirve que se les refine!” (Jer. 6: 29, NVI). Por lo tanto, ocasionalmente se necesita una acción drástica para llamar nuestra atención. En segundo lugar, experimentamos angustia cuando sentimos dolor por el pecado que ahora vemos claramente. En tercer lugar, experimentamos frustración cuando intentamos vivir de manera diferente. Puede ser bastante incómodo y difícil seguir eligiendo renunciar a las cosas que han sido una parte tan importante de nosotros.<br><strong><br>Piensa en los pecados con los que luchas. Si Dios te refinara y te probara hoy, ¿cómo lo haría? ¿Qué medidas podrías tomar ahora para resolver esto antes de que Dios decida tomar medidas drásticas contigo, como lo hizo con Israel?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 7 de julio",
          "dayTitle": "<p><strong>LOS CRISOLES DE LA MADUREZ</strong><br></p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p><strong>“Y para que la grandeza de las revelaciones no me exaltase desmedidamente, me fue dado un aguijón en mi carne, un mensajero de Satanás que me abofetee, para que no me enaltezca sobremanera” (2 Cor. 12: 7).</strong><br><br>Hay una gran diferencia entre cortar y podar. Cortamos las plantas que ya no queremos; podamos las plantas que queremos que desarrollen una mayor productividad. Sin embargo, ambos procesos implican una herramienta afilada. Por cierto, la poda requiere cortar partes de la planta que, a criterio de un jardinero novato, sería como destruirla. En un contexto espiritual, Bruce Wilkinson escribe: “¿Oras por las bendiciones sobreabundantes de Dios y suplicas que él te haga más semejante a su Hijo? “Si tu respuesta es sí, entonces estás pidiendo las tijeras” (B. Wilkinson, Secrets of the Vine, p. 60).<br><br>Muchos se preguntan qué quiso decir Pablo con “un aguijón en mi carne” (2 Cor. 12: 7). Las ideas son muy variadas: desde que Pablo sufría ataques constantes de sus enemigos hasta que tenía dificultades para hablar. En realidad, parece que tenía problemas oculares (ver Comentarios de Elena de White, CBA 6:1.107). Curiosamente, Pablo creía que su “aguijón” le “fue dado”. <br></p><p><strong>¿Qué crees que quiso decir Pablo con “me fue dado”? ¿Quién se lo dio? ¿Cómo podía Dios usar esto en beneficio de Pablo?</strong><br><br>Fíjate que el “aguijón” de Pablo tenía un propósito determinado: “Para que no me enaltezca sobremanera” (2 Cor. 12: 7). No fue por ningún pecado específico que hubiese cometido, sino para evitar que pecara en el futuro. Pablo reconoció que por naturaleza tenía una debilidad para pecar, y que este “aguijón” podía protegerlo.<br><br><strong>Lee 2 Corintios 12:7 al 10. ¿Cómo enfrenta Pablo su “aguijón”? ¿Crees que la debilidad de Pablo tuvo otros beneficios espirituales para él? La forma en que Pablo responde ¿cómo podría ayudarte a enfrentar “aguijones” que quizá tengas que sobrellevar?</strong></p><p><strong>2 Corintios 12:7-10</strong></p><p><sup><strong>&nbsp;7</strong></sup> Y para que la grandeza de las revelaciones no me exaltase desmedidamente, me fue dado un aguijón en mi carne, un mensajero de Satanás que me abofetee, para que no me enaltezca sobremanera; <br></p><p><sup><strong>8</strong> </sup>respecto a lo cual tres veces he rogado al Señor, que lo quite de mí. <br></p><p><sup><strong>9</strong></sup> Y me ha dicho: Bástate mi gracia; porque mi poder se perfecciona en la debilidad. Por tanto, de buena gana me gloriaré más bien en mis debilidades, para que repose sobre mí el poder de Cristo. <br></p><p><sup><strong>10</strong></sup> Por lo cual, por amor a Cristo me gozo en las debilidades, en afrentas, en necesidades, en persecuciones, en angustias; porque cuando soy débil, entonces soy fuerte.</p><p><strong>¿Cuánta diferencia hay entre las ideas de Dios para tu desarrollo espiritual y las tuyas? Piensa en los aspectos de tu vida en los que necesitas dar más frutos de justicia. ¿Qué cualidades espirituales te gustaría pedir a Dios que desarrolle en ti mediante su “poda”?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 8 de julio",
          "dayTitle": "",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>Lee Elena de White, Comentarios de Elena de White, CBA 4:1.202, 1.203; Meditaciones matinales (1953), pp. 94, 95.<br><br>“El que lee los corazones de los hombres conoce sus caracteres mejor que ellos mismos. Él ve que algunos tienen facultades y aptitudes que, bien dirigidas, pueden ser aprovechadas en el adelanto de la obra de Dios. En su providencia, los coloca en diferentes situaciones y variadas circunstancias para que descubran en su carácter los defectos que permanecían ocultos a su conocimiento. Les da oportunidad para enmendar esos defectos y prepararse para servirlo. Muchas veces permite que los fuegos de la aflicción los asalten para que puedan ser purificados” (MC 373).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>Cosechar las consecuencias de nuestro pecado puede ser una experiencia realmente dura. “¿Podré volver a estar bien con Dios?”, nos preguntamos. ¿Qué promesas divinas podrían animarnos a perseverar en esos momentos y no rendirnos? (Ver lo que Pablo escribe más adelante en Rom. 5: 1-11.) ¿Qué le puedes decir a alguien que se hace esta misma pregunta?<br><br><strong>2.</strong> ¿Qué quiere decir Elena de White con “su providencia”? ¿Cómo funciona? ¿Cómo saber cuándo sucede algo por la providencia de Dios? ¿Qué actos de la “providencia” de Dios te guiaron en las pruebas de tu vida? Como clase, analicen qué aprendieron en estas ocasiones. ¿Cómo podrían ayudar a alguien que se pregunta si algún hecho de su vida en realidad es “su providencia”?<br><br><strong>3. </strong>Si conoces a alguien que está pasando por el crisol en este momento, ¿es importante saber qué provocó esta prueba? Es decir, ¿cómo deberías reaccionar ante esta persona y su sufrimiento, independientemente de la causa? <br></p><p><strong>4. </strong>Un joven cristiano que vivía en Sudamérica pasó por una amarga prueba. Una vez superada, se mudó a Europa y tiempo después le comentó a alguien: “Dejé mi cadáver en Sudamérica”. ¿Qué significa eso? ¿Por qué todos, en cierto sentido, debemos dejar nuestro “cadáver” en alguna parte? ¿Qué papel cumplen las pruebas en ese proceso?<br><br><strong>5. </strong>Como clase, planifiquen una salida a un hospital o a algún lugar donde puedan ayudar, consolar y animar a quienes, por algún motivo, están atravesando un crisol.</p><p><br></p><p><strong>RESEÑA<br><br>Texto clave: 1 Pedro 4: 12, 13. Enfoque del estudio: Jeremías 9: 7-16; Romanos 1: 21-32; 2 Corintios 12: 7-12; 1 Pedro 4: 12-19; 5: 8-11.<br><br>Introducción:</strong><br><br>Pedro soportó pruebas de todo tipo en sucesivas oleadas a lo largo de la vida. Literalmente, luchó contra las espumosas olas del lago durante las frías noches que pasó pescando para su familia. Luchó contra las olas del amargo remordimiento cuando traicionó a su Señor. Luchó contra las olas de la incertidumbre en la prisión después de predicar el evangelio. Luchó contra las olas de la frustración al trabajar para establecer la incipiente iglesia cristiana. Fue, por así decirlo, un estudiante en la escuela del sufrimiento al analizar sus pruebas de causa a efecto, y así se permitió crecer desde la experiencia. Pero aprendió especialmente a comprender el papel que tenía el sufrimiento en la obra de salvación de Dios y en su propia esperanza personal de hacer, y llegar a ser, lo que Dios quería para él. Como Pedro se convirtió en un experto en sufrimientos y pruebas, es el más indicado para enseñarnos esta semana. La lección de esta semana destaca varios tipos de crisoles: los crisoles generados por Satanás, los crisoles generados por nuestro pecado, los crisoles que Dios usa para purificarnos y formar nuestro carácter y los crisoles de la madurez. Cada uno de estos crisoles tiene su origen (Satanás, nosotros o Dios) y sus criterios de manejo y respuesta.<br><br><strong>Temática de la lección:</strong><br><br>La lección de esta semana destaca dos temas principales. 1. El sufrimiento es una realidad presente en nuestro mundo caído y, como cristianos, debemos aprender a encarar el sufrimiento y aprender de él.<br><br>2. En segundo lugar, como mayordomos de nuestra espiritualidad, debemos aprender a distinguir entre los diferentes tipos de pruebas y sufrimientos. Esto nos ayudará a comprender cómo afrontar las crisis en la vida y a sacar las mejores lecciones.<br><br><strong>COMENTARIO<br><br>Sufrir con Cristo</strong><br><br>Primera de Pedro 4: 12 y 13 nos intriga con dos temas principales. En primer lugar, ¿qué quiere decir Pedro con que no debemos sorprendernos cuando las pruebas golpeen nuestra vida? El mal y el pecado son intrusos en el orden creado por Dios. No son naturales para la vida biológica ni para la vida moral, tal como fueron creados originalmente por Dios. No tenemos que acostumbrarnos a ellos, ni aceptarlos como parte del mundo original de Dios. El mal y el pecado no perdurarán. Se acerca el momento en que Dios acabará con ellos.<br><br>Lo que Pedro quiere comunicar aquí es que el pecado, el mal, el sufrimiento y la muerte son omnipresentes en un mundo posterior a la Caída. Para sobrevivir en este mundo, debemos aceptar que esta nueva realidad, aunque temporal, está presente. Si bien no debemos vivir en una angustia constante por temor a que el mal nos sobrevenga en cualquier momento, debemos estar preparados para lo que pueda suceder como consecuencia del mal.<br><br>En este contexto, estar preparado significa: (1) ser consciente del panorama del Gran Conflicto; (2) estar continuamente conectado con Dios en oración y mediante su autorrevelación; y (3) tener amigos espirituales que estén dispuestos a consolarnos y apoyarnos en forma sabia, compasiva y bíblica en tiempos de sufrimiento.<br><br>En segundo lugar, ¿qué quiere decir Pedro cuando nos insta a regocijarnos al participar del sufrimiento de Cristo? Pedro destaca el sufrimiento de Cristo varias veces en su primera epístola. En el capítulo 1, el acontecimiento de la primera venida de Cristo, según lo predijo el Espíritu Santo, se describe como los “sufrimientos de Cristo” (1 Ped. 1: 11). En el capítulo 2, Pedro explica que Jesús sufrió injustamente, porque es el Siervo sufriente de Isaías 53 (1 Ped. 2: 21-25). En el capítulo 3, Pedro enfatiza que Jesús “padeció una sola vez por los pecados,<br><br>el justo por los injustos, para llevarnos a Dios” (1 Ped. 3: 18). En el capítulo 4, Pedro agrega que “Cristo sufrió en el cuerpo” (1 Ped. 4: 1, NVI). Y en el capítulo 5, confirma que él mismo fue testigo de “los padecimientos de Cristo” (1 Ped. 5: 1). Pedro también relaciona todo nuestro sufrimiento con el sufrimiento de Cristo.<br><br>En el capítulo 1, Pedro dice a los cristianos que necesitan regocijarse en la salvación de Cristo, aunque “hasta ahora han tenido que sufrir diversas pruebas por un tiempo” (1 Ped. 1: 6, NVI). Sin embargo, este sufrimiento solo “será hallad[o] en alabanza, gloria y honra cuando sea manifestado Jesucristo” (1 Ped. 1: 7).<br><br>En el capítulo 2, Pedro explica que sufrir injustamente es encomiable (1 Ped. 2: 19, 20), porque Jesús también sufrió injustamente (1 Ped. 2: 21-25). En el capítulo 3, continúa con el mismo tema del sufrimiento injusto: “Si alguna cosa padecéis por causa de la justicia, bienaventurados sois”, porque “mejor es que padezcáis haciendo el bien, si la voluntad de Dios así lo quiere, que haciendo el mal” (1 Ped. 3: 14, 17). Esto es así porque, humanamente hablando, no era justo que Jesús muriera por los injustos; pero este acto en sí obró para el bien de Dios y del Universo, y la salvación de los pecadores. Lo mismo es verdad para nosotros con respecto a nuestro sufrimiento como cristianos. No es justo que suframos persecución por ser cristianos, pero ese sufrimiento puede usarse para bien, porque conducirá a la transformación de nuestro carácter y a la salvación de muchas otras personas, al tiempo que glorificará a Dios (1 Ped. 1: 6, 7).<br><br>En el capítulo 4, Pedro explica el bien que el sufrimiento produce en nosotros y por nosotros: el sufrimiento nos ayuda a disciplinar nuestro cuerpo y nuestros deseos (1 Ped. 4: 1, 2). Pero esa disciplina moral no es solo el resultado natural del sufrimiento causado por nuestras tantas malas acciones (1 Ped. 4: 15). El sufrimiento es eficaz porque somos “participantes de los padecimientos de Cristo” (1 Ped. 4: 13); sufrimos “por ser cristiano[s]” que llevan el nombre de Dios (1 Ped. 4: 16) y hacen la voluntad de Dios (1 Ped. 4: 19).<br><br>En el capítulo 5, Pedro nos recuerda que no estamos solos, porque muchos otros hermanos y hermanas cristianos en todo el mundo están “soportando la misma clase de sufrimientos” (1 Ped. 5: 9, NVI). Tenemos la certeza de que, en la perspectiva de la gracia y la salvación de Dios, este sufrimiento es solo por “un poco de tiempo” (1 Ped. 5: 10).<br><br><strong>El diablo de la Ilustración (1 Ped. 5: 8-11)</strong><br><br>La figura del diablo era real para los cristianos a lo largo de la historia. Los reformadores protestantes consideraban que su existencia era real. Sin embargo, durante y después de la Ilustración, los filósofos y los teólogos construyeron una cosmovisión que rechazaba la existencia de personas o fenómenos que obraran más allá del mundo conocido. Esta cosmovisión condicionó al cristianismo liberal actual para que negara la existencia del diablo como persona real. Este grupo declara que el diablo es simplemente una representación mítica del principio del mal. En consecuencia, ahora se considera que el mal es el resultado de la ignorancia o el producto de un proceso evolutivo largo y violento del que surgió la raza humana. Por ende, el mal es el resultado de un determinismo material, genético y social. Aun cuando algunos cristianos admitieran la existencia del diablo, les resultaría difícil creer que en verdad es tan malvado y poderoso como se lo describe en la Biblia.<br><br>Sin embargo, como cristianos creyentes en la Biblia, consideramos que la existencia del diablo es real. Para Jesús, Satanás era un ser real, no un símbolo de algunos tenebrosos aspectos internos de su mente (ver, p. ej., Mat. 4: 1-11). En opinión de Pablo, el cristiano está comprometido con una lucha que se libra contra las “huestes espirituales de maldad en las regiones celestes” (Efe. 6: 12). Y aquí, en nuestra lección, Pedro nos recuerda que debemos estar en guardia contra los ataques del diablo (1 Ped. 5: 8). Sin embargo, aunque es real, el cristiano no se focaliza en el diablo. Sí, debemos ser conscientes de su existencia y procurar no caer en sus engaños, pero el centro, la esencia y el gozo de nuestra vida es Cristo y su salvación.<br><br><strong>Elena de White: El papel del sufrimiento después de la Caída</strong><br><br>“La vida de afanes y cuidados, que en lo sucesivo sería el destino del hombre, le fue asignada por amor. Era una disciplina que su pecado había hecho necesaria para frenar la tendencia a ceder a los apetitos y las pasiones y para desarrollar hábitos de dominio propio. Era parte del gran plan de Dios para rescatar al hombre de la ruina y la degradación del pecado” (PP 44).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>1. </strong>¿Cómo puedes vivir una vida centrada en Cristo sabiendo que Satanás es real y está activo en el mundo?<br><br><strong>2.</strong> Si bien es posible que ya no nos sorprenda el hecho de que haya sufri- miento en el mundo, siempre es una sorpresa cuando las pruebas nos golpean personalmente. Estar preparados para afrontar el sufrimiento en la vida personal y responder a él de manera cristiana es fundamental. Los cristianos conocen varios tipos de crisoles de infortunios y se los toman en serio. Quieren aprender a sacar lo bueno de ellos. Muchas veces, el cristiano necesita tener la seguridad de que no es el responsable de determinada crisis personal en la vida. En el caso de una enfermedad, un cristiano se sentiría mucho mejor sabiendo que no es responsable por la causa de su enfermedad, ¿verdad? Esa seguridad marca una gran diferencia para el cristiano que pasa por esa prueba. Al mismo tiempo, debemos reconocer que, si surge una enfermedad debido a nuestro estilo de vida, la experiencia bien puede considerarse un crisol del pecado y debe tratarse como tal (1 Ped. 4). ¿Qué tipos de crisoles has atravesado recientemente? ¿Qué aprendiste? ¿Cómo lo has superado?<br><br><strong>3.</strong> Concéntrate, por ejemplo, en el crisol de la madurez. ¿De qué formas podemos identificar este tipo de crisol en nuestra vida? ¿Cómo contribuye el sufrimiento a nuestra madurez?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p><strong>LOS CRISOLES VENIDEROS</strong><br></p>",
      "verse": "<p>Amados, no os sorprendáis del fuego de prueba que os ha sobrevenido, como si alguna cosa extraña os aconteciese, sino gozaos por cuanto sois participantes de los padecimientos de Cristo, para que también en la revelación de su gloria os gocéis con gran alegría” (1 Ped. 4: 12, 13)<br></p>",
      "versionCode": 8,
      "weekDate": "2-8 de Julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
