{
   "data":[
      {
         "color":"#6ce10f",
         "id":1,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"26 de marzo",
               "dayTitle":"",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>El libro de Génesis y, por lo tanto, la Biblia en general comienza con los actos de creación de Dios. Este hecho es muy importante porque significa que nuestra creación marca el comienzo de la historia humana y la bíblica. Esta verdad también implica que la historia de la Creación del Génesis tiene la misma veracidad histórica que otros acontecimientos de la historia humana y bíblica.<br><br>Los dos pasajes de la Creación en Génesis 1 y 2 contienen lecciones sobre Dios y la humanidad. Al estudiar esta semana, comprenderemos mejor el profundo significado del sábado, el día de reposo. Reflexionaremos sobre el acto de Dios de crear a los seres humanos del polvo y a su imagen. Quedaremos cautivados por el propósito del árbol del conocimiento del bien y del mal, y por su conexión con el árbol de la vida.<br><br>La lección más importante de las historias bíblicas de los comienzos es sobre la gracia. Nuestra existencia es pura y exclusivamente un acto de gracia.<br><br>Dios creó los cielos y la Tierra cuando la humanidad aún no estaba presente. Al igual que nuestra creación, nuestra redención es también un regalo de Dios. Y, cuán profundo es que ambos conceptos, Creación y Redención, se encuentren en el mandamiento del sábado.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de marzo",
               "dayTitle":"<p>EL DIOS DE LA CREACIÓN<br></p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p><strong>Lee Salmos 100: 1 al 3. ¿Cuál es la respuesta humana al Dios de la Creación y por qué?</strong></p><p><strong>Salmos 100: 1- 3</strong></p><p><sup><strong>1</strong></sup> Cantad alegres a Dios, habitantes de toda la tierra.<strong><br><br><sup>2</sup></strong> Servid a Jehová con alegría; venid ante su presencia con regocijo.<strong><br><br><sup>3</sup></strong> Reconoced que Jehová es Dios; Él nos hizo, y no nosotros a nosotros mismos; pueblo suyo somos, y ovejas de su prado.<br><br>En Génesis 1, el primer mensaje del relato de la Creación es “Dios”. Ya lo escuchamos en la traducción: “En el principio creó Dios” (Gén. 1: 1). En la primera línea (Gén. 1:1), la palabra “Dios” se ubica en el medio del versículo y la destaca el acento más fuerte en el canto litúrgico tradicional, para enfatizar la importancia de Dios. Así que, el texto de la Creación comienza con un énfasis en Dios, el Autor de la Creación.<br><br>A decir verdad, el libro del Génesis comienza con dos presentaciones di- ferentes de Dios. El primer relato de la Creación (Gén. 1: 1–2: 4) presenta a Dios como infinitamente alejado de la humanidad, el Dios trascendente, Elohim, cuyo nombre habla de la supremacía de Dios. El nombre Elohim denota preeminencia y fuerza, y el uso de la forma plural de la palabra Elohim expresa la idea de majestad y trascendencia.<br><br>El segundo relato de la Creación (Gén. 2: 4-25) presenta a Dios como cer- cano y personal, el Dios inmanente, YHWH, cuyo nombre muchos creen que denota cercanía y relación. Por ende, el texto de la Creación en su conjunto es un llamado implícito a adorar a Dios; en primer lugar, a ser conscientes de la grandeza y el poder infinitos de Dios, y al mismo tiempo reconocer nuestra dependencia de él porque él nos creó, “y no nosotros a nosotros mismos” (Sal. 100: 3). Por eso, muchos de los Salmos a menudo asocian la adoración con la Creación (Sal. 95: 1–6; 139: 13, 14 [comparar con Apoc. 14: 7]).<br><br>Esta doble visión de un Dios que es majestuoso y poderoso, y a la vez también es cercano, amoroso y tiene un vínculo con nosotros, contiene un aspecto importante sobre cómo debemos dirigirnos a Dios al adorarlo. El sobrecogimiento y la reverencia van de la mano con el gozo y la seguridad de la proximidad, el perdón y el amor de Dios (ver Sal. 2: 11). Incluso la secuencia de las dos presentaciones de Dios es notable: la experiencia de la proximi- dad de Dios y la intimidad de su presencia viene a continuación de la experiencia de la distancia de Dios. Solo cuando nos hayamos dado cuenta de que Dios es grande, podremos apreciar su gracia y disfrutar, estremecidos, de su maravillosa y amorosa presencia en nuestra vida.<br><br><strong>Medita sobre el vasto poder de Dios, que sostiene el cosmos y, no obstante, puede estar tan cerca de cada uno de nosotros. ¿Por qué esta verdad es tan asombrosa?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de marzo",
               "dayTitle":"<p>LA CREACIÓN</p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p><strong>Lee Génesis 1: 4, 10, 12, 18, 21, 25, 31; y 2: 1 al 3. ¿Cuál es el significado del estribillo “era buena/o” en el primer relato de la Creación? ¿Cuál es la lección implícita que alberga el final de la Creación (Gén. 2: 1-3)?</strong><br></p><p><strong>Génesis 1: 4, 10, 12, 18, 21, 25, 31</strong></p><p><sup><strong>4</strong></sup> Y vio Dios que la luz era buena; y separó Dios la luz de las tinieblas.</p><p><sup><strong>10 </strong></sup>Y llamó Dios a lo seco Tierra, y a la reunión de las aguas llamó Mares. Y vio Dios que era bueno.</p><p><strong><sup>12</sup></strong> Produjo, pues, la tierra hierba verde, hierba que da semilla según su naturaleza, y árbol que da fruto, cuya semilla está en él, según su género. Y vio Dios que era bueno.</p><p><strong><sup>18</sup></strong> y para señorear en el día y en la noche, y para separar la luz de las tinieblas. Y vio Dios que era bueno.</p><p><strong><sup>21</sup></strong> Y creó Dios los grandes monstruos marinos, y todo ser viviente que se mueve, que las aguas produjeron según su género, y toda ave alada según su especie. Y vio Dios que era bueno.</p><p><strong><sup>25</sup></strong> E hizo Dios animales de la tierra según su género, y ganado según su género, y todo animal que se arrastra sobre la tierra según su especie. Y vio Dios que era bueno.</p><p><strong><sup>31</sup></strong> Y vio Dios todo lo que había hecho, y he aquí que era bueno en gran manera. Y fue la tarde y la mañana el día sexto.<br></p><p><strong>Génesis 2: 1- 3</strong></p><p><strong><sup>1</sup> </strong>Fueron, pues, acabados los cielos y la tierra, y todo el ejército de ellos. <br></p><p><strong><sup>2 </sup></strong>Y acabó Dios en el día séptimo la obra que hizo; y reposó el día séptimo de toda la obra que hizo.<strong><br></strong></p><p><em><sup><strong>3</strong> </sup></em>Y bendijo Dios al día séptimo, y lo santificó, porque en él reposó de toda la obra que había hecho en la creación.<strong><br></strong></p><p>A cada paso del relato de la Creación, Dios evalúa su obra como tov, “buena”. Generalmente se entiende que este adjetivo significa que la obra de creación de Dios fue exitosa y que la observación de Dios de que “era buena” significa que “funcionó”. La luz iluminaba (Gén. 1: 4). Las plantas daban frutos (Gén. 1: 12), y así sucesivamente.<br><br>Pero esta palabra se refería a algo más que a la eficiencia de una función. La Biblia también utiliza la palabra hebrea tov para expresar una apreciación estética de algo hermoso (Gén. 24: 16). También se usa en contraste con el mal (Gén. 2: 9), que se asocia con la muerte (Gén. 2: 17).<br><br>La frase “era bueno” significa que la Creación estaba funcionando bien, que era hermosa y perfecta, y que no había maldad en ella. El mundo “todavía no era” como nuestro mundo, afectado por el pecado y la muerte, una idea que se destaca en la introducción del segundo relato de la Creación (ver Gén. 2: 5).<br><br>Esta descripción de la Creación contradice radicalmente las teorías de la evolución, que afirman dogmáticamente que el mundo se fue configurando progresivamente mediante una sucesión de acontecimientos accidentales, aleatorios, partiendo de una condición inferior a una superior.<br><br>En contraste, el autor bíblico afirma que Dios creó el mundo en forma intencional y repentina (Gén. 1: 1). No hubo nada casual ni azaroso en nada de eso. El mundo no surgió por sí solo, sino solo como resultado de la vo- luntad y la palabra de Dios (Gén. 1: 3). El verbo bará’, “crear”, traducido en Gé- nesis 1 como en el principio “creó” Dios los cielos y la Tierra, aparece solo con Dios como sujeto, y denota brusquedad: Dijo Dios, y fue así.<br><br>El texto de la Creación nos informa que “todo” se hizo en aquel entonces (Gén. 1: 31), y que el mismo Creador consideró que todo era “bueno en gran manera” (Gén. 1: 31). Génesis 1: 1 declara el evento en sí, la creación del cielo y la Tierra; y Génesis 2:1 declara que el evento terminó. Y todo se completó, incluyendo el sábado, en siete días.<br><strong><br>¿Por qué la idea de miles de millones de años de evolución anula por completo la historia de la Creación del Génesis? ¿Por qué estas dos posturas son incompa- tibles en todo sentido?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de marzo",
               "dayTitle":"<p>EL SÁBADO<br></p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p><strong>Lee Génesis 2: 2 y 3; y Éxodo 20: 8 al 11. ¿Por qué el día de reposo se relaciona con la Creación? ¿Cómo afecta esta conexión la forma en que guardamos el sábado?</strong><br></p><p><strong>Génesis 2: 2 y 3</strong></p><p><strong><sup>2</sup> </strong>Y acabó Dios en el día séptimo la obra que hizo; y reposó el día séptimo de toda la obra que hizo.<strong><br></strong></p><p><strong><sup>3</sup> </strong>Y bendijo Dios al día séptimo, y lo santificó, porque en él reposó de toda la obra que había hecho en la creación.<strong><br></strong></p><p><strong>Éxodo 20: 8 -11</strong></p><p><strong><sup>8</sup> </strong>Acuérdate del día de reposo para santificarlo.<strong><sup> <br></sup></strong></p><p><strong><sup>9 </sup></strong>Seis días trabajarás, y harás toda tu obra; <strong><sup><br></sup></strong></p><p><strong><sup>10 </sup></strong>mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas. <strong><sup><br></sup></strong></p><p><strong><sup>11</sup></strong> Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.<strong><br></strong></p><p>Precisamente porque “acabó Dios” sus obras de Creación, instituyó el sábado. Por lo tanto, el sábado es la expresión de nuestra fe en que Dios terminó su obra en ese momento, y que la consideró “buena en gran manera”. Guardar el sábado es unirnos a Dios en el reconocimiento del valor y la belleza de su Creación.<br><br>Nosotros podemos descansar de nuestras obras así como Dios descansó de las suyas. Guardar el sábado significa decir sí a la Creación “buena en gran manera” de Dios, que incluye nuestro cuerpo físico. Contrariamente a algunas creencias antiguas (y modernas), no hay nada en las Escrituras –ni el Antiguo Testamento ni el Nuevo Testamento– que denigre el cuerpo como malo. Ese es un concepto pagano, no bíblico. Al contrario, los que guardan el sábado están agradecidos por la Creación de Dios, que incluye su carne, y por eso pueden disfrutar de la Creación y la cuidan.<br><br>El sábado, que marca el primer “fin” de la historia de la humanidad, es también una señal de esperanza para la humanidad sufriente y para el mundo que gime. Es interesante que la frase “acabó la obra” reaparezca al final de la construcción del Santuario (Éxo. 40: 33), y nuevamente al final de la cons- trucción del Templo de Salomón (1 Rey. 7: 40, 51); ambos eran lugares donde se enseñaba la lección del evangelio y la salvación.<br><br>Después de la Caída, el sábado, al final de la semana, señala el milagro de la salvación, que tendrá lugar únicamente mediante el milagro de una nueva Creación (Isa. 65: 17; Apoc. 21: 1). El sábado es una señal, al final de nuestra semana humana, de que el sufrimiento y las pruebas de este mundo también terminarán.<br><br>Por eso Jesús eligió el sábado como el día más apropiado para sanar a los en- fermos (Luc. 13: 13-16). Contrariamente a las tradiciones a las que los dirigentes se aferraban, mediante las sanaciones sabáticas Jesús le hizo ver al pueblo, y a nosotros, el momento en que todo dolor, todo sufrimiento, toda muerte, habrá terminado, que es la conclusión definitiva del proceso de salvación. Por lo tanto, cada sábado nos señala la esperanza de la Redención.<br><br><strong>Al descansar en el día de reposo, ¿cómo experimentamos el descanso y la sal- vación que tenemos en Jesús ahora y que, en última instancia, se cumplirá en la creación del cielo nuevo y la Tierra Nueva?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de marzo",
               "dayTitle":"<p>LA CREACIÓN DE LA HUMANIDAD<br></p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p>La creación de la humanidad es el último acto de creación de Dios, al menos en el relato del Génesis. Los seres humanos son la culminación de toda la Creación terrenal, el propósito para el cual fue hecha la Tierra.<br><br><strong>Lee Génesis 1: 26 al 29; y 2: 7. ¿Cuál es la conexión entre estas dos ver- siones diferentes respecto de la creación de la humanidad?</strong><br></p><p><br></p><p><strong>Génesis 1: 26-29</strong></p><p><sup><strong>26</strong></sup> Entonces dijo Dios: Hagamos al hombre a nuestra imagen, conforme a nuestra semejanza; y señoree en los peces del mar, en las aves de los cielos, en las bestias, en toda la tierra, y en todo animal que se arrastra sobre la tierra. <br></p><p><strong><sup>27</sup></strong> Y creó Dios al hombre a su imagen, a imagen de Dios lo creó; varón y hembra los creó. 28 Y los bendijo Dios, y les dijo: Fructificad y multiplicaos; llenad la tierra, y sojuzgadla, y señoread en los peces del mar, en las aves de los cielos, y en todas las bestias que se mueven sobre la tierra.<sup><br><br><strong>29</strong></sup> Y dijo Dios: He aquí que os he dado toda planta que da semilla, que está sobre toda la tierra, y todo árbol en que hay fruto y que da semilla; os serán para comer. <br></p><p><strong>Génesis 2: 7</strong></p><p><strong><sup>7</sup> </strong>Entonces Jehová Dios formó al hombre del polvo de la tierra, y sopló en su nariz aliento de vida, y fue el hombre un ser viviente.<strong><br></strong></p><p>Una de las declaraciones más audaces de la Biblia es que Dios ha creado a los seres humanos a su imagen. Solamente los seres humanos fueron creados a imagen de Dios. Aunque “hizo Dios animales de la tierra según su género” (Gén. 1: 25), “creó Dios al hombre a su imagen” (Gén. 1: 27). Esta fórmula a me- nudo se ha limitado a la naturaleza espiritual de los seres humanos, que se interpreta en el sentido de que la “imagen de Dios” significa solo la función administrativa de representar a Dios, o la función espiritual de la relación con Dios o de unos con otros.<br><br>Si bien estas interpretaciones son correctas, no incluyen la importante realidad física de esta creación. Por cierto, ambas dimensiones están incluidas en las dos palabras, “imagen” y “semejanza”, que describen este proceso en Génesis 1: 26. Mientras que la palabra hebrea tsélem, “imagen”, se refiere a la forma concreta del cuerpo físico, la palabra demut, “semejanza”, se refiere a cualidades abstractas que son comparables con la Persona divina.<br><br>Por lo tanto, la noción hebrea de la “imagen de Dios” debe entenderse en el sentido integral de la visión bíblica de la naturaleza humana. El texto bíblico afirma que los seres humanos (hombres y mujeres) fueron creados a imagen de Dios tanto física como espiritualmente. Como comenta claramente Elena de White: “Cuando Adán salió de las manos del Creador, llevaba en su naturaleza física, mental y espiritual la semejanza de su Hacedor” (Ed 15).<br><br>De hecho, esta interpretación integral de la imagen de Dios, incluido el cuerpo físico, se reafirma en el otro relato de la Creación, que dice que “fue el hombre un ser viviente” (Gén. 2: 7); literalmente, “un alma viviente” (néfesh), como resultado de dos intervenciones divinas: Dios “formó” y Dios “sopló”. Fíjate que el “aliento” a menudo hace referencia a la dimensión espiritual, pero también está estrechamente relacionado con la capacidad biológica de respirar, la dimensión del hombre que fue “form[ada ...] del polvo de la tierra”. Es el “soplo de vida” (RVA); es decir, soplo (espiritual) y vida (física).<br><br>Luego Dios llevará a cabo una tercera intervención, esta vez para crear a la mujer del cuerpo del hombre (Gén. 2: 21, 22), una forma de enfatizar que ella es de la misma naturaleza que el hombre.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"31 de marzo",
               "dayTitle":"<p>EL DEBER DE LA HUMANIDAD<br></p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p>En cuanto Dios creó al primer hombre, le ofreció tres regalos: el Jardín del Edén (Gén. 2: 8), alimento (Gén. 2: 16) y la mujer (Gén. 2: 22).<br><br><strong>Lee Génesis 2: 15 al 17. ¿Cuál es el deber del hombre hacia la Creación y hacia Dios? ¿Cómo se relacionan estos dos deberes entre sí?</strong><br></p><p><strong>Génesis 2: 15-17</strong></p><p><strong><sup>15 </sup></strong>Tomó, pues, Jehová Dios al hombre, y lo puso en el huerto de Edén, para que lo labrara y lo guardase. <strong><br></strong></p><p><strong><sup>16</sup></strong> Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer; <strong><br></strong></p><p><strong><sup>17</sup></strong> mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás.<strong><br></strong></p><p>El primer deber del hombre se refiere al medio ambiente natural en el que Dios lo ha puesto: “cultivar[lo] y cuidar[lo]” (Gén. 2: 15, NVI). El verbo ‘avad, “cultivar”, alude al trabajo. No es suficiente recibir un regalo. Tenemos que trabajar en él y hacerlo fructífero, una lección que Jesús repetirá en su parábola de los talentos (Mat. 25: 14-30). El verbo shamar, “cuidar”, implica la responsa- bilidad de preservar lo recibido.<br><br>El segundo deber se refiere al alimento. Debemos recordar que Dios se lo dio a la humanidad (ver Gén. 1: 29). Dios también le dijo: “Puedes comer libremente” (Gén. 2: 16, NTV). Los seres humanos no crearon los árboles ni la comida que hay en ellos. Fueron un regalo, un regalo misericordioso.<br><br>Pero aquí también hay un mandamiento: debían recibir y disfrutar del ge- neroso regalo de Dios “de todo árbol”. Sin embargo, como parte de esta gracia, Dios agrega una restricción. No deben comer de un árbol en concreto. Disfrutar sin ninguna restricción te conducirá a la muerte. Este principio estuvo desde el mismo Jardín del Edén y, en cierto sentido, ese mismo principio existe hoy. El tercer deber del hombre concierne a la mujer, el tercer regalo de Dios: “Dejará el hombre a su padre y a su madre, y se unirá a su mujer” (Gén. 2: 24). Esta declaración extraordinaria es una expresión poderosa que resalta la res- ponsabilidad humana hacia el pacto conyugal y el propósito de ser “una sola carne”; es decir, una sola persona (comparar con Mat. 19: 7-9).<br><br>La razón por la que es el hombre (y no la mujer) quien debería dejar a sus padres puede tener que ver con el uso genérico bíblico del masculino; por eso, el mandato quizá se aplique también a la mujer. De todos modos, el vínculo del matrimonio, aunque es un regalo de Dios, conlleva una responsabilidad humana una vez que se ha recibido el regalo, una responsabilidad que deben cumplir fielmente tanto el hombre como la mujer.<br><strong><br>Piensa en todo lo que Dios te dio. ¿Cuáles son tus responsabilidades con lo que recibiste?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de abril",
               "dayTitle":"",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>Lee Elena de White, La educación, “La ciencia y la Biblia”, pp. 125-131; La historia de la redención, “La Creación”, pp. 22-25.<br><br>“Puesto que el libro de la naturaleza y el de la Revelación llevan el sello de la misma Mente maestra, no pueden sino hablar en armonía. Con diferentes métodos y lenguajes, dan testimonio de las mismas grandes verdades. La ciencia descubre siempre nuevas maravillas, pero en su investigación no obtiene nada que, correctamente comprendido, discrepe con la revelación divina. El libro de la naturaleza y la Palabra escrita se alumbran mutuamente. Nos familiarizan con Dios al enseñarnos algo de las leyes por medio de las cuales él obra.<br><br>“Sin embargo, algunas deducciones erróneas de fenómenos observados en la naturaleza han hecho suponer que existe un conflicto entre la ciencia y la Revelación y, en los esfuerzos realizados para restaurar la armonía entre ambas, se han adoptado interpretaciones de las Escrituras que minan y des- truyen la fuerza de la Palabra de Dios. Se ha creído que la geología contradice la interpretación literal del relato mosaico de la Creación. Se pretende que se requirieron millones de años para que la Tierra evolucionara a partir del caos y, a fin de acomodar la Biblia a esta supuesta revelación de la ciencia, se supone que los días de la Creación han sido vastos e indefinidos períodos que abarcan miles y hasta millones de años.<br><br>“Semejante conclusión es enteramente innecesaria. El relato bíblico está en armonía consigo mismo y con la enseñanza de la naturaleza” (Ed 128, 129).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>¿Por qué se vería afectada la calidad de nuestra fe si creyéramos que estas historias de los inicios fueran leyendas, “mitos” inventados bási- camente para instruirnos en lecciones espirituales pero sin veracidad histórica? ¿Qué evidencias del texto bíblico sugieren que el autor bíbli- co sabía que eran “históricas”, al igual que el resto de las historias del libro de Génesis? ¿Cuál es el testimonio de Jesús sobre la verdad histórica de estas historias?<br><br><strong>2.</strong> ¿Qué nos enseña la historia del Génesis sobre la importancia de la ma- yordomía de la Tierra? ¿Cómo podemos ser buenos administradores de nuestro planeta y, al mismo tiempo, evitar el peligro de adorar a la Crea- ción misma, en oposición al Creador, que es una tentación muy real? (Ver Rom. 1: 25.)<br><br><strong>3.</strong> A pesar de los estragos del pecado a lo largo de los milenios, ¿de qué manera se nos siguen manifestando la maravilla, la belleza y la majes- tad originales de la Creación “buena en gran manera”, y nos hablan de manera poderosa de la bondad y el poder de Dios?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...RESEÑA</strong><br><br><strong>Texto clave: Génesis 1: 1.</strong><br><br>Enfoque del estudio: Génesis 1-2; Salmos 100: 1-3; Éxodo 20: 8-11; Mateo 19: 7-9; Juan 1: 1-5.<br><br><strong>Introducción:</strong><br><br>Es notable que la Biblia comience con la Creación. De hecho, muchos libros bíblicos comienzan con una alusión a la Creación. El libro de Crónicas comienza con la Creación, para testificar que todos pertenecemos a la misma raza humana, que venimos del mismo Padre (1 Crón. 1: 1). Isaías comienza con Génesis 1:1, que es la primera frase del relato de la Creación, para recordarnos que Dios es nuestro proveedor y que debemos escucharlo (Isa. 1: 2). El primer testimonio de Daniel al jefe de los eunucos, un gentil, es una cita del relato de la Creación. Las palabras que Daniel le dirige al eunuco dan testimonio de que Dios es el Creador, que les da de comer (Dan. 1: 12). Salomón inicia su reflexión con una meditación sobre la Creación (Ecl. 1: 1-11), en la que lamenta la vanidad de la vida, al comprender que “nada hay nuevo debajo del sol” (Ecl. 1: 9). El Evangelio de Juan comienza con un poema sobre la Creación (Juan 1: 1-14) para enfatizar el milagro de la Encarnación: que Jesucristo, quien era Dios “en el principio”, creó el mundo y luego se hizo carne para salvar al mundo. Estudiaremos el texto bíblico de la Creación siguiendo el modelo de estos autores bíblicos para aprender lecciones vitales sobre Dios, sobre nosotros mismos como seres humanos, y sobre la naturaleza y la relevancia de la Creación en sí.<br><br><strong>COMENTARIO</strong><br><br><strong>La belleza de la Creación</strong><br><br>La primera lección que extraemos del texto bíblico sobre la Creación es un mensaje de belleza. Los juegos de palabras, los juegos de sonidos, los paralelismos y las estructuras bien equilibradas contribuyen a producir una poderosa expresión poética. El ritmo de siete domina el pasaje. La narración de la Creación no solo cubre un período literal de siete días; también vemos muchos ejemplos en que siete veces se repiten sonidos, palabras o hasta frases específicas. Este ritmo de siete no solo tiene una motivación estética. Esta característica estilística tiene un sentido profundo: da testimonio de la perfección de la Creación de Dios.<br><br><strong>La historia de la Creación</strong><br><br>Sin embargo, la belleza literaria del texto no implica que el relato de la Creación deba entenderse simplemente como una interpretación poética de la imaginación. Las formas verbales que son las mismas que se utilizan en los textos narrativos, el estilo de la genealogía que caracteriza la forma de este texto y su estructura literaria que conecta los dos primeros capítulos del Génesis, todos son legados gramaticales y literarios de la intención histórica del texto. El autor identifica el texto del primer relato de la Creación explícitamente como una genealogía (Gén. 2: 4). Asimismo, el texto también muestra realmente todas las características literarias de la forma genealógica. La razón por la que el texto bíblico de la Creación se escribió en forma de genealogía es para conectarlo con las otras genealogías del libro del Génesis, y para alertar al lector de que este informe sobre el suceso de la Creación pertenece a la historia humana al mismo nivel que la vida de los patriarcas.<br><br>Además, las correspondencias lingüísticas y temáticas entre el primer relato de la Creación (Gén. 1: 1–2: 4) y el segundo relato de la Creación que viene a continuación (Gén. 2: 4–25) indican un paralelismo entre los dos textos: la misma estructura en siete pasos en el primer relato de la Creación (Gén. 1: 1–2:4) también se encuentra en el segundo relato de la Creación (Gén. 2: 4–25). El hecho de que el relato de la Creación en Génesis 1: 1 a 2: 4 esté conectado a la narración histórica de Génesis 2: 4 al 25 sugiere la intención del autor de comunicar su informe sobre la Creación de los cielos y la Tierra como un acontecimiento perteneciente a la misma narración histórica que la formación del ser humano.<br><br>Al conectar los dos relatos de la Creación, el autor también sugiere que el mismo factor “tiempo” que intervino en la Creación de los seres humanos también actuó en la Creación de los cielos y la Tierra. El mundo y todo lo que hay en él no requirió millones de años para alcanzar una etapa de madurez que permitiera que todo funcione correctamente. Por otro lado, el relato de la Creación del Génesis no se presenta como un análisis científico del evento de la Creación; si fuera así, este relato debería haberse escrito como una fórmula muy complicada e infinitamente larga, que sería inaccesible para los seres humanos. El autor bíblico escribe, bajo inspiración, el relato del suceso de la Creación como acontecimiento histórico. Todo lo que dice sobre el evento de la Creación es cierto y no debería estar en conflicto con la ciencia.<br><br>No obstante, a menudo se ha sugerido que la intención del relato de la Creación no era histórica sino esencialmente teológica o filosófica. Además, se argumentó que el texto de Génesis 1 solo tenía la intención de edificar espiritualmente, no de informar históricamente. A decir verdad, este método de lectura de las Escrituras deriva de un presupuesto crítico basado en el estudio de la literatura griega clásica. De hecho, en esta tradición, el mensaje espiritual tiene primacía, y el acontecimiento histórico es secundario e irrelevante para el mensaje filosófico. Al aplicarlo a las Escrituras, este método de lectura ha llevado a muchos estudiosos de la Biblia a descartar la intención histórica del texto bíblico. Por ende, en el caso de la resurrección de Jesús, por ejemplo, los estudiantes ignoraban, e incluso cuestionaban, su historicidad, mientras que se enfocaban únicamente en el mensaje espiritual de su vida. Pero la verdadera perspectiva bíblica funciona al revés: el mensaje teológico proviene del acontecimiento histórico. Debido a que la resurrección de Jesús es un hecho histórico, podemos creer en Dios y formular nuestra teología. Como el relato de Génesis sobre la Creación es histórico, contiene importantes lecciones espirituales y teológicas sobre Dios y sobre los seres humanos.<br><strong><br>La primera frase de la Creación</strong><br><br>En el principio. Se enfatiza la expresión hebrea bere’shit, “en el principio”. Esta expresión se coloca al comienzo de la oración inicial del Génesis. Además, esta expresión también recibe un acento enfático, que la distingue y la separa del resto de la oración. De acuerdo con esta acentuación, la oración debe puntuarse y leerse así: “En el principio; creó Dios los cielos y la tierra”. De hecho, la frase bere’shit es una expresión técnica asociada específicamente con el relato de la Creación. Sin duda, resulta significativo que esta expresión se utilice muy rara vez en la Biblia hebrea. Fuera de Génesis 1: 1, bere’shit aparece solo cuatro veces, y únicamente en Jeremías. En Jeremías, bere’shit pertenece a una fórmula estilística regular que alude a las palabras introductorias del relato de la Creación (Jer. 26: 1; 27: 1; 28: 1; 49: 34, 35), aunque los mensajes en sí no contienen ninguna referencia directa al relato de la Creación.<br><strong><br>Dios</strong>. El énfasis en este “principio” se ve reforzado por el énfasis en el nombre hebreo ’Elohim, “Dios”, para designar a Dios en el relato de la Creación (Gén. 1: 1–2: 4). Este nombre deriva de la raíz ’alá, que transmite la idea de fuerza y ?? preeminencia. La forma plural confirma este énfasis, ya que es una expresión literaria de intensidad y majestad, más que una indicación de un plural numérico, “dioses”. Ese plural implicaría una creencia politeísta, en varios dioses, una creencia no israelita. ’Elohim se refiere al Gran Dios que trasciende el Universo. El ritmo de Génesis 1:1 resuena con el mensaje de la preeminencia de ’Elohim. La palabra ’Elohim aparece en el medio del versículo. Además, el acento (atnaj disyuntivo) que separa el versículo en dos partes iguales se acopla a la palabra ’Elohim, “Dios”, que en el canto tradicional de la sinagoga marca la pausa y el clímax del versículo. “Dios” es la palabra más importante del versículo, no solo porque es el sujeto de la oración, sino también por el ritmo de la frase.<br><br><strong>Creó.</strong> La palabra bará’, “crear”, aparece siete veces en el relato de la Creación (Gén. 1: 1, 21, 27 [tres veces]; 2: 3; 2: 4), lo que indica su pertenencia inherente a ese suceso concreto de la “Creación”. Además, en la Biblia hebrea, este verbo se usa siempre y exclusivamente en relación con Dios como sujeto.<br><strong><br>Los cielos y la Tierra. </strong>La primera frase de la Biblia, “creó Dios los cielos y la tierra”, establece desde el principio que Dios y su Creación son dos cosas distintas que no derivan una de la otra. La frase “los cielos y la tierra” es un merismo (dos partes contrastantes que se refieren al todo) en el que la combinación de los dos elementos contrastantes de la frase se refiere a la totalidad del Universo, e implica que Dios creó todo. El uso de la misma frase al final del relato de la Creación, en referencia a la semana de la Creación (Gén. 2: 1, 4), sugiere que la Creación de “los cielos y la tierra” se refiere específicamente al mundo humano que se creó durante esa semana. Al mismo tiempo, esta frase no excluye la posibilidad de otras creaciones fuera de la semana de la Creación.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><strong><br>En el principio creó Dios</strong>. El suceso de la Creación es el fundamento principal de la fe humana en Dios. Creer en la Creación, creer que le debo mi existencia y la realidad del mundo a Alguien a quien no veo y que era antes que yo, es el primer acto de fe. Es de notar que la única definición bíblica de fe esté relacionada con la Creación. Como dice Pablo, el autor de la Epístola a los Hebreos: “Es, pues, la fe la certeza de lo que se espera, la convicción de lo que no se ve” (Heb. 11: 1). La Creación es un acontecimiento histórico que tuvo lugar cuando la humanidad aún no estaba presente para verlo y dar fe de ello. Por ende, la Creación es el acontecimiento que más fe requiere y, por implicación, es una revelación de lo Alto. También es notorio que Pablo comience su lista de hechos fieles con la Creación: “Por la fe entendemos haber sido constituido el universo por la palabra de Dios, de modo que lo que se ve fue hecho de lo que no se veía” (Heb. 11: 3). El pensamiento teológico, al igual que la fe, debe empezar ante todo con el reconocimiento de la Creación.<br><br><strong>1</strong>. ¿Cómo afecta mi vida y mis decisiones el hecho de que la fe comience con la creencia en la Creación?<br><br><strong>2.</strong> ¿Qué lección aprendemos del hecho de que Dios creara cuando no estába- mos presentes para presenciar el evento, y de nuestro descanso sabático para celebrar su obra por nosotros?</p><p><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>LA CREACIÓN<br></p>",
         "verse":"<p>En el principio creó Dios los cielos y la tierra (Gén. 1: 1)<br></p>",
         "versionCode":1,
         "weekDate":"26 de marzo- 1 de abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
