{
	"data": [{
		"color": "#765285",
		"id": 4,
		"idEs": 8,
		"language": "es",
		"lessonDays": [{
				"date": "16 de julio",
				"dayTitle": "<p>VER EL ROSTRO DEL ORFEBRE</p>",
				"id": 41,
				"idDay": 1,
				"idLesson": 4,
				"lessonText": "<p>Amy Carmichael llevó a un grupo de niños a un orfebre tradicional en la India. En medio de un fuego de carbón había una teja curva. En la teja había una mezcla de sal, tamarindo y polvo de ladrillo. Incrustado en esta mezcla había oro. A medida que el fuego devoraba la mezcla, el oro se volvía más puro. El orfebre sacaba el oro con unas tenazas y, si no era lo suficientemente puro, lo volvía a poner en el fuego. Pero, cada vez que reponía el oro, aumentaba el calor. El grupo le preguntó: “¿Cómo sabe que el oro está purificado?” Él respondió: “Cuando puedo ver mi rostro en él” (A. Carmichael, Learning of God, p. 50).\n</p><p>Dios está tratando de purificarnos, de refinarnos como al oro, de transformarnos a su imagen. Ese es un objetivo asombroso, y más asombroso aún es que solo cuando pasamos por los crisoles de la vida se desarrolla en nosotros un carácter semejante al de Cristo.\n</p><p>Un vistazo a la semana: ¿Qué papel tiene el sufrimiento en el proceso de purificación? ¿Cómo entendemos todo esto en el contexto del Gran Conflicto?</p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "17 de julio",
				"dayTitle": "<p>\"A SU IMAGEN\"</p>",
				"id": 42,
				"idDay": 2,
				"idLesson": 4,
				"lessonText": "<p><strong>“Porque a los que antes conoció, también los predestinó para que fuesen hechos conformes a la imagen de su Hijo, para que él sea el primogénito entre muchos hermanos” (Rom. 8: 29).\n</strong></p><p><strong></strong></p><p>En el principio, Dios nos hizo a su imagen (Gén. 1: 27), pero el pecado corrompió esa imagen.\n</p><p><strong>¿En qué aspectos vemos esta desfiguración de la imagen de Dios en la humanidad?\n</strong></p><p><br></p><p>Es obvio: el pecado nos corrompió a todos (Rom. 3: 10-19). Sin embargo, Dios desea restaurarnos a lo que deberíamos haber sido originalmente. Aquí es donde encaja nuestro versículo de hoy: revela el plan de Dios de que quienes someten su vida al Espíritu Santo sean “hechos conformes a la imagen de su Hijo” (Rom. 8: 29).\n</p><p>Pero, hay otra dimensión. “La misma imagen de Dios debe reproducirse en la humanidad. El honor de Dios, el honor de Cristo, está comprometido en la perfección del carácter de su pueblo” (DTG 626).\n</p><p><strong>¿Cómo entiendes lo que nos dice Elena de White en la cita anterior? Ver también Job 1; Mateo 5: 16; 1 Corintios 4: 9; Efesios 3: 10.\n</strong></p><p><strong>Job 1</strong></p><p><sup>1</sup> Hubo en tierra de Uz un varón llamado Job; y era este hombre perfecto y recto, temeroso de Dios y apartado del mal.&nbsp;</p><p><sup>2</sup> Y le nacieron siete hijos y tres hijas.&nbsp;</p><p><sup>3</sup> Su hacienda era siete mil ovejas, tres mil camellos, quinientas yuntas de bueyes, quinientas asnas, y muchísimos criados; y era aquel varón más grande que todos los orientales.&nbsp;</p><p><sup>4</sup> E iban sus hijos y hacían banquetes en sus casas, cada uno en su día; y enviaban a llamar a sus tres hermanas para que comiesen y bebiesen con ellos.&nbsp;</p><p><sup>5</sup> Y acontecía que habiendo pasado en turno los días del convite, Job enviaba y los santificaba, y se levantaba de mañana y ofrecía holocaustos conforme al número de todos ellos. Porque decía Job: Quizá habrán pecado mis hijos, y habrán blasfemado contra Dios en sus corazones. De esta manera hacía todos los días.</p><p><sup>6</sup> Un día vinieron a presentarse delante de Jehová los hijos de Dios, entre los cuales vino también Satanás.&nbsp;</p><p><sup>7</sup> Y dijo Jehová a Satanás: ¿De dónde vienes? Respondiendo Satanás a Jehová, dijo: De rodear la tierra y de andar por ella.&nbsp;</p><p><sup>8</sup> Y Jehová dijo a Satanás: ¿No has considerado a mi siervo Job, que no hay otro como él en la tierra, varón perfecto y recto, temeroso de Dios y apartado del mal?&nbsp;</p><p><sup>9</sup> Respondiendo Satanás a Jehová, dijo: ¿Acaso teme Job a Dios de balde?&nbsp;</p><p><sup>10</sup> ¿No le has cercado alrededor a él y a su casa y a todo lo que tiene? Al trabajo de sus manos has dado bendición; por tanto, sus bienes han aumentado sobre la tierra.&nbsp;</p><p><sup>11</sup> Pero extiende ahora tu mano y toca todo lo que tiene, y verás si no blasfema contra ti en tu misma presencia.&nbsp;</p><p><sup>12</sup> Dijo Jehová a Satanás: He aquí, todo lo que tiene está en tu mano; solamente no pongas tu mano sobre él. Y salió Satanás de delante de Jehová.</p><p><sup>13</sup> Y un día aconteció que sus hijos e hijas comían y bebían vino en casa de su hermano el primogénito,&nbsp;</p><p><sup>14</sup> y vino un mensajero a Job, y le dijo: Estaban arando los bueyes, y las asnas paciendo cerca de ellos,&nbsp;</p><p><sup>15</sup> y acometieron los sabeos y los tomaron, y mataron a los criados a filo de espada; solamente escapé yo para darte la noticia.&nbsp;</p><p><sup>16</sup> Aún estaba este hablando, cuando vino otro que dijo: Fuego de Dios cayó del cielo, que quemó las ovejas y a los pastores, y los consumió; solamente escapé yo para darte la noticia.&nbsp;</p><p><sup>17</sup> Todavía estaba este hablando, y vino otro que dijo: Los caldeos hicieron tres escuadrones, y arremetieron contra los camellos y se los llevaron, y mataron a los criados a filo de espada; y solamente escapé yo para darte la noticia.&nbsp;</p><p><sup>18</sup> Entre tanto que este hablaba, vino otro que dijo: Tus hijos y tus hijas estaban comiendo y bebiendo vino en casa de su hermano el primogénito;&nbsp;</p><p><sup>19</sup> y un gran viento vino del lado del desierto y azotó las cuatro esquinas de la casa, la cual cayó sobre los jóvenes, y murieron; y solamente escapé yo para darte la noticia.&nbsp;</p><p><sup>20</sup> Entonces Job se levantó, y rasgó su manto, y rasuró su cabeza, y se postró en tierra y adoró,&nbsp;</p><p><sup>21</sup> y dijo: Desnudo salí del vientre de mi madre, y desnudo volveré allá. Jehová dio, y Jehová quitó; sea el nombre de Jehová bendito.&nbsp;</p><p><sup>22</sup> En todo esto no pecó Job, ni atribuyó a Dios despropósito alguno.</p><p><strong>Mateo 5: 16</strong></p><p><sup>16</sup> Así alumbre vuestra luz delante de los hombres, para que vean vuestras buenas obras, y glorifiquen a vuestro Padre que está en los cielos.</p><p><strong>1 Corintios 4: 9</strong></p><p><sup>9</sup> Porque según pienso, Dios nos ha exhibido a nosotros los apóstoles como postreros, como a sentenciados a muerte; pues hemos llegado a ser espectáculo al mundo, a los ángeles y a los hombres.</p><p><strong>Efesios 3: 10</strong></p><p><sup>10</sup> para que la multiforme sabiduría de Dios sea ahora dada a conocer por medio de la iglesia a los principados y potestades en los lugares celestiales,</p><p><br></p><p>Como cristianos, nunca debemos olvidar que estamos en medio de un drama cósmico. El gran conflicto entre Cristo y Satanás se desarrolla a nuestro alrededor. La batalla toma muchas formas y se manifiesta de diversas maneras. Y, aunque hay muchas cosas ocultas, podemos entender que, como seguidores de Cristo, tenemos un rol que desempeñar en este drama y podemos honrar a Cristo con nuestra vida.\n</p><p><strong>Imagínate estar en el campo de un estadio enorme. Sentados en las gradas a un lado, están los seres celestiales leales a Dios; del otro lado, están los seres que han caído con Lucifer. Si tu vida durante las últimas 24 horas se jugara en ese estadio, ¿qué equipo tendría más para festejar? ¿Qué te dice tu respuesta sobre ti?</strong></p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "18 de julio",
				"dayTitle": "<p>FE EN MEDIO DEL FUEGO REFINADOR</p>",
				"id": 43,
				"idDay": 3,
				"idLesson": 4,
				"lessonText": "<p>Una cosa es estar en una batalla; otra muy distinta es ni siquiera ver las fuerzas desplegadas en esa batalla. En cierto sentido, esto es lo que enfrentamos como cristianos. Sabemos que las fuerzas están allí, podemos sentirlas en nuestra vida, y no obstante tenemos que seguir adelante por fe, confiando en el “Invisible” (Heb. 11: 27).\n</p><p><strong>Lee Job 23: 1 al 10. ¿Cuál es la esencia de la lucha de Job? ¿Qué es lo que no ve? Al mismo tiempo, ¿qué acepta por fe, a pesar de todas sus pruebas?\n</strong></p><p>Job 23: 1 al 10</p><p><sup>1</sup> Respondió Job, y dijo:\n</p><p>\n</p><p><sup>2</sup> Hoy también hablaré con amargura;<br></p><p>Porque es más grave mi llaga que mi gemido.<br></p><p><sup>3</sup> ¡Quién me diera el saber dónde hallar a Dios!<br></p><p>Yo iría hasta su silla.<br></p><p><sup>4</sup> Expondría mi causa delante de él,<br></p><p>Y llenaría mi boca de argumentos.<br></p><p><sup>5</sup> Yo sabría lo que él me respondiese,<br></p><p>Y entendería lo que me dijera.<br></p><p><sup>6</sup> ¿Contendería conmigo con grandeza de fuerza?<br></p><p>No; antes él me atendería.<br></p><p><sup>7 </sup>Allí el justo razonaría con él;<br></p><p>Y yo escaparía para siempre de mi juez.<br></p><p><sup>8</sup> He aquí yo iré al oriente, y no lo hallaré;<br></p><p>Y al occidente, y no lo percibiré;<br></p><p><sup>9</sup> Si muestra su poder al norte, yo no lo veré;<br></p><p>Al sur se esconderá, y no lo veré.<br></p><p><sup>10</sup> Mas él conoce mi camino;<br></p><p>Me probará, y saldré como oro.<br></p><p><br></p><p>Aun en medio de sus terribles pruebas, Job confió en Dios. A pesar de todo, Job estaba decidido a resistir. Y, una de las cosas que le dio perseverancia era de oro. No una medalla de oro sino, más bien, al contemplar el futuro se dio cuenta de que, si se aferraba a Dios, saldría mejor: saldría como el oro. No se nos dice cuánto sabía Job de lo que sucedía detrás de escena. Sin importar cuánto le era oculto, de todos modos soportó el fuego refinador.\n</p><p>¿Le temes al fuego? ¿Te preocupa el calor que generan las circunstancias? Quizá, como en el caso de Job, el calor de Dios parece inexplicable. Puede ser la dificultad de adaptarse a un trabajo nuevo o a una casa nueva. Podría ser tener que sobrevivir al maltrato en el trabajo o incluso dentro de tu propia familia. Podría ser una enfermedad o una pérdida económica. Por más que resulte difícil de entender, Dios puede usar estas pruebas para refinarte y purificarte, y resaltar su imagen en tu carácter.\n</p><p>Demostrar que era oro parecía ser un incentivo para Job aquí, algo en lo que concentrarse y que lo ayudó a superar los problemas. Este es un poderoso testimonio de su carácter, que en medio de todo el dolor y el sufrimiento pudo sentir la realidad del proceso de purificación. Además, por más que no entendiera, sabía que estas pruebas lo perfeccionarían.\n</p><p><strong>Según tu experiencia, ¿cómo refinan y purifican las pruebas? ¿De qué otro modo podrías refinarte, aparte del sufrimiento?</strong></p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "19 de julio",
				"dayTitle": "<p>LAS ÚLTIMAS PALABRAS DE JESÚS</p>",
				"id": 44,
				"idDay": 4,
				"idLesson": 4,
				"lessonText": "<p>Jesús estaba en Jerusalén, a punto de morir. Según el Evangelio de Mateo, Jesús dedica la última hora de enseñanza antes de la Pascua a narrar parábolas a sus discípulos, incluidas las de las diez vírgenes, las ovejas y los cabritos. Estas historias se relacionan con la forma en que debemos vivir mientras esperamos la venida de Jesús. Por lo tanto, nunca han sido tan relevantes como en la actualidad, donde las señales del pronto regreso de Jesús están por todas partes.\n</p><p>En la parábola de las diez vírgenes (Mat 25:1-12), muchos comentaristas señalan que el aceite es un símbolo del Espíritu Santo. Elena de White coincide, pero también dice que este aceite es un símbolo del carácter y que es algo que nadie puede adquirir por nosotros.\n</p><p><strong>Lee la parábola. ¿Cómo cambia el significado de la historia, dependiendo de si ves el aceite como un símbolo del Espíritu Santo o como la posesión del carácter? ¿Qué implicaciones tiene esta historia para ti, si el aceite representa al Espíritu Santo o un carácter semejante al de Cristo?\n</strong></p><p><strong>Mat 25:1-12</strong></p><p><sup>1</sup> Entonces el reino de los cielos será semejante a diez vírgenes que tomando sus lámparas, salieron a recibir al esposo.&nbsp;</p><p><sup>2</sup> Cinco de ellas eran prudentes y cinco insensatas.&nbsp;</p><p><sup>3</sup> Las insensatas, tomando sus lámparas, no tomaron consigo aceite;&nbsp;</p><p><sup>4</sup> mas las prudentes tomaron aceite en sus vasijas, juntamente con sus lámparas.&nbsp;</p><p><sup>5</sup> Y tardándose el esposo, cabecearon todas y se durmieron.&nbsp;</p><p><sup>6</sup> Y a la medianoche se oyó un clamor: ¡Aquí viene el esposo; salid a recibirle!&nbsp;</p><p><sup>7</sup> Entonces todas aquellas vírgenes se levantaron, y arreglaron sus lámparas.&nbsp;</p><p><sup>8 </sup>Y las insensatas dijeron a las prudentes: Dadnos de vuestro aceite; porque nuestras lámparas se apagan.&nbsp;</p><p><sup>9</sup> Mas las prudentes respondieron diciendo: Para que no nos falte a nosotras y a vosotras, id más bien a los que venden, y comprad para vosotras mismas.&nbsp;</p><p><sup>10</sup> Pero mientras ellas iban a comprar, vino el esposo; y las que estaban preparadas entraron con él a las bodas; y se cerró la puerta.&nbsp;</p><p><sup>11</sup> Después vinieron también las otras vírgenes, diciendo: ¡Señor, señor, ábrenos!&nbsp;</p><p><sup>12</sup> Mas él, respondiendo, dijo: De cierto os digo, que no os conozco.</p><p><br></p><p>Espíritu Santo:\n</p><p>Carácter:\n</p><p><strong>Lee la parábola de las ovejas y los cabritos en Mateo 25: 31 al 46. ¿Qué criterios se utilizan para separar las ovejas de los cabritos?\n</strong></p><p><strong>Mateo 25: 31 al 46</strong></p><p><sup>31</sup> Cuando el Hijo del Hombre venga en su gloria, y todos los santos ángeles con él, entonces se sentará en su trono de gloria,&nbsp;</p><p><sup>32</sup> y serán reunidas delante de él todas las naciones; y apartará los unos de los otros, como aparta el pastor las ovejas de los cabritos.&nbsp;</p><p><sup>33</sup> Y pondrá las ovejas a su derecha, y los cabritos a su izquierda.&nbsp;</p><p><sup>34</sup> Entonces el Rey dirá a los de su derecha: Venid, benditos de mi Padre, heredad el reino preparado para vosotros desde la fundación del mundo.&nbsp;</p><p><sup>35</sup> Porque tuve hambre, y me disteis de comer; tuve sed, y me disteis de beber; fui forastero, y me recogisteis;&nbsp;</p><p><sup>36</sup> estuve desnudo, y me cubristeis; enfermo, y me visitasteis; en la cárcel, y vinisteis a mí.&nbsp;</p><p><sup>37</sup> Entonces los justos le responderán diciendo: Señor, ¿cuándo te vimos hambriento, y te sustentamos, o sediento, y te dimos de beber?&nbsp;</p><p><sup>38</sup> ¿Y cuándo te vimos forastero, y te recogimos, o desnudo, y te cubrimos?&nbsp;</p><p><sup>39</sup> ¿O cuándo te vimos enfermo, o en la cárcel, y vinimos a ti?&nbsp;</p><p><sup>40</sup> Y respondiendo el Rey, les dirá: De cierto os digo que en cuanto lo hicisteis a uno de estos mis hermanos más pequeños, a mí lo hicisteis.&nbsp;</p><p><sup>41</sup> Entonces dirá también a los de la izquierda: Apartaos de mí, malditos, al fuego eterno preparado para el diablo y sus ángeles.&nbsp;</p><p><sup>42</sup> Porque tuve hambre, y no me disteis de comer; tuve sed, y no me disteis de beber;&nbsp;</p><p><sup>43</sup> fui forastero, y no me recogisteis; estuve desnudo, y no me cubristeis; enfermo, y en la cárcel, y no me visitasteis.&nbsp;</p><p><sup>44</sup> Entonces también ellos le responderán diciendo: Señor, ¿cuándo te vimos hambriento, sediento, forastero, desnudo, enfermo, o en la cárcel, y no te servimos?&nbsp;</p><p><sup>45</sup> Entonces les responderá diciendo: De cierto os digo que en cuanto no lo hicisteis a uno de estos más pequeños, tampoco a mí lo hicisteis.&nbsp;</p><p><sup>46</sup> E irán estos al castigo eterno, y los justos a la vida eterna.</p><p><br></p><p>Fíjate que el rey separa las ovejas de los cabritos según sus obras, su carácter. Aunque Jesús no inculca la salvación por obras aquí, podemos ver cuán importante es el desarrollo del carácter en el plan de salvación y cómo los que verdaderamente son salvos en Cristo reflejarán esa salvación en su vida y su carácter.\n</p><p><strong>Se dice que “el carácter es lo que una persona es en la oscuridad”. ¿Qué tipo de persona eres tú cuando nadie te mira? ¿Qué te dice la respuesta sobre los cambios que necesitas hacer?</strong></p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "20 de julio",
				"dayTitle": "<p>“LOS ENTENDIDOS”</p>",
				"id": 45,
				"idDay": 5,
				"idLesson": 4,
				"lessonText": "<p>Ayer analizamos la importancia del carácter para quienes esperan la Segunda Venida. Hoy veremos más específicamente la importancia del carácter para quienes estarán en vida en la segunda venida de Jesús.\n</p><p><strong>Lee Daniel 12: 1 al 10. ¿Cuál es el contexto? ¿A qué época de la historia de la Tierra hace referencia? Más aún, ¿qué podemos entrever en estos versículos sobre el carácter del pueblo de Dios en esa época? ¿Qué características se le atribuyen, en contraste con los impíos? Ver también Apocalipsis 22: 11.\n</strong></p><p><strong>Daniel 12: 1 al 10</strong></p><p><sup>1</sup> En aquel tiempo se levantará Miguel, el gran príncipe que está de parte de los hijos de tu pueblo; y será tiempo de angustia, cual nunca fue desde que hubo gente hasta entonces; pero en aquel tiempo será libertado tu pueblo, todos los que se hallen escritos en el libro.&nbsp;</p><p><sup>2</sup> Y muchos de los que duermen en el polvo de la tierra serán despertados, unos para vida eterna, y otros para vergüenza y confusión perpetua.&nbsp;</p><p><sup>3</sup> Los entendidos resplandecerán como el resplandor del firmamento; y los que enseñan la justicia a la multitud, como las estrellas a perpetua eternidad.&nbsp;</p><p><sup>4</sup> Pero tú, Daniel, cierra las palabras y sella el libro hasta el tiempo del fin. Muchos correrán de aquí para allá, y la ciencia se aumentará.</p><p><sup>5</sup> Y yo Daniel miré, y he aquí otros dos que estaban en pie, el uno a este lado del río, y el otro al otro lado del río.&nbsp;</p><p><sup>6</sup> Y dijo uno al varón vestido de lino, que estaba sobre las aguas del río: ¿Cuándo será el fin de estas maravillas?&nbsp;</p><p><sup>7</sup> Y oí al varón vestido de lino, que estaba sobre las aguas del río, el cual alzó su diestra y su siniestra al cielo, y juró por el que vive por los siglos, que será por tiempo, tiempos, y la mitad de un tiempo. Y cuando se acabe la dispersión del poder del pueblo santo, todas estas cosas serán cumplidas.&nbsp;</p><p><sup>8</sup> Y yo oí, mas no entendí. Y dije: Señor mío, ¿cuál será el fin de estas cosas?&nbsp;</p><p><sup>9</sup> Él respondió: Anda, Daniel, pues estas palabras están cerradas y selladas hasta el tiempo del fin.&nbsp;</p><p><sup>10</sup> Muchos serán limpios, y emblanquecidos y purificados; los impíos procederán impíamente, y ninguno de los impíos entenderá, pero los entendidos comprenderán.</p><p><strong>Apocalipsis 22: 11</strong></p><p><sup>11</sup> El que es injusto, sea injusto todavía; y el que es inmundo, sea inmundo todavía; y el que es justo, practique la justicia todavía; y el que es santo, santifíquese todavía.</p><p><br></p><p>A Daniel se le dice que, justo antes de la venida de Jesús, habrá un tiempo de angustia como no lo ha habido en toda la historia. En Daniel 12: 3 y 10, se nos da una descripción de los justos y de los impíos durante este tiempo. Fíjate que los malvados “procederán impíamente” (Dan. 12: 10), en contraste con los justos, que, según el versículo 3, “resplandecerán”, tal vez porque han sido “limpios, y emblanquecidos y purificados” (Dan. 12: 10) durante este “tiempo de angustia, cual nunca fue desde que hubo gente hasta entonces” (Dan. 12: 1). Además, en contraste, los impíos no entienden, pero los justos son “entendidos”.\n</p><p>¿Entender qué? ¿Matemáticas, ciencias, la Alta Crítica? Proverbios dice que “el principio de la sabiduría es el temor de Jehová” (Prov. 1: 7). Quizás en este contexto los “entendidos” sean sabios porque conocen estos acontecimientos finales, el tiempo de angustia, a medida que se desarrolla. No los toma por sorpresa; por su estudio de la Palabra, saben qué es lo que viene. Y, lo más importante es que entienden lo suficiente como para permitir que este tiempo de angustia los purifique y los refine. Los impíos, por otro lado, simplemente se vuelven más obstinados en su rebelión y así continúan en su maldad.\n</p><p>La cuestión fundamental es que aquí se nos presenta una descripción de un pueblo que ha pasado por un proceso de refinamiento y purificación.\n</p><p><strong>Aunque hemos visto estos versículos en el contexto de los últimos días, ¿qué principios vemos aquí que pueden ayudarnos ahora mismo a entender mejor de qué se trata el proceso de purificación y refinamiento, incluso para nosotros hoy?</strong></p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "21 de julio",
				"dayTitle": "<p>EL CARÁCTER Y LA COMUNIDAD</p>",
				"id": 46,
				"idDay": 6,
				"idLesson": 4,
				"lessonText": "<p>Una canción dice así: “Soy una roca, soy una isla”. ¿Alguna vez te sentiste así: querer estar solo? Hasta quizás escuchaste gente que dice: “Bueno, mi caminar con Dios es una cuestión personal. No es algo de lo que quiera hablar”.\n</p><p><strong>Lee Efesios 4: 11 al 16. ¿Qué destaca Pablo aquí? ¿Qué papel otorga a la comunidad?\n</strong></p><p><strong>Efesios 4: 11 al 16</strong></p><p><sup>11</sup> Y él mismo constituyó a unos, apóstoles; a otros, profetas; a otros, evangelistas; a otros, pastores y maestros,&nbsp;</p><p><sup>12</sup> a fin de perfeccionar a los santos para la obra del ministerio, para la edificación del cuerpo de Cristo,&nbsp;</p><p><sup>13</sup> hasta que todos lleguemos a la unidad de la fe y del conocimiento del Hijo de Dios, a un varón perfecto, a la medida de la estatura de la plenitud de Cristo;&nbsp;</p><p><sup>14</sup> para que ya no seamos niños fluctuantes, llevados por doquiera de todo viento de doctrina, por estratagema de hombres que para engañar emplean con astucia las artimañas del error,&nbsp;</p><p><sup>15</sup> sino que siguiendo la verdad en amor, crezcamos en todo en aquel que es la cabeza, esto es, Cristo,&nbsp;</p><p><sup>16</sup> de quien todo el cuerpo, bien concertado y unido entre sí por todas las coyunturas que se ayudan mutuamente, según la actividad propia de cada miembro, recibe su crecimiento para ir edificándose en amor.</p><p><br></p><p>Cuando Pablo escribe a los efesios, caracteriza a la iglesia como un cuerpo. Jesús es la cabeza y su pueblo constituye el resto. Si observas Efesios 4: 13, notarás que el propósito final de vivir en esa comunidad es experimentar “la medida de la estatura de la plenitud de Cristo”. ¡Y para eso nos necesitamos unos a otros!\n</p><p>Sin duda, es posible ser cristiano en soledad. De hecho, a veces es inevitable estar solo, al igual que muchos a lo largo de los siglos que fueron ridiculizados o perseguidos. Es un poderoso testimonio del poder de Dios que los hombres y las mujeres no cedan bajo las presiones que los rodean. Sin embargo, si bien esto es cierto, Pablo quiere enfatizar una verdad esencial: en última instancia, experimentamos y revelamos la plenitud de Cristo cuando trabajamos juntos en comunión unos con otros.\n</p><p><strong>En Efesios 4: 11 al 16, ¿qué dice Pablo que debe suceder antes de que la plenitud de Cristo se pueda revelar en nuestra comunidad cristiana?</strong></p><p><br></p><p><strong>¿En qué se diferencia el testimonio de una comunidad que revela la plenitud de Cristo del de una persona que revela la plenitud de Cristo? ¿Qué implicaciones tiene esto en el contexto del Gran Conflicto? Ver Efesios 3: 10.\n</strong></p><p><strong>Efesios 3: 10</strong></p><p><sup>10</sup> para que la multiforme sabiduría de Dios sea ahora dada a conocer por medio de la iglesia a los principados y potestades en los lugares celestiales,</p><p><br></p><p><strong>Es fácil ser agradable cuando estás solo o con extraños, pero es mucho más difícil ser amable con los que conoces muy bien o que no te agradan. Esto significa que cuando todavía mostramos gracia y bondad por estas personas damos un testimonio irresistible de la verdad acerca de Dios.</strong></p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			},
			{
				"date": "22 de julio",
				"dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
				"id": 47,
				"idDay": 7,
				"idLesson": 4,
				"lessonText": "<p>Lee Elena de White, Hijos e hijas de Dios, “Dios promete un nuevo corazón”, p. 102; Palabras de vida del gran Maestro, “El premio inmerecido”, pp. 335-347; El conflicto de los siglos, “El tiempo de angustia”, pp. 671-692.\n</p><p>“La edificación del carácter es la obra más importante que jamás haya sido confiada a los seres humanos, y nunca antes ha sido su estudio diligente tan importante como ahora. Ninguna generación anterior fue llamada a hacer frente a problemas tan importantes; nunca antes se hallaron los jóvenes frente a peligros tan grandes como los que tienen que arrostrar hoy” (Ed 225).\n</p><p>“En la parábola, las vírgenes necias aparecen pidiendo aceite, sin que lo consigan. Esto es un símbolo de los que no se han preparado desarrollando un carácter para permanecer en el tiempo de crisis. Es como si fueran a sus vecinos y les dijeran: Deme su carácter o me perderé. Las que fueron sabias no pudieron compartir su aceite con las lámparas vacilantes de las vírgenes necias. El carácter no es transferible. No puede comprarse ni venderse; debe adquirirse. El Señor ha dado a cada uno la oportunidad de obtener un carácter recto mediante las horas de prueba; pero no ha proporcionado un medio por el que un agente humano pueda impartir a otro el carácter que ha desarrollado pasando por duras experiencias, aprendiendo lecciones del gran Maestro, para que pueda manifestar paciencia en la prueba y ejercitar la fe para que pueda remover montañas de imposibilidad” (AFC 348; YI, 16/1/1896).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><sup>1.</sup> ¿Qué significa “edificación del carácter”? ¿Cómo se logra esto? ¿Hasta qué punto es una prioridad visible la formación del carácter en tu propia vida y en la comunidad de tu iglesia?</p><p><sup>2.</sup> El estudio del jueves hablaba del importante papel de la comunidad en la vida de un cristiano. ¿Cuán bien funciona tu iglesia local como cuerpo de Cristo? ¿Cuán bien representan al Señor como comunidad? Como clase, analicen qué pueden hacer para mejorar.</p><p><sup>3.</sup>&nbsp;Como clase, consideren por qué es importante la formación del carácter, aunque seamos salvos únicamente por la fe en Jesús. Si la justicia de Cristo y su carácter perfecto son lo que nos salva, entonces ¿por qué necesitamos edificar el carácter?</p><p><sup>4.</sup>&nbsp;Helen Keller, quien era sorda y ciega desde temprana edad, escribió: “El carácter no se puede desarrollar en un contexto fácil y tranquilo. Solo al experimentar pruebas y sufrimientos se puede fortalecer el alma, aclarar la visión, inspirar la ambición y lograr el éxito” (Leadership, t. 17, Nº 4). ¿Concuerdan con ella? Analicen la conexión entre el carácter, el sufrimiento y el Gran Conflicto.</p><p>\n</p><p><strong>EL SÁBADO ENSEÑARÉ...<br><br>RESEÑA</strong><br><br>Texto clave: 1 Pedro 1:6.<br><br>Enfoque del estudio: Éxodo 14; 15: 22–27; 17: 1–7; Proverbios 3; Lucas 4: 1–13; 1 Pedro 1: 6–9.<br><br><strong>Introducción</strong>:<br><br>La lección de esta semana se centra en el crisol de la purificación. La purificación requiere una norma. En nuestro caso, la norma es la imagen de Dios en nosotros y la imagen de Jesucristo, que es el reflejo perfecto de la imagen de Dios (Heb. 1: 3). La purificación también requiere un agente de purificación, que la Biblia a menudo presenta como el fuego (1 Ped. 1: 7; Apoc. 3: 18). El resultado de la purificación es nuestro carácter, representado por el aceite en las lámparas de las diez vírgenes en la parábola de Jesús (Mat. 25: 1-13). El libro de Daniel describe el carácter de los purificados como “sabios” en las cosas de Dios (Dan. 1: 19, 20; Dan. 2: 47, 48; Dan. 3: 26-30).<br><br><br><strong>Temática de la lección:</strong><br><br>La lección de esta semana destaca cuatro temas principales:<br><br>1. En primer lugar, el papel esencial del sufrimiento en el proceso de formación y purificación del carácter.<br><br>2. En segundo lugar, veremos que la formación del carácter es la restauración de la imagen de Dios en los seres humanos, tal como fueron creados por Dios en el principio, así como la formación de nuestro carácter según la<br><br>imagen de Cristo.<br><br>3. En tercer lugar, esta formación del carácter abarca el tema del Conflicto Cósmico. En este conflicto entre el bien y el mal, entre Dios y Satanás, experimentamos el crisol de la madurez.<br><br>4. En cuarto lugar, la purificación y la madurez no se logran en aislamiento, sino en comunidad.<br><br><strong><br>COMENTARIO<br><br>Elena de White y el sufrimiento en las pruebas</strong><br><br>La relación entre los crisoles y la purificación es muy importante. Los comentarios de Elena de White sobre este tema son reveladores y relevantes. En uno de sus libros principales, cita la carta de Juan Hus a un amigo, en la que Hus relaciona el sufrimiento de Jesús con nuestro sufrimiento. En esa misma carta, Hus también relaciona el sufrimiento con la purificación: “Jesucristo sufrió por sus muy amados; por lo tanto, ¿habremos de extrañarnos que nos haya dejado su ejemplo con el fin de que suframos con paciencia todas las cosas para nuestra propia salvación? Él es Dios y nosotros somos sus criaturas; él es el Señor y nosotros, sus siervos; él es el Dueño del mundo y nosotros, viles mortales; ¡y sin embargo sufrió! Entonces, ¿por qué no habríamos de padecer nosotros también, y más cuando sabemos que la tribulación purifica? Por tanto, amados míos, si mi muerte ha de contribuir a su gloria, oren para que esta venga pronto y que él me pueda capacitar para soportar con serenidad todas mis calamidades” (CS 112, 113).<br><br>En otra parte, Elena de White escribe en un tono similar: “No se quejen amargamente de la prueba que les sobreviene; que sus ojos se dirijan a Cristo, que revistió su divinidad de humanidad para que podamos comprender cuán grande es su interés por nosotros, ya que se identificó con la humanidad sufriente. Probó la copa del dolor humano, padeció todas nuestras tribulaciones, fue perfeccionado mediante el sufrimiento y, a semejanza nuestra, fue tentado en todo, para poder socorrer a los que están en tentación. Él dice: ‘Haré más precioso que el oro fino al varón, y más que el oro de Ofir al hombre’ (Isa. 13: 12). Hará precioso al varón al morar en él, al darle el Espíritu Santo. Él dice: ‘Pues si vosotros, siendo malos, sabéis dar buenas dádivas a vuestros hijos, ¿cuánto más vuestro Padre celestial dará el Espíritu Santo a los que se lo pidan?’ (Luc. 11: 13)” (ST, 5 de marzo de 1896).<br><br>A un miembro de iglesia dominado por el apetito, la autora le escribe: “Ahora debería estimar de tal manera la recompensa eterna, el tesoro celestial, la herencia inmortal, la inmarcesible corona de gloria, como para sacrificar con gusto la complacencia del apetito depravado, no importa cuán grandes tengan que ser sus sufrimientos, para llevar a cabo la obra de purificación de la carne y del espíritu” (TI 2:91).<br><br>Al hermano G, Elena de White le escribe una carta en la que explica la relación entre el sufrimiento y la purificación del pueblo adventista que se prepara para la segunda venida de Jesús: “La purificación del pueblo de Dios no puede lograrse sin que dicho pueblo soporte padecimientos. Dios permite que los fuegos de la aflicción consuman la escoria, separen lo inútil de lo valioso, a fin de que el metal puro resplandezca. Nos hace pasar de un fuego a otro, probando nuestro verdadero valor. Si no podemos soportar estas pruebas, ¿qué haremos en el tiempo de angustia? Si la prosperidad o la adversidad descubren falsedad, orgullo o egoísmo en nosotros, ¿qué haremos cuando Dios pruebe la obra de cada uno como por fuego y revele los secretos de todo corazón?<br><br>“La verdadera gracia está dispuesta a ser probada; y si estamos poco dispuestos a que el Señor nos escudriñe, nuestra condición es verdaderamente grave. Dios es refinador y purificador de las almas; en el calor del horno, la escoria queda para siempre separada de los verdaderos oro y plata del carácter cristiano. Jesús vigila la prueba. Él sabe lo que es necesario para purificar el metal precioso a fin de que refleje el esplendor de su amor divino” (TI 4:89).<br><br>Continúa este tema de la misma manera profunda: “Dios acerca a los suyos a sí mismo mediante pruebas difíciles, mostrándoles su propia debilidad e incapacidad y enseñándoles a confiar en él como su única ayuda y salvaguardia. Así logra su objetivo. Así quedan preparados para que se los emplee en cualquier emergencia, para desempeñar importantes puestos de confianza y para lograr los grandes fines para los cuales les fueron dadas sus facultades. Dios prueba a los hombres a la derecha y a la izquierda, y así los educa, prepara y disciplina. Jesús, nuestro Redentor, representante y cabeza del hombre, soportó este proceso de prueba. Sufrió más de lo que nosotros podemos ser llamados a sufrir. Llevó nuestras enfermedades y fue tentado en todo como nosotros. No lo sufrió por su propia culpa, sino por causa de nuestros pecados; y ahora, fiando en los méritos de nuestro Vencedor, podemos llegar a ser vencedores en su nombre.<br><br>“La obra de refinamiento y purificación que Dios ejecuta debe proseguir hasta que sus siervos estén tan humillados, tan muertos al yo que, cuando sean llamados al servicio activo, sean sinceros en buscar la gloria de Dios. Entonces él aceptará sus esfuerzos; no obrarán impetuosamente, por impulso; no se apresurarán y pondrán en peligro la causa del Señor, siendo esclavos de tentaciones y pasiones, ni seguirán sus propios ánimos carnales encendidos por Satanás. ¡Oh, cuán terriblemente mancillada queda la causa de Dios por la perversa voluntad del hombre y su genio insumiso! ¡Cuánto sufrimiento trae él sobre sí al seguir sus propias y temerarias pasiones! Dios arroja vez tras vez a los hombres al suelo, y aumenta la presión hasta que la perfecta humildad y una transformación de carácter los pongan en armonía con Cristo y el espíritu del cielo, y sean vencedores de sí mismos” (TI 4:89).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>1. Hemos aprendido que el sacrificio sustitutivo de Jesús nos purifica de nuestros pecados. Pero también aprendimos que el sufrimiento nos purifica. ¿Existe alguna contradicción entre estas dos ideas? Para nada. La gracia de Dios nos justifica y, mediante la fe, recibimos el perdón de nuestros pecados; por lo tanto, somos apartados para Dios y vivimos para Dios. La justificación y el perdón son declaraciones y experiencias espirituales profundas. Pero luego continuamos en la experiencia de la gracia en el contexto del Gran Conflicto, en el que somos probados y en el que demostramos ser fieles y que amamos a nuestro Señor. En esta experiencia, descubrimos que muchas veces podemos fallar. También descubrimos características ocultas que hay que abandonar. Las purgamos por la gracia de Dios. La purificación es una experiencia real de gente real con una historia real. Ser consciente de esto, ¿cuán útil te resulta en tu experiencia de purificación? ¿De qué manera notas personalmente que el Espíritu Santo está purificando tu carácter?<br><br>2. ¿Cuál es tu vivencia al contemplar continuamente la imagen de Cristo en tu vida? ¿Cuál es tu experiencia en la transformación del carácter y la personalidad a su imagen? <br><br>3. ¿Cómo maduraste más en la fe como persona? ¿Cómo describirías este crecimiento?<br><br>4. Tu comunidad de fe, ¿cómo ha madurado espiritualmente? ¿En qué medida los demás, dentro y fuera de tu comunidad de fe, han notado el mismo crecimiento? Describe lo que otros miembros de tu comunidad de fe y tú observan.</p>",
				"verses": [{
					"verse": "",
					"verseText": ""
				}]
			}
		],
		"lessonNumber": 4,
		"lessonType": "A",
		"quarter": "3T2022",
		"title": "<p><strong>VER EL ROSTRO DEL ORFEBRE</strong></p>",
		"verse": "<p>Por tanto, nosotros todos, mirando a cara descubierta como en un espejo la gloria del Señor, somos transformados de gloria en gloria en la misma imagen, como por el Espíritu del Señor (2 Cor. 3: 18).</p>",
		"versionCode": 7,
		"weekDate": "16-22 de Julio"
	}],
	"message": "Consulta con éxito",
	"success": true
}
