{
  "data": [
    {
      "color": "#058355",
      "id": 713,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "June 17",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>Sooner or later, final events will unfold. Exactly when, exactly how—we have not been told. But we have been told enough. Some kind of legislation enforcing Sunday keeping, in contrast to Sabbath keeping, will occur. Revelation has revealed to us the crucial issues at stake, the crucial players involved, and in broad sweeps, it has told us what will happen when, in contrast to the worship of the One “ ‘who made heaven and earth, the sea and springs of water’ ” (Rev. 14:7, NKJV), people—all “whose names have not been written in the Book of Life of the Lamb slain from the foundation of the world” (Rev. 13:8, NKJV)—will worship the beast and his image. In other words, all those who have chosen to follow the Lord Jesus Christ and obey His commandments—their names remain in the book of life. How much better to be in the register of God than in the records of man.</p><p><br></p><p>God has raised up the Seventh-day Adventist Church to preach this message to the world. Thus, we need, ourselves, to be converted to the truth as it is in Jesus, and to have been transformed and made new by the “everlasting gospel” of Revelation 14:6, which is centered on Christ’s death for us, the assurance of our salvation in Him.</p><p><br></p><p>* <em>Study this week’s lesson to prepare for Sabbath, June 24.</em></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 18",
          "dayTitle": "<p><strong>Preparing for the Final Crisis</strong></p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p><strong>Read 1 Thessalonians 5:1–6. What admonition does the apostle Paul give us regarding the last days of human history?</strong></p><p><strong>1 Thessalonians 5:1–6</strong></p><p><strong><sup>1</sup> </strong>But concerning the times and the seasons, brethren, you have no need that I should write to you.</p><p><strong><sup>2 </sup></strong>For you yourselves know perfectly that the day of the Lord so comes as a thief in the night.</p><p><strong><sup>3</sup></strong> For when they say, “Peace and safety!” then sudden destruction comes upon them, as labor pains upon a pregnant woman. And they shall not escape.</p><p><strong><sup>4 </sup></strong>But you, brethren, are not in darkness, so that this Day should overtake you as a thief.</p><p><strong><sup>5</sup></strong> You are all sons of light and sons of the day. We are not of the night nor of darkness.</p><p><strong><sup>6 </sup></strong>Therefore let us not sleep, as others do, but let us watch and be sober.</p><p><br></p><p>The apostle Paul urged the believers at Thessaloniki to “watch” and “be sober” in the context of the second coming of Christ. And if Paul would say that to believers then, what would he say to us today?</p><p><br></p><p>He also declared that they were “children of light” (1 Thess. 5:5, NIV) and that they were not in “darkness, so that this day [the return of Christ]” (1 Thess. 5:4, NIV) should overtake them “as a thief ” (1 Thess. 5:4, NKJV). Jesus used the expression to “watch” in connection with earnest, heartfelt prayer (Matt. 24:42, Matt. 26:40, 41). To watch is to be spiritually alert. To be sober minded is to be serious about the times that we are living in and focused on the things that really matter.</p><p><br></p><p>Ellen G. White adds: “We who know the truth should be preparing for what is soon to break upon the world as an overwhelming surprise.”—Testimonies for the Church, vol. 8, p. 28.</p><p><br></p><p>And while it might be a surprise to the world, it should not be a surprise to us. Though we don’t know when it will happen, we can see enough to know that it is coming, and that now, today, is the day to be ready.</p><p><strong><br></strong></p><p><strong>Review Daniel 2, and note the sequence of kingdoms that came and went, exactly as predicted. What should this teach us about how we can trust that what God says will happen, will indeed happen?</strong></p><p><strong>Daniel 2</strong></p><p><strong><sup>1</sup></strong> Now in the second year of Nebuchadnezzar’s reign, Nebuchadnezzar had dreams; and his spirit was so troubled that his sleep left him.</p><p><strong><sup>2 </sup></strong>Then the king gave the command to call the magicians, the astrologers, the sorcerers, and the Chaldeans to tell the king his dreams. So they came and stood before the king.</p><p><strong><sup>3</sup></strong> And the king said to them, “I have had a dream, and my spirit is anxious to know the dream.”</p><p><strong><sup>4</sup></strong> Then the Chaldeans spoke to the king in Aramaic, “O king, live forever! Tell your servants the dream, and we will give the interpretation.”</p><p><strong><sup>5</sup></strong> The king answered and said to the Chaldeans, “My decision is firm: if you do not make known the dream to me, and its interpretation, you shall be cut in pieces, and your houses shall be made an ash heap.</p><p><strong><sup>6</sup></strong> However, if you tell the dream and its interpretation, you shall receive from me gifts, rewards, and great honor. Therefore tell me the dream and its interpretation.”</p><p><strong><sup>7</sup></strong> They answered again and said, “Let the king tell his servants the dream, and we will give its interpretation.”¡</p><p><sup><strong>8</strong></sup> The king answered and said, “I know for certain that you would gain time, because you see that my decision is firm:</p><p><strong><sup>9</sup></strong> if you do not make known the dream to me, there is only one decree for you! For you have agreed to speak lying and corrupt words before me till the time has changed. Therefore tell me the dream, and I shall know that you can give me its interpretation.”</p><p><strong><sup>10</sup></strong> The Chaldeans answered the king, and said, “There is not a man on earth who can tell the king’s matter; therefore no king, lord, or ruler has ever asked such things of any magician, astrologer, or Chaldean.</p><p><strong><sup>11</sup></strong> It is a difficult thing that the king requests, and there is no other who can tell it to the king except the gods, whose dwelling is not with flesh.”</p><p><strong><sup>12</sup></strong> For this reason the king was angry and very furious, and gave the command to destroy all the wise men of Babylon.</p><p><strong><sup>13</sup></strong> So the decree went out, and they began killing the wise men; and they sought Daniel and his companions, to kill them.</p><p><br></p><p><strong>God Reveals Nebuchadnezzar’s Dream</strong></p><p><strong><sup>14</sup></strong> Then with counsel and wisdom Daniel answered Arioch, the captain of the king’s guard, who had gone out to kill the wise men of Babylon;</p><p><strong><sup>15</sup></strong> he answered and said to Arioch the king’s captain, “Why is the decree from the king so urgent?” Then Arioch made the decision known to Daniel.</p><p><strong><sup>16</sup></strong> So Daniel went in and asked the king to give him time, that he might tell the king the interpretation.</p><p><strong><sup>17</sup></strong> Then Daniel went to his house, and made the decision known to Hananiah, Mishael, and Azariah, his companions,</p><p><strong><sup>18</sup></strong> that they might seek mercies from the God of heaven concerning this secret, so that Daniel and his companions might not perish with the rest of the wise men of Babylon.</p><p><strong><sup>19</sup></strong> Then the secret was revealed to Daniel in a night vision. So Daniel blessed the God of heaven.</p><p><strong><sup>20</sup></strong> Daniel answered and said:</p><p>“Blessed be the name of God forever and ever,</p><p>For wisdom and might are His.</p><p><strong><sup>21</sup></strong> And He changes the times and the seasons;</p><p>He removes kings and raises up kings;</p><p>He gives wisdom to the wise</p><p>And knowledge to those who have understanding.</p><p><strong><sup>22</sup></strong> He reveals deep and secret things;</p><p>He knows what is in the darkness,</p><p>And light dwells with Him.</p><p><strong><sup>23</sup></strong> “I thank You and praise You,</p><p>O God of my fathers;</p><p>You have given me wisdom and might,</p><p>And have now made known to me what we asked of You,</p><p>For You have made known to us the king’s demand.”</p><p><br></p><p><strong>Daniel Explains the Dream</strong></p><p><strong><sup>24</sup> </strong>Therefore Daniel went to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: “Do not destroy the wise men of Babylon; take me before the king, and I will tell the king the interpretation.”</p><p><strong><sup>25</sup></strong> Then Arioch quickly brought Daniel before the king, and said thus to him, “I have found a man of the captives of Judah, who will make known to the king the interpretation.”</p><p><strong><sup>26</sup></strong> The king answered and said to Daniel, whose name was Belteshazzar, “Are you able to make known to me the dream which I have seen, and its interpretation?”</p><p><strong><sup>27</sup></strong> Daniel answered in the presence of the king, and said, “The secret which the king has demanded, the wise men, the astrologers, the magicians, and the soothsayers cannot declare to the king.</p><p><strong><sup>28</sup></strong> But there is a God in heaven who reveals secrets, and He has made known to King Nebuchadnezzar what will be in the latter days. Your dream, and the visions of your head upon your bed, were these:</p><p><strong><sup>29</sup></strong> As for you, O king, thoughts came to your mind while on your bed, about what would come to pass after this; and He who reveals secrets has made known to you what will be.</p><p><strong><sup>30</sup></strong> But as for me, this secret has not been revealed to me because I have more wisdom than anyone living, but for our sakes who make known the interpretation to the king, and that you may know the thoughts of your heart.</p><p><strong><sup>31</sup></strong> “You, O king, were watching; and behold, a great image! This great image, whose splendor was excellent, stood before you; and its form was awesome.</p><p><strong><sup>32</sup></strong> This image’s head was of fine gold, its chest and arms of silver, its belly and thighs of bronze,</p><p><strong><sup>33</sup></strong> its legs of iron, its feet partly of iron and partly of clay.</p><p><strong><sup>34</sup></strong> You watched while a stone was cut out without hands, which struck the image on its feet of iron and clay, and broke them in pieces.</p><p><strong><sup>35</sup></strong> Then the iron, the clay, the bronze, the silver, and the gold were crushed together, and became like chaff from the summer threshing floors; the wind carried them away so that no trace of them was found. And the stone that struck the image became a great mountain and filled the whole earth.</p><p><strong><sup>36</sup></strong> “This is the dream. Now we will tell the interpretation of it before the king.</p><p><strong><sup>37</sup></strong> You, O king, are a king of kings. For the God of heaven has given you a kingdom, power, strength, and glory;</p><p><strong><sup>38</sup></strong> and wherever the children of men dwell, or the beasts of the field and the birds of the heaven, He has given them into your hand, and has made you ruler over them all—you are this head of gold.</p><p><strong><sup>39</sup></strong> But after you shall arise another kingdom inferior to yours; then another, a third kingdom of bronze, which shall rule over all the earth.</p><p><strong><sup>40</sup></strong> And the fourth kingdom shall be as strong as iron, inasmuch as iron breaks in pieces and shatters everything; and like iron that crushes, that kingdom will break in pieces and crush all the others.</p><p><strong><sup>41</sup></strong> Whereas you saw the feet and toes, partly of potter’s clay and partly of iron, the kingdom shall be divided; yet the strength of the iron shall be in it, just as you saw the iron mixed with ceramic clay.</p><p><strong><sup>42</sup></strong> And as the toes of the feet were partly of iron and partly of clay, so the kingdom shall be partly strong and partly fragile.</p><p><strong><sup>43</sup></strong> As you saw iron mixed with ceramic clay, they will mingle with the seed of men; but they will not adhere to one another, just as iron does not mix with clay.</p><p><strong><sup>44</sup></strong> And in the days of these kings the God of heaven will set up a kingdom which shall never be destroyed; and the kingdom shall not be left to other people; it shall break in pieces and consume all these kingdoms, and it shall stand forever.</p><p><strong><sup>45</sup></strong> Inasmuch as you saw that the stone was cut out of the mountain without hands, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold—the great God has made known to the king what will come to pass after this. The dream is certain, and its interpretation is sure.”<strong><br></strong></p><p><strong><br></strong></p><p><strong>Daniel and His Friends Promoted</strong></p><p><strong><sup>46</sup> </strong>Then King Nebuchadnezzar fell on his face, prostrate before Daniel, and commanded that they should present an offering and incense to him.</p><p><strong><sup>47 </sup></strong>The king answered Daniel, and said, “Truly your God is the God of gods, the Lord of kings, and a revealer of secrets, since you could reveal this secret.”</p><p><strong><sup>48</sup></strong> Then the king promoted Daniel and gave him many great gifts; and he made him ruler over the whole province of Babylon, and chief administrator over all the wise men of Babylon.</p><p><strong><sup>49 </sup></strong>Also Daniel petitioned the king, and he set Shadrach, Meshach, and Abed-Nego over the affairs of the province of Babylon; but Daniel sat in the gate of the king.</p><p><br></p><p>Christ has given us these last-day messages so that, knowing what is coming, we can prepare for it. The prophecies of Daniel and Revelation, combined with the modern gift of prophecy, give us divine insight into what is coming upon this world. The prophetic Word of God outlines salvation history in advance, and Daniel 2 provides powerful, rational evidence that we can trust God.</p><p><strong><br></strong></p><p><strong>Paul says not “to sleep” as others do. What does that mean, and how can we know if we are, indeed, sleeping and, if we are, what will it take to wake us?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 19",
          "dayTitle": "<p><strong>Knowing Truth</strong></p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong>Read John 7:17, John 8:32, and John 17:17.What promises does Jesus give regarding knowing truth and where is it found?</strong></p><p><strong>John 7:17</strong></p><p><strong><sup>17</sup></strong> If anyone wills to do His will, he shall know concerning the doctrine, whether it is from God or <em>whether</em> I speak on My own <em>authority</em>.</p><p><strong>John 8:32</strong></p><p><strong><sup>32</sup> </strong>And you shall know the truth, and the truth shall make you free.”</p><p><strong>John 17:17</strong></p><p><strong><sup>17</sup> </strong>Sanctify them by Your truth. Your word is truth.</p><p><br></p><p>God’s final appeal to His people is to flee the errors of Babylon and walk in the light of eternal truth found in His Word. The key to everything is the Bible. As long as people stick to the Bible and follow what it teaches, they will not be deceived in the final crisis, particularly regarding the Sabbath.</p><p><br></p><p>The message of the second angel appeals to us to accept truth rather than error, Scripture rather than tradition, and the teachings of God’s Word rather than the errors of false doctrine.</p><p><br></p><p>The third angel’s message, which follows the first two angels’, presents a warning against the mark of the beast. Throughout the prophecies of the Bible, a beast represents a political or religious power. The sea beast of Revelation 13 and 14 arises out of Rome as a worldwide system of worship. Eventually this Roman power extends its influence over the whole world and will lead out in a movement to unite church and state. The goal will be to achieve world unity at a time of economic upheaval, natural catastrophes, social turmoil, international political crisis, and global conflict.</p><p><br></p><p>And the United States will eventually take the lead in this global confederation. “Through the two great errors, the immortality of the soul and Sunday sacredness, Satan will bring the people under his deceptions. While the former lays the foundation of spiritualism, the latter creates a bond of sympathy with Rome. The Protestants of the United States will be foremost in stretching their hands across the gulf to grasp the hand of spiritualism; they will reach over the abyss to clasp hands with the Roman power; and under the influence of this threefold union, this country will follow in the steps of Rome in trampling on the rights of conscience.”—Ellen G. White, <em>The Great Controversy</em>, p. 588.</p><p><br></p><p>These messages conclude with an urgent appeal for Christ’s faithful followers to keep the commandments of God through the living faith of Jesus dwelling in their hearts (Rev. 14:12).</p><p><br></p><p><strong>How do you understand Jesus’ words: “ ‘the truth shall make you free’ ” </strong><em>(John 8:32, NKJV)</em><strong>? What does that mean? How has the truth set you free? What does it mean to be “free” in this context?</strong></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 20",
          "dayTitle": "<p><strong>The Reformation Continues</strong></p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p>God has raised up a last-day people to stand on the shoulders of the great Reformers of the past with the Bible as their only creed, Christ alone as their only Source of salvation, the Holy Spirit as their only Source of strength, and the return of our Lord as the consummation of all their hopes. Truths long obscured by the darkness of error and tradi- tion, including the true Bible Sabbath, will be proclaimed to the world just before the return of our Lord.</p><p><br></p><p>The three angels’ messages gave birth to this last-day movement to complete the Reformation and to participate with Christ in finish- ing His work on earth. The great prophecies of the Bible’s last book reveal a divine movement of destiny arising out of disappointment to proclaim God’s final message to the world. Revelation 14 describes a worldwide church spanning the globe with the good news of the eternal gospel.</p><p><br></p><p>The three angels of Revelation 14 are joined by a fourth angel in Revelation 18. This angel gives power to the proclamation of the three angels so that the “earth [is] lightened with [God’s] glory” (Rev. 18:1). Chapter 18 focuses on the major events leading up to the climax of human history and the final, ultimate triumph of the gospel.</p><p><strong><br></strong></p><p><strong>Read Revelation 18:1. What three things does John tell us about this angel?</strong> <em>(See also Hab. 2:14.)</em></p><p><strong>Revelation 18:1</strong></p><p><strong><sup>1 </sup></strong>After these things I saw another angel coming down from heaven, having great authority, and the earth was illuminated with his glory.</p><p><br></p><p>The angel who comes down from the glorious presence of God in the throne room of the sanctuary is commissioned to proclaim God’s last message of mercy and to warn the inhabitants of the earth of what is coming upon planet Earth.</p><p><br></p><p>The text says that the angel comes with “great authority.” The New Testament Greek word for “authority” is exousia. Jesus uses this word in the Gospel of Matthew in harmony with the sending out of His disciples. In Matthew 10:1, Jesus gives His disciples “authority” <em>(NIV)</em> over the principalities and powers of evil. He sends them out with the divine power to be victorious in the battle between good and evil. In Matthew 28:18, 19, He once again sends them out, but this time with “ ‘all authority’ ” in heaven and on earth to go and “ ‘make disciples of all the nations’ ” <em>(NKJV)</em>.</p><p><br></p><p><strong>Ultimately, how do the issues in the last days (as they really do every day) come down to <em>authority</em>? Whose authority do we fol- low: God’s, our own, the beast power’s, or someone else’s? Whose authority are you following now?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 21",
          "dayTitle": "<p><strong>God’s Glory Fills the Earth</strong></p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p><strong>Read Revelation 4:11, Revelation 5:12, Revelation 19:1, and Revelation 21:26. What words are associated with the glory of God that fills the earth as described in Revelation 18:1?</strong></p><p><strong>Revelation 4:11</strong></p><p><strong><sup>11</sup> </strong>“You are worthy, O Lord,</p><p>To receive glory and honor and power;</p><p>For You created all things,</p><p>And by Your will they exist and were created.”</p><p><strong>Revelation 5:12</strong></p><p><strong><sup>12</sup> </strong>saying with a loud voice:</p><p>“Worthy is the Lamb who was slain</p><p>To receive power and riches and wisdom,</p><p>And strength and honor and glory and blessing!”</p><p><strong>Revelation 19:1</strong></p><p><strong><sup>1</sup> </strong>After these things I heard a loud voice of a great multitude in heaven, saying, “Alleluia! Salvation and glory and honor and power belong to the Lord our God!</p><p><strong>Revelation 21:26</strong></p><p><strong><sup>26</sup></strong> And they shall bring the glory and the honor of the nations into it.</p><p><strong>Revelation 18:1</strong></p><p><strong><sup>1 </sup></strong>After these things I saw another angel coming down from heaven, having great authority, and the earth was illuminated with his glory.</p><p><br></p><p>The great controversy between good and evil in the universe also is about God’s honor or reputation. Satan, a rebel angel, has declared that God is unjust, that He demands worship but gives little in return. The evil one declares that God’s law restricts our freedom and limits our joy.</p><p><br></p><p>Jesus’ life, death, and resurrection exploded that myth. The One who created us plunged into the snake pit of this world to redeem us. On the cross, He answered Satan’s charges and demonstrated that God is both loving and just.</p><p><br></p><p>Charmed by His love, concerned about His honor, His end-time people reveal His glory—His loving, self-sacrificing character to a self-centered, godless world, and the earth is illuminated by the character of God.</p><p><strong><br></strong></p><p><strong>Read Exodus 33:18, 19. How does God reveal His glory to Moses? What is God’s glory?</strong></p><p><strong>Exodus 33:18, 19</strong></p><p><strong><sup>18</sup> </strong>And he said, “Please, show me Your glory.”</p><p><strong><sup>19</sup></strong> Then He said, “I will make all My goodness pass before you, and I will proclaim the name of the Lord before you. I will be gracious to whom I will be gracious, and I will have compassion on whom I will have compassion.”</p><p><br></p><p>God’s glory is His character. The earth will be filled with the glory of God when we are filled with the love of God and our characters are changed by redeeming love.</p><p><br></p><p>Revealing His love in our personal lives reveals His glory, His character, to the world. The last message to be proclaimed to a world engulfed in spiritual darkness carried by three angels in the midst of heaven is “ ‘Fear God and give glory to Him’ ” <em>(Rev. 14:7, NKJV)</em>.</p><p><br></p><p>There is no glory for us in our good works, or our righteous- ness, or our goodness. “The message of Christ’s righteousness is to sound from one end of the earth to the other. . . . This is the glory of God which closes the work of the third angel.”—Ellen G. White, <em>Testimonies for the Church</em>, vol. 6, p. 19. Ellen G. White also writes: “What is justification by faith? It is the work of God in laying the glory of man in the dust, and doing for man that which it is not in his power to do for himself.”—<em>Testimonies to Ministers and Gospel Workers</em>, p. 456.</p><p><br></p><p>No glory for ourselves but, yes, glory to God instead.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 22",
          "dayTitle": "<p><strong>The Lamb, the Slain Lamb</strong></p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p>There are many symbols in Revelation, biblical symbols of importance; that is, a dragon in heaven <em>(Rev. 12:3, 4, 7)</em>, angels flying in the midst of heaven <em>(Rev. 14:6)</em>, a woman riding a scarlet beast <em>(Rev. 17:3)</em>, and so forth. They are in the Word of God; the Holy Spirit inspired John to put them there, and they have important roles in revealing truth to those who read the words of this book and do them, for, as it says, “Blessed is he who reads and those who hear the words of this prophecy, and keep those things which are written in it; for the time is near” <em>(Rev. 1:3, NKJV)</em>.</p><p><br></p><p>There is, however, another image that appears, again and again, all through the book of Revelation. What is the image, and what does it represent?</p><p><strong><br></strong></p><p><strong>Read Revelation 5:6, 8, 12; Revelation 7:17; Revelation 14:1; Revelation 15:3; Revelation 19:7; Revelation 21:22, 23; and Revelation 22:1, 3. What is the meaning of the symbolism of the Lamb, and why would it appear so many times in the book of Revelation?</strong></p><p><strong>Revelation 5:6, 8, 12</strong></p><p><strong><sup>6</sup> </strong>And I looked, and behold, in the midst of the throne and of the four living creatures, and in the midst of the elders, stood a Lamb as though it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent out into all the earth.</p><p><strong><sup>8</sup></strong> Now when He had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each having a harp, and golden bowls full of incense, which are the prayers of the saints.</p><p><strong><sup>12</sup></strong> saying with a loud voice:</p><p>“Worthy is the Lamb who was slain</p><p>To receive power and riches and wisdom,</p><p>And strength and honor and glory and blessing!”</p><p><strong>Revelation 7:17</strong></p><p><strong><sup>17</sup> </strong>for the Lamb who is in the midst of the throne will shepherd them and lead them to living fountains of waters. And God will wipe away every tear from their eyes.”</p><p><strong>Revelation 14:1</strong></p><p><strong><sup>1</sup> </strong>Then I looked, and behold, a Lamb standing on Mount Zion, and with Him one hundred and forty-four thousand, having His Father’s name written on their foreheads.</p><p><strong>Revelation 15:3</strong></p><p><strong><sup>3</sup> </strong>They sing the song of Moses, the servant of God, and the song of the Lamb, saying:</p><p>“Great and marvelous are Your works,</p><p>Lord God Almighty!</p><p>Just and true are Your ways,</p><p>O King of the saints!</p><p><strong>Revelation 19:7</strong></p><p><strong><sup>7</sup> </strong>Let us be glad and rejoice and give Him glory, for the marriage of the Lamb has come, and His wife has made herself ready.”</p><p><strong>Revelation 21:22, 23</strong></p><p><strong><sup>22</sup> </strong>But I saw no temple in it, for the Lord God Almighty and the Lamb are its temple.</p><p><strong><sup>23</sup></strong> The city had no need of the sun or of the moon to shine in it, for the glory of God illuminated it. The Lamb is its light.</p><p><strong>Revelation 22:1, 3</strong></p><p><strong><sup>1 </sup></strong>And he showed me a pure river of water of life, clear as crystal, proceeding from the throne of God and of the Lamb.</p><p><strong><sup>3</sup></strong> And there shall be no more curse, but the throne of God and of the Lamb shall be in it, and His servants shall serve Him.</p><p><br></p><p>Of course, as the opening words of the book say, this is a revelation “of Jesus Christ.” And not only is He a Lamb but also a Lamb “slain” <em>(Rev. 5:6, 12; Rev. 13:8)</em>. That is, Jesus Christ crucified. Here is the heart and soul, not only of all the Bible but also of the book of Revelation and of the three angels’ messages. We cannot be faithful to our calling, we can- not do the work that God has raised up this church to do, unless we have the Lamb, the slain Lamb, Jesus crucified, a sacrifice for our sins, as the focal point of our message.</p><p><br></p><p>“We must intentionally place the Lamb that was slain at the very center of our doctrines and mission and at the heart of every sermon we preach, every article we write, every prayer we make, every song we sing, every Bible study we give, and in everything we do. Let the love revealed by the Lamb on the cross transform the way we treat each other and move us to also care for the world.”—Ángel Manuel Rodríguez, “The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages,” unpublished manuscript, p. 70.</p><p><br></p><p>That is, amid the imagery of dangerous beasts, of a dragon making war, of plagues, of persecution, and of the mark of the beast, there remains front and center the Lamb, the Lamb slain. And He alone, and what He has done for us, is doing now, and will do before it’s all over—He is, ultimately, what the three angels’ messages are about.</p><p><br></p><p><strong>Why is keeping the slain Lamb at the center of our message crucial not only for leading others to Him but also for your own spiritual life?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 23",
          "dayTitle": "",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p><strong>Further Thought:</strong></p><p>“Servants of God, with their faces lighted up and shining with holy consecration, will hasten from place to place to proclaim the message from heaven. By thousands of voices, all over the earth, the warning will be given. Miracles will be wrought, the sick will be healed, and signs and wonders will follow the believers. Satan also works, with lying wonders, even bringing down fire from heaven in the sight of men. Revelation 13:13. Thus the inhabitants of the earth will be brought to take their stand.<br></p><p><br></p><p>“The message will be carried not so much by argument as by the deep conviction of the Spirit of God. The arguments have been pre- sented. The seed has been sown, and now it will spring up and bear fruit. The publications distributed by missionary workers have exerted their influence, yet many whose minds were impressed have been pre- vented from fully comprehending the truth or from yielding obedience. Now the rays of light penetrate everywhere, the truth is seen in its clearness, and the honest children of God sever the bands which have held them. Family connections, church relations, are powerless to stay them now. Truth is more precious than all besides. Notwithstanding the agencies combined against the truth, a large number take their stand upon the Lord’s side.”—Ellen G. White, <em>The Great Controversy</em>, p. 612.</p><p><strong><br></strong></p><p><strong>Discussion Questions:</strong></p><p><ol><li><strong>Ellen G. White states that “the message of justification by faith is the third angel’s message . . . in verity.”—Evangelism, p. 190. What does that mean? What relationship does justification by faith have to the three angels’ messages?</strong></li><li><strong>Read Revelation 14:12 again. What is the difference between keeping the commandments of God and legalism? When does obe- dience become legalism? In what ways can someone who doesn’t keep the commandments of God still be a legalist?</strong></li><li><strong>What answer can you give to those who criticize us when we talk about the ferocious beasts and fearsome warning found in the book of Revelation? Besides the obvious answer, which is that we talk about them because, well, they are there, written in the book, what other answers can you give?</strong></li><li><strong>Discuss in class current world events. What things have you seen happen that could help lead to final events? How do we strike a balance between being aware of the times we are living in and not getting caught up in fruitless speculation about what hasn’t been revealed to us yet?</strong></li></ol></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 24",
          "dayTitle": "<p><strong>INSIDE STORY</strong></p>",
          "id": 138,
          "idDay": 8,
          "idLesson": 13,
          "lessonText": "<p><strong>Training Boys to Read the Bible</strong></p><p>By Andrew MccHesney</p><p><br></p><p>What is the secret for teaching a child to spend personal time with God?</p><p><br></p><p>Christian Müller, an Argentine volunteer at a Seventh-day Adventist school in Tokmok, Kyrgyzstan, surprised me with his answer as we spoke in his home. I was in town to collect mission stories for Adventist Mission.</p><p><br></p><p>Christian said his six-year-old son, Thomas, had interrupted his personal devotions that morning.</p><p><br></p><p>“Normally, I would have asked him to wait,” Christian told me. “But he held up his Bible in his little hands and said, ‘Papa, I don’t understand what I am reading. Can you help me?’ What else could I do but help him?”</p><p><br></p><p>I expressed astonishment that a such a small boy was reading his Bible in the morning. My incredulity grew as Christian explained that Thomas and his seven-year-old brother, Lukas, read their Bibles every morning.</p><p><br></p><p>“How did you teach them to have morning devotions?” I asked.</p><p><br></p><p>Christian thought for a moment. “Actually, I have never taught them to have morning devotions,” he said.</p><p><br></p><p>The boys began having personal devotions around the time that they were learning to walk. Christian and his wife, Romina, would sit at opposite sides of the kitchen table to read their Bibles for personal devotions every morning in their home in Argentina. The boys would wake up and, naturally, want to be with their parents. Crawling out of bed, they would find their father and mother in the kitchen. Christian told the boys from the beginning that it was very important for Daddy and Mommy to spend time with God in the morning and that the boys could not interrupt the morning devotions. If the boys wanted to remain in the kitchen, they needed to be quiet and have their own devotions. The boys chose to stay. Initially, they could not read, so they quietly leafed through Bible picture books. As they grew older, they began to read their Bibles. After moving to Kyrgyzstan, the parents and the boys had morning devotions in their own rooms.</p><p><br></p><p>This was the secret for teaching a child to spend personal time with God in the morning. “I never once told the boys that they needed to start having morning devotions,” Christian said. “They just saw that their mother and I had devotions and followed our example.”</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>Ablaze With God's Glory</p>",
      "verse": "<p>“<strong>After these things I saw another angel coming down from heaven, having great authority, and the earth was illu- minated with his glory</strong>” (<em>Revelation 18:1, NKJV</em>).</p>",
      "versionCode": 1,
      "weekDate": "June 17 - 23"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
