 {
  "data": [
    {
      "color": " #28c413 ",
      "id": 1,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "25 de septiembre",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>El libro de Deuteronomio, por supuesto, no surgió de la nada. Como todo en la vida, Deuteronomio existe en un contexto; y –como todo en la vida– ese contexto juega un papel importante en la interpretación de lo que significa el libro y cuál es su propósito.<br><br>Lo precedió mucha historia, una historia que explica las circunstancias, no solo del libro en sí, sino también del mundo y el entorno que crean su contexto. Así como sería difícil entender el propósito y la función de un limpiaparabrisas fuera del contexto de un automóvil, sería difícil entender Deuteronomio –especialmente nuestro enfoque (Deuteronomio y la Verdad Presente)– fuera del contexto en el que surgió este documento bíblico. Alguien leyó La guerra y la paz, del escritor ruso León Tolstói, unas mil quinientas páginas, en solo tres días. Cuando se le preguntó de qué trataba el libro, el lector respondió: “Se trata de Rusia”.<br><br>Abarcar en una lección semanal los miles de años de historia antes de llegar a Deuteronomio es hacer algo parecido. Pero, al centrarnos en los aspectos más destacados, podemos ver el contexto necesario para comprender mejor este libro, tan lleno de la “Verdad Presente”.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de septiembre",
          "dayTitle": "<p>AMAR, SER AMADO<br></p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>Primera de Juan 4:8 dice: “Dios es amor”. Por más sencillas que sean esas tres palabras (cuatro, en griego), la idea que está detrás de ellas es tan profunda, tan insondable, que apenas podemos captar sus implicaciones. No nos dicen que Dios ama, ni que Dios revela amor, ni que Dios es una manifestación del amor, sino que Dios es amor. Es amor, como si el amor fuese la esencia de la identidad de Dios mismo. Como seres humanos caídos, con solo unos pocos kilos de tejido y sustancias químicas en la cabeza con los que captar la realidad, simplemente no somos capaces de comprender plenamente lo que significa “Dios es amor”.</p><br><p>Pero, indudablemente, podemos comprender lo suficiente como para saber que es una muy buena noticia. Si en lugar de “Dios es amor”, dijera “Dios es odio” o “Dios es vengativo” o “Dios es indiferente”, esta revelación acerca de él podría haber sido algo de qué preocuparse.</p><p> Y la verdad de que “Dios es amor” nos ayuda a comprender mejor la idea de que el gobierno de Dios refleja ese amor. El amor impregna el cosmos, quizás incluso más que la gravedad. Dios nos ama; y por eso nosotros podemos amarlo a él (ver Deut. 6:5; Mar. 12:30).</p><br><p>Sin embargo el amor, para ser amor, debe darse gratuitamente. Dios no puede forzar el amor; en el momento en que lo fuerza, ya no es amor. Por lo tanto, cuando Dios creó a seres inteligentes y racionales en el cielo y en la Tierra con la capacidad de amar, siempre existió el riesgo de que no lo amaran. Algunos no lo hicieron, y de allí los orígenes de lo que conocemos como el Gran Conflicto.</p><p><strong><br></strong></p><p><strong>¿Por qué los siguientes textos tienen sentido solo en el contexto de la libertad y el riesgo que implica el amor? Isaías 14:12-14; Ezequiel 28:12-17; Apocalipsis 12:7.</strong></p><p><br></p><p><strong>Isaías 14:12-14</strong></p><p><sup><strong>12</strong></sup> Cómo caíste del cielo, oh Lucero, hijo de la mañana! Cortado fuiste por tierra, tú que debilitabas a las naciones.<strong><br><br><sup>13</sup></strong> Tú que decías en tu corazón: Subiré al cielo; en lo alto, junto a las estrellas de Dios, levantaré mi trono, y en el monte del testimonio me sentaré, a los lados del norte;<sup><br><br><strong>14</strong></sup> sobre las alturas de las nubes subiré, y seré semejante al Altísimo. <br></p><p><br></p><p><strong>Ezequiel 28:12-17</strong></p><p><sup><strong>12</strong></sup> Hijo de hombre, levanta endechas sobre el rey de Tiro, y dile: Así ha dicho Jehová el Señor: Tú eras el sello de la perfección, lleno de sabiduría, y acabado de hermosura.<sup><br><br><strong>13</strong></sup> En Edén, en el huerto de Dios estuviste; de toda piedra preciosa era tu vestidura; de cornerina, topacio, jaspe, crisólito, berilo y ónice; de zafiro, carbunclo, esmeralda y oro; los primores de tus tamboriles y flautas estuvieron preparados para ti en el día de tu creación.<sup><br><br><strong>14</strong></sup> Tú, querubín grande, protector, yo te puse en el santo monte de Dios, allí estuviste; en medio de las piedras de fuego te paseabas.<sup><br><br><strong>15</strong></sup> Perfecto eras en todos tus caminos desde el día que fuiste creado, hasta que se halló en ti maldad.<sup><br><br><strong>16</strong></sup> A causa de la multitud de tus contrataciones fuiste lleno de iniquidad, y pecaste; por lo que yo te eché del monte de Dios, y te arrojé de entre las piedras del fuego, oh querubín protector.<sup><br><br><strong>17</strong></sup> Se enalteció tu corazón a causa de tu hermosura, corrompiste tu sabiduría a causa de tu esplendor; yo te arrojaré por tierra; delante de los reyes te pondré para que miren en ti.&nbsp;</p><p><br></p><p><strong>Apocalipsis 12:7</strong></p><p><sup><strong>7</strong></sup> Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles; <br></p><p><br></p><p>Especialmente perspicaz es Ezequiel 28:15, que muestra que aunque este ángel, Lucifer, era un ser perfecto creado por un Dios perfecto, se halló iniquidad en él. No fue porque él haya sido creado con esa iniquidad en un primer momento. Lucifer fue creado con la capacidad de amar; tenía verdadera libertad moral y, a pesar de todo lo que se le había dado (“de toda piedra preciosa era tu vestidura”), este ángel quería más. Una cosa llevó a la otra hasta que, bueno, hubo “batalla en el cielo”.</p><br><p>Existen los perros robot, que obedecen órdenes, nunca ensucian la alfombra ni mastican los muebles. Sin embargo, <strong>¿tendrías algún tipo de relación significativa con este “perro”? ¿Cómo ayuda tu respuesta a comprender por qué Dios quería seres que realmente pudieran retribuirle su amor?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de septiembre",
          "dayTitle": "<p>LA CAÍDA Y EL DILUVIO<br></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p>Casi todos los niños en edad escolar han escuchado la historia de una manzana que cayó sobre la cabeza de Isaac Newton, ¡y hete aquí! Newton descubrió la gravedad. El hecho de que le haya caído una manzana sobre la cabeza no es el aspecto central; la cuestión es que la gran percepción de Newton (él tampoco descubrió la gravedad; cualquiera que se haya caído antes ya conocía la gravedad) fue comprender que la misma fuerza que dejaba caer la manzana –la gravedad– también mantenía a la luna en órbita alrededor de la Tierra; la Tierra, en órbita alrededor del Sol; y así sucesivamente.<br><br>Esto era importante porque, durante milenios, muchos creyeron que las leyes que gobernaban los cielos eran diferentes de las leyes que gobernaban la Tierra. Newton demostró que esta creencia era errónea. Y, aunque la contribución de Newton fue en el ámbito de las leyes na- turales, el mismo principio se aplica a la ley moral. La misma libertad, la libertad inherente al amor que llevó a la caída de Lucifer en el cielo, también llevó a la caída de la humanidad en la Tierra.<br><strong><br>Lee Génesis 2:16 y 17; y 3:1 al 7. Estos versículos sobre gente perfecta, en un ambiente perfecto, creado por un Dios perfecto, ¿cómo revelan también la poderosa verdad sobre la libertad inherente al amor?</strong></p><p><strong>Génesis 2:16-17</strong></p><p><sup><strong>16</strong></sup> Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer;<sup><br><br><strong>17</strong></sup> mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás. <br></p><p><strong> Génesis 3:1-7<sup><br></sup></strong></p><p><sup><strong>1</strong></sup>Pero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis de todo árbol del huerto?<sup><br><br><strong>2</strong></sup> Y la mujer respondió a la serpiente: Del fruto de los árboles del huerto podemos comer;<sup><br><br><strong>3</strong></sup> pero del fruto del árbol que está en medio del huerto dijo Dios: No comeréis de él, ni le tocaréis, para que no muráis.<sup><br><br><strong>4</strong></sup> Entonces la serpiente dijo a la mujer: No moriréis;<sup><br><br><strong>5</strong></sup> sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal.<sup><br><br><strong>6</strong></sup> Y vio la mujer que el árbol era bueno para comer, y que era agradable a los ojos, y árbol codiciable para alcanzar la sabiduría; y tomó de su fruto, y comió; y dio también a su marido, el cual comió así como ella.<sup><br><br><strong>7</strong></sup> Entonces fueron abiertos los ojos de ambos, y conocieron que estaban desnudos; entonces cosieron hojas de higuera, y se hicieron delantales. <br></p><p>Después de la Caída, las cosas fueron de mal en peor, hasta el punto en que el Señor dijo acerca de la humanidad que “todo designio de los pensamientos del corazón de ellos era de continuo solamente el mal” (Gén. 6:5).<br><br>Y, si sus pensamientos eran malos, sus acciones seguramente también lo eran, hasta que las cosas se volvieron tan malas que el Señor destruyó el mundo entero con un diluvio, en cierto modo para darle a la humanidad la oportunidad de empezar de nuevo; una especie de segunda Creación. Sin embargo, como muestra la historia de la torre de Babel (Gén. 11:1-9), la humanidad todavía parecía decidida a desafiar a Dios. “Cuando la torre estuvo parcialmente completa, una parte de ella fue habitada por los edificadores; otras secciones, magníficamente amuebladas y adornadas, las destinaron a sus ídolos. La gente se regocijaba en su éxito, loaba a dioses de oro y plata, y se obstinaba contra el Soberano del cielo y la Tierra” (PP 113). Así, además de confundir su lenguaje, Dios esparció a la raza caída por la faz de la Tierra.<br><br><strong>Toma nota mental de tus pensamientos durante el día. ¿Qué te enseña esto sobre el estado de tu corazón?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de septiembre",
          "dayTitle": "<p>EL LLAMADO DE ABRAM<br></p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>Abram (que posteriormente se llamó Abraham) aparece por primera vez en la genealogía de Génesis 11, que viene inmediatamente después de la mención de la dispersión de Babel.<br><br><strong>Lee Génesis 12:1 al 3, el llamado de Dios a Abram. Hoy, mirando hacia atrás después de la Cruz, después de la muerte de Jesús y la difusión del evangelio, ¿cómo entendemos lo que Dios prometió hacer a través de Abram?</strong></p><p><br><strong></strong></p><p><strong>Génesis 12:1-3</strong></p><p><sup><strong>1 </strong></sup>Pero Jehová había dicho a Abram: Vete de tu tierra y de tu parentela, y de la casa de tu padre, a la tierra que te mostraré.<sup><br><br><strong>2</strong></sup> Y haré de ti una nación grande, y te bendeciré, y engrandeceré tu nombre, y serás bendición.<sup><br><br><strong>3</strong></sup> Bendeciré a los que te bendijeren, y a los que te maldijeren maldeciré; y serán benditas en ti todas las familias de la tierra.</p><p>Muchos siglos después, el apóstol Pablo, al tratar de oponerse a la he- rejía que estaba afectando a los Gálatas, señaló el llamado de Abraham, mostrándolo como una expresión temprana de lo que siempre habían sido las intenciones de Dios: el evangelio para el mundo. “Sabed, por tanto, que los que son de fe, éstos son hijos de Abraham. Y la Escritura, previendo que Dios había de justificar por la fe a los gentiles, dio de antemano la buena nueva a Abraham, diciendo: En ti serán benditas todas las naciones. De modo que los de la fe son bendecidos con el creyente Abraham” (Gál. 3:7-9).<br><br>El llamado de Abraham se expresó por primera vez en Génesis 12; el resto del Génesis es mayormente la historia de sus descendientes directos, una simiente disfuncional tras otra, que creaba una familia desordenada tras otra; y sin embargo, a través de ellos, la promesa finalmente se cumplió al llegar el momento crucial con el llamado de Moisés.<br><strong><br>Lee Hechos 7:20 al 36, la descripción que hizo el mártir Esteban acerca Moisés y el Éxodo. ¿Cómo encaja esto con la promesa inicial de Dios a Abraham?</strong><br></p><p><strong>Hechos 7:20-36</strong></p><p><sup><strong>20</strong></sup> En aquel mismo tiempo nació Moisés, y fue agradable a Dios; y fue criado tres meses en casa de su padre.<sup><br><br><strong>21</strong></sup> Pero siendo expuesto a la muerte, la hija de Faraón le recogió y le crió como a hijo suyo.<sup><br><br><strong>22</strong></sup> Y fue enseñado Moisés en toda la sabiduría de los egipcios; y era poderoso en sus palabras y obras.<sup><br><br><strong>23</strong></sup> Cuando hubo cumplido la edad de cuarenta años, le vino al corazón el visitar a sus hermanos, los hijos de Israel.<sup><br><br><strong>24</strong></sup> Y al ver a uno que era maltratado, lo defendió, e hiriendo al egipcio, vengó al oprimido.<sup><br><br><strong>25</strong></sup> Pero él pensaba que sus hermanos comprendían que Dios les daría libertad por mano suya; mas ellos no lo habían entendido así.<sup><br><br><strong>26</strong></sup> Y al día siguiente, se presentó a unos de ellos que reñían, y los ponía en paz, diciendo: Varones, hermanos sois, ¿por qué os maltratáis el uno al otro?<sup><br><br><strong>27</strong></sup> Entonces el que maltrataba a su prójimo le rechazó, diciendo: ¿Quién te ha puesto por gobernante y juez sobre nosotros?<sup><br><br><strong>28</strong></sup> ¿Quieres tú matarme, como mataste ayer al egipcio?<sup><br><br><strong>29</strong></sup> Al oír esta palabra, Moisés huyó, y vivió como extranjero en tierra de Madián, donde engendró dos hijos.<sup><br><br><strong>30</strong></sup> Pasados cuarenta años, un ángel se le apareció en el desierto del monte Sinaí, en la llama de fuego de una zarza.<sup><br><br><strong>31</strong></sup> Entonces Moisés, mirando, se maravilló de la visión; y acercándose para observar, vino a él la voz del Señor:<sup><br><br><strong>32</strong></sup> Yo soy el Dios de tus padres, el Dios de Abraham, el Dios de Isaac, y el Dios de Jacob. Y Moisés, temblando, no se atrevía a mirar.<sup><br><br><strong>33</strong></sup> Y le dijo el Señor: Quita el calzado de tus pies, porque el lugar en que estás es tierra santa.<sup><br><br><strong>34</strong></sup> Ciertamente he visto la aflicción de mi pueblo que está en Egipto, y he oído su gemido, y he descendido para librarlos. Ahora, pues, ven, te enviaré a Egipto.<sup><br><br><strong>35</strong></sup> A este Moisés, a quien habían rechazado, diciendo: ¿Quién te ha puesto por gobernante y juez?, a éste lo envió Dios como gobernante y libertador por mano del ángel que se le apareció en la zarza.<sup><br><br><strong>36</strong></sup> Este los sacó, habiendo hecho prodigios y señales en tierra de Egipto, y en el Mar Rojo, y en el desierto por cuarenta años.<strong><br></strong></p><p>En un mundo inmerso en la ignorancia, el error y una generalizada falta de conocimiento de la verdad (las cosas no han cambiado mucho en más de tres mil años, ¿verdad?), el Señor llamó a un pueblo –a su pueblo–, la simiente de Abraham, a salir de Egipto. En él buscó no solo preservar el conocimiento de la verdad –es decir, el conocimiento de Jehová, y el plan de salvación– sino también difundir ese conocimiento al resto del mundo.<br><strong><br>Hoy, ¿cómo nos vemos los Adventistas del Séptimo Día en relación con el resto del mundo? Es decir, ¿qué paralelismos existen entre nosotros y el antiguo Israel? Más aún, ¿qué responsabilidad nos asigna individualmente este paralelismo?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de septiembre",
          "dayTitle": "<p>EL PACTO DEL SINAÍ<br></p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p>El {Exodo y todo lo que esto implicó, desde la sangre en el dintel de la puerta en Egipto hasta el drama en el Mar Rojo (¡qué experiencia!), sin duda impresionó a quienes lo vivieron (y a los que murieron, desde los primogénitos egipcios hasta los soldados en el fondo del mar, Dios los juzgará con justicia). Como dijo el Señor: “Vosotros visteis lo que hice a los egipcios, y cómo os tomé sobre alas de águilas, y os he traído a mí” (Éxo. 19:4).</p><p><br></p><p> ¿Por qué el Señor hizo este rescate impresionante y dramático, concretamente sacando una nación de otra nación; o, como les dijo el mismo Moisés: “¿O ha intentado Dios venir a tomar para sí una nación de en medio de otra nación, con pruebas, con señales, con milagros y con guerra, y mano poderosa y brazo extendido, y hechos aterradores como todo lo que hizo con vosotros Jehová vuestro Dios en Egipto ante tus ojos?” (Deut. 4:34)?<br><br><strong>Lee Éxodo 19:4 al 8. ¿Por qué llamó el Señor al pueblo a salir de Egipto? <br></strong></p><p><strong>Éxodo 19:4-8<sup><br></sup></strong></p><p><sup><strong>4</strong></sup> Vosotros visteis lo que hice a los egipcios, y cómo os tomé sobre alas de águilas, y os he traído a mí.<sup><br><br><strong>5</strong></sup> Ahora, pues, si diereis oído a mi voz, y guardareis mi pacto, vosotros seréis mi especial tesoro sobre todos los pueblos; porque mía es toda la tierra.<sup><br><br><strong>6</strong></sup> Y vosotros me seréis un reino de sacerdotes, y gente santa. Estas son las palabras que dirás a los hijos de Israel.<sup><br><br><strong>7</strong></sup> Entonces vino Moisés, y llamó a los ancianos del pueblo, y expuso en presencia de ellos todas estas palabras que Jehová le había mandado.<sup><br><br><strong>8</strong></sup> Y todo el pueblo respondió a una, y dijeron: Todo lo que Jehová ha dicho, haremos. Y Moisés refirió a Jehová las palabras del pueblo. <br></p><p>Era tan simple como eso. Dios llamó a salir a la simiente, a los descen- dientes de los padres Abraham, Isaac y Jacob. Y con estos descendientes el Señor estableció su Pacto, y ellos serían, en verdad, “mi especial tesoro sobre todos los pueblos; porque mía es toda la tierra” (Éxo. 19:5). Esta relación era fundamental para el Pacto.<br><br>No obstante, esta idea de un “especial tesoro” (heb., segullah), podría malinterpretarse fácilmente (y, de hecho, así fue). La peculiaridad de ellos no provenía de nada que fuese intrínsecamente santo ni justo en sí mismos.<br><br>Era por la gracia de Dios que recibieron y por las maravillosas verdades que él les había otorgado, verdades que debían seguir y que, como un “reino de sacerdotes”, en última instancia esparcirían por el mundo.<br><br>Dios luego les dio también algunas de las estipulaciones del Pacto (la parte que les tocaba a ellos en el Pacto, por así decirlo), los Diez Manda- mientos (Éxo. 20), y posteriormente este pacto se ratificó. Luego de rociar un altar recién construido con la sangre de las ofrendas, Moisés “tomó el libro del pacto y lo leyó a oídos del pueblo” (Éxo. 24:7). El pueblo volvió a declarar que obedecería.<br><br>“Habiendo anunciado Moisés todos los mandamientos de la ley a todo el pueblo, tomó la sangre [...] y roció el mismo libro y también a todo el pueblo, diciendo: Esta es la sangre del pacto que Dios os ha mandado” (Heb. 9:19, 20). <strong>¿Qué significa la sangre y por qué es tan importante, incluso para nosotros hoy?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de septiembre",
          "dayTitle": "<p>APOSTASÍA Y CASTIGO<br></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p>“Todo lo que Jehová ha dicho, haremos” (Éxo. 19:8; ver también Éxo. 24:3; 24:7). Aunque indudablemente el pueblo era sincero cada vez que pro- nunciaba esas palabras, la historia bíblica muestra que, por desgracia, su accionar contradijo una y otra vez sus palabras. Aunque eran el pueblo elegido, aunque habían concertado libremente el Pacto con el Señor, no cumplieron con su parte del trato, que en realidad se reducía a una sola cosa.<br><br><strong>¿Cuál era el componente esencial para Israel en relación con el Pacto? (Éxo. 19:4, 5).</strong><br></p><p><strong>Éxodo 19:4-5</strong></p><p><sup><strong>4</strong></sup> Vosotros visteis lo que hice a los egipcios, y cómo os tomé sobre alas de águilas, y os he traído a mí.<sup><br><br><strong>5</strong></sup> Ahora, pues, si diereis oído a mi voz, y guardareis mi pacto, vosotros seréis mi especial tesoro sobre todos los pueblos; porque mía es toda la tierra. <strong><br></strong></p><p>El llamado a obedecer a Dios, a guardar su Ley, no era más legalismo entonces que ahora (ver Mat. 7:24-27; Juan 14:15; Sant. 2:20; Rom 6:11, 12) y, sin embargo, una y otra vez los hijos de Israel no cumplieron con su parte del Pacto.<br><br>De hecho, desde el principio, incluso frente al mismo monte Sinaí, ca- yeron en una apostasía total (ver Éxo. 32:1–6). Desgraciadamente, la infide- lidad parecía ser más la norma que la excepción y, por lo tanto, en lugar de entrar rápidamente en la Tierra Prometida, vagaron por el desierto durante cuarenta años.<br><br><strong>Lee Números 14:28 al 35. ¿Cuál fue el castigo que recibió la nación por negarse a confiar en lo que el Señor les había dicho que hiciera?</strong><br></p><p><strong>Números 14:28-35</strong></p><p><sup><strong>28</strong></sup> Diles: Vivo yo, dice Jehová, que según habéis hablado a mis oídos, así haré yo con vosotros.<sup><br><br><strong>29</strong></sup> En este desierto caerán vuestros cuerpos; todo el número de los que fueron contados de entre vosotros, de veinte años arriba, los cuales han murmurado contra mí.<sup><br><br><strong>30</strong></sup> Vosotros a la verdad no entraréis en la tierra, por la cual alcé mi mano y juré que os haría habitar en ella; exceptuando a Caleb hijo de Jefone, y a Josué hijo de Nun.<sup><br><br><strong>31</strong></sup> Pero a vuestros niños, de los cuales dijisteis que serían por presa, yo los introduciré, y ellos conocerán la tierra que vosotros despreciasteis.<sup><br><br><strong>32</strong></sup> En cuanto a vosotros, vuestros cuerpos caerán en este desierto.<sup><br><br><strong>33</strong></sup> Y vuestros hijos andarán pastoreando en el desierto cuarenta años, y ellos llevarán vuestras rebeldías, hasta que vuestros cuerpos sean consumidos en el desierto.<sup><br><br><strong>34</strong></sup> Conforme al número de los días, de los cuarenta días en que reconocisteis la tierra, llevaréis vuestras iniquidades cuarenta años, un año por cada día; y conoceréis mi castigo.<sup><br><br><strong>35</strong></sup> Yo Jehová he hablado; así haré a toda esta multitud perversa que se ha juntado contra mí; en este desierto serán consumidos, y ahí morirán. <strong><br></strong></p><p>Entonces, como ahora, muy a menudo la desobediencia surge no solo de una rebelión abierta (aunque eso, de hecho, también ocurre), sino de no con- fiar en lo que Dios nos dice. Lo que hizo que este pecado fuese aún más atroz para Israel es el hecho de que, como Dios mismo dijo, todos estos hombres “vieron mi gloria y mis señales que he hecho en Egipto y en el desierto, y me han tentado ya diez veces” (Núm. 14:22). Pese a todo lo que habían visto y vivido, todavía se negaban a obedecer al Señor y a tomar la tierra, a pesar de las promesas de Dios de que tendrían éxito (Núm. 13; 14).<br><br><strong>Piensa en lo dicho anteriormente: que muchas veces la desobediencia proviene de la falta de confianza en la Palabra de Dios para nosotros. ¿Por qué es así y cómo podemos, verdaderamente, aprender a confiar más en Dios?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1º de octubre",
          "dayTitle": "",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>Para un estudio más profundo y bien elaborado sobre el tema del Gran Conflicto, basado en la idea de que Dios es amor, y escrito por un adventista del séptimo día, ver Theodicy of Love: Cosmic Conflict and the Problem of Evil, de John Peckham (Grand Rapids, MI: Baker Academic, 2018). El hecho de que esta obra haya sido publicada por una editorial no adventista muestra que una buena erudición bíblica puede revelar la realidad del Gran Conflicto descrita en las Escrituras.<br><br>“En resumen, sostengo que el amor de Dios (bien entendido) está en el centro de una disputa cósmica y que el compromiso de Dios con el amor brinda una razón moralmente suficiente para que Dios permita el mal, con ramificaciones significativas para entender que la providencia divina opera dentro de lo que yo llamo reglas de juego del Pacto” (J. C. Peckham, Theodicy of Love: Cosmic Conflict and the Problem of Evil, p. 4).<br><br>“El decreto de que Israel no entraría en Canaán por cuarenta años fue una amarga desilusión para Moisés, Aarón, Caleb y Josué; pero aceptaron sin murmurar la decisión divina. Por el contrario, los que habían estado quejándose de cómo los trataba Dios, y declarando que querían volver a Egipto, lloraron y se lamentaron grandemente cuando les fueron quitadas las bendiciones que habían menospreciado. Se habían quejado por nada, y ahora Dios les daba un motivo para llorar. Si se hubieran lamentado por su pecado cuando les fue presentado fielmente, no se habría pronunciado esta sentencia; pero se afligían por el castigo; su dolor no era arrepentimiento y, por lo tanto, no podían obtener la revocación de su sentencia” (PP 413).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong>&nbsp; Analicen el tema del libre albedrío y el amor. ¿Por qué el amor, para ser amor, debe darse libremente? En vista de todo el sufrimiento del mundo, algunos dirían que el amor no valía la pena. ¿Cómo res- ponderías a ese desafío?<br><br><strong>2. </strong>Ya que la obediencia es tan esencial en toda la Biblia, ¿qué es en- tonces el legalismo? ¿Qué factores pueden pervertir el intento de ser fieles a Dios, a su Palabra y sus mandamientos en la trampa del legalismo?<br><br><strong>3</strong>. En clase, analicen la pregunta que se formuló al final del estudio del martes sobre los paralelismos entre el antiguo Israel y la Iglesia Adventista del Séptimo Día. ¿Cuáles son esos paralelismos y por qué deberíamos prestarles atención?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>PREÁMBULO DE DEUTERONOMIO<br></p>",
      "verse": "<p>PARA MEMORIZAR: “El que no ama, no ha conocido a Dios; porque Dios es amor” (1 Juan 4:8).<br></p>",
      "versionCode": 1,
      "weekDate": "25 de Septiembre - 2 de octubre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
