{
   "data":[
      {
         "color":"#3611cd",
         "id":9,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"21 de Mayo",
               "dayTitle":"<p><strong>JACOB, EL SUPLANTADOR</strong></p>",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p>Ahora retomamos la historia familiar de Isaac, el hijo del milagro y predecesor de la simiente prometida. Sin embargo, la historia no comienza particularmente bien. El carácter defectuoso de su hijo Jacob se manifestará en la rivalidad entre los dos hermanos por la primogenitura (Gén. 25: 27–34) y, por consiguiente, en el derecho a obtener la bendición de Isaac (Gén. 27).\n</p><p>Como Jacob engaña a su padre y le roba la bendición a su hermano mayor, tendrá que huir para salvar su vida. En el exilio, Dios lo confronta en Betel (Gén. 28: 10-22). Desde entonces, Jacob, el engañador, también sufrirá algunos desengaños. En vez de Raquel, a quien Jacob amaba (Gén. 29), le llevaron a Lea, la hija mayor, y él tendrá que trabajar catorce años para ganarse a sus esposas.\n</p><p>Sin embargo, Jacob también experimentará la bendición de Dios, porque en el exilio tendrá a sus doce hijos y Dios aumentará su riqueza.\n</p><p>Por lo tanto, en todo lo demás que veamos en esta historia, podremos ver que Dios cumplirá las promesas de su pacto, de una u otra forma, sin importar la frecuencia con la que su pueblo falle</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de Mayo",
               "dayTitle":"<p><strong>JACOB Y ESAÚ</strong></p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p><strong>&nbsp;Lee Génesis 25: 21 al 34. Compara las dos personalidades de Jacob y Esaú. ¿Qué cualidades de Jacob lo predisponían para merecer la bendición de Isaac?\n</strong></p><p><strong>Génesis 25: 21 - 34\n</strong></p><p><sup><strong>21</strong></sup> Y oró Isaac a Jehová por su mujer, que era estéril; y lo aceptó Jehová, y concibió Rebeca su mujer.&nbsp;</p><p><sup><strong>22</strong></sup> Y los hijos luchaban dentro de ella; y dijo: Si es así, ¿para qué vivo yo? Y fue a consultar a Jehová;&nbsp;</p><p><sup><strong>23</strong></sup> y le respondió Jehová: Dos naciones hay en tu seno, Y dos pueblos serán divididos desde tus entrañas; El un pueblo será más fuerte que el otro pueblo, Y el mayor servirá al menor. <strong><br></strong></p><p><strong><sup>24</sup></strong> Cuando se cumplieron sus días para dar a luz, he aquí había gemelos en su vientre. <sup><br></sup></p><p><sup><strong>25</strong></sup> Y salió el primero rubio, y era todo velludo como una pelliza; y llamaron su nombre Esaú. <sup><br></sup></p><p><sup><strong>26</strong></sup> Después salió su hermano, trabada su mano al calcañar de Esaú; y fue llamado su nombre Jacob. Y era Isaac de edad de sesenta años cuando ella los dio a luz.<sup><br><br><strong>27</strong></sup> Y crecieron los niños, y Esaú fue diestro en la caza, hombre del campo; pero Jacob era varón quieto, que habitaba en tiendas. <sup><br></sup></p><p><sup><strong>28</strong></sup> Y amó Isaac a Esaú, porque comía de su caza; mas Rebeca amaba a Jacob.<sup><br><br><strong>29</strong></sup> Y guisó Jacob un potaje; y volviendo Esaú del campo, cansado, <sup><br></sup></p><p><sup><strong>30</strong></sup> dijo a Jacob: Te ruego que me des a comer de ese guiso rojo, pues estoy muy cansado. Por tanto fue llamado su nombre Edom. <sup><br></sup></p><p><sup><strong>31</strong></sup> Y Jacob respondió: Véndeme en este día tu primogenitura. <sup><br></sup></p><p><sup><strong>32</strong></sup> Entonces dijo Esaú: He aquí yo me voy a morir; ¿para qué, pues, me servirá la primogenitura?</p><p><sup><strong>33</strong></sup> Y dijo Jacob: Júramelo en este día. Y él le juró, y vendió a Jacob su primogenitura. <sup><br></sup></p><p><sup><strong>34</strong></sup> Entonces Jacob dio a Esaú pan y del guisado de las lentejas; y él comió y bebió, y se levantó y se fue. Así menospreció Esaú la primogenitura.<br></p><p>Ya desde el vientre de su madre entendemos que Jacob y Esaú son diferentes y lucharán entre sí. Mientras que a Esaú se lo describe como un cazador robusto que corre por el campo, Jacob es visto como alguien “quieto” que se sienta en la tienda a meditar. La palabra hebrea tam, traducida como “tranquilo” (NVI), es el mismo verbo que se aplica a Job y a Noé, traducido como “perfecto” para Job (Job 8: 20) y para Noé (Gén. 6: 9).\n</p><p>Esta diferencia de carácter se vuelve más evidente más adelante en sus vidas (Gén. 27: 1–28: 5). Cuando Esaú llega a casa cansado y hambriento, Jacob le cocina lentejas. Para Esaú, el disfrute inmediato, visible y físico de la comida “en este día” (Gén. 25: 31) es más importante que la bendición futura relacionada con su primogenitura (comparar con Heb. 12: 16, 17).\n</p><p>“Las promesas hechas a Abraham y confirmadas a su hijo eran miradas por Isaac y Rebeca como la meta suprema de sus deseos y esperanzas. Esau? y Jacob conoci?an esas promesas. Se les habi?a ensen?ado a considerar la primogenitura como asunto de gran importancia, porque no solo abarcaba la herencia de las riquezas terrenales, sino tambie?n la preeminencia espiritual. El que la recibi?a debi?a ser el sacerdote de la familia, y de su linaje descenderi?a el Redentor del mundo” (PP 175, 176). Para Jacob, a diferencia de su hermano, lo que importa es la relevancia espiritual futura de la bendición. Sin embargo, más tarde, por instigación de su madre (ver Gén. 27), Jacob engaña a su padre en forma abierta y deliberada, incluso usando el nombre de “Jehová tu Dios” (Gén. 27: 20) para perpetrar ese engaño. Efectúa este terrible engaño, aun cuando era por algo que sabía que era bueno.\n</p><p>Los resultados fueron trágicos, y añadieron nuevas capas de disfunción a una familia de por sí disfuncional.\n</p><p><strong>Jacob quería algo bueno, algo de valor, y eso era admirable (especialmente en comparación con la actitud de su hermano). Sin embargo, usó el engaño y la mentira para conseguirlo. ¿Cómo podemos evitar caer en una trampa similar de hacer lo malo para lograr algo “bueno”?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de Mayo",
               "dayTitle":"<p><strong>LA ESCALERA DE JACOB</strong></p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p>En cuanto Esaú se entera de que Jacob recibió la bendición de su padre, comprende que su hermano lo engañó y lo suplantó (Gén. 27: 36), y quiere matarlo (Gén. 27: 42). Rebeca está preocupada y quiere impedir este crimen, que sería fatal para ambos hijos (Gén. 27: 45). Entonces, con el apoyo de Isaac (Gén. 28: 5), insta a Jacob a que huya al lugar donde vivía la familia de ella (Gén. 27: 43). En su camino al exilio, Jacob se encuentra con Dios mediante un sueño en un lugar que llamará Betel, “casa de Dios”, y allí hará un voto.\n</p><p><strong>Lee Génesis 28: 10 al 22. Compara con Génesis 11: 1 al 9. ¿En qué se diferencia Betel de Babel? De la experiencia de Jacob en Betel en comparación con lo que sucedió en Babel, ¿qué lección podemos aprender acerca de nuestra relación con Dios?\n</strong></p><p><strong>Génesis 28: 10-22&nbsp;</strong></p><p>10 Salió, pues, Jacob de Beerseba, y fue a Harán.\n</p><p><strong><sup>11</sup></strong> Y llegó a un cierto lugar, y durmió allí, porque ya el sol se había puesto; y tomó de las piedras de aquel paraje y puso a su cabecera, y se acostó en aquel lugar.\n</p><p><sup><strong>12</strong></sup> Y soñó: y he aquí una escalera que estaba apoyada en tierra, y su extremo tocaba en el cielo; y he aquí ángeles de Dios que subían y descendían por ella.\n</p><p><sup><strong>13</strong></sup> Y he aquí, Jehová estaba en lo alto de ella, el cual dijo: Yo soy Jehová, el Dios de Abraham tu padre, y el Dios de Isaac; la tierra en que estás acostado te la daré a ti y a tu descendencia.\n</p><p><sup><strong>14</strong></sup> Será tu descendencia como el polvo de la tierra, y te extenderás al occidente, al oriente, al norte y al sur; y todas las familias de la tierra serán benditas en ti y en tu simiente.\n</p><p><sup><strong>15</strong></sup> He aquí, yo estoy contigo, y te guardaré por dondequiera que fueres, y volveré a traerte a esta tierra; porque no te dejaré hasta que haya hecho lo que te he dicho.\n</p><p><sup><strong>16</strong></sup> Y despertó Jacob de su sueño, y dijo: Ciertamente Jehová está en este lugar, y yo no lo sabía.\n</p><p><sup><strong>17</strong></sup> Y tuvo miedo, y dijo: ¡Cuán terrible es este lugar! No es otra cosa que casa de Dios, y puerta del cielo.\n</p><p><sup><strong>18</strong></sup> Y se levantó Jacob de mañana, y tomó la piedra que había puesto de cabecera, y la alzó por señal, y derramó aceite encima de ella.\n</p><p><sup><strong>19</strong></sup> Y llamó el nombre de aquel lugar Bet-el, aunque Luz era el nombre de la ciudad primero.\n</p><p><sup><strong>20</strong></sup> E hizo Jacob voto, diciendo: Si fuere Dios conmigo, y me guardare en este viaje en que voy, y me diere pan para comer y vestido para vestir,\n</p><p><sup><strong>21</strong></sup> y si volviere en paz a casa de mi padre, Jehová será mi Dios.\n</p><p><sup><strong>22</strong></sup> Y esta piedra que he puesto por señal, será casa de Dios; y de todo lo que me dieres, el diezmo apartaré para ti.\n</p><p><strong>Génesis 11: 1 - 9\n</strong></p><p><sup><strong>1</strong></sup> Tenía entonces toda la tierra una sola lengua y unas mismas palabras.\n</p><p><sup><strong>2</strong></sup> Y aconteció que cuando salieron de oriente, hallaron una llanura en la tierra de Sinar, y se establecieron allí.\n</p><p><sup><strong>3</strong></sup> Y se dijeron unos a otros: Vamos, hagamos ladrillo y cozámoslo con fuego. Y les sirvió el ladrillo en lugar de piedra, y el asfalto en lugar de mezcla.\n</p><p><sup><strong>4</strong></sup> Y dijeron: Vamos, edifiquémonos una ciudad y una torre, cuya cúspide llegue al cielo; y hagámonos un nombre, por si fuéremos esparcidos sobre la faz de toda la tierra.\n</p><p><sup><strong>5</strong></sup> Y descendió Jehová para ver la ciudad y la torre que edificaban los hijos de los hombres.\n</p><p><sup><strong>6 </strong></sup>Y dijo Jehová: He aquí el pueblo es uno, y todos estos tienen un solo lenguaje; y han comenzado la obra, y nada les hará desistir ahora de lo que han pensado hacer.\n</p><p><sup><strong>7</strong></sup> Ahora, pues, descendamos, y confundamos allí su lengua, para que ninguno entienda el habla de su compañero.\n</p><p><sup><strong>8</strong></sup> Así los esparció Jehová desde allí sobre la faz de toda la tierra, y dejaron de edificar la ciudad.\n</p><p><sup><strong>9 </strong></sup>Por esto fue llamado el nombre de ella Babel, porque allí confundió Jehová el lenguaje de toda la tierra, y desde allí los esparció sobre la faz de toda la tierra.\n</p><p>En este sueño, Jacob ve una escalera extraordinaria que se conecta con Dios. El mismo verbo hebreo, natsav, se usa para referirse a la escalera que “estaba apoyada” en tierra (Gén. 28: 12) y a Jehová, que “estaba en lo alto” (Gén. 28: 13), relacionando la escalera con Jehová de forma directa.\n</p><p>La escalera se vincula con el intento de Babel de llegar al cielo. Como la torre de Babel, la escalera llega a la “puerta del cielo”. Pero, mientras que la torre de Babel representa el esfuerzo humano por subir para llegar a Dios, la escalera de Betel enfatiza que el acceso a Dios solo se puede lograr por intermedio de Dios que viene hasta nosotros, y no mediante el esfuerzo humano.\n</p><p>En cuanto a la “piedra” sobre la que Jacob puso la cabeza y tuvo el sueño, se convierte en el símbolo de bet-El, “casa de Dios” (Gén. 28: 17; comparar con Gén.28: 22), que apunta al Templo, el Santuario, el centro de la actividad salvífica de Dios para la humanidad.\n</p><p>Sin embargo, Jacob no limita a lo espiritual y lo místico su expresión de adoración y su sensación de asombro por lo que le había sucedido. Es decir, quería responder en términos concretos y visibles. Por lo tanto, Jacob decide apartar “el diezmo” para Dios, no para obtener la bendición de Dios, sino como una respuesta de agradecimiento al regalo que Dios ya le dio. Aquí nuevamente vemos la idea del diezmo mucho antes del surgimiento de la nación de Israel.\n</p><p><strong>Vuelve a leer Génesis 28: 11. El “diezmo” se toma de “todo lo que me dieres” (Gén. 28: 22). ¿Qué aspecto importante debemos extraer de lo que Jacob dice aquí sobre el diezmo y cuál es?\n</strong></p><p><strong>Génesis 28: 11</strong></p><p><strong><sup>11</sup></strong> Y llegó a un cierto lugar, y durmió allí, porque ya el sol se había puesto; y tomó de las piedras de aquel paraje y puso a su cabecera, y se acostó en aquel lugar.\n</p><p><strong>Gén. 28: 22&nbsp;</strong></p><p><strong><sup>22</sup></strong> Y esta piedra que he puesto por señal, será casa de Dios; y de todo lo que me dieres, el diezmo apartaré para ti.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de Mayo",
               "dayTitle":"<p><strong>EL ENGAÑADOR ENGAÑADO</strong></p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Génesis 29: 1 al 30. ¿Cómo y por qué Dios permite el engaño de Labán? ¿Qué lecciones aprendió Jacob? <br></strong></p><p><strong><br></strong></p><p><strong>Génesis 29: 1 - 30<sup><br></sup></strong></p><p><sup><strong>1</strong></sup> Siguió luego Jacob su camino, y fue a la tierra de los orientales.\n</p><p><sup><strong>2 </strong></sup>Y miró, y vio un pozo en el campo; y he aquí tres rebaños de ovejas que yacían cerca de él, porque de aquel pozo abrevaban los ganados; y había una gran piedra sobre la boca del pozo.\n</p><p><sup><strong>3</strong></sup> Y juntaban allí todos los rebaños; y revolvían la piedra de la boca del pozo, y abrevaban las ovejas, y volvían la piedra sobre la boca del pozo a su lugar.\n</p><p><sup><strong>4</strong></sup> Y les dijo Jacob: Hermanos míos, ¿de dónde sois? Y ellos respondieron: De Harán somos.\n</p><p><sup><strong>5</strong></sup> Él les dijo: ¿Conocéis a Labán hijo de Nacor? Y ellos dijeron: Sí, le conocemos.\n</p><p><sup><strong>6</strong></sup> Y él les dijo: ¿Está bien? Y ellos dijeron: Bien, y he aquí Raquel su hija viene con las ovejas.\n</p><p><sup><strong>7</strong></sup> Y él dijo: He aquí es aún muy de día; no es tiempo todavía de recoger el ganado; abrevad las ovejas, e id a apacentarlas.\n</p><p><sup><strong>8</strong></sup> Y ellos respondieron: No podemos, hasta que se junten todos los rebaños, y remuevan la piedra de la boca del pozo, para que abrevemos las ovejas.\n</p><p><sup><strong>9 </strong></sup>Mientras él aún hablaba con ellos, Raquel vino con el rebaño de su padre, porque ella era la pastora.\n</p><p><sup><strong>10</strong></sup> Y sucedió que cuando Jacob vio a Raquel, hija de Labán hermano de su madre, y las ovejas de Labán el hermano de su madre, se acercó Jacob y removió la piedra de la boca del pozo, y abrevó el rebaño de Labán hermano de su madre.\n</p><p><sup><strong>11</strong></sup> Y Jacob besó a Raquel, y alzó su voz y lloró.\n</p><p><sup><strong>12</strong></sup> Y Jacob dijo a Raquel que él era hermano de su padre, y que era hijo de Rebeca; y ella corrió, y dio las nuevas a su padre.\n</p><p><sup><strong>13</strong></sup> Así que oyó Labán las nuevas de Jacob, hijo de su hermana, corrió a recibirlo, y lo abrazó, lo besó, y lo trajo a su casa; y él contó a Labán todas estas cosas.\n</p><p><sup><strong>14</strong></sup> Y Labán le dijo: Ciertamente hueso mío y carne mía eres. Y estuvo con él durante un mes.\n</p><p><sup><strong>15</strong></sup> Entonces dijo Labán a Jacob: ¿Por ser tú mi hermano, me servirás de balde? Dime cuál será tu salario.\n</p><p><sup><strong>16</strong></sup> Y Labán tenía dos hijas: el nombre de la mayor era Lea, y el nombre de la menor, Raquel.\n</p><p><sup><strong>17</strong></sup> Y los ojos de Lea eran delicados, pero Raquel era de lindo semblante y de hermoso parecer.\n</p><p><sup><strong>18</strong></sup> Y Jacob amó a Raquel, y dijo: Yo te serviré siete años por Raquel tu hija menor.\n</p><p><sup><strong>19</strong></sup> Y Labán respondió: Mejor es que te la dé a ti, y no que la dé a otro hombre; quédate conmigo.\n</p><p><sup><strong>20</strong></sup> Así sirvió Jacob por Raquel siete años; y le parecieron como pocos días, porque la amaba.\n</p><p><sup><strong>21</strong></sup> Entonces dijo Jacob a Labán: Dame mi mujer, porque mi tiempo se ha cumplido, para unirme a ella.\n</p><p><sup><strong>22</strong></sup> Entonces Labán juntó a todos los varones de aquel lugar, e hizo banquete.\n</p><p><sup><strong>23</strong></sup> Y sucedió que a la noche tomó a Lea su hija, y se la trajo; y él se llegó a ella.\n</p><p><sup><strong>24</strong></sup> Y dio Labán su sierva Zilpa a su hija Lea por criada.\n</p><p><sup><strong>25</strong></sup> Venida la mañana, he aquí que era Lea; y Jacob dijo a Labán: ¿Qué es esto que me has hecho? ¿No te he servido por Raquel? ¿Por qué, pues, me has engañado?\n</p><p><sup><strong>26</strong></sup> Y Labán respondió: No se hace así en nuestro lugar, que se dé la menor antes de la mayor.\n</p><p><sup><strong>27</strong></sup> Cumple la semana de esta, y se te dará también la otra, por el servicio que hagas conmigo otros siete años.\n</p><p><sup><strong>28</strong></sup> E hizo Jacob así, y cumplió la semana de aquella; y él le dio a Raquel su hija por mujer.\n</p><p><sup><strong>29</strong></sup> Y dio Labán a Raquel su hija su sierva Bilha por criada.\n</p><p><sup><strong>30</strong></sup> Y se llegó también a Raquel, y la amó también más que a Lea; y sirvió a Labán aún otros siete años.\n</p><p>Lo primero que Jacob ve cuando llega al lugar de destino es una piedra, quizás un indicio que le recuerda la piedra de Betel, que simbolizaba la presencia de Dios (Gén. 28: 18, 19). A fin de cuentas, es esta piedra la que le dará a Jacob la oportunidad de interactuar con Raquel. Cuando Jacob se entera por los pastores que estaban allí que Raquel está llegando con sus ovejas para dar de beber a su rebaño, insta a los pastores a quitar la piedra. Ellos se niegan, lo que le da a Jacob la oportunidad de hacerlo solo y de presentarse a Raquel (Gén. 29: 11).\n</p><p>Raquel respondió corriendo hasta su familia. Este primer contacto entre Jacob y Raquel fue productivo: “Jacob amó a Raquel” (Gén. 29: 18), tanto que los siete años que trabajó para Labán a cambio de Raquel fueron como unos “pocos días” (Gén. 29: 20).\n</p><p>Sin embargo, después de estos siete años, Jacob es engañado. La noche de la boda, es Lea, la hermana mayor, y no Raquel, a quien Jacob descubre en su cama. Aprovechando la confusión de la fiesta y la intensa emoción y vulnerabilidad de Jacob, Labán había preparado este truco. Curiosamente, Jacob usa la misma palabra raíz para “engañar” (Gén. 29: 25) que Isaac había usado para caracterizar el comportamiento de Jacob hacia su padre y su hermano (Gén. 27: 35)\n</p><p>Ten en cuenta que el mismo pensamiento también está implícito en la lex talionis (ley del talión): “Ojo por ojo, diente por diente” (Éxo. 21: 24; comparar con Gén. 9: 6), que obliga al culpable a identificarse con su víctima en el sentido de que el culpable experimenta lo mismo que experimentó la víctima. De igual modo, entonces, lo que Jacob le había hecho a otra persona ahora se lo habían hecho a él.\n</p><p>Jacob comprende ahora lo que significa ser víctima de un engaño. Irónicamente, Dios le enseña a Jacob acerca de su propio engaño mediante el engaño de Labán. Aunque Jacob como “engañador” (Gén. 27: 12, PDT) sabe bien lo que significa el engaño, se sorprende cuando es víctima de la artimaña. Por lo tanto, pregunta: “¿Por qué, pues, me has engañado?” (Gén. 29: 25), lo que muestra que él sabe que el engaño está mal.\n</p><p><strong>Aunque Jacob era engañador, fue engañado. ¿Cómo podemos aprender a confiar en Dios cuando no vemos que se haga “justicia”, cuando vemos que las personas que hacen el mal se salen con la suya o cuando vemos sufrir a los inocentes?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de Mayo",
               "dayTitle":"<p><strong>LA BENDICIÓN DE LA FAMILIA</strong></p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p>Para Jacob, los últimos siete años de exilio fueron una carga, y con todo, también fueron los años más fructíferos. Jacob será el padre de once de los doce hijos que pasarán a ser los antepasados del pueblo de Dios.\n</p><p>Este segmento constituye el centro de la historia de Jacob (Gén. 25: 19– 35: 26), y comienza y termina con la frase clave: Dios “abrió su matriz”, refiriéndose a Lea (Gén. 29: 31, RVA) y a Raquel (Gén. 30: 22, RVA). Cada vez que esta declaración va seguida de nacimientos, la evidencia es que estos nacimientos son el resultado de la acción milagrosa de Dios\n</p><p><strong>Lee Génesis 29: 31 y 30: 22. ¿Cómo debemos entender hoy el significado de lo que ocurre aquí?\n</strong></p><p><strong>Génesis 29: 31\n</strong></p><p><sup>31</sup> Y vio Jehová que Lea era menospreciada, y le dio hijos; pero Raquel era estéril.\n</p><p><strong>Génesis 30: 22\n</strong></p><p><sup><strong>22</strong></sup> Y se acordó Dios de Raquel, y la oyó Dios, y le concedió hijos.\n</p><p>Dios abrió la matriz de Lea, y esta tuvo un hijo, Rubén, cuyo nombre contiene el verbo ra’á, que significa “ver”. Debido a que Dios “vio” que Jacob no la amaba (Gén. 29: 31), este niño fue una compensación por su dolor y su sufrimiento.\n</p><p>Además, ella le pone el nombre de Simeón, que contiene el verbo shamá‘, “oyó”, a su segundo hijo, porque Dios “oyó” (shamá‘) la profundidad y la humillación de su dolor y, por lo tanto, tuvo piedad de ella, así como había oído la aflicción de Agar (Gén. 29: 33).\n</p><p>El hijo de Lea, “Simeón”, también resonará con el nombre del hijo de Agar, “Ismael”, que significa “Dios oye” (ver Gén. 16:11). Cuando Lea da a luz a su último hijo, lo llama Judá, que significa “alabanza”. Lea ya no vuelve a referirse a su dolor ni a su bendición. Ella solo se concentra en Dios y lo alaba por su gracia.\n</p><p>Curiosamente, recién cuando Lea no puede volver a dar a luz, Dios “se acuerda” de Raquel y abre la matriz de Raquel (Gén. 30: 22). Raquel, la esposa amada, tuvo que esperar siete años después de su matrimonio y catorce años después de su compromiso con Jacob, para tener su primer hijo (Gén. 29: 18, 27; comparar con 30: 25). Ella lo llamó “José”, para señalar que Dios había “quitado [’asaf] mi afrenta” y expresó: “añádame [iasaf] Jehová otro hijo” (Gén. 30: 23, 24). Por muy equivocadas que fueran algunas de estas acciones, Dios todavía podía usar estas acciones, aunque no las aprobara, para crear una nación a partir de la simiente de Abraham.\n</p><p><strong>¿De qué manera esta historia revela que los propósitos de Dios se cumplirán en el cielo y en la Tierra, a pesar de las debilidades y los errores humanos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de Mayo",
               "dayTitle":"<p><strong>JACOB SE VA</strong></p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p>En esta historia, Jacob, quien engañó a su padre y a su hermano con el propósito de adquirir la primogenitura y robó la bendición que Isaac tenía la intención de darle a su hijo mayor, adoptó una postura pasiva con Labán y lo sirvió fielmente. Jacob sabe bien que su suegro lo engañó y, no obstante, lo dejó pasar. Es difícil entender la pasividad de Jacob teniendo en cuenta su temperamento. Jacob podría haberse rebelado, o al menos resistirse a Labán o negociar con él. Pero, no lo hizo. Simplemente, hizo lo que Labán le pidió, por más que todo fuera injusto.\n</p><p>Sin embargo, en el nacimiento del primer hijo de Raquel, José, Jacob finalmente alcanzó el año catorce de sus “servicios” a Labán (Gén. 30: 26), y ahora considera dejar a Labán para regresar a la Tierra Prometida. Pero a Jacob le preocupa proveer para su “propia casa” (Gén. 30: 30).\n</p><p><strong>Lee Génesis 30: 25 al 32. ¿Qué sucede aquí y qué tipo de razonamiento utiliza Jacob? ¿Cuál es la respuesta de Labán?\n</strong></p><p><strong>Génesis 30: 25 al 32\n</strong></p><p><strong><sup>25</sup></strong> Aconteció cuando Raquel hubo dado a luz a José, que Jacob dijo a Labán: Envíame, e iré a mi lugar, y a mi tierra.\n</p><p><sup><strong>26</strong></sup> Dame mis mujeres y mis hijos, por las cuales he servido contigo, y déjame ir; pues tú sabes los servicios que te he hecho.\n</p><p><sup><strong>27</strong></sup> Y Labán le respondió: Halle yo ahora gracia en tus ojos, y quédate; he experimentado que Jehová me ha bendecido por tu causa.\n</p><p><sup><strong>28</strong></sup> Y dijo: Señálame tu salario, y yo lo daré.\n</p><p><sup><strong>29</strong></sup> Y él respondió: Tú sabes cómo te he servido, y cómo ha estado tu ganado conmigo.\n</p><p><sup><strong>30</strong></sup> Porque poco tenías antes de mi venida, y ha crecido en gran número, y Jehová te ha bendecido con mi llegada; y ahora, ¿cuándo trabajaré también por mi propia casa?\n</p><p><sup><strong>31</strong></sup> Y él dijo: ¿Qué te daré? Y respondió Jacob: No me des nada; si hicieres por mí esto, volveré a apacentar tus ovejas.\n</p><p><sup><strong>32</strong></sup> Yo pasaré hoy por todo tu rebaño, poniendo aparte todas las ovejas manchadas y salpicadas de color, y todas las ovejas de color oscuro, y las manchadas y salpicadas de color entre las cabras; y esto será mi salario.\n</p><p>Había sido un rodeo muy largo para Jacob, quien originalmente se había ido de casa para encontrar una esposa. Probablemente no había sido su intención inicial permanecer tanto tiempo lejos de su país, pero los acontecimientos lo mantuvieron alejado durante años. Ahora es el momento de regresar a casa, ¡y con qué familia tan numerosa!\n</p><p>Con todo, ¿por qué Jacob no dejó a Labán antes? La sumisión antinatural del patriarca sugiere que quizás haya cambiado; que entendió la lección de la fe. Es decir, Jacob esperó la señal de Dios para irse. Recién cuando Dios le habla, Jacob decide trasladarse.\n</p><p>Dios se revela a Jacob como “el Dios de Bet-el” y le ordena que deje la casa de Labán y regrese “a la tierra de [s]u nacimiento” (Gén. 31: 13), con las mismas palabras que Dios usó para llamar a Abram para que se fuera “de su tierra” (Gén. 12: 1).\n</p><p>Lo que también lo ayudó a ver que era hora de irse fue la actitud de los hijos de Labán y del mismo Labán (ver Gén. 31: 1, 2). “Jacob habri?a dejado a su astuto pariente mucho antes, si no hubiese temido encontrarse con Esau?. Ahora sintio? que estaba en peligro frente a los hijos de Laba?n, quienes, considerando suya la riqueza de Jacob, podri?an tratar de obtenerla por la fuerza” (PP 191). Por lo tanto, tomó a su familia y sus posesiones y se fue, y comenzó así otra etapa en la gran saga del pueblo del Pacto de Dios.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de Mayo",
               "dayTitle":"",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br></p><p>Dios eligió a Jacob no porque él lo mereciera, sino por su gracia. Y, sin embargo, Jacob trabajó duro para tratar de merecer la gracia; lo que en sí es una contradicción. Si se la merecía, entonces no sería gracia, sería por sus obras (ver Rom. 4: 1-5), lo que es contrario al evangelio. Recién más tarde Jacob comenzó a comprender el significado de la gracia de Dios y lo que significaba confiar en el Señor, vivir por fe y ser completamente dependiente del Señor. La experiencia de Jacob contiene una lección importante para los ambiciosos: no se esfuercen por ascender a expensas de los demás.\n</p><p>“Jacob pensó lograr el derecho a la primogenitura mediante el engaño, pero se chasqueó. Pensó que había perdido todo: su relación con Dios, su hogar y todo lo demás, y allí estaba como un fugitivo frustrado. Pero ¿qué hizo Dios? Lo contempló en su condición desesperada. Vio su desengaño, y vio que había en él elementos que redundarían para gloria de Dios. Tan pronto Dios vio su condición, le presentó la escalera mística que representa a Jesucristo. Aquí está el hombre que había perdido toda relación con su Dios, y el Dios del cielo lo contempla y consiente en que Cristo salve el abismo abierto por el pecado. Podríamos mirar y decir: “Anhelo el cielo, pero ¿cómo puedo alcanzarlo? No veo ningún camino”. Eso es lo que pensó Jacob, y por eso Dios le mostró la visión de la escalera, y esa escalera conecta la Tierra con el cielo, con Jesucristo. Un hombre puede subir por ella, pues la base descansa sobre la Tierra y el peldaño superior llega hasta el cielo” (“Comentarios de Elena de White”, CBA 1:1.109).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1. </strong>Observa el carácter de estas personas (Isaac, Rebeca, Jacob, Esaú, Labán, Raquel, Lea) en algunos de estos relatos de la historia sagrada. Observa todas las mentiras y los engaños cometidos. ¿Qué nos enseña esto sobre la naturaleza humana en general y sobre la gracia de Dios?\n</p><p><strong>2. </strong>Al leer la historia de Jacob, ¿Qué evidencia podemos encontrar de que con el tiempo su carácter fue madurando y creciendo?\n</p><p><strong>3. </strong>¿En qué sentido nosotros, como adventistas del séptimo día, podríamos estar en peligro de tener la actitud de Esaú hacia su primogenitura? Es decir, ¿Cómo podemos asegurarnos de que nunca dejaremos de amar y apreciar toda la luz que Dios nos ha dado?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...<br><br>RESEÑA</strong><br><br>Texto clave: Génesis 27: 36. Enfoque del estudio: Génesis 25-30; 11: 1-9.<br><br><strong>Introducción:</strong><br><br>Jacob sucede a Isaac como el siguiente eslabón en la cadena genealógica que transmite la simiente mesiánica. Mientras que sus predecesores, Abraham e Isaac, engendraron dos ramas genealógicas, de las que solo una se mantuvo en la línea del Pacto, Jacob es el primer patriarca que procrea el linaje único del Pacto, las doce tribus del pueblo de Israel.<br><br>La vida de Jacob está plagada de peleas y dificultades. En este segmento, seguiremos las luchas de Jacob desde el momento de su nacimiento hasta el momento de su exilio en Mesopotamia. El temperamento y el destino de Jacob ya se manifiestan en el vientre de su madre, donde lucha con su hermano por la supremacía. Jacob sale de su madre con la mano en el talón del hermano. Posteriormente, extorsionará a su hermano con un plato de lentejas para obtener la preeminencia, y le robará la bendición de la primogenitura. Como consecuencia, Jacob debe huir a la casa de su tío en Padan Aram para escapar de la ira de su hermano. En el exilio, el tío engaña al mismísimo Jacob y, como resultado, Jacob se verá obligado a trabajar para él durante más años de los que esperaba. Por otro lado, Dios está con Jacob y orquesta los eventos en su favor. Dios se revela en un sueño que tranquiliza al angustiado Jacob. La historia de Jacob termina con el nacimiento de sus doce hijos, que serán los antepasados ??del pueblo de Dios.<br><br><strong>COMENTARIO</strong><br><br><strong>Mellizos contrapuestos</strong><br><br>El contraste entre los hermanos mellizos Jacob y Esaú se presenta desde el principio, lo que simbolizaba sus respectivos destinos. Al primer hijo, Esaú, se lo describe por su apariencia; es pelirrojo y velludo. Al otro hijo, Jacob, se lo describe por su accionar: ase el talón (‘aqev) de su hermano; de ahí el nombre de Ia‘aqov (Jacob), que anticipa el acto futuro de Jacob de suplantar a su hermano (Gén. 27: 36). Más adelante, cuando Esaú se da cuenta de que Jacob le había robado la bendición de la primogenitura, juega con el nombre Jacob (Ia‘aqov) para quejarse de que esta es la segunda vez que Jacob le “agarra el talón” (Gén. 27: 36). Atacar el talón también connota engaño y agresión fatal (Gén. 3: 15; 49: 17). Así, los dos nombres de los hermanos contienen profecías, que revelan sus respectivos destinos futuros.<br><br>El contraste entre los dos hermanos se cumple de inmediato en su comportamiento y decisiones. Al igual que Ismael (Gén. 21: 20), Esaú es un hábil cazador, un hombre al que le encanta estar al aire libre en los campos abiertos, mientras que Jacob es un hombre apacible que prefiere quedarse en casa. El padre ama a Esaú, mientras que la madre ama a Jacob (Gén. 25: 28). La naturaleza espiritual y sensible de Jacob contrasta con la naturaleza resistente y física de Esaú. La palabra hebrea tam (traducida como “tranquilo”, NVI), que califica a Jacob, es la misma palabra que caracteriza a Job (Job 8: 20) y a Noé (Gén. 6: 9), que se traduce como “perfecto”.<br><br>Asimismo, el verbo iashav (traducido como “habitaba”), que significa “sentarse”, sugiere el temperamento tranquilo y meditativo de Jacob (comparar con Sal. 84: 4; 91: 1). Esta información sobre sus caracteres anticipa el episodio de la comida, lo que determinará sus respectivas prioridades (Gén. 25: 29-31). Jacob se ha planteado la importancia espiritual de la primogenitura, que desea obtener con tanta pasión; Esaú, al contrario, no se preocupa por las cosas más allá de la vida actual y no le interesa lo que podría suceder después de su muerte. A diferencia de Esaú, quien se centra en el presente, Jacob se enfoca en el futuro y es especialmente sensible a los valores espirituales; sin embargo, está tan ansioso por obtener la primogenitura en ese preciso momento que utiliza medios materiales para ese propósito. Irónicamente, Jacob tiene suficiente fe para “ver” los valores espirituales y el beneficio futuro de una primogenitura, pero no tiene suficiente fe para confiar en Dios (comparar con Gén. 27: 41–45). Antes de la institución del sacerdocio, la primogenitura “no solo abarcaba la herencia de las riquezas terrenales, sino también la preeminencia espiritual. El que la recibía debía ser el sacerdote de la familia” (PP 176). La petición de Esaú (Gén. 25: 30) sugiere que, para él, la primogenitura no tenía ninguna importancia espiritual; solo le preocupaba la gratificación inmediata. Por lo tanto, despreció su primogenitura (Gén. 25: 32, 34; comparar con Heb. 12: 16, 17).<br><br><strong>Betel y Babel</strong><br><br>La frase “puerta del cielo”, que aparece solo aquí (Gén. 28: 17) en toda la Biblia hebrea, recuerda el nombre “Bab-El” (“puerta de Dios”) y, por ende, la vana empresa de los hombres de Babel, que nunca llegaron a la “puerta del cielo”. La frase “puerta del cielo” es paralela a la frase “casa de Dios”, que se refiere a “aquel lugar” que es “la piedra” (Gén. 28: 18, 19); este lugar, a su vez, es el lugar terrenal de la “escalera” (Gén. 28: 12) del sueño de Jacob. Por lo tanto, como la contraparte celestial de la “casa de Dios” terrenal, la “puerta del cielo” apunta a la morada celestial o al Santuario del Templo.<br><br>La lección de Betel es que existe una conexión entre el cielo y la Tierra, y que esta conexión es la escalera de Jacob, que es Dios mismo. Por eso, Jacob toma una de las piedras que había colocado alrededor (o debajo) de su cabeza, una piedra que guardaba relación con su extraordinario sueño, y “la levantó como un pilar” (RVC).<br><br>La palabra hebrea para “pilar”, matsevá, “de pie” (DHH), que se refiere a la piedra vertical, recuerda las palabras mutsav y nitsav, que designan, respectivamente, la escalera que “se eleva” y el Dios “de pie” (traducción del autor). Jacob unge la piedra para representar que la consagró como monumento, y así transmitir una lección espiritual. Esta piedra recuerda las lecciones de la escalera de Jacob, la conexión cielo-Tierra. En contraste con el nombre de Babel, que recuerda el vano intento de los hombres que nunca llegaron a la puerta de Dios, Betel asegura que estamos en la “casa de Dios”. Los hombres de Bab-El albergaban la ambición de alcanzar y penetrar el lugar de Dios para ocupar el lugar de Dios. La lección de Betel es que el acceso a Dios solo se puede lograr mediante el don de Dios, mediante su gracia y encarnación, mediante la escalera de Jesucristo (Juan 1: 51).<br><br><strong>La religión de Jacob.</strong> Evidentemente, es en esta piedra, el lugar donde se encuentra la escalera (Gén. 28: 22), donde Jacob encuentra su religiosidad. Jacob identifica esta piedra como la “casa de Dios” (Gén. 28: 22). La piedra significa la seguridad de la conexión entre el cielo y la Tierra (Gén. 28: 12). Jacob se compromete a construir un lugar de adoración, un Santuario que dé testimonio de esta verdad. Su voto es una respuesta a la protección de Dios en el viaje de regreso de Jacob a la Tierra Prometida. Jacob también se compromete a dar el diezmo en respuesta al regalo de Dios de abrigo y alimento. La religión de Jacob, su adoración y su fidelidad se describen así como una respuesta a los actos de gracia de Dios, y no como un medio para obtener los favores de Dios. Debido a que Dios es el Dios personal de Jacob, debido a que el Dios celestial ha descendido y se ha conectado con la Tierra, Jacob responde mediante la adoración. Como Dios es el Dios que se preocupa por las necesidades físicas de Jacob y las atiende, y como Dios es la fuente de todo lo que tiene (Gén. 28: 22), el patriarca responde con la promesa de entregar el diezmo a Dios. El texto bíblico no indica que Jacob haya cumplido sus dos votos con respecto al Santuario y al diezmo. El libro de Génesis solo registra la parte del pacto que le tocaba a Dios. Jacob reconocerá la parte de Dios cuando se refiera a su experiencia de la protección de Dios (Gén. 35: 3; comparar con Gén. 46: 3, 4). Más adelante, la construcción del Santuario por parte de Israel –la señal de adoración al Dios del cielo– y la institución del diezmo –la señal de reconocimiento del Dios de la Tierra– sugieren que Jacob también cumplió sus votos.<br><br><strong>La bendición de Jacob. </strong>Cuando Jacob propone el trato de apartar todas las ovejas manchadas y salpicadas (Gén. 30: 32) como su salario, Labán acepta inmediatamente (Gén. 30: 34). Para alcanzar su meta, Jacob usa álamos, avellanos y castaños (Gén. 30: 37). Este sistema no es accidental, ya que estos tres árboles contienen sustancias químicas que tienen diversos beneficios para la salud. Debido a que los animales híbridos son naturalmente más fuertes que otros, al elegir los más fuertes (Gén. 30: 41) de acuerdo con la visión divina, Jacob selecciona los carneros que ya tienen los genes recesivos. Con este método, Jacob puede producir un gran rebaño compuesto de ovejas y cabras fuertes y multicolores. El método de Jacob puede parecer una magia supersticiosa; sin embargo, el texto bíblico nos informa que Jacob procedió bajo la dirección divina (Gén. 31: 11, 12). Además, los estudios científicos indican que el método de Jacob podría haber sido consistente con la ley de la genética moderna. Finalmente, Jacob llegó a ser “muy rico” (Gén. 30: 43, RVC). Esta expresión recuerda la descripción que hace sobre la riqueza de Labán (Gén. 30: 30). Esta repetición entre estas dos evaluaciones de la riqueza de Jacob&nbsp; y la de Labán sugiere que el patriarca ahora se ha vuelto más rico que Labán, y que adquirió su prosperidad a partir de la prosperidad de Labán, que fue el resultado de la bendición de Dios en su favor (Gén. 30: 27).</p><p><strong>&nbsp;APLICACIÓN A LA VIDA</strong><br><br><strong>Mellizos contrapuestos.</strong> Se sugieren dos mentalidades a causa del contraste entre Jacob y Esaú. Analicen con la clase las dos psicologías y las dos formas de vida que están implícitas en estos dos personajes bíblicos. ¿Por qué la clase de gente que Jacob representa es la que agrada a Dios? Todos los valores de Esaú (placer por la buena comida, el deporte, la fuerza, el amor de su padre), ¿son menos valiosos que los que estimaba Jacob (meditación interior, afabilidad, el amor de su madre)?<br><br><strong>Betel y Babel</strong>. Lean Génesis 11: 1 al 9; y 28: 10 al 22. Comparen las dos formas de acercarse a Dios. ¿Cuál es la diferencia entre Betel, “casa de Dios”, que implica estar en la casa de Dios, y Babel, “puerta de Dios”, que implica estar a la puerta de Dios? ¿Dónde sitúan a nuestra civilización y por qué?<br><strong><br>La religión de Jacob.</strong> ¿Cuál es nuestra motivación al devolver el diezmo? ¿Por qué guardamos los mandamientos de Dios? ¿Cómo vinculamos nuestra obediencia a Dios con nuestra relación con él? Supongamos que perdieran el trabajo debido a su fidelidad al mandamiento del sábado, ¿cómo se las arreglarían para dar el diezmo?<br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>JACOB, EL SUPLANTADOR</p>",
         "verse":"<p>Y Esaú respondió: Bien llamaron su nombre Jacob, pues ya me ha suplantado\n</p><p>dos veces: se apoderó de mi primogenitura, y he aquí ahora ha tomado mi bendición. Y dijo: ¿No has guardado bendición para mí? (Gén. 27: 36).</p>",
         "versionCode":1,
         "weekDate":"21-27 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
