{
   "data":[
      {
         "color":"#A46537",
         "id":1,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"28 de diciembre",
               "dayTitle":"",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>Aunque Pedro negó a Jesús tres veces, tal como Jesús había predicho (Mat. 26:34), esas negaciones no fueron el final de la historia. Después de la resurrección, Jesús le preguntó: “ ‘Simón, hijo de Jonás, ¿me amas más que estos?’ Le respondió: ‘Sí, Señor. Tú sabes que te quiero’. Jesús le dijo:<br><br>‘Apacienta mis corderos’. Volvió Jesús a preguntarle: ‘Simón, hijo de Jonás, ¿me amas?’ Pedro le respondió: ‘Sí, Señor. Tú sabes que te quiero’. Le dijo: ‘Apacienta mis ovejas’. Por tercera vez le preguntó: ‘Simón, hijo de Jonás, ¿me quieres?’ Pedro se entristeció de que le preguntara por tercera vez ‘¿Me quieres?’, y respondió:<br><br>‘Señor, tú sabes todas las cosas. Tú sabes que te quiero’. Jesús le dijo: ‘Apacienta mis ovejas’ ” (Juan 21:15-17). Así como Pedro había negado a Jesús tres veces, Jesús restauró a Pedro tres veces por medio de la pregunta crucial: “¿Me amas?”<br><br>Por diferentes que sean nuestras circunstancias de las de Pedro, en muchos aspectos el principio es el mismo. Es decir, la pregunta que Jesús había hecho a Pedro es, en realidad, la pregunta definitiva que Dios nos hace a cada uno de nosotros en nuestro tiempo y lugar:<br><br>¿Me amas? Todo depende de nuestra respuesta a esa pregunta.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de diciembre",
               "dayTitle":"<p>MÁS ALLÁ DE LAS EXPECTATIVAS RAZONABLES<br></p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p>Dios no solo nos pregunta: “¿Me amas?”, sino también ama a cada persona, y lo hace de pura gracia. De hecho, nos ama a ti y a mí, y a todas las personas, más de lo que podemos imaginar. Conocemos este amor por la forma en que ha actuado a lo largo de la historia de su pueblo.<br><br><strong>Lee Éxodo 33:15 al 22. Considera el contexto de estos versículos y la narración en la que aparecen. ¿Qué revela este pasaje, especialmente el versículo 19, acerca de la voluntad y el amor de Dios?</strong></p><p><strong>Éxodo 33:15-22</strong></p><p><sup><strong>&nbsp;15</strong></sup> Y Moisés respondió: Si tu presencia no ha de ir conmigo, no nos saques de aquí.&nbsp;</p><p><sup><strong>16</strong></sup> ¿Y en qué se conocerá aquí que he hallado gracia en tus ojos, yo y tu pueblo, sino en que tú andes con nosotros, y que yo y tu pueblo seamos apartados de todos los pueblos que están sobre la faz de la tierra?<br><sup><br><strong>17</strong></sup> Y Jehová dijo a Moisés: También haré esto que has dicho, por cuanto has hallado gracia en mis ojos, y te he conocido por tu nombre.&nbsp;</p><p><sup><strong>18</strong></sup> Él entonces dijo: Te ruego que me muestres tu gloria.&nbsp;</p><p><sup><strong>19</strong></sup> Y le respondió: Yo haré pasar todo mi bien delante de tu rostro, y proclamaré el nombre de Jehová delante de ti; y tendré misericordia del que tendré misericordia, y seré clemente para con el que seré clemente.&nbsp;</p><p><sup><strong>20</strong></sup> Dijo más: No podrás ver mi rostro; porque no me verá hombre, y vivirá.&nbsp;</p><p><sup><strong>21</strong></sup> Y dijo aún Jehová: He aquí un lugar junto a mí, y tú estarás sobre la peña;&nbsp;</p><p><sup><strong>22</strong></sup> y cuando pase mi gloria, yo te pondré en una hendidura de la peña, y te cubriré con mi mano hasta que haya pasado. <br><br>Todo parecía perdido. Poco después de que Dios liberara a su pueblo de la esclavitud en Egipto, Israel se rebeló contra él y adoró un becerro de oro. Cuando Moisés bajó del monte, vio lo que habían hecho y arrojó las tablas que contenían los Diez Mandamientos, que se hicieron añicos. Aunque el pueblo había perdido todo derecho a los privilegios y las bendiciones del pacto que Dios les había concedido de pura gracia, el Señor decidió aun así continuar en la relación de pacto con ellos a pesar de que eran indignos de las bendiciones de aquel acuerdo.<br><br>Las palabras de Éxodo 33:19, “tendré misericordia de quien yo quiera, y seré clemente con quien yo quiera”, a menudo se malinterpretan en el sentido de que Dios elige arbitrariamente ser compasivo y misericordioso con algunos, pero no con otros. Sin embargo, a la luz del contexto, Dios no está afirmando aquí que él arbitrariamente será misericordioso y compasivo con algunos y no con otros. No es así como Dios actúa, contrariamente a lo que dice la teología popular según la cual Dios predestina a algunos para que se pierdan y enfrenten la condenación eterna.<br><br>¿Qué está proclamando Dios aquí? Esencialmente, que como Creador de todo, tiene el derecho y la autoridad de conceder gracia y compasión libremente incluso a las personas que menos lo merecen. Y lo está haciendo en esta situación, incluso después de la rebelión del becerro de oro, al conceder misericordia a su pueblo, Israel, aunque no lo mereciera.<br><br>Este es uno de los muchos casos en los que Dios manifiesta su amor y lo hace más allá de cualquier expectativa razonable. Buenas noticias para todos nosotros, ¿verdad?<br><br><strong>¿De qué maneras sigue Dios manifestando su amor por ti, incluso más allá de cualquier expectativa razonable?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de diciembre",
               "dayTitle":"<p>AMOR NO CORRESPONDIDO<br></p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p>Un ejemplo sorprendente del amor de Dios por la humanidad caída se encuentra en la historia de Oseas. Dios ordenó al profeta: “Ve, cásate con una mujer fornicaria y engendra hijos de fornicación; porque el país se está prostituyendo, apartándose del Señor” (Ose. 1:2). Oseas y su esposa infiel iban a ser una lección viviente del amor de Dios por su pueblo, incluso a pesar de la infidelidad y la prostitución espiritual de Israel. Es decir, es una historia del amor de Dios por quienes no lo merecen.<br><br>De hecho, el pueblo se rebeló contra Dios una y otra vez a pesar de la fidelidad y el amor que él manifestó hacia ellos. En consecuencia, la Escritura describe repetidamente a Dios como el amoroso esposo no correspondido por una cónyuge infiel. Él había amado a su pueblo perfecta y fielmente, pero ellos lo habían despreciado y habían servido y adorado a otros dioses, entristeciéndolo profundamente y rompiendo la relación de manera aparentemente irremediable.<br><br><strong>Lee Oseas 14:1 al 4. ¿Qué revelan estos versículos acerca del amor inquebrantable de Dios por su pueblo?</strong></p><p><strong><br>Oseas 14:1-4</strong></p><p><sup><strong>1 </strong></sup>Vuelve, oh Israel, a Jehová tu Dios; porque por tu pecado has caído.&nbsp;</p><p><sup><strong>2</strong></sup> Llevad con vosotros palabras de súplica, y volved a Jehová, y decidle: Quita toda iniquidad, y acepta el bien, y te ofreceremos la ofrenda de nuestros labios.&nbsp;</p><p><sup><strong>3 </strong></sup>No nos librará el asirio; no montaremos en caballos, ni nunca más diremos a la obra de nuestras manos: Dioses nuestros; porque en ti el huérfano alcanzará misericordia.<br><sup><br><strong>4</strong></sup> Yo sanaré su rebelión, los amaré de pura gracia; porque mi ira se apartó de ellos. <br></p><p>Tras la repetida rebelión de su pueblo, Dios declara: “Yo sanaré su rebelión, los amaré de pura gracia”. La expresión “de pura gracia” en la frase “los amaré de pura gracia” es traducción de la palabra hebrea nedabah, que describe lo que se ofrece voluntariamente. Es el mismo término utilizado para designar las ofrendas voluntarias en el sistema del Santuario.<br><br>A lo largo de Oseas, y en todas las narraciones de las Escrituras, Dios muestra un compromiso y una compasión asombrosos en favor de su pueblo. A pesar de que este se descarrió repetidamente tras otros amantes, rompiendo así la relación del pacto de manera aparentemente irremediable, Dios siguió otorgándole su amor. El pueblo no merecía el amor de Dios; lo había rechazado y había perdido todo derecho a él. Sin embargo, Dios continuó otorgándole su amor sin ningún tipo de coacción moral o de otro tipo. Aquí y en otros lugares, la Escritura muestra sistemáticamente que el amor de Dios es voluntario y ofrecido de pura gracia.<br><br><strong>Muchos piensan que Dios es un gobernante y juez distante y severo. ¿Cómo te ayuda a ver a Dios de otra manera la imagen de Dios despreciado y afligido como el esposo amoroso y no correspondido de un cónyuge infiel? ¿Cómo cambia la forma en que ves tu propia relación con Dios?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"31 de diciembre",
               "dayTitle":"<p>AMOR GRATUITO</p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p>Dios no solo continuó otorgando su amor gratuitamente a Israel a pesar de las repetidas rebeliones, sino también sigue amándonos a nosotros aunque somos pecadores. No merecemos el amor de Dios y nunca podríamos ganárnoslo. Dios no nos necesita. El Dios de la Biblia no necesita nada (Hech. 17:25).<br><br>El amor de Dios por ti, por mí y por todas las personas es enteramente fruto de su propia voluntad.<br><br><strong>Compara Apocalipsis 4:11 y Salmos 33:6. ¿Qué nos dicen estos versículos acerca de la libertad de Dios respecto de su Creación?</strong></p><p><strong>Apocalipsis 4:11</strong></p><p><sup><strong>11</strong></sup> Señor, digno eres de recibir la gloria y la honra y el poder; porque tú creaste todas las cosas, y por tu voluntad existen y fueron creadas.<br></p><p><strong>Salmos 33:6</strong></p><p><sup><strong>6 </strong></sup>Por la palabra de Jehová fueron hechos los cielos, y todo el ejército de ellos por el aliento de su boca.<br></p><p>Dios creó libremente este mundo. En consecuencia, es digno de toda gloria, honor y poder. Él no necesitaba crear ningún mundo. Aun antes de la creación de este o de cualquier otro, ya disfrutaba de la relación de amor que existía entre los integrantes de la Deidad.<br><br><strong>Lee Juan 17:24. ¿Qué nos dice este texto acerca del amor de Dios antes de que el mundo existiera?<sup><br></sup></strong></p><p><sup><strong>24</strong></sup> Padre, aquellos que me has dado, quiero que donde yo estoy, también ellos estén conmigo, para que vean mi gloria que me has dado; porque me has amado desde antes de la fundación del mundo.</p><p>Dios no necesitaba criaturas que fueran objeto de su amor. Pero, de acuerdo con su carácter amoroso, decidió crear el mundo y entrar en una relación de amor con sus criaturas.<br><br>Dios no solo creó este mundo por iniciativa propia y como una donación de su amor generoso, sino también sigue amando a los seres humanos por propia iniciativa, incluso después de que estos cayeron en pecado en el Edén, e incluso después de que nosotros pecáramos personalmente.<br><br>Tras la caída en el Edén, Adán y Eva no tenían derecho a seguir viviendo y disfrutando del amor de Dios. Pero Dios, que sostiene “todas las cosas con su poderosa palabra” (Heb. 1:3), sostuvo su vida e hizo un camino para reconciliar a la humanidad consigo mismo en virtud de su gran amor, misericordia y gracia. Y esa reconciliación también nos incluye.<br><br><strong>¿Qué nos dice acerca del amor y el carácter de Dios el hecho de que siga haciendo a este mundo objeto de su amor a pesar de su caída y maldad? ¿De qué manera esta verdad debería motivarnos a amarlo?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de enero",
               "dayTitle":"<p>MUCHOS SON LOS LLAMADOS, PERO POCOS LOS ELEGIDOS<br></p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p>Dios no solo ama a las personas por iniciativa propia, sino también las invita a amarlo en respuesta a su amor. El hecho de que Dios nos concede la capacidad de elegir libremente si aceptar o rechazar su amor resulta evidente, entre otros lugares de la Biblia, en la parábola de Cristo acerca del banquete de bodas.<br><br><strong>Lee Mateo 22:1 al 14. ¿Qué significa esta parábola?</strong></p><p><strong>Mateo 22:1-14</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> Respondiendo Jesús, les volvió a hablar en parábolas, diciendo:&nbsp;</p><p><sup><strong>2 </strong></sup>El reino de los cielos es semejante a un rey que hizo fiesta de bodas a su hijo;&nbsp;</p><p><sup><strong>3 </strong></sup>y envió a sus siervos a llamar a los convidados a las bodas; mas estos no quisieron venir.&nbsp;</p><p><sup><strong>4 </strong></sup>Volvió a enviar otros siervos, diciendo: Decid a los convidados: He aquí, he preparado mi comida; mis toros y animales engordados han sido muertos, y todo está dispuesto; venid a las bodas.&nbsp;</p><p><sup><strong>5 </strong></sup>Mas ellos, sin hacer caso, se fueron, uno a su labranza, y otro a sus negocios;&nbsp;</p><p><sup><strong>6</strong></sup> y otros, tomando a los siervos, los afrentaron y los mataron.&nbsp;</p><p><sup><strong>7</strong></sup> Al oírlo el rey, se enojó; y enviando sus ejércitos, destruyó a aquellos homicidas, y quemó su ciudad.&nbsp;</p><p><sup><strong>8 </strong></sup>Entonces dijo a sus siervos: Las bodas a la verdad están preparadas; mas los que fueron convidados no eran dignos.&nbsp;</p><p><sup><strong>9</strong></sup> Id, pues, a las salidas de los caminos, y llamad a las bodas a cuantos halléis.&nbsp;</p><p><sup><strong>10</strong></sup> Y saliendo los siervos por los caminos, juntaron a todos los que hallaron, juntamente malos y buenos; y las bodas fueron llenas de convidados.<br><sup><br><strong>11 </strong></sup>Y entró el rey para ver a los convidados, y vio allí a un hombre que no estaba vestido de boda.&nbsp;</p><p><sup><strong>12 </strong></sup>Y le dijo: Amigo, ¿cómo entraste aquí, sin estar vestido de boda? Mas él enmudeció.&nbsp;</p><p><sup><strong>13 </strong></sup>Entonces el rey dijo a los que servían: Atadle de pies y manos, y echadle en las tinieblas de afuera; allí será el lloro y el crujir de dientes.&nbsp;</p><p><sup><strong>14</strong></sup> Porque muchos son llamados, y pocos escogidos.</p><p>En la parábola de Cristo acerca del banquete de bodas, un rey organiza la boda de su hijo y envía a sus siervos a “llamar a los invitados a la boda“, pero ellos “no quisieron venir” (Mat. 22:2, 3). El rey envió a sus siervos para invitarlos nuevamente, pero ellos hicieron caso omiso de su invitación y, peor aún, echaron mano de sus siervos y los mataron (Mat. 22:4-6).<br><br>Más tarde, después de tratar con quienes habían asesinado a algunos de sus mensajeros, el rey dijo a sus siervos: “A la verdad el banquete está preparado, pero los convidados no eran dignos. Vayan, pues, a las salidas de los caminos y llamen al banquete a cuantos hallen” (Mat. 22:8, 9). Después de otro episodio en el que un hombre sin traje de bodas es expulsado, lo que significa la necesidad de recibir un traje de bodas del rey para asistir al banquete nupcial, Jesús cierra la parábola con la enigmática pero muy significativa frase: “Muchos son los llamados, y pocos los elegidos” (Mat. 22:14).<br><br>¿Qué significa esto? Los “elegidos” son quienes aceptan la invitación del Señor a la boda. El término griego traducido como “llamar” e “invitar”, a lo largo de la parábola, es kale?, y lo que determina quién es finalmente “elegido” (eklektos, derivado de kale?) es si ha aceptado la invitación.<br><br>De hecho, Dios llama (es decir, invita) a todos al banquete de bodas. Sin embargo, cualquiera de nosotros puede rechazar el amor de Dios. La libertad es esencial para el amor. Dios nunca impondrá su amor a nadie. Es triste decirlo, pero podemos rechazar tener una relación de amor con Dios.<br><br>Los “elegidos” son quienes aceptan la invitación. Para aquellos que aman a Dios, él ha preparado cosas inimaginablemente maravillosas. Una vez más, todo se reduce a la cuestión del amor y de la libertad inherente al amor.<br><br><strong>¿Qué hay en tu vida que revele que has aceptado la invitación a la boda y que estás apropiadamente vestido para participar de ella?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de enero",
               "dayTitle":"<p>CRUCIFICADO POR NOSOTROS<br></p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p>Dios invita a todos a una relación de amor con él, pero solo quienes aceptan la invitación disfrutan de los resultados eternos. Como se ve en la parábola del banquete de bodas, muchos de los invitados por el rey “no quisieron venir” (Mat. 22:3).<br><br>En consecuencia, poco antes de su crucifixión, Cristo se lamentó: “¡Jerusalén, Jerusalén, que matas a los profetas y apedreas a los que son enviados a ti! ¡Cuántas veces quise juntar a tus hijos, como la gallina junta sus pollos bajo sus alas! Y no quisiste” (Mat. 23:37). Cristo quería reunirlos, pero ellos no quisieron. El mismo verbo griego que significa “querer” (thel?) se utiliza tanto para referirse al deseo de Cristo de salvarlos como a la falta de disposición de ellos a ser salvados. El mismo término aparece en Mateo 22:3.<br><br>Sin embargo, Cristo fue a la Cruz por estas personas y por nosotros. ¡Increíble amor! Aunque el pecado humano merece la muerte, Dios mismo (en Cristo) pagó el precio y ha encontrado la manera de reparar la relación rota entre el Cielo y la Tierra. Mientras tanto, continúa otorgándonos su amor, aunque no tiene ninguna obligación más allá de su propio y libre compromiso de hacerlo.<br><br><strong>Lee Juan 10:17 y 18. Compáralo con Gálatas 2:20. ¿Cuál es el mensaje que nos transmiten estos textos?</strong></p><p><strong>&nbsp;Juan 10:17-18</strong></p><p><sup><strong>&nbsp;17 </strong></sup>Por eso me ama el Padre, porque yo pongo mi vida, para volverla a tomar.&nbsp;</p><p><sup><strong>18 </strong></sup>Nadie me la quita, sino que yo de mí mismo la pongo. Tengo poder para ponerla, y tengo poder para volverla a tomar. Este mandamiento recibí de mi Padre.</p><p><strong>Gálatas 2:20</strong></p><p><sup><strong>20</strong></sup> Con Cristo estoy juntamente crucificado, y ya no vivo yo, mas vive Cristo en mí; y lo que ahora vivo en la carne, lo vivo en la fe del Hijo de Dios, el cual me amó y se entregó a<br></p><p>En la Cruz, la demostración máxima del amor de Dios, vemos que Cristo se entregó por nosotros por su propia voluntad e iniciativa. Nadie le quitó la vida, sino que él la ofreció voluntariamente siguiendo el Plan de Redención acordado en el Cielo antes de la fundación del mundo.<br><br>“El plan de nuestra redención no fue una reflexión ulterior, un plan formulado después de la caída de Adán. Fue una ‘revelación del misterio que por tiempos eternos fue guardado en silencio’ (Rom. 16:25). Fue una manifestación de los principios que desde las edades eternas habían sido el fundamento del Trono de Dios. Desde el principio, Dios y Cristo sabían de la apostasía de Satanás y de la caída del hombre por causa del poder seductor del apóstata. Dios no ordenó que el pecado existiese, sino que previó su existencia, e hizo provisión para enfrentar la terrible emergencia. Tan grande fue su amor por el mundo que se comprometió a dar a su Hijo unigénito ‘para que todo aquel que en él cree, no se pierda, mas tenga vida eterna’ (Juan 3:16)” (Elena G. de White, El Deseado de todas las gentes, pp. 13, 14).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de enero",
               "dayTitle":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br></p>",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p>Lee el capítulo titulado “El premio inmerecido”, en las páginas 335 a 347 del libro Palabras de vida del gran Maestro, de Elena de White.<br><br>“La oscuridad de la incomprensión de Dios envuelve al mundo. Los hombres están perdiendo el conocimiento de su carácter, el cual ha sido malentendido y malinterpretado. En este tiempo debe proclamarse un mensaje de Dios, un mensaje que ilumine con su influencia y salve con su poder. Su carácter debe ser dado a conocer. Dentro de las tinieblas del mundo debe resplandecer la luz de su gloria, la luz de su bondad, misericordia y verdad.<br><br>“Esta es la obra bosquejada por el profeta Isaías en las palabras: ‘¡Súbete a un monte alto, mensajera de Sión! ¡Levanta con fuerza tu voz, mensajera de Jerusalén! ¡Levántala sin miedo y di a las ciudades de Judá: “¡Vean aquí a su Dios!” ¡Miren! Dios el Señor viene con poder, y su brazo dominará. ¡Miren! Ya trae con él su recompensa; ya le precede el galardón’ (Isa. 40:9, 10).<br><br>“Quienes esperan la venida del Novio deben decir al pueblo: ‘¡Vean aquí a su Dios!’ Los últimos rayos de luz misericordiosa, el último mensaje de clemencia que debe darse al mundo, es una revelación de su carácter de amor. Los hijos de Dios deben manifestar su gloria. En su vida y su carácter deben revelar lo que la gracia de Dios ha hecho por ellos.<br><br>“La luz del Sol de Justicia debe brillar en buenas obras, en palabras de verdad y hechos de santidad” (Elena G. de White, Palabras de vida del gran Maestro, p. 342<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> Peor que pensar que Dios no existe sería creer que Dios nos odia. ¿Qué mundo tan diferente sería el nuestro si eso fuera cierto?<br><br><strong>2.</strong> ¿Por qué crees que existe una comprensión tan errónea acerca del carácter de Dios en nuestro mundo actual? Reflexiona acerca de cómo podrías ayudar a las personas a percibir más claramente el carácter amoroso de Dios.<br><br><strong>3.</strong> ¿Cuál es el mensaje que debemos proclamar hoy acerca el carácter de Dios? ¿Cómo explicarías este mensaje a alguien que aún no está familiarizado con la realidad del amor de Dios? ¿Qué evidencia puedes señalar que muestre la realidad de su amor y su maravilloso carácter?<br><br><strong>4.</strong> Hablar del amor de Dios es una cosa, pero revelarlo y reflejarlo en nuestra vida es otra. ¿Qué “hechos de santidad” podrían revelar el amor de Dios a quienes nos rodean?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":18,
               "idDay":8,
               "idLesson":1,
               "lessonText":"<p><strong>RESEÑA<br><br>Texto clave: Oseas 14:4<br><br>Enfoque del estudio: Juan 17:24; Mateo 22:1-14; Juan 10:17, 18.</strong><br><br>Introducción: Dios ama a todas las personas más de lo que podemos imaginar. Su amor es totalmente abnegado, generoso y misericordioso, ya que decide revelarlo voluntariamente incluso a quienes son infieles a él.<br><br><strong>Temática de la lección</strong><br><br>La lección de esta semana destaca tres temas principales:<br><br><strong>1. El amor de Dios no es una necesidad divina:</strong> Su amor es central para nuestra comprensión de su relación con la humanidad. El amor divino es una expresión de la benevolencia espontánea y abundante de Dios. Su amor no es motivado por ninguna acción de nuestra parte ni se debe a algún potencial humano. Dios manifiesta su amor sin ninguna expectativa de obtener ventajas para sí mismo. Ama a cada persona por propia iniciativa, por pura gracia, como en el caso de Oseas, Israel y nosotros.<br><br><strong>2. El amor de Dios es incalculable:</strong> En la persona de Jesús, Dios se entregó voluntariamente por nosotros. Su amor constante e inagotable revela más plenamente su misericordia. Su amor supera toda expectativa, ya que él otorga libremente su gracia, misericordia y compasión incluso a quienes son indignos de ello.<br><br><strong>3. El amor de Dios puede ser resistido:</strong> Dios nos ofrece la revelación más completa de su generoso amor, pero no predetermina la respuesta de las personas a este. Su amor no es dominante ni coercitivo, sino que nos ofrece la libertad de aceptarlo o rechazarlo.<br><br><strong>Aplicación a la vida</strong><br><br>El amor de Dios sobrepasa toda expectativa humana, ya que concede gratuitamente gracia, misericordia y compasión incluso a quienes menos lo merecen. ¿Cómo cambia esta noción acerca del amor de Dios nuestra actitud para con quienes están dentro de nuestra esfera y no han hecho nada para merecer nuestra compasión?<br><br><strong>COMENTARIO</strong><br><br><strong>El amor de Dios no es una necesidad divina</strong><br><br>La libertad es una característica crucial del amor de Dios. Su amor no está determinado por ningún factor. En las relaciones del tipo causa-efecto, el efecto es el resultado necesario de una causa. Sin embargo, en lugar de estar definido por la lógica causa-efecto de la necesidad, el amor de Dios es extraordinariamente voluntario. Esta idea se pone de manifiesto en la experiencia de Oseas y su esposa infiel. En esta narración, como se verá más adelante, se destaca que el amor de Dios no lo obliga a crear seres a quienes amar y que su amor es fruto de su voluntad.<br><br>Oseas y la libertad del amor de Dios: Oseas 14:4 conecta la sanación prometida por Dios para la infidelidad de Israel con su promesa de amar a su pueblo.<br><br>Esta promesa reitera la restauración misericordiosa del pueblo apóstata de Dios, prevista en Oseas 2:14 al 23, y es ilustrada mediante la relación misericordiosa del propio Oseas con su esposa infiel (Ose. 3:1-5). La comparación con la experiencia biográfica de Oseas sugiere que el amor de Dios es totalmente generoso. “Este es un amor que no se gana. ¿Qué podría presentar Israel a Yahvé como pago aceptable?<br><br>Por el contrario, el término hebreo nedabah (Ose. 14:4) destaca el hecho de que Dios amará a Israel por pura gracia, transmite la idea de una ‘ofrenda voluntaria o resultante de la generosidad’ ” (Douglas Stuart, Hosea-Jonah, Word Biblical Commentary 31 [Word, 1987], p. 215). Por lo tanto, el amor de Dios no es el resultado de alguna acción realizada por Israel, sino una expresión divina totalmente voluntaria.<br><br>De hecho, el lenguaje de la curación divina en Oseas 14:4 (ver también Ose. 5:13; 6:1; 7:1; 11:3) parece subrayar la naturaleza voluntaria del amor de Dios, ya que Israel es incapaz de llegar a ser fiel por sus propias fuerzas. En consecuencia, el carácter voluntario de dicho amor implica que sus destinatarios son indignos de él.<br><br>El amor de Dios y la Creación: La noción de que el amor entre dos personas requiere una relación entre ambas parecería sugerir que Dios necesita crear criaturas para convertirse en un Dios amoroso. En otras palabras, la Creación sería necesaria para la existencia del amor de Dios. Sin embargo, esta idea no es respaldada por las Escrituras, que hacen hincapié en la libertad y la autonomía de Dios. Él no necesita nada de sus criaturas (Hech. 17:25). Además, el amor divino existía eternamente antes de la creación del universo, como subrayó Jesús cuando afirmó que el Padre lo amaba “antes de la fundación del mundo” (Juan 17:24). En consecuencia, la creación del mundo no fue una necesidad para la existencia del amor de Dios.<br><br>Por el contrario, la Creación fue una actividad divina voluntaria que resultó de la libertad de su eterno y desbordante amor.<br><br>Dios otorga su amor gratuitamente: la muerte sacrificial de Jesús en la Cruz fue una ofrenda voluntaria motivada por el amor. Cristo no fue la víctima de una ejecución violenta. Como él mismo enfatizó: “Yo doy mi vida […], nadie me la quita.<br><br>Yo la doy de mí mismo” (Juan 10:17, 18). Del mismo modo, Pablo dice que Cristo “me amó y se entregó a sí mismo por mí” (Gál. 2:20). Por lo tanto, la crucifixión de Jesús no fue simplemente el resultado de las malas acciones de sus verdugos, sino que él se entregó voluntariamente como una extraordinaria manifestación del amor divino.<br><br><strong>El amor de Dios es incalculable</strong><br><br>La noción de que el amor de Dios no sigue la lógica de causa y efecto significa que no puede ser calculado de manera razonable y lógica. Dos casos de intercesión ante Dios en el Pentateuco ejemplifican este concepto:<br><br>El primero de ellos es la intercesión de Abraham (Gén. 18:23-33) en el contexto del juicio divino anunciado contra Sodoma y Gomorra (Gén. 18:20). Inicialmente, Abraham apela a la justicia de Dios y pregunta si realmente destruiría la ciudad si hubiera cincuenta justos en ella (Gén. 18:24, 25). Podría decirse que cincuenta era un número razonable para Abraham como parte de su apelación a la justicia divina. Sin embargo, en la medida en que este número disminuye progresivamente en la persistente intercesión de Abraham, de 50 a 45 (Gén. 18:28), de 45 a 40 (Gén. 18:29), de 40 a 30 (Gén. 18:30), de 30 a 20 (Gén. 18:31) y de 20 a 10 (Gén. 18:32), ya no apela a la justicia de Dios sino a su misericordia (Gén. 18:27, 30, 32). Cincuenta sería razonable para la justicia, pero diez está muy por debajo de una expectativa justa. Si el comienzo de la intercesión da la impresión de que Abraham intentaba convencer a Dios de que fuera justo y luego misericordioso, la progresión del diálogo intercesor revela que tal intención definitivamente no es el caso. Más bien, el proceso de intercesión revela en realidad que la misericordia amorosa de Dios es superior a lo que se podría esperar razonablemente.<br><br>El segundo caso de intercesión es la intervención de Moisés en favor de los israelitas en el Sinaí. Sin duda, la impresión inicial es que intentaba convencer a Dios de que fuera misericordioso con ellos (Éxo. 32:11-14, 31-33). Pero, de nuevo, no es así. El clímax de la interacción entre Moisés y el Señor es la revelación de la gloria divina, que es una notable manifestación del amor de Dios (Éxo. 34:6, 7).<br><br>Además de la afirmación de la libertad divina de ser misericordioso con quienes claramente no merecen el amor de Dios (Éxo. 33:19), la aguda comparación asimétrica entre “mantener su invariable amor a millares” y “castigar la iniquidad […] hasta la tercera y cuarta generación” (Éxo. 34:7) sugiere que, en última instancia, no se puede calcular el alcance del amor de Dios, lo que destaca especialmente la libre expresión de su amor.<br><br><strong>El amor de Dios puede ser resistido</strong><br><br>El amor divino se basa en la libertad; por lo tanto, no obliga a los seres humanos a reaccionar de una determinada manera. Una vez más, el amor de Dios es esencialmente voluntario y no implica una lógica de causa y efecto. En su lamento por Jerusalén, Jesús revela con tristeza que no ha podido satisfacer su deseo de salvar a sus hijos: “¡Cuántas veces quise juntar a tus hijos, como la gallina junta sus pollos bajo sus alas! Y no quisiste” (Mat. 23:37).<br><br>El verbo griego traducido como “querer” (thel?) se utiliza dos veces en este pasaje, pero de maneras diferentes. La primera vez describe cómo Cristo deseaba salvar a los habitantes de Jerusalén, mientras que la segunda indica que ellos no compartían ese deseo. Por lo tanto, el amor divino no determina una respuesta amorosa por parte de quienes lo reciben. Desgraciadamente, como ese amoroso deseo no fue correspondido, no pudo cumplirse.<br><br>Otro ejemplo bíblico de resistencia al amor divino se encuentra en la parábola del banquete de bodas, en la que muchos de los invitados rechazan la invitación (Mat. 22:3). Luego, la invitación es extendida a otros que sí acuden a la boda (Mat. 22:9, 10). Sin embargo, incluso entre quienes acuden hay alguien “sin vestido de boda” (Mat. 22:11). La conclusión de la parábola subraya que “muchos son los llamados, y pocos los elegidos” (Mat. 22:14). En esta parábola acerca del “reino de los cielos” (Mat. 22:2), el lenguaje empleado para referirse a la selección de “los elegidos” no comunica la idea de una elección divina determinista (predestinación), sino que está relacionado con la aceptación o el rechazo de la invitación divina por parte de las personas. En otras palabras, “muchos son invitados, pero algunos se niegan a venir, y otros que vienen se niegan a someterse a las normas del Reino y, por lo tanto, son rechazados. Quienes permanecen son llamados ‘elegidos’ ” (D. A. Carson, Matthew, Mark, Luke [Zondervan, 1984], p. 457). Por lo tanto, nuestra capacidad de elegir es otra indicación de que el amor divino respeta la libertad humana de aceptarlo o rechazarlo.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Sobre la base del hecho de que Dios expresa libremente su amor, analiza las siguientes preguntas:<br><br><strong>1.</strong> No necesitamos realizar ninguna acción para ganarnos el amor de Dios. ¿De qué manera comprender esto nos ayuda a acercarnos más a Dios? Menciona al menos un ejemplo práctico.<br><br><strong>2.</strong> El amor de Dios supera cualquier expectativa razonable y alcanza incluso a las personas más indignas. ¿Cómo se puede utilizar este concepto para hablar del evangelio con los incrédulos?<br><br><strong>3.</strong> ¿De qué maneras prácticas lamentablemente resistimos el amor de Dios?<br><br><strong>4. </strong>El amor divino no emplea la coacción; ¿qué aprendemos de esto para poder amar sinceramente a los demás?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>DIOS AMA DE PURA GRACIA<br></p>",
         "verse":"<p>“Yo sanaré su rebelión, los amaré de pura gracia; porque mi furor se apartó de<br>ellos” (Ose. 14:4).<br></p>",
         "versionCode":80,
         "weekDate":"28 de diciembre - 3 de enero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
