{
   "data":[
      {
         "color":"#00b4d8",
         "id":11,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"7 de diciembre",
               "dayTitle":"",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>El Evangelio de Juan es un mosaico de temas. Juan recurre a las señales (milagros) para demostrar que Jesús es el Mesías prometido por los profetas.<br><br>Juan utiliza una serie de testigos para proclamar a Jesús como el Cristo. También utiliza las afirmaciones “YO SOY” para señalar su divinidad.<br><br>Los tres miembros de la Deidad son mencionados en Juan 1 (vers. 1-4, 14, 18, 32-34). Durante siglos, los seres humanos han intentado comprender plenamente la naturaleza de la Deidad, pero como eso no es posible, muchos niegan su existencia. Sin embargo, no es inteligente rechazar algo solo porque no podemos comprenderlo plenamente o porque no encaja en los estrechos límites del razonamiento humano.<br><br>Juan dice que, si quieres entender a Dios, debes mirar a Jesús y lo que ha sido revelado en la Palabra. Este enfoque nos abre todo un mundo nuevo de relaciones entre los tres miembros de la Deidad, entre ellos y los seres humanos, y entre los propios seres humanos. La lección de esta semana examina cómo el Evangelio de Juan presenta al Padre, al Hijo y al Espíritu Santo, pero ahora en el contexto del discurso de despedida de Jesús (Juan 13-17).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de diciembre",
               "dayTitle":"<p>EL PADRE CELESTIAL<br></p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p>El Evangelio de Juan está escrito desde el punto de vista de la narración bíblica global, empezando por nuestros orígenes. “En el principio creó Dios los cielos y la tierra” (Gén. 1:1); lo que equivale a decir que, en el principio, el Padre, el Hijo y el Espíritu Santo crearon los Cielos y la Tierra. Ellos son la Fuente de todo lo que existe. Ellos crearon el universo, incluidos los seres que lo habitan.<br><br>En nuestro planeta hubo una creación especial de diversas formas de vida, y lo más especial de esa creación fue la humanidad. El propósito de Dios al crear a la humanidad era que viviéramos en amorosa armonía con él y entre nosotros.<br><br>Desafortunadamente, Lucifer trajo el pecado a este mundo. El pecado es, entre otras cosas, una interrupción de nuestra relación con Dios. Representa de forma distorsionada quién es Dios. Por eso, Dios el Hijo asumió nuestra naturaleza humana en la persona de Jesús para restaurar el conocimiento de Dios y traer la salvación a la humanidad.<br><br>Mientras estuvo aquí, Jesús sometió su vida al Padre y vivió en armonía con su orientación. Dijo: “Yo y el Padre somos uno” (Juan 10:30). “El Padre está en mí y yo en el Padre” (Juan 10:38). “Si no hago las obras de mi Padre, no me crean” (Juan 10:37).<br><br><strong>¿Qué funciones del Padre describen los siguientes pasajes?</strong><br><br><strong>Juan 3:16-17</strong></p><p><sup><strong>16</strong></sup> »De tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree no se pierda, sino que tenga vida eterna.&nbsp;</p><p><sup><strong>17</strong></sup> Dios no envió a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él. <br></p><p><strong>Juan 6:57</strong><sup><br></sup></p><p><sup><strong>57</strong></sup> Así como me envió el Padre viviente y yo vivo por el Padre, también el que me come vivirá por mí.</p><p><strong>Juan 5:22, 30</strong></p><p><sup><strong>22 </strong></sup>porque el Padre a nadie juzga, sino que todo el juicio dio al Hijo,</p><p><sup><strong>30 </strong></sup>»No puedo yo hacer nada por mí mismo; según oigo, así juzgo, y mi juicio es justo, porque no busco mi voluntad, sino la voluntad del Padre, que me envió.</p><p><strong>Juan 6:32</strong></p><p><sup><strong>32 </strong></sup>Y Jesús les dijo:<br><br>—De cierto, de cierto os digo: Moisés no os dio el pan del cielo, pero mi Padre os da el verdadero pan del cielo, <br></p><p><strong>Juan 14:10, 24</strong></p><p><sup><strong>10</strong></sup> ¿No crees que yo soy en el Padre y el Padre en mí? Las palabras que yo os hablo, no las hablo por mi propia cuenta, sino que el Padre, que vive en mí, él hace las obras.</p><p><sup><strong>24</strong></sup> El que no me ama no guarda mis palabras; y la palabra que habéis oído no es mía, sino del Padre que me envió.<br></p><p><strong>Juan 6:45</strong></p><p><sup><strong>45 </strong></sup>Escrito está en los Profetas: “Y todos serán enseñados por Dios.” Así que, todo aquel que oye al Padre y aprende de él, viene a mí.</p><p><strong>Juan 15:16</strong></p><p><sup><strong>16</strong></sup> No me elegisteis vosotros a mí, sino que yo os elegí a vosotros y os he puesto para que vayáis y llevéis fruto, y vuestro fruto permanezca; para que todo lo que pidáis al Padre en mi nombre, él os lo dé.<br></p><p><strong>Juan 16:23</strong></p><p><sup><strong>23</strong></sup> En aquel día no me preguntaréis nada. De cierto, de cierto os digo que todo cuanto pidáis al Padre en mi nombre, os lo dará.</p><p>Estos versículos presentan al Padre en estrecha relación con Jesucristo, su Hijo. El Padre tiene un contacto íntimo con nuestro mundo y una profunda participación en nuestra salvación. ¿Qué nos enseña esta verdad acerca del amor de Dios hacia nosotros?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de diciembre",
               "dayTitle":"<p>JESÚS Y EL PADRE<br></p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p>Fuimos creados por Dios para tener una relación personal con él (Gén. 1:26, 27). Sin embargo, a causa del pecado, esa relación fue radicalmente interrumpida. Podemos ver el impacto inmediato de esta ruptura en la historia del Jardín del Edén.<br><strong><br>Lee Génesis 3:7 al 9. ¿Cómo revela esto la ruptura que causó el pecado?</strong><br></p><p><strong>Génesis 3:7-9</strong></p><p><sup><strong>&nbsp;7 </strong></sup>Entonces fueron abiertos los ojos de ambos y se dieron cuenta de que estaban desnudos. Cosieron, pues, hojas de higuera y se hicieron delantales.<br><sup><br><strong>8</strong></sup> Luego oyeron la voz de Jehová Dios que se paseaba por el huerto, al aire del día; y el hombre y su mujer se escondieron de la presencia de Jehová Dios entre los árboles del huerto.&nbsp;</p><p><sup><strong>9 </strong></sup>Pero Jehová Dios llamó al hombre, y le preguntó:<br><br>—¿Dónde estás?<br></p><p><strong>¿Qué significa el hecho de que fue Dios quien buscó a la humanidad y no a la inversa?</strong><br><br>La intención de la Deidad era ofrecer sanación a toda la humanidad poniendo fin a la brecha causada por el pecado, aunque toda la humanidad no aceptara lo que él ofrecía.<br><br>Para restaurar esta relación, un miembro de la Deidad se hizo humano. El Verbo se hizo carne y habitó entre nosotros, manifestando la gloria de Dios (Juan 1:14-18). Como resultado, la humanidad ha recibido la plenitud y la gracia divinas. Esto es lo que Jesús vino a compartir. Vino a declarar la gloria de Dios para que la relación rota por el pecado pudiera ser restaurada, al menos para quienes estuvieran dispuestos a aceptar por fe lo que se les ha ofrecido en Cristo Jesús.<br><br><strong>¿Qué maravillosa esperanza se vislumbra para nosotros en estos textos? Juan 1:1, 2; 5:16-18; 6:69; 10:10, 30; 20:28.</strong></p><p><strong>Juan 1:1, 2</strong></p><p><sup><strong>1 </strong></sup>En el principio era el Verbo,<br>el Verbo estaba con Dios<br>y el Verbo era Dios.<br><strong><sup>2 </sup></strong>Éste estaba en el principio con Dios.<strong><br></strong></p><p><strong>Juan 5:16-18</strong></p><p><strong><sup>16</sup></strong> Por esta causa los judíos perseguían a Jesús e intentaban matarlo, porque hacía estas cosas en sábado.&nbsp;</p><p><sup><strong>17</strong></sup> Jesús les respondió:<br><br>—Mi Padre hasta ahora trabaja, y yo trabajo.<br><sup><br><strong>18</strong></sup> Por esto los judíos aun más intentaban matarlo, porque no sólo quebrantaba el sábado, sino que también decía que Dios era su propio Padre, haciéndose igual a Dios.<strong><br></strong></p><p><strong>Juan 6:69</strong></p><p><strong><sup>69 </sup></strong>Y nosotros hemos creído y conocido que tú eres el Cristo, el Hijo del Dios viviente.<strong><br></strong></p><p><strong>Juan 10:10, 30</strong></p><p><strong><sup>10</sup></strong> El ladrón no viene sino para hurtar, matar y destruir; yo he venido para que tengan vida, y para que la tengan en abundancia.</p><p><strong><sup>30</sup> </strong>El Padre y yo uno somos.<strong><br></strong></p><p><strong>Juan 20:28</strong></p><p><sup><strong>28</strong></sup> Entonces Tomás respondió y le dijo:</p><p>—¡Señor mío y Dios mío!</p><p><br>“En Cristo hay vida original, no prestada ni derivada de otra” (Elena de White, El Deseado de todas las gentes, p. 489). Sin embargo, como Hijo encarnado que “se despojó a sí mismo” (Fil. 2:7) del ejercicio de sus prerrogativas, Cristo, hablando de su existencia en la Tierra como hombre entre los hombres, podía referirse a su posesión de la vida como un don de Dios. “La divinidad de Cristo es la garantía que el creyente tiene de la vida eterna” (El Deseado de todas las gentes, p. 489).<br><br>Dios no fue reconocido por la humanidad (Juan 17:25). Por lo tanto, envió a su único Hijo (Juan 9:4; 16:5) para que el Padre pudiera ser conocido.<br><br><strong>En el contexto del cosmos, un ateo escribió: “En nuestra oscuridad, en toda esta inmensidad, no hay ningún indicio de que venga ayuda de otra parte para salvarnos de nosotros mismos”. ¿Qué enseñanza bíblica demuestra lo erróneo de esa aseveración?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de diciembre",
               "dayTitle":"<p>CONOCER AL HIJO ES CONOCER AL PADRE</p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p>A lo largo del Evangelio de Juan, el apóstol describe cómo Jesús, el Hijo, realiza actividades que señalan al Padre. Jesús explica quién es el Padre y muestra cuál es su relación con nuestro mundo. Todo esto está en consonancia con Juan 1:18, que dice que él da a conocer (griego ex?geomai: explicar, interpretar, exponer) al Padre. Jesús hace esto vez tras vez. La palabra Padre (griego pat?r) aparece 136 veces en Juan y 18 veces en sus tres epístolas, más de un tercio del total de veces que el término es usado en el Nuevo Testamento. El discurso de despedida de Jesús es uno de los lugares principales del Evangelio donde el Maestro da a conocer al Padre.<br><br>Jesús era el representante del Padre en la Tierra, y vino a cumplir en carne humana su voluntad. De hecho, Jesús dijo que en todo procuraba hacer la voluntad del Padre y no la suya (Juan 5:30). A primera vista, esta afirmación puede parecer sorprendente, pero muestra que Jesús estaba totalmente consagrado al Padre. Jesús dijo también que había sido enviado por el Padre para terminar su obra, la salvación de la humanidad, y que el Padre mismo daba testimonio de su obra (Juan 5:36-38).<br><br>Jesús proclamó que el Padre lo había enviado para servir como el único a través del cual la humanidad puede llegar al Padre (Juan 6:40, 44). El Padre quiere que las personas tengan la vida eterna que se encuentra en Jesús, quien promete resucitarlas en ocasión de su segunda venida.<br><strong><br>¿Qué nos enseñan los siguientes textos acerca de la relación existente entre Jesús y el Padre? Juan 7:16; 8:38; 14:10, 23; 15:1, 9, 10; 16:27, 28; 17:3.</strong><br><strong><br></strong></p><p><strong>Juan 7:16</strong></p><p><sup><strong>16</strong></sup> Jesús les respondió y dijo:<br><br>—Mi doctrina no es mía, sino de aquel que me envió. <br></p><p><strong>Juan 8:38</strong></p><p><sup><strong>38</strong></sup> Yo hablo lo que he visto estando junto al Padre, y vosotros hacéis lo que habéis oído junto a vuestro padre.<br></p><p><strong>Juan 14:10, 23</strong></p><p><sup><strong>10</strong></sup> ¿No crees que yo soy en el Padre y el Padre en mí? Las palabras que yo os hablo, no las hablo por mi propia cuenta, sino que el Padre, que vive en mí, él hace las obras.</p><p><sup><strong>23</strong></sup> Respondió Jesús y le dijo:<br><br>—El que me ama, mi palabra guardará; y mi Padre lo amará, y vendremos a él y haremos morada con él. <br></p><p><strong>Juan 15:1, 9, 10</strong></p><p><sup><strong>1 </strong></sup>»Yo soy la vid verdadera y mi Padre es el labrador.</p><p><sup><strong>9 </strong></sup>Como el Padre me ha amado, así también yo os he amado; permaneced en mi amor.</p><p><sup><strong>10</strong></sup> Si guardáis mis mandamientos, permaneceréis en mi amor; así como yo he guardado los mandamientos de mi Padre y permanezco en su amor.<br></p><p><strong>Juan 16:27, 28</strong></p><p><sup><strong>&nbsp;27</strong></sup> pues el Padre mismo os ama, porque vosotros me habéis amado y habéis creído que yo salí de Dios.&nbsp;</p><p><sup><strong>28</strong></sup> Salí del Padre y he venido al mundo; otra vez dejo el mundo y regreso al Padre.<br></p><p><strong>Juan 17:3</strong><br><strong><sup>3 </sup></strong>Y ésta es la vida eterna: que te conozcan a ti, el único Dios verdadero, y a Jesucristo, a quien has enviado.<br></p><p>Las afirmaciones de Jesús acerca de su relación con el Padre son sorprendentes. Declara que todas sus enseñanzas son las del Padre; que todo lo que dice lo ha oído personalmente del Padre; que creer en él es lo mismo que creer en el Padre; que tanto sus palabras como sus obras son todas del Padre; y que él y el Padre están unidos en el amor y la obra por la salvación de la humanidad.<br><br>¡Qué poderoso testimonio de la relación estrecha de Jesús con su Padre celestial!<br><strong><br>¿Cómo cambiaría tu vida si tus pensamientos y tus acciones fueran plenamente la expresión de la voluntad de Dios para tu vida? Es decir, ¿cómo podemos vivir mejor lo que sabemos mediante Jesús que es la voluntad de Dios para nuestra vida?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de diciembre",
               "dayTitle":"<p>EL ESPÍRITU SANTO<br></p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>El Espíritu Santo no es tan prominente en el Evangelio de Juan como el Padre y el Hijo. Sin embargo, su papel es crucial para el éxito de la misión de Jesús.<br><br><strong>Lee Juan 1:10 al 13. ¿Qué nos enseña este texto acerca de la importancia del Espíritu Santo para la conversión?</strong><br><sup><br><strong>10</strong></sup> En el mundo estaba,<br>y el mundo fue hecho por medio de él;<br>pero el mundo no lo conoció.</p><p><sup><strong>11</strong></sup> A lo suyo vino,<br>pero los suyos no lo recibieron.<sup><br></sup></p><p><sup><strong>12</strong></sup> Mas a todos los que lo recibieron,<br>a quienes creen en su nombre,<br>les dio potestad de ser hechos hijos de Dios.</p><p><sup><strong>13</strong></sup> Estos no nacieron de sangre,<br>ni por voluntad de carne,<br>ni por voluntad de varón,<br>sino de Dios.<br></p><p><br>En el primer capítulo de Juan podemos ver cuán central es el papel del Espíritu Santo. Juan nos dice que todos los que recibieron la Palabra, es decir, quienes creyeron en él, se convirtieron en hijos de Dios, quienes “no nacieron en forma natural, por voluntad humana, ni por el deseo de un hombre, sino que nacieron de Dios” (Juan 1:13). Esto solo es posible gracias a la obra del Espíritu Santo.<br><strong><br>¿Qué dicen los siguientes pasajes acerca de las actividades del Espíritu Santo? Juan 3:5-8; 6:63; 14:26; 15:26; 16:7-11.</strong><br></p><p><strong>Juan 3:5-8</strong></p><p><sup><strong>5</strong></sup> Respondió Jesús:<br><br>—De cierto, de cierto te digo que el que no nace de agua y del Espíritu no puede entrar en el reino de Dios.&nbsp;</p><p><sup><strong>6</strong></sup> Lo que nace de la carne, carne es; y lo que nace del Espíritu, espíritu es.&nbsp;</p><p><sup><strong>7 </strong></sup>No te maravilles de que te dije: “Os es necesario nacer de nuevo.”&nbsp;</p><p><sup><strong>8</strong></sup> El viento sopla de donde quiere, y oyes su sonido, pero no sabes de dónde viene ni a dónde va. Así es todo aquel que nace del Espíritu.<br></p><p><strong>Juan 6:63</strong></p><p><sup><strong>63</strong></sup> El espíritu es el que da vida; la carne para nada aprovecha. Las palabras que yo os he hablado son espíritu y son vida.<br></p><p><strong>Juan 14:26</strong></p><p><sup><strong>26 </strong></sup>Pero el Consolador, el Espíritu Santo, a quien el Padre enviará en mi nombre, él os enseñará todas las cosas y os recordará todo lo que yo os he dicho.<br></p><p><strong>Juan 15:26</strong></p><p><sup><strong>26</strong></sup> »Pero cuando venga el Consolador, a quien yo os enviaré del Padre, el Espíritu de verdad, el cual procede del Padre, él dará testimonio acerca de mí.<br></p><p><strong>Juan 16:7-11</strong><sup><br></sup></p><p><sup><strong>&nbsp;7</strong></sup> Pero yo os digo la verdad: Os conviene que yo me vaya, porque si no me voy, el Consolador no vendrá a vosotros; pero si me voy, os lo enviaré.&nbsp;</p><p><sup><strong>8 </strong></sup>Y cuando él venga, convencerá al mundo de pecado, de justicia y de juicio.&nbsp;</p><p><sup><strong>9</strong></sup> De pecado, por cuanto no creen en mí;&nbsp;</p><p><sup><strong>10</strong></sup> de justicia, por cuanto voy al Padre y no me veréis más;&nbsp;</p><p><sup><strong>11</strong></sup> y de juicio, por cuanto el príncipe de este mundo ha sido ya juzgado.</p><p>“Al describir a sus discípulos la obra interior del Espíritu Santo, Jesús trató de inspirarlos con el gozo y la esperanza que alentaba su propio corazón. Se regocijaba por la ayuda abundante que había provisto para su iglesia. El Espíritu Santo era el más elevado de todos los dones que podía solicitar de su Padre para la exaltación de su pueblo. El Espíritu iba a ser dado como agente regenerador, y sin esto el sacrificio de Cristo habría sido inútil. El poder del mal se había estado fortaleciendo durante siglos, y la sumisión de los hombres a este cautiverio satánico era asombrosa. El pecado podía ser resistido y vencido únicamente por la poderosa intervención de la tercera Persona de la Deidad, quien iba a venir no con energía modificada, sino en la plenitud del poder divino” (Elena G. de White, El Deseado de todas las gentes, p. 625).<br><br>Qué bendición es, entonces, recibir al Espíritu Santo, quien corrobora que Dios es verdadero (Juan 3:33). El Espíritu es quien convence de pecado, de justicia y de juicio (Juan 16:8-11). Por lo tanto, la clave para saber qué es correcto, verdadero y bueno es la sumisión de nuestra razón y de las experiencias de nuestra vida a la Palabra de Dios, mediante el poder del Espíritu Santo para persuadir y convencer de pecado.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de diciembre",
               "dayTitle":"<p>LA ORACIÓN DE JESÚS<br></p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p>Juan 17 es conocido como la oración sumosacerdotal de Jesús, con la que concluye su discurso de despedida. En última instancia, Jesús vino a esta Tierra para restaurar la relación personal originalmente existente entre Dios y la humanidad. Realizó fielmente las señales que Dios le encomendó. Comunicó a los humanos quién era Dios mediante palabras y acciones.<br><br>Jesús dejaría pronto esta Tierra. Deseaba compartir una vez más su amor con sus discípulos. Quería que comprendieran la estrecha relación que existía entre él, el Padre y el Espíritu Santo. Y quería que experimentaran la misma relación personal que él tenía con el Padre y con el Espíritu.<br><strong><br>Lee Juan 17:1 al 26. ¿Qué palabras o frases de este capítulo expresan el deseo de Jesús de establecer una estrecha relación de amor entre él, el Padre y sus discípulos?</strong></p><p><strong>Juan 17:1-26</strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>Estas cosas habló Jesús, y levantando los ojos al cielo, dijo:<br><br>—Padre, la hora ha llegado: glorifica a tu Hijo, para que también tu Hijo te glorifique a ti,&nbsp;</p><p><sup><strong>2 </strong></sup>pues le has dado potestad sobre toda carne para que dé vida eterna a todos los que le diste.&nbsp;</p><p><sup><strong>3</strong></sup> Y ésta es la vida eterna: que te conozcan a ti, el único Dios verdadero, y a Jesucristo, a quien has enviado.<br><sup><br><strong>4 </strong></sup>»Yo te he glorificado en la tierra; he acabado la obra que me diste que hiciera.&nbsp;</p><p><sup><strong>5</strong></sup> Ahora pues, Padre, glorifícame tú al lado tuyo, con aquella gloria que tuve contigo antes que el mundo existiera.<br><sup><br><strong>6 </strong></sup>»He manifestado tu nombre a los hombres que del mundo me diste; tuyos eran, y me los diste, y han guardado tu palabra.&nbsp;</p><p><sup><strong>7</strong></sup> Ahora han conocido que todas las cosas que me has dado proceden de ti,&nbsp;</p><p><sup><strong>8</strong></sup> porque las palabras que me diste les he dado; y ellos las recibieron y han conocido verdaderamente que salí de ti, y han creído que tú me enviaste.<br><sup><br><strong>9</strong></sup> »Yo ruego por ellos; no ruego por el mundo, sino por los que me diste, porque tuyos son,&nbsp;</p><p><sup><strong>10</strong></sup> y todo lo mío es tuyo y lo tuyo mío; y he sido glorificado en ellos.<br><sup><br><strong>11</strong></sup> »Ya no estoy en el mundo; pero estos están en el mundo, y yo voy a ti. Padre santo, a los que me has dado, guárdalos en tu nombre, para que sean uno, así como nosotros.&nbsp;</p><p><sup><strong>12</strong></sup> Cuando estaba con ellos en el mundo, yo los guardaba en tu nombre; a los que me diste, yo los guardé y ninguno de ellos se perdió, sino el hijo de perdición, para que la Escritura se cumpliera.<br><sup><br><strong>13 </strong></sup>»Pero ahora vuelvo a ti, y hablo esto en el mundo para que tengan mi gozo completo en sí mismos.&nbsp;</p><p><sup><strong>14</strong></sup> Yo les he dado tu palabra, y el mundo los odió porque no son del mundo, como tampoco yo soy del mundo.&nbsp;</p><p><sup><strong>15 </strong></sup>No ruego que los quites del mundo, sino que los guardes del mal.&nbsp;</p><p>16 No son del mundo, como tampoco yo soy del mundo.&nbsp;</p><p><sup><strong>17</strong></sup> Santifícalos en tu verdad: tu palabra es verdad.&nbsp;</p><p><sup><strong>18 </strong></sup>Como tú me enviaste al mundo, así yo los he enviado al mundo.&nbsp;</p><p><sup><strong>19</strong></sup> Por ellos yo me santifico a mí mismo, para que también ellos sean santificados en la verdad.<br><sup><br><strong>20 </strong></sup>»Pero no ruego solamente por estos, sino también por los que han de creer en mí por la palabra de ellos,&nbsp;</p><p><sup><strong>21</strong></sup> para que todos sean uno; como tú, Padre, en mí y yo en ti, que también ellos sean uno en nosotros, para que el mundo crea que tú me enviaste.</p><p><sup><strong>&nbsp;22 </strong></sup>Yo les he dado la gloria que me diste, para que sean uno, así como nosotros somos uno.&nbsp;</p><p><sup><strong>23</strong></sup> Yo en ellos y tú en mí, para que sean perfectos en unidad, para que el mundo conozca que tú me enviaste, y que los has amado a ellos como también a mí me has amado.<br><sup><br><strong>24</strong></sup> »Padre, aquellos que me has dado, quiero que donde yo esté, también ellos estén conmigo, para que vean mi gloria que me has dado, pues me has amado desde antes de la fundación del mundo.&nbsp;</p><p><sup><strong>25 </strong></sup>Padre justo, el mundo no te ha conocido, pero yo te he conocido, y estos han conocido que tú me enviaste.&nbsp;</p><p><sup><strong>26</strong></sup> Les he dado a conocer tu nombre y lo daré a conocer aún, para que el amor con que me has amado esté en ellos y yo en ellos.</p><p>Muchos leen Juan 17 en el sentido de que lo único que importa es la unidad y el amor. Sin duda, el propósito de Dios es restaurarnos a una relación personal con él y con todas las personas. Pero una lectura más atenta sugiere una conexión mucho más vital entre el amor y la verdad.<br><br>“Y esta es la vida eterna, que te conozcan a ti, el único Dios verdadero, y a Jesucristo, a quien tú has enviado” (Juan 17:3). “He manifestado tu nombre a los hombres que del mundo me diste […] y guardaron tu palabra [...]. Han conocido que realmente salí de ti” (Juan 17:6, 8). “Santifícalos en la verdad. Tu palabra es verdad” (Juan 17:17).<br><br>Cristo vino a revelar al Padre. Esta revelación era importante debido a los muchos conceptos erróneos que existían acerca de Dios. El Evangelio de Juan muestra la seriedad con que Jesús llevó a cabo esta misión. Él representaba correctamente la Palabra y las acciones de Dios. Si la verdad no importara, ¿por qué llegar tan lejos?<br><br>Jesús vivió una vida de grandes dificultades y fue finalmente rechazado por las autoridades religiosas. Sufrió la indiferencia de la gente e incluso a veces de sus propios discípulos. Uno de ellos lo traicionó, otro lo negó tres veces. Pasó por una prueba sin tregua y murió en una cruz a manos de los mismos a los que vino a salvar.<br><br><strong>¿Cómo puedes reflejar mejor en tu propia vida el amor de Dios, un amor como el que existe entre Jesús y el Padre?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de diciembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p>Lee en El Deseado de todas las gentes, de Elena G. de White, el capítulo “No se angustien” (pp. 617-635), y la “Nota adicional sobre el capítulo 1 [de Juan]”, en el Comentario bíblico adventista del séptimo día, t. 5, pp. 1.100-1.106.<br><br>Al evaluar quién era Jesús, sus oponentes juzgaron según criterios humanos, “según la carne” (Juan 8:15). Esto es probablemente peor que juzgar “según las apariencias” (Juan 7:24). Aquí recurrieron a los criterios de la carne, de la humanidad caída en un mundo caído, sin el control del Espíritu (ver Juan 3:3-7). Vieron su “carne”, por así decirlo, pero nunca contemplaron la posibilidad de que fuera el Verbo hecho carne (Juan 1:14). Considerar a Cristo según un conjunto de criterios tan limitados es sopesarlo desde un punto de vista mundano (2 Cor. 5:16).<br><br>“El Consolador es llamado el ‘Espíritu de verdad’. Su obra consiste en definir y mantener la verdad. Primero mora en el corazón como el Espíritu de verdad, y así llega a ser el Consolador. Hay consuelo y paz en la verdad, pero no se puede hallar verdadera paz ni consuelo en la mentira. Por medio de falsas teorías y tradiciones es como Satanás obtiene su poder sobre la mente. Induciendo a los hombres a adoptar normas falsas, deforma el carácter. El Espíritu Santo habla a la mente y graba la verdad en el corazón a través de las Escrituras. Así expone el error, y lo expulsa del alma. Por el Espíritu de verdad, obrando a través de la Palabra de Dios, es como Cristo subyuga a sí mismo a su pueblo escogido” (Elena G. de White, El Deseado de todas las gentes, pp. 624, 625).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> La vida eterna consiste en conocer a Dios (Juan 17:3). ¿Qué significa conocer a Dios, a diferencia del mero conocimiento de ciertos hechos acerca de él; es decir, que es poderoso o amoroso o un Dios de justicia? Si alguien te preguntara si conoces a Dios, ¿qué responderías? ¿Qué lugar ocupa Jesús en tu respuesta?<br><br><strong>2.</strong> En términos prácticos y cotidianos, ¿qué implican las palabras de Jesús: “Tu palabra es verdad” (Juan 17:17)?<br><br><strong>3</strong>. Jesús oró: “No ruego que los quites del mundo, sino que los guardes del maligno” (Juan 17:15). ¿Cómo influyen nuestras propias decisiones en la respuesta a esta oración de Jesús en nuestro favor?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><strong>RESEÑA<br><br>Textos clave: Juan 14:6-11; 1:13; 3:5-8; 6:63; 14:26; 15:26; 16:7-11; 17.</strong><br><br>La lección de esta semana trata acerca del Dios trino y de cómo Jesús, la segunda Persona de la Deidad, está interconectado con sus otros dos integrantes.<br><br>Hay varios pasajes del Nuevo Testamento en los que se menciona a los tres integrantes de la Deidad en un mismo contexto. Uno de ellos es el bautismo de Jesús. Según consta en Mateo 3:16 y 17, el Espíritu Santo descendió sobre Jesús y se oyó la voz del Padre. En Juan 1:1 al 3, y 32, aprendemos que Jesús y el Padre son uno, y que Juan el Bautista fue testigo de cómo el Espíritu Santo, descendía sobre el Hijo en forma de paloma.<br><br>Los capítulos 13 al 17 del Evangelio de Juan se consideran la despedida de Jesús, justo antes de su crucifixión, resurrección y ascensión. En estos capítulos, Jesús se centra en el importante tema de su relación con su Padre y con el Espíritu Santo, y en cómo podemos acercarnos a Dios por medio de él. Jesús quiso despedirse con este importantísimo pensamiento para que recordemos siempre que él vino del Padre, que es como el Padre, y que el Espíritu Santo, su Representante, es enviado para enseñarnos, convencernos y consolarnos hasta que Jesús regrese.<br><br><strong>COMENTARIO<br><br>El Padre celestial</strong><br><br>Génesis 1 y Juan 1 tienen algo en común. El Dios trino participó tanto en la Creación como en la Redención por medio de Jesús. El Verbo creador dio forma a un mundo perfecto, que se vio empañado por el pecado, que interrumpió el acuerdo armonioso que existía entre Dios y sus seres creados. Felizmente, Jesús, el Verbo redentor, asumió la tarea de restaurar la armonía perdida y obtuvo la victoria. Luchó además contra la muerte y venció. (Ver Rom. 6:8-14; 2 Cor. 5:21).<br><br>Es fácil suponer que solo Jesús sufrió en la Cruz, pero el Padre y el Espíritu Santo también sufrieron con él. En 2 Corintios 5:19, Pablo dice que “Dios estaba en Cristo reconciliando consigo al mundo sin tomar en cuenta el pecado de los hombres; y nos encargó a nosotros la palabra de la reconciliación”. Es digno de mención que Dios quiere que participemos activamente en el ministerio de la reconciliación, que tengamos el impresionante privilegio de compartir con otros la obra de Jesús como embajadores de su Reino.<br><br>Jesús dio testimonio de que él y su Padre son uno; de hecho, lo son desde la eternidad. Él mismo dijo: “Yo y el Padre somos uno” (Juan 10:30), y “el Padre está en mí y yo en el Padre” (Juan 10:38). El Padre ha invertido mucho en este mundo, y lo ama tanto como a su único Hijo. Jesús hace la perfecta voluntad de su Padre (Juan 5:30); el Padre habla y actúa a través de él (Juan 14:10); y él otorga la salvación a quienes creen en su Hijo (Juan 3:16).<br><br><strong>Jesús y el Padre</strong><br><br>Tanto la Creación como la Salvación fueron iniciativa de Dios. Creó a Adán y a Eva por amor, para estar en comunión con ellos. Esta comunión fue interrumpida por el pecado, pero Dios no nos abandonó a nuestra suerte. Él tomó la iniciativa de restaurar nuestra relación rota con él. A veces tendemos a enfatizar nuestro compromiso con Dios, pero ¿qué sería de nuestro compromiso humano sin su gran compromiso con nosotros? Su compromiso inspira el nuestro. Pablo afirma este punto al preguntar: “¿O menosprecias la riqueza de su bondad, paciencia y generosidad, ignorando que su bondad te guía al arrepentimiento?” (Rom. 2:4).<br><br>Jesús vino voluntariamente a nuestro mundo pecador en una misión divina para rescatarlo de las garras del maligno. Dios, en su amor, compartió esta iniciativa y aceptó venir a este mundo en la Persona de su Hijo y morir por cada uno. Juan 3:16 dice claramente que Dios amó al mundo hasta el extremo de enviar a su Hijo único a morir por él, pues solo su muerte podía redimirnos de nuestra muerte. Abraham y su hijo prometido, Isaac, tipificaron esta promesa mediante su disposición a cumplir la petición de Dios.<br><br>Pero la diferencia era que el sacrificio de Isaac no sería sustitutivo, como habría de serlo el de Cristo. Esta diferencia radicaba en el hecho de que el Hijo de Dios, a diferencia de Isaac, era la Fuente de la vida. “En el principio existía el Verbo, y el Verbo estaba con Dios, y el Verbo era Dios. Desde el principio estaba con Dios. […] En él estaba la vida, y esa vida era la luz de los hombres” (Juan 1:1, 2, 4). Elena G. de White dice que “en Cristo hay vida original, que no proviene ni deriva de otra” (El Deseado de todas las gentes, p. 489).<br><strong><br>Conocer al Hijo es conocer al Padre (Juan 14:6-11)</strong><br><br>El Evangelio de Juan es el lugar de la Biblia que más referencias contiene al Padre, sobre todo en los últimos capítulos. Jesús se refiere 136 veces a cómo es el Padre y a la unidad que existe entre ambos. Algunos críticos literarios pueden rotular como innecesaria tal insistencia, pero Jesús quería asegurarse de que conociéramos y valoráramos a su Padre. Además de eso, Jesús subrayó cómo encarnaba la perfecta voluntad de su Padre en todo lo que decía y hacía.<br><br>Tal vez la referencia que resume este enfoque sea la respuesta de Cristo a Felipe en Juan 14:9: “El que me ha visto a mí ha visto al Padre”. Esta clara declaración debería llevarnos a todos a relacionarnos con Dios el Padre como nos relacionamos con Dios el Hijo, pues cualquier característica de Jesús que veamos en los evangelios debe también ser vista como perteneciente al Padre. Esta comprensión alentadora debería ayudarnos a entrar en una relación de amor mutuo tanto con el Padre como con el Hijo.<br><br>La pregunta pertinente que debemos hacernos aquí es: ¿Cómo impactaría en nuestra vida cotidiana seguir el ejemplo de Cristo de no hacer nuestra voluntad sino la sabia voluntad de nuestro Padre celestial?<br><strong><br>El Espíritu Santo (Juan 1:13; 3:5-8; 6:63; 14:26; 15:26; 16:7-11)</strong><br><br>Es el Agente activo en el proceso dinámico de la conversión espiritual, un proceso descrito por Jesús como un nuevo nacimiento. Ya al principio de su Evangelio, Juan aborda esta cuestión vital cuando dice que ese nuevo nacimiento no ocurre “en forma natural, por voluntad humana, ni por el deseo de un hombre”, sino que es obra “de Dios” (Juan 1:13). Este acontecimiento sobrenatural es el resultado de la influencia del Espíritu Santo en el corazón humano.<br><br>Es el Espíritu Santo quien despierta la conciencia a la urgente necesidad de salvación y convence de la veracidad de todo lo que el Padre y el Hijo dicen y hacen. Además de ser aquel que se sienta a nuestro lado para darnos consuelo, el Espíritu Santo es especialista en convencer. Deberíamos estar agradecidos cuando experimentamos una dosis beneficiosa de culpabilidad, porque es una clara señal de que el Espíritu está activo en nuestra vida, exhortándonos a que actuemos correctamente.<br><br>En Juan 16:8 al 15 se encuentran otras funciones del Espíritu Santo a las que alude el Evangelio de Juan. Para empezar, el Espíritu convence nuestras conciencias de la culpa con respecto al pecado, que nos daña y que debe ser eliminado de nuestra vida. En segundo lugar, nos convence de la justicia y de la alegría de hacer lo que es correcto en lugar de lo que es egoísta. Esta justicia, tanto imputada como impartida, viene solamente del “Sol de justicia” a través del ministerio del Espíritu. En tercer lugar, el Espíritu nos convence del juicio que sin duda ocurrirá.<br><br>Esta convicción debe llevarnos a arrepentirnos y a estar preparados para la pronta venida de Cristo. La convicción del juicio venidero debe apresurar nuestra entrega al Padre con verdadero arrepentimiento y la consiguiente reforma. En cuarto lugar, el Espíritu Santo nos guía a toda la verdad tal como es en Jesús. Mientras damos testimonio a otros, Jesús trae a nuestra mente lo que debemos decir en el momento oportuno (Luc. 21:14, 15). Quinto, el Espíritu glorifica a Jesús al honrar sus palabras y su voluntad.<br><br><strong>La oración de Jesús (Juan 17)</strong><br><br>Juan 17 se conoce como la oración intercesora de Jesús, la más extensa y profunda de sus oraciones. En ella, Jesús ora por sí mismo, por sus discípulos y por todos los creyentes, presentes y futuros, pues dice a Dios: “No ruego solamente por ellos [los discípulos], sino también por los que han de creer en mí por la palabra de ellos” (Juan 17:20). Las oraciones de Cristo no solo son poderosas, sino también abarcan todo. Es un hecho que él ora por nosotros de manera personal, apasionada, poderosa y constante.<br><br>Jesús oró personalmente por Pedro en Lucas 22:31 y 32. Oró apasionadamente por su pueblo obstinado y descarriado. (Ver Mat. 23:37). Pablo dice, en Hebreos 5:7, que “Cristo ofreció ruegos y súplicas con gran clamor y lágrimas”. Él oró poderosamente incluso por sus enemigos cuando lo crucificaban: “Padre, perdónalos, porque no saben lo que hacen” (Luc. 23:34). Las oraciones de Jesús fueron escuchadas cuando sus enemigos se convirtieron en respuesta a la predicación de Pedro, ungida por el Espíritu. Por último, Jesús ora constantemente, no de forma intermitente, como lo hacemos cuando oramos por los demás. Hebreos 7:25 dice que Jesús “puede salvar perpetuamente a los que por medio de él se acercan a Dios, ya que está siempre vivo para interceder por ellos”.<br><br><strong>APLICACIÓN A LA VIDA<br><br>Reflexiona acerca de las siguientes preguntas y respóndelas:</strong><br><strong><br>1.</strong> ¿Recuerdas alguna ocasión en la que te hayas sentido frustrado por no comprender plenamente lo que dice la Palabra de Dios? En ese contexto, ¿cómo te ayuda considerar la infinitud de Dios en comparación con tu propia finitud? El conocimiento perfecto de nuestro Dios infinito abarca todo el espectro del conocimiento y la sabiduría, pero nuestro conocimiento limitado solo cubre una pequeña porción de ese espectro. ¿No debería esta realidad llevarnos a someternos a su voluntad y a “estar quietos y saber que [él es] Dios” (ver Sal. 46:10)?<br><strong><br>2.</strong> ¿Te has dado cuenta de que el Padre es como el Hijo, y que el Hijo es como el Padre? En caso afirmativo, ¿cómo? ¿Cómo te ayuda esta comprensión a intimar más con Dios Padre?<br><br><strong>3.</strong> ¿Qué sientes al pensar que incluso aquí, y más aún en el Cielo, es posible experimentar la intimidad y la cercanía que Jesús tiene con el Padre?<br><br><strong>4</strong>. La obra del Espíritu Santo es producir convicción de pecado, de justicia y de juicio en el corazón humano. Si por alguna razón te estás resistiendo a esa obra del Espíritu en tu conciencia, ¿qué puedes hacer al respecto?<br><br><strong>5. </strong>¿Has pensado que deberías unir tu frágil fe y tus oraciones a las formidables oraciones de fe de Jesús, para así edificar tu fe y fortalecer tu vida de oración? ¿Qué diferencia crees que producirá esa unión en tu camino espiritual hacia el Reino?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>EL PADRE, EL HIJO Y EL ESPÍRITU<br></p>",
         "verse":"<p>“Pero el Consolador, el Espíritu Santo, a quien el Padre enviará en mi nombre, él les enseñará todas las cosas y les recordará todo lo que les he dicho” (Juan 14:26).<br></p>",
         "versionCode":7,
         "weekDate":"7-13 de diciembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
