{
  "data": [
    {
      "color": "#34dbe6",
      "id": 708,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "November 18",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Luke 5:17–26 provides many illustrations of how God is helping those in need. Sometimes God uses others to help us, or He uses us to help others. This work can be challenging, but it brings great rewards. By helping those in need, we are modeling the ministry of Jesus Christ. Sometimes it is easy to tell who is in need of help; at other times it is difficult to know. Whatever the situation, we are called to be God’s helpers for all people in need, regardless of their background.<br><br>The Bible encourages us to draw close to strangers, and by winning their confidence we can learn better ways of helping them find Jesus.<br><br>In this week’s lesson, our topic, “Mission to the Needy,” shows that God has a plan to reach those who might be needy in any number of ways. Their needs might be physical, emotional, financial, or even social: that is, some might be deemed as outcasts from their community or family. Whatever the needs are, we must be ready to do what we can to help. This is a central part of what it means to be a Christian and what mission must include.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 19",
          "dayTitle": "<p>The Faith of Friends<br></p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p>A powerful story in the Gospels reveals what some men went through in order to bring a needy person, probably a friend, to Jesus. We can learn from what happened here about the hard work it might sometimes take to minister to those in need.<br><br><strong>Read Luke 5:17–26 (see also Matt. 9:1–8, Mark 2:3–12). What are some of the lessons we can take from this story about mission and ministry?</strong></p><p><strong>Luke 5:17–26 </strong><sup><br></sup></p><p><sup><strong>17</strong></sup> And it came to pass on a certain day, as he was teaching, that there were Pharisees and doctors of the law sitting by, which were come out of every town of Galilee, and Judaea, and Jerusalem: and the power of the Lord was present to heal them.<br><sup><strong><br>18</strong></sup> And, behold, men brought in a bed a man which was taken with a palsy: and they sought means to bring him in, and to lay him before him.<br><sup><br><strong>19 </strong></sup>And when they could not find by what way they might bring him in because of the multitude, they went upon the housetop, and let him down through the tiling with his couch into the midst before Jesus.<br><sup><br><strong>20</strong></sup> And when he saw their faith, he said unto him, Man, thy sins are forgiven thee.<br><sup><br><strong>21 </strong></sup>And the scribes and the Pharisees began to reason, saying, Who is this which speaketh blasphemies? Who can forgive sins, but God alone?<br><sup><br><strong>22 </strong></sup>But when Jesus perceived their thoughts, he answering said unto them, What reason ye in your hearts?<br><sup><br><strong>23 </strong></sup>Whether is easier, to say, Thy sins be forgiven thee; or to say, Rise up and walk?<br><sup><br><strong>24</strong></sup> But that ye may know that the Son of man hath power upon earth to forgive sins, (he said unto the sick of the palsy,) I say unto thee, Arise, and take up thy couch, and go into thine house.<br><sup><strong><br>25 </strong></sup>And immediately he rose up before them, and took up that whereon he lay, and departed to his own house, glorifying God.<br><sup><br><strong>26 </strong></sup>And they were all amazed, and they glorified God, and were filled with fear, saying, We have seen strange things to day.<br></p><p><strong>Matt. 9:1–8</strong></p><p><sup><strong>1 </strong></sup>And he entered into a ship, and passed over, and came into his own city.<br><sup><br><strong>2</strong></sup> And, behold, they brought to him a man sick of the palsy, lying on a bed: and Jesus seeing their faith said unto the sick of the palsy; Son, be of good cheer; thy sins be forgiven thee.<br><sup><br><strong>3</strong></sup> And, behold, certain of the scribes said within themselves, This man blasphemeth.<br><sup><br><strong>4</strong></sup> And Jesus knowing their thoughts said, Wherefore think ye evil in your hearts?<br><sup><br><strong>5 </strong></sup>For whether is easier, to say, Thy sins be forgiven thee; or to say, Arise, and walk?<br><sup><br><strong>6 </strong></sup>But that ye may know that the Son of man hath power on earth to forgive sins, (then saith he to the sick of the palsy,) Arise, take up thy bed, and go unto thine house.<br><sup><br><strong>7 </strong></sup>And he arose, and departed to his house.<br><sup><br><strong>8</strong></sup> But when the multitudes saw it, they marvelled, and glorified God, which had given such power unto men.<br></p><p><strong>Mark 2:3–12</strong></p><p><sup><strong>3</strong></sup> And they come unto him, bringing one sick of the palsy, which was borne of four.<br><sup><br><strong>4</strong></sup> And when they could not come nigh unto him for the press, they uncovered the roof where he was: and when they had broken it up, they let down the bed wherein the sick of the palsy lay.<br><sup><br><strong>5 </strong></sup>When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee.<br><sup><br><strong>6 </strong></sup>But there was certain of the scribes sitting there, and reasoning in their hearts,<br><sup><br><strong>7</strong></sup> Why doth this man thus speak blasphemies? who can forgive sins but God only?<br><sup><strong><br>8 </strong></sup>And immediately when Jesus perceived in his spirit that they so reasoned within themselves, he said unto them, Why reason ye these things in your hearts?<br><sup><br><strong>9</strong></sup> Whether is it easier to say to the sick of the palsy, Thy sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?<br><sup><br><strong>10</strong></sup> But that ye may know that the Son of man hath power on earth to forgive sins, (he saith to the sick of the palsy,)<br><sup><br><strong>11</strong></sup> I say unto thee, Arise, and take up thy bed, and go thy way into thine house.<br><sup><br><strong>12</strong></sup> And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.</p><p>By bringing their friend to Jesus, these men took on the responsibility to care for him. God is calling us to be like this man’s friends—to lead the needy to Jesus Christ. This work requires faith, action, patience, and a willingness, if need be, to be unconventional. The men came to Jesus but encountered barriers. They could not bring their helpless friend to Jesus through traditional means. They did not give up; instead they found an innovative way of getting the man to Jesus Christ. Dropping their friend down from the roof! Yet, according to Luke, Jesus approved of what they did (see Luke 5:20).<br><br>Jesus’ desire is for us to bring our helpless friends to Him. The Bible refers to Jesus as the Great Physician who longs to forgive and heal those who are suffering, whoever they are.<br><br>Ellen G. White challenges us to help the helpless: “Do not wait to be told your duty. Open your eyes and see who are around you; make yourselves acquainted with the helpless, afflicted, and needy. Hide not yourselves from them, and seek not to shut out their needs. Who gives the proofs mentioned in James, of possessing pure religion, untainted with selfishness or corruption? Who are anxious to do all in their power to aid in the great plan of salvation?”—Testimonies for the Church, vol. 2, p. 29.<br><br>Jesus Himself demonstrates how to help the helpless and is calling us to do the same. First, we become their friends; then we learn about their needs; and finally, we lead them to Jesus, who is the only One who can help them. This is what the men in this story did; we need to do likewise in whatever situation we find ourselves. Help lead people to the only One who can save them: Jesus.<br><br><strong>Who around you, right now, needs some help? What are you going to do for them?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 20",
          "dayTitle": "<p>Christ’s Method Alone<br></p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>What do the following stories teach us about ministry to the needy? </strong><br></p><p><strong>John 5:1–9</strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>After this there was a feast of the Jews; and Jesus went up to Jerusalem.<br><sup><strong><br>2 </strong></sup>Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.<br><sup><br><strong>3</strong></sup> In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water.<br><sup><br><strong>4</strong></sup> For an angel went down at a certain season into the pool, and troubled the water: whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.<br><sup><strong><br>5</strong></sup> And a certain man was there, which had an infirmity thirty and eight years.<br><sup><br><strong>6 </strong></sup>When Jesus saw him lie, and knew that he had been now a long time in that case, he saith unto him, Wilt thou be made whole?<br><sup><br><strong>7</strong></sup> The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.<br><sup><br><strong>8</strong></sup> Jesus saith unto him, Rise, take up thy bed, and walk.<br><sup><br><strong>9 </strong></sup>And immediately the man was made whole, and took up his bed, and walked: and on the same day was the sabbath.<br></p><p><br><strong>Mark 1:23–28</strong><sup><br></sup></p><p><sup><strong>23</strong></sup> And there was in their synagogue a man with an unclean spirit; and he cried out,<br><sup><br><strong>24 </strong></sup>Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God.<br><sup><br><strong>25</strong></sup> And Jesus rebuked him, saying, Hold thy peace, and come out of him.<br><sup><br><strong>26 </strong></sup>And when the unclean spirit had torn him, and cried with a loud voice, he came out of him.<br><sup><br><strong>27</strong></sup> And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him.<br><sup><br><strong>28</strong></sup> And immediately his fame spread abroad throughout all the region round about Galilee.<br></p><p>Ellen G. White provides a five-step process of Jesus’ method in how to minister, especially to those in need: “Christ’s method alone will give true success in reaching the people. The Saviour mingled with men as one who desired their good. He showed His sympathy for them, ministered to their needs, and won their confidence. Then He bade them, ‘Follow Me.’ ”—The Ministry of Healing, p. 143.<br><br>First, we must mingle with the helpless, spend time getting to know them, and understand their needs with the intention of doing good for them. Look at what Jesus did with the paralytic at the pool. Jesus was right there, amid the “great multitude of sick people, blind, lame, paralyzed” (John 5:3, NKJV).<br><br>Second, we need to show sympathy. This can be challenging in some cases because of distrust, and because sometimes people use kindness as a means of winning the confidence of someone whom they later abuse. Nevertheless, God is calling us to show sympathy without expecting anything in return.<br><br>The third step is to minister to their needs. This involves more than just words. It takes action to minister to the needs of a friend or a stranger. Jesus spoke with the paralytic, asked what he wanted, and then worked a miracle in his behalf. In the story of the man possessed by an “unclean spirit,” Jesus took complete control of the situation, doing for the helpless man what he could not do for himself.<br><br>The fourth step is winning their confidence. When we minister to people, when we help them, they will learn to trust us and what we say to them. So, when we talk to them about Jesus, they would be more open to listen. Jesus didn’t want just to heal them physically; He wanted them to have eternal life in Him (see John 10:10).<br><br>The last step is to help lead them to Jesus, an act that requires faith from both you and the one whom you help.<br><strong><br>We generally can’t do the kind of miracles that Jesus did. But what are ways that we can still minister to those who need help?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 21",
          "dayTitle": "<p>Refugees and Immigrants<br></p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>The topic of immigrants and refugees has become a hotly debated subject, especially because there are so many of them today. Whether displaced by war, natural disasters, or for the hope of a better economic future, millions around the world have been uprooted from their homes and are in desperate need of help.<br><br>In Matthew 2:13, 14, Jesus was a refugee. His earthly parents, Joseph and Mary, were forced to flee Bethlehem by night and seek refuge in Egypt to escape the murderous hand of Herod. The Bible says nothing about their experience in Egypt, but it’s not hard to imagine that it had its challenges, perhaps some of the same challenges that refugees face today, as well. In fact, somewhat parallel to how Jesus’ family sought asylum in a foreign land, many Muslims, Buddhists, Hindus, Christians, and nonreligious persons are seeking asylum in new lands today, as well.<br><br>Generally speaking, it is easier to make friends with individuals from our own culture and language group because we share many things in common. It is more challenging, however, to find common ground with immigrants and refugees who look different from us, who do not speak our language, who do not share the same religious values, and do not eat similar food. The gospel calls us to get out of our ethnic, national, and cultural comfort zones and to reach out to those in need, regardless of how different from us they might be.<br><strong><br>Read Deuteronomy 10:19, Psalm 146:9, Romans 12:13, and Leviticus 23:22. What’s the important theme here for us to remember?</strong></p><p><strong>Deuteronomy 10:19</strong></p><p><sup><strong>19 </strong></sup>Love ye therefore the stranger: for ye were strangers in the land of Egypt.<br></p><p><strong>Psalm 146:9</strong></p><p><sup><strong>9 </strong></sup>The Lord preserveth the strangers; he relieveth the fatherless and widow: but the way of the wicked he turneth upside down.<br></p><p><strong>Romans 12:13</strong></p><p><sup><strong>13</strong></sup> Distributing to the necessity of saints; given to hospitality.<br></p><p><strong>Leviticus 23:22</strong></p><p><sup><strong>22</strong></sup> And when ye reap the harvest of your land, thou shalt not make clean riddance of the corners of thy field when thou reapest, neither shalt thou gather any gleaning of thy harvest: thou shalt leave them unto the poor, and to the stranger: I am the Lord your God.<br><br>How can we minister to immigrants and refugees? It is difficult because, in some countries, it may not be politically correct to mingle with or help these people. Yet, we must do what we can, when we can, to minister to these people, who surely have been through some very difficult times and are in need of our help. So, to whatever degree we can, we must help.<br><br>Begin with prayer, then seek information on immigrants and refugees. Many places have organizations that care for them. You can begin working with one of these organizations, or maybe your local church Sabbath School could start a ministry for immigrants or refugees.<br><br><strong>Even if it’s only a small amount, what can you do to help any immigrants or refugees you know about?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 22",
          "dayTitle": "<p>To Help the Hurting<br></p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>Who among us hasn’t experienced just how hurting our world really is? Whether living in an environment of wealth and materialism, or living in an environment of poverty and material needs—it doesn’t matter.<br><br>People are hurting, suffering, struggling. All one has to do, for instance, is read about the staggering amount of money spent on antidepressants in the Western world each year to understand that material wealth alone does not even come close to guaranteeing happiness or peace.<br><br><strong>“The Spirit of the Lord is upon Me, because He has anointed Me to preach the gospel to the poor; He has sent Me to heal the broken-hearted, to proclaim liberty to the captives and recovery of sight to the blind, to set at liberty those who are oppressed” (Luke 4:18, NKJV).</strong><br><br><strong>What does this teach us about what Jesus did and what we, too, in our own sphere, should be doing for those in need around us?</strong><br><br>God is calling us to meet the needs of all people, even though we don’t know when or if they will ever accept Jesus. Though reaching them for Jesus is the foundation of our mission, we need to help those in need purely because they need help. We help them because we have accepted Jesus as our Lord, and that is what He calls us to do.<br><br>Jesus’ example of trying to meet the needs of all people is a biblical principle to follow. We don’t know if everyone whom He helped accepted Him or not.<br><br>To truly help others, we need to become aware of their needs. Every culture has its own way of showing how to treat a friend. In India, it is customary to serve food or a drink when entertaining visitors. It is easier to give a stranger token money than to comfort a friend who just lost a loved one. What your friend may need may be more than money or physical things. Often your sympathetic support during the time of a major loss could be much more helpful.<br><br>The important principle of being Jesus’ helper to our friends begins first with the goal of showing selfless love toward them, understanding their needs first before trying to offer help. Provide the help they need, even though you may not know if they are ready to follow Jesus.<br><br><strong>Read Matthew 25:34–40. What’s the message for us here?</strong></p><p><strong>Matthew 25:34–40</strong></p><p><sup><strong>34</strong></sup> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:<br><sup><br><strong>35</strong></sup> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:<br><sup><br><strong>36</strong></sup> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.<br><sup><br><strong>37</strong></sup> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee drink?<br><sup><br><strong>38</strong></sup> When saw we thee a stranger, and took thee in? or naked, and clothed thee?<br><sup><br><strong>39</strong></sup> Or when saw we thee sick, or in prison, and came unto thee?<br><sup><br><strong>40</strong></sup> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 23",
          "dayTitle": "<p>Greater Love</p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>As we all know, and know too well, the needs never end. If you are willing to help others, you will have plenty of opportunities. Whether close friends or refugees far away, people are in need, and we should do what we can, when we can, to help. All through His earthly ministry, Jesus helped those who could not help themselves. In some cases, He took the initiative and went to those in need; in other cases, as with the men who lowered the paralytic from the roof in order to bring him to Jesus, friends took the initiative.<br><br><strong>“Greater love has no one than this, than to lay down one’s life for his friends” (John 15:13, NKJV).</strong><br><br><strong>How do we apply this principle in our ministry to others?</strong><br><br>One missionary family served six years in Trinidad and Tobago. The first three years they lived in a predominantly Hindu and Muslim community. Many Hindus complained that Christians refused their invitation to the annual Thanksgiving service. One day these Christians attended a Thanksgiving service of a new Hindu friend. They did this following Jesus’ example: He visited His friends when they invited Him to their special celebrations. In fact, Hinduism teaches that visitors or friends bring blessings to the home of the host.<br><br>Let’s make an attempt to begin making a friend this week by being a blessing to someone. First, survey your context, community, village, or city. Do you know of any refugee or immigrant living there? How about the people that live on your street? Do you know them all? Regardless of your situation, making friends with a stranger is not an easy task.<br><br>Let’s pray and ask God for help. He knows everyone and knows the stranger that you can become friends with. Remember, the goal is to be their friend so that you can help by leading them to God for help.&nbsp;</p><p><strong>Challenge</strong>: Learn about foreigners or non-Christians who live in your country. Joshua projects.net is a good place to survey unreached people groups in your culture.<br><br><strong>Challenge Up</strong>: Identify someone within your sphere of influence. Begin regularly praying for the person after answering the following questions:<br><br><strong>• Is this person my friend—according to Jesus’ model of friendship?</strong><br><br>• <strong>Do I know the needs of his or her life?</strong><br><strong><br>• How can I lead him or her to Jesus for healing?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 24",
          "dayTitle": "<p>Further Thought:<br></p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>Read Arthur White, “A Few Days at Long Point,” Ellen G. White: The Australian Years: 1891–1900, vol. 4, pp. 100–104. The Gospel writers recorded examples of Jesus’ practice of building bridges with people from other cultures in order to save them (Matt. 8:28–34, Mark 5:1–20). Likewise, we also are called to make friends and minister to people from other cultures, as well. Christ’s death was for everyone, regardless of race, nationality, wealth, or background. This is a point we must never forget. “And He Himself is the propitiation for our sins, and not for ours only but also for the whole world” (1 John 2:2, NKJV).<br><br>“Men and women are not fulfilling the design of God, when they simply express affection for their own family circle, . . . while they exclude those from their love whom they could comfort and bless by relieving their necessities. . . .<br><br>“When the Lord bids us do good for others outside our home, He does not mean that our affection for home shall become diminished, and that we shall love our kindred or our country less because He desires us to extend our sympathies. But we are not to confine our affection and sympathy within four walls, and enclose the blessing that God has given us so that others will not be benefited with us in its enjoyment.”—Ellen G. White, Advent Review and Sabbath Herald, October 15, 1895.<br><br>The responsibility given to us to be a blessing to those outside our comfort zone, whether they are from another culture or just a helpless person, is a nonnegotiable mandate from Jesus Christ Himself (Acts 1:8, Mark 11:17).<br><strong><br>Discussion Questions:</strong><br><br><strong>1. </strong>What is your own comfort zone, and why must you be willing to step outside of it when necessary?<br><br><strong>2.</strong> What are the implications of the incident when Jesus was called “ ‘a glutton and a drunkard, a friend of tax collectors and sinners’ ” (Matt. 11:19, NIV)?<br><br>What was Jesus doing that would have brought that accusation, and what does it teach us about mission?<br><br><strong>3</strong>. To what extent should a Christian engage in the celebrations of nonbelievers? How might Christians do that without compromising biblical principles?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>Mission Path to Spain: Part 2<br><br>By Andrew McChesney</strong><br><br>Only five families were at home when gunmen descended on a cluster of nine houses occupied by Seventh-day Adventist pastoral families in Venezuela. Waving weapons, the attackers forced the families into a single house where they separated the men, women, and children. Police arrived and surrounded the house, leading to a standoff that ended peacefully ten hours later when, at 3:00 a.m., the gunmen fled into a forest behind the house. The wives and children of the nine pastoral families were relocated after the 2016 attack. The pastors worked alone for several months as they waited for new placements. Several moved to other countries to serve as pastors.<br><br>Luis Paiva, who had served as a pastor for about decade, wasn’t sure what to do. Life had been difficult in economically volatile Venezuela before the attack. Money was tight, and food was scarce. For three years, he had been struggling to pay off a loan. But he couldn’t even keep up with interest payments, and the debt had swelled to US$1,000.<br><br>The hostage-taking was the breaking point for Luis’s wife. The family of five had not been at home at the time of the attack. But his wife was left traumatized, and she didn’t want to live in Venezuela anymore. Luis agreed that the country wasn’t safe, but he didn’t feel right about leaving an unpaid debt. Luis prayed for a sign. He didn’t usually ask for signs because he believed that God could lead without them. But he didn’t know what else to do. “Lord, if You work a miracle and help me pay this debt, that will be the sign for me to leave Venezuela,” he prayed.<br><br>The gunmen had stolen things from all nine houses, including Luis’s. Being robbed was not unusual. Luis’s home had been broken into many times over the past year, but he had not filed any insurance claims. Usually the thefts were too small to make them worth pursuing a claim. But after the last theft, church leaders offered compensation for everything stolen over the past year if Luis obtained a stamped police report confirming the latest theft. None of the other pastors were able to get the police report. But Luis happened to have friends in the police force, and he secured the document. Two months later, the insurance company deposited $1,000 into his bank account. It was the exact amount needed to pay the debt.<br><br>“I didn’t benefit from that money,” said Luis, who is a missionary in Spain today. “But I understood that God sent the money so I could pay off the debt. I knew that God also would bless the plan to leave the country.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>Mission to the Needy<br></p>",
      "verse": "<p>“And the King will answer and say to them, ‘Assuredly, I say to you, inasmuch as you did it to one of the least of these My brethren, you did it to Me’ ” (Matthew 25:40, NKJV).<br></p>",
      "versionCode": 30,
      "weekDate": "November 18–24"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
