{
  "data": [
    {
      "color": "#33fcff",
      "id": 2,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "1 de abril",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>Dios siempre habló a su pueblo y le presentó las verdades pertinentes que necesitaba oír en ese momento. Desde la advertencia sobre el diluvio (Gén. 6:7) hasta la primera venida de Jesús (Dan. 9:24-27), pasando por el Juicio Preadvenimiento (Dan. 7:9, 10; 8:14) y los acontecimientos finales antes de la segunda venida de Cristo (Apoc. 12-14), Dios nos ha hablado. En estos últimos días de la historia de la humanidad, ha enviado un mensaje especial al mundo y a su pueblo, destinado a satisfacer la necesidad del momento. Lo representa mediante tres ángeles que vuelan por en medio del cielo llevando este mensaje urgente del tiempo del fin a todo el mundo.<br><br>El mensaje de los tres ángeles es el último aviso de misericordia de Jesús, un llamado que nos saca de nuestra propia justicia y nos lleva a confiar en la justicia de Jesús. Sin embargo, como siempre, debemos elegir a Cristo, rendirnos a él y serle obedientes, y las decisiones que tomemos ahora sin duda afectarán las decisiones que tomaremos en la crisis final que tenemos por delante. Ahora es el tiempo de prepararse.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de abril",
          "dayTitle": "<p>DECISIONES ETERNAS<br></p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>Apocalipsis 14 es el mensaje final de misericordia de Jesús a un mundo caído y rebelde, que por casi seis mil años ha estado impregnado de pecado y maldad. Llegará el día en que cada ser humano del planeta Tierra tomará su decisión final e irrevocable, ya sea a favor o en contra de Jesús. El mensaje del Apocalipsis, acerca de la justicia de Cristo, que nos libra de la condenación del pecado así como del control del pecado en nuestra vida, resonará una y otra vez por toda la Tierra.<br><br><strong>Lee Mateo 24:14 y compáralo con Apocalipsis 14:6. ¿Qué promesa hizo Jesús a sus discípulos con respecto a la difusión mundial del evangelio justo antes de su venida?<br><br>Mateo 24:14 <sup><br></sup></strong></p><p><sup><strong>14</strong></sup> Y será predicado este evangelio del reino en todo el mundo, para testimonio a todas las naciones; y entonces vendrá el fin.<strong><br></strong></p><p><strong>Apocalipsis 14:6</strong></p><p><sup><strong>6 </strong></sup>Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,<br><br>La promesa de Jesús de que “este evangelio del reino será predicado en todo el mundo”, que aparece en Mateo 24:14, encuentra su cumplimiento final en el mensaje de Cristo para los últimos días, en Apocalipsis 14:6, que dice que el evangelio se proclamará a “toda nación y tribu, lengua y pueblo”.<br><br>Tres veces en Apocalipsis 22 Jesús afirma que él viene pronto (Apoc. 22:7, 12, 20). En el contexto de su pronto regreso, nuestro Señor agrega: “ ‘El que es injusto siga siendo injusto, y el sucio siga ensuciándose. El justo siga siendo justo, y el santo siga santificándose’ ” (Apoc. 22:11). El Apocalipsis avanza a un clímax glorioso en el que cada persona debe decidir a favor o en contra de Cristo. Por supuesto, todos los días, mediante nuestras decisiones, incluso en las “cosas pequeñas”, estamos decidiendo a favor o en contra de Jesús. Es poco probable que alguien que constantemente toma decisiones equivocadas en su vida ahora, de repente, en la crisis final, se incline por el bando de Jesús, especialmente cuando la fuerza de todo el mundo impío está en su contra. Ahora, hoy y todos los días, debemos decidir ser fieles a Cristo y a sus mandamientos. Juan escribió: “En esto consiste el amor de Dios: en que guardemos sus mandamientos” (1 Juan 5:3). Como dijo Elena de White: “Jesús no cambia el carácter en su venida. La obra de transformación debe hacerse ahora. Nuestra vida diaria determina nuestro destino” (EUD 299).<br><br><strong>¿Cómo forma Dios nuestro carácter? ¿Qué medios utiliza para que crezcamos en gracia? ¿Qué podemos hacer para permitir más plenamente que el Espíritu Santo nos transforme para ser más semejantes a Jesús?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de abril",
          "dayTitle": "<p>LA VENIDA DEL HIJO DEL HOMBRE<br></p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>Apocalipsis 14 contiene los textos clave con respecto al mensaje del Señor para los últimos días para su pueblo y el mundo. El eje de todo esto es la venida de Jesús, el cumplimiento de su promesa de que “ ‘verán al Hijo del hombre sentado a la diestra del Todopoderoso, y lo verán en su venida en las nubes del Cielo’ ” (Mar. 14:62).<br><br><strong>Lee Apocalipsis 14:14. ¿Qué título se utiliza para describir a Jesús cuando regresa a la Tierra? ¿Por qué crees que Juan usa este título para Jesús?</strong></p><p><strong>Apocalipsis 14:14</strong></p><p><sup><strong>14</strong></sup> Miré, y he aquí una nube blanca; y sobre la nube uno sentado semejante al Hijo del Hombre, que tenía en la cabeza una corona de oro, y en la mano una hoz aguda.<br><br>Jesús usó el término “Hijo del hombre” para referirse a sí mismo 82 veces en los evangelios. Era uno de sus títulos favoritos. Lo usó como una expresión de cariño para identificarse con nosotros. Él es un Salvador que nos entiende, padeció nuestras tentaciones y pasó por nuestras pruebas. Él es el “Hijo del hombre”, que regresará para llevarnos a casa. El Jesús que viene por nosotros es el mismo Jesús que vivió entre nosotros. Él está calificado para redimirnos porque llegó a ser uno de nosotros y así, siendo uno de nosotros, enfrentó toda la furia de las tentaciones de Satanás, y fue victorioso.<br><br><strong>¿Qué aprendemos de los siguientes versículos bíblicos en Mateo acerca de Jesús, el Hijo del hombre?</strong><br><br><strong>Mat. 16:27</strong></p><p><sup><strong>27</strong></sup> Porque el Hijo del Hombre vendrá en la gloria de su Padre con sus ángeles, y entonces pagará a cada uno conforme a sus obras.<br></p><p><strong>Mat. 24:27, 30</strong></p><p><sup><strong>27</strong></sup> Porque como el relámpago que sale del oriente y se muestra hasta el occidente, así será también la venida del Hijo del Hombre.</p><p><sup><strong>30 </strong></sup>Entonces aparecerá la señal del Hijo del Hombre en el cielo; y entonces lamentarán todas las tribus de la tierra, y verán al Hijo del Hombre viniendo sobre las nubes del cielo, con poder y gran gloria.<sup><br></sup></p><p><sup><strong>Mat. 25:31, 32</strong></sup></p><p><strong><sup>31</sup></strong> Cuando el Hijo del Hombre venga en su gloria, y todos los santos ángeles con él, entonces se sentará en su trono de gloria,</p><p><sup><strong>32</strong></sup> y serán reunidas delante de él todas las naciones; y apartará los unos de los otros, como aparta el pastor las ovejas de los cabritos.<br></p><p><strong>Observa algunos elementos en estos pasajes:</strong><br><br><strong>(1)</strong> Jesús, el Hijo del hombre, viene en gloria con sus ángeles.<br><br><strong>(2</strong>) Separará las ovejas de los cabritos (un juicio, básicamente).<br><br><strong>(3)</strong> El destino de las naciones y de toda la humanidad se decidirá por la eternidad.<br><br>Piensa en la expresión “Hijo del hombre” y lo que esta dice de la humanidad de Cristo. Aunque era Dios, se hizo uno de nosotros; igual a nosotros pero, a diferencia de nosotros, nunca pecó. ¿Qué esperanza asombrosa te ofrece esto en términos de (1) conocer el amor de Dios por nosotros; (2) saber que él puede relacionarse con tus luchas y darte la victoria sobre ellas?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de abril",
          "dayTitle": "<p>EL JUICIO CELESTIAL<br></p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p><strong>Lee Apocalipsis 14:14 y Hechos 1:9 al 11. ¿Qué similitudes descubres?</strong></p><p><strong>Apocalipsis 14:14 <sup><br></sup></strong></p><p><sup><strong>14</strong></sup> Miré, y he aquí una nube blanca; y sobre la nube uno sentado semejante al Hijo del Hombre, que tenía en la cabeza una corona de oro, y en la mano una hoz aguda.<strong><br></strong></p><p><strong>Hechos 1:9 -11</strong></p><p><sup><strong>&nbsp;9 </strong></sup>Y habiendo dicho estas cosas, viéndolo ellos, fue alzado, y le recibió una nube que le ocultó de sus ojos. <sup><br></sup></p><p><sup><strong>10</strong></sup> Y estando ellos con los ojos puestos en el cielo, entre tanto que él se iba, he aquí se pusieron junto a ellos dos varones con vestiduras blancas, <sup><br></sup></p><p><sup><strong>11</strong></sup> los cuales también les dijeron: Varones galileos, ¿por qué estáis mirando al cielo? Este mismo Jesús, que ha sido tomado de vosotros al cielo, así vendrá como le habéis visto ir al cielo.<br><br>Juan declara: “Entonces miré y vi una nube blanca, y sobre la nube, a uno sentado semejante al Hijo del hombre” (Apoc. 14:14). Cuando Jesús ascendió al Cielo, en Hechos 1:9 Lucas registra que, mientras los discípulos estaban de pie mirando al cielo, “Jesús fue elevado a la vista de ellos, y una nube lo ocultó de sus ojos”. Jesús ascendió en una nube de ángeles y volverá con una nube de ángeles. En ese entonces, los ángeles declararon a los discípulos asombrados, en Hechos 1:11: “ ‘Este mismo Jesús, que ha sido llevado de ustedes al cielo, volverá del mismo modo en que lo han visto ir al cielo’ ”. Hay una verdad divina inserta en este pasaje que quizá no sea evidente. Este “mismo Jesús”, el “Hijo del hombre”, el que caminó por las calles polvorientas de Nazaret, ministró en las calles abarrotadas de Jerusalén, sanó a los enfermos en las aldeas de Israel y predicó en las laderas cubiertas de hierba en Galilea, vendrá otra vez.<br><br>También se menciona al Hijo del hombre a la luz del juicio en Daniel 7.<br><br><strong>Lee Daniel 7:9, 10, 13 y 14. ¿Por qué Daniel llamó a Jesús “Hijo de hombre” en algo tan serio como el Juicio? Según ya hemos visto, ¿qué debería reconfortarnos al saber que el “Hijo de hombre” es tan decisivo para el Juicio?</strong><br></p><p><strong>Daniel 7:9, 10, 13 y 14</strong></p><p><sup><strong>9</strong></sup> Estuve mirando hasta que fueron puestos tronos, y se sentó un Anciano de días, cuyo vestido era blanco como la nieve, y el pelo de su cabeza como lana limpia; su trono llama de fuego, y las ruedas del mismo, fuego ardiente.</p><p><sup><strong>10</strong></sup> Un río de fuego procedía y salía de delante de él; millares de millares le servían, y millones de millones asistían delante de él; el Juez se sentó, y los libros fueron abiertos.</p><p><strong><sup>13</sup></strong> Miraba yo en la visión de la noche, y he aquí con las nubes del cielo venía uno como un hijo de hombre, que vino hasta el Anciano de días, y le hicieron acercarse delante de él.</p><p><strong><sup>14</sup></strong> Y le fue dado dominio, gloria y reino, para que todos los pueblos, naciones y lenguas le sirvieran; su dominio es dominio eterno, que nunca pasará, y su reino uno que no será destruido.<br></p><p>En Daniel 7:9 y 10, Daniel ve el Trono celestial con miles de millares y millones de millones de seres celestiales y angelicales reunidos alrededor del Trono. Se inicia el juicio, y los libros (los registros celestiales de nuestra vida) se abren ante el Universo. En Daniel 7:13 y 14, el Hijo de hombre se acerca al Anciano de días, el Padre, y recibe su Reino eterno. El juicio revela ante todo el Universo que el Padre, el Hijo y el Espíritu Santo han hecho todo lo posible para salvar a toda la humanidad. Este juicio vindica no solo a los santos, sino al mismo carácter de Dios contra las acusaciones falsas de Satanás (ver Job 1, 2; Sal. 51:1-4).<br><br>Piensa en el hecho de que toda tu vida estará bajo escrutinio delante de Dios. Entonces, ¿cuál será tu única esperanza cuando esto suceda? (Ver Rom. 8:1).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de abril",
          "dayTitle": "<p>LA CORONA DEL VENCEDOR<br></p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p>Juan describe a Jesús como el “Hijo del hombre, con una corona de oro en su cabeza, y en su mano una hoz aguda” (Apoc. 14:14). La palabra para “corona” es stephanos; es la corona de un vencedor. Cuando un atleta ganaba un certamen importante, se le daba un stephanos, una corona de honor, de gloria, de victoria. Jesús una vez usó una corona de espinas, que simbolizaba la vergüenza y la burla. Una vez fue despreciado y rechazado por los hombres. Fue vilipendiado, ridiculizado, escupido, golpeado y azotado. Pero ahora lleva una corona de gloria y viene otra vez, y ahora como Rey de reyes y Señor de señores.<br><br><strong>Lee Apocalipsis 14:15 y Marcos 4:26 al 29. ¿Qué similitudes ves entre estos pasajes? ¿De qué temas hablan?</strong></p><p><strong>Apocalipsis 14:15 <sup><br></sup></strong></p><p><sup><strong>15</strong></sup> Y del templo salió otro ángel, clamando a gran voz al que estaba sentado sobre la nube: Mete tu hoz, y siega; porque la hora de segar ha llegado, pues la mies de la tierra está madura.</p><p><sup><strong>26 </strong></sup>Decía además: Así es el reino de Dios, como cuando un hombre echa semilla en la tierra; <sup><br></sup></p><p><sup><strong>27</strong></sup> y duerme y se levanta, de noche y de día, y la semilla brota y crece sin que él sepa cómo.</p><p><strong><sup>28 </sup></strong>Porque de suyo lleva fruto la tierra, primero hierba, luego espiga, después grano lleno en la espiga; <sup><br></sup></p><p><sup><strong>29 </strong></sup>y cuando el fruto está maduro, en seguida se mete la hoz, porque la siega ha llegado.</p><p><br></p><p>El ángel viene de la presencia de Dios en la gloria del Templo. Dios mira al ángel y dice: “Llegó el momento. La cosecha está completamente madura”. El ángel vuela desde el Templo hasta Jesús y declara a gran voz: “Llegó la hora. La cosecha está madura. Ve a buscar a tus hijos y tráelos a casa”.<br><br>Repetidas veces Jesús utiliza ilustraciones de la agricultura, en el Nuevo Testamento. En más de una ocasión usa el simbolismo de una cosecha madura para ilustrar el crecimiento de la semilla del evangelio en la vida de su pueblo.<br><br>“La germinación de la semilla representa el comienzo de la vida espiritual, y el desarrollo de la planta es una bella figura del crecimiento cristiano. Así como en la naturaleza, así en la gracia; no puede haber vida sin crecimiento. La planta debe crecer o morir. Así como su crecimiento es silencioso e imperceptible, pero continuo, así es el desarrollo de la vida cristiana. En cada etapa de desarrollo nuestra vida puede ser perfecta; aun más, si se cumple el propósito de Dios para nosotros, habrá un progreso continuo. La santificación es la obra de toda una vida. A medida que se multipliquen nuestras oportunidades, también se ampliará nuestra experiencia y se incrementará nuestro conocimiento” (PVGM 45, 46).<br><br>La maduración del grano dorado representa a todos los que son transformados por la gracia, motivados por el amor y que viven en obediencia para la gloria del nombre de Cristo. Su corazón es uno con el corazón de Jesús, y todo lo que ellos quieren es lo que él quiere.<br><br><strong>¿Cómo entiendes la declaración de Elena de White de que “en cada etapa de desarrollo nuestra vida puede ser perfecta”? ¿Qué significa eso, especialmente cuando podemos ver nuestras fallas y caracteres defectuosos ahora?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de abril",
          "dayTitle": "<p>CADA SEMILLA PRODUCE UNA COSECHA<br></p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p>En Apocalipsis 14 hay dos cosechas. La cosecha de grano dorado representa a los justos, y la cosecha de uvas sangrientas representa a los injustos, o perdidos. Ambas cosechas están completamente maduras. Cada semilla sembrada está completamente madura.<br><strong><br>Lee Apocalipsis 14:17 al 20. ¿Qué significa la expresión “el gran lagar de la ira de Dios”? Ver también Apocalipsis 14:10; 15:1; y 16:1.<sup><br></sup></strong></p><p><strong>Apocalipsis 14:17-20<sup><br></sup></strong></p><p><sup><strong>17</strong></sup> Salió otro ángel del templo que está en el cielo, teniendo también una hoz aguda. <sup><br></sup></p><p><sup><strong>18</strong></sup> Y salió del altar otro ángel, que tenía poder sobre el fuego, y llamó a gran voz al que tenía la hoz aguda, diciendo: Mete tu hoz aguda, y vendimia los racimos de la tierra, porque sus uvas están maduras. <sup><br></sup></p><p><sup><strong>19 </strong></sup>Y el ángel arrojó su hoz en la tierra, y vendimió la viña de la tierra, y echó las uvas en el gran lagar de la ira de Dios. <sup><br></sup></p><p><sup><strong>20</strong></sup> Y fue pisado el lagar fuera de la ciudad, y del lagar salió sangre hasta los frenos de los caballos, por mil seiscientos estadios.</p><p><strong>Apocalipsis 14:10</strong></p><p><strong><sup>10</sup> él también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y será atormentado con fuego y azufre delante de los santos ángeles y del Cordero;<br></strong></p><p><strong>Apocalipsis 15:1</strong></p><p><strong><sup>1</sup>Vi en el cielo otra señal, grande y admirable: siete ángeles que tenían las siete plagas postreras; porque en ellas se consumaba la ira de Dios.<sup><br></sup></strong></p><p><strong>Apocalipsis 16:1</strong></p><p><sup><strong>1</strong></sup> Oí una gran voz que decía desde el templo a los siete ángeles: Id y derramad sobre la tierra las siete copas de la ira de Dios.<br></p><p>“Y del altar salió aún otro ángel que tenía poder sobre el fuego” (Apoc. 14:18). Este es el ángel que manda los fuegos del juicio final de Dios. La cosecha está madura. El pecado llegó a su límite. La rebelión ha cruzado la línea de la misericordia de Dios. Aunque ha habido cosas muy malvadas y perversas, van a empeorar aún más antes de que todo termine. Un Dios amoroso ha hecho todo lo posible por nosotros, que incluía ofrecerse a sí mismo en la Cruz como sacrificio por nuestro pecado. “Al que no tenía pecado, Dios lo hizo pecado por nosotros, para que nosotros llegásemos a ser justicia de Dios en él” (2 Cor. 5:21; ver también Gál. 3:13).<br><br>¿Qué más podría haber hecho Dios más allá de esa Cruz? No hay nada más que la gracia pueda hacer para redimir a quienes han rechazado repetidamente al Espíritu Santo.<br><br>Este es el urgente mensaje profético de Apocalipsis 14. Todas las semillas han dado frutos. El grano está completamente maduro, y las uvas están completamente maduras. El pueblo de Dios revela su imagen de gracia, compasión, misericordia y amor ante el Universo. Los hijos del maligno revelan codicia, lujuria, celos y odio. El carácter de Jesús se revela en un grupo; y el carácter de Satanás, en el otro.<br><br>El Universo verá en el pueblo de Dios una revelación de justicia que tal vez ninguna generación anterior haya presenciado. En contraste con la justicia de Cristo revelada en su pueblo, el Universo verá los resultados completos de la rebelión contra Dios. La maldad, el mal, el pecado y la iniquidad se exhibirán plenamente ante los hombres y los ángeles. El contraste entre el bien y el mal, lo bueno y lo malo, la obediencia y la desobediencia, será evidente para todo el Universo, tanto para la humanidad como para los ángeles.<br><br><strong>¿En qué medida puedes discernir el contraste entre el bien y el mal? ¿Por qué es importante que lo hagamos?</strong></p><p><strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de abril",
          "dayTitle": "",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>“Es una ley de la naturaleza intelectual y de la espiritual que llegamos a ser transformados por medio de la contemplación. La mente se adapta gradualmente a los temas en que se ocupa. Se llega a asimilar lo que se acostumbra amar y reverenciar. Jamás se elevará el hombre a mayor altura que a la de su ideal de pureza, bondad o verdad. Si el yo es su ideal más sublime, jamás alcanzará algo más exaltado. Más bien, se hundirá en bajezas siempre mayores. Solo la gracia de Dios tiene poder para elevar al hombre. Librado a su propia suerte, su conducta empeorará inevitablemente” (CS 611).<br><br>En forma sutil e imperceptible, casi inadvertida al principio, nuestro carácter y nuestra personalidad cambian según las “semillas” que estamos sembrando en nuestra mente. Siembra buenas semillas, y producirás buenos frutos. Siembra las malas semillas de este mundo, y producirás el fruto de este mundo en tu carácter. Si sembramos indiferencia hacia Dios y hacia los valores y las prioridades espirituales, cosechamos el fruto de la indiferencia: apatía, complacencia espiritual y frustración en nuestra vida espiritual. Por eso, quienes piensan:<br><br>Bueno, yo sé que un día vendrá la persecución final, la “marca de la bestia”, y así sucesivamente, pero cuando llegue, entonces ordenaré mi vida, están eligiendo un camino muy peligroso. Dios nos llama ahora, en este momento, a entregar nuestra vida a él. Cuanto más tardes en responder al Espíritu Santo, el alma se volverá cada vez más dura a los impulsos de Dios y más susceptible a caer en las mentiras del maligno y a creer en ellas.<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>¿Cuál es la relación entre ser salvo por gracia y crecer en gracia, en el contexto de Apocalipsis 14:14 al 20 y el principio de la cosecha?<br><br><strong>2. </strong>Analiza los elementos necesarios para el crecimiento de las plantas y compáralo con nuestro crecimiento espiritual. ¿Qué similitudes hay? Es decir, ¿qué podemos aprender del crecimiento de las plantas que podamos aplicar a nuestra propia vida?<br><br><strong>3.</strong> ¿Hay alguna diferencia entre la capacidad que Dios nos dio para tomar decisiones y nuestra fuerza de voluntad? ¿Por qué es importante entender esta diferencia para el cristiano en crecimiento?<br><br><strong>4.</strong> ¿Por qué el título “Hijo del hombre” nos alienta en la hora del Juicio mientras esperamos la segunda venida de Cristo? ¿Por qué es reconfortante saber que un Hombre, un Ser divino-humano, está allí arriba representándonos en el Juicio?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de abril",
          "dayTitle": "",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><strong>EL SÁBADO ENSEÑARÉ...<br><br>RESEÑA</strong><br><br>Apocalipsis es un libro de contrastes. Cada uno de estos contrastes nos llama a tomar decisiones eternas. Adoraremos al dragón o al Cordero. Recibiremos la marca de la bestia o el sello de Dios. Caeremos en los astutos engaños de la mujer de escarlata, el falso movimiento de Satanás, o caminaremos con la mujer de blanco, la verdadera iglesia de Dios. Aceptaremos las enseñanzas engañosas de la Babilonia espiritual o nos regocijaremos en la verdad que procede de la Nueva Jerusalén.<br><br>Esta semana, estudiaremos especialmente las dos cosechas de Apocalipsis 14:14 al 20: la cosecha del grano dorado que se recoge en el granero de Dios y la cosecha de las uvas sangrientas, holladas en el lagar de su ira.<br><br>En toda la Biblia, Dios utiliza el simbolismo de la cosecha para describir la finalización de la obra de la gracia de Dios en el alma. Cuando esa obra termine y el evangelio se proclame a todas las naciones, “vendrá el fin” (Mat. 24:14). El Evangelio de Marcos lo expresa de esta manera: “ ‘Y cuando el fruto está maduro, en seguida se pasa la hoz, por haber llegado la siega’ ” (Mar. 4:29). Jesús agrega:<br><br>“La siega es el fin del mundo” (Mat. 13:39). Antes del regreso de Jesús, cada ser humano del planeta Tierra tendrá una oportunidad razonable de responder a su amor, recibir su gracia y andar en la verdad. Esta semana estudiaremos la cosecha final de la Tierra y descubriremos cómo podemos ser parte de la cosecha del “grano dorado”, y no de las “uvas sangrientas”.<br><br><strong>COMENTARIO</strong><br><br>Apocalipsis 14:14 al 20 describe el resultado de la proclamación del mensaje de los tres ángeles, pregonados a gran voz a “toda nación, tribu, lengua y pueblo” en los versículos 6 al 12. La segunda venida de Cristo se produce solo después de que se hayan promulgado estos mensajes. La predicación de estos mensajes prepara al mundo para la venida de Jesús. Por lo tanto, estos mensajes tienen un significado eterno. Aceptar estos mensajes implica vida eterna. Rechazarlos, en última instancia, ocasiona la muerte segunda, una aniquilación cuyos resultados son irreversibles y permanentes.<br><br>En Apocalipsis 14:14, Juan declara: “Entonces miré y vi una nube blanca, y sobre la nube, a uno sentado semejante al Hijo del hombre”. En todas las Escrituras, las nubes representan la presencia de Dios. Durante el Éxodo, “el Señor iba delante de ellos, de día en una columna de nube para guiarlos por el camino” (Éxo. 13:21). En Sinaí, cuando Moisés recibió los Diez Mandamientos, el registro dice: “Una nube cubrió el monte” (Éxo. 24:15). La gloria de Dios descansó sobre el Sinaí, y “la nube lo cubrió durante seis días” (Éxo. 24:16). Al momento de la dedicación del antiguo Santuario en el desierto, la presencia de Dios se reveló como una nube que descansaba a la puerta del Santuario. Cuando el sumo sacerdote entraba en el Lugar Santísimo del Santuario, la presencia de Dios también se manifestaba mediante su aparición “en la nube sobre el propiciatorio” (Lev. 16:2).<br><br>En la magnífica escena del juicio que se describe en Daniel 7:9 al 13, Daniel contempla “que en las nubes del cielo venía como un Hijo de hombre” (Dan. 7:13) hasta su Padre, el Anciano de días. En la ascensión, Jesús se eleva en una nube (Hech. 1:9). Jesús ascendió en las nubes y, cuando regrese en gloria, descenderá en las nubes (Apoc. 1:7).<br><br>“El Hijo del Hombre” es el título favorito de Jesús. Se utiliza más de ochenta veces en los cuatro evangelios. Es fascinante observar que nadie salvo Jesús utiliza el título Hijo del Hombre para identificar quién es él. Jesús usa este título para revelar su total identidad con nuestra humanidad. Él es “uno en nosotros”. Él es el Salvador cercano en extremo. Él entiende nuestras debilidades, pasó por nuestras pruebas y conoce nuestros dolores. Como lo expresa con mucha elocuencia el libro de Hebreos: “Así, por cuanto los hijos participan de carne y sangre, él también participó de lo mismo, para destruir por su muerte al que tenía el dominio de la muerte, a saber, al diablo” (Heb. 2:14).<br><br>Es el Hijo del Hombre quien regresa en las nubes de gloria para llevarnos a casa. Es el mismo Jesús que caminó por las calles polvorientas de Galilea. Este mismo Jesús sanó a los enfermos, limpió a los leprosos, abrió los ojos ciegos, destapó los oídos sordos. Liberó a los endemoniados del poder de Satanás y de sus legiones de ángeles malignos. Jesús perdonó a los adúlteros, a los ladrones, a los fariseos santurrones y a los discípulos vacilantes. Este mismo Cristo, que vino una vez, vendrá otra vez. Juan utiliza el título favorito de Jesús, Hijo del Hombre, para garantizarnos a todos que quienes fueron redimidos mediante la Cruz, aceptaron su gracia y fueron transformados por su poder alzarán la vista con regocijo ese día glorioso y experimentarán la plenitud de la promesa de Isaías: “En ese día se dirá: ‘¡Este es nuestro Dios! Lo hemos esperado, y él nos salvará. Este es el Señor a quien hemos esperado, nos gozaremos y nos alegraremos en su salvación’ ” (Isa. 25:9).<br><br><strong>El concepto de la cosecha</strong><br><br>¿Qué significa que la cosecha esté completamente madura? Específicamente, ¿qué quiere decir el ángel cuando le dice al Hijo del Hombre: “Toma tu hoz y siega, porque ha llegado la hora de segar, y la mies de la Tierra está madura” (Apoc. 14:15)?<br><br>La mayoría de los agricultores esperan hasta que los cultivos estén maduros antes de cosecharlos. De la misma manera, Jesús, el Segador divino, no volverá hasta que la cosecha esté completamente madura. Apocalipsis 22:11 y 12 describe esta cosecha de otra manera: “ ‘El que es injusto siga siendo injusto, y el sucio siga ensuciándose. El justo siga siendo justo, y el santo siga santificándose. Yo vengo pronto, y mi galardón conmigo, para dar a cada uno según sea su obra’ ”. La predicación del mensaje de Dios para los últimos días guía a hombres y a mujeres a tomar decisiones eternas. El Espíritu Santo genera convicción en el corazón. La decisión de aceptar o rechazar el amor, la gracia y la verdad de Jesús establece su destino eterno. Por lo tanto, toman una decisión final e irrevocable.<br><br>Cuando se cumplan estas condiciones, el grano estará maduro para la cosecha. En ese momento, habrá solo dos grupos en la humanidad sobre la Tierra: los que estarán incondicionalmente comprometidos con Cristo (nada podrá hacer flaquear su lealtad a él) y los que han puesto en juego su integridad y se han vendido al diablo. A estas alturas, el Universo entero verá que el carácter de Cristo se revela en los redimidos y que el carácter de Satanás se revela en los perdidos.<br><br>El propósito del mensaje que estamos estudiando este trimestre es producir la cosecha gloriosa para el Reino de Dios. Al comentar sobre el principio de la cosecha en Marcos 4, Elena de White escribe: “ ‘Cuando el grano madura, en- seguida se mete la hoz, porque ya es tiempo de cosechar’. Cristo espera con un deseo anhelante la manifestación de sí mismo en su iglesia. Cuando el carácter de Cristo sea perfectamente reproducido en su pueblo, entonces vendrá él para reclamarlos como suyos.<br><br>“Todo cristiano tiene el privilegio no solo de esperar sino de apresurar la venida de nuestro Señor Jesucristo (2 Ped. 3:12). Si todos los que profesan el nombre de Cristo llevaran fruto para su gloria, cuán prontamente se sembraría en todo el mundo la semilla del evangelio. Rápidamente maduraría la gran cosecha final y Cristo vendría para recoger el precioso grano” (PVGM 47, 48).<br><br>Esta es la increíble noticia. Jesús concluirá lo que ha comenzado en la vida de su pueblo. Él es el Autor y el Consumador de nuestra fe (Heb. 12:1, 2). Como el apóstol Pablo declara a la iglesia en Filipos: “Estoy seguro: el que empezó en ustedes la buena obra, la irá perfeccionando hasta el día de Jesucristo” (Fil. 1:6). La gracia es mayor que el pecado, porque “donde el pecado abundó, sobreabundó la gracia” (Rom. 5:20).<br><br>Quizá sea difícil entender cómo Jesús producirá una cosecha final en esta nuestra vida contaminada por el pecado, pero todo se logra por gracia mediante la fe. Y, aunque siempre, y únicamente, somos salvos por la justicia imputada e impartida de Cristo en nuestro favor, también aceptamos por gracia mediante la fe su poder santificador en nuestra vida y crecemos diariamente en nuestro caminar espiritual con él.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Para reflexión personal: La lección de esta semana revela claramente que Jesús terminará la obra que ha comenzado en este mundo. “Y este evangelio del reino será predicado en todo el mundo, por testimonio a todas las naciones, y entonces vendrá el fin” (Mat. 24:14, énfasis añadido). La palabra “testimonio” en este versículo es especialmente significativa. Un testigo da su testimonio bajo juramento en un tribunal de justicia. La prueba presentada por el testigo demuestra la veracidad de sus declaraciones. Por lo tanto, la proclamación final del evangelio será más que una mera proclamación verbal de la verdad del evangelio: será una demostración viviente (como lo atestigua la vida divinamente transformada de los seguidores de Jesús) de esa verdad a “toda nación, tribu, lengua y pueblo” antes del regreso de nuestro Señor (Apoc. 14:6). Este “testimonio” causará una de dos reacciones en la gente de la Tierra: aceptación o rechazo de las declaraciones de Cristo. Esa respuesta, a su vez, conducirá a la cosecha final.<br><br>Lo bueno es que la historia no es un ciclo interminable de acontecimientos. No es un círculo temporal infinito que no conduce a ninguna parte. Toda la historia se está catapultando hacia un evento culminante: la cosecha final de la Tierra y el regreso de nuestro Señor Jesucristo. No puede haber neutralidad en las horas finales de la humanidad. Los hombres y las mujeres se salvarán por la gracia de Dios, se transformarán por la justicia de Dios, se llenarán del Espíritu de Dios y serán testigos de la gloria del nombre de Dios o quedarán envueltos en el egocentrismo de su vida sin compromiso, controlados por el poder de los demonios. La seriedad de nuestros tiempos y la realidad de las opciones eternas que tenemos ante nosotros nos llevan a hacer algunas preguntas transformadoras, que se enuncian a continuación.<br><br>Instrucciones para los maestros: Lee en voz alta las preguntas para los alumnos. Pídeles que mediten las preguntas en su corazón mientras las lees en voz alta. Haz una pausa entre las preguntas, para que los alumnos tengan tiempo de reflexionar en las respuestas.<br><br><strong>1.</strong> ¿Hay algo en tu vida que te impida estar totalmente comprometido con Jesús en estas últimas horas culminantes de la historia de la Tierra? Si es así, ¿cuáles son estas cosas?<br><strong><br>2.</strong> Lee Hebreos 12:15. Todas las raíces producen frutos, sean buenos o malos. ¿Hay raíces de amargura, celos, ira, resentimiento, lujuria o egoísmo en tu corazón?<br><br><strong>Oración final: </strong>Al terminar la clase, invita a los alumnos a dedicar un momento a reflexionar sobre su vida, pidiéndole a Dios que, por su gracia, les dé la victoria sobre cualquier cosa que les impida estar listos para su venida. Antes de orar, pide a un alumno que lea esta alentadora promesa a la clase: “Si alguno está en Cristo, es una nueva creación. Las cosas viejas pasaron, todo es nuevo” (2 Cor. 5:17).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>UN MOMENTO DEL DESTINO<br></p>",
      "verse": "<p>“Entonces miré y vi una nube blanca, y sobre la nube, a uno sentado semejante al Hijo del hombre, con una corona de oro en su cabeza, y en su mano una hoz aguda. Y del Santuario salió otro ángel, y clamó a gran voz al que estaba sentado sobre la nube: ‘Toma tu hoz y siega, porque ha llegado la hora de segar, y la mies de la Tierra está madura’ ” (Apoc. 14:14, 15).<br></p>",
      "versionCode": 2,
      "weekDate": "1-7 de abril"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
