{
  "data": [
    {
      "color": "#04b9b9",
      "id": 707,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 9",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>After leaving Egypt, Israel was on an unknown journey to the Promised Land. The people faced a demanding and long trek, and they needed to learn a multitude of new lessons. The Lord would lead and care for them; and, yes, He desired to help them grow, but they must learn discipline, self-control, sacrifice, unselfishness, trust in the Lord, and especially obedience.</p><p><br></p><p>Moses was a visible leader, and the people had to follow him and his leadership if they were to triumph. It was crucial for them to stay together, to cooperate as a community, and to assist each other. There were many hindrances and challenges ahead. So much of their spiritual growth would depend on how they met those challenges and how they responded to Moses, especially when the challenges became great.</p><p><br></p><p>The familiar Chinese saying that “a journey of a thousand miles begins with a single step” was true in their situation, and they needed to trust the Lord’s directions with every footstep. Tragically, as we will see, they didn’t learn those lessons so easily. But then again, who does?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 10",
          "dayTitle": "<p><strong>Bitter Watters</strong></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>In biblical narratives, different roles are played by different characters, good or bad, and we need to pay close attention to plots, places, timing, and villains. However, the most important point in a storyline is usually the solution and the lessons learned. It’s no different in these accounts.</p><p><br></p><p>As the episodes show, God is the Problem Solver and the Peacemaker; however, His work is complicated by people’s unbelief. As a result of their constant murmuring and disobedience, the Hebrews experienced serious complications, even tragedies. They brought upon themselves many difficulties because of their incredulity and unrepentance.</p><p><br></p><p><strong>Read Exodus 15:22–27. After crossing the Red Sea, what was the background to the first miracle performed?</strong></p><p><strong>Exodus 15:22–27</strong></p>\n<p><strong><sup>22</sup></strong> So Moses brought Israel from the Red Sea; then they went out into the Wilderness of Shur. And they went three days in the wilderness and found no water.</p>\n<p><strong><sup>23</sup></strong> Now when they came to Marah, they could not drink the waters of Marah, for they were bitter. Therefore the name of it was called Marah.</p>\n<p><strong><sup>24</sup></strong> And the people complained against Moses, saying, “What shall we drink?”</p>\n<p><strong><sup>25</sup></strong> So he cried out to the Lord, and the Lord showed him a tree. When he cast it into the waters, the waters were made sweet. There He made a statute and an ordinance for them, and there He tested them.</p>\n<p><strong><sup>26</sup></strong> And He said, “If you diligently heed the voice of the Lord your God and do what is right in His sight, give ear to His commandments and keep all His statutes, I will put none of the diseases on you which I have brought on the Egyptians. For I am the Lord who heals you.”</p>\n<p><strong><sup>27</sup></strong> Then they came to Elim, where there were twelve wells of water and seventy palm trees; so they camped there by the waters.</p><p><br></p><p>The first test of Israel’s faith is associated with the need for water, not surprising given the harsh, hot, and dry desert environment. After three days of traveling, the people finally found water, but it was undrinkable. <em>Marah</em> means “bitter,” and because the water was bitter, Israel’s faith in their caring Lord quickly floundered. However, God reacted with compassion, and the first miracle was performed with a piece of wood. Of course, it was not the wood but the Lord who made the water sweet and drinkable. The people had to learn important lessons: (1) patience in waiting for the Lord’s timing, and (2) that God does things in cooperation with humans.</p><p><br></p><p>However, the children of Israel took so many things for granted and quickly forgot the great miracles that God had done for them—miracles for which they had just so passionately sung praises to Him, declaring: “ ‘Who is like you, O Lord, among the gods? Who is like you, majestic in holiness, awesome in glorious deeds, doing wonders?’ ” <em>(Exod. 15:11, ESV)</em>.</p><p><br></p><p>And yet, even after their grumbling, God promised that He would not bring upon the Israelites “any of the diseases” <em>(Exod. 15:26, NIV)</em> that had plagued the Egyptians. He would protect them. They could experience this promise only on the condition that they stayed faithful to Him.</p><p><br></p><p><strong>What trials and struggles have you brought upon yourself? What comfort can you get in knowing that God will still work on your behalf if you cooperate with Him?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 11",
          "dayTitle": "<p><strong>Quail and Manna</strong></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>Unfortunately, there is a repetitive pattern of rebellion in these pilgrimage stories. The people were notoriously forgetful that the mighty hand of God had helped them in the past and that He had provided solutions to their problems. They let their present problems blind them to their ultimate goal and their promised wonderful future. It’s a common problem even among God’s people today, as well.</p><p><br></p><p><strong>Read Exodus 16:1–36. What was the cause of the Israelites’ grumbling, and what followed?</strong></p><p><strong>Exodus 16:1–36</strong></p>\n<p><strong><sup>1</sup></strong> And they journeyed from Elim, and all the congregation of the children of Israel came to the Wilderness of Sin, which is between Elim and Sinai, on the fifteenth day of the second month after they departed from the land of Egypt.</p>\n<p><strong><sup>2</sup></strong> Then the whole congregation of the children of Israel complained against Moses and Aaron in the wilderness.</p>\n<p><strong><sup>3</sup></strong> And the children of Israel said to them, “Oh, that we had died by the hand of the Lord in the land of Egypt…, for you have brought us out into this wilderness to kill this whole assembly with hunger.”</p>\n<p><strong><sup>4</sup></strong> Then the Lord said to Moses, “Behold, I will rain bread from heaven for you…, that I may test them, whether they will walk in My law or not.”</p>\n<p><strong><sup>5</sup></strong> And it shall be on the sixth day that they shall prepare what they bring in, and it shall be twice as much as they gather daily.</p>\n<p><strong><sup>6</sup></strong> Then Moses and Aaron said to all the children of Israel, “At evening you shall know that the Lord has brought you out of the land of Egypt.</p>\n<p><strong><sup>7</sup></strong> And in the morning you shall see the glory of the Lord; for He hears your complaints…</p>\n<p><strong><sup>8</sup></strong> Also Moses said… “This shall be seen when the Lord gives you meat to eat in the evening, and in the morning bread to the full…”</p>\n<p><strong><sup>9</sup></strong> Then Moses spoke to Aaron, “Say to all the congregation… ‘Come near before the Lord, for He has heard your complaints.’ ”</p>\n<p><strong><sup>10</sup></strong> Now it came to pass… that the glory of the Lord appeared in the cloud.</p>\n<p><strong><sup>11</sup></strong> And the Lord spoke to Moses, saying,</p>\n<p><strong><sup>12</sup></strong> “I have heard the complaints… Speak to them, saying, ‘At twilight you shall eat meat, and in the morning you shall be filled with bread…’ ”</p>\n<p><strong><sup>13</sup></strong> So it was that quail came up at evening and covered the camp, and in the morning the dew lay all around the camp.</p>\n<p><strong><sup>14</sup></strong> And when the layer of dew lifted, there, on the surface of the wilderness, was a small round substance, as fine as frost on the ground.</p>\n<p><strong><sup>15</sup></strong> So when the children of Israel saw it, they said… “What is it?” … “This is the bread which the Lord has given you to eat.”</p>\n<p><strong><sup>16</sup></strong> “This is the thing which the Lord has commanded: ‘Let every man gather it according to each one’s need, one omer for each person…’ ”</p>\n<p><strong><sup>17</sup></strong> Then the children of Israel did so and gathered, some more, some less.</p>\n<p><strong><sup>18</sup></strong> So when they measured it by omers, he who gathered much had nothing left over, and he who gathered little had no lack.</p>\n<p><strong><sup>19</sup></strong> And Moses said, “Let no one leave any of it till morning.”</p>\n<p><strong><sup>20</sup></strong> But they did not heed Moses; some left it till morning, and it bred worms and stank.</p>\n<p><strong><sup>21</sup></strong> So they gathered it every morning… according to his need.</p>\n<p><strong><sup>22</sup></strong> And it was on the sixth day that they gathered twice as much… two omers for each one.</p>\n<p><strong><sup>23</sup></strong> Then he said… “Tomorrow is a Sabbath rest… lay up for yourselves all that remains, to be kept till morning.”</p>\n<p><strong><sup>24</sup></strong> So they laid it up till morning; it did not stink, nor were there any worms in it.</p>\n<p><strong><sup>25</sup></strong> Then Moses said, “Eat that today, for today is a Sabbath to the Lord; today you will not find it in the field.”</p>\n<p><strong><sup>26</sup></strong> “Six days you shall gather it, but on the seventh day… there will be none.”</p>\n<p><strong><sup>27</sup></strong> Now it happened… some went out on the seventh day to gather, but found none.</p>\n<p><strong><sup>28</sup></strong> And the Lord said… “See! For the Lord has given you the Sabbath; therefore He gives you on the sixth day bread for two days… no man go out on the seventh.”</p>\n<p><strong><sup>29</sup></strong> “… let every man remain in his place; let no man go out of his place on the seventh day.”</p>\n<p><strong><sup>30</sup></strong> So the people rested on the seventh day.</p>\n<p><strong><sup>31</sup></strong> And the house of Israel called its name Manna… and the taste of it was like wafers made with honey.</p>\n<p><strong><sup>32</sup></strong> Then Moses said… “Fill an omer with it, to be kept for your generations…”</p>\n<p><strong><sup>33</sup></strong> And Moses said to Aaron, “Take a pot and put an omer of manna in it, and lay it up before the Lord…”</p>\n<p><strong><sup>34</sup></strong> As the Lord commanded Moses, so Aaron laid it up before the Testimony, to be kept.</p>\n<p><strong><sup>35</sup></strong> And the children of Israel ate manna forty years… until they came to the border of the land of Canaan.</p>\n<p><strong><sup>36</sup></strong> Now an omer is one?tenth of an ephah.</p><p><br></p><p>It is important to notice that temptations in the Bible are often related to food. In the Garden of Eden, the Fall was related to eating from the forbidden tree of the knowledge of good and evil <em>(Gen. 2:16, 17; Gen. 3:1–6)</em>. In Jesus’ wilderness temptations, Satan’s first shot at Him was through food (Matt. 4:3). Esau lost his firstborn rights because of his undisciplined appetite <em>(Gen. 25:29–34)</em>. How often was Israel’s disobedience connected to food and drink! No wonder Moses reminded later generations: “ ‘Man does not live by bread alone, but man lives by every word that comes from the mouth of the Lord’ ” <em>(Deut. 8:3, ESV)</em>.</p><p><br></p><p>Manna, of course, was a heavenly bread that God supplied the Israelites with during their 40 years of sojourning in the wilderness. Through this gift, He taught them that He is the Creator and the Provider of everything. Also, God used His supernatural provision of manna to show them how to keep the seventh-day Sabbath.</p><p><br></p><p>Each week four miracles happened: (1) for six days, God gave a daily allotment of manna; (2) on Fridays, a double portion of manna was given; (3) the manna did not spoil from Friday to Sabbath; and (4) no manna fell on Sabbath. God was constantly performing these miracles so the people would remember the Sabbath day and celebrate God’s goodness on that day. God said: “ ‘Bear in mind that the Lord has given you the Sabbath’ ” <em>(Exod. 16:29, NIV)</em>.</p><p><br></p><p><strong>People like to eat. We were created to like to eat. The rich abundance of food, growing out of the ground (our original diet), reveals not only that God wants us to eat but that we are to like what we eat, too. How, though, can this wonderful gift, that of food (and our liking to eat it), be abused?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 12",
          "dayTitle": "<p><strong>Water From the Rock</strong></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p>In the wilderness, you need plenty of water. God took care of this problem, even though the people were quarrelsome, did not trust Him, and even tested His ability and willingness to give them water. In their unbelief, they looked back to Egypt.</p><p><br></p><p><strong>Read Exodus 17:1–7. What lesson should the people have learned from this incident?</strong></p><p><strong>Exodus 17:1–7</strong></p>\n<p><strong><sup>1</sup></strong> Then all the congregation of the children of Israel set out on their journey from the Wilderness of Sin, according to the commandment of the Lord, and camped in Rephidim; but there was no water for the people to drink.</p>\n<p><strong><sup>2</sup></strong> Therefore the people contended with Moses, and said, “Give us water, that we may drink.” And Moses said to them, “Why do you contend with me? Why do you tempt the Lord?”</p>\n<p><strong><sup>3</sup></strong> And the people thirsted there for water, and the people complained against Moses, and said, “Why is it you have brought us up out of Egypt, to kill us and our children and our livestock with thirst?”</p>\n<p><strong><sup>4</sup></strong> So Moses cried out to the Lord, saying, “What shall I do with this people? They are almost ready to stone me!”</p>\n<p><strong><sup>5</sup></strong> And the Lord said to Moses, “Go on before the people, and take with you some of the elders of Israel. Also take in your hand your rod with which you struck the river, and go.”</p>\n<p><strong><sup>6</sup></strong> Behold, I will stand before you there on the rock in Horeb; and you shall strike the rock, and water will come out of it, that the people may drink. And Moses did so in the sight of the elders of Israel.</p>\n<p><strong><sup>7</sup></strong> So he called the name of the place Massah and Meribah, because of the contention of the children of Israel, and because they tempted the Lord, saying, “Is the Lord among us or not?”</p><p><br></p><p>Moses called the place <em>Massah</em>, meaning “testing,” and <em>Meribah</em>, which signified “quarreling.” The Lord gave the Israelites water despite their unbelief. These two names should have reminded the Israelites not to test God and not to quarrel with Him <em>(Heb. 3:7, 8, 15)</em>. They seriously questioned God’s presence among them, although they had already seen much tangible evidence of not only His presence but of His power and His authority.</p><p><br></p><p>“Moses smote the rock, but it was the Son of God who, veiled in the cloudy pillar, stood beside Moses, and caused the life-giving water to flow. Not only Moses and the elders, but all the congregation who stood at a distance, beheld the glory of the Lord; but had the cloud been removed, they would have been slain by the terrible brightness of Him who abode therein.”—Ellen G. White, <em>Patriarchs and Prophets</em>, p. 298.</p><p><br></p><p>Water is a symbol of life because without water there is no life. Every cell in our body needs water. We are 60 percent water ourselves. Even our bones are composed partly of water. Thus, providing water in the wilderness for them was a sign for the Israelites that God cared for their needs and that they could trust Him. But, again, they had to obey.</p><p><br></p><p>Many centuries later, Paul, in 1 Corinthians 10:4, reminds believers that the experience of the Israelites in the wilderness was unique. Christ Himself not only guided them but provided them with water <strong>(Ps. 78:15, 16)</strong> and met other spiritual and physical needs. Paul proclaimed: “That Rock was Christ.” For them, Christ was the Source of life and the Giver of eternal life. As a rock is solid, so God firmly led His people. One can count on Him because He does not fail to fulfill His promises.</p><p><strong><br></strong></p><p><strong>What are some things that, right now, you need to trust God with? How can you learn to submit to His will and wait for Him to act in His time? Why is this not always so easy to do?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 13",
          "dayTitle": "<p><strong>Jethro</strong></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>Moses was visited by Jethro, his father-in-law, who is also called Reuel <strong>(Exod. 2:18)</strong>. Jethro brought with him Moses’ wife, Zipporah, and two sons, Gershom and Eliezer. When Moses heard that they were coming, he went out to welcome them.</p><p><br></p><p><strong>Read Exodus 18:1–27. What major steps in the history of the nation took place here?</strong></p><p><strong>Exodus 18:1–27</strong></p>\n<p><strong><sup>1</sup></strong> And Jethro, the priest of Midian, Moses’ father-in?law, heard of all that God had done for Moses and for Israel His people—that the Lord had brought Israel out of Egypt.</p>\n<p><strong><sup>2</sup></strong> Then Jethro took Zipporah, Moses’ wife, after he had sent her back, with her two sons—Gershom (for he said, “I have been a stranger in a foreign land”) and Eliezer (for he said, “The God of my father was my help and delivered me from the sword of Pharaoh”).</p>\n<p><strong><sup>3</sup></strong> And Jethro came to Moses in the wilderness, where he had encamped at the mountain of God, and he said to Moses, “I, your father-in?law Jethro, am coming to you with your wife and her two sons.”</p>\n<p><strong><sup>4</sup></strong> So Moses went out to meet his father-in?law, bowed and kissed him, and they asked each other about their well?being; then they went into the tent.</p>\n<p><strong><sup>5</sup></strong> Moses told his father-in?law all that the Lord had done to Pharaoh and the Egyptians for Israel’s sake, and all the hardship that had come upon them on their journey, and how the Lord had delivered them.</p>\n<p><strong><sup>6</sup></strong> Jethro rejoiced for all the good which the Lord had done for Israel who had delivered them out of the hand of the Egyptians.</p>\n<p><strong><sup>7</sup></strong> Jethro said, “Blessed be the Lord, who has delivered you from the hand of the Egyptians and of Pharaoh, and who has delivered the people from under the hand of the Egyptians; now I know that the Lord is greater than all gods.”</p>\n<p><strong><sup>8</sup></strong> Then Jethro, Moses’ father-in?law, brought a burnt offering and other sacrifices to God, and Aaron came with all the elders of Israel to eat bread with Moses’ father-in?law before God.</p>\n<p><strong><sup>9</sup></strong> On the next day, Moses sat to judge the people, and the people stood before Moses from morning until evening.</p>\n<p><strong><sup>10</sup></strong> When Moses’ father-in?law saw all that he was doing for the people, he asked, “What is this thing that you are doing for the people? Why do you alone sit, and all the people stand before you from morning until evening?”</p>\n<p><strong><sup>11</sup></strong> Moses replied, “The people come to me to inquire of God; when they have a dispute, they come to me and I judge between one and another, and I make known the statutes of God and His laws.”</p>\n<p><strong><sup>12</sup></strong> Then Moses’ father?in?law said to him, “The thing you are doing is not good.</p>\n<p><strong><sup>13</sup></strong> You will surely wear yourself out, both you and these people with you, for the task is too heavy for you; you cannot do it alone.</p>\n<p><strong><sup>14</sup></strong> Now listen to me: I will give you counsel, and God will be with you. Stand before God for the people, and bring the matters to God.</p>\n<p><strong><sup>15</sup></strong> Teach them the statutes and laws, and show them the way they must walk and the work they must do.</p>\n<p><strong><sup>16</sup></strong> Moreover, select from all the people able men, such as those who fear God, men of truth, those who hate covetousness; and place them as rulers of thousands, hundreds, fifties, and tens.</p>\n<p><strong><sup>17</sup></strong> Let them judge the people at all times; let them bring every major matter to you, but every minor matter they themselves can judge—so it will be easier for you.</p>\n<p><strong><sup>18</sup></strong> If you do this and God so commands, you will be able to endure, and all these people will go to their place in peace.”</p>\n<p><strong><sup>19</sup></strong> So Moses heeded the voice of his father-in?law and did all that he had said.</p>\n<p><strong><sup>20</sup></strong> Moses selected able men from all Israel and made them heads over the people—rulers of thousands, hundreds, fifties, and tens.</p>\n<p><strong><sup>21</sup></strong> They judged the people at all times; the difficult cases they brought to Moses, but every minor case they judged themselves.</p>\n<p><strong><sup>22</sup></strong> Then Moses let his father-in?law depart, and he went to his own land.</p><p>Jethro came because he had heard about the astonishing deliverance God had done for Israel. Moses narrated to Jethro in detail “everything the Lord had done to Pharaoh and the Egyptians for Israel’s sake and about all the hardships they had met along the way and how the Lord had saved them” <em>(Exod. 18:8, NIV)</em>.</p><p><br></p><p>Jethro praised God’s kindness and extraordinary interventions on behalf of His people, declaring, “ ‘Blessed be the Lord, who has delivered you out of the hand of the Egyptians and out of the hand of Pharaoh and has delivered the people from under the hand of the Egyptians. Now I know that the Lord is greater than all gods, because in this affair they dealt arrogantly with the people’ ” <em>(Exod. 18:10, 11, ESV)</em>.</p><p><br></p><p>What we see here is an example of how God’s work among His people was to be a witness to the world of who the true God is and of what He can do for His people.</p><p><br></p><p>At the same time that Jethro learned about the true God, he himself had something to offer God’s people: wise and beneficial advice. Moses needed to organize the legal system with just and fair principles. He also needed dedicated and faithful judges, men of integrity. Jethro wisely enumerated the following qualifications: (1) men who fear God; (2) men who are trustworthy; and (3) men who hate dishonest gain.</p><p><br></p><p>Capable people of good character had to be appointed over different units of thousands, hundreds, fifties, and tens. In this way, Moses’ administrative load would be reduced, and he could focus on significant problems. Thus, the people would be well served.</p><p><br></p><p>Moses accepted Jethro’s wise counsel <em>(Exod. 18:24) </em>and appointed leaders to different administrative roles <em>(see also Deut. 1:9–18)</em>.</p><p><br></p><p><strong>Moses could have just brushed off the old man and told him to mind his own business. He didn’t. What important lessons can we learn from his willingness to listen to this person who wasn’t even a Hebrew?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 14",
          "dayTitle": "<p><strong>The Bread an Water of Life</strong></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Read 1 Corinthians 10:11. What reason does Paul give for these events to have been recorded?</strong></p><p><strong>1 Corinthians 10:11</strong>\n</p><p><strong><sup>11</sup></strong> Now all these things happened to them as examples, and they were written for our admonition, upon whom the ends of the ages have come.</p><p><br></p><p>Paul explains that all the things that happened to the Israelites are examples and warnings for Christ’s followers and will help them avoid the same troubles; that is, they will learn from these examples. This is pertinent instruction for us, we who live at “the end of the ages” <em>(ESV)</em>. God gives His people the Holy Spirit to strengthen the believers with “power, love and self-discipline” <em>(2 Tim. 1:7, NIV)</em> so they can make correct decisions and follow His teaching. Jesus Christ is the Source of new life (John 14:6), and only He can turn us into “a living sacrifice, holy and acceptable to God. . . . Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect” <em>(Rom. 12:1, 2, ESV)</em>.</p><p><br></p><p>Later on, in His ministry, Jesus picked up lessons from these Old Testament accounts, particularly with the manna and the water, using those images to teach truths about Himself, the One who led the Israelites through the wilderness.</p><p><br></p><p><strong>Read John 4:7–15 and John 6:31–51. What truths are revealed here for us as Christians?</strong></p><p><strong>John 4:7–15</strong></p>\n<p><strong><sup>7</sup></strong> A woman of Samaria came to draw water. Jesus said to her, “Give Me a drink.”</p>\n<p><strong><sup>8</sup></strong> For His disciples had gone away into the city to buy food.</p>\n<p><strong><sup>9</sup></strong> Then the woman of Samaria said to Him, “How is it that You, being a Jew, ask a drink from me, a Samaritan woman?” For Jews have no dealings with Samaritans.</p>\n<p><strong><sup>10</sup></strong> Jesus answered and said to her, “If you knew the gift of God, and who it is who says to you, ‘Give Me a drink,’ you would have asked Him, and He would have given you living water.”</p>\n<p><strong><sup>13</sup></strong> Jesus answered and said to her, “Whoever drinks of this water will thirst again,</p>\n<p><strong><sup>14</sup></strong> but whoever drinks of the water that I shall give him will never thirst. But the water that I shall give him will become in him a fountain of water springing up into everlasting life.”</p>\n<p><strong><sup>15</sup></strong> The woman said to Him, “Sir, give me this water, that I may not thirst, nor come here to draw.”</p><p><br></p><p>The Samaritan woman discovered that Christ offers something that she would not get anywhere else. The inner thirst for peace, joy, and happiness comes from God, and thus only God can satisfy it <em>(Ps. 42:1, 2)</em>.</p><p><br></p><p>Later, in the context of the manna, Jesus explained that it was God, not Moses, who provided it for the people. Then Jesus declared: “ ‘I am the bread of life; whoever comes to me shall not hunger’ ” <em>(John 6:35, ESV)</em>. Jesus repeated two times that He is the Bread of Life <em>(John 6:35, 41, 48)</em>.</p><p><br></p><p>As the manna in the wilderness was “bread from heaven” <em>(John 6:31, 32)</em>, so the water from the rock was Christ’s gift to satisfy their thirst. Besides these physical aspects, bread and water also had spiritual significance, for Jesus Christ is “the bread of life” <em>(John 6:35, 48)</em> and “the living water” <em>(John 4:10, 11, 14; John 7:37, 38)</em>. Only in Him, then, can our spiritual thirst and hunger truly be satisfied.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 15",
          "dayTitle": "",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>Further Thought:</strong></p><p>Read Ellen G. White, “From the Red Sea to Sinai,” pp. 291–302, in <em>Patriarchs and Prophets</em>.</p><p><br></p>\n\n<p>Not long after the incident with the water, the nation faced a new danger <em>(see Exod. 17:8–16)</em>—a fierce and warlike tribe, the Amalekites, attacked them. “The Amalekites were not ignorant of God’s character or of His sovereignty, but instead of fearing before Him, they had set themselves to defy His power. The wonders wrought by Moses before the Egyptians were made a subject of mockery by the people of Amalek, and the fears of surrounding nations were ridiculed. They had taken oath by their gods that they would destroy the Hebrews, so that not one should escape, and they boasted that Israel’s God would be powerless to resist them. They had not been injured or threatened by the Israelites. Their assault was wholly unprovoked. It was to manifest their hatred and defiance of God that they sought to destroy His people. The Amalekites had long been high-handed sinners, and their crimes had cried to God for vengeance, yet His mercy had still called them to repentance; but when the men of Amalek fell upon the wearied and defenseless ranks of Israel, they sealed their nation’s doom.” —Ellen G. White, <em>Patriarchs and Prophets</em>, p. 300.</p><p><br></p>\n\n<p><strong>Discussion Questions:</strong></p>\n<ol>\n  <li><strong>\n    Dwell more on the idea of how Jethro learned about the true God from what God did for His people </strong><em>(see Exod. 18:8–10)</em><strong>. Why does that principle hold true today? Ask yourself and your class: What kind of witness does our church present to the world? What do we say to the world about the nature and character of our God?\n  </strong></li>\n  <li><strong>\n    Read again 1 Corinthians 10:4. What should this teach us about the ancient heresy, which some believe today, that says the Old Testament God was vengeful, hateful, and unforgiving, in contrast to what we see in Jesus? How does this verse show why that belief is wrong?\n  </strong></li>\n  <li><strong>\n    Read again what Ellen G. White wrote above about how the Amalekites had the opportunity to learn about the true God. Contrast their attitude to Jethro’s. What lessons can we learn about why God brought judgment upon not just them but upon many of the tribes in the ancient world that Israel came in contact with?\n  </strong></li>\n</ol>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 16",
          "dayTitle": "<p><strong>Inside Story</strong></p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>Special Mission: Rehab</strong><br>\n<em>By Andrew McChesney</em></p><p><em><br></em></p>\n\n<p>After surgery to remove three benign tumors, Dmitry Bagal, a Russian missionary living in Germany, was sent for rehabilitation to a vacation resort in Lower Bavaria. There, he found a new mission field where God was working on the hearts of secular and post-Christian people.</p><p><br></p>\n\n<p>One afternoon, Dmitry walked over to a group of people at a Greek restaurant. They called out that the restaurant was closed, and Dmitry responded with a question. “Do you like to read books?” he asked. Only one man replied. Speaking with a thick Italian accent, he said he preferred to watch movies and had read only one book, the Bible, in his life. Dmitry gave him <em>The Great Controversy</em> and explained that it offered a unique perspective on history, especially on the struggle between good and evil. The man read the back cover. “I really want to read this book!” he exclaimed. But he didn’t want the book for free. He gave Dmitry a donation.</p><p><br></p>\n\n<p>Another day, Dmitry paused during a walk to sit beside a stranger on a bench. The two men struck up a conversation. The man said he was a farmer who had no free time, but his threshing machine had broken, and he was waiting for it to be repaired. “Do you like to read books?” Dmitry asked. The man conceded that he didn’t like to read but said his wife did. Dmitry gave him a <em>Great Controversy</em> for his wife. The man read the back cover and declared that he had changed his mind. He wanted to read the book.</p><p><br></p>\n\n<p>Resuming his walk, Dmitry passed a car with a bumper sticker that read, “God does miracles in Germany.” Wanting to meet the car’s owner, he rang the doorbell of the house in front of the car. On the door, he saw a sign that read, “Honey from our own beehives.” When a woman opened the door, he asked about the honey. The two talked about honey for a few minutes and then about faith. The woman said Jesus had miraculously healed her of an illness. Dmitry bought a jar of honey and offered her the choice of a book as a gift: <em>The Desire of Ages</em> or <em>The Great Controversy</em>. She chose <em>The Desire of Ages</em>. Thanking Dmitry, she gave him a second jar of honey as a gift. Dmitry thanked her by giving her the other book, <em>The Great Controversy</em>. Both were incredibly happy with their meeting.</p><p><br></p>\n\n<p>During his month in rehab, Dmitry distributed nearly 50 copies of <em>The Great Controversy</em> and changed the focus of his mission work in Germany. “Because I enjoy sharing books so much, I’m preparing to become a literature evangelist,” he said.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 16",
          "dayTitle": "<p><strong>Teachers Comments</strong></p>",
          "id": 79,
          "idDay": 9,
          "idLesson": 7,
          "lessonText": "<p><strong>Part I: Overview</strong></p>\n\n<p><strong>Key Text:</strong> Exodus 16:28–30</p>\n<p><strong>Study Focus:</strong> Exodus 15:22–18:27</p><p><br></p>\n\n<p><strong>Introduction</strong></p><p>God’s miraculous intervention to rescue His people from bondage, an unprecedented and unrepeatable event, was to be remembered, and regularly commemorated, in the Passover. The Israelites were redeemed and free to go, but freedom is a costly commodity. God’s signs and wonders were performed on Israel’s behalf, resulting in divine judgments falling upon Egypt. These judgments were not merely punitive for the Egyptians but were instructive for the Israelites as well, helping them to know the true God and what the real, lasting values were in life. God presented Himself as a loving and just Redeemer, a mighty Warrior who had rescued Israel from slavery. These dramatic events were designed to lead His people to fully trust Him as their wise Guide and Caregiver and thus to depend upon His leadership.</p>\n\n<p>After the great deliverance from Egypt, the Red Sea experience, and the splendid celebration of God’s salvation from the hands of Pharaoh and his army, God led Israel to the Desert of Shur, where they traveled for three days without finding water. Here the Israelites were presented with another test of trusting the Lord <em>(Exod. 15:25)</em>. Just prior to this test, the Israelites trusted the Lord after crossing the Red Sea and seeing the defeat of Pharaoh <em>(Exod. 14:31)</em>. Would they continue to stay on the path of implicit trust in God, with a confident attitude in their Leader? All that had happened in the past days and weeks should have been etched into their memories. Would they remember God’s leadership when the hardships of life struck again?</p><p><br></p>\n\n<p>God cared for Israel like a loving parent, and He led them patiently through the desert. He had to teach them painful lessons when they murmured; yet, He lovingly provided water, quail, and manna and instructed them on how to keep the Sabbath holy.</p><p><br></p><p><strong>Part II: Commentary</strong></p>\n\n<p>Exodus 15:22–18:27 describes Israel’s journey to Sinai. The passage contains five narratives: two stories are related to the gift of water. The first water narrative, at Mara, concerns making bitter water sweet <em>(Exod. 15:22–27)</em>. The second water narrative concerns water springing from a rock <em>(Exod. 17:1–7)</em>. In between these two stories lies miraculous gifts of food—quail and manna—and teachings about how to keep the Sabbath <em>(Exod. 16:1–36)</em>. These three wonders—water, quail, and manna—are followed by two additional accounts, namely, the Lord’s gift of victory over the Amalekites <em>(Exod. 17:8–16)</em> and Jethro’s visit, during which time he gives wise advice to Moses <em>(Exod. 18:1–27)</em>.</p><p><br></p><p><strong>The Gift of Water at Mara</strong></p>\n\n<p>For the first time in the book of Exodus, the Hebrew root <em>lun</em>—“murmur,” “grumble,” “complain”—appears in our story about the lack of potable water in the Desert of Shur. The Israelites stopped at Mara, where the water was bitter; so, the “people grumbled against Moses” <em>(Exod. 15:24, NIV)</em>. Unfortunately, <em>lun</em> became a key expression that marks Israel’s stories of wandering through the wilderness. It is a dominant word in the stories of manna and quail, where this negative term occurs eight times (as a verb in Exodus 16:2, 7, and 8; as a noun in Exodus 16:7, 8; and twice more in verses 9 and 12). It also is mentioned in the next account regarding water springing from the rock in the Rephidim narrative <em>(Exod. 17:3–6)</em>. The same idea of murmuring or grumbling occurs in the book of Numbers <em>(Num. 14:2, 27, 29, 36; Num. 16:11, 41; Num. 17:5, 10)</em>. This term is used outside of the Pentateuch only in Joshua 9:18.</p><p><br></p>\n\n<p>When the people complained, Moses cried out to the Lord, which is now mentioned for the third time in Exodus <em>(Exod. 8:12, Exod. 14:15, Exod. 15:25)</em>. The Lord directed Moses to throw into the bitter water a piece of wood. Thus, the water was healed when Moses followed God’s instructions. In the context of the water’s healing, the Lord promises that He will not bring upon them “any of the diseases [Hebrew: <em>mackalah</em>]” He “brought on the Egyptians,” if they will carefully listen and obey Him. To secure His promise, He uses a divine formula: “I am the Lord who heals you” <em>(Exod. 15:26, NKJV)</em>. The Lord refers to the various illnesses in connection with the ten plagues (see also God’s promise in <em>Exod. 23:25</em>). No such plague will fall on the faithful.</p><p><br></p>\n\n<p>In the wilderness, water is a life-giving product. Without water, one cannot live; it is a source and sustainer of life. Water is life. One can survive without it for only a few days. No wonder we have several important stories and miracles related to water in Exodus and Numbers. Afterward, Israel encamped in Elim, where there was plenty of water and shade from the palms.</p><p><br></p><p><strong>Quail, the Gift of Manna, and the Sabbath</strong></p>\n\n<p>The Lord mercifully responded to the grumbling of the people, who complained that they did not have meat and other food that they had enjoyed in Egypt. Their speech is full of exaggerations and bitter irony. The Israelites recalled their full plates while slaving for Pharaoh. In response, however, the Lord promised that He would provide them with bread from heaven as well as quail. He said that in the evening they would have quail and in the morning bread from heaven. It happened precisely as predicted <em>(Exod. 16:13)</em>. The surprise was in the morning, because they had never seen manna before, so they asked, “What is it?” <em>(Exod. 16:15)</em>. This question is the meaning of the word “manna.”</p><p><br></p>\n\n<p>With the gift of manna, God taught the Israelites how to observe and live the Sabbath. Jesus calls manna the “bread from heaven” <em>(John 6:31)</em>, which is a reference to Exodus 16:4. Thus, manna was the bread the Lord gave His people to eat in the desert <em>(Exod. 16:15)</em>. For 40 years, manna was provided for the Israelites (Exod. 16:35). The provision of manna ceased only when the Israelites celebrated their first Passover in the Promised Land <em>(Josh. 5:10–12)</em>.</p><p><br></p>\n\n<p>Every week during the Israelites’ 40-year sojourn in the wilderness, four miracles occurred. These miracles taught the Israelites the sacredness of the Sabbath:</p>\n<ul>\n  <li>Manna fell from heaven every day, except on Sabbath.</li>\n  <li>If someone collected manna for the next day during the workweek, the manna was spoiled by the following day.</li>\n  <li>Manna fell in a double portion every Friday, the Sabbath’s preparation day.</li>\n  <li>Manna collected on Fridays did not spoil but stayed fresh for consumption on Sabbath.</li></ul>\n\n<p>Thus, the Lord provided every day for Israel’s needs. Six days per week they needed to go out and collect manna, a reminder that every day they were completely dependent upon Him.</p><p><br></p>\n\n<p>Another miracle with the bread from heaven was the Lord’s command to Moses to take an omer of manna, about 3.64 liters, put it into a jar, and then place it in front of the Testimony <em>(Exod. 16:34)</em>. Later, the <em>omer</em> of manna was put into the ark of the covenant <em>(Heb. 9:4)</em> as a reminder to future generations. This manna did not spoil, even though the longest length for its staying unspoiled was only two days, from Friday to Sabbath.</p><p><br></p>\n\n<p>The noun “Sabbath” (Hebrew: <em>shabbat</em>) several times is highlighted in the book of Exodus and mentioned for the first time in the Bible in Exodus 16:23, in which it is described as a “Sabbath rest” (Hebrew: <em>shabbaton</em>) and a “holy Sabbath to the Lord.” This verse is the first explicit command regarding Sabbath observance and contains three imperatives: “bake,” “boil,” and “lay aside” <em>(ESV)</em>! Sabbath should be celebrated. It is interesting that verse 25 adds the fourth imperative: “Eat”! Eat the manna today. Eating is closely tied to the observation of the Sabbath.</p><p><br></p>\n\n<p>The temporal term “today” is used three times in this text in connection with the Sabbath, thus emphasizing the miracle of eating manna on Sabbath because God provided it. In verse 25, it is stated that this is a “Sabbath to the Lord” <em>(NIV)</em>, and verse 26 explains that the Sabbath is the seventh day of the week. Verse 30 connects Sabbath to rest: “So the people rested [Hebrew: <em>shabat</em>] on the seventh day.” The triad of key words in this passage of Exodus 16:23–30—namely, “Sabbath,” “today,” and “rest”—ties in with Hebrews 4:7–10, in which Paul also elaborates on the ideas of “Sabbath,” “today,” and “rest.” The word “Sabbath” appears in the book of Exodus also in the following texts: Exodus 16:25, 26, 29; 20:8, 10, 11; 31:14, 15 (twice), 16; and 35:2, 3.</p><p><br></p>\n\n<p>In the apex of the manna story, when some people went out on Sabbath to gather manna, God asked a very pointed question: “How long will you refuse to keep my commands” (Exod. 16:28, NIV). The Lord uses the word “refuse” to describe their willful action. They needed to learn that the Sabbath was a gift, one that is reinforced by the fact that the Lord provided the food for them. Therefore, they did not need to collect manna for themselves on Sabbath.</p><p><br></p><p><strong>Part III: Life Application</strong></p>\n\n<ol>\n  <li><strong>Jesus proclaimed about Himself that He is the Bread of Life <em>(John 6:35, 48)</em>. How can we live with Jesus Christ in such a close relationship that He becomes for us our daily “bread and water”?</strong></li>\n  <li><strong>When, and how, should we attend to those who complain about the difficulties of life, and when should we not listen to murmuring?</strong></li>\n  <li><strong>God was present in the pillar of cloud and in the pillar of fire, but the Israelites took His presence in the cloud for granted. We also may have an outstanding work of God taking place among us and not appreciate it. How can we maintain our sense of awe for the sacredness of things related to God and His work?</strong></li>\n  <li><strong>Jethro’s visit is a narrative par excellence about godly leadership. Moses was learning and growing in his leadership skills. He was a God-centered leader who acknowledged God’s leadership in his life and for Israel. Moses also was an exceptional listener, who was filled with gratitude and praises for God. He was a visionary; yet, he needed to learn how to delegate responsibility. He was teachable even though he was a strong leader. What was it about Moses that enabled him to be open to new ideas and areas of improvement without taking constructive criticism personally or being threatened by suggestions for growth?</strong></li>\n  <li><strong>The apostle Paul, in reference to the miracle of the water flowing from the rock at Rephidim, states that Jesus was the Rock <em>(1 Cor. 10:4)</em>. In that narrative, the people grumbled and put the Lord to the test <em>(Exod. 17:2)</em>. In Malachi 3:10, we are invited to test God. What is the difference between the positive and negative testing of God? How can we test God in a wrong way?</strong></li>\n</ol>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>The Bread and Water of Life</p>",
      "verse": "<p><strong>“And the Lord said to Moses, ‘How long do you refuse to keep My commandments and My laws? See! For the Lord has given you the Sabbath; therefore He gives you on the sixth day bread for two days. Let every man remain in his place; let no man go out of his place on the seventh day.’ So the people rested on the seventh day”</strong> <em>(Exodus 16:28–30, NKJV)</em></p>",
      "versionCode": 25,
      "weekDate": "August 9-15"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
