{
  "data": [
    {
      "color": "#7698eb",
      "id": 1,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "25 de marzo",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>A lo largo de la historia, ha habido ejércitos que eran muy inferiores en número a sus contrincantes y que, aun así, ganaron importantes batallas.<br><br>Nosotros también estamos en una batalla de vida o muerte con un enemigo astuto. Luchamos en inferioridad de condiciones, contra todo pronóstico. Las fuerzas del mal parecen invencibles. Aparentemente, sufrimos ciertas pérdidas. La derrota parece inevitable. La victoria se muestra inalcanzable.<br><br>Desde una perspectiva meramente humana, parece que las fuerzas de Satanás nos agobiarán. Pero, gracias a Dios, aunque estemos en inferioridad de condiciones, aunque humanamente hablando llevemos las de perder, aunque los ataques de Satanás sean feroces, con Jesús finalmente obtendremos la victoria. La temática esencial del último libro de la Biblia, el Apocalipsis, es esta: Jesús gana, Satanás pierde.<br><br>La esencia de esta batalla se describe en Apocalipsis 12, el énfasis de nuestro estudio en esta semana. Este estudio nos preparará en forma adecuada para entender Apocalipsis 14 y el mensaje de los tres ángeles.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de marzo",
          "dayTitle": "<p>LA BATALLA EN EL CIELO<br></p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>Apocalipsis 12 presenta una oleada de episodios dramáticos, pantallazos del conflicto secular entre el bien y el mal que comenzó en el Cielo pero terminará aquí, en la Tierra. Estos acontecimientos recorren la línea del tiempo, desde la escena de apertura de la rebelión de Satanás en el Cielo hasta sus ataques viciosos contra el pueblo de Dios en los últimos días.<br><br><strong>Lee Apocalipsis 12:7 al 9, que describe este conflicto cósmico entre el bien y el mal. ¿Cómo es posible que algo así pueda suceder en el Cielo? ¿Qué implican estos versículos acerca de la realidad del libre albedrío? <br></strong></p><p><strong>Apocalipsis 12:7-9<sup><br></sup></strong></p><p><sup><strong>7 </strong></sup>Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles; <sup><br></sup></p><p><sup><strong>8 </strong></sup>pero no prevalecieron, ni se halló ya lugar para ellos en el cielo. <br></p><p><sup><strong>9</strong></sup> Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él. <strong><br></strong></p><p>La libertad de elegir es un principio fundamental del gobierno de Dios, tanto en el Cielo como en la Tierra. Dios no creó robots, ni en el Cielo ni en la Tierra. Como seres humanos creados a imagen de Dios, podemos tomar decisiones morales.<br><br>El poder de elegir está estrechamente alineado con la capacidad de amar. Si se elimina el libre albedrío, se destruye la habilidad de amar, porque el amor nunca se puede forzar ni coaccionar. El amor es una expresión del libre albedrío. Todos los ángeles celestiales se enfrentaron a la decisión de responder al amor de Dios o de alejarse con egoísmo, arrogancia y orgullo. Así como el amor confrontó a los ángeles celestiales con una decisión eterna, Apocalipsis nos conduce a decisiones eternas en el conflicto final de la Tierra.<br><br>Nunca ha habido neutralidad en el Gran Conflicto (ver Luc. 11:23), ni la habrá en la guerra final de la Tierra. Así como cada ángel se decidió por el bando de Jesús o el bando de Lucifer, toda la humanidad se enfrentará a su decisión final e irrevocable en el tiempo del fin. ¿A quién le daremos nuestra lealtad, nuestra adoración, nuestra obediencia? Este siempre ha sido el problema con la humanidad, y será aún más dramático en la crisis final de la historia de la Tierra.<br><br>Pero, hay una noticia increíblemente buena: Apocalipsis 12 describe el triunfo de Cristo en el Conflicto, y todo lo que nosotros tenemos que hacer es decidir estar de su lado, el lado ganador, usando el libre albedrío. ¡Qué bueno es poder elegir el bando en una batalla en la que sabes de antemano cuál será el bando ganador!<br><br><strong>Piensa en cuán sagrado debe ser el libre albedrío para Jesús que, aunque sabía que eso lo llevaría a la Cruz (ver 2 Tim. 1:9), de todos modos nos dio libertad para elegir. ¿Qué debería decirnos esto? ¿Con cuánto cuidado debemos usar este regalo sagrado, pero costoso?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de marzo",
          "dayTitle": "<p>EL ATAQUE DE SATANÁS<br></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p>Desde el principio, Satanás (ver Apoc. 12:4, 5) procuró destruir a Cristo. Sin embargo, fracasó en cada intento. En el nacimiento de Cristo, por ejemplo, un ángel advirtió a José y a María de los planes viciosos de Herodes, y huyeron a Egipto. Jesús se enfrentó a las tentaciones más acuciantes de Satanás en el desierto con un “Escrito está”, y por ende halló protección en la Palabra de Dios.<br><br>Al morir en la cruz, reveló la magnitud de su amor y nos libró del castigo de la condenación del pecado. Mediante su resurrección, como nuestro Sumo Sacerdote viviente, nos libera del poder del pecado en nuestra vida.<br><strong><br>Lee Apocalipsis 12:4 al 6 y 9; Efesios 5:25 al 27 y 32; y Salmo 2:7 al 9, y define los siguientes símbolos:</strong><br><strong><br>El dragón .</strong>........................................................................................................<br><br><strong>La mujer </strong>..........................................................................................................<br><br><strong>El Hijo varón</strong> ....................................................................................................<br><br><strong>La vara de hierro ..</strong>............................................................................................<br></p><p><br></p><p><strong>Apocalipsis 12:4 -6, 9</strong></p><p><sup><strong>4 </strong></sup>y su cola arrastraba la tercera parte de las estrellas del cielo, y las arrojó sobre la tierra. Y el dragón se paró frente a la mujer que estaba para dar a luz, a fin de devorar a su hijo tan pronto como naciese. <br></p><p><sup><strong>5</strong></sup> Y ella dio a luz un hijo varón, que regirá con vara de hierro a todas las naciones; y su hijo fue arrebatado para Dios y para su trono. <sup><strong><br></strong></sup></p><p><sup><strong>6</strong></sup> Y la mujer huyó al desierto, donde tiene lugar preparado por Dios, para que allí la sustenten por mil doscientos sesenta días.<strong><br></strong></p><p><strong><sup>9 </sup></strong>Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él.<strong><br></strong></p><p><strong>Efesios 5:25-27,32</strong></p><p><sup><strong>25</strong></sup> Maridos, amad a vuestras mujeres, así como Cristo amó a la iglesia, y se entregó a sí mismo por ella, <sup><br></sup></p><p><sup><strong>26 </strong></sup>para santificarla, habiéndola purificado en el lavamiento del agua por la palabra, <sup><br></sup></p><p><sup><strong>27</strong></sup> a fin de presentársela a sí mismo, una iglesia gloriosa, que no tuviese mancha ni arruga ni cosa semejante, sino que fuese santa y sin mancha. <sup><br></sup></p><p><sup><strong>32 </strong></sup>Grande es este misterio; mas yo digo esto respecto de Cristo y de la iglesia.<strong><br></strong></p><p><strong>Salmos 2:7-9</strong></p><p><sup><strong>7 </strong></sup>Yo publicaré el decreto; Jehová me ha dicho: Mi hijo eres tú; Yo te engendré hoy.<br><sup><br><strong>8 </strong></sup>Pídeme, y te daré por herencia las naciones, ycomo posesión tuya los confines de la tierra.<br><sup><br><strong>9 </strong></sup>Los quebrantarás con vara de hierro; como vasija de alfarero los desmenuzarás.<strong><br></strong></p><p>En la Biblia, la vara es un símbolo de dominio o gobierno. Una vara de hierro es símbolo de un gobierno inquebrantable, todopoderoso e invencible. Jesús enfrentó cada una de las tentaciones que enfrentamos nosotros, pero resultó vencedor. El diablo es un enemigo derrotado. Cristo ha triunfado sobre él mediante su vida, su muerte y su resurrección. Como Jesús ya ha derrotado al diablo en la Cruz del Calvario, nosotros también podemos ser victoriosos. La victoria de Cristo sobre Satanás fue completa, pero el gran conflicto entre Cristo y Satanás aún no ha terminado.<br><br>Sin embargo, cuando aceptamos por fe lo que Cristo hizo por nosotros, se cancela nuestra deuda por los pecados, y estos son perdonados. Somos perfectos ante Dios, ya que la justicia de Cristo nos cubre, como escribe Pablo acerca de ser “hallado en él, no en mi propia justicia, que viene por la ley, sino en la que es por la fe en Cristo, la justicia que viene de Dios por la fe” (Fil. 3:9). Si recibimos el perdón, no hay nada de lo que se nos pueda acusar. Jesús conquistó y venció para siempre lo peor que el pecado y la maldad podían hacerle. Atacó completamente el mal y lo superó. Cuando aceptamos a Jesús por fe, su victoria es nuestra.<br><br><strong>¿Por qué es tan vital para nosotros la seguridad de la salvación, gracias a la victoria de Cristo sobre Satanás? ¿Cómo podemos hacer propia la experiencia de la que habla Pablo en Filipenses 3:9?</strong></p><p><strong><sup>9 </sup></strong>y ser hallado en él, no teniendo mi propia justicia, que es por la ley, sino la que es por la fe de Cristo, la justicia que es de Dios por la fe;<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de marzo",
          "dayTitle": "<p>ACEPTEMOS LA VICTORIA DE JESÚS</p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>Como bien lo presenta la Biblia, Jesús nunca ha perdido una batalla con Satanás. Él es el Conquistador poderoso, el Vencedor sobre los poderes del mal.<br><br>Una cosa es creer que Jesús obtuvo la victoria sobre las tentaciones de Satanás; otra muy distinta es creer que la victoria de Cristo es también nuestra victoria. <br></p><p><strong>Lee Apocalipsis 12:10. ¿Cuánto aliento debería infundirte el hecho de que tu acusador “ha sido arrojado”?</strong></p><p><strong>Apocalipsis 12:10</strong></p><p><strong><sup>10 </sup></strong>Entonces oí una gran voz en el cielo, que decía: Ahora ha venido la salvación, el poder, y el reino de nuestro Dios, y la autoridad de su Cristo; porque ha sido lanzado fuera el acusador de nuestros hermanos, el que los acusaba delante de nuestro Dios día y noche.<br><br>Aunque la batalla todavía continúa en la Tierra, Satanás ha perdido. Punto. Esto se aplica no solo a la victoria final de Cristo en el punto culminante de la historia humana, sino también a nuestra batalla con los principados y las potestades del mal en nuestra vida personal. Algunos cristianos viven frustrados. Desean obtener la victoria sobre alguna actitud o hábito, pero no llegan a comprender la realidad de la victoria de Cristo por ellos en su vida personal.<br><br><strong>Lee Apocalipsis 12:11. ¿Qué garantía de victoria nos da Cristo en este pasaje?</strong></p><p><strong>Apocalipsis 12:11</strong><br></p><p><strong>11</strong> Y ellos le han vencido por medio de la sangre del Cordero y de la palabra del testimonio de ellos, y menospreciaron sus vidas hasta la muerte.</p><p>Siete veces en los mensajes de Apocalipsis a las siete iglesias, encontramos la expresión “El que venza”. Aquí, en Apocalipsis 12:11, volvemos a encontrar este concepto de vencer. La palabra “vencer”, en el idioma original del texto, es nikao.<br><br>Se puede traducir literalmente como “conquistar, prevalecer, triunfar o vencer victoriosamente”. Fíjate cómo es posible que seamos vencedores. Apocalipsis 12:11 afirma que es solo “por la sangre del Cordero”.<br><br>En Apocalipsis 5:6, en visión profética, Juan mira al Cielo y ve “un Cordero como si hubiera sido inmolado”. El sacrificio de Cristo es el centro de atención de todo el Cielo. No hay nada más sublime que la Cruz para demostrar el amor infinito e insondable de Dios.<br><br>Cuando aceptamos por fe lo que Cristo hizo por nosotros, nuestra deuda se cancela, y somos perfectos ante los ojos de Dios. Nuestros pecados son perdonados (Col. 1:14; Efe. 1:7; Col. 2:14), y “ha sido arrojado el acusador de nuestros hermanos” (Apoc. 12:10). Somos redimidos, victoriosos y salvos, no por nuestros propios méritos, sino por las victorias de Cristo en nuestro favor.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de marzo",
          "dayTitle": "<p>LA MUJER DEL DESIERTO</p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Apocalipsis 12:6 y compáralo con Apocalipsis 12:14 al 16. Observa cuidadosamente el período de tiempo, el ataque de Satanás a la “mujer” (la iglesia de Dios) y la provisión de Dios para su pueblo. ¿De qué están hablando estos versículos?</strong><br></p><p><strong>Apocalipsis 12:6 </strong><br></p><p><sup>6</sup><strong> </strong>Y la mujer huyó al desierto, donde tiene lugar preparado por Dios, para que allí la sustenten por mil doscientos sesenta días.<strong><br></strong></p><p><strong>Apocalipsis 12:14-16</strong></p><p><sup><strong>&nbsp;14</strong></sup> Y se le dieron a la mujer las dos alas de la gran águila, para que volase de delante de la serpiente al desierto, a su lugar, donde es sustentada por un tiempo, y tiempos, y la mitad de un tiempo. <sup><br></sup></p><p><sup><strong>15 </strong></sup>Y la serpiente arrojó de su boca, tras la mujer, agua como un río, para que fuese arrastrada por el río. <sup><br></sup></p><p><sup><strong>16</strong></sup> Pero la tierra ayudó a la mujer, pues la tierra abrió su boca y tragó el río que el dragón había echado de su boca. <strong><br></strong></p><p>Los 1.260 días de Apocalipsis 12:6 son paralelos a la expresión “tiempo, tiempos, y medio tiempo” de Apocalipsis 12:14. Esta misma profecía que describe el mismo período se encuentra en Daniel 7:25; Apocalipsis 11:2 y 3; y 13:5.<br><br>Como estos son símbolos proféticos (no es que una mujer literal con alas se fuera al desierto), aplicamos el tiempo profético, el principio de día por año (ver, por ejemplo, Núm. 14:34; Eze. 4:4–6) a estas profecías. Esto simplemente significa que un día profético equivale a un año. Sobre este mismo período profético de Apocalipsis 11:2, la Biblia de Estudio Andrews dice: “Por este motivo, los intérpretes historicistas lo entienden generalmente como los 1.260 años que corren de 538 a 1798 d.C.” (p. 1.596, comentario sobre Apoc. 11:2). Una iglesia corrupta (junto con un Estado corrupto) oprimió, persiguió y a veces masacró al pueblo fiel de Dios.<br><br>Esta persecución feroz y satánica contra los cristianos que creían en la Biblia era una extensión del gran conflicto entre el bien y el mal. Al salir de las tinieblas de la Edad Media, al momento de la Reforma, hubo hombres y mujeres que enfrentaron un momento decisivo: ¿Serían fieles a la Palabra de Dios o aceptarían las enseñanzas de los sacerdotes y los prelados? Una vez más, la verdad triunfó, y Dios tenía un pueblo que le era fiel en presencia de una tremenda oposición.<br><br>Hay algunas expresiones fascinantes y extremadamente alentadoras del cuidado de Dios en estos versículos. Apocalipsis 12:6 utiliza la expresión “Un lugar preparado por Dios”. Apocalipsis 12:14 declara que la mujer fue “sustentada” en el desierto. Y Apocalipsis 12:16 expresa: “La Tierra ayudó a la mujer”. En tiempos de intensa persecución, Dios proveyó para su iglesia. Como lo hizo en ese entonces, hará lo mismo por su remanente del tiempo del fin.<br><strong><br>Describe un momento de prueba o dificultad en tu vida en el que podrías haberte desanimado fácilmente, pero Dios proveyó un lugar de refugio para ti y te sostuvo en tus desafíos. ¿De qué manera Dios te brindó apoyo cuando más lo necesitabas?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de marzo",
          "dayTitle": "<p>EL REMANENTE DE DIOS EN EL TIEMPO DEL FIN<br></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p>El diablo ha estado en guerra con Cristo desde su rebelión en el Cielo (Apoc. 12:7). El propósito de Satanás en ese entonces y ahora es tomar el control del Universo (ver Isa. 12:12-14). El foco de su atención en los últimos días de la historia de la Tierra está puesto sobre el pueblo de Dios. Apocalipsis 12:17 declara enfáticamente que el dragón (Satanás) estaba enojado (airado) con la mujer (la iglesia) y fue a combatir al resto de sus hijos. Esta expresión, “el resto de sus hijos”, también se traduce como “el remanente” en la versión del Rey Jacobo (en inglés). El remanente de Dios permanece fiel a Cristo, obediente a su verdad y fiel a su misión.<br><br><strong>Lee Apocalipsis 12:17. ¿Qué características del remanente de Dios, su iglesia de los últimos días, se encuentran en este versículo?</strong></p><p><strong>Apocalipsis 12:17</strong></p><p><strong><sup>17 </sup></strong>Entonces el dragón se llenó de ira contra la mujer; y se fue a hacer guerra contra el resto de la descendencia de ella, los que guardan los mandamientos de Dios y tienen el testimonio de Jesucristo.<br><br>En Apocalipsis 12:17, Satanás (el dragón) está furioso con la mujer, la iglesia de Dios. El diablo está furioso con un pueblo que guarda los mandamientos de Dios, y hará todo lo posible para destruirlo.<br><br>Finalmente, instiga un decreto para que no puedan comprar ni vender y para que sean encarcelados y enfrenten la muerte (ver Apoc. 13:14–17). Si Satanás no puede destruir a Cristo, intentará destruir el objeto del afecto más profundo de Cristo: la iglesia de Cristo. La última guerra de la Tierra no se localiza en Medio Oriente ni en los diversos conflictos que hay allí; se centra en la mente del pueblo de Dios disperso por todo el mundo. Es una batalla entre dos fuerzas opuestas, Cristo y Satanás. Nuevamente, no hay nadie que sea neutral.<br><br>La pregunta central en esta guerra final es: “¿A quién somos leales? ¿Dónde está nuestra fidelidad? El Cielo necesita creyentes que estén tan constreñidos por el amor de Cristo, redimidos por su gracia, comprometidos con sus propósitos, empoderados por su Espíritu, y que sean tan obedientes a sus mandamientos, que estén dispuestos a enfrentar la muerte misma por su causa.<br><br>Nuestro mundo se encamina hacia una gran crisis. Pero en Jesús, por Jesús, mediante Jesús y debido a Jesús, nuestra victoria está asegurada, siempre y cuando permanezcamos conectados a él mediante la fe, una fe que conduce a la obediencia. Todo se reduce a nuestra decisión personal.<br><br><strong>¿Cómo se manifiesta la realidad de Apocalipsis 12:17 en tu vida, en tu experiencia cristiana? Es decir, ¿de qué forma ves que el Gran Conflicto se desarrolla en tu vida?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de marzo",
          "dayTitle": "",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>En cierto sentido, podríamos argumentar que Dios no tenía otra opción: si quería seres que pudieran amar a él y a los demás, tenía que crearlos libres. Si no fueran libres, no podrían amar; y ¿qué sería de nuestro Universo sin amor?<br><br>Sería lo que algunos han afirmado: nada más que una máquina irracional que funciona según estrictas leyes de causa y efecto y en la que no tenemos libre albedrío; no seríamos más que paquetes de carne (y sangre) con partículas subatómicas que siguen solo las leyes de la física. No es exactamente una imagen bonita. Tampoco representa lo que sabemos que es verdad de nosotros mismos. ¿Quién de nosotros piensa, por ejemplo, que nuestro amor por nuestros padres, hijos o cónyuges no es más que una configuración de átomos?<br><br>“Siendo la ley del amor el fundamento del gobierno de Dios, la felicidad de todos los seres inteligentes depende de su perfecto acuerdo con los grandes principios de justicia. Dios desea de todas sus criaturas el servicio por amor; servicio que brota de un aprecio de su carácter. No halla placer en una obediencia forzada; y a todos otorga libre albedrío para que puedan rendirle un servicio voluntario.<br><br>“Mientras todos los seres creados reconocieron la lealtad del amor, hubo perfecta armonía en el Universo de Dios. Cumplir los designios de su Creador era el gozo de las huestes celestiales. Se deleitaban en reflejar la gloria de Dios y en manifestarle alabanza. Y, mientras el amor de Dios fue supremo, el amor de unos por otros fue confiado y desinteresado. No había nota de discordia que echara a perder las armonías celestiales” (PP 12, 13).<br><strong><br>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>¿Por qué Apocalipsis 12 es una introducción apropiada para el mensaje de los tres ángeles, especialmente a la luz del conflicto venidero en el tiempo del fin?<br><br><strong>2.</strong> ¿Cómo te reconforta Apocalipsis 12 en las tentaciones y las pruebas personales que enfrentas a diario?<br><br><strong>3.</strong> Hay quienes creen que nuestras acciones están determinadas mayormente por nuestra herencia y por el entorno. ¿Concuerdas con esto o no? ¿Qué papel juega nuestro poder de decisión para determinar nuestro comportamiento? Analiza la relación entre nuestras decisiones y el poder de Dios que obra en nuestra vida.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de marzo",
          "dayTitle": "",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong><br><br><strong>RESEÑA</strong><br><br>La lección de esta semana se centra en el gran conflicto entre el bien y el mal a lo largo de los siglos. Apocalipsis 12 presenta cuatro grandes episodios en este conflicto: la rebelión de Lucifer en el Cielo, su intento de destruir al niño Jesús, su ataque al pueblo de Dios durante la Edad Media y su ataque final al pueblo remanente de Dios en el tiempo del fin. En cada uno de estos conflictos, Cristo se revela como el Señor victorioso, el Redentor triunfante y el poderoso Conquistador.<br><br>El pensamiento clave de la lección de esta semana es que, a pesar de los feroces ataques de Satanás contra el pueblo de Dios y sus intentos de destruirlo, Jesús gana y Satanás pierde. Este pensamiento es vital para aprestarnos a entender el mensaje de Apocalipsis para el tiempo del fin, que se encuentra en Apocalipsis 14:6 al 12. Aunque el pueblo de Dios enfrentará opresión, persecución y cárcel, así como un boicot económico y un decreto de muerte, tiene la absoluta seguridad de que, en la Cruz, Jesús triunfó sobre los principados y las potestades del infierno. Satanás es un enemigo derrotado. El mismo Jesús que nunca perdió una batalla contra Satanás tampoco perderá la batalla final. Jesús guiará a su pueblo a la victoria en el conflicto final de la Tierra.<br><br>Nos aguardan tiempos difíciles. El pueblo de Dios enfrentará su mayor prueba en los últimos días de la historia de la Tierra, pero podemos enfrentar nuestras pruebas futuras con la suprema confianza de que en Jesús, por medio de Jesús y gracias a Jesús, nosotros también podemos salir victoriosos.<br><br><strong>COMENTARIO</strong><br><br>Bien podríamos decir que Apocalipsis 12 es la bisagra sobre la que gira todo el libro de Apocalipsis. En el capítulo 12 radica la esencia del último libro de la Biblia y este hace la transición de todo lo que pasó antes a todo lo que vendrá.<br><br>El capítulo 12 vincula los capítulos anteriores del Apocalipsis con los capítulos siguientes. Apocalipsis 1 comienza con la imagen gloriosa de Cristo como nuestro Creador, Redentor, Sumo Sacerdote y Rey venidero. Luego, el libro de Apocalipsis procede a introducir tres secuencias de sietes: las siete iglesias, los siete sellos y las siete trompetas. Cada una de estas secuencias culmina en victoria para Cristo y su iglesia.<br><br>El propósito de estos primeros capítulos es revelar con claridad de qué manera Cristo finalmente aborta los intentos sucesivos de Satanás de destruir al pueblo de Dios y mostrar el triunfo final de Jesucristo en el conflicto cósmico entre el bien y el mal. La revelación de Jesucristo en cada uno de estos capítulos allana el camino para la revelación de Jesús por medio de su pueblo en Apocalipsis 12:17. Previo a esta revelación, en cada secuencia sucesiva de siete, vemos que hay creyentes fieles que vencen, que no ceden a las fuerzas opresivas del mal, que son leales a Cristo y que adoran con los fieles de todas las edades ante su trono (Apoc. 7:9-12).<br><br>En la última de estas secuencias de siete, el séptimo ángel toca la trompeta y dice a gran voz: “ ‘El reino del mundo ha venido a ser de nuestro Señor y de su Cristo, y reinará para siempre jamás’ ” (Apoc. 11:15). Los primeros 11 capítulos del Apocalipsis nos dan la seguridad de que Cristo, quien triunfó sobre los poderes del infierno a lo largo de los siglos, triunfará en el conflicto final de la Tierra. Aunque se ha pisoteado la verdad, el pueblo de Dios sufrió persecución y decenas de miles fueron martirizados, Satanás nunca ha podido erradicar la verdad de Dios ni destruir a su pueblo por completo. La llama de la verdad pudo haber parpadeado, pero nunca se ha apagado. Siempre ha habido una luz en la oscuridad. Finalmente, la gloria de Dios alumbrará toda la Tierra (Apoc. 18:1).<br><br>Versículo clave (primera parte): Apocalipsis 12:11 Aunque Apocalipsis 12 está repleto de significado, dos versículos son extremadamente importantes y dignos de nuestra especial atención. El primer versículo es Apocalipsis 12:11: “Ellos lo han vencido por la sangre del Cordero y por la palabra del testimonio de ellos, y no amaron su propia vida ni aun ante la muerte”. La palabra “vencer” implica victoria, triunfo y conquista. Se utiliza 17 veces en el libro de Apocalipsis. El pueblo de Dios vence. No es vencido.<br><br>La pregunta es ¿cómo vencemos? ¿Cómo es posible triunfar sobre las tentaciones del maligno? Apocalipsis 12:11 responde esta pregunta al declarar: “Ellos lo han vencido por la sangre del Cordero”. La expresión “por la sangre” también se puede traducir como “a causa de la sangre” o “sobre la base de la sangre”.<br><br>En palabras de un antiguo himno: “Mi esperanza se basa nada menos que en la sangre y la justicia de Jesús”.<br><br>No vencemos por nuestra fuerza de voluntad. El diablo es un enemigo astuto. Él conoce los puntos débiles de nuestro carácter. Sabe dónde hemos caído antes. Conoce nuestros puntos más vulnerables. Nuestra esperanza está anclada en Cristo y en su justicia. Hay dos declaraciones muy poderosas de Elena de White que comentan Apocalipsis 12:11:<br><br>“Todos los que quieran pueden ser vencedores. Esforcémonos fervientemente para alcanzar la norma puesta delante de nosotros. Cristo conoce nuestra debilidad, y a él podemos ir diariamente en busca de ayuda. No es necesario que ganemos fortaleza para un mes por adelantado. Debemos vencer día tras día (MS 28, 1886)” (CBA 7:985).<br><br>Solo cuando confiamos plenamente en Jesús y acudimos a él a diario en busca de ayuda, podemos ser vencedores. Satanás no es el único que conoce nuestras debilidades, Jesús también. Mediante su gracia y su poder, Jesús nos libra de la culpa y de las garras del pecado. Por medio de su sangre nos libra de la condenación del pecado y de su dominio. El segundo comentario de Elena de White aclara este aspecto: “Nos convertimos en vencedores ayudando a otros a vencer por medio de la sangre del Cordero y la palabra de nuestro testimonio. La observancia de los mandamientos de Dios producirá en nosotros un espíritu obediente, y Dios puede aceptar el servicio que es hijo de tal espíritu (Carta 236, 1908)” (CBA 7:985).<br><br>La esencia del pecado es el egoísmo. Cuando vamos a la Cruz, la gracia de Cristo nos transforma. Su amor nos motiva para servir y bendecir a los demás.<br><br>La “palabra del testimonio de ellos” se refiere a nuestro testimonio. Nuestro testimonio no solo bendice a los demás, sino también nosotros mismos somos bendecidos cuando servimos. El poder de Cristo para vencer fluye del Santuario celestial sobre los que confían plenamente en Jesús, los que son redimidos por su gracia y los que dan su vida al servicio de Dios.<br><br>Versículo clave (segunda parte): Apocalipsis 12:17 El último versículo de Apocalipsis 12 es uno de los versículos clave de toda la Biblia. El dragón (Satanás) está enojado con el pueblo fiel de Dios, el Remanente, y hace guerra contra este movimiento de los últimos días, “los que guardan los mandamientos de Dios y tienen el testimonio de Jesús” (Apoc. 12:17). En Apocalipsis 13, el diablo llama a sus dos aliados para que lo ayuden en la guerra final de la Tierra. Los aliados se describen como la bestia que sube del mar (Apoc. 13:1-10) y la bestia que sube de la Tierra, también conocida como el falso profeta (Apoc. 13:11-18; comparar con Apoc. 16:13; 19:20; 20:10).<br><br>Los Adventistas del Séptimo Día entienden que estas dos bestias representan al papado (el poder político de la Iglesia Católica Romana) y a los Estados Unidos, respectivamente. Además, el espiritismo está tan estrechamente alineado con Satanás que el dragón es un símbolo para ambos. Bajo los auspicios de esta triple unión: el dragón (el espiritismo), la bestia que sube del mar (el papado) y la bestia que sube de la Tierra, también conocida como el falso profeta (protestantismo apóstata bajo los auspicios de los Estados Unidos de Norteamérica), Satanás hará guerra contra el pueblo remanente de Dios.<br><br>El vocablo “remanente” se utiliza en toda la Biblia para describir al pueblo fiel de Dios. El Antiguo Testamento utiliza la palabra “remanente”, o sus derivados, en tres formas al menos. En primer lugar, está el concepto de supervivencia. Los miembros de la familia de Jacob se salvaron de la devastadora hambruna gracias a la intervención de José. Génesis 45:7 habla de estos miembros de la familia como la posteridad de Jacob, o literalmente, como “el remanente”. El énfasis aquí está en el hecho de que los descendientes de Jacob sobrevivieron. Asimismo, el remanente de Dios del tiempo del fin sobrevivirá a los ataques del dragón y sus aliados, la bestia y el falso profeta. De la misma manera que Dios envió a José a Egipto “para que [ellos] sobrevivan, para darles vida por medio de una gran liberación” (Gén. 45:7), Dios envía a su pueblo remanente de los últimos días antes de su segunda venida para advertir al mundo y salvar a muchos de la destrucción inminente que causarán las siete últimas plagas.<br><br>En segundo lugar, en 1 Reyes 19:14 y 18, la palabra “remanente” se utiliza para designar “el sobrante”. Elías clama al Señor: “Solo yo he quedado” (1 Rey. 19:14). Y Dios responde: “Yo conservaré en Israel siete mil fieles, que no doblaron sus rodillas ante Baal ni sus bocas lo besaron” (1 Rey. 19:18). Aquí la palabra “remanente” transmite la idea de quienes permanecen fieles y no se han rendido a la corrupción circundante de la adoración falsa.<br><br>En tercer lugar, en algunos casos del Antiguo Testamento, la palabra “remanente” se utiliza para referirse a quienes escapan del cautiverio de Babilonia (Jer. 23:3; 31:7). Enumerar estos versículos nos ayuda a formarnos una imagen más completa del movimiento remanente de Dios en el tiempo del fin de Apocalipsis 12. En síntesis, a este pueblo remanente se lo puede identificar por su lealtad a todos los mandamientos de Dios. También cuentan con el “testimonio de Jesús” (Apoc. 12:17), que, según Apocalipsis 19:10, “es el espíritu de profecía”. Además de la manifestación del don profético en medio de ellos, el Remanente se identifica como aquellos a quienes Dios protege como sus fieles, que escapan de la corrupción de este mundo y que, mediante su compromiso con Cristo y la obediencia a su Palabra, son librados de las falsas enseñanzas de la Babilonia espiritual.<br><strong><br>APLICACIÓN A LA VIDA</strong><br><br>Para reflexión personal: Apocalipsis 12 brinda varias lecciones prácticas para la vida cristiana del siglo XXI. En primer lugar, nos asegura que, en medio de las pruebas de la vida, Cristo siempre está presente. Este capítulo nos recuerda que Satanás es un enemigo derrotado. Nos da la confianza de que, en nuestras batallas más feroces con Satanás, Cristo ya obtuvo la victoria. Leer Apocalipsis 12 nos da la seguridad de que servimos a un Dios poderoso que es más grande que nuestro adversario.<br><br>Un ejemplo de la provisión de Dios en tiempos de angustia se encuentra en dos versículos específicos: Apocalipsis 12:6 y 14. Ambos versículos hablan del mismo período, pero tienen un énfasis ligeramente diferente. El contexto de estos versículos es la persecución del pueblo de Dios durante la Edad Media, desde 538 d.C. hasta 1798 d.C. Apocalipsis 12:6 dice: “Y la mujer huyó al desierto, a un lugar preparado por Dios, para que allí la sustenten durante mil doscientos sesenta días”.<br><br>Apocalipsis 12:14 dice que la mujer, o la iglesia, fue “sustentada” en el desierto. La promisoria verdad eterna de estos versículos es que, en nuestros momentos de tribulación y prueba, Dios siempre tiene un lugar preparado para nosotros. Él nos sustenta en la prueba. En las pruebas de la vida, está allí para fortalecernos, sostenernos y apoyarnos. En las pruebas más grandes de la vida, su Espíritu nos sostiene y nos acerca a Dios. Las dos grandes lecciones que podemos aprender del estudio de esta semana son:<br><br>1. Cristo nunca ha perdido una batalla con Satanás y, en el tiempo del fin, su pueblo saldrá victorioso.<br><br>2. Cualesquiera que sean las pruebas que enfrentemos, Dios está allí para dar la victoria a su pueblo.<br><strong><br>Para analizar:</strong><br><br>1. ¿En qué sentido Apocalipsis 12 está lleno de esperanza para el pueblo de Dios en el tiempo del fin?<br><br>2. Con esta esperanza en mente, ¿qué razones tenemos para regocijarnos en la victoria de Cristo sobre los principados y las potestades del infierno?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>JESÚS GANA , SATANÁS PIERDE<br></p>",
      "verse": "<p>“Entonces el dragón se airó contra la mujer, y fue a combatir al resto de sus hijos, los que guardan los mandamientos de Dios y tienen el testimonio de Jesús” (Apoc. 12:17).<br></p>",
      "versionCode": 2,
      "weekDate": "25-31 de marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
