{
   "data":[
      {
         "color":"#28dfc0",
         "id":5,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"26 de abril",
               "dayTitle":"<p>LAS NACIONES - SEGUNDA PARTE</p>",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>A lo largo de los siglos, algunas personas han sostenido que Dios quería que la humanidad cayera en pecado y muriera, y que por eso la llevó a la Cruz en la persona de Jesús para mostrar así de una manera insuperablemente gráfica y poderosa su amor por ella. En resumen, Dios necesitaba, según esa idea, que la humanidad cayera.</p><p>Esa es una postura horrible y miserable. Nunca fue la intención de Dios que Satanás o la humanidad cayeran. La rebelión de Satanás, y luego de la humanidad, fue una tragedia de inmensas consecuencias. Nuestra dicha en compañía de Dios habría seguido siendo completa en caso de que nuestros primeros padres no hubieran caído.&nbsp;</p><p>Esta semana seguiremos examinando los problemas causados por la Caída y por el deseo de tener un gobierno humano en lugar del divino. Estos temas son poderosamente presentados en el libro de Daniel, donde se muestra que Dios estaba en lo cierto cuando advirtió a su pueblo acerca de lo que sucedería cuando se apartaran de él y eligieran monarcas terrenales en su lugar. Eso fue exactamente lo que obtuvieron: monarcas terrenales en lugar de Dios y pecadores enseñoreándose de pecadores, algo que nunca fue una buena combinación.</p>\n\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de abril",
               "dayTitle":"<p>EL PRIMER MANDAMIENTO</p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p>El Jardín del Edén era un aula para el primer pueblo de Dios, un lugar donde su interacción con la Creación les enseñaría sin cesar a ellos y a su descendencia más acerca del Creador. “La santa pareja eran no solo hijos bajo el cuidado paternal de Dios, sino también estudiantes que recibían instrucción de parte del Creador omnisciente. [...] Los misterios del universo visible –‘las maravillas del Perfecto en sabiduría’ (Job 37:16)– les suministraban una fuente inagotable de instrucción y placer”, señaló Elena de White (Patriarcas y profetas, p. 32).&nbsp;</p><p><strong>Lee Génesis 2:9 al 17. ¿Cuál fue el primer mandato que Dios dio a la humanidad y por qué era tan importante?</strong></p><p><strong>Génesis 2:9-17</strong></p>\n\n<p><strong><sup>9</sup></strong> Y Jehová Dios hizo nacer de la tierra todo árbol agradable a la vista, y bueno para comer; también el árbol de la vida en medio del huerto, y el árbol de la ciencia del bien y del mal.</p>\n<p><strong><sup>10</sup></strong> Y salía de Edén un río para regar el huerto, y de allí se dividía en cuatro brazos.</p>\n<p><strong><sup>11</sup></strong> El nombre del uno era Pisón; este es el que rodea toda la tierra de Havila, donde hay oro;</p>\n<p><strong><sup>12</sup></strong> y el oro de aquella tierra es bueno; allí hay bedelio y oníx.</p>\n<p><strong><sup>13</sup></strong> El nombre del segundo río es Gihón; este es el que rodea toda la tierra de Cus.</p>\n<p><strong><sup>14</sup></strong> El nombre del tercer río es Hidekel; este es el que va al este de Asiria. Y el cuarto río es el Éufrates.</p>\n<p><strong><sup>15</sup></strong> Tomó, pues, Jehová Dios al hombre, y lo puso en el huerto de Edén para que lo labrara y lo guardase.</p>\n<p><strong><sup>16</sup></strong> Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer;</p>\n<p><strong><sup>17</sup></strong> pero del árbol de la ciencia del bien y del mal no comerás, porque el día que de él comieres, ciertamente morirás.</p><p><br></p><p>El verbo hebreo tsavah (“mandar”) aparece por primera vez en la Biblia como parte de la orden dada por Dios a los seres humanos de no comer del árbol del conocimiento del bien y del mal (Gén. 2:16-17). ¿Cómo es posible que el conocimiento esté prohibido? ¿No es siempre útil experimentar y saber más?</p><p>Según las Escrituras, no: Dios pretendía educar a su pueblo cabalmente y evitarle el sufrimiento que algunos conocimientos le causarían a largo plazo, como lo que sucedería más tarde cuando el pueblo eligió gobernarse a sí mismo en lugar de ser gobernado por el propio Señor.&nbsp;</p><p>Milenios después, cuando Israel pidió un rey, el Señor expuso las consecuencias de ello (como descubrimos la semana pasada) e informó a su pueblo que la decisión de alejarse de su gobierno directo duraría hasta el fin de los tiempos.</p><p>A medida que los reyes de Israel se volvieron cada vez más malvados, el pueblo del Pacto se volvió tan mundano y alejado del propósito Dios que él les dio aún más de lo que querían: un gobierno pagano.</p><p>Acercarse al libro de Daniel con este trasfondo en mente puede ser esclarecedor. La sucesión de los imperios descrita en las visiones del libro es más que un reproche dirigido a “las naciones” paganas. Es también una amonestación dirigida a Israel por su negativa a obedecer sus mandamientos (mitswot, en hebreo, derivado de tsavah; ver Gén. 2:16). Los siglos de sometimiento en lugar de la libertad de la que el pueblo de Dios disfrutó originalmente en Edén se convertirían en una nueva aula donde los corazones dispuestos podrían observar el sorprendente contraste existente entre los reinos de este mundo y el Reino de Dios.</p><p><br></p><p><strong>Piensa en los tipos de conocimiento, incluso actuales, sin los cuales estaríamos mucho mejor. ¿Cómo nos ayuda esto a entender el mandato divino dado a Adán y a Eva en el Edén en relación con el árbol del conocimiento del bien y del mal?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de abril",
               "dayTitle":"<p>DANIEL 2</p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p>Dios presentó las descripciones más convincentes acerca de la relación entre su pueblo y los reinos de este mundo durante el cautiverio en Babilonia y por medio del profeta Daniel. Su pueblo ya no era autónomo y ahora cosecharía las consecuencias de sus elecciones. ¿Aprenderían, al menos, de ellas?</p><p><strong>Lee Daniel 2:31 al 35, donde se ofrece una visión panorámica de la historia del mundo hasta el fin de los tiempos. ¿Qué importantes verdades podemos aprender de esta asombrosa profecía?</strong></p><p><strong><br></strong></p><p><strong>Daniel 2:31-35</strong></p>\n\n<p><strong><sup>31</sup></strong> Tú, oh rey, veías, y he aquí una gran estatua; esta estatua, que era muy grande, y cuya gloria era muy sublime, estaba en pie delante de ti, y su apariencia era terrible.</p>\n<p><strong><sup>32</sup></strong> La cabeza de esta estatua era de oro fino, sus pechos y sus brazos de plata, su vientre y sus muslos de bronce,</p>\n<p><strong><sup>33</sup></strong> sus piernas de hierro, y sus pies en parte de hierro y en parte de barro cocido.</p>\n<p><strong><sup>34</sup></strong> Estuviste mirando, hasta que una piedra fue cortada, no con mano, la cual hirió a la estatua en sus pies de hierro y de barro cocido, y los desmenuzó.</p>\n<p><strong><sup>35</sup></strong> Entonces fueron desmenuzados también el hierro, el barro cocido, el bronce, la plata y el oro, y fueron como la paja de las eras del verano, y el viento los llevó sin que de ellos quedara rastro alguno; mas la piedra que hirió a la estatua fue hecha un gran monte que llenó toda la tierra.</p><p><br></p><p>A finales del siglo XIX, muchas personas mostraban una renovada confianza en el progreso humano. La Exposición Universal de París (1900), por ejemplo, fue una notable exhibición de optimismo acerca del futuro. Seguramente, con todos esos avances tecnológicos y científicos, muchos de los peores problemas de la humanidad llegarían a su fin. A medida que la humanidad se adentraba en el siglo XX, cundía entre muchos pensadores el optimismo de que los ideales de la Ilustración (como la perfectibilidad humana y el poder de la razón) marcarían el comienzo de una nueva y maravillosa era para la humanidad.</p><p>Sin embargo, la Primera Guerra Mundial acabó rápidamente con esos sueños, mientras que a finales del siglo XX habíamos perdido más de 200 millones de personas a causa de la guerra. Puede que hayamos avanzado tecnológicamente, pero no moralmente. Parafraseando al Dr. Martin Luther King Jr., tenemos misiles teledirigidos por Inteligencia Artificial, pero hombres fatalmente equivocados. Una combinación sin duda aterradora.</p><p>Muchos estudiosos de la profecía han notado que los metales de la imagen de Daniel 2 siguen un patrón de devaluación progresiva, que va de lo más valioso a lo de menos valor: el oro deja su lugar a la plata, esta al bronce y este al hierro, hasta terminar en una mezcla de hierro y arcilla.</p><p>Charles Darwin, Karl Marx y otros pensadores del siglo XIX intentaron convencernos de que la humanidad progresa constantemente, que estamos evolucionando biológica y socialmente. Y, aunque en algunos aspectos la existencia humana ha mejorado (al menos en el ámbito físico), ¿quién puede vislumbrar un futuro de paz, seguridad y prosperidad en vista de cómo está siendo gobernado el mundo en la actualidad?</p><p><br></p><p><strong>Jesús advirtió: “Oirán guerras y rumores de guerras. ¡Cuidado! No se alarmen. Esto tiene que suceder, pero aún no es el fin. Porque se levantará nación contra nación y reino contra reino. Y habrá pestes, hambres y terremotos en diversos lugares” (Mat. 24:6, 7). A pesar de esta advertencia, ¿cómo debería confortarnos el hecho de haber sido advertidos de antemano acerca de estos eventos?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de abril",
               "dayTitle":"<p>DANIEL 7</p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p>El sueño de Daniel 2 fue presentado a un rey babilonio. La visión de Daniel 7, en cambio, fue mostrada a un profeta hebreo, miembro del pueblo que hizo pacto con Dios.</p><p>A Daniel se le muestra el mismo tema que a Nabucodonosor, pero desde una perspectiva diferente. En lugar de una estatua, ve una serie de naciones que surgen del mar como resultado del viento que agita las aguas. Estas naciones estaban en un permanente estado de lucha que provocaba un constante cambio de poder entre ellas. Textos como Salmos 65:5 al 8, Isaías 17:12 y 13, y Jeremías 46:7 y 8 utilizan la analogía de las inundaciones y las olas para describir la agitación existente entre las naciones.</p><p>Por el contrario, la Tierra Prometida permaneció, al menos durante un tiempo, como una isla de paz y seguridad en medio de un mar de reinos paganos, como una nación santa establecida sobre los sólidos cimientos del gobierno de Dios en contraste con las convulsionadas naciones que la rodeaban.</p><p><strong>Lee Daniel 7:1 al 3. Hay mucho movimiento en esta escena. ¿Qué lecciones podemos extraer de estas imágenes, como la de la primera bestia que emerge del mar?</strong></p><p><strong><br></strong></p><p><strong>Daniel 7:1-3</strong></p>\n<p><strong><sup>1</sup></strong> En el primer año de Belsasar rey de Babilonia, Daniel tuvo un sueño y visiones en su cabeza, estando acostado en su cama; entonces escribió el sueño, y relató lo principal del asunto.</p>\n<p><strong><sup>2</sup></strong> Habló Daniel y dijo: Yo miraba en mi visión de noche, y he aquí que los cuatro vientos del cielo combatían en el gran mar.</p>\n<p><strong><sup>3</sup></strong> Y cuatro grandes bestias, diferentes unas de otras, subían del mar.</p><p><br></p><p>Daniel observa el caos de las luchas paganas desde la orilla, cuando de repente las bestias empiezan a aparecer en la tierra, ¡en el territorio del pueblo de Dios! Los problemas de los gentiles se habían convertido en los problemas de su pueblo. Este había elegido vivir como los paganos, así que ahora viviría entre ellos y sometido por ellos. A partir de la dominación babilónica, el pueblo del pacto nunca volvió a disfrutar de una autonomía completa o duradera.</p><p>En el caso del Israel espiritual, esta pérdida de autonomía persistirá hasta el fin de los tiempos, cuando Cristo vuelva a ocupar su legítimo lugar como nuestro Rey. En la época del Nuevo Testamento y en los siglos siguientes, el pueblo de Dios continuó sufriendo bajo el dominio del Imperio Romano y, luego, por las persecuciones del cuerno pequeño, sucesor de la Roma pagana.&nbsp;</p><p>Aunque algunas naciones fueron mejores que otras, y algunas épocas han sido más pacíficas que otras, la historia general de las naciones, los pueblos y los imperios ha consistido simplemente en ir de una tragedia a otra, de un opresor a otro, todo generalmente en nombre de las mejores intenciones para los habitantes de cada nación. Qué contraste con el gobierno que Dios tenía pensado para su pueblo en caso de que este lo aceptara.</p><p><br></p><p><strong>¿Cómo ayuda Romanos 3:10 al 19 a explicar gran parte de lo que ocurre en el mundo? ¿Cómo muestra el versículo 19 por qué necesitamos tan desesperadamente el evangelio en nuestra vida?</strong></p><p><strong><br></strong></p><p><strong>Romanos 3:10-19</strong></p>\n\n<p><strong><sup>10</sup></strong> Como está escrito: No hay justo, ni aun uno;</p>\n<p><strong><sup>11</sup></strong> No hay quien entienda, No hay quien busque a Dios.</p>\n<p><strong><sup>12</sup></strong> Todos se desviaron, a una se hicieron inútiles; No hay quien haga lo bueno, no hay ni siquiera uno.</p>\n<p><strong><sup>13</sup></strong> Su garganta es sepulcro abierto; Con su lengua engañan. Veneno de áspides hay debajo de sus labios;</p>\n<p><strong><sup>14</sup></strong> Su boca está llena de maldición y de amargura.</p>\n<p><strong><sup>15</sup></strong> Sus pies son veloces para derramar sangre;</p>\n<p><strong><sup>16</sup></strong> Destrucción y miseria hay en sus caminos;</p>\n<p><strong><sup>17</sup></strong> Y no conocieron camino de paz.</p>\n<p><strong><sup>18</sup></strong> No hay temor de Dios delante de sus ojos.</p>\n<p><strong><sup>19</sup></strong> Sabemos que todo lo que la ley dice, lo dice a los que están bajo la ley; para que toda boca se cierre, y todo el mundo quede bajo el juicio de Dios.</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de abril",
               "dayTitle":"<p>ENTRE LA TIERRA Y EL MAR</p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p>Las imágenes de la tierra y el mar que aparecen en la Biblia, especialmente en las profecías, pueden ser muy instructivas. Consideremos, por ejemplo, el uso simbólico de la tierra y el mar cuando aparecen juntos en la profecía bíblica.&nbsp;</p><p>“Simbólicamente, cuando se yuxtaponen la tierra y el mar, la tierra suele representar el mundo ordenado, o incluso la tierra de Israel, mientras que el mar se refiere a las naciones gentiles que la amenazan, igual que el mar amenaza la tierra” (Beatrice S. Neall, “Los santos sellados y la tribulación”, en Simposio sobre Apocalipsis, ed. por Frank B. Holbrook [APIA, 2010], t. 1, p. 308).</p><p>Según esta línea de pensamiento, la tierra es un lugar de estabilidad basado en el gobierno de Dios, mientras que el mar representa la agitación y la inestabilidad de las naciones establecidas sobre el fundamento del orgullo humano.&nbsp;</p><p><br></p><p><strong>Lee Apocalipsis 12:15 y 16, y Apocalipsis 13:1 y 11, sobre la base de la idea anterior. Observa la vinculación existente entre el agua y la tierra. ¿Cómo se utilizan ambos símbolos y qué pueden enseñarnos acerca de cómo entender la profecía?</strong></p><p><strong>Apocalipsis 12:15,16</strong></p>\n<p><strong><sup>15</sup></strong> Y la serpiente echó de su boca tras la mujer agua como un río, para que fuese arrebatada por el río.</p>\n<p><strong><sup>16</sup></strong> Pero la tierra ayudó a la mujer, y la tierra abrió su boca y tragó el río que el dragón había echado de su boca.</p><p><br></p><p><strong>Apocalipsis 13:1,11</strong></p>\n<p><strong><sup>1</sup></strong> Y vi subir del mar una bestia, que tenía siete cabezas y diez cuernos, y en sus cuernos diez diademas, y sobre sus cabezas un nombre de blasfemia.</p>\n<p><strong><sup>11</sup></strong> Después vi otra bestia que subía de la tierra; y tenía dos cuernos semejantes a los de un cordero, pero hablaba como un dragón.</p><p><br></p><p>Observa que el dragón utiliza el agua para perseguir a la mujer (la iglesia). Como hemos visto, el agua suele simbolizar en la profecía a los gobiernos mundanos, así como también la agitación y el caos que a menudo los acompañan.</p><p>Esto significa que Satanás usó a las masas empujadas por sus líderes para perseguir al pueblo de Dios a lo largo de gran parte de la historia de la iglesia.</p><p>Además, los adventistas del séptimo día hemos entendido que Apocalipsis 12:16 se refiere a la migración de los creyentes perseguidos en Europa al Nuevo Mundo. Si nuestra interpretación de la tierra y el mar es correcta, ¿qué dice esto acerca de la fundación de los Estados Unidos de Norteamérica?&nbsp;</p><p>¿Podríamos considerar a “la tierra” de manera semejante a la “Tierra Prometida” de la época del Antiguo Testamento; es decir, como un lugar reservado para el pueblo de Dios? ¿Podría ser esta la razón por la que la bestia terrestre parece primero un cordero? Aunque Estados Unidos nunca ha sido “el nuevo Israel”, como algunos de sus fundadores lo veían, durante mucho tiempo ha sido una tierra de libertad religiosa para millones de creyentes oprimidos provenientes de otras partes del mundo. Por desgracia, esta bestia semejante a un cordero hablará un día “como un dragón” (Apoc. 13:11). Estados Unidos, durante tanto tiempo un faro de libertad religiosa para los perseguidos, ¡se convertirá en el perseguidor religioso dominante! Este es otro ejemplo de lo que sucede cuando la humanidad elige gobernarse a sí misma en lugar de ser gobernada por Dios.</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de mayo",
               "dayTitle":"<p>PROFETIZAR DE NUEVO</p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p>La iglesia remanente nació en el Nuevo Mundo, precisamente donde hallaron refugio quienes buscaban libertad religiosa durante los siglos XVII y XVIII. Dados los antiguos obstáculos religiosos y políticos que existían en otras latitudes, es dudoso que la puesta en marcha de este movimiento hubiera sido tan rápida o poderosa en otro lugar.&nbsp;</p><p><br></p><p><strong>Lee Apocalipsis 10:1 al 11, donde se describe el nacimiento de este movimiento. Busca en ese texto algunos de los elementos que hemos estudiado, como “las naciones”, la tierra y el mar. Con la debida cautela para no introducir en el pasaje ideas que no se encuentran en él, ¿qué mensajes encuentras allí?&nbsp;</strong></p><p><strong>Apocalipsis 10:1-11</strong></p>\n<p><strong><sup>1</sup></strong> Vi a otro ángel fuerte descender del cielo, cubierto de una nube, y el arco iris sobre su cabeza; y su rostro era como el sol, y sus pies como columnas de fuego;</p>\n<p><strong><sup>2</sup></strong> y tenía en su mano un librito abierto; y puso su pie derecho sobre el mar, y el izquierdo sobre la tierra,</p>\n<p><strong><sup>3</sup></strong> y dio un gran grito, como ruge un león; y cuando hubo dado el grito, siete truenos emitieron sus voces.</p>\n<p><strong><sup>4</sup></strong> Y cuando los siete truenos hablaron, yo iba a escribir, pero oí una voz del cielo que me decía: Sella las cosas que los siete truenos han dicho, y no las escribas.</p>\n<p><strong><sup>5</sup></strong> Y el ángel que vi en pie sobre el mar y sobre la tierra levantó su mano derecha al cielo,</p>\n<p><strong><sup>6</sup></strong> y juró por el que vive por los siglos de los siglos, que creó el cielo y las cosas que están en él, y la tierra y las cosas que están en ella, y el mar y las cosas que están en él, que el tiempo no sería más;</p>\n<p><strong><sup>7</sup></strong> sino que en los días de la voz del séptimo ángel, cuando él comience a tocar la trompeta, el misterio de Dios se consumará, como él lo anunció a sus siervos los profetas.</p>\n<p><strong><sup>8</sup></strong> Y la voz que oí del cielo habló otra vez conmigo, y me dijo: Ve, toma el librito que está abierto en la mano del ángel que está en pie sobre el mar y sobre la tierra.</p>\n<p><strong><sup>9</sup></strong> Y fui al ángel, diciéndole que me diese el librito. Y él me dijo: Tómalo, y cómelo; te amargará el vientre, pero en tu boca será dulce como la miel.</p>\n<p><strong><sup>10</sup></strong> Y tomé el librito de la mano del ángel, y lo comí, y era dulce en mi boca como la miel; pero cuando lo hube comido, me amargó el vientre.</p>\n<p><strong><sup>11</sup></strong> Y me dijeron: Es necesario que profetices otra vez sobre muchos pueblos, naciones, lenguas y reyes.</p><p><br></p><p>El ángel clama a gran voz, como lo hacen los tres ángeles de Apocalipsis 14 y el ángel de Apocalipsis 18. Se trata de un momento crucial de la historia, cuando el mundo está en peligro. Es entonces cuando se establece la obra de la iglesia remanente en beneficio de “muchos pueblos y naciones, lenguas y reyes” (Apoc. 10:11).&nbsp;</p><p>El ángel sostiene un “librito”, probablemente el libro de Daniel (ver Dan. 12:4), que se abre por primera vez después de muchas generaciones. El ángel tiene un pie sobre el mar y otro sobre la tierra. Esto podría hacer referencia al hecho de que el mensaje abarca todo el globo, tanto el Viejo Mundo como el Nuevo. También podría ser una referencia a la idea de que este mensaje es para todas las naciones, para quienes viven en la tierra y quienes viven en el “mar” gentil, o pagano.&nbsp;</p><p>El mundo será por fin iluminado con la gloria de Dios, y los mensajes finales de Apocalipsis 14 serán llevados a todos. Al igual que en el caso del Israel de antaño, nuestro mandato como iglesia es predicar el evangelio “en todo el mundo, por testimonio a todas las naciones, y entonces vendrá el fin” (Mat. 24:14).</p><p>Dios está encaminando la historia humana hacia su gran conclusión: el fin de los imperios humanos y la entronización permanente de Cristo. Lee Daniel 2:34, 35, 44 y 45. La Biblia deja perfectamente claro, sin ninguna ambigüedad, que todos estos reinos mundanos serán erradicados sin que quede rastro alguno de ellos ni de sus horribles legados, y que serán reemplazados por el reino eterno de Dios, donde el pecado, el sufrimiento, la enfermedad, el mal y la muerte no volverán a surgir.</p><p><br></p><p><strong>Observa la exactitud con que las profecías de Daniel 2 y 7 predijeron el surgimiento y la caída de todos estos imperios mundiales. ¿Por qué esa exactitud, asombrosa si pensamos en la época en que escribió Daniel, debería ayudarnos a confiar en la promesa del reino final y eterno de Dios?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de mayo",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p>Lee el capítulo titulado “La torre de Babel” en las páginas 110 a 116 del libro Patriarcas y profetas, de Elena de White.&nbsp;</p><p>“ ‘Vi un cielo nuevo y una tierra nueva, porque el primer cielo y la primera tierra habían desaparecido’ (Apoc. 21:1). El fuego que consume a los impíos purifica la Tierra. Desaparece todo rastro de la maldición. Ningún infierno que arda eternamente recordará a los redimidos las terribles consecuencias del pecado.</p><p>“Solo queda un recuerdo: nuestro Redentor llevará siempre las marcas de su crucifixión. En su cabeza herida, en su costado, en sus manos y en sus pies se ven las únicas huellas de la obra cruel efectuada por el pecado. El profeta, al contemplar a Cristo en su gloria, dice: ‘Rayos brillantes salen de su mano, allí está escondido su poder’ (Hab. 3:4). En ese costado herido, de donde manó la corriente purpurina que reconcilió al hombre con Dios, está la gloria del Salvador, ‘allí está escondido su poder’. ‘Poderoso para salvar’ por causa del sacrificio de la Redención, fue por consiguiente fuerte para ejecutar la justicia hacia aquellos que despreciaron la misericordia de Dios. Y las marcas de su humillación son su mayor honor; a través de las edades eternas, las heridas del Calvario proclamarán su alabanza y declararán su poder” (Elena de White, El conflicto de los siglos, p. 732).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1. </strong>Finalmente, todos los logros terrenales, no importa cuán grandiosos,&nbsp;<span style=\"background-color: initial;\">asombrosos y gloriosos sean, se convertirán en polvo para siempre. Eso&nbsp;</span><span style=\"background-color: initial;\">incluye cualquier cosa terrenal que hayas logrado. ¿Por qué es importante tener siempre presente esta perspectiva? ¿Cómo debería ella ayudarte&nbsp;</span><span style=\"background-color: initial;\">a mantener claras tus prioridades?</span></p><p><span style=\"background-color: initial;\"><strong>2.</strong> Examina detenidamente la bestia marina de Apocalipsis 13:1 al 10. ¿En&nbsp;</span>qué sentido es ella una de las bestias del mar de Daniel 7? ¿De qué manera es esta bestia la consecuencia natural de la mentalidad de Babel?&nbsp;</p><p>La primera bestia de Apocalipsis 13 es claramente la suma total de todas las “naciones” humanas, desde Babilonia hasta el poder del cuerno pequeño. ¿Qué características de cada imperio han persistido a lo largo del tiempo? Por ejemplo, ¿cómo refleja hoy el mundo los valores distintivos de Babilonia o de Roma?&nbsp;</p><p><strong>3.</strong> ¿Cómo podemos los adventistas lograr el equilibrio entre seguir al Señor y obedecer las leyes de la nación donde vivimos? ¿Qué sucede cuando lo primero está en conflicto con lo último?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de mayo",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":58,
               "idDay":8,
               "idLesson":5,
               "lessonText":"<p><strong>RESEÑA</strong></p><p>Texto clave: Salmos 46:10.</p><p>Enfoque del estudio: Génesis 1:29; Daniel 2:44, 45.</p><p><br></p><p><strong>Introducción</strong></p><p>Cierto día, un padre vio que su hijo se aburría y decidió llevarlo a ver una película acerca de la naturaleza y la vida de los animales. La intención del padre era enseñar a su hijo la belleza de la Creación para que pudiera comprender mejor el hermoso carácter de Dios y así exaltarlo por sus maravillosos planes en favor de la humanidad.</p><p>Por desgracia, la película estaba llena de violencia. Los animales mostraban una crueldad insoportable. El poderoso buitre aplastaba al débil gorrión. Los feroces vencían a los mansos y la muerte se impuso a la vida. El niño se asustó, comenzó a llorar y pidió a su padre que lo llevara de regreso a casa. Evidentemente, el método pedagógico del padre no tuvo mucho éxito</p><p>Nos enfrentamos a la misma realidad cuando reflexionamos acerca del curso de la historia de la humanidad, llena de guerras, abusos y engaños. Las naciones fuertes aplastan a las pequeñas y, con demasiada frecuencia, el poder mundano prevalece sobre la sabiduría y la justicia. Salomón observó lo mismo en Eclesiastés:&nbsp;</p><p>“En la sede del derecho hay impiedad. En lugar de la justicia, iniquidad” (Ecl. 3:16).</p><p>Desde el niño que llora ante la violencia de los animales hasta el sabio filósofo que reflexiona sobre los caprichos de la vida humana, surgen las mismas preguntas inquietantes: ¿Por qué ocurre esto? ¿Es esto lo que Dios planeó para el mundo? ¿Dónde está Dios en medio de esta maligna confusión? La Biblia da dos respuestas a estas preguntas. La primera se encuentra en el pasado lejano de la humanidad, en la historia de la Caída, cuando fue transgredido el primer mandamiento de Dios. La segunda respuesta se encuentra en la profecía. En ambas respuestas se perfila la solución a la tragedia humana.</p><p><br></p><p><strong>COMENTARIO</strong></p><p><strong>El primer mandamiento</strong></p><p>La Biblia se refiere por primera vez a un mandamiento en el contexto del segundo relato de la Creación (Gén. 2:16, 17); ocurre en relación con el alimento, el primer don concedido por Dios al ser humano (Gén. 1:29). El verbo tsawah, “mandar”, está relacionado etimológicamente con la palabra mitswah, “mandamiento”. El “mandamiento” es algo más que una orden imperativa que tiene que ser obedecida por los seres humanos, una acción que Dios pide a su pueblo que realice. El hecho de que Dios fijara “su estatuto” a las obras de la Creación (Prov. 8:29) sugiere que lo que llamamos “mandamiento” es, de hecho, un don de Dios para el ser humano (Éxo. 24:12; Neh. 9:13).&nbsp;</p><p>Este don tiene por objeto la felicidad y la vida del ser humano, por lo que Dios dice: “Mis normas y preceptos [...] dan vida al que los obedece” (Lev. 18:5). Por eso, el salmista pide a Dios: “Concédeme la gracia de tu ley” (Sal. 119:29, traducción del autor). Significativamente, el primer mandamiento también comienza con la gracia, con la dádiva divina de todos los árboles: “Puedes comer de todo árbol del huerto” (Gén. 2:16).&nbsp;</p><p>La primera respuesta al mandamiento de Dios consistía, pues, en aceptar la gracia divina y disfrutar de su don. La segunda, en abstenerse de comer del árbol prohibido. Ambas promesas de vida y muerte son ciertas. Ambos verbos están en infinitivo absoluto, que expresa la idea de certeza. La promesa del don de la vida es tan cierta como la advertencia acerca de la muerte como resultado de la desobediencia. Ambos caminos están claramente delineados desde el principio. Recibimos a Dios y gozamos de la vida o lo rechazamos y morimos. Ambas perspectivas son un hecho cierto: “Hoy pongo ante ti la vida y la felicidad, la muerte y la desgracia” (Deut. 30:15).&nbsp;</p><p><strong><br></strong></p><p><strong>Las profecías acerca de las naciones&nbsp;</strong></p><p>El libro de Daniel está escrito en dos idiomas. Cuando el profeta se ocupa de los reinos paganos, escribe en arameo, la lengua franca o extendida de la época. Cuando el profeta se ocupa del destino espiritual de su pueblo, escribe en hebreo, la lengua del pueblo de Dios en aquel tiempo. Las profecías de los capítulos 2 y 7 del libro de Daniel se encuentran en la sección aramea y se refieren, pues, al destino de las naciones gentiles. Por lo tanto, estas son las profecías que ocuparán nuestra atención.</p><p>En Daniel 2, Nabucodonosor, el rey de Babilonia, tiene un sueño profético acerca de una estatua que representa la sucesión de los imperios mundiales relacionados con la historia del pueblo de Dios. El mensaje para él, el constructor de Babilonia, es que su reino no permanecerá para siempre, sino que será seguido por otros reinos hasta el fin de los tiempos, cuando todas esas potencias serán destruidas y reemplazadas por el Reino de Dios, el único reino que “jamás será destruido” y “permanecerá para siempre” (Dan. 2:44). Nabucodonosor se niega a reconocer esta profecía divina y decide erigir inmediatamente una estatua de oro macizo como reacción contra la profecía. Esta imagen representa su intención de contrarrestar y reemplazar el plan de Dios para las naciones. En lugar de que el Reino de Dios reemplace a todos los imperios anteriores de la Tierra, el plan de Nabucodonosor es reunir a todas las naciones bajo su dominio (Dan. 3:7).&nbsp;</p><p>En Daniel 7, el sueño de Daniel acerca de las bestias se relaciona con Darío, el rey medo-persa que representa el siguiente cumplimiento en la profecía de la estatua. Darío acababa de honrar a Dios y lo había reconocido como gobernante de las naciones (Dan. 6:25-27). Aunque las profecías de Daniel 2 y 7 se refieren a la misma sucesión de cuatro naciones (Babilonia, Medopersia, Grecia y Roma), el enfoque acerca del fin de la historia es diferente en ambas.</p><p>En la visión de la estatua, el fin está señalado por la destrucción de los reinos de la Tierra, seguida por el establecimiento del reino eterno de Dios, que “jamás será destruido” y “permanecerá para siempre” (Dan. 2:44). En el sueño acerca de los animales, el fin es el resultado de la venida del Hijo del Hombre, Jesucristo mismo, en las nubes (Dan. 7:13, 14; comparar con Mar. 13:26, 27).</p><p><br></p><p><strong>La solución divina</strong></p><p>El relato de Génesis acerca de la Caída y las profecías apocalípticas relativas a las naciones no solo describen el tropiezo y el fracaso de los seres humanos cuando intentan ocupar el lugar de Dios, sino también proveen la única solución divina para el problema humano: el Reino de Dios.&nbsp;</p><p>Según Génesis, la caída de Adán y Eva resultó de la transgresión del primer mandamiento, que relacionaba la vida con el conocimiento del bien y del mal. Significativamente, tanto el árbol de la vida como el del conocimiento del bien y del mal estaban en medio del Jardín, uno cerca del otro, lo que sugiere la relación entre ambos. En cuanto los humanos participaron del fruto del árbol del conocimiento del bien y del mal, dejaron de tener acceso al árbol de la vida (Gén. 3:22-24).</p><p>Esta conexión enseña dos lecciones. En primer lugar, la vida no es una condición inherente a la humanidad. Los seres humanos no son inmortales. Incluso en el Jardín del Edén, Adán y Eva dependían de una fuente externa para vivir. Y segundo, la vida no es solo una condición biológica; también tiene dimensiones espirituales y morales.&nbsp;</p><p>Según las profecías de Daniel, el fracaso de las naciones en establecer la paz y la felicidad tras el arrogante intento de erigir la torre de Babel se debió a su deseo de confederarse como una sola contra Dios, el Creador, quien descendió entonces y las dispersó (Gén. 11:4-9). En alusión a la historia de la torre de Babel, la profecía de Daniel 2 se refiere a un vano movimiento hacia la unidad: el hierro intentará mezclarse con el barro. Se nos dice que “en los días de estos reyes el Dios del cielo levantará un reino que no será jamás destruido” (Dan. 2:44).</p><p>En Daniel 11:43, el rey del norte acompañados por los de “Egipto, libios y etíopes” se enfrentarán al monte del Señor con la intención de “destruir y matar a muchos”. Luego, la profecía dice que, como en Daniel 2, ese conglomerado político-religioso llegará a su fin sin que haya ayuda alguna para él (Dan. 11:45; comparar con Dan. 2:45). En Apocalipsis, la visión de la guerra de Armagedón se refiere al mismo movimiento hacia la unidad: los reyes de la Tierra se reunirán contra el Reino de Dios (Apoc. 16:16). La descripción profética del auge y caída de las naciones que termina con la irrupción del Reino de Dios, que “permanecerá para siempre”, es una afirmación acerca de la única solución posible para el problema de las naciones. Solo el Reino de Dios, que significa el retorno a la condición del Jardín del Edén, traerá la vida eterna. Solo entonces se cumplirá el primer mandamiento y las naciones quedarán curadas de sus heridas (Apoc. 22:2).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><strong>Lección acerca del liderazgo.</strong> Cuando Nabucodonosor supo que su gobierno se limitaría a la cabeza de oro de la estatua, erigió una imagen hecha completamente de oro. ¿Qué lecciones podemos aprender del ejemplo de Nabucodonosor acerca de la necesidad de humildad en el ejercicio del liderazgo? ¿Cómo nos enseña su historia que no somos los únicos capaces y disponibles para realizar bien una tarea? Además, ¿qué nos enseñan los relatos personales, tanto de Nabucodonosor como de Daniel, acerca de la fe y la confianza en Dios, incluso cuando ya no estamos al mando?</p><p><strong>Lección acerca de la política</strong><strong>.</strong> Al final de los tiempos, los gobernantes humanos se unirán para reemplazar el Reino de Dios, a semejanza de los constructores de la torre de Babel. ¿Cómo debes responder a la tentación de maquinar y conspirar con el propósito de conseguir apoyo para tus puntos de vista? Lee Daniel 3:8 y 6:4 al 13. ¿Qué podemos aprender del error de los caldeos que conspiraron contra Daniel para ocupar su lugar? ¿Cómo podemos resistirnos con éxito a permitir que las maniobras políticas y las ambiciones y los intereses personales prevalezcan sobre la verdad y la justicia?</p><p><strong>Lección acerca de la perspectiva.</strong> El problema de los reyes terrenales en las profecías de Daniel era que estaban orientados hacia el presente. La Eternidad, el futuro Reino de Dios, no formaba parte de su realidad. Esta consideración se aplica a todos los aspectos de la vida. Elena de White advierte: “No puede ser perfecto o completo ningún proyecto de negocios o plan de vida que abarque únicamente los breves años de la vida actual”. Luego, ella aconseja a las personas “considerar la Eternidad” (La educación, p. 144). ¿Cómo podemos evitar cometer el mismo error que los reyes terrenales de las profecías?&nbsp;</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>LAS NACIONES - SEGUNDA PARTE</p>",
         "verse":"<p>“Estén quietos, y conozcan que Yo Soy Dios. Exaltado seré entre las naciones, enaltecido seré en la tierra” (Sal. 46:10).</p>",
         "versionCode":10,
         "weekDate":"26 de abril - 2 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
