{
  "data": [
    {
      "color": "#803bf7",
      "id": 12,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "11 de diciembre",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>El Nuevo Testamento está saturado del Antiguo Testamento. Es decir, los escritores inspirados del Nuevo Testamento citaron a los escritores ins- pirados del Antiguo Testamento como fuente de autoridad. Jesús mismo dijo: “Escrito está” (Mat. 4:4), es decir, “Escrito está en el Antiguo Testamento”; y dijo que “es preciso que se cumplan las Escrituras” (Mar. 14:49, NVI), es decir, las Escrituras del Antiguo Testamento. Y, cuando Jesús se encontró con dos discípulos camino a Emaús, en lugar de hacer un milagro para mostrarles quién era, “comenzando desde Moisés, y siguiendo por todos los profetas, les declaraba en todas las Escrituras lo que de él decían” (Luc. 24:27).<br><br>Ya sea empleando citas directas, alusiones, referencias a historias o profecías, los autores del Nuevo Testamento usaron constantemente el Antiguo Testamento para reforzar, e incluso justificar, sus afirmaciones.<br><br>Específicamente, Mateo, Marcos, Lucas, Hechos, Juan, Romanos, Gálatas, 1 y 2 Corintios, Hebreos, las epístolas pastorales y el Apocalipsis se remiten a Deuteronomio. Esta semana consideraremos algunos de esos casos y veremos qué verdad presente podemos extraer de ellos.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de diciembre",
          "dayTitle": "<p>ESCRITO ESTÁ<br></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Mateo 4:1 al 11. ¿Cómo respondió Jesús a las tentaciones de Satanás en el desierto, y qué lección importante hay para nosotros en su respuesta?</strong></p><p><strong>Mateo 4:1-11</strong></p><p><sup><strong>1</strong></sup> Entonces Jesús fue llevado por el Espíritu al desierto, para ser tentado por el diablo.<sup><br><br><strong>2 </strong></sup>Y después de haber ayunado cuarenta días y cuarenta noches, tuvo hambre.<sup><br><strong><br>3 </strong></sup>Y vino a él el tentador, y le dijo: Si eres Hijo de Dios, di que estas piedras se conviertan en pan.<sup><br><br><strong>4</strong></sup> El respondió y dijo: Escrito está: No sólo de pan vivirá el hombre, sino de toda palabra que sale de la boca de Dios.<sup><br><strong><br>5</strong></sup> Entonces el diablo le llevó a la santa ciudad, y le puso sobre el pináculo del templo,<sup><br><br><strong>6 </strong></sup><br>y le dijo: Si eres Hijo de Dios, échate abajo; porque escrito está:<br>&nbsp;&nbsp;&nbsp; A sus ángeles mandará acerca de ti, m y,<br>&nbsp;&nbsp;&nbsp; En sus manos te sostendrán,<br>&nbsp;&nbsp;&nbsp; Para que no tropieces con tu pie en piedra. m<sup><br><br><strong>7</strong></sup> Jesús le dijo: Escrito está también: No tentarás al Señor tu Dios.<sup><br><br><strong>8</strong></sup> Otra vez le llevó el diablo a un monte muy alto, y le mostró todos los reinos del mundo y la gloria de ellos,<sup><br><br><strong>9 </strong></sup>y le dijo: Todo esto te daré, si postrado me adorares.<sup><br><br><strong>10 </strong></sup>Entonces Jesús le dijo: Vete, Satanás, porque escrito está: Al Señor tu Dios adorarás, y a él sólo servirás.<sup><br><br><strong>11</strong></sup> El diablo entonces le dejó; y he aquí vinieron ángeles y le servían. <br></p><p><strong></strong><br>Jesús no discutió con Satanás ni entró en debate con él. Simplemente, citó las Escrituras porque, por ser la Palabra de Dios, “es viva y eficaz, y más cortante que toda espada de dos filos” (Heb. 4:12). Y, en cada caso, la Palabra que él citó fue de Deuteronomio. Qué interesante que Jesús, en el desierto, eligiera citar pasajes que también le fueron dados a Israel en el desierto. En la primera tentación, Jesús mencionó Deuteronomio 8:3. Moisés le había estado contando al antiguo Israel cómo el Señor había velado por ellos todos esos años en el desierto, incluyendo la provisión del maná; todo como parte de un proceso de refinamiento, ya que el Señor estaba tratando de enseñarles lecciones espirituales. Y, entre esas lecciones, estaba que “no sólo de pan vivirá el hombre, mas de todo lo que sale de la boca de Jehová vivirá el hombre”. Dios los alimentó con comida física, pero también les da alimento espiritual. No pueden tomar solo lo primero sin lo segundo. Jesús usó la imagen del pan como una transición a Deuteronomio y para reprender a Satanás y la duda que trató de inculcar en Jesús.<br><br>En la segunda tentación, Jesús se remite a Deuteronomio 6:16, donde Moisés señaló al pueblo su rebelión en Masah (ver Éxo. 17:1-7), diciendo: “No tentaréis a Jehová vuestro Dios, como lo tentasteis en Masah”. La palabra para “tentar” puede significar “probar”, o “poner a prueba”. El Señor ya les había mostrado, vez tras vez, su poder y su disposición para sustentarlos; sin embargo, cuando se presentó el problema, clamaron: “¿Está, pues, Jehová entre nosotros, o no?” (Éxo. 17:7). Y fue de esa historia bíblica que Jesús ex- trajo elementos para reprender a Satanás.<br><br>En la tercera tentación, esta vez Satanás buscó que Cristo se inclinara para adorarlo. ¡Qué revelación clara y flagrante de quién era verdaderamente y qué quería en realidad! En lugar de debatir, Jesús reprende a Satanás y vuelve nuevamente a la Palabra de Dios, Deuteronomio, donde el Señor le advirtió a su pueblo sobre lo que sucedería si se apartaban y adoraban a otros dioses. “A Jehová tu Dios temerás, y a él solo servirás” (Deut. 6:13); es decir, a él y solo a él.<br><br><strong>¿Cómo podemos aprender a obtener más poder en la vida diaria de nuestro es- tudio de la Palabra de Dios para reflejar más plenamente el carácter de Jesús y, al igual que él, resistir las tentaciones de Satanás?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de diciembre",
          "dayTitle": "<p>LEVANTAR ROSTROS</p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p>En Deuteronomio 10, Moisés (de nuevo) estaba contando la historia de Israel y (de nuevo) usó esos relatos para exhortar a su pueblo a la fidelidad. En medio de esa amonestación, dijo algo más.<br><br><strong>Lee Deuteronomio 10:17 al 19. ¿Cuál es el mensaje esencial para el pueblo, y por qué este mensaje es relevante para la iglesia de Dios hoy?<br></strong></p><p><strong>Deuteronomio 10:17 -19</strong></p><p><sup><strong>17</strong></sup> Porque Jehová vuestro Dios es Dios de dioses y Señor de señores, Dios grande, poderoso y temible, que no hace acepción de personas, ni toma cohecho;<sup><br><br><strong>18</strong></sup> que hace justicia al huérfano y a la viuda; que ama también al extranjero dándole pan y vestido.<sup><br><br><strong>19</strong></sup> Amaréis, pues, al extranjero; porque extranjeros fuisteis en la tierra de Egipto. <strong><br></strong></p><p>La frase “no hace acepción de personas” se traduce de una figura retórica hebrea; significa literalmente que él no “levanta rostros”. Se cree que esto proviene de un contexto legal en el que el juez o el rey ve el rostro de la per- sona que está siendo juzgada y, en función del estatus de esa persona (si es una persona importante o alguien insignificante), el juez o el rey emite un veredicto. La implicación aquí en Deuteronomio es que el Señor no trata a la gente así, a pesar de su gran poder y fuerza. Es justo con todos, indepen- dientemente de su estatus. Esta verdad, por supuesto, se reveló en la vida de Jesús y en su trato incluso con los más despreciados de la sociedad.<br><br><strong>Lee Hechos 10:34; Romanos 2:11; Gálatas 2:6; Efesios 6:9; Colosenses 3:25; y 1 Pedro 1:17. Estos versículos, ¿cómo utilizan Deuteronomio 10:17?</strong><br></p><p><strong>Hechos 10:34</strong></p><p><sup><strong>34 </strong></sup>Entonces Pedro, abriendo la boca, dijo: En verdad comprendo que Dios no hace acepción de personas,<strong><br></strong></p><p><strong>Romanos 2:11</strong></p><p><sup><strong>11 </strong></sup>porque no hay acepción de personas para con Dios.<br></p><p><strong>Gálatas 2:6</strong></p><p><sup><strong>6 </strong></sup>Pero de los que tenían reputación de ser algo (lo que hayan sido en otro tiempo nada me importa; Dios no hace acepción de personas , a mí, pues, los de reputación nada nuevo me comunicaron. <strong><br></strong></p><p><strong> Efesios 6:9</strong></p><p><sup><strong>9 </strong></sup>Y vosotros, amos, haced con ellos lo mismo, dejando las amenazas, sabiendo que el Señor de ellos y vuestro está en los cielos, y que para él no hay acepción de personas.<strong><br></strong></p><p><strong> Colosenses 3:25</strong></p><p><sup><strong>25 </strong></sup>Mas el que hace injusticia, recibirá la injusticia que hiciere, porque no hay acepción de personas.<strong><br></strong></p><p><strong> 1 Pedro 1:17</strong></p><p><strong><sup>17</sup></strong> Y si invocáis por Padre a aquel que sin acepción de personas juzga según la obra de cada uno, conducíos en temor todo el tiempo de vuestra peregrinación; <br></p><p>No importa cuán diversas sean las circunstancias en cada una de estas referencias (en Efesios, Pablo les dice a los amos que sean cuidadosos en su trato con los esclavos; en Romanos, Pablo habla del hecho de que, cuando de salvación y condenación se trata, no hay diferencia entre judíos y gentiles), todas se remiten a Deuteronomio y a la idea de que Dios “no levanta rostros”.<br><br>Y si el “Dios de dioses y Señor de señores, Dios grande, poderoso y temible” no tiene favoritismos, entonces nosotros tampoco deberíamos tenerlos. Podemos ver una revelación del evangelio, especialmente en cómo lo utiliza Pablo en Romanos: todos estamos en la misma esfera, sin importar quiénes somos en términos de estatus. Todos somos seres caídos que nece- sitan la gracia salvífica de Dios. Y lo bueno es que, independientemente de nuestro estatus, a todos se nos ofrece la salvación en Jesucristo.<br><strong><br>¿Con qué frecuencia, incluso sutilmente, “levantas rostros” y por qué la Cruz nos muestra cuán pecaminosa es realmente esa actitud?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de diciembre",
          "dayTitle": "<p>MALDITO EN UN MADERO</p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Gálatas 3:1 al 14. ¿Qué está diciendo Pablo que sea relevante para nosotros hoy, y cómo utiliza Deuteronomio 27:26; y 21:22 y 23 para plantear su postura?\n</strong></p><p><strong>Gálatas 3:1 al 14</strong></p><p><strong>1 </strong>Oh gálatas insensatos! ¿quién os fascinó para no obedecer a la verdad, a vosotros ante cuyos ojos Jesucristo fue ya presentado claramente entre vosotros como crucificado?</p><p><strong>2</strong> Esto solo quiero saber de vosotros: ¿Recibisteis el Espíritu por las obras de la ley, o por el oír con fe?</p><p><strong>3</strong> ¿Tan necios sois? ¿Habiendo comenzado por el Espíritu, ahora vais a acabar por la carne?</p><p><strong>4</strong> ¿Tantas cosas habéis padecido en vano? si es que realmente fue en vano.</p><p><strong>5</strong> Aquel, pues, que os suministra el Espíritu, y hace maravillas entre vosotros, ¿lo hace por las obras de la ley, o por el oír con fe?</p><p><strong>6</strong> Así Abraham creyó a Dios, y le fue contado por justicia.</p><p><strong>7</strong> Sabed, por tanto, que los que son de fe, éstos son hijos de Abraham.</p><p><strong>8</strong> Y la Escritura, previendo que Dios había de justificar por la fe a los gentiles, dio de antemano la buena nueva a Abraham, diciendo: En ti serán benditas todas las naciones.</p><p><strong>9 </strong>De modo que los de la fe son bendecidos con el creyente Abraham.</p><p><strong>10</strong> Porque todos los que dependen de las obras de la ley están bajo maldición, pues escrito está: Maldito todo aquel que no permaneciere en todas las cosas escritas en el libro de la ley, para hacerlas.</p><p><strong>11</strong> Y que por la ley ninguno se justifica para con Dios, es evidente, porque: El justo por la fe vivirá;</p><p><strong>12</strong> y la ley no es de fe, sino que dice: El que hiciere estas cosas vivirá por ellas.</p><p><strong>13</strong> Cristo nos redimió de la maldición de la ley, hecho por nosotros maldición (porque está escrito: Maldito todo el que es colgado en un madero ,</p><p><strong>14</strong> para que en Cristo Jesús la bendición de Abraham alcanzase a los gentiles, a fin de que por la fe recibiésemos la promesa del Espíritu.</p><p><strong>Deuteronomio 27:26</strong></p><p><strong>26 </strong>Maldito el que no confirmare las palabras de esta ley para hacerlas. Y dirá todo el pueblo: Amén.</p><p><strong>Deuteronomio 21:22-23</strong></p><p><strong>22</strong> Si alguno hubiere cometido algún crimen digno de muerte, y lo hiciereis morir, y lo colgareis en un madero,</p><p><strong style=\"background-color: initial;\">23</strong> no dejaréis que su cuerpo pase la noche sobre el madero; sin falta lo enterrarás el mismo día, porque maldito por Dios es el colgado; y no contaminarás tu tierra que Jehová tu Dios te da por heredad.</p><p>Lamentablemente, es común en el cristianismo utilizar esta carta como una especie de justificativo para no guardar la Ley, los Diez Mandamientos. Por supuesto, ese argumento en realidad se usa como una razón para no guardar el cuarto Mandamiento, como si la observancia de ese único mandamiento, a diferencia de los otros nueve, fuera de alguna manera una expresión del legalismo que Pablo plantea aquí.</p><p>Sin embargo, Pablo no estaba hablando en contra de la Ley y, por cierto, no hay nada en este pasaje que pueda justificar la transgresión del mandamiento del sábado. La clave se puede encontrar en Gálatas 3:10, donde expresa que “todos los que dependen de las obras de la ley están bajo maldición”, y luego cita Deuteronomio 27:26. El problema no es la obediencia a la Ley, sino “depender de la ley”, una postura difícil, si no imposible, para seres caídos como nosotros.</p><p>El argumento de Pablo es que no somos salvos por las obras de la Ley, sino por la muerte de Cristo en nuestro favor, que se nos acredita por la fe. Su énfasis aquí está en lo que Cristo hizo por nosotros en la Cruz. Y, para ayudar a aclarar este asunto, nuevamente se remite a Deuteronomio, esta vez a Deuteronomio 21:23. Al igual que Jesús, Pablo dice “escrito está”, mostrando la autoridad del Antiguo Testamento, y ahora cita un texto que trata de alguien que cometió un delito capital y, luego de ejecutarlo por ello, lo colgaron de un madero, tal vez para disuadir a los demás.</p><p>No obstante, Pablo utiliza eso como un símbolo de la muerte sustitutiva de Cristo en nuestro favor: Cristo se convirtió en una “maldición por nosotros” (NVI) porque enfrentó la muerte que toda la humanidad enfrentaría, porque todos han violado la Ley. Sin embargo, lo bueno del evangelio es que la maldición que debería haber sido nuestra fue suya, en la Cruz, “a fin de que por la fe recibiésemos la promesa del Espíritu” (Gál. 3:14).</p><p>&nbsp;Elena de White lo dijo así: “Ninguno sino Cristo podía redimir al hombre de la maldición de la Ley, y colocarlo otra vez en armonía con el Cielo. Cristo cargaría con la culpa y la vergüenza del pecado, que era algo tan abominable a los ojos de Dios que iba a separar al Padre de su Hijo” (PP 48).</p><p><strong style=\"background-color: rgb(255, 255, 255);\">Reflexiona en lo que enfrentarías si tuvieses que recibir el justo castigo por cualquier agravio que hayas cometido. Sin embargo, debido a que Cristo cargó con el castigo por tus errores sobre sí, para que tú no tengas que hacerlo, ¿Cuál debería ser tu respuesta a su sacrificio?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 diciembre",
          "dayTitle": "<p>UN PROFETA COMO YO</p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p>Repetidas veces, el Señor le había advertido a Israel que no siguiera las prácticas de las naciones que lo rodeaban. Al contrario, debían dar testimonio a esas naciones (Deut. 4:6-8). En Deuteronomio 18:9 al 14, Moisés nuevamente les advierte acerca de sus prácticas específicas, que eran una “abominación para con Jehová” (Deut. 18:12). Por ende, en ese contexto, les dice: “A los ojos del Señor tu Dios serás irreprensible” (Deut. 18:13).</p><p><strong>Lee Deuteronomio 18:15 al 19. ¿Qué les quiere decir Moisés allí? Luego compara esto con Hechos 3:22; y 7:37. Pedro y Esteban, ¿cómo aplican Deuteronomio 18:18?</strong></p><p><strong>Deuteronomio 18:15-19</strong></p><p><strong>15 </strong>Profeta de en medio de ti, de tus hermanos, como yo, te levantará Jehová tu Dios; a él oiréis;</p><p><strong>16 </strong>conforme a todo lo que pediste a Jehová tu Dios en Horeb el día de la asamblea, diciendo: No vuelva yo a oír la voz de Jehová mi Dios, ni vea yo más este gran fuego, para que no muera.</p><p><strong>17</strong> Y Jehová me dijo: Han hablado bien en lo que han dicho.</p><p><strong>18</strong> Profeta les levantaré de en medio de sus hermanos, como tú; y pondré mis palabras en su boca, y él les hablará todo lo que yo le mandare.</p><p><strong>19</strong> Mas a cualquiera que no oyere mis palabras que él hablare en mi nombre, yo le pediré cuenta.</p><p><strong>Hechos 3:22</strong></p><p><strong>22 </strong>Porque Moisés dijo a los padres: El Señor vuestro Dios os levantará profeta de entre vuestros hermanos, como a mí; a él oiréis en todas las cosas que os hable.</p><p><strong>Hechos 7:37</strong></p><p><strong>37</strong> Este Moisés es el que dijo a los hijos de Israel: Profeta os levantará el Señor vuestro Dios de entre vuestros hermanos, como a mí; a él oiréis.</p><p>En referencia al Pacto del Sinaí, Moisés narra que los hijos de Israel, en la revelación de la Ley de Dios (Éxo. 20:18-21), querían que Moisés actuara como mediador, como intercesor entre ellos y Dios. Es entonces cuando Moisés les promete, dos veces, que el Señor levantaría a un profeta como Moisés (Deut.18:15, 18). Dado el contexto, la idea es que este profeta, al igual que Moisés, entre otras cosas también sería un intercesor entre el pueblo y el Señor.</p><p>Muchos siglos después, tanto Pedro como Esteban citan este pasaje en referencia a Jesús. Para Pedro, Jesús fue el cumplimiento de lo que habían dicho “sus santos profetas” (Hech. 3:21), y los líderes debían obedecer a él y lo que él dice. Es decir, Pedro usó este pasaje, que los judíos conocían, y lo aplicó directamente a Jesús, con la idea de que debían arrepentirse por lo que le habían hecho (Hech. 3:19).</p><p>A continuación, en Hechos 7:37, cuando Esteban, aunque en un contexto diferente del de Pedro, estaba proclamando a Jesús, él también se refirió a esa famosa promesa, y también sostuvo que señalaba a Jesús. Estaba diciendo que Moisés, con su papel en la historia y como dirigente de los judíos, había prefigurado a Jesús. Es decir, al igual que Pedro, Esteban buscaba mostrarle al pueblo que Jesús era el cumplimiento de la profecía y que necesitaban escucharlo. Contrariamente a la acusación formulada en su contra, de que Esteban había estado hablando “palabras blasfemas contra Moisés y contra Dios” (Hech. 6:11), Esteban proclamó a Jesús como el Mesías, un cumplimiento directo de lo que Dios había prometido a través de Moisés.</p><p><strong>Estos versículos, ¿en qué medida muestran cuán primordial fue Jesús en toda la Biblia, y por qué toda nuestra interpretación de ella debe estar centrada en Cristo?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de diciembre",
          "dayTitle": "<p>¡HORRENDA COSA!</p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p>El libro de Hebreos –con toda su profundidad y sublimidad– era, en muchos sentidos, solo una larga exhortación a los judíos creyentes en Jesús. Y lo que les exhortaba a hacer es: ¡Permanezcan fieles al Señor!</p><p>Esta fidelidad, por supuesto, debe surgir de nuestro amor por Dios, por quién es él, y por su carácter y su bondad, expresados con su mayor fuerza en la Cruz de Cristo. Sin embargo, los seres humanos a veces necesitan que se les recuerde cuáles serán las terribles consecuencias de alejarse. Es decir, debemos recordar que, a fin de cuentas, si no aceptamos lo que Jesús ha hecho por nosotros al haber pagado el castigo por nuestros pecados, tendremos que pagarlo por nuestra cuenta, y eso implica “el lloro y el crujir de dientes” (Mat. 22:13) seguido de la destrucción eterna.</p><p><strong>Lee Hebreos 10:28 al 31. ¿Qué quiere decir Pablo y cómo se aplica a nosotros también?</strong></p><p><strong>Hebreos 10:28-31</strong></p><p><strong>28</strong> El que viola la ley de Moisés, por el testimonio de dos o de tres testigos muere irremisiblemente.</p><p><strong>29</strong> ¿Cuánto mayor castigo pensáis que merecerá el que pisoteare al Hijo de Dios, y tuviere por inmunda la sangre del pacto en la cual fue santificado, e hiciere afrenta al Espíritu de gracia?</p><p><strong>30</strong> Pues conocemos al que dijo: Mía es la venganza, yo daré el pago, dice el Señor. Y otra vez: El Señor juzgará a su pueblo.</p><p><strong>31 </strong>!!Horrenda cosa es caer en manos del Dios vivo!</p><p>¡Qué interesante que Pablo cite Deuteronomio para exhortar a los creyentes judíos a permanecer fieles a Dios! Pablo cita Deuteronomio 17:6 en relación con el hecho de que alguien considerado digno de muerte enfrentaría esa muerte solo después de que al menos dos personas testificaran contra él.</p><p>Pero Pablo hizo esto para dejar en claro que, si la infidelidad podía llevar a la muerte bajo el Antiguo Pacto, “¿cuánto mayor castigo pensáis que merecerá el que pisoteare al Hijo de Dios, y tuviere por inmunda la sangre del pacto en la cual fue santificado, e hiciere afrenta al Espíritu de gracia?” (Heb. 10:29). En otras palabras, ustedes tienen más luz y más verdad que ellos, y saben del sacrificio del Hijo de Dios por sus pecados; por lo tanto, si se apartan, su condenación será mayor que la de ellos.</p><p>Inmediatamente después, Pablo regresa a Deuteronomio, ahora a Deuteronomio 32:35, simplemente para reforzar su argumento. En vista de lo que habían recibido en Cristo y de que conocían la gran provisión hecha en favor de ellos, el Señor, quien dijo: “Mía es la venganza”, “juzgará a su pueblo” por su apostasía e infidelidad. Al fin y al cabo, él había juzgado a los antepasados de ellos, que no tenían lo que tenían estos judíos del Nuevo Testamento, la revelación más completa del amor de Dios manifestada en la Cruz. Entonces, básicamente, Pablo estaba diciendo: Están advertidos.</p><p><strong>“Jehová juzgará a su pueblo” (Deut. 32:36). ¿Cuál es nuestra única esperanza en ese juicio (ver Rom. 8:1)?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de diciembre",
          "dayTitle": "",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>Así como el Antiguo Testamento se cita a sí mismo (es decir, así como algunos de los profetas hicieron referencia a pasajes de Moisés), el Nuevo Testamento está lleno de citas directas, referencias y alusiones al Antiguo Testamento. Salmos, Isaías y Deuteronomio se encuentran entre los más citados. A menudo, también, los escritores del Nuevo Testamento citaron de la traducción griega del Antiguo Testamento, conocida como la Septuaginta (LXX). Los primeros cinco libros de la Biblia, conocidos como la Torá, o el Pentateuco, se tradujeron en el siglo III a.C.; y el resto del Antiguo Testamento, alrededor del siglo II a.C.</p><p>También podemos aprender mucho sobre cómo interpretar la Biblia por la manera en que los escritores inspirados del Nuevo Testamento utilizaron el Antiguo Testamento. Y una de las primeras lecciones que podríamos aprender es que, a diferencia de muchos eruditos bíblicos en la actualidad, los escritores del Nuevo Testamento nunca plantearon ninguna duda sobre la autenticidad ni la autoridad de los libros del Antiguo Testamento. No hay nada en sus escritos, por ejemplo, que revele dudas sobre la historicidad de los relatos del Antiguo Testamento, desde la existencia de Adán y Eva, pasando por la Caída, el Diluvio, hasta el llamado de Abraham y demás. La “erudición” que cuestiona estas cosas es simplemente el escepticismo humano, y no debería tener cabida en el corazón ni en la mente de los adventistas del séptimo día.</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1. </strong>Piensa en la luz que recibimos los Adventistas del Séptimo Día: ¿qué debería enseñarnos acerca de la gran responsabilidad que tenemos de ser fieles a las verdades que conocemos?</p><p><strong>2.</strong> Vuelve a leer Deuteronomio 18:9 al 14. ¿Qué manifestaciones modernas de esta “abominación para con Jehová” existen hoy, y cómo podemos asegurarnos de evitarlas?</p><p><strong>3.</strong> ¿Por qué los cristianos, que comprenden más que nadie la aplicación universal de la muerte de Cristo en la Cruz, nunca deben “levantar rostros” (ver el estudio del lunes)? ¿Cómo podemos reconocer en nosotros mismos la tendencia a hacer precisamente eso sin autoengañarnos? ¿Por qué contemplar la Cruz, y mantenerla siempre delante de nosotros, puede curarnos de esta actitud equivocada?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>DEUTERONOMIO EN EL NUEVO TESTAMENTO<br></p>",
      "verse": "<p>PARA MEMORIZAR: “El respondió y dijo: Escrito está: No sólo de pan vivirá el hombre, sino de toda palabra que sale de la boca de Dios” (Mat. 4:4).<br></p>",
      "versionCode": 1,
      "weekDate": "11-17 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
