{
  "data": [
    {
      "color": "#274472",
      "id": 4,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": "15 de julio",
          "dayTitle": "<p>CÓMO NOS RESCATA DIOS</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>El 14 de octubre de 1987, Jessica McClure, de 18 meses de edad, estaba jugando en el patio trasero de la casa de su tía cuando cayó siete metros dentro de un pozo abandonado. Su situación crítica atrajo a medios de todo el mundo a Midland, Texas, EE. UU. Una audiencia global vio a la “bebé Jessica” durmiendo, llorando, cantando y llamando a su madre. Observaba mientras el personal de emergencias entubaba aire fresco a través del pozo.\n</p><p>Finalmente, 58 horas después de la caída, la audiencia mundial vio cómo Jessica era liberada del pozo que la había retenido por más de dos días. La foto ganadora del Premio Pulitzer, del fotógrafo Scott Shaw, capturó el momento: un cable de rescate pasa por en medio de los rostros angustiados de los rescatistas de Jessica, que miran el bulto vendado en el centro del drama: la bebé Jessica.\n</p><p>No hay nada tan apasionante como una buena historia de rescate, y Pablo, en Efesios 2:1 al 10, nos da una visión detallada y personal de la misión de rescate más grandiosa y arrolladora de todos los tiempos: los esfuerzos de Dios para redimir a la humanidad. El dramatismo de la historia aumenta al saber que no somos meros espectadores del rescate de otra persona, sino testigos del nuestro.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de julio",
          "dayTitle": "<p>EN OTRO TIEMPO MUERTOS Y ENGAÑADOS POR&nbsp;SATANÁS</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p><strong>Lee Efesios 2:1 al 10. ¿Cuál es la idea principal que Pablo nos da aquí&nbsp;sobre lo que Jesús ha hecho por nosotros?</strong></p><p><strong>Efesios 2:1 al 10</strong></p><p><sup><strong>1 </strong></sup>Y él os dio vida a vosotros, cuando estabais muertos en vuestros delitos y pecados,&nbsp;</p><p><sup><strong>2</strong></sup> en los cuales anduvisteis en otro tiempo, siguiendo la corriente de este mundo, conforme al príncipe de la potestad del aire, el espíritu que ahora opera en los hijos de desobediencia,&nbsp;</p><p><strong><sup>3</sup></strong> entre los cuales también todos nosotros vivimos en otro tiempo en los deseos de nuestra carne, haciendo la voluntad de la carne y de los pensamientos, y éramos por naturaleza hijos de ira, lo mismo que los demás.&nbsp;</p><p><sup><strong>4</strong></sup> Pero Dios, que es rico en misericordia, por su gran amor con que nos amó,&nbsp;</p><p><sup><strong>5</strong></sup> aun estando nosotros muertos en pecados, nos dio vida juntamente con Cristo (por gracia sois salvos),&nbsp;</p><p><sup><strong>6</strong></sup> y juntamente con él nos resucitó, y asimismo nos hizo sentar en los lugares celestiales con Cristo Jesús,&nbsp;</p><p><sup><strong>7</strong></sup> para mostrar en los siglos venideros las abundantes riquezas de su gracia en su bondad para con nosotros en Cristo Jesús.&nbsp;</p><p><sup><strong>8</strong></sup> Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios;&nbsp;</p><p><sup><strong>9</strong></sup> no por obras, para que nadie se gloríe.&nbsp;</p><p><sup><strong>10</strong></sup> Porque somos hechura suya, creados en Cristo Jesús para buenas obras, las cuales Dios preparó de antemano para que anduviésemos en ellas.</p><p><br></p><p>Pablo ya describió la salvación dada a los cristianos (Efe. 1:3–14, 15–23) y contó, en pocas palabras, la historia de los creyentes de Éfeso (Efe. 1:13). En Efesios 2:1 al 10, Pablo ahora contará la historia de su conversión con más detalle, con un enfoque más personal. Contrasta su pasada existencia pecami- nosa (Efe. 2:1-3) con las bendiciones de la salvación de Dios, que retrata como una participación en la resurrección, la ascensión y la exaltación de Cristo (Efe. 2:4-7), y celebra la base de esa salvación en la gracia y la obra creadora de Dios (Efe. 2:8–10).\n</p><p>Estas tres partes del pasaje se resumen claramente en las frases de Efe- sios 2:5: (1) “Estábamos muertos en pecados”; (2) Dios “nos dio vida junto con Cristo”; (3) “Por gracia ustedes han sido salvados”.\n</p><p>En Efesios 2:1 y 2, Pablo señala la triste realidad que vivía su audiencia antes de la conversión al notar que estaba espiritualmente muerta, ya que habitualmente practicaba el mal y vivía en pecado como estilo de vida (Efe. 2:1), y Satanás la dominaba (Efe. 2:2). Dado que Pablo escribe a oyentes vivos, se refiere a ellos como “en otro tiempo [...] muertos” (NVI) en un sentido me- tafórico (comparar con Efe. 5:14). Sin embargo, su situación era sumamente real y crítica, ya que en otro tiempo estuvieron separados de Dios, la Fuente de la vida (comparar con Col. 2:13; Rom. 5:17; Rom. 6:23).\n</p><p>Al reflexionar sobre la vida pasada de sus oyentes, Pablo identifica dos fuerzas externas que los dominaban. La primera de ellas es “la corriente de este mundo” (Efe. 2:2): las costumbres y el comportamiento de la sociedad efesia en general, que desfiguraban la vida humana en rebelión contra Dios.\n</p><p>Luego, Pablo describe a Satanás, de dos maneras, como la segunda fuerza externa que dominaba su existencia anterior. Él es “el príncipe de la potestad del aire” (Efe. 2:2), ya que “el aire” (o “los cielos”, o “los lugares celestiales”, RVR 1960) se identifica como la ubicación de los poderes sobrenaturales, incluidos los malignos (comparar con Efe. 1:3; 3:10; 6:12). Además, está activo en la Tierra, ya que es “el espíritu que ahora opera en los hijos desobedientes” (Efe. 2:2).\n</p><p><strong>¿Qué nos enseñan estos versículos acerca de la realidad del Gran Conflicto? Al mismo tiempo, ¿cómo podemos obtener consuelo y esperanza sabiendo que Jesús ha sido victorioso y que podemos participar de su victoria ahora?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de julio",
          "dayTitle": "<p>EN OTRO TIEMPO ENGAÑADOS POR NUESTROS&nbsp;PROPIOS DESEOS</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p><strong>“Entre ellos [los desobedientes] todos nosotros también vivimos en otro tiempo al impulso de los deseos de nuestra carne, haciendo la voluntad de la carne y de los pensamientos; y éramos por naturaleza hijos de ira, igual que los demás” (Efe. 2:3).\n</strong></p><p>Al margen de la intervención de Dios, la existencia humana está dominada no solo por las fuerzas externas mencionadas en Efesios 2:2, sino también por las internas: “los deseos de nuestra carne, haciendo la voluntad de la carne y de los pensamientos” (Efe. 2:3; comparar con Sant. 1:14, 15; 1 Ped. 1:14).\n</p><p><strong>¿Qué quiere decir Pablo al afirmar que sus oyentes en otro tiempo eran “por naturaleza hijos de ira, igual que los demás”? (Efe. 2:3)? Comparar con Efesios 2:3 y 5:6.\n</strong></p><p><strong>Efe. 2:3</strong></p><p><strong><sup>3</sup></strong> entre los cuales también todos nosotros vivimos en otro tiempo en los deseos de nuestra carne, haciendo la voluntad de la carne y de los pensamientos, y éramos por naturaleza hijos de ira, lo mismo que los demás.</p><p>\n</p><p>\n</p><p><strong>Efe. 5:6<sup><br></sup></strong></p><p><strong><sup>6</sup></strong> Nadie os engañe con palabras vanas, porque por estas cosas viene la ira de Dios sobre los hijos de desobediencia.</p><p><br></p><p>La realidad actual de una vida perdida ya es bastante angustiante, pero sus implicaciones para los últimos días son aún más aterradoras. Los seres humanos, siendo “por naturaleza hijos de ira, igual que los demás” (Efe. 2:3), estarán bajo la amenaza del juicio de Dios en el tiempo del fin.\n</p><p>La expresión “por naturaleza hijos de ira” también apunta a otra realidad abrumadora. Si bien todavía poseemos la imagen de Dios, hemos llegado a comprender que hay algo profundamente malo en nosotros. Por ende, vivir la vida cristiana no es solo una cuestión de vencer uno o dos malos hábitos, o superar todos los “delitos y pecados” (Efe. 2:1) que nos amenazan hoy por hoy. No solo luchamos con los pecados, sino con el pecado. Tendemos a la rebelión contra Dios y a la autodestrucción. Los seres humanos, por defecto, estamos atrapados en un patrón de comportamiento pecaminoso y autodestructivo, al seguir los dictados de Satanás (Efe. 2:2) y nuestros propios deseos pecaminosos innatos (Efe. 2:3). Los creyentes, en otro tiempo, éramos “por naturaleza hijos de ira”.\n</p><p>Es importante notar que Pablo emplea un tiempo pasado: “éramos por naturaleza hijos de ira” (Efe. 2:3). Esto no significa que los creyentes ya no tengamos una inclinación inherente hacia el mal. Pablo dedica una parte considerable de su carta, Efesios 4:17 a 5:21, a advertir acerca de los actos pecaminosos. Estos están arraigados en la naturaleza pecaminosa y continúan siendo una amenaza para los cristianos. Sin embargo, sí significa que este “hombre viejo” ya no necesita dominar al creyente, quien mediante el poder de Cristo puede “desp[ojarse] del hombre viejo” y “v[estirse] del nuevo hombre, creado para ser semejante a Dios en justicia y en santidad de la verdad” (Efe. 4:22–24).\n</p><p><strong>¿Quién no ha advertido lo corrupta que es nuestra naturaleza, aun después de habernos entregado a Jesús? ¿Qué debería enseñarnos esto sobre la importancia de aferrarnos a él en cada momento de la vida?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de julio",
          "dayTitle": "<p>AHORA RESUCITADOS, ASCENDIDOS Y E<span style=\"background-color: initial;\">XALTADOS CON CRISTO</span></p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>“Pero Dios, que es rico en misericordia, por su gran amor con que nos amó” (Efe. 2:4). Aquí, con dos palabras poderosas, “pero Dios”, Pablo pasa de una triste descripción de la vida pasada de su audiencia (Efe. 2:1–3) a las nuevas realidades llenas de esperanza que les marca la nueva vida como creyentes (Efe. 2:4–10).\n</p><p><strong>¿En qué sentido participan los creyentes de la resurrección, la ascensión y la exaltación de Cristo? ¿Cuándo se produce esto? Efesios 2:6, 7.\n</strong></p><p><strong>Efesios 2:6, 7</strong></p><p><strong><sup>6</sup></strong> y juntamente con él nos resucitó, y asimismo nos hizo sentar en los lugares celestiales con Cristo Jesús,</p><p><sup><strong>7</strong></sup> para mostrar en los siglos venideros las abundantes riquezas de su gracia en su bondad para con nosotros en Cristo Jesús.&nbsp;</p><p><br></p><p>Hemos visto que Efesios es una carta impregnada de Cristo, que destaca la solidaridad de los creyentes con Cristo. En Efesios 2:5 y 6, Pablo amplía este tema al utilizar tres verbos compuestos para desplegar la sorprendente verdad de que, mediante las iniciativas de Dios, los creyentes mismos participan de importantes acontecimientos de la historia de la salvación que se centran en el Mesías, Jesús.\n</p><p>Los creyentes: (1) resucitan juntamente con Cristo; (2) Dios nos levantó de la tumba juntamente con Cristo (NBV, que Pablo probablemente utiliza para indicar la participación de los creyentes en la ascensión de Cristo al Cielo); (3) se sientan juntamente con Cristo “en el cielo”, lo que significa que los creyentes participan de la entronización de Cristo en el Trono cósmico. Son exaltados juntamente con Jesús.\n</p><p>Para apreciar el poder del argumento de Pablo, debemos remontarnos a Efesios 1:19 al 23 y recordar que, en su muerte, resurrección, ascensión y exaltación, Cristo obtiene la victoria sobre todo mal y sobre los poderes espirituales, los mismos que una vez dominaron la vida de los creyentes. En la resurrección, la ascensión y la exaltación de Jesús, estos poderes, aunque todavía están activos y representan una amenaza para la existencia humana, ya fueron totalmente derrocados. El Cosmos ha cambiado. La realidad ha cambiado. Los creyentes no son meros espectadores de estos eventos, sino que participan de ellos en forma personal e íntima. El hecho de que resucitemos, ascendamos y seamos exaltados juntamente con Jesús nos abre un nuevo abanico de posibilidades. Tenemos el derecho de pasar de una existencia dominada por demonios a una vida de abundancia espiritual y poder en Cristo (2 Tim. 1:7).\n</p><p><strong>“Porque no nos ha dado Dios espíritu de timidez, sino de poder, de amor y de dominio propio” (2 Tim. 1:7). ¿Cómo nos ayudan los versículos que vimos hoy a entender lo que Pablo escribe aquí?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de julio",
          "dayTitle": "<p>AHORA BENDECIDOS PARA SIEMPRE POR LA&nbsp;GRACIA</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Compara el plan de salvación de Dios en Efesios 1:3 y 4 con los resultados eternos de ese plan descrito en Efesios 2:7. ¿Cuáles son los elementos esenciales y las metas del “plan de salvación” de Dios?\n</strong></p><p><strong>Efesios 1:3 y 4</strong></p><p><strong><sup>3</sup></strong> Bendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda bendición espiritual en los lugares celestiales en Cristo,&nbsp;</p><p><strong><sup>4</sup></strong> según nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él,</p><p><br></p><p><strong>Efesios 2:7</strong></p><p><strong><sup>7</sup></strong> para mostrar en los siglos venideros las abundantes riquezas de su gracia en su bondad para con nosotros en Cristo Jesús.</p><p><br></p><p>Las ceremonias de graduación son celebraciones maravillosas, ya sea del jardín de infantes o de un doctorado. Una graduación marca un logro importante, el paso a una etapa diferente de la vida o la carrera. Es importante para nosotros, como creyentes, entender una verdad profunda del evangelio: nunca nos graduamos de la gracia. Nunca hay una celebración por haber obtenido nuestro “doctorado en gracia” ni porque nos graduemos de nuestra necesidad de ella.\n</p><p>Pablo confirma esta verdad en Efesios 2:7, acentuándola con una cronología expansiva. Dios ha actuado en el pasado en Cristo para redimirnos, al identificarnos con su Hijo, Jesucristo, de modo que en el presente seamos copartícipes de su resurrección, ascensión y exaltación (Efe. 2:4–6). No obstante, el plan de Dios no termina con un pasado lleno de gracia y un presente bañado por la misericordia. El plan de Dios, cimentado en los concilios divinos de tiempos inmemoriales (Efe. 1:4), se extiende para siempre hacia el futuro. Incluye todos los “siglos venideros” (Efe. 2:7). Su plan para el futuro eterno se basa en el mismo principio que su accionar en el pasado y el presente: el principio de la gracia. “En los siglos venideros”, Dios espera demostrar “la abundante riqueza de su gracia y su bondad hacia nosotros en Cristo Jesús” (Efe. 2:7).\n</p><p>Pablo piensa en la gracia de Dios como un tesoro o una fortuna de valor insondable (comparar Efe. 1:7; 3:8), de la que los creyentes pueden extraer riqueza para satisfacer cualquier necesidad. Esta gran generosidad de Dios hacia nosotros se convierte en una exhibición elocuente, eterna y cósmica de su gracia.\n</p><p>“Al venir a habitar con nosotros, Jesús iba a revelar a Dios tanto a los hombres como a los ángeles. [...] Pero no solo para sus hijos nacidos en la Tierra fue dada esa revelación. Nuestro pequeño mundo es el libro de texto del Universo. El maravilloso propósito de la gracia de Dios, el misterio del amor redentor, es el tema en el cual ‘anhelan mirar los ángeles’, y será su estudio a través de las edades sin fin. Tanto los redimidos como los seres que no cayeron hallarán en la Cruz de Cristo su ciencia y su canto. Se verá que la gloria que resplandece en el rostro de Jesús es la gloria del amor abnegado” (Elena de White, El Deseado de todas las gentes, p. 11).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de julio",
          "dayTitle": "<p>AHORA SALVADOS POR DIOS</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p><strong>Vuelve a leer Efesios 2:1 al 10, concentrándote en la conclusión de Pablo en los versículos 8 al 10. ¿Qué aspectos destaca al concluir el pasaje?\n</strong></p><p><sup><strong>1 </strong></sup>Y él os dio vida a vosotros, cuando estabais muertos en vuestros delitos y pecados,&nbsp;</p><p><sup><strong>2</strong></sup> en los cuales anduvisteis en otro tiempo, siguiendo la corriente de este mundo, conforme al príncipe de la potestad del aire, el espíritu que ahora opera en los hijos de desobediencia,&nbsp;</p><p><strong><sup>3</sup></strong> entre los cuales también todos nosotros vivimos en otro tiempo en los deseos de nuestra carne, haciendo la voluntad de la carne y de los pensamientos, y éramos por naturaleza hijos de ira, lo mismo que los demás.&nbsp;</p><p><sup><strong>4</strong></sup> Pero Dios, que es rico en misericordia, por su gran amor con que nos amó,&nbsp;</p><p><sup><strong>5</strong></sup> aun estando nosotros muertos en pecados, nos dio vida juntamente con Cristo (por gracia sois salvos),&nbsp;</p><p><sup><strong>6</strong></sup> y juntamente con él nos resucitó, y asimismo nos hizo sentar en los lugares celestiales con Cristo Jesús,&nbsp;</p><p><sup><strong>7</strong></sup> para mostrar en los siglos venideros las abundantes riquezas de su gracia en su bondad para con nosotros en Cristo Jesús.&nbsp;</p><p><sup><strong>8</strong></sup> Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios;&nbsp;</p><p><sup><strong>9</strong></sup> no por obras, para que nadie se gloríe.&nbsp;</p><p><sup><strong>10</strong></sup> Porque somos hechura suya, creados en Cristo Jesús para buenas obras, las cuales Dios preparó de antemano para que anduviésemos en ellas.</p><p>En Efesios 2:1 al 3, Pablo documenta que la salvación de los creyentes en Éfeso no se produce por su buen comportamiento ni por sus cualidades encantadoras. Cuando comienza la historia, están espiritualmente muertos. No hay ni una chispa de vida ni de valor en ellos (Efe. 2:1). El pecado los venció completamente (Efe. 2:1). No manifiestan ninguna iniciativa personal, sino que Satanás mismo los guía, además de sus bajas pasiones y sus delirios mentales (Efe. 2:2, 3).\n</p><p>Sin saberlo, se encuentran en una situación mucho peor que la de carecer simplemente de vida espiritual o de virtud. Juntamente con toda la humanidad, son los enemigos del verdadero Dios y se encaminan hacia un día final de juicio divino. Son “hijos de ira, igual que los demás” (Efe. 2:3).\n</p><p>En vez de estar arraigada en sus cualidades, su salvación se fundamenta en el inexplicable amor de Dios, un amor que no puede explicarse sobre la base de ningún valor que resida en el objeto de ese amor. Con misericordia y amor, Dios actúa en favor de ellos en Cristo Jesús (Efe. 2:4), resucitándolos de la muerte espiritual. Mediante la intervención de Dios, experimentan un itinerario asombroso que sigue la trayectoria de Jesús mismo. Desde las profundidades extremas de la muerte espiritual total y la esclavitud demoledora, resucitan, se transportan al “cielo” y se sientan con Cristo en el Trono cósmico (Efe. 2:5, 6). Sin embargo, esta intervención divina, similar a un rayo, no es un fenómeno momentáneo. Tiene poder de permanencia real, durabilidad eterna, porque Dios tiene la intención de mostrar su gracia hacia ellos en Cristo Jesús por toda la Eternidad (Efe. 2:7).\n</p><p>En su conclusión de Efesios 2:1 al 10, en los versículos 8 al 10, Pablo retoma el tema, con el deseo de asegurarse de que su argumento se mantenga firme: la salvación de los creyentes es una obra divina, no humana. No se origina en nosotros sino en el don de Dios. Ningún ser humano puede jactarse de haberlo provocado (Efe. 2:8, 9). Si permanecemos en la gracia de Dios, nosotros, los creyentes, somos pruebas vivientes de su gracia y solo su gracia. Somos sus obras maestras, creadas por Dios “en Cristo Jesús” (Efe. 2:10).\n</p><p><strong>¿Por qué es tan importante que entendamos que nuestra salvación proviene de Dios y no se basa en nuestro propio valor o esfuerzo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de julio",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>Detrás de la Epístola a los Efesios hay una historia que a menudo se re pasa a medias o se hace alusión a ella. Los principales acontecimientos de la narración son los siguientes:\n</p><p><strong>I.</strong> La elección divina de la gente “desde antes de la creación del mundo” (Efe. 1:4, 5, 11).\n</p><p><strong>II.</strong> Su existencia pasada y perdida (Efe. 2:1–3, 11, 12; 4:17–19, 22; 5:8).\n</p><p><strong>III.</strong> La intervención de Dios en Cristo para salvarla (Efe. 1:7, 8; 2:4–6, 13– 19; 4:1, 20, 21; 5:2, 8, 23, 25, 26).\n</p><p><strong>IV.</strong> Su aceptación del evangelio (Efe. 1:12, 13, e implícita en otras partes). En otro tiempo “sin esperanza” (Efe. 2:12), ahora posee la “misma esperanza” hacia la cual avanzan los creyentes (Efe. 4:4; comparar con Efe. 1:18).\n</p><p><strong>V.</strong> La vida actual de los destinatarios como discípulos. Aunque viven en una época plagada de peligros y oposición por parte de los pode res malignos, pueden recurrir a los recursos que les ofrece su exaltado Señor (Efe. 1:15–23; 2:6; 3:14–21; 4:7–16; 6:10–20).\n</p><p><strong>VI.</strong> En la futura culminación de la historia, la función del Espíritu como “garantía” (Efe. 1:13, 14), o “sello” (Efe. 4:30) llega a buen término. En este momento culminante, los destinatarios serán recompensados por su fidelidad al tomar posesión de la “herencia”, que ya les fue otorgada en Cristo (Efe. 2:7; 6:8, 9); y, por su fe en Cristo, se les otorgará un lugar en la era cristocéntrica venidera (Efe. 1:21; 2:7, 19–22; 4:13, 15; 5:27).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1.</strong> La historia subyacente de Efesios (ver arriba) no es solo la historia de los creyentes del siglo I. Es nuestra propia historia. ¿Cuál de los principales pasos o etapas de esa historia te da más esperanza en este momento?\n</p><p><strong>2. </strong>¿Por qué crees que Pablo recuerda con tanta frecuencia el pasado pecaminoso de su audiencia, y la invita a reflexionar sobre su vida anterior a la conversión?\n</p><p><strong>3.</strong> Compara el resumen del evangelio de Pablo en Efesios 2:8 al 10 con su resumen anterior en Romanos 1:16 y 17. ¿Qué temas similares aparecen? ¿En qué se diferencian?\n</p><p><strong>4.</strong> Si bien las buenas obras de los creyentes no juegan ningún papel en su redención, en el sentido de que estas nunca pueden dar a nadie ningún mérito salvífico ante Dios, ¿qué papel importante juegan en los planes de Dios para los creyentes? Efesios 2:10.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15-21 de julio",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>RESEÑA&nbsp;</strong></p><p><strong>Texto clave:</strong></p><p><strong>Efesios 2:4, 5 Enfoque del estudio: Efesios 2:1-10; 5:14; Romanos 5:17; Efesios 5:6; 1 Timoteo 1:7.\n</strong></p><p><strong>Introducción:&nbsp;</strong></p><p>Mientras que Pablo, en Efesios 1, hace hincapié en el plan general de salvación&nbsp;de Dios en Cristo a nivel universal, en el capítulo 2 el apóstol explica con más detalle la forma en que Dios interviene en nuestra salvación a nivel individual. Cuando&nbsp;los seres humanos abandonaron el Jardín del Edén, entraron en una condición que Pablo llama “muertos en sus delitos y pecados” (Efe. 2:1). En esta condición, la humanidad está muerta en sus pecados en el sentido de estar controlada por fuerzas internas (tendencias pecaminosas) y por fuerzas externas (el diablo y el mundo). Los seres humanos en esta condición no pueden esperar tener una vida con Dios, porque son “hijos de ira” (Efe. 2:3). La única esperanza para nosotros es resucitar, ascender y ser exaltados con Cristo (Efe. 2:6, 7).&nbsp;</p><p>Pero no podemos resucitar, ascender y exaltarnos a nosotros mismos. Por esta razón, Pablo enfatiza que somos salvos “por gracia” (Efe 2:5, 8). Es totalmente por obra, iniciativa, amor, misericordia y poder de Dios (Efe. 2:4). Para Pablo, esta obra es el fundamento del evangelio. Sin embargo, inmediatamente Pablo se apresura a agregar que somos salvos “por la fe” (Efe. 2:8). Si bien nuestra salvación es puramente obra de Dios, Dios no nos salva en contra de nuestra voluntad. Los que se salven no ascenderán al Cielo ni serán exaltados a los lugares celestiales por un acto divino de predestinación. La salvación de Dios se concreta en nosotros cuando ejercemos fe, es decir, cuando aceptamos y recibimos la salvación de Dios, al permitir que el poder de Dios nos resucite, exalte nuestra vida y nos capacite para vivir en Cristo Jesús.&nbsp;</p><p><strong>Temática de la lección:&nbsp;</strong></p><p>La lección de esta semana enfatiza tres temas principales que se encuentran en Efesios 2:1 al 10 y describen el proceso dinámico de la salvación personal:&nbsp;</p><p><ul><li><span style=\"background-color: initial;\">¿Qué significa estar muertos en pecado? ¿Cuál es la naturaleza de la vida pecaminosa?&nbsp;</span></li><li><span style=\"background-color: initial;\">¿Qué significa resucitar con Cristo a una nueva vida en él?&nbsp;</span></li><li><span style=\"background-color: initial;\">¿Qué significa ser salvo por gracia mediante la fe?</span></li></ul></p><p><strong>COMENTARIO&nbsp;</strong></p><p><strong>Lo que escribió Elena de White sobre los conceptos de muertos en pecado y salvación por gracia\n</strong></p><p>En el capítulo 2 de su libro El camino a Cristo, Elena de White explica la condición humana caída. Ella señala que “después de su [de Adán] pecado ya no pudo encontrar gozo en la santidad, y procuró ocultarse de la presencia de Dios. Y tal es aún la condición del corazón no renovado. No está en armonía con Dios ni encuentra gozo en la comunión con él. El pecador no podría ser feliz en la presencia de Dios [...]. El Cielo sería para él un lugar de tortura; ansiaría ocultarse&nbsp;de la presencia del Ser que es su luz y el centro de su gozo. No es un decreto arbitrario por parte de Dios el que excluye del Cielo a los malvados; ellos mismos se han cerrado la puerta por causa de su propia ineptitud para esa compañía. La gloria de Dios sería para ellos un fuego consumidor” (Elena de White, El camino a Cristo, pp. 14, 15).&nbsp;</p><p>Luego insiste: “Es imposible que escapemos por nosotros mismos del abismo de pecado en que estamos hundidos. Nuestro corazón es malo y no lo podemos&nbsp;cambiar. [...] La educación, la cultura, el ejercicio de la voluntad, el esfuerzo huma- no, todos tienen su propia esfera, pero para esto no tienen ningún poder. Pueden&nbsp;producir una corrección externa del comportamiento, pero no pueden cambiar el corazón; no pueden purificar las fuentes de la vida. Debe haber un poder que obre desde el interior, una vida nueva de lo alto, antes que los hombres puedan ser cambiados del pecado a la santidad. Ese poder es Cristo. Solo su gracia puede vivificar las facultades muertas del alma y atraerlas a Dios, a la santidad” (Elena de White, El camino a Cristo, p. 15).</p><p><strong>Muertos en pecados y resucitados por y en Cristo&nbsp;</strong></p><p>La expresión de Pablo “muertos en sus delitos y pecados” (Efe. 2:1) destaca tres aspectos principales de la condición humana caída.&nbsp;</p><p>En primer lugar, “muertos en sus delitos y pecados” apunta a una muerte literal. El pecado es esencialmente la antítesis de Dios y de la vida. Estar en pecado es negar a Dios y a la vida. Pablo enfatiza que “la paga del pecado es la muerte” (Rom. 6:23). Estar en pecado y permanecer en pecado conduce a la muerte. Esta&nbsp;muerte no se refiere solo al cuerpo; el ser humano que participa y elige permanecer en el pecado estará muerto en su totalidad, en todos los aspectos, sin que&nbsp;ningún elemento le sobreviva.</p><p>En segundo lugar, “muertos en sus delitos y pecados” es una condición espiritual y moral. Para los seres humanos, estar “muertos en sus delitos y pecados”&nbsp;no significa que no puedan percibir el amor, la justicia o el llamado de Dios, o que no puedan reconocer su propio estado decadente. El problema surge cuando perciben el llamado de la gracia de Dios, pero piensan que todo les va bien y que estarán mejor si siguen su propio camino, bajo la pretensión de que pueden cambiar por sí solos y arreglar el mundo por su cuenta (Isa. 5:21; Rom. 1:21-23; ver también Gén. 11:1-5). Sin embargo, este pensamiento deformado los hunde más profundamente en el lodo del pecado (Rom. 1:24-32).</p><p>En su carta a los Efesios, Pablo ilustra esta condición perdida con la figura retó- rica de andar en “la corriente de este mundo” (Efe. 2:2), satisfaciendo los anhelos,&nbsp;las lujurias, los deseos y los pensamientos de la carne ( Efe. 2:3). Al hacerlo, los no regenerados llegan al punto en que “a lo malo llaman bueno, y a lo bueno malo” y “hacen de la luz tinieblas, y de las tinieblas luz” (Isa. 5:20). Este estado equivale no solo a confusión moral sino también a rebelión moral contra Dios.</p><p>En tercer lugar, y por consiguiente, “muertos en sus delitos y pecados” indica que somos totalmente incapaces de vencer la atracción gravitatoria del “agujero negro” del pecado. Esta incapacidad se debe a que el pecado se ha convertido en una fuerza controladora omnipresente en nuestro ser, y llega a ser “otra ley, que lucha” en nosotros y contra nosotros (Rom. 7:23). Nuestra misma naturaleza se vio afectada, se enfermó de manera irremediable, al punto de convertirse en un “cuerpo de muerte” (Rom. 7:24).\n</p><p>Por esta misma razón, Pablo nota que solo una “resurrección” puede salvar- nos de estar “muertos en pecados” (Efe. 2:5, 6). Nuestra muerte en el pecado y&nbsp;por el pecado es definitiva e irreversible. No tenemos en nosotros ningún poder esencial para volver a vivir. Solo Dios, que nos creó, puede volver a crearnos o resucitarnos. Para Pablo, la resurrección no es una “simple” regeneración de nuestros tejidos biológicos para que vivamos varias décadas más en la misma condición pecaminosa. La noción paulina de resurrección es una escapatoria total del poder dañino del mundo y del dominio del pecado. La creencia de Pablo en la resurrección constituye otro tipo (o calidad) de vida: la vida eterna (Rom. 6:23). Este poder único de regeneración se manifestó en la resurrección de Cristo de entre los muertos (Efe. 1:20), y luego lo recibimos nosotros en el sentido de que Dios nos invitó a compartir la resurrección de Cristo y a participar en ella mediante el Espíritu (Efe. 2:5, 6).</p><p>En su Epístola a los Romanos, Pablo explica que, debido a que el pecado es una fuerza tan penetrante en nosotros, es inevitable que muramos. Pero por la gracia de Dios, no necesitamos morir en el pecado, sino al pecado. Cristo murió en nuestro lugar por nuestro pecado. Ahora, morimos en Cristo, pero morimos con Cristo al pecado (Rom. 6:2-4). A continuación Pablo concluye que, “así como hemos sido unidos con él en una muerte semejante a la suya, seremos unidos&nbsp;también con él en su resurrección; sabiendo que nuestro viejo hombre fue crucificado junto con él, para que el cuerpo del pecado sea destruido, a fin de que&nbsp;no seamos más esclavos del pecado. Porque el que ha muerto queda libre del pecado” (Rom. 6:5-7).&nbsp;</p><p><strong>Por gracia mediante la fe&nbsp;</strong></p><p>Cuando Pablo dice que somos salvos “por gracia [...] por la fe” (Efe. 2:8), no dice que somos salvos solo por gracia o solo por la fe. Ambos siempre obran juntos en la salvación. Sin embargo, funcionan en un orden secuencial que es esencial. En el evangelio, no es la fe la que genera la gracia. La fe no es una energía interior nuestra que nos da vida y poder, que nos eleva a Dios, que cambia el carácter de Dios hacia nosotros, o que genera salvación. Para Pablo, la fe surge, o nace,&nbsp;y actúa en nosotros cuando Dios nos ofrece su gracia (Rom. 10:17). La gracia genera fe. La fe es la recepción de la gracia de Dios que se manifiesta en nosotros.</p><p>Esta percepción tiene al menos dos implicaciones importantes. En primer lugar, la fe no es ni puede ser meritoria. De hecho, también la fe es un don de Dios, porque Dios nos ofreció a todos la posibilidad de recibir su gracia. Tanto la gracia como la fe son dones de Dios (Efe. 2:8). Por esta razón, Pablo enfatiza que nuestras obras no cumplen ningún papel en el desarrollo de nuestra salvación (Efe. 2:9). En lugar de eso, nosotros, como seres humanos salvos, somos “hechura suya, creados en Cristo Jesús para buenas obras” (Efe. 2:10). Estas buenas obras, por lo tanto, no son nuestras; no las genera el genio ni el poder de nuestra fe; “Dios de antemano [las] preparó para que anduviésemos en ellas” (Efe. 2:10).&nbsp;</p><p>En segundo lugar, Pablo une la justificación con la santificación en una relación inextricable. Mientras que la justificación significa que estamos revestidos de la justicia de Cristo, la santificación significa que estamos revestidos con el manto de las buenas obras de Cristo y andamos en él.&nbsp;</p><p>En tercer lugar, la gracia y la fe son el fundamento de la unidad de la iglesia, que es uno de los temas centrales de la teología paulina de la iglesia. La iglesia está unida por la misma experiencia de recibir la revelación divina de la gracia y por la misma experiencia de aceptarla y abrazarla en la fe: “una fe” (Efesios 4:5). En esta experiencia, todos los miembros de la iglesia son iguales. La iglesia no es una sociedad de varios niveles en la que algunos miembros son mejores cristianos porque recibieron más gracia o tienen más fe. Toda la iglesia se cimienta y se une en la misma gracia y en la misma aceptación de esa gracia mediante la fe.\n</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p>Si bien para algunos el Dios cristiano es una divinidad punitiva y vengativa, muchos contemporáneos simplemente no pueden asociar a un Dios amoroso y misericordioso con la ira, el juicio y la condenación. En Efesios 2:3, Pablo describe a los pecadores como “hijos de ira”, lo que significa que, si permanecen en esa condición, recibirán la ira o la condenación de Dios dirigida contra el pecado (Rom. 1:18). Invita a los miembros de la clase a reflexionar sobre maneras de explicar la ira de Dios a los siguientes grupos de personas: (1) sus hijos, (2) sus vecinos no adventistas y (3) sus colegas seculares y ateos.&nbsp;</p><p>Pide a los miembros de la clase que recuerden su experiencia de ser vivificados con Cristo y en Cristo. ¿Cómo describirían esta experiencia a sus amigos y a los miembros de su comunidad? ¿Cómo pueden mantener fresca esa experiencia en su vida cristiana?&nbsp;</p><p>Existen adventistas del séptimo día que crecieron en lo que llamaríamos un ambiente cristiano aislado o “puro”, en el que no estuvieron expuestos a muchas de las tentaciones de una vida más secular o mundana, pero que todavía están muertos en sus pecados y no han experimentado el nuevo nacimiento. ¿De qué forma los miembros de tu clase podrían ayudar a estos hermanos adventistas a vivenciar en plenitud el hecho de que Dios “nos dio vida junto con Cristo” (Efe. 2:5)? Es decir, ¿cómo pueden los alumnos animar a estos adventistas a nacer de nuevo sin tener que pasar primero por toda la miseria de una vida pecaminosa?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>CÓMO NOS RESCATA DIOS</p>",
      "verse": "<p>“Pero Dios, que es rico en misericordia, por su gran amor con que nos amó, aun&nbsp;cuando estábamos muertos en pecados nos dio vida junto con Cristo. Por gracia&nbsp;ustedes han sido salvados” (Efe. 2:4, 5).</p>",
      "versionCode": 10,
      "weekDate": "15-22 de julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
