{
   "data":[
      {
         "color":"#44f1ff",
         "id":712,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"June 14",
               "dayTitle":"",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p>This week, we will look at two more Bible stories that foreshadow last-day events in remarkable detail.\n</p><p>First, we will examine the account of Shadrach, Meshach, and Abednego, which has obvious allusions to the issues portrayed in Revelation 13. Then we will turn to the New Testament, where we find that the experience of the early Christians also can help us understand what to expect between now and the return of Christ.\n</p><p>Both examples highlight remarkable courage and provide keys to finding peace of mind under the most trying of circumstances. Again and again, Jesus said such things as “Do not fear,” and “Why do your thoughts trouble you?” It is important to remember that the focus of prophecy is Christ, and, as such, we must be able to find the same counsel throughout the scenes portrayed in earth’s closing moments. “ ‘Let not your heart be troubled,’ ” He taught His disciples, “ ‘you believe in God, believe also in Me’ ” (John 14:1, NKJV).\n</p><p>In other words, yes, last-day events will be difficult and trying for those who seek to stay faithful to God. But ultimately, we should view these events with hope, not fear.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 15",
               "dayTitle":"<p>Daniel 2 and the Historicist Approach to Prophecy</p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p>One of the most powerful prophecies in all Scripture is Daniel 2. Writing more than five hundred years before Christ, the prophet set out world history, starting from his time in Babylon and then through Media-Persia, Greece, Rome, and the breakup of Rome into the nations of modern Europe as they exist today.\n</p><p>In fact, talking about these European nations, one text says that “ ‘they will mingle with the seed of men; but they will not adhere to one another, just as iron does not mix with clay’ ” (Dan. 2:43, NKJV). This prophecy has been amazingly fulfilled. That is, despite all sorts of intermarriage between the people (from princes to plebes) of these nations, they remain divided.\n</p><p>For example, the British monarchy is called the House of Windsor, a nice English name. However, that name is a relatively recent development— 1917, actually. Before then, the family was called Saxe- Coburg-Gotha, a distinctly German name, because many of the British royalty—through mingling “with the seed of men”—were blood relatives with the Germans. However, those blood ties were not enough to keep them from war, and so, during World War I, wanting to dissociate themselves from their hated enemies, they changed the name to the House of Windsor.\n</p><p><strong>Read Daniel 2:31–45. What was Nebuchadnezzar’s dream, and how did Daniel interpret it?</strong></p><p><strong>Daniel 2:31–45</strong></p><p>\n</p><p>\n</p><p>\n</p>\n\n<p><strong><sup>31</sup></strong> You, O king, were watching; and behold, a great image! This great image, whose splendor was excellent, stood before you; and its form was awesome.</p>\n<p><strong><sup>32</sup></strong> This image’s head was of fine gold, its chest and arms of silver, its belly and thighs of bronze,</p>\n<p><strong><sup>33</sup></strong> its legs of iron, its feet partly of iron and partly of clay.</p>\n<p><strong><sup>34</sup></strong> You watched while a stone was cut out without hands, which struck the image on its feet of iron and clay, and broke them in pieces.</p>\n<p><strong><sup>35</sup></strong> Then the iron, the clay, the bronze, the silver, and the gold were crushed together, and became like chaff from the summer threshing floors; the wind carried them away so that no trace of them was found. And the stone that struck the image became a great mountain and filled the whole earth.</p>\n<p><strong><sup>36</sup></strong> This is the dream. Now we will tell the interpretation of it before the king.</p>\n<p><strong><sup>37</sup></strong> You, O king, are a king of kings. For the God of heaven has given you a kingdom, power, strength, and glory;</p>\n<p><strong><sup>38</sup></strong> and wherever the children of men dwell, or the beasts of the field and the birds of the heaven, He has given them into your hand, and has made you ruler over them all—you are this head of gold.</p>\n<p><strong><sup>39</sup></strong> But after you shall arise another kingdom inferior to yours; then another, a third kingdom of bronze, which shall rule over all the earth.</p>\n<p><strong><sup>40</sup></strong> And the fourth kingdom shall be as strong as iron, inasmuch as iron breaks in pieces and shatters everything; and like iron that crushes, that kingdom will break in pieces and crush all the others.</p>\n<p><strong><sup>41</sup></strong> Whereas you saw the feet and toes, partly of potter’s clay and partly of iron, the kingdom shall be divided; yet the strength of the iron shall be in it, just as you saw the iron mixed with ceramic clay.</p>\n<p><strong><sup>42</sup></strong> And as the toes of the feet were partly of iron and partly of clay, so the kingdom shall be partly strong and partly fragile.</p>\n<p><strong><sup>43</sup></strong> As you saw iron mixed with ceramic clay, they will mingle with the seed of men; but they will not adhere to one another, just as iron does not mix with clay.</p>\n<p><strong><sup>44</sup></strong> And in the days of these kings the God of heaven will set up a kingdom which shall never be destroyed; and the kingdom shall not be left to other people; it shall break in pieces and consume all these kingdoms, and it shall stand forever.</p>\n<p><strong><sup>45</sup></strong> Inasmuch as you saw that the stone was cut out of the mountain without hands, and that it broke in pieces the iron, the bronze, the clay, the silver, and the gold—the great God has made known to the king what will come to pass after this. The dream is certain, and its interpretation is sure.</p><p>The apocalyptic prophecies in Daniel all follow the foundation set in Daniel 2. That is, the rest of these prophecies, like Daniel 2, follow the sequence of one world empire after another until God establishes His eternal kingdom (see Dan. 2:44; Dan. 7:13, 14). In other words, the prophecies go through history in an unbroken sequence of empires, starting in antiquity and ending in the future, even to our time. This is the historicist approach to interpreting prophecy and is what the texts demand. This use of the historicist approach is crucial for understanding last-day events, particularly as they are depicted in the book of Revelation.\n</p><p><strong>How does Daniel 2 prove to us that not only does God know the future but that He is, ultimately, in charge of it?</strong></p><p>\n</p>\n\n<p><strong><sup>1</sup></strong> Now in the second year of Nebuchadnezzar’s reign, Nebuchadnezzar had dreams; and his spirit was so troubled that his sleep left him.</p>\n<p><strong><sup>2</sup></strong> Then the king gave the command to call the magicians, the astrologers, the sorcerers, and the Chaldeans to tell the king his dreams. So they came and stood before the king.</p>\n<p><strong><sup>3</sup></strong> And the king said to them, \"I have had a dream, and my spirit is anxious to know the dream.\"</p>\n<p><strong><sup>4</sup></strong> Then the Chaldeans spoke to the king in Aramaic, \"O king, live forever! Tell your servants the dream, and we will give the interpretation.\"</p>\n<p><strong><sup>5</sup></strong> The king answered and said to the Chaldeans, \"My decision is firm: if you do not make known the dream to me, and its interpretation, you shall be cut in pieces, and your houses shall be made an ash heap.</p>\n<p><strong><sup>6</sup></strong> However, if you tell the dream and its interpretation, you shall receive from me gifts, rewards, and great honor. Therefore tell me the dream and its interpretation.\"</p>\n<p><strong><sup>7</sup></strong> They answered again and said, \"Let the king tell his servants the dream, and we will give its interpretation.\"</p>\n<p><strong><sup>8</sup></strong> The king answered and said, \"I know for certain that you would gain time, because you see that my decision is firm:</p>\n<p><strong><sup>9</sup></strong> if you do not make known the dream to me, there is only one decree for you! For you have agreed to speak lying and corrupt words before me till the time has changed. Therefore tell me the dream, and I shall know that you can give me its interpretation.\"</p>\n<p><strong><sup>10</sup></strong> The Chaldeans answered the king, and said, \"There is not a man on earth who can tell the king’s matter; therefore no king, lord, or ruler has ever asked such things of any magician, astrologer, or Chaldean.</p>\n<p><strong><sup>11</sup></strong> It is a difficult thing that the king requests, and there is no other who can tell it to the king except the gods, whose dwelling is not with flesh.\"</p>\n<p><strong><sup>12</sup></strong> For this reason the king was angry and very furious, and gave the command to destroy all the wise men of Babylon.</p>\n<p><strong><sup>13</sup></strong> So the decree went out, and they began killing the wise men; and they sought Daniel and his companions, to kill them.</p>\n<p><strong><sup>14</sup></strong> Then with counsel and wisdom Daniel answered Arioch, the captain of the king’s guard, who had gone out to kill the wise men of Babylon;</p>\n<p><strong><sup>15</sup></strong> he answered and said to Arioch the king’s captain, \"Why is the decree from the king so urgent?\" Then Arioch made the decision known to Daniel.</p>\n<p><strong><sup>16</sup></strong> So Daniel went in and asked the king to give him time, that he might tell the king the interpretation.</p>\n<p><strong><sup>17</sup></strong> Then Daniel went to his house, and made the decision known to Hananiah, Mishael, and Azariah, his companions,</p>\n<p><strong><sup>18</sup></strong> that they might seek mercies from the God of heaven concerning this secret, so that Daniel and his companions might not perish with the rest of the wise men of Babylon.</p>\n<p><strong><sup>19</sup></strong> Then the secret was revealed to Daniel in a night vision. So Daniel blessed the God of heaven.</p>\n<p><strong><sup>20</sup></strong> Daniel answered and said:\n\"Blessed be the name of God forever and ever,\nFor wisdom and might are His.</p>\n<p><strong><sup>21</sup></strong> And He changes the times and the seasons;\nHe removes kings and raises up kings;\nHe gives wisdom to the wise\nAnd knowledge to those who have understanding.</p>\n<p><strong><sup>22</sup></strong> He reveals deep and secret things;\nHe knows what is in the darkness,\nAnd light dwells with Him.</p>\n<p><strong><sup>23</sup></strong> I thank You and praise You,\nO God of my fathers;\nYou have given me wisdom and might,\nAnd have now made known to me what we asked of You,\nFor You have made known to us the king’s demand.\"</p>\n<p><strong><sup>24</sup></strong> Therefore Daniel went to Arioch, whom the king had appointed to destroy the wise men of Babylon. He went and said thus to him: \"Do not destroy the wise men of Babylon; take me before the king, and I will tell the king the interpretation.\"</p>\n<p>...</p>\n<p><strong><sup>46</sup></strong> Then King Nebuchadnezzar fell on his face, prostrate before Daniel, and commanded that they should present an offering and incense to him.</p>\n<p><strong><sup>47</sup></strong> The king answered Daniel, and said, \"Truly your God is the God of gods, the Lord of kings, and a revealer of secrets, since you could reveal this secret.\"</p>\n<p><strong><sup>48</sup></strong> Then the king promoted Daniel and gave him many great gifts; and he made him ruler over the whole province of Babylon, and chief administrator over all the wise men of Babylon.</p>\n<p><strong><sup>49</sup></strong> Also Daniel petitioned the king, and he set Shadrach, Meshach, and Abed-Nego over the affairs of the province of Babylon; but Daniel sat in the gate of the king.</p>\n\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 16",
               "dayTitle":"<p>Worshiping the Image</p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p>However much fealty Nebuchadnezzar, impressed by what Daniel had done, at first paid to Daniel and to his God (see Daniel 2, especially vv. 46–48), it didn’t last.\n</p><p><strong>Read Daniel 3:1–12. What significance can be found in the fact that the statue was all gold and that the king demanded that it be worshiped?</strong></p><p>\n</p>\n\n<p><strong><sup>1</sup></strong> Nebuchadnezzar the king made an image of gold, whose height was sixty cubits and its width six cubits. He set it up in the plain of Dura, in the province of Babylon.</p>\n<p><strong><sup>2</sup></strong> And King Nebuchadnezzar sent word to gather together the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces, to come to the dedication of the image which King Nebuchadnezzar had set up.</p>\n<p><strong><sup>3</sup></strong> So the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces gathered together for the dedication of the image that King Nebuchadnezzar had set up; and they stood before the image that Nebuchadnezzar had set up.</p>\n<p><strong><sup>4</sup></strong> Then a herald cried aloud: \"To you it is commanded, O peoples, nations, and languages,</p>\n<p><strong><sup>5</sup></strong> that at the time you hear the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, you shall fall down and worship the gold image that King Nebuchadnezzar has set up;</p>\n<p><strong><sup>6</sup></strong> and whoever does not fall down and worship shall be cast immediately into the midst of a burning fiery furnace.\"</p>\n<p><strong><sup>7</sup></strong> So at that time, when all the people heard the sound of the horn, flute, harp, lyre, and symphony with all kinds of music, all the people, nations, and languages fell down and worshiped the gold image which King Nebuchadnezzar had set up.</p>\n<p><strong><sup>8</sup></strong> Therefore at that time certain Chaldeans came forward and accused the Jews.</p>\n<p><strong><sup>9</sup></strong> They spoke and said to King Nebuchadnezzar, \"O king, live forever!</p>\n<p><strong><sup>10</sup></strong> You, O king, have made a decree that everyone who hears the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, shall fall down and worship the gold image;</p>\n<p><strong><sup>11</sup></strong> and whoever does not fall down and worship shall be cast into the midst of a burning fiery furnace.</p>\n<p><strong><sup>12</sup></strong> There are certain Jews whom you have set over the affairs of the province of Babylon: Shadrach, Meshach, and Abed-Nego; these men, O king, have not paid due regard to you. They do not serve your gods or worship the gold image which you have set up.\"</p><p>The king underscored his defiance of God’s message by constructing a statue made entirely of gold. The message? Babylon will never fall, and Nebuchadnezzar will always be king. And anybody who dared to challenge that idea would be put to death. It serves as a powerful reminder that our human desire for self-determination can quickly blind us to the truth about how the great controversy will most certainly play out.</p><p>In some ways, Nebuchadnezzar displays characteristics of Lucifer: he was ambitious, self-important, and prideful enough to rebel openly against God’s authority. In other ways, of course, there are marked differences:\n</p><p>Nebuchadnezzar eventually came to faith in the true God, and it is likely that we will meet him in the kingdom he originally fought so hard to defy.\n</p><p><strong>Read Daniel 3:17, 18, the words of the three Hebrew boys in defiance of the king. What does this teach us about faith and what at times it could demand of us?</strong></p><p><strong>Daniel 3:17-18</strong></p><p>\n</p><p>\n</p>\n\n<p><strong><sup>1</sup></strong> Nebuchadnezzar the king made an image of gold, whose height was sixty cubits and its width six cubits. He set it up in the plain of Dura, in the province of Babylon.</p>\n<p><strong><sup>2</sup></strong> And King Nebuchadnezzar sent word to gather together the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces, to come to the dedication of the image which King Nebuchadnezzar had set up.</p>\n<p><strong><sup>3</sup></strong> So the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces gathered together for the dedication of the image that King Nebuchadnezzar had set up; and they stood before the image that Nebuchadnezzar had set up.</p>\n<p><strong><sup>4</sup></strong> Then a herald cried aloud: \"To you it is commanded, O peoples, nations, and languages,</p>\n<p><strong><sup>5</sup></strong> that at the time you hear the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, you shall fall down and worship the gold image that King Nebuchadnezzar has set up;</p>\n<p><strong><sup>6</sup></strong> and whoever does not fall down and worship shall be cast immediately into the midst of a burning fiery furnace.\"</p>\n<p><strong><sup>7</sup></strong> So at that time, when all the people heard the sound of the horn, flute, harp, lyre, and symphony with all kinds of music, all the people, nations, and languages fell down and worshiped the gold image which King Nebuchadnezzar had set up.</p>\n<p><strong><sup>8</sup></strong> Therefore at that time certain Chaldeans came forward and accused the Jews.</p>\n<p><strong><sup>9</sup></strong> They spoke and said to King Nebuchadnezzar, \"O king, live forever!</p>\n<p><strong><sup>10</sup></strong> You, O king, have made a decree that everyone who hears the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, shall fall down and worship the gold image;</p>\n<p><strong><sup>11</sup></strong> and whoever does not fall down and worship shall be cast into the midst of a burning fiery furnace.</p>\n<p><strong><sup>12</sup></strong> There are certain Jews whom you have set over the affairs of the province of Babylon: Shadrach, Meshach, and Abed-Nego; these men, O king, have not paid due regard to you. They do not serve your gods or worship the gold image which you have set up.\"</p>\n<p><strong><sup>17</sup></strong> If that is the case, our God whom we serve is able to deliver us from the burning fiery furnace, and He will deliver us from your hand, O king.</p>\n<p><strong><sup>18</sup></strong> But if not, let it be known to you, O king, that we do not serve your gods, nor will we worship the gold image which you have set up.\"</p><p>Think how easily these three men could have rationalized their way out of this dangerous situation. After all, were they not being fanatics, willing to be burned alive over merely bowing down? Couldn’t they have just faked it, bowing to tie their shoelaces while praying to their own God? Was it really worth what they were facing? Obviously, they thought so, even though their words showed that they knew that they might not escape with their lives.\n</p><p><strong>How can we avoid the easy rationalizations that present us with opportunities to compromise on our faith? What does this text say that addresses a similar temptation: “ ‘He who is faithful in what is least is faithful also in much; and he who is unjust in what is least is unjust also in much’ ” (Luke 16:10, NKJV)?</strong></p><p>\n</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 17",
               "dayTitle":"<p>Worshiping the Image, Again</p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p>Bible students have long seen the connection between Daniel 3 and what Revelation teaches about last-day events. And with good cause, too, because Daniel 3—with the command, punishable by death, to “worship the image” (Dan. 3:15)—reflects what Revelation teaches about the command, punishable by death, to worship another image.\n</p><p>“He was granted power to give breath to the image of the beast, that the image of the beast should both speak and cause as many as would not worship the image of the beast to be killed” (Rev. 13:15, NKJV).\n</p><p>Read Revelation 13:11–17; Revelation 14:9, 11, 12; Revelation 16:2; Revelation 19:20; and Revelation 20:4. What contrast is present here that pits the commandments of God against the commandments of men?</p><p>\n</p><p>\n</p>\n<p><strong>Daniel 3:1–12</strong></p>\n<p><strong><sup>1</sup></strong> Nebuchadnezzar the king made an image of gold, whose height was sixty cubits and its width six cubits. He set it up in the plain of Dura, in the province of Babylon.</p>\n<p><strong><sup>2</sup></strong> And King Nebuchadnezzar sent word to gather together the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces, to come to the dedication of the image which King Nebuchadnezzar had set up.</p>\n<p><strong><sup>3</sup></strong> So the satraps, the administrators, the governors, the counselors, the treasurers, the judges, the magistrates, and all the officials of the provinces gathered together for the dedication of the image that King Nebuchadnezzar had set up; and they stood before the image that Nebuchadnezzar had set up.</p>\n<p><strong><sup>4</sup></strong> Then a herald cried aloud: \"To you it is commanded, O peoples, nations, and languages,</p>\n<p><strong><sup>5</sup></strong> that at the time you hear the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, you shall fall down and worship the gold image that King Nebuchadnezzar has set up;</p>\n<p><strong><sup>6</sup></strong> and whoever does not fall down and worship shall be cast immediately into the midst of a burning fiery furnace.\"</p>\n<p><strong><sup>7</sup></strong> So at that time, when all the people heard the sound of the horn, flute, harp, lyre, and symphony with all kinds of music, all the people, nations, and languages fell down and worshiped the gold image which King Nebuchadnezzar had set up.</p>\n<p><strong><sup>8</sup></strong> Therefore at that time certain Chaldeans came forward and accused the Jews.</p>\n<p><strong><sup>9</sup></strong> They spoke and said to King Nebuchadnezzar, \"O king, live forever!</p>\n<p><strong><sup>10</sup></strong> You, O king, have made a decree that everyone who hears the sound of the horn, flute, harp, lyre, and psaltery, in symphony with all kinds of music, shall fall down and worship the gold image;</p>\n<p><strong><sup>11</sup></strong> and whoever does not fall down and worship shall be cast into the midst of a burning fiery furnace.</p>\n<p><strong><sup>12</sup></strong> There are certain Jews whom you have set over the affairs of the province of Babylon: Shadrach, Meshach, and Abed-Nego; these men, O king, have not paid due regard to you. They do not serve your gods or worship the gold image which you have set up.\"</p>\n\n<p><strong>Daniel 3:17–18</strong></p>\n<p><strong><sup>17</sup></strong> If that is the case, our God whom we serve is able to deliver us from the burning fiery furnace, and He will deliver us from your hand, O king.</p>\n<p><strong><sup>18</sup></strong> But if not, let it be known to you, O king, that we do not serve your gods, nor will we worship the gold image which you have set up.\"</p>\n\n<p><strong>Revelation 13:11–17</strong></p>\n<p><strong><sup>11</sup></strong> Then I saw another beast coming up out of the earth, and he had two horns like a lamb and spoke like a dragon.</p>\n<p><strong><sup>12</sup></strong> And he exercises all the authority of the first beast in his presence, and causes the earth and those who dwell in it to worship the first beast, whose deadly wound was healed.</p>\n<p><strong><sup>13</sup></strong> He performs great signs, so that he even makes fire come down from heaven on the earth in the sight of men.</p>\n<p><strong><sup>14</sup></strong> And he deceives those who dwell on the earth by those signs which he was granted to do in the sight of the beast, telling those who dwell on the earth to make an image to the beast who was wounded by the sword and lived.</p>\n<p><strong><sup>15</sup></strong> He was granted power to give breath to the image of the beast, that the image of the beast should both speak and cause as many as would not worship the image of the beast to be killed.</p>\n<p><strong><sup>16</sup></strong> He causes all, both small and great, rich and poor, free and slave, to receive a mark on their right hand or on their foreheads,</p>\n<p><strong><sup>17</sup></strong> and that no one may buy or sell except one who has the mark or the name of the beast, or the number of his name.</p>\n\n<p><strong>Revelation 14:9, 11, 12</strong></p>\n<p><strong><sup>9</sup></strong> Then a third angel followed them, saying with a loud voice, \"If anyone worships the beast and his image, and receives his mark on his forehead or on his hand,</p>\n<p><strong><sup>11</sup></strong> And the smoke of their torment ascends forever and ever; and they have no rest day or night, who worship the beast and his image, and whoever receives the mark of his name.\"</p>\n<p><strong><sup>12</sup></strong> Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus.</p>\n\n<p><strong>Revelation 16:2</strong></p>\n<p><strong><sup>2</sup></strong> So the first went and poured out his bowl upon the earth, and a foul and loathsome sore came upon the men who had the mark of the beast and those who worshiped his image.</p>\n\n<p><strong>Revelation 19:20</strong></p>\n<p><strong><sup>20</sup></strong> Then the beast was captured, and with him the false prophet who worked signs in his presence, by which he deceived those who received the mark of the beast and those who worshiped his image. These two were cast alive into the lake of fire burning with brimstone.</p>\n\n<p><strong>Revelation 20:4</strong></p>\n<p><strong><sup>4</sup></strong> And I saw thrones, and they sat on them, and judgment was committed to them. Then I saw the souls of those who had been beheaded for their witness to Jesus and for the word of God, who had not worshiped the beast or his image, and had not received his mark on their foreheads or on their hands. And they lived and reigned with Christ for a thousand years.</p><p>God’s people are called to worship “ ‘Him who made heaven and earth, the sea and springs of water.’ ” That is, the Creator, as opposed to the beast and its image. The three Hebrew boys, facing a similar threat, refused to worship anything other than the same Creator God. Hence, however different the circumstances between what happened on the plain of Dura, with the command to worship the image, as opposed to the Creator and what will happen worldwide with the call to worship the image as opposed to the Creator—the principle is the same.\n</p><p><strong>Read Romans 1:18–25. (Notice the link between Romans 1:18 and Revelation 14:9, 10 about “the wrath of God.”) In what way is the issue over worshiping the image just another manifestation of this same principle regarding to whom humans ultimately give their allegiance?</strong></p><p>\n</p>\n\n<p><strong>Romans 1:18–25</strong></p>\n<p><strong><sup>18</sup></strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness,</p>\n<p><strong><sup>19</sup></strong> because what may be known of God is manifest in them, for God has shown it to them.</p>\n<p><strong><sup>20</sup></strong> For since the creation of the world His invisible attributes are clearly seen, being understood by the things that are made, even His eternal power and Godhead, so that they are without excuse.</p>\n<p><strong><sup>21</sup></strong> Because, although they knew God, they did not glorify Him as God, nor were thankful, but became futile in their thoughts, and their foolish hearts were darkened.</p>\n<p><strong><sup>22</sup></strong> Professing to be wise, they became fools,</p>\n<p><strong><sup>23</sup></strong> and changed the glory of the incorruptible God into an image made like corruptible man—and birds and four-footed animals and creeping things.</p>\n<p><strong><sup>24</sup></strong> Therefore God also gave them up to uncleanness, in the lusts of their hearts, to dishonor their bodies among themselves,</p>\n<p><strong><sup>25</sup> </strong>who exchanged the truth of God for the lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.</p>\n\n<p><strong>Revelation 14:9-10</strong></p>\n<p><strong><sup>9</sup></strong> Then a third angel followed them, saying with a loud voice, \"If anyone worships the beast and his image, and receives his mark on his forehead or on his hand,</p>\n<p><strong><sup>10</sup></strong> he himself shall also drink of the wine of the wrath of God, which is poured out full strength into the cup of His indignation. He shall be tormented with fire and brimstone in the presence of the holy angels and in the presence of the Lamb.\"</p><p>Worship doesn’t necessarily mean bowing and offering incense, though it can. We worship whatever holds our ultimate allegiance. When you consider who God is, our Creator and—after what He has done for us in Jesus—our Redeemer as well, then of course He alone should be worshiped.\n</p><p>Anything else is idolatry. Perhaps this helps explain Jesus’ hard words here: “ ‘He who is not with Me is against Me, and he who does not gather with Me scatters abroad’ ” (Matt. 12:30, NKJV). Final events are simply going to be a dramatic manifestation of this truth.</p><p>\n</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Early Church Persecution",
               "dayTitle":"<p>Early Church Persecution</p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p>It’s not just the Old Testament that gives us precursors to final events; the New Testament does, as well. Life was not easy for first-century Christians. They were hated by many of their own fellow religionists, who saw them as a threat to the faith of Moses. They also faced the wrath of the pagan Roman Empire. “The powers of earth and hell arrayed themselves against Christ in the person of His followers. Paganism foresaw that should the gospel triumph, her temples and altars would be swept away; therefore she summoned her forces to destroy Christianity. The fires of persecution were kindled.”—Ellen G. White, The Great Controversy, p. 39.\n</p><p>There is a story in the book of Acts that demonstrates, quite powerfully, what God’s people might expect as we head toward the scenario found in Revelation 13.\n</p><p><strong>Read Acts 12:1–17. What elements of this story might foreshadow last-day events?</strong></p><p>\n</p><p>\n</p>\n\n<p><strong>Acts 12:1–17</strong></p>\n<p><strong><sup>1</sup></strong> Now about that time Herod the king stretched out his hand to harass some from the church.</p>\n<p><strong><sup>2</sup></strong> Then he killed James the brother of John with the sword.</p>\n<p><strong><sup>3</sup></strong> And because he saw that it pleased the Jews, he proceeded further to seize Peter also. Now it was during the Days of Unleavened Bread.</p>\n<p><strong><sup>4</sup></strong> So when he had arrested him, he put him in prison, and delivered him to four squads of soldiers to keep him, intending to bring him before the people after Passover.</p>\n<p><strong><sup>5</sup></strong> Peter was therefore kept in prison, but constant prayer was offered to God for him by the church.</p>\n<p><strong><sup>6</sup></strong> And when Herod was about to bring him out, that night Peter was sleeping, bound with two chains between two soldiers; and the guards before the door were keeping the prison.</p>\n<p><strong><sup>7</sup></strong> Now behold, an angel of the Lord stood by him, and a light shone in the prison; and he struck Peter on the side and raised him up, saying, \"Arise quickly!\" And his chains fell off his hands.</p>\n<p><strong><sup>8</sup></strong> Then the angel said to him, \"Gird yourself and tie on your sandals\"; and so he did. And he said to him, \"Put on your garment and follow me.\"</p>\n<p><strong><sup>9</sup></strong> So he went out and followed him, and did not know that what was done by the angel was real, but thought he was seeing a vision.</p>\n<p><strong><sup>10</sup></strong> When they were past the first and second guard posts, they came to the iron gate that leads to the city, which opened to them of its own accord; and they went out and went down one street, and immediately the angel departed from him.</p>\n<p><strong><sup>11</sup></strong> And when Peter had come to himself, he said, \"Now I know for certain that the Lord has sent His angel and has delivered me from the hand of Herod and from all the expectation of the Jewish people.\"</p>\n<p><strong><sup>12</sup></strong> So, when he had considered this, he came to the house of Mary, the mother of John whose surname was Mark, where many were gathered together praying.</p>\n<p><strong><sup>13</sup></strong> And as Peter knocked at the door of the gate, a girl named Rhoda came to answer.</p>\n<p><strong><sup>14</sup></strong> When she recognized Peter's voice, because of her gladness she did not open the gate, but ran in and announced that Peter stood before the gate.</p>\n<p><strong><sup>15</sup></strong> But they said to her, \"You are beside yourself!\" Yet she kept insisting that it was so. So they said, \"It is his angel.\"</p>\n<p><strong><sup>16</sup></strong> Now Peter continued knocking; and when they opened the door and saw him, they were astonished.</p>\n<p><strong><sup>17</sup></strong> But motioning to them with his hand to keep silent, he declared to them how the Lord had brought him out of the prison. And he said, \"Go, tell these things to James and to the brethren.\" And he departed and went to another place.</p><p>James had been beheaded, and Peter was to be next; there was a death penalty against Christians. Perhaps one of the most remarkable aspects of this story can be found in the fact that Peter is sleeping on what should be the worst night of his life—so soundly that the angel actually has to strike him to wake him up!\n</p><p>Peter, of course, was miraculously set free and found his way to a meeting of believers who had trouble believing that he had really been delivered, even though they had been praying. The Bible says they were astonished—which makes one wonder how often we pray and scarcely dare to believe that God will actually answer us.\n</p><p>Some believers were spared; others were killed. As we approach the end time, the same thing will happen. Even Peter, though spared then, eventually died for his faith. Jesus Himself even told him how: “ ‘Most assuredly, I say to you, when you were younger, you girded yourself and walked where you wished; but when you are old, you will stretch out your hands, and another will gird you and carry you where you do not wish.’ This He spoke, signifying by what death he would glorify God. And when He had spoken this, He said to him, ‘Follow Me’ ” (John 21:18, 19, NKJV).\n</p><p><strong>Notice that Jesus, after telling Peter how he would die, nevertheless still says to him, “ ‘Follow Me.’ ” What should this tell us about why even the threat of death should not keep us from following the Lord?</strong></p><p>\n</p><p>\n</p><p>\n</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 19",
               "dayTitle":"<p>The Mark of the Beast</p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p>As the years have passed and final events—such as the death decree and the enforcement of the mark of the beast—have not yet happened, some have expressed doubt, even skepticism, about our interpretation of final events, including how Sabbath and Sunday could be central to the final conflict.\n</p><p>The book of Revelation is clear: we either worship the Creator or the beast and its image. And because the seventh-day Sabbath is the foundational sign—going back to Eden itself (see Gen. 2:1–3)—of God as Creator, it should not be surprising that, in an issue about worshiping the Creator, the Sabbath would be central. Also, it is no coincidence that the beast power is the same power that claims to have changed the Sabbath commandment from the biblical day to Sunday, which has no sanction in the Bible. With this background in mind, the idea of Sabbath and Sunday being involved in the issue of worship—again, either the Creator (see Rev. 14:6, 7) or the beast—makes good sense. And we have in the New Testament a precursor to the issue of the seventh-day Sabbath versus human law.\n</p><p><strong>Read Matthew 12:9–14 and John 5:1–16. What issue caused the religious leaders to want to kill Jesus?</strong></p><p>\n</p><p>\n</p>\n<p><strong>Matthew 12:9–14</strong></p>\n<p><strong><sup>9</sup></strong> Now when He had departed from there, He went into their synagogue.</p>\n<p><strong><sup>10</sup></strong> And behold, there was a man who had a withered hand. And they asked Him, saying, \"Is it lawful to heal on the Sabbath?\"—that they might accuse Him.</p>\n<p><strong><sup>11</sup></strong> Then He said to them, \"What man is there among you who has one sheep, and if it falls into a pit on the Sabbath, will not lay hold of it and lift it out?</p>\n<p><strong><sup>12</sup></strong> Of how much more value then is a man than a sheep? Therefore it is lawful to do good on the Sabbath.\"</p>\n<p><strong><sup>13</sup></strong> Then He said to the man, \"Stretch out your hand.\" And he stretched it out, and it was restored as whole as the other.</p>\n<p><strong><sup>14</sup></strong> Then the Pharisees went out and plotted against Him, how they might destroy Him.</p>\n\n<p><strong>John 5:1–16</strong></p>\n<p><strong><sup>1</sup></strong> After this there was a feast of the Jews, and Jesus went up to Jerusalem.</p>\n<p><strong><sup>2</sup></strong> Now there is in Jerusalem by the Sheep Gate a pool, which is called in Hebrew, Bethesda, having five porches.</p>\n<p><strong><sup>3</sup></strong> In these lay a great multitude of sick people, blind, lame, paralyzed, waiting for the moving of the water.</p>\n<p><strong><sup>4</sup></strong> For an angel went down at a certain time into the pool and stirred up the water; then whoever stepped in first, after the stirring of the water, was made well of whatever disease he had.</p>\n<p><strong><sup>5</sup></strong> Now a certain man was there who had an infirmity thirty-eight years.</p>\n<p><strong><sup>6</sup></strong> When Jesus saw him lying there, and knew that he had already been in that condition a long time, He said to him, \"Do you want to be made well?\"</p>\n<p><strong><sup>7</sup></strong> The sick man answered Him, \"Sir, I have no man to put me into the pool when the water is stirred up; but while I am coming, another steps down before me.\"</p>\n<p><strong><sup>8</sup></strong> Jesus said to him, \"Rise, take up your bed and walk.\"</p>\n<p><strong><sup>9</sup></strong> And immediately the man was made well, took up his bed, and walked. And that day was the Sabbath.</p>\n<p><strong><sup>10</sup></strong> The Jews therefore said to him who was cured, \"It is the Sabbath; it is not lawful for you to carry your bed.\"</p>\n<p><strong><sup>11</sup></strong> He answered them, \"He who made me well said to me, 'Take up your bed and walk.'\"</p>\n<p><strong><sup>12</sup></strong> Then they asked him, \"Who is the Man who said to you, 'Take up your bed and walk'?\"</p>\n<p><strong><sup>13</sup></strong> But the one who was healed did not know who it was; for Jesus had withdrawn, a multitude being in that place.</p>\n<p><strong><sup>14</sup></strong> Afterward Jesus found him in the temple, and said to him, \"See, you have been made well. Sin no more, lest a worse thing come upon you.\"</p>\n<p><strong><sup>15</sup></strong> The man departed and told the Jews that it was Jesus who had made him well.</p>\n<p><strong><sup>16</sup></strong> For this reason the Jews persecuted Jesus, and sought to kill Him, because He had done these things on the Sabbath.</p><p>In Matthew 12, after Jesus healed on the Sabbath the man with a withered hand (Matt. 12:9–13), how did the religious leaders respond?\n</p><p>“But the Pharisees went out and plotted how they might kill Jesus” (Matt. 12:14, NIV). Death because of the seventh-day Sabbath? In John 5:1–16, after another miraculous healing on the seventh day, the leaders “persecuted Jesus, and sought to kill Him, because He had done these things on the Sabbath” (John 5:16, NKJV).\n</p><p>Death because of human tradition (nothing in the Bible forbade healing on Sabbath, just as nothing in the Bible has put Sunday in place of Sabbath) versus the seventh-day Sabbath? Though the specific issue here with Jesus isn’t the same as in final events, it’s close enough: human law versus God’s, and, in both, the contested law centers on the biblical Sabbath.\n</p><p><strong>Dying over one of the commandments of God? How could one easily seek to rationalize one’s way out of that?</strong></p><p>\n</p><p>\n</p><p>\n</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 20",
               "dayTitle":"<p><strong>Further Thought:</strong></p>",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p>Read Ellen G. White, “God’s People Delivered,” pp. 635–652, in The Great Controversy.\n</p><p>“In all ages, God has wrought through holy angels for the succor and deliverance of His people. Celestial beings have taken an active part in the affairs of men. They have appeared clothed in garments that shone as the lightning; they have come as men in the garb of wayfarers.\n</p><p>Angels have appeared in human form to men of God. They have rested, as if weary, under the oaks at noon. They have accepted the hospitalities of human homes. They have acted as guides to benighted travelers. They have, with their own hands, kindled the fires at the altar. They have opened prison doors and set free the servants of the Lord. Clothed with the panoply of heaven, they came to roll away the stone from the Saviour’s tomb.\n</p><p>“In the form of men, angels are often in the assemblies of the righteous; and they visit the assemblies of the wicked, as they went to Sodom, to make a record of their deeds, to determine whether they have passed the boundary of God's forbearance. The Lord delights in mercy; and for the sake of a few who really serve Him, He restrains calamities and prolongs the tranquillity of multitudes. Little do sinners against God realize that they are indebted for their own lives to the faithful few whom they delight to ridicule and oppress.”—Ellen G. White, The Great Controversy, pp. 631, 632.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong>. Read 2 Timothy 1:7. Discuss the things in prophecy that have worried you most. How do we shake off the spirit of fear and find God’s message of hope even amid the prophecies that talk about persecution for our faith?\n</p><p><strong>2.</strong> Though right now it might be hard to see how Sabbath and Sunday could become front and center in final events, look at how quickly the world can change. What should this truth teach us about not basing our faith on current events, which can change in an instant, but only on the revealed Word of God?\n</p><p><strong>3. </strong>Think about Daniel 2 (and even 7). All the empires came and went exactly as predicted. Today, looking back over history, we can see that they did, as predicted. From our perspective today, only one more kingdom is to come. Which one is that, and why can we be assured that it will, indeed, come as predicted?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":128,
               "idDay":8,
               "idLesson":12,
               "lessonText":"<p><strong>Epilogue: A Daily Battle\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>Seventeen-year-old Anders complained of hearing voices at Holbrook Seventh-day Adventist Indian School in the US state of Arizona. The school counselor, Loren Fish, met with him and determined that it wasn’t a mental health issue. Staff members prayed.\n</p><p>But then Anders started acting like a possessed person. While at home during school break, he had attended a traditional ceremony. Back at school, the slightly built teen began to exhibit superhuman strength at times, and Holbrook’s staff had trouble controlling him. Other times, his eyes rolled back in his head. After an attack, he’d sleep for hours. When he awoke, he acted normal, but he was scared. One day, he asked the boys’ dean, “What does Legion mean?” He’d heard the word “Legion” in his head. The dean remembered how Jesus, before healing a possessed man, asked the demon for his name, and the demon replied, “My name is Legion; for we are many” (Mark 5:9, NKJV). The registrar, who was mentoring Anders, asked if he would like for the school staff to pray over him. The boy said yes.\n</p><p>In the school’s conference room, staff gathered around Anders and began to pray for him. Suddenly, the boy groaned and fell to the floor. No one was sure about what to do. Several people prayed out loud while others sang hymns. Still others urged Anders to pray, “Jesus, help me.” Anders could not get the words to come out of his mouth. It was complete chaos. Then Anders started to laugh at the staff. It was a strange, unnatural laugh.\n</p><p>The school’s development director, Diana Fish, felt embarrassed. The devil knows that we don’t know what to do, she thought. Pulling out her cellphone, she googled, “How to help a possessed person.” She found a paper titled, “Ellen White on Confrontation with Evil Spiritual Powers” by Marc Coleman on the Andrews University website. “Listen,” she said. “We need to be united. We need to command the spirit to leave in Jesus’ name.”\n</p><p>Immediately, a staff member commanded the spirit, “Come out in the name of Jesus!” Then Anders gasped, “Jesus, help me!” All of the staff exclaimed in unison, “Praise God!” A loud screech came out of the boy. The school’s business manager felt something like a strong whirlwind fly past her and out of the room. Then there was peace. Anders lay, weeping, on the floor. Two staff members brought in a cot, and the boy slept for the rest of the afternoon. After that, Anders was better—until he went home again. When he returned, the harassment resumed, and the student left the school.\n</p><p><strong>“We’re still praying for him,” Diana said. “We know it’s a spiritual battle, and it’s not over. We deal with the great controversy daily with our students.”</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>Precursors</p>",
         "verse":"<p>God has not given us a spirit of fear, but of power and of love and of a sound mind” (2 Timothy 1:7, NKJV).</p>",
         "versionCode":10,
         "weekDate":"June 14–20"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
