{
   "data":[
      {
         "color":"#f0d80f",
         "id":708,
         "idEs":7,
         "language":"en",
         "lessonDays":[
            {
               "date":"May 14",
               "dayTitle":"",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p>Finally, as God had promised, Sarah bore Abraham a son, “in his old age” (Gen. 21:2), and he named the baby Isaac (see Gen. 21:1–5). But the story of Abraham is far from over, reaching a climactic moment when he took his son to Mount Moriah to be sacrificed. Isaac, however, is replaced by a ram (Gen. 22:13), which signified God’s commitment to bless the nations through his “seed” (Gen. 22:17, 18). That Seed, of course, was Jesus (Acts 13:23). Hence, in this astonishing (and in some ways troubling) story, more of the plan of salvation is revealed.<br><br>Whatever the deep spiritual lessons here, the family of Abraham, nevertheless, must have been shaken by it, and the future of Abraham is not clear. Sarah dies after the sacrifice at Moriah (Genesis 23), and Isaac remains single.<br><br>Abraham then takes the initiative to make sure that the “right” future will follow him. He arranges the marriage of his son to Rebekah (Genesis 24), who will give birth to two sons (Gen. 25:21–23), and Abraham himself marries Keturah, who will give him many children (Gen. 25:1–6). This week, we will follow Abraham to the end of his life (Gen. 25:7–11).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 15",
               "dayTitle":"<p>Mount Moriah<br></p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p><strong>Read Genesis 22:1–12 and Hebrews 11:17. What was the meaning of this test? What spiritual lessons come from this amazing event?</strong><br></p><p><strong>Genesis 22:1–12&nbsp;</strong></p><p><sup><strong>1</strong></sup> Now it came to pass after these things that God tested Abraham, and said to him, “Abraham!” And he said, “Here I am.”<sup><br><br><strong>2</strong></sup> Then He said, “Take now your son, your only son Isaac, whom you love, and go to the land of Moriah, and offer him there as a burnt offering on one of the mountains of which I shall tell you.”<sup><br><br><strong>3</strong></sup> So Abraham rose early in the morning and saddled his donkey, and took two of his young men with him, and Isaac his son; and he split the wood for the burnt offering, and arose and went to the place of which God had told him. <br></p><p><sup><strong>4</strong></sup> Then on the third day Abraham lifted his eyes and saw the place afar off. <sup><br></sup></p><p><sup><strong>5</strong></sup> And Abraham said to his young men, “Stay here with the donkey; the lad and I will go yonder and worship, and we will come back to you.”<sup><br><br><strong>6</strong></sup> So Abraham took the wood of the burnt offering and laid it on Isaac his son; and he took the fire in his hand, and a knife, and the two of them went together.</p><p><sup><strong>&nbsp;7</strong></sup> But Isaac spoke to Abraham his father and said, “My father!” And he said, “Here I am, my son.” Then he said, “Look, the fire and the wood, but where is the lamb for a burnt offering?”<sup><br><br><strong>8</strong></sup> And Abraham said, “My son, God will provide for Himself the lamb for a burnt offering.” So the two of them went together.<sup><br><strong><br>9</strong></sup> Then they came to the place of which God had told him. And Abraham built an altar there and placed the wood in order; and he bound Isaac his son and laid him on the altar, upon the wood. <sup><br></sup></p><p><sup><strong>10 </strong></sup>And Abraham stretched out his hand and took the knife to slay his son.<sup><br><br><strong>11</strong></sup> But the Angel of the Lord called to him from heaven and said, “Abraham, Abraham!”<br><br>So he said, “Here I am.”<sup><br><strong><br>12</strong></sup> And He said, “Do not lay your hand on the lad, or do anything to him; for now I know that you fear God, since you have not withheld your son, your only son, from Me.”<br></p><p><strong>Hebrews 11:17</strong></p><p><sup><strong>17 </strong></sup>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises offered up his only begotten son, <strong><br></strong></p><p>Genesis 22 has become a classic in world literature and has inspired philosophers and artists, not just theologians. The meaning of God’s test is difficult to comprehend, however. This divine command contradicted the later biblical prohibition against human sacrifices (Lev. 18:21), and it surely seemed to work against God’s promise of an eternal covenant through Isaac (Gen. 15:5).<br><br>What, then, was the purpose of God’s calling him to do this? Why test him in such a powerful way?<br><br>The biblical notion of “test” (in Hebrew, nissah) embraces two opposite ideas. It refers to the idea of judgment; that is, a judgment in order to know what is in the heart of the tested one (Deut. 8:2; compare with Gen. 22:12). But it also brings the assurance of God’s grace on behalf of the tested (Exod. 20:18–20).<br><br>In this case, Abraham’s faith in God takes him to the point that he runs the risk of losing his “future” (his posterity). And yet, because he trusts God, he will do what God asks, no matter how difficult it all is to understand. After all, what is faith if not trust in what we don’t see or fully understand?<br><br>Also, biblical faith is not so much about our capacity to give to God and to sacrifice for Him—though that has a role, no doubt (Rom. 12:1)—but about our capacity to trust Him and to receive His grace while understanding just how undeserving we are.<br><br>This truth was reaffirmed in what followed. All the works of Abraham, his many zealous activities, his painful journey with his son, even his readiness to obey and offer to God the best of himself, however instructive, could not save him. Why? Because the Lord Himself had provided a ram for the intended sacrifice, which itself pointed to his only hope of salvation, Jesus.<br><br>Abraham must have, then, understood grace. It is not our works for God that save us, but it is instead God’s work for us (Eph. 3:8; compare with Rom. 11:33), however much, like Abraham, we are called to work for God, which Abraham’s actions powerfully reveal (James 2:2–23).<br><br><strong>What does the story of Abraham and Isaac on Mount Moriah say to you personally about your faith and how you manifest it?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 16",
               "dayTitle":"<p>God Will Provide<br></p>",
               "id":83,
               "idDay":3,
               "idLesson":8,
               "lessonText":"<p><strong>Read Genesis 22:8, 14, 18. How did God fulfill His promise that He would provide? What was provided?</strong><br></p><p><strong>Genesis 22:8, 14, 18</strong></p><p><strong><sup>8</sup> </strong>And Abraham said, “My son, God will provide for Himself the lamb for a burnt offering.” So the two of them went together.<strong><br></strong></p><p><strong><sup>14</sup> </strong>And Abraham called the name of the place, The-Lord-Will-Provide; as it is said to this day, “In the Mount of the Lord it shall be provided.”<sup><strong><br></strong></sup></p><p><sup><strong>18</strong></sup> In your seed all the nations of the earth shall be blessed, because you have obeyed My voice.” <strong><br></strong></p><p>When Isaac asked about the sacrificial animal, Abraham gave an intriguing answer: God will “ ‘provide for Himself the lamb for a burnt offering’ ” (Gen. 22:8, NKJV). Yet, the Hebrew verbal form can actually mean “God will provide Himself as the lamb.” The verb “provide” (yir’eh lo) is used in a way that can mean “provide Himself ” (or liter- ally, “see Himself ”).<br><br>What we are being shown here, then, is the essence of the plan of salvation, with the Lord Himself suffering and paying in Himself the penalty for our sins!<br><br><strong>Read John 1:1–3 and Romans 5:6–8. How do these verses help us understand what happened at the Cross, which is prefigured in the sacrifice here on Mount Moriah?</strong></p><p><strong>John 1:1–3 <br></strong></p><p><strong><sup>1</sup> </strong>In the beginning was the Word, and the Word was with God, and the Word was God.</p><p><sup><strong>2 </strong></sup>He was in the beginning with God<strong>.<sup> <br></sup></strong></p><p><strong><sup>3</sup></strong> All things were made through Him, and without Him nothing was made that was made. <strong><br></strong></p><p><strong>Romans 5:6–8</strong></p><p><sup><strong>6</strong></sup> For when we were still without strength, in due time Christ died for the ungodly.<strong><sup> <br></sup></strong></p><p><strong><sup>7</sup></strong> For scarcely for a righteous man will one die; yet perhaps for a good man someone would even dare to die. <strong><sup><br></sup></strong></p><p><strong><sup>8</sup></strong> But God demonstrates His own love toward us, in that while we were still sinners, Christ died for us. <br><br>There, at Mount Moriah, long before the Cross, the sacrificial ram “caught in a thicket by his horns” (Gen. 22:13) was pointing right to Jesus. He is One that is “seen” here, as Abraham explains later, “In the mount where the Lord is seen” (Gen. 22:14, author’s translation). Jesus Himself had pointed to Abraham’s prophetic utterance here, when He said, echoing Abraham’s statement: “ ‘Your father Abraham rejoiced to see My day, and he saw it and was glad’ ” (John 8:56, NKJV).<br><br>“It was to impress Abraham’s mind with the reality of the gospel, as well as to test his faith, that God commanded him to slay his son. The agony which he endured during the dark days of that fearful trial was permitted that he might understand from his own experience something of the greatness of the sacrifice made by the infinite God for man’s redemption.”—Ellen G. White, Patriarchs and Prophets, p. 154.<br><br><strong>How does what happened here help us better understand what happened at the Cross and what God has suffered in our behalf? What should our response be to what has been done for us?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 17",
               "dayTitle":"<p>The Death of Sarah<br></p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p>In Genesis 22:23, we see the report of the birth of Rebekah, which anticipates the future marriage between Isaac and Rebekah (Genesis 24). Likewise, the report of the death and burial of Abraham’s wife, Sarah (Genesis 23), anticipates his future marriage with Keturah (Gen. 25:1–4). <br></p><p><strong>Read Genesis 23. What function does the story of Sarah’s death and burial play in the fulfillment of God’s promise to Abraham?</strong><br></p><p><strong>Genesis 23</strong></p><p><sup><strong>1 </strong></sup>Sarah lived one hundred and twenty-seven years; these were the years of the life of Sarah. <sup><br></sup></p><p><sup><strong>2 </strong></sup>So Sarah died in Kirjath Arba (that is, Hebron) in the land of Canaan, and Abraham came to mourn for Sarah and to weep for her.<sup><br><br><strong>3 </strong></sup>Then Abraham stood up from before his dead, and spoke to the sons of Heth, saying,</p><p><sup><strong>4</strong></sup> “I am a foreigner and a visitor among you. Give me property for a burial place among you, that I may bury my dead out of my sight.”<sup><br><br><strong>5 </strong></sup>And the sons of Heth answered Abraham, saying to him, <sup><br></sup></p><p><sup><strong>6 </strong></sup>“Hear us, my lord: You are a mighty prince among us; bury your dead in the choicest of our burial places. None of us will withhold from you his burial place, that you may bury your dead.”<sup><br><br><strong>7</strong></sup> Then Abraham stood up and bowed himself to the people of the land, the sons of Heth. <sup><br></sup></p><p><sup><strong>8</strong></sup> And he spoke with them, saying, “If it is your wish that I bury my dead out of my sight, hear me, and meet with Ephron the son of Zohar for me, <sup><br></sup></p><p><sup><strong>9 </strong></sup>that he may give me the cave of Machpelah which he has, which is at the end of his field. Let him give it to me at the full price, as property for a burial place among you.”<sup><br><br><strong>10</strong></sup> Now Ephron dwelt among the sons of Heth; and Ephron the Hittite answered Abraham in the presence of the sons of Heth, all who entered at the gate of his city, saying, <sup><br></sup></p><p><sup><strong>11</strong></sup> “No, my lord, hear me: I give you the field and the cave that is in it; I give it to you in the presence of the sons of my people. I give it to you. Bury your dead!”<sup><br><br><strong>12</strong></sup> Then Abraham bowed himself down before the people of the land; <sup><br></sup></p><p><sup><strong>13</strong></sup> and he spoke to Ephron in the hearing of the people of the land, saying, “If you will give it, please hear me. I will give you money for the field; take it from me and I will bury my dead there.”<sup><br><br><strong>14</strong></sup> And Ephron answered Abraham, saying to him, <sup><br></sup></p><p><sup><strong>15</strong></sup> “My lord, listen to me; the land is worth four hundred shekels of silver. What is that between you and me? So bury your dead.” <sup><br></sup></p><p><sup><strong>16</strong></sup> And Abraham listened to Ephron; and Abraham weighed out the silver for Ephron which he had named in the hearing of the sons of Heth, four hundred shekels of silver, currency of the merchants.<sup><br><br><strong>17</strong></sup> So the field of Ephron which was in Machpelah, which was before Mamre, the field and the cave which was in it, and all the trees that were in the field, which were within all the surrounding borders, were deeded <sup><br></sup></p><p><sup><strong>18</strong></sup> to Abraham as a possession in the presence of the sons of Heth, before all who went in at the gate of his city.<sup><br><br><strong>19</strong></sup> And after this, Abraham buried Sarah his wife in the cave of the field of Machpelah, before Mamre (that is, Hebron) in the land of Canaan. <sup><br></sup></p><p><sup><strong>20</strong></sup> So the field and the cave that is in it were deeded to Abraham by the sons of Heth as property for a burial place.<strong><br></strong></p><p>The mention of the death of Sarah after the story of the sacrifice of Isaac suggests that she might have been affected by this incident, which almost cost her son’s life. In some way, Sarah also was involved in the “test” with her husband, just as she was in his travels and his occasional lapses in faith (Gen. 12:11–13).<br><br>Though we don’t know how much Sarah knew about the incident after it occurred, we can infer that she probably learned of it eventually. Sarah was not the kind of woman who would keep quiet on matters that were of significance or were disturbing her (compare with Gen. 16:3–5; Gen. 18:15; Gen. 21:9, 10). Her absence and her silence, and even the timing of her death following that dramatic event, say more about her relevance to the events than did her physical presence. The fact that Sarah’s old age is mentioned (Gen. 23:1), in echo to Abraham’s old age (Gen. 24:1), shows her importance to the story.<br><br>In fact, Sarah is the only woman in the Old Testament of whom the number of her years is mentioned, which could show her involvement in the story even after the fact. The focus on the purchase of Sarah’s burial place (which covers most of the chapter), rather than on her death, emphasizes the connection with the Promised Land.<br><br>Already, the specification that she died “in the land of Canaan” (Gen. 23:2) underlines the rooting of Sarah’s death in God’s promise of the land. Sarah is the first of Abraham’s clan to have died and been buried in the Promised Land. Abraham’s concern about himself, “ ‘a foreigner and a visitor’ ” (Gen. 23:4, NKJV), and his insistent argument with the sons of Heth, show that Abraham is interested not just in acquiring a burial place; he is primarily concerned with settling in the land permanently.<br><br><strong>Read Genesis 23:6. What does this tell us about the kind of reputation Abraham had? Why is this important in understanding what he was used by the Lord to do?</strong></p><p><strong>Genesis 23:6<sup><br></sup></strong></p><p><sup><strong>6</strong></sup> “Hear us, my lord: You are a mighty prince among us; bury your dead in the choicest of our burial places. None of us will withhold from you his burial place, that you may bury your dead.”<br><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 18",
               "dayTitle":"<p>A Wife for Isaac<br></p>",
               "id":85,
               "idDay":5,
               "idLesson":8,
               "lessonText":"<p>Genesis 24 tells the story of the marriage of Isaac after Sarah’s death. The two stories are related.<br><br><strong>Read Genesis 24. Why is Abraham so concerned that his son not marry a woman from the Canaanites?</strong></p><p><strong>Genesis 24</strong></p><p><sup><strong>1</strong></sup> Now Abraham was old, well advanced in age; and the Lord had blessed Abraham in all things.</p><p><strong><sup>2</sup></strong> So Abraham said to the oldest servant of his house, who ruled over all that he had, “Please, put your hand under my thigh,<sup><strong> <br></strong></sup></p><p><sup><strong>3 </strong></sup>and I will make you swear by the Lord, the God of heaven and the God of the earth, that you will not take a wife for my son from the daughters of the Canaanites, among whom I dwell; <sup><br></sup></p><p><sup><strong>4</strong></sup> but you shall go to my country and to my family, and take a wife for my son Isaac.”<sup><br><br><strong>5 </strong></sup>And the servant said to him, “Perhaps the woman will not be willing to follow me to this land. Must I take your son back to the land from which you came?”<sup><br><br><strong>6</strong></sup> But Abraham said to him, “Beware that you do not take my son back there. <strong><sup><br></sup></strong></p><p><strong><sup>7</sup></strong> The Lord God of heaven, who took me from my father’s house and from the land of my family, and who spoke to me and swore to me, saying, ‘To your descendants I give this land,’ He will send His angel before you, and you shall take a wife for my son from there. <br></p><p><strong><sup>8</sup></strong> And if the woman is not willing to follow you, then you will be released from this oath; only do not take my son back there.” <strong><sup><br></sup></strong></p><p><strong><sup>9</sup></strong> So the servant put his hand under the thigh of Abraham his master, and swore to him concerning this matter.<sup><br><br><strong>10 </strong></sup>Then the servant took ten of his master’s camels and departed, for all his master’s goods were in his hand. And he arose and went to Mesopotamia, to the city of Nahor. <strong><sup><br></sup></strong></p><p><strong><sup>11</sup></strong> And he made his camels kneel down outside the city by a well of water at evening time, the time when women go out to draw water. <br></p><p><strong><sup>12</sup></strong> Then he said, “O Lord God of my master Abraham, please give me success this day, and show kindness to my master Abraham. <br></p><p><strong><sup>13</sup></strong> Behold, here I stand by the well of water, and the daughters of the men of the city are coming out to draw water. <strong><sup>14</sup></strong> Now let it be that the young woman to whom I say, ‘Please let down your pitcher that I may drink,’ and she says, ‘Drink, and I will also give your camels a drink’—let her be the one You have appointed for Your servant Isaac. And by this I will know that You have shown kindness to my master.”<strong><br><br><sup>15</sup></strong> And it happened, before he had finished speaking, that behold, Rebekah, who was born to Bethuel, son of Milcah, the wife of Nahor, Abraham’s brother, came out with her pitcher on her shoulder. <br></p><p><strong><sup>16</sup></strong> Now the young woman was very beautiful to behold, a virgin; no man had known her. And she went down to the well, filled her pitcher, and came up. <br></p><p><strong><sup>17</sup></strong> And the servant ran to meet her and said, “Please let me drink a little water from your pitcher.”<strong><br><br><sup>18</sup></strong> So she said, “Drink, my lord.” Then she quickly let her pitcher down to her hand, and gave him a drink. 19 And when she had finished giving him a drink, she said, “I will draw water for your camels also, until they have finished drinking.” <br></p><p><strong><sup>20</sup></strong> Then she quickly emptied her pitcher into the trough, ran back to the well to draw water, and drew for all his camels. <br></p><p><strong><sup>21</sup></strong> And the man, wondering at her, remained silent so as to know whether the Lord had made his journey prosperous or not.<strong><br><br><sup>22</sup></strong> So it was, when the camels had finished drinking, that the man took a golden nose ring weighing half a shekel, and two bracelets for her wrists weighing ten shekels of gold, <strong><sup><br></sup></strong></p><p><strong><sup>23</sup></strong> and said, “Whose daughter are you? Tell me, please, is there room in your father’s house for us to lodge?”<strong><br><br><sup>24</sup></strong> So she said to him, “I am the daughter of Bethuel, Milcah’s son, whom she bore to Nahor.” <strong><sup><br></sup></strong></p><p><strong><sup>25</sup></strong> Moreover she said to him, “We have both straw and feed enough, and room to lodge.”<strong><br><br><sup>26</sup></strong> Then the man bowed down his head and worshiped the Lord. <br></p><p><strong><sup>27</sup></strong> And he said, “Blessed be the Lord God of my master Abraham, who has not forsaken His mercy and His truth toward my master. As for me, being on the way, the Lord led me to the house of my master’s brethren.” <br></p><p><strong><sup>28</sup></strong> So the young woman ran and told her mother’s household these things.<strong><br><br><sup>29</sup></strong> Now Rebekah had a brother whose name was Laban, and Laban ran out to the man by the well. <strong><sup><br></sup></strong></p><p><strong><sup>30</sup></strong> So it came to pass, when he saw the nose ring, and the bracelets on his sister’s wrists, and when he heard the words of his sister Rebekah, saying, “Thus the man spoke to me,” that he went to the man. And there he stood by the camels at the well. <strong><sup><br></sup></strong></p><p><strong><sup>31</sup></strong> And he said, “Come in, O blessed of the Lord! Why do you stand outside? For I have prepared the house, and a place for the camels.”<strong><br><br><sup>32</sup></strong> Then the man came to the house. And he unloaded the camels, and provided straw and feed for the camels, and water to wash his feet and the feet of the men who were with him. <br></p><p><strong><sup>33</sup></strong> Food was set before him to eat, but he said, “I will not eat until I have told about my errand.”<br><br>And he said, “Speak on.”<sup><br><br><strong>34</strong></sup> So he said, “I am Abraham’s servant. <strong><sup><br></sup></strong></p><p><strong><sup>35</sup></strong> The Lord has blessed my master greatly, and he has become great; and He has given him flocks and herds, silver and gold, male and female servants, and camels and donkeys. <strong><sup><br></sup></strong></p><p><strong><sup>36</sup></strong> And Sarah my master’s wife bore a son to my master when she was old; and to him he has given all that he has. <strong><sup>37</sup></strong> Now my master made me swear, saying, ‘You shall not take a wife for my son from the daughters of the Canaanites, in whose land I dwell; <sup><br></sup></p><p><sup><strong>38</strong></sup> but you shall go to my father’s house and to my family, and take a wife for my son.’ <strong><sup><br></sup></strong></p><p><strong><sup>39</sup></strong> And I said to my master, ‘Perhaps the woman will not follow me.’ <strong><sup><br></sup></strong></p><p><strong><sup>40 </sup></strong>But he said to me, ‘The Lord, before whom I walk, will send His angel with you and prosper your way; and you shall take a wife for my son from my family and from my father’s house. <strong><sup><br></sup></strong></p><p><strong><sup>41</sup></strong> You will be clear from this oath when you arrive among my family; for if they will not give her to you, then you will be released from my oath.’<strong><br><br><sup>42</sup></strong> “And this day I came to the well and said, ‘O Lord God of my master Abraham, if You will now prosper the way in which I go, <strong><sup><br></sup></strong></p><p><strong><sup>43</sup></strong> behold, I stand by the well of water; and it shall come to pass that when the virgin comes out to draw water, and I say to her, “Please give me a little water from your pitcher to drink,” <br></p><p><strong><sup>44</sup></strong> and she says to me, “Drink, and I will draw for your camels also,”—let her be the woman whom the Lord has appointed for my master’s son.’<strong><br><br><sup>45</sup></strong> “But before I had finished speaking in my heart, there was Rebekah, coming out with her pitcher on her shoulder; and she went down to the well and drew water. And I said to her, ‘Please let me drink.’ <br></p><p><strong><sup>46</sup></strong> And she made haste and let her pitcher down from her shoulder, and said, ‘Drink, and I will give your camels a drink also.’ So I drank, and she gave the camels a drink also. <br></p><p><strong><sup>47</sup></strong> Then I asked her, and said, ‘Whose daughter are you?’ And she said, ‘The daughter of Bethuel, Nahor’s son, whom Milcah bore to him.’ So I put the nose ring on her nose and the bracelets on her wrists. <sup><br></sup></p><p><sup><strong>48</strong></sup> And I bowed my head and worshiped the Lord, and blessed the Lord God of my master Abraham, who had led me in the way of truth to take the daughter of my master’s brother for his son. <sup><br></sup></p><p><sup><strong>49</strong></sup> Now if you will deal kindly and truly with my master, tell me. And if not, tell me, that I may turn to the right hand or to the left.”<sup><br><br><strong>50</strong></sup> Then Laban and Bethuel answered and said, “The thing comes from the Lord; we cannot speak to you either bad or good. <sup><br></sup></p><p><sup><strong>51</strong></sup> Here is Rebekah before you; take her and go, and let her be your master’s son’s wife, as the Lord has spoken.”<sup><br><br><strong>52</strong></sup> And it came to pass, when Abraham’s servant heard their words, that he worshiped the Lord, bowing himself to the earth. <sup><br></sup></p><p><sup><strong>53</strong></sup> Then the servant brought out jewelry of silver, jewelry of gold, and clothing, and gave them to Rebekah. He also gave precious things to her brother and to her mother.<sup><br><br><strong>54</strong></sup> And he and the men who were with him ate and drank and stayed all night. Then they arose in the morning, and he said, “Send me away to my master.”<sup><br><br><strong>55</strong></sup> But her brother and her mother said, “Let the young woman stay with us a few days, at least ten; after that she may go.”<sup><br><br><strong>56</strong></sup> And he said to them, “Do not hinder me, since the Lord has prospered my way; send me away so that I may go to my master.”<strong><br><br><sup>57</sup></strong> So they said, “We will call the young woman and ask her personally.” <sup><br></sup></p><p><sup><strong>58</strong></sup> Then they called Rebekah and said to her, “Will you go with this man?”<br><br>And she said, “I will go.”<sup><br><br><strong>59</strong></sup> So they sent away Rebekah their sister and her nurse, and Abraham’s servant and his men. <sup><br></sup></p><p><sup><strong>60</strong></sup> And they blessed Rebekah and said to her:<br><br>“Our sister, may you become<br>The mother of thousands of ten thousands;<br>And may your descendants possess<br>The gates of those who hate them.”<sup><br><br><strong>61</strong></sup> Then Rebekah and her maids arose, and they rode on the camels and followed the man. So the servant took Rebekah and departed.<sup><br><br><strong>62</strong></sup> Now Isaac came from the way of Beer Lahai Roi, for he dwelt in the South. <sup><br></sup></p><p><sup><strong>63</strong></sup> And Isaac went out to meditate in the field in the evening; and he lifted his eyes and looked, and there, the camels were coming. <sup><br></sup></p><p><sup><strong>64</strong></sup> Then Rebekah lifted her eyes, and when she saw Isaac she dismounted from her camel; <sup><br></sup></p><p><sup><strong>65</strong></sup> for she had said to the servant, “Who is this man walking in the field to meet us?”<br><br>The servant said, “It is my master.” So she took a veil and covered herself.<sup><br><br><strong>66</strong></sup> And the servant told Isaac all the things that he had done. <sup><br></sup></p><p><sup><strong>67</strong></sup> Then Isaac brought her into his mother Sarah’s tent; and he took Rebekah and she became his wife, and he loved her. So Isaac was comforted after his mother’s death.<br></p><p>Just as Abraham wanted to acquire the land in order to bury his wife, because of God’s promise to his descendants that they would have this land, he now insists that Isaac not settle outside of the Promised Land either (Gen. 24:7). Also, Isaac’s move to bring his bride to Sarah’s tent and the note that Rebekah comforted Isaac “after his mother’s death” (Gen. 24:67) point back to Sarah’s death, implying Isaac’s pain at the loss of his mother.<br><br>The story is full of prayers and fulfillment of prayers and rich with lessons about God’s providence and human freedom. It begins with Abraham’s words. Swearing by “ ‘the Lord, the God of heaven and the God of the earth’ ” (Gen. 24:3, NKJV), Abraham is first of all acknowledging God as the Creator (Gen. 1:1, Gen. 14:19), with a direct bearing on the births of Abraham’s descendants, including the Messiah Himself. The reference to “ ‘His angel’ ” and to “ ‘the Lord God of heaven’ ” (Gen. 24:7, NKJV) points back to the Angel of the Lord, who came from heaven to rescue Isaac from being slaughtered (Gen. 22:11). The God who controls the universe, the Angel of the Lord who intervened to save Isaac, will lead in this question of marriage.<br><br>Abraham leaves open, however, the possibility that the woman will not respond to God’s call. As powerful as He is, God does not force humans to obey Him. Although God’s plan for Rebekah is to follow Eliezer, she retains her freedom of choice. That is, it was possible that this woman would not want to come, and if not, she would not be forced to.<br><br>Hence, we see here another example of the great mystery of how God has given us, as humans, free will, free choice, a freedom that He will not trample on. (If He did trample, it would not be free will.) And yet, somehow, despite the reality of human free will, and many of the terrible choices humans make with that free will, we can still trust that in the end God’s love and goodness, ultimately, will prevail. <br></p><p><strong>Why is it so comforting to know that while not all things are God’s will, He is still in charge? How do prophecies like Daniel 2, for instance, prove this point to us?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 19",
               "dayTitle":"<p>A Wife for Abraham<br></p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p><strong>Read Genesis 24:67–25:8. What is the meaning of these final events in the life of Abraham?</strong><br><strong><br></strong></p><p><strong>Genesis 24:67–25:8</strong></p><p>&nbsp;<strong>67</strong> Then Isaac brought her into his mother Sarah’s tent; and he took Rebekah and she became his wife, and he loved her. So Isaac was comforted after his mother’s death.<strong><br><br><sup>25:1 </sup></strong>Abraham again took a wife, and her name was Keturah. <sup><br></sup></p><p><sup><strong>2 </strong></sup>And she bore him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. <sup><br></sup></p><p><sup><strong>3</strong></sup> Jokshan begot Sheba and Dedan. And the sons of Dedan were Asshurim, Letushim, and Leummim. <sup><br></sup></p><p><sup><strong>4</strong></sup> And the sons of Midian were Ephah, Epher, Hanoch, Abidah, and Eldaah. All these were the children of Keturah.<sup><br><strong><br>5 </strong></sup>And Abraham gave all that he had to Isaac. <sup><br></sup></p><p><sup><strong>6</strong></sup> But Abraham gave gifts to the sons of the concubines which Abraham had; and while he was still living he sent them eastward, away from Isaac his son, to the country of the east.<sup><br><br><strong>7 </strong></sup>This is the sum of the years of Abraham’s life which he lived: one hundred and seventy-five years. <sup><strong><br></strong></sup></p><p><sup><strong>8 </strong></sup>Then Abraham breathed his last and died in a good old age, an old man and full of years, and was gathered to his people. <br></p><p>After Sarah died, Abraham married again. Like Isaac, he is comforted after the death of Sarah (Gen. 24:67). The memory of Sarah must still surely be vivid in the mind of the patriarch, as it is for his son. Yet, the identity of his new wife is unclear. The fact that the chronicler associates Keturah’s sons together with Hagar’s sons, without mentioning the name of Keturah, suggests, however, that Keturah could (as some have suggested) be Hagar. We just don’t know. It also is significant that Abraham behaves with Keturah’s sons the same way he did with Hagar’s son: he sends them away to avoid any spiritual influence and make a clear distinction between his son with Sarah and the other sons.<br><br>He also gives “all that he had unto Isaac” (Gen. 25:5) while he “gave gifts to the sons of the concubines” (Gen. 25:6, NKJV). The classification of “concubines” may also imply that Keturah’s status, like Hagar, was that of a concubine. The potential identification of Keturah as Hagar may also explain the subtle allusion to the memory of Sarah as a prelude to his marriage with Keturah-Hagar.<br><br>What’s interesting is that in Genesis 25:1–4, 12–18, a list of the children that Abraham had with Keturah, as well as a list of Ishmael’s children, is given. The purpose of the genealogy after Abraham’s marriage with Keturah, who gave him six sons, versus his two other sons (Isaac and Ishmael), is perhaps to provide immediate evidence of God’s promise that Abraham would father many nations.<br><br>The second genealogy concerned the descendants of Ishmael, who also composed 12 tribes (compare with Gen. 17:20), just as Jacob’s would (Gen. 35:22–26). Of course, God’s covenant will be reserved to the seed of Isaac (Gen. 17:21), not Ishmael, a point that Scripture is very clear about.<br><br>The report of Abraham’s death sandwiched between the two genealogies (Gen. 25:7–11) also testifies to God’s blessing. It reveals the fulfillment of His promise to Abraham, made many years earlier, that he would die “ ‘at a good old age’ ” (Gen. 15:15, NKJV) and “full of years” (compare with Eccles. 6:3).<br><br>In the end, the Lord remained true to His promises of grace to His faithful servant Abraham, whose faith is depicted in Scripture as a great example, if not the best example, in the Old Testament of salvation by faith (see Rom. 4:1–12).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 20",
               "dayTitle":"",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p><strong>Further Thought:</strong> <br></p><p>Because Abraham was the extraordinary prophet with whom God would share His plans (Gen. 18:17), God entered Abraham’s human sphere and shared with him, to some degree, His plan of salvation through the sacrifice of His Son.<br><br>“Isaac was a figure of the Son of God, who was offered a sacrifice for the sins of the world. God would impress upon Abraham the gospel of salvation to man. In order to do this, and make the truth a reality to him as well as to test his faith, He required him to slay his darling Isaac.<br><br>All the sorrow and agony that Abraham endured through that dark and fearful trial were for the purpose of deeply impressing upon his under- standing the plan of redemption for fallen man. He was made to under- stand in his own experience how unutterable was the self-denial of the infinite God in giving His own Son to die to rescue man from utter ruin. To Abraham no mental torture could be equal to that which he endured in obeying the divine command to sacrifice his son.”—Ellen G. White, Testimonies for the Church, vol. 3, p. 369.<br><br>“Abraham had become an old man, and expected soon to die; yet one act remained for him to do in securing the fulfillment of the promise to his posterity. Isaac was the one divinely appointed to succeed him as the keeper of the law of God and the father of the chosen people, but he was yet unmarried. The inhabitants of Canaan were given to idolatry, and God had forbidden intermarriage between His people and them, knowing that such marriages would lead to apostasy. The patriarch feared the effect of the corrupting influences surrounding his son. . . .<br><br>In the mind of Abraham the choice of a wife for his son was a matter of grave importance; he was anxious to have him marry one who would not lead him from God. . . . Isaac, trusting to his father’s wisdom and affection, was satisfied to commit the matter to him, believing also that God Himself would direct in the choice made.”—Ellen G. White, Patriarchs and Prophets, p. 171.<br><strong><br>Discussion Questions:</strong><br><br><strong>1. </strong>In class, talk about Abraham’s willingness to sacrifice Isaac. Try to imagine the kind of faith that this account reveals. What is so astonishing, and yet at the same time troubling, about this story?<br><strong><br>2. </strong>What about free will? Why does our faith make no sense with- out it being a reality? What examples do we have in the Bible of free will and how, despite the wrong choices people make, God’s will ultimately is accomplished?</p><p><br></p><p><strong>Inside Story:</strong></p><p><strong>Two Divine Appointments</strong><br>By Theda Pienaar</p><p><br></p><p>I have a habit of not traveling without first asking God whether the trip would be His will. I live in Ireland, while my family lives in South Africa and a sister lives in Namibia. I visit them about once a year. On the airplane, I read the Bible, Ellen White books, and the Adult Sabbath School Bible Study Guide. I also always take Steps to Christ in my bag. The books shorten the trip and lead to interesting contacts. Every time I travel, something interesting happens.<br><br>One time, I started talking with the man seated next to me while waiting for our flight at the airport in Dublin, Ireland. It turned out that he worked as a special detective for the Irish police force and traveled home to see his family in Cape Town, South Africa, every two to three months. We chatted about life while waiting for our turn to board the plane. On the plane, a young woman sat beside me and immediately began speaking. “I arrived late at the airport and just made the plane,” she said. “I am so stressed!” “God knew that you needed to catch this plane,” I said.<br><br>I spoke about how God takes charge of our lives when we allow Him. Just before takeoff, the flight attendant told the young woman that she had taken the wrong seat. She left, and who should sit beside me but the policeman. “Isn’t this interesting!” I said. “I believe God does things for a reason.” “You believe in God?” the man asked.<br><br>He asked about my religious background, and I said I am a Seventh-day Adventist. “Isn’t that strange,” he said. “My wife has been trying to convert me for many years. She is Seventh-day Adventist.” “I am thrilled to meet you,” I said. And I was. We spoke about salvation, and I gave him a copy of Steps to Christ. “My wife has been trying to get me to read this,” he said. “Now I will read it.” My two encounters were so remarkable. The ice was broken with the police detective before we boarded the plane. I also was able to mention God to the woman who sat in the wrong seat. Ireland is a very secular country, and it is not easy to speak to people about Christianity. But God provided two opportunities before the plane even left the ground.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>The Promise<br></p>",
         "verse":"<p>Now Abraham was old, well advanced in age; and<br>the L ord had blessed Abraham in all things (Genesis 24:1, NKJV).<br></p>",
         "versionCode":1,
         "weekDate":"May 14–20"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
