{
  "data": [
    {
      "color": "#1D8C65",
      "id": 5,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 27 de enero",
          "dayTitle": "<p>CÓMO CANTAR LA CANCIÓN DEL SEÑOR EN TIERRA EXTRAÑA <br></p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong>&nbsp;</p><p>Salmos 79:5-13; 88:3-12; 69:1-3; 22:1; 77; 73:1-20; 1 Pedro 1:17.&nbsp;</p><p><strong>PARA MEMORIZAR:</strong> “¿Cómo habíamos de cantar canción del Señor en tierra extraña?” (Sal. 137:4).&nbsp;</p><p>No necesitamos adentrarnos en el libro de Salmos para descubrir que los salmos se expresan en un mundo imperfecto, lleno de pecado, maldad, sufrimiento y muerte. La Creación, estable y dirigida por el Señor soberano y sus leyes justas, se ve constantemente amenazada por el mal. A medida que el pecado corrompe el mundo cada vez más, la Tierra se ha convertido más en una “tierra extraña” para el pueblo de Dios. Esta realidad le plantea un problema al salmista: ¿Cómo vivir una vida de fe en una tierra extraña?&nbsp;</p><p>Como ya hemos visto, los salmistas reconocen el gobierno soberano y el poder de Dios, así como sus justos juicios. Saben que Dios es la ayuda y el refugio eternos e infalibles en tiempos de angustia. Por eso, los salmistas se sienten a veces perplejos (¿quién no?) ante la aparente ausencia de Dios y la prosperidad del mal frente al Señor soberano y bueno. La naturaleza paradójica de los salmos como oraciones se demuestra en las respuestas de los salmistas al aparente si- lencio de Dios. En otras palabras, los salmistas responden a la aparente ausencia de Dios, así como a su presencia.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 28 de enero",
          "dayTitle": "<p>LOS DÍAS DEL MAL<br></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Salmos 74:18 al 22 y 79:5 al 13. ¿Qué está en juego aquí?</strong>&nbsp;</p><p><strong>Salmos 74:18-22</strong></p><p><strong><sup>18</sup></strong> Acuérdate de esto: que el enemigo ha afrentado a Jehová,<br><br>Y pueblo insensato ha blasfemado tu nombre.<br><br><strong><sup>19</sup></strong> No entregues a las fieras el alma de tu tórtola,<br><br>Y no olvides para siempre la congregación de tus afligidos.<br><br><strong><sup>20</sup></strong> Mira al pacto,<br><br>Porque los lugares tenebrosos de la tierra están llenos de habitaciones de violencia.<br><br><strong><sup>21</sup></strong> No vuelva avergonzado el abatido;<br><br>El afligido y el menesteroso alabarán tu nombre.<br><sup><br><strong>22</strong></sup> Levántate, oh Dios, aboga tu causa;<br><br>Acuérdate de cómo el insensato te injuria cada día.</p><p><strong>Salmos 79:5-13<br></strong></p><p><strong><sup>5</sup></strong> ¿Hasta cuándo, oh Jehová? ¿Estarás airado para siempre?<br><br>¿Arderá como fuego tu celo?<br><sup><br><strong>6 </strong></sup>Derrama tu ira sobre las naciones que no te conocen,<br><br>Y sobre los reinos que no invocan tu nombre.<br><sup><br><strong>7</strong></sup> Porque han consumido a Jacob,<br><br>Y su morada han asolado.<br><sup><br><strong>8 </strong></sup>No recuerdes contra nosotros las iniquidades de nuestros antepasados;<br><br>Vengan pronto tus misericordias a encontrarnos,<br><br>Porque estamos muy abatidos.<br><sup><br><strong>9</strong></sup> Ayúdanos, oh Dios de nuestra salvación, por la gloria de tu nombre;<br><br>Y líbranos, y perdona nuestros pecados por amor de tu nombre.<br><sup><strong><br>10</strong></sup> Porque dirán las gentes: ¿Dónde está su Dios?<br><br>Sea notoria en las gentes, delante de nuestros ojos,<br><br>La venganza de la sangre de tus siervos que fue derramada.<br><sup><br><strong>11</strong></sup> Llegue delante de ti el gemido de los presos;<br><br>Conforme a la grandeza de tu brazo preserva a los sentenciados a muerte,<br><sup><br><strong>12 </strong></sup>Y devuelve a nuestros vecinos en su seno siete tantos<br><br>De su infamia, con que te han deshonrado, oh Jehová.<br><sup><br><strong>13</strong></sup> Y nosotros, pueblo tuyo, y ovejas de tu prado,<br><br>Te alabaremos para siempre;<br><br>De generación en generación cantaremos tus alabanzas.</p><p><br></p><p>El salmista trata de comprender el gran conflicto entre Dios y los poderes del mal, y señala la insondable paciencia de Dios, así como sus infinitas sabiduría y poder.&nbsp;</p><p>El problema del mal en Salmos es principalmente teológico; inevitablemente se refiere a cuestiones sobre Dios. Así, la destrucción de Jerusalén y del Templo se considera principalmente un escándalo divino, porque les dio a los paganos la oportunidad de blasfemar contra Dios. La herencia de Dios (el pueblo de Israel) es la señal de su elección divina y de su Pacto (Deut. 4:32-38; 32:8, 9), que nunca fallarán. El concepto de la herencia de Dios también contiene una dimensión del tiempo del fin, ya que un día todas las naciones se convertirán en la herencia de Dios y lo servirán. La noción de que las naciones invadieron la herencia de Dios amenaza estas promesas divinas.&nbsp;</p><p>Indudablemente, el salmista reconoce que los pecados del pueblo corrompieron la relación de pacto entre el pueblo y Dios y trajeron sobre el pueblo todas las consecuencias (Sal. 79:8, 9). La supervivencia del pueblo depende únicamente de la intervención misericordiosa de Dios y de la restauración del vínculo del Pacto mediante la expiación del pecado. El Señor es el “Dios de nuestra salvación”, lo que refleja la fidelidad de Dios a sus promesas del Pacto (Sal. 79:9).&nbsp;</p><p>No obstante, más importante que la restauración de la riqueza de Israel es la defensa del carácter de Dios en el mundo (Sal. 79:9). Si las actos malvados de las naciones quedan impunes, parecería como si Dios hubiera perdido su poder (Sal. 74:18-23; 83:16-18; 106:47). Solo cuando Dios salve a su pueblo, su nombre será justificado y enaltecido.&nbsp;</p><p>Al igual que hoy, el mismo principio existía en aquel entonces. Nuestros pecados, nuestras recaídas, nuestras maldades, pueden desprestigiarnos no solo a nosotros, sino también, lo que es peor, al Dios cuyo nombre profesamos. Nuestras malas acciones erróneas suelen tener efectos espirituales perjudiciales también para nuestro testimonio y nuestra misión. ¿Cuántas personas se han alejado de nuestra fe por las acciones de quienes profesan el nombre de Cristo? “El honor de Dios, el honor de Cristo, están comprometidos en la perfección del carácter de su pueblo” (Elena de White, El Deseado de todas las gentes, p. 625).&nbsp;</p><p><strong>¿Cómo entiendes esta importante verdad, y qué debería significar para tu vida cristiana?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 29 de enero",
          "dayTitle": "<p>A LAS PUERTAS DE LA MUERTE<br></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Salmos 41:1 al 4; 88:3 al 12; y 102:3 al 5, 11, 23 y 24. ¿Qué experiencias describen estos pasajes? ¿Cómo te identificas con lo que aquí se dice?</strong></p><p><strong>Salmos 41:1-4<br></strong></p><p><strong><sup>1</sup> </strong>Bienaventurado el que piensa en el pobre;<br>En el día malo lo librará Jehová.<strong><br><sup>2</sup> </strong>Jehová lo guardará, y le dará vida;<br>Será bienaventurado en la tierra,<br>Y no lo entregarás a la voluntad de sus enemigos.<strong><br><sup>3 </sup>J</strong>ehová lo sustentará sobre el lecho del dolor;<br>Mullirás toda su cama en su enfermedad.<strong><br><sup>4</sup> </strong>Yo dije: Jehová, ten misericordia de mí;<br>Sana mi alma, porque contra ti he pecado.<strong><br></strong></p><p><strong><br></strong></p><p><strong>Salmos 88:3-12</strong><sup><br></sup></p><p><sup><strong>3</strong></sup> Porque mi alma está hastiada de males,<br>Y mi vida cercana al Seol.<sup><br><strong>4 </strong></sup>Soy contado entre los que descienden al sepulcro;<br>Soy como hombre sin fuerza,<sup><br><strong>5 </strong></sup>Abandonado entre los muertos,<br>Como los pasados a espada que yacen en el sepulcro,<br>De quienes no te acuerdas ya,<br>Y que fueron arrebatados de tu mano.<sup><br><strong>6</strong></sup> Me has puesto en el hoyo profundo,<br>En tinieblas, en lugares profundos.<sup><br><strong>7 </strong></sup>Sobre mí reposa tu ira,<br>Y me has afligido con todas tus ondas. Selah<br><strong><sup>8</sup></strong> Has alejado de mí mis conocidos;<br>Me has puesto por abominación a ellos;<br>Encerrado estoy, y no puedo salir.<br><sup><strong>9</strong> </sup>Mis ojos enfermaron a causa de mi aflicción;<br>Te he llamado, oh Jehová, cada día;<br>He extendido a ti mis manos.<br><sup><br><strong>10</strong></sup> ¿Manifestarás tus maravillas a los muertos?<br>¿Se levantarán los muertos para alabarte? Selah<sup><br><strong>11</strong></sup> ¿Será contada en el sepulcro tu misericordia,<br>O tu verdad en el Abadón?<sup><br><strong>12</strong></sup> ¿Serán reconocidas en las tinieblas tus maravillas,<br>Y tu justicia en la tierra del olvido?<strong><br></strong></p><p><strong><br></strong></p><p><strong>Salmos 102:3-5</strong></p><p><sup><strong>3</strong></sup> Porque mis días se han consumido como humo,</p><p>Y mis huesos cual tizón están quemados.</p><p><sup><strong>4</strong></sup> Mi corazón está herido, y seco como la hierba,</p><p>Por lo cual me olvido de comer mi pan.</p><p><sup><strong>5</strong></sup> Por la voz de mi gemido</p><p>Mis huesos se han pegado a mi carne.</p><p><br></p><p><strong>Salmos 23</strong></p><p><sup><strong>1</strong></sup> Jehová es mi pastor; nada me faltará.</p><p><sup><strong>2</strong></sup> En lugares de delicados pastos me hará descansar;</p><p>Junto a aguas de reposo me pastoreará.</p><p><sup><strong>3</strong></sup> Confortará mi alma;</p><p>Me guiará por sendas de justicia por amor de su nombre.</p><p><sup><strong>4</strong></sup> Aunque ande en valle de sombra de muerte,</p><p>No temeré mal alguno, porque tú estarás conmigo;</p><p>Tu vara y tu cayado me infundirán aliento.</p><p><sup><strong>5 </strong></sup>Aderezas mesa delante de mí en presencia de mis angustiadores;</p><p>Unges mi cabeza con aceite; mi copa está rebosando.</p><p><sup><strong>6</strong></sup> Ciertamente el bien y la misericordia me seguirán todos los días de mi vida,</p><p>Y en la casa de Jehová moraré por largos días.</p><p><strong><br></strong></p><p><strong>Salmos 24</strong></p><p><sup><strong>1 </strong></sup>De Jehová es la tierra y su plenitud;</p><p>El mundo, y los que en él habitan.</p><p><strong><sup>2</sup> </strong>Porque él la fundó sobre los mares,</p><p>Y la afirmó sobre los ríos.</p><p><sup><strong>3</strong></sup> ¿Quién subirá al monte de Jehová?</p><p>¿Y quién estará en su lugar santo?</p><p><sup><strong>4 </strong></sup>El limpio de manos y puro de corazón;</p><p>El que no ha elevado su alma a cosas vanas,</p><p>Ni jurado con engaño.</p><p><sup><strong>5</strong></sup> Él recibirá bendición de Jehová,</p><p>Y justicia del Dios de salvación.</p><p><sup><strong>6 </strong></sup>Tal es la generación de los que le buscan,</p><p>De los que buscan tu rostro, oh Dios de Jacob. Selah</p><p><sup><strong>7 </strong></sup>Alzad, oh puertas, vuestras cabezas,</p><p>Y alzaos vosotras, puertas eternas,</p><p>Y entrará el Rey de gloria.</p><p><sup><strong>8 </strong></sup>¿Quién es este Rey de gloria?</p><p>Jehová el fuerte y valiente,</p><p>Jehová el poderoso en batalla.</p><p><sup><strong>9</strong></sup> Alzad, oh puertas, vuestras cabezas,</p><p>Y alzaos vosotras, puertas eternas,</p><p>Y entrará el Rey de gloria.</p><p><sup><strong>10</strong></sup> ¿Quién es este Rey de gloria?</p><p>Jehová de los ejércitos,</p><p>Él es el Rey de la gloria. Sela</p><p><strong><br></strong></p><p> Estas oraciones para salvarse de la enfermedad y la muerte demuestran que los hijos de Dios no están exentos de los sufrimientos de este mundo. Los salmos revelan las terribles aflicciones del salmista. Está sin fuerzas, mar- chitándose como la hierba, sin poder comer, apartado con los muertos; yace como los muertos en la tumba, es repulsivo para sus amigos, está sufriendo y desesperado. Sus huesos se le pegan a la piel.</p><p>&nbsp;Muchos salmos presumen que el Señor ha permitido las dificultades a causa de la desobediencia de Israel. El salmista reconoce que el pecado puede acarrear enfermedad; por eso, se refiere al perdón que precede a la curación (Sal. 41:3, 4). Sin embargo, algunos salmos, como Salmo 88 y 102, reconocen que el sufrimiento inocente del pueblo de Dios es un hecho de la vida, aunque sea difícil de entender.</p><p>&nbsp;En Salmo 88, Dios se encarga de llevar al salmista al borde de la muerte (Sal. 88:6-8). No obstante, fíjate que aun cuando se expresan las quejas más atrevidas, el lamento es claramente un acto de fe, pues si el Señor, en su soberanía, permitía los problemas, podía también restaurar el bienestar de su hijo. En el umbral de la tumba, el salmista recuerda los prodigios, la bondad, la fidelidad y la justicia de Dios (Sal. 88:10-12). A pesar de sentirse golpeado por Dios, el salmista se aferra a él. Aunque sufre, no niega el amor de Dios y sabe que Dios es su única salvación. Estas apelaciones muestran que el salmista no solo conoce el sufrimiento, sino también tiene un conocimiento íntimo de la gracia de Dios y de que ambas cosas no necesariamente son mutuamente excluyentes.&nbsp;</p><p>En resumen, tanto el hecho de que Dios permita el sufrimiento como su liberación son demostraciones de su soberanía suprema. Saber que Dios tiene el control inspira esperanza. Cuando leemos Salmo 88 a la luz del sufrimiento de Cristo, nos sobrecoge la profundidad de su amor, porque estuvo dispuesto a atravesar las puertas de la muerte por el bien de la humanidad.&nbsp;</p><p><strong>Piensa en Jesús en la Cruz y en lo que sufrió a causa del pecado. ¿En qué medida esa realidad, que Dios en Cristo sufrió incluso peor que cualquiera de nosotros, debería ayudarnos a mantener la fe aun en tiempos de sufrimiento y prueba?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 30 de enero",
          "dayTitle": "<p>¿DÓNDE ESTÁ DIOS?</p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Salmos 42:1 al 3; 63:1; 69:1 al 3; y 102:1 al 7. ¿Qué le causa tanto dolor al salmista?</strong></p><p><strong>Salmos 42:1-3</strong></p><p><strong><sup>1</sup> </strong>Como el ciervo brama por las corrientes de las aguas,<br>Así clama por ti, oh Dios, el alma mía.<br><strong><sup>2</sup></strong> Mi alma tiene sed de Dios, del Dios vivo;<br>¿Cuándo vendré, y me presentaré delante de Dios?<br><strong><sup>3 </sup></strong>Fueron mis lágrimas mi pan de día y de noche,<br>Mientras me dicen todos los días: ¿Dónde está tu Dios?<br></p><p><strong>Salmos 63:1</strong></p><p><strong><sup>1</sup> </strong>Dios, Dios mío eres tú;<br>De madrugada te buscaré;<br>Mi alma tiene sed de ti, mi carne te anhela,<br>En tierra seca y árida donde no hay aguas,<br></p><p><strong>Salmos 69:1-3</strong></p><p><strong><sup>1</sup></strong> Sálvame, oh Dios,<br>Porque las aguas han entrado hasta el alma.<br><strong><sup>2</sup></strong> Estoy hundido en cieno profundo, donde no puedo hacer pie;<br>He venido a abismos de aguas, y la corriente me ha anegado.<br><strong><sup>3</sup></strong> Cansado estoy de llamar; mi garganta se ha enronquecido;<br>Han desfallecido mis ojos esperando a mi Dios.</p><p><strong>Salmos 102:1-7</strong></p><p><sup><strong>1</strong> </sup>Jehová, escucha mi oración,<br>Y llegue a ti mi clamor.<br><strong><sup>2</sup></strong> No escondas de mí tu rostro en el día de mi angustia;<br>Inclina a mí tu oído;<br>Apresúrate a responderme el día que te invocare.<br><strong><sup>3 </sup></strong>Porque mis días se han consumido como humo,<br>Y mis huesos cual tizón están quemados.<br><strong><sup>4</sup></strong> Mi corazón está herido, y seco como la hierba,<br>Por lo cual me olvido de comer mi pan.<br><strong><sup>5</sup></strong> Por la voz de mi gemido<br>Mis huesos se han pegado a mi carne.<br><strong><sup>6</sup></strong> Soy semejante al pelícano del desierto;<br>Soy como el búho de las soledades;<br><strong><sup>7</sup></strong> Velo, y soy<br>Como el pájaro solitario sobre el tejado.<br></p><p> No solo los sufrimientos personales y comunitarios perturban al salmista, sino también, e incluso más, la aparente falta de atención de Dios a las penurias de sus siervos. La ausencia de Dios se siente como una sed intensa en tierra seca (Sal. 42:1-3; 63:1) y una angustia mortal (Sal. 102:2-4). El salmista se siente alejado de Dios y se compara con aves solitarias: “Soy semejante al pelícano del desierto, como el búho de las soledades. Velo, y soy como el pájaro solitario sobre el tejado” (Sal. 102:6, 7).</p><p>La mención del desierto enfatiza la sensación de aislamiento de Dios. Un pájaro “solitario sobre el tejado” está fuera de su nido, de su lugar de descanso. El salmista clama a Dios “de lo profundo”, como si se viera engullido por aguas caudalosas y se hundiera en un “profundo cieno” (Sal. 69:1-3; 130:1). Estas imágenes describen una situación opresiva de la que no se puede escapar, salvo mediante intervención divina.&nbsp;</p><p><strong>Lee Salmos 10:12; 22:1; 27:9; y 39:12. ¿Cómo responde el salmista a la aparente ausencia de Dios?&nbsp;</strong></p><p>Es notable que los salmistas decidan no callar ante el silencio de Dios. Los salmistas creen inquebrantablemente en la oración, porque la oración se dirige al Dios vivo y misericordioso. Dios sigue estando ahí, aun cuando parece ausente. Continúa siendo el mismo Dios que los escuchó en el pasado, y por eso confían en que los escucha ahora.&nbsp;</p><p>Las ocasiones de silencio de Dios hacen que los salmistas se autoexaminen y busquen a Dios, pero con confesión y peticiones humildes. Saben que Dios no callará para siempre. Los salmos demuestran que la comunicación con Dios debe continuar, independientemente de las circunstancias de la vida.&nbsp;</p><p><strong>¿Qué podemos aprender de las respuestas de los salmistas a la aparente ausencia de Dios? ¿Cómo respondes tú a los momentos en que Dios parece guardar silen- cio? ¿Qué sostiene tu fe?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miércoles 31 de enero",
          "dayTitle": "<p>¿HA FALLADO PARA SIEMPRE SU PROMESA?</p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Salmo 77. ¿Qué experiencia está viviendo el autor? </strong><em><br></em></p><p><em>Por favor lea en su Biblia</em><br></p><p>Salmo 77 comienza con una súplica de ayuda a Dios llena de lamentos y dolo- rosos recuerdos del pasado (Sal. 77:1-6). Todo el ser del salmista se dirige con luto a Dios. Se niega a dejarse consolar por cualquier alivio que no provenga de Dios. No obstante, recordar a Dios parece intensificar su angustia: “Me acordaba de Dios y gemía” (Sal. 77:3). La palabra hebrea hamá (‘gemir’) a menudo representa el rugido de las aguas embravecidas (Sal. 46:3). Del mismo modo, todo el ser del salmista se encuentra en un estado de intensa inquietud.&nbsp;</p><p>¿Cómo puede el recuerdo de Dios producir sentimientos tan fuertes de angustia? Una serie de preguntas inquietantes delatan la causa de su angustia (Sal. 77:7-9): ¿Ha cambiado Dios? ¿Es posible que Dios traicione su Pacto?&nbsp;</p><p>El marcado contraste entre los actos salvíficos de Dios en el pasado y su aparente ausencia en el presente hace que el salmista se sienta abandonado por Dios. Si Dios ha cambiado, entonces el salmista no tiene esperanza, una conclusión que se esfuerza por rechazar.&nbsp;</p><p>Mientras tanto, el salmista no puede dormir porque el Señor no lo deja dormir (Sal. 77:4). Esto nos recuerda a otros personajes bíblicos cuyo insomnio fue utilizado providencialmente por Dios para prosperar sus propósitos (Gén. 41:1-8; Est. 6:1; Dan. 2:1-3). La larga noche de insomnio hace que el salmista considere los pasados actos de liberación del Señor, pero con nueva determinación (Sal. 77:5, 10).&nbsp;</p><p>La seguridad que el salmista recibe de Dios no consiste en explicaciones sobre su situación personal, sino en una confirmación de la fidelidad y la con- fianza de Dios (como Job). Se anima al salmista a esperar en el Señor con fe, sabiendo que él es el mismo Dios que realizó milagros en el pasado de Israel (Sal. 77:11-18). El salmista también se da cuenta de que “no se vieron tus huellas” (Sal. 77:19), reconociendo la guía de Dios, incluso en situaciones en las que su presencia no es obvia a los ojos humanos. El salmista reconoce que Dios se revela y se oculta simultáneamente, y por eso ofrece alabanzas a las sendas misteriosas y soberanas del Señor.&nbsp;</p><p><strong>Piensa en momentos pasados en los que el Señor actuó en tu vida. ¿Cómo puede ayudarte esa verdad a afrontar lo que se te presenta ahora?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 1 de febrero",
          "dayTitle": "<p>PARA QUE LOS JUSTOS NO SEAN TENTADOS<br></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Salmos 37:1 y 8; 49:5 al 7; 94:3 al 7; y 125:3. ¿A qué lucha se enfrenta el salmista?&nbsp;</strong> <br></p><p><strong></strong><strong>Salmos 37:1</strong></p><p><strong><sup>1 </sup></strong>No te impacientes a causa de los malignos,<br>Ni tengas envidia de los que hacen iniquidad.<br></p><p><strong>Salmos 37:8<br></strong></p><p><strong><sup>8 </sup></strong>Deja la ira, y desecha el enojo;<br>No te excites en manera alguna a hacer lo malo.<br></p><p><strong>Salmos 49:5-7</strong></p><p><strong><sup>5</sup></strong> ¿Por qué he de temer en los días de adversidad,<br>Cuando la iniquidad de mis opresores me rodeare?<br><strong><sup>6</sup></strong> Los que confían en sus bienes,<br>Y de la muchedumbre de sus riquezas se jactan,<br><strong><sup>7</sup></strong> Ninguno de ellos podrá en manera alguna redimir al hermano,<br>Ni dar a Dios su rescate<br></p><p><strong>Salmos 94:3-7</strong></p><p><strong><sup>3</sup></strong> ¿Hasta cuándo los impíos,<br>Hasta cuándo, oh Jehová, se gozarán los impíos?<br><strong><sup>4</sup></strong> ¿Hasta cuándo pronunciarán, hablarán cosas duras,<br>Y se vanagloriarán todos los que hacen iniquidad?<br><strong><sup>5</sup></strong> A tu pueblo, oh Jehová, quebrantan,<br>Y a tu heredad afligen.<br><strong><sup>6</sup> </strong>A la viuda y al extranjero matan,<br>Y a los huérfanos quitan la vida.<br><strong><sup>7</sup></strong> Y dijeron: No verá JAH,<br>Ni entenderá el Dios de Jacob.<br></p><p><strong>Salmos 125:3<br></strong></p><p><strong><sup>3 </sup></strong>Porque no reposará la vara de la impiedad sobre la heredad de los justos;<br>No sea que extiendan los justos sus manos a la iniquidad.<strong><br></strong></p><p><strong><br></strong></p><p>Estos salmos lamentan la prosperidad actual de los impíos y el desafío que este hecho plantea a los justos. Los impíos no solo prosperan, sino a veces además desprecian abiertamente a Dios y oprimen a otros. Lo desconcertante es que, mientras que “la vara de la impiedad” (Sal. 125:3) domina al mundo, el “cetro de justicia” (Sal. 45: 6) parece fracasar. Entonces, ¿por qué no rendirse y aceptar el mal, como hacen otros?&nbsp;</p><p><strong>Lee Salmo 73:1 al 20 y 27. ¿Qué ayuda al salmista a superar la crisis? ¿Cuál es el fin de los que confían en cosas vanas? (Ver también 1 Ped. 1:17).&nbsp;</strong></p><p>Salmo 73:1-20</p><p><em>Por favor lea en su Biblia</em><br></p><p><strong>Salmo 73:27</strong></p><p><strong><sup>27</sup></strong> Porque he aquí, los que se alejan de ti perecerán;<br>Tú destruirás a todo aquel que de ti se aparta.<br></p><p><strong>1 Pedro 1:17</strong></p><p><strong><sup>17</sup></strong> Y si invocáis por Padre a aquel que sin acepción de personas juzga según la obra de cada uno, conducíos en temor todo el tiempo de vuestra peregrinación;</p><p><br></p><p>Cuando el salmista de Salmo 73 seguía enfocado en la iniquidad actual del mundo, era incapaz de ver el panorama completo desde el punto de vista de Dios. El problema que la prosperidad del mal planteaba a su fe era abrumador; además, creía que su argumento sobre la inutilidad de la fe se basaba en la realidad.&nbsp;</p><p>Sin embargo, Salmo 73 muestra que “estas cosas se burlan de los que ignoran el primer versículo de este salmo, que es el resumen de todo el salmo: ‘Dios es realmente bueno con Israel, con los limpios de corazón’ ” (Johannes Bugen-hagen, Reformation Commentary on Scripture [Downers Grove, IL: InterVarsity Press, 2018], p. 11).&nbsp;</p><p>El salmista es conducido al Santuario, el lugar del gobierno soberano de Dios, y allí se le recordó que el “hoy” es solo una pieza del mosaico, y que debe considerar el “fin”, cuando los impíos enfrentarán el Juicio de Dios. El hecho de que el salmista comprendiera esta verdad en el Santuario y confesara su insensatez anterior demuestra que la realidad solo puede captarse con discernimiento espiritual y no mediante la lógica humana.&nbsp;</p><p><strong>¿Te consuela la promesa del juicio de Dios sobre el mundo y sobre toda su mal- dad, cuando hoy tanta maldad queda impune?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 2 de febrero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Lee Salmo 56 y Elena de White, El camino a Cristo, “La fuente de regocijo y felicidad”, pp. 98-108.&nbsp;</p><p>Al igual que los salmistas, el pueblo de Dios de todos los tiempos cada tanto se pregunta cómo “cantar la canción del Señor en tierra extraña”. Nuestra fe en el gobierno soberano del Señor se ve desafiada, a veces en extremo, y podemos preguntarnos si Dios tiene el control o si realmente es tan poderoso y bueno como dicen las Escrituras.&nbsp;</p><p>La fe bíblica implica a menudo tanto incertidumbre y suspenso como con- fianza y afirmación. A veces, la incertidumbre y el suspenso, especialmente ante el mal y la aparente ausencia de Dios, pueden ser casi insoportables. Con todo, la incertidumbre nunca debe referirse a Dios, a su carácter amoroso y justo ni a su fidelidad. Los salmistas pueden tener dudas sobre el futuro, pero a menudo apelan al amor y la fidelidad inquebrantables de Dios (Sal. 36:5-10; 89:2, 8).&nbsp;</p><p>Nosotros debemos seguir el mismo ejemplo. “Reunid todas vuestras facultades para mirar hacia arriba, no hacia abajo a vuestras dificultades; entonces no desmayaréis por el camino. Pronto veréis a Jesús detrás de la nube, extendiendo su mano para ayudaros; y todo lo que tendréis que hacer será darle vuestra mano con fe sencilla y dejarle que os guíe. A medida que manifestéis confianza, tendréis esperanza por la fe en Jesús” (Elena de White, Testimonios para la iglesia, t. 5, p. 545).&nbsp;</p><p>Las ocasiones en que Dios “ha encubierto su rostro” no socavan la eficacia de la oración. Al contrario, estas ocasiones hacen que los salmistas reflexionen, recuerden los pasados actos salvíficos de Dios, y busquen a Dios con confesión y peticiones humildes (Sal. 77:10-12; 89:46-52). “La fe se fortalece al entrar en conflicto con dudas e influencias opositoras. La experiencia obtenida en estas pruebas es de más valor que las joyas más costosas” (Elena de White, Testimonios para la iglesia, t. 3, p. 609).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong>&nbsp;</p><p><strong>1.</strong> ¿Qué tensiones experimentaron los salmistas frente al mal? ¿A qué tensiones similares te has enfrentado tú, y cómo las has afrontado? ¿Cómo conservas la fe durante estos tiempos?&nbsp;</p><p><strong>2.</strong> ¿Dónde debemos buscar respuestas cuando nuestra fe en Dios es puesta a prueba por las dificultades o por personas cuyos propios sufrimientos les hacen cuestionar la bondad y el poder de Dios?&nbsp;</p><p><strong>3.</strong> ¿Cómo responder la pregunta común sobre el mal en un mundo creado y sostenido por un todopoderoso Dios de amor? ¿Cómo ayuda la temática del Gran Conflicto a responder, al menos en parte, a este desafío?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "x",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>RESEÑA&nbsp;</strong></p><p><strong>Texto clave: Salmo 137:4 </strong><br></p><p>La presencia del sufrimiento y el mal entre nosotros suscita preguntas descon- certantes en la mente de muchos, relacionadas con el carácter de Dios. ¿Por qué permitió Dios que existiera el pecado? ¿Por qué permite que sufran los inocentes? ¿Por qué permite que el pecado y el sufrimiento continúen? ¿Por qué prosperan los impíos? ¿Han fallado las promesas de Dios en la Biblia? Las Escrituras, ¿son simple- mente una bella obra maestra de la literatura (inspiradora, pero no divinamente inspirada) para gente con una inclinación espiritual? O peor aún, la Biblia y sus promesas, ¿son delirios de mentes piadosas, pero sin ninguna base en la realidad, porque en última instancia Dios, como alegan las mentes seculares, no existe?&nbsp;</p><p>Lamentablemente, esta serie de preguntas es demasiado común entre muchas mentes en la actualidad. El cuestionamiento de las acciones de Dios siembra las semillas de la incredulidad y el escepticismo en el corazón de los demás, especial- mente entre los jóvenes. Con demasiada frecuencia, cuando estas preguntas de incredulidad surgen en la mente de los creyentes, el resultado es que “el amor de la mayoría se enfriará” (Mat. 24:12).&nbsp;</p><p>Salmos es más que canciones de alabanza bonitas para Dios. Pretende ejercer un profundo impacto en nuestra comprensión de cuestiones tan complejas como la existencia del pecado y el sufrimiento. Cuando analizamos el Salterio a la luz de este desafiante tema, volvemos a maravillarnos ante la cruda honestidad de los salmistas en sus oraciones. Su franqueza nos recuerda que también nosotros podemos hacer preguntas al Señor; también podemos expresarle nuestras dudas. Dios escuchará felizmente nuestras preocupaciones si le preguntamos con fe y humildad. Él responderá nuestras humildes preguntas y preocupaciones, dándonos luz en medio de nuestra lucha con la duda y el miedo.</p><p><strong>COMENTARIO</strong>&nbsp;</p><p><strong>¿Por qué permite Dios que existan el pecado y el sufrimiento?</strong>&nbsp;</p><p>Aunque el Salterio no aborda explícitamente esta pregunta concreta, Salmos 74 y 79, que abordan la destrucción de Jerusalén, se basan en estas preocupaciones. Entre estos dos salmos, vemos algunas similitudes notables en relación con el tema del pecado y el sufrimiento:&nbsp;</p><p>1. Cada salmo trata de la destrucción de la ciudad amada (Sal. 74:3-9; 79:1-4), que suscita las lamentaciones lastimeras del salmista.&nbsp;</p><p>2. En ambos salmos, Asaf desea que el Señor anule la destrucción (Sal. 74:10, 11; 79:5-7). Así, pregunta al Señor: “¿Hasta cuándo?”&nbsp;</p><p>3. La causa de las desgracias de Jerusalén es el pecado del pueblo (Sal. 79:8-10). Solo Salmo 79 menciona esta razón: el pueblo de Dios ha fracasado.&nbsp;</p><p>4. En ambos cantos, Asaf no pierde la fe en su Rey celestial (Sal. 74:12-17) ni la confianza en “la grandeza de tu brazo” (Sal. 79:11).</p><p>Como Asaf, podemos preguntarnos por qué nos enfrentamos al mal, el sufri- miento y la muerte. Estas son las preguntas universales que las mentes inquisitivas se han hecho desde los albores de la historia humana. La respuesta es siempre la misma: el pecado. El pecado es el extraño intruso en la Creación de Dios. Desde la caída de Satanás en el Cielo hasta nuestra condición caída de hoy, la iniquidad ha engendrado todo el sufrimiento y la muerte en la historia. Podríamos argumentar, justificadamente, que Dios ha dado libre albedrío a sus criaturas y, a partir de ahí, filosofar respecto de las ramificaciones del pecado y el sufrimiento. Pero los autores bíblicos se abstienen de esta táctica. Confiemos, pues, como Asaf, en el poder y la sabiduría de nuestro Creador para resolver esta cuestión a su manera y a su tiempo.</p><p><strong>¿Por qué permite Dios que sufran los inocentes? <br></strong></p><p>La lección nos recuerda que el pecado puede traer enfermedad (Sal. 41:3, 4). Con esta idea en mente, consideremos la pregunta: “¿Por qué permitió Dios que sufriera el inocente?” a la luz de cuatro salmos: Salmo 6; 41; 88; y 102.&nbsp;</p><p>En primer lugar, observamos que estos cuatro cantos describen el sufrimiento que experimentan los salmistas a causa de la enfermedad (Sal. 6:2, 6, 7; 41:3; 88:3-9; 102:3-7, 9-11). En segundo lugar, los salmistas suplican al Señor que los sane (Sal. 6:2, 4; 41:1, 4; 88:1, 2, 13, 14; 102:1, 2). Consideran que su sanación es una vindicación de Dios en presencia de sus enemigos (Sal. 6:8-10; 41:5-12; 102:15-19). Por último, argumentan persuasivamente que, de haber muerto, se habrían visto privados de la oportunidad de alabar el nombre de Dios (Sal. 6:5; 88:10-12).</p><p>A esta altura del análisis, debemos señalar que la mente hebrea no estaba interesada en plantearse cuestiones filosóficas acerca del dolor y el sufrimiento humanos. Más bien, su centro de atención era Dios y su gloria. Los salmistas reconocen que el Señor permite sus penas (Sal. 6:1). También reconocen que únicamente él puede dar salud. Al curarse de sus aflicciones, quieren dar testimonio de las misericordias sanadoras de Dios.&nbsp;</p><p>¿Hemos ejemplificado esta misma actitud cuando estamos afligidos por la enfermedad? Solemos quejarnos: “¿Por qué a mí, Señor?” ¿No sería mejor, por cierto, en ese momento difícil, confiar en Dios y esperar su vindicación para poder testificar de su gloria?</p><p><strong>¿Por qué Dios no pone fin a nuestro sufrimiento actual?</strong>&nbsp;</p><p>En medio del sufrimiento, a menudo nos preguntamos: “¿Dónde está Dios?” Esta pregunta suele brotar en nuestro interior desde el lugar de la más profunda angustia y desesperación. En esos momentos, nuestra tendencia, como seres humanos, no es moralizar ni abordar filosóficamente nuestro dolor y sufrimiento. Únicamente queremos respuestas y alivio. En nuestra desesperación, a menudo, como hicieron los salmistas, acudimos a Dios en busca de ayuda.&nbsp;</p><p>Observa que, aunque parezca que el Creador no está presente, la súplica del salmista es: “Señor, oye mi oración y escucha mi clamor. No calles ante mis lágrimas”</p><p>(Sal. 39:12). El salmista sabe que Dios está allí, aunque no tenga ninguna señal externa de la presencia divina. Eso sí que es fe. El salmista no dice: “¡Renuncio! Abandono mi fe porque Dios no me responde. Por lo tanto, él no debe existir”. Al contrario, el salmista confía en Dios y espera que él actúe en su favor en el momento oportuno. “Descansa en el Señor, y espera tranquilo en él” (Sal. 37:7). Si Dios guarda silencio, es hora de que nosotros también guardemos silencio y esperemos. La pregunta no es: “¿Dónde está Dios?” Dios está allí y se preocupa por nosotros. La pregunta es: “Nosotros, ¿estaremos también allí, esperando con fe a que él actúe en nuestro favor?”</p><p><strong>¿Han fallado las promesa de Dios en las Escrituras? <br></strong></p><p>Salmo 77 expresa bien los sentimientos de duda y desánimo que a menudo nos oprimen en tiempos de angustia:</p><p>&nbsp;“¿Desecha el Señor para siempre? ¿No volverá a sernos propicio? ¿Cesó para siempre su invariable amor? ¿Se acabó su promesa hecha para todas las generaciones? ¿Se olvidó Dios de su bondad? ¿Ha retenido con ira sus piedades?” (Sal. 77:7-9).&nbsp;</p><p>La respuesta que da el propio autor es sencilla, pero crucial: recuerda en el pre- sente los milagros que Dios ha hecho por ti en el pasado (Sal. 77:11-20). “Recordaré las obras del Señor” (Sal. 77:11). A continuación, el salmista describe el momento más paradigmático de la intervención de Dios en la historia de Israel: el Éxodo de Egipto. El salmista recuerda las maravillas que Jehová realizó cuando liberó a su pueblo de la esclavitud en ese país (Sal. 77:14, 15). Presta especial atención a la milagrosa separación del Mar Rojo (Sal. 77:16-19): “A través del mar fue tu camino” (Sal. 77:19). El salmista también recuerda la manera en que Dios guio el ministerio de Moisés y de Aarón (Sal. 77:20).&nbsp;</p><p>Como advierte tan acertadamente el Espíritu de Profecía: “No tenemos nada que temer del futuro, a menos que olvidemos la manera en que el Señor nos ha conducido, y lo que nos ha enseñado en nuestra historia pasada” (Elena de White, Notas biográficas, p. 193).&nbsp;</p><p>Cuando estemos enfermos o acosados por la tribulación, haríamos bien en realizar el siguiente ejercicio de fortalecimiento de la fe: destacar en un diario las bendiciones más preciosas que el Señor nos ha concedido en nuestra vida, desde las más sencillas hasta las más impactantes. Al fin y al cabo, ¿no fue este ejercicio de recordar lo que hizo el salmista?</p><p><strong>¿Por qué prosperan los impíos?</strong>&nbsp;</p><p>David introduce el tema que nos ocupa con el siguiente consejo: “No te impa- cientes a causa de los malignos” (Sal. 37:1). Resume el fundamento de su consejo (los malhechores perecerán [Sal. 37:2]) antes de pasar a su principal preocupación, que es el creyente. David lo anima con varios principios para vivir piadosamente (Sal. 37:3-9). Estos imperativos morales son la base para mantener la salud y la aptitud mental en un mundo injusto. David incorpora promesas en medio de sus imperativos, como sigue:&nbsp;</p><p>1. “Confía en el Señor”.&nbsp;</p><p>2. “Haz lo bueno”. Promesa: “Habita en la tierra y cultiva la fidelidad” (Sal. 37:3).&nbsp;</p><p>3. “Deléitate en el Señor”. Promesa: “Y él te dará los deseos de tu corazón” (Sal. 37:4).&nbsp;</p><p>4. “Encomienda al Señor tu camino”.&nbsp;</p><p>5. “Confía en él”. Promesa: “Y él hará” (Sal. 37:5). “Exhibirá tu justicia como la luz, y tu derecho como el mediodía” (Sal. 37:6).&nbsp;</p><p>6. “Descansa en el Señor”.&nbsp;</p><p>7. “Espera tranquilo en él”.&nbsp;</p><p>8. “No te impacientes por el hombre que hace el mal y prospera en su cami- no” (Sal. 37:7).&nbsp;</p><p>9. “Deja la ira”.&nbsp;</p><p>10. “Abandona el enojo”.&nbsp;</p><p>11. “No te impacientes, que eso solo conduce al mal” (Sal. 37:8). Promesa: “Porque los malhechores serán exterminados, pero los que esperan en el Señor heredarán la tierra” (Sal. 37:9).&nbsp;</p><p>Este salmo es una obra maestra literaria, tanto en su forma como en su contenido. Si nos esforzáramos ardientemente por poner en práctica las directrices que contiene, evitaríamos muchos desengaños y amarguras. Además, el texto del salmo nos ofrece promesas alentadoras que nos motivan a poner en práctica sus preceptos.&nbsp;</p><p>El salmista repasa los mismos conceptos en el resto de su canto:&nbsp;</p><p>(a) La prosperidad de los impíos (Sal. 37:12, 14);&nbsp;</p><p>(b) el mandato de confiar en el Señor (Sal. 37:27, 34, 37);&nbsp;</p><p>(c) el comportamiento de los justos (Sal. 37:21, 26, 30, 31);&nbsp;</p><p>(d) la destrucción de los malhechores (Sal. 37:10, 13, 15, 22, 35, 36, 38); y&nbsp;</p><p>(e) las promesas para los fieles (Sal. 37:11, 16-20, 22-25, 28, 29, 32, 33, 39, 40).&nbsp;</p><p>Los conceptos expresados en este salmo lo hacen merecedor de nuestro más profundo estudio.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong>&nbsp;</p><p>El salmista nos invita a confiar en Dios en medio del sufrimiento y las pruebas. La mayoría de las veces, probablemente no obtengamos respuestas claras a nuestras preguntas más desconcertantes de este lado de la Eternidad. A veces, quizá no sin- tamos la presencia de nuestro Protector celestial a nuestro lado. O podemos sentir que las promesas de Dios fallan. Pero debemos recordar los imperativos morales de los salmistas: confía en Dios, independientemente de las circunstancias; recuerda sus maravillas en tu vida; estudia más a fondo la Palabra de Dios; aférrate a las promesas de Dios; ¡y sujétate fuertemente al Señor! “La salvación de los justos viene del Señor. Él es su refugio en el tiempo de angustia. El Señor los ayudará y los librará. Los libertará de los impíos, y los salvará, porque en él esperaron” (Sal. 37:39, 40).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>CÓMO CANTAR LA CANCIÓN DEL SEÑOR EN TIERRA EXTRAÑA</strong><br></p>",
      "verse": "<p>“¿Cómo habíamos de cantar canción del Señor en tierra extraña?” (Sal. 137:4).<br></p>",
      "versionCode": 100,
      "weekDate": "27 de enero - 2 de febrero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
