{
  "data": [
    {
      "color": "#0e859d",
      "id": 709,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 19",
          "dayTitle": "<p><strong>Living Wisely</strong></p>",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>Not long ago a crystal jug was placed on auction in the United Kingdom. The auctioneers described it as a “nineteenth-century French, claret jug,” estimating its worth at US$200. Two perceptive bidders recognized the jug as an extremely rare, Islamic ewer. Its true, appraised worth? £5 million (about US$6.5 million). What allowed that bidder to walk away with such a bargain? <br></p><p>The bidder knew something that the auctioneer did not: the true value of the jug.\n</p><p>In Ephesians 5:1–20, Paul contrasts what pagans and believers valued. Pagans valued a racy story (Eph. 5:4), a drunken party (Eph. 5:18), and debauched sex (Eph. 5:3, 5) as the great treasures of life. Believers, though, know an ultimate day of appraisal is coming, when the true value of all things will become apparent (Eph. 5:5, 6). Instead of placing their bid on partying and drunkenness, they treasure, among other things, “all that is good and right and true” (Eph. 5:9, ESV) in Christ. Paul, thus, urges them to snap up the bargains found in Christ as they live (as we all do) on the threshold of eternity (Eph. 5:15–17).\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 20",
          "dayTitle": "<p><strong>“Instead Let There Be Thanksgiving”</strong></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p><strong>In what sense does Paul intend believers to be “imitators of God”? See Ephesians 5:1, 2, NKJV\n</strong></p><p><strong>Ephesians 5:1, 2\n</strong></p><p><strong><sup>1</sup></strong>Therefore be imitators of God as dear children.\n</p><p><strong><sup>2</sup></strong> And walk in love, as Christ also has loved us and given Himself for us, an offering and a sacrifice to God for a sweet-smelling aroma.\n</p><p>Paul urges the believers in Ephesus to walk in love, a call important to this section (see Eph. 5:8, 15). This “walking in love” (see Eph. 5:2) is to be modeled after Christ’s own love for us (compare Eph. 4:32), expressed in His atoning sacrifice. Paul affirms four things about that sacrifice: (1) It is motivated by both the love of God the Father (Eph. 5:1) and of Christ Himself (Eph. 5:2); (2) it is substitutionary, with Christ dying in our place. Christ is no passive victim but gave Himself up for us; (3) under the imagery of the Old Testament sanctuary service, Christ’s death is also a sacrifice, which is made to God; and (4) the sacrifice is accepted by God since it is “a fragrant offering” (Eph. 5:2, ESV; compare Exod. 29:18, Lev. 2:9, Phil. 4:18).\n</p><p><strong>Eph. 5:2\n</strong></p><p><strong><sup>2</sup></strong> And walk in love, as Christ also has loved us and given Himself for us, an offering and a sacrifice to God for a sweet-smelling aroma.\n</p><p><strong>Exod. 29:18\n</strong></p><p><strong><sup>18</sup> </strong>And you shall burn the whole ram on the altar. It is a burnt offering to the Lord; it is a sweet aroma, an offering made by fire to the Lord.\n</p><p><strong>Lev. 2:9\n</strong></p><p><strong><sup>9</sup> </strong>Then the priest shall take from the grain offering a memorial portion, and burn it on the altar. It is an offering made by fire, a sweet aroma to the Lord.\n</p><p><strong>Phil. 4:18\n</strong></p><p><strong><sup>18</sup></strong> Indeed I have all and abound. I am full, having received from Epaphroditus the things sent from you, a sweet-smelling aroma, an acceptable sacrifice, well pleasing to God.\n</p><p>Ephesians 5:3–5 then introduces a section expressing concern for sexual ethics. The young converts in Ephesus are in danger of reversing their Christian calling and being drawn back into sexual behavior that would negate their Christian witness (compare 1 Cor. 5:1–11, 1 Cor. 6:12–20, 2 Cor. 12:21).\n</p><p><strong>1 Cor. 5:1–11\n</strong></p><p><sup><strong>1</strong> </sup>It is actually reported that there is sexual immorality among you, and such sexual immorality as is not even named among the Gentiles—that a man has his father’s wife!\n</p><p><sup><strong>2</strong> </sup>And you are puffed up, and have not rather mourned, that he who has done this deed might be taken away from among you.\n</p><p><strong><sup>3 </sup></strong>For I indeed, as absent in body but present in spirit, have already judged (as though I were present) him who has so done this deed.\n</p><p><strong><sup>4</sup></strong> In the name of our Lord Jesus Christ, when you are gathered together, along with my spirit, with the power of our Lord Jesus Christ,\n</p><p><strong><sup>5</sup> </strong>deliver such a one to Satan for the destruction of the flesh, that his spirit may be saved in the day of the Lord Jesus.\n</p><p><strong><sup>6 </sup></strong>Your glorying is not good. Do you not know that a little leaven leavens the whole lump?\n</p><p><strong><sup>7 </sup></strong>Therefore purge out the old leaven, that you may be a new lump, since you truly are unleavened. For indeed Christ, our Passover, was sacrificed for us.\n</p><p><sup>8</sup><strong> </strong>Therefore let us keep the feast, not with old leaven, nor with the leaven of malice and wickedness, but with the unleavened bread of sincerity and truth.\n</p><p><strong><sup>9</sup></strong> I wrote to you in my epistle not to keep company with sexually immoral people.\n</p><p><strong><sup>10</sup> </strong>Yet I certainly did not mean with the sexually immoral people of this world, or with the covetous, or extortioners, or idolaters, since then you would need to go out of the world.\n</p><p><strong><sup>11</sup></strong> But now I have written to you not to keep company with anyone named a brother, who is sexually immoral, or covetous, or an idolater, or a reviler, or a drunkard, or an extortioner—not even to eat with such a person.\n</p><p><strong>1 Cor.6:12–20\n</strong></p><p><strong><sup>12</sup></strong> All things are lawful for me, but all things are not helpful. All things are lawful for me, but I will not be brought under the power of any.\n</p><p><strong><sup>13</sup></strong> Foods for the stomach and the stomach for foods, but God will destroy both it and them. Now the body is not for sexual immorality but for the Lord, and the Lord for the body.\n</p><p><strong><sup>14</sup></strong> And God both raised up the Lord and will also raise us up by His power.\n</p><p><strong><sup>15</sup></strong> Do you not know that your bodies are members of Christ? Shall I then take the members of Christ and make them members of a harlot? Certainly not!\n</p><p><strong><sup>16</sup> </strong>Or do you not know that he who is joined to a harlot is one body with her? For “the two,” He says, “shall become one flesh.”\n</p><p><strong><sup>17</sup> </strong>But he who is joined to the Lord is one spirit with Him.\n</p><p><strong><sup>18</sup> </strong>Flee sexual immorality. Every sin that a man does is outside the body, but he who commits sexual immorality sins against his own body.\n</p><p><strong><sup>19</sup> </strong>Or do you not know that your body is the temple of the Holy Spirit who is in you, whom you have from God, and you are not your own?\n</p><p><strong><sup>20</sup></strong> For you were bought at a price; therefore glorify God in your body and in your spirit, which are God’s.\n</p><p><strong>2 Cor. 12:21\n</strong></p><p><strong><sup>21</sup> </strong>lest, when I come again, my God will humble me among you, and I shall mourn for many who have sinned before and have not repented of the uncleanness, fornication, and lewdness which they have practiced.\n</p><p>On the one hand, the Greco-Roman world of the first century exhibited the moral corruption and debauchery described elsewhere in the New Testament (see 1  Cor. 6:9, Gal. 5:19, Eph. 4:17–19, Col. 3:5). For example, banquets of the wealthy regularly featured the behaviors Paul decries in Ephesians 5:3–14: drunkenness, ribald speech, risqué entertainment, and immoral acts. In addition, urban centers provided anonymity and permissiveness that fostered immoral sexual practices. On the other hand, many in that society lived virtuous lives and served as advocates for strict morality. When the New Testament provides vice-or-virtue lists and household codes (e.g., Eph. 5:21–6:9, Col. 3:18–4:1), its authors mirror themes in the wider Greco-Roman world. This world, at once debauched and virtuous, helps explain Paul’s exhortations to avoid the immoral behavior practiced by the Gentiles while wishing for believers to be circumspect in their behavior and so to earn good standing among outsiders.\n</p><p><strong>In what ways are Paul’s words about sexual behavior applicable to your culture, wherever you live?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 21",
          "dayTitle": "<p><strong>Walking as Children of Light</strong></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p><strong>Paul writes, “Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience” (Eph. 5:6, NKJV).\n</strong></p><p><strong>Eph. 5:6\n</strong></p><p><strong><sup>6</sup></strong> Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience.\n</p><p>Paul has identified those who practice various sins without shame or repentance, the “sexually immoral, or impure, or who is covetous” (Eph. 5:5, ESV). He has offered a blunt assessment: Those who are in Christ and destined to be participants in His future kingdom should not act like those who are not (Eph. 5:5). He now worries over the effect of “empty words”; that is, believers might be deceived by explicit language into thinking that sexual sin is not taboo, or might even be drawn into such sins themselves (Eph. 5:6). To be so deceived, warns Paul, risks God’s end-time judgment, “the wrath of God” that “comes upon the sons of disobedience” (Eph. 5:6, ESV). The phrase “the wrath of God” is a challenging one. That it is the wrath or anger of God suggests a contrast to the usual, moody human variety (compare Eph. 4:31). It is the just response of a long-suffering and righteous God against stubborn commitment to evil, not a crazed, volcanic reaction to some minor infraction. Moreover, mentions of divine wrath most often occur in the context of inspired, biblical warnings about the coming judgments of God (e.g., Rev. 6:12–17, Rev. 16:1–16, Rev. 19:11–16). God warns of His own coming judgments—an act of grace, since human beings are “by nature children of wrath” (Eph. 2:3, ESV), subject to those judgments.\n</p><p><strong>Why does Paul exhort believers not to become “partners” or “partakers” with sinners? (Eph. 5:7–10).\n</strong></p><p><strong>Eph. 5:7–10\n</strong></p><p><strong><sup>7</sup></strong> Therefore do not be partakers with them.\n</p><p><strong><sup>8 </sup></strong>For you were once darkness, but now you are light in the Lord. Walk as children of light\n</p><p><strong><sup>9</sup> </strong>(for the fruit of the Spirit is in all goodness, righteousness, and truth),\n</p><p><strong><sup>10</sup> </strong>finding out what is acceptable to the Lord.\n</p><p>Paul exhorts, “Walk as children of light” (Eph. 5:8) and continues with a further command: “and try to discern what is pleasing to the Lord” (Eph. 5:10, ESV). The pagan seeks pleasure through “sexual immorality and all impurity or covetousness” (Eph. 5:3, ESV). The believer’s goal is dramatically different, not to please oneself but to please God (compare Rom. 12:1, 2 Cor. 5:9, Heb. 13:21, which use the same Greek word, euarestos, “pleasing” or “acceptable”). The believer seeks to reflect the self-sacrifice of Christ (“walk in love, as Christ loved us and gave himself up for us,” Eph. 5:2, ESV).\n</p><p><strong>What are some of the “empty words” that in our day and age we need to be wary of?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 22",
          "dayTitle": "<p><strong>“Awake, O Sleeper!”</strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Ephesians 5:11–14. What powerful warning is Paul giving here, and how does this apply to our present situation?\n</strong></p><p><strong>Ephesians 5:11–14\n</strong></p><p><strong><sup>11</sup> </strong>And have no fellowship with the unfruitful works of darkness, but rather expose them.\n</p><p><strong><sup>12</sup></strong> For it is shameful even to speak of those things which are done by them in secret.\n</p><p><strong><sup>13</sup></strong> But all things that are exposed are made manifest by the light, for whatever makes manifest is light.\n</p><p><strong><sup>14</sup></strong> Therefore He says: “Awake, you who sleep, Arise from the dead, And Christ will give you light.”\n</p><p>To understand Ephesians 5:11–14, it is helpful to observe that Paul repeatedly offers two exhortations, alternating between them: (1) live a God-honoring lifestyle as “children of light” (Eph. 5:8; see also Eph. 5:1, 2, 4, 9–10, 11, 13, 14); and (2) don’t live a sexually immoral, Godopposing lifestyle, exhibiting the “unfruitful works of darkness” (Eph. 5:11; see also Eph. 5:3–8, 12).\n</p><p>We may mine the parallel exhortations in Ephesians 5:8–10 in order to understand Ephesians 5:11. Believers are to live before unbelievers as “light in the Lord” and “children of light” (Eph. 5:8). The whole point of doing so is to be seen, to make clear that “the fruit of light is found in all that is good and right and true” (Eph. 5:9, ESV). Paul, then, is advocating a strategy of showing forth God’s goodness. Believers are to expose the unfruitful works of darkness by exhibiting the righteous alternative for all to see.\n</p><p>Meanwhile, we may take the challenging, poetic language of verses 13 and 14 as Paul’s daring assertion that believers, by exhibiting “the fruit of the Spirit” (Eph. 5:9), may win worldlings to faith in Christ. The Spirit is like light and reveals hidden things: “But when anything is exposed by the light, it becomes visible, for anything that becomes visible is light” (Eph. 5:13, 14, ESV). When decadent living is exposed by the light, worldlings may see their behavior for what it is (“it becomes visible”), futureless and wrath-bound (Eph. 5:5, 6), and experience a darkness-to-light transformation (“for anything that becomes visible is light,” ESV), the very change that Paul’s Ephesian readers have experienced as believers themselves (Eph. 5:8).\n</p><p>What are we to make of the poem or hymn in Ephesians 5:14, which uses language associated with the resurrection of the dead at the end of time (compare Eph. 2:1, 5) to issue a clarion call to awaken from spiritual slumber and experience the transforming presence of Christ? Since Isaiah 60:1–3, which Paul seems to reflect, is directed to God’s people Israel, we may view the hymn/poem of Ephesians 5:14 as a powerful appeal to Christian believers to awaken to their role as missionaries, refractors of the light of Christ in a darkened world (compare Phil. 2:14–16, Matt. 5:16).\n</p><p><strong>How do you live the kind of lifestyle that can expose works of darkness for what they are?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Wednesday 23 August 2023",
          "dayTitle": "<p><strong>Snapping Up the Bargains</strong></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p>Paul concludes Ephesians 5:1–20 with two clusters of exhortations, Ephesians 5:15–17 and Ephesians 5:18–20, completing a section with sustained interest in sexual purity. The first cluster begins with the exhortation, “Look carefully then how you walk, not as unwise but as wise” (Eph. 5:15, ESV), restated as “do not be foolish, but understand what the will of the Lord is” (Eph. 5:17, ESV). In between is a call to make “the best use of the time” (Eph. 5:16, ESV).\n</p><p><strong>Ephesians 5:1–20\n</strong></p><p><strong><sup>1</sup></strong> Therefore be imitators of God as dear children.\n</p><p><strong><sup>2</sup></strong> And walk in love, as Christ also has loved us and given Himself for us, an offering and a sacrifice to God for a sweet-smelling aroma.\n</p><p><strong><sup>3</sup> </strong>But fornication and all uncleanness or covetousness, let it not even be named among you, as is fitting for saints;\n</p><p><sup><strong>4</strong> </sup>neither filthiness, nor foolish talking, nor coarse jesting, which are not fitting, but rather giving of thanks.\n</p><p><strong><sup>5</sup></strong> For this you know, that no fornicator, unclean person, nor covetous man, who is an idolater, has any inheritance in the kingdom of Christ and God.\n</p><p><strong><sup>6</sup> </strong>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience.\n</p><p><sup><strong>7</strong> </sup>Therefore do not be partakers with them.\n</p><p><strong><sup>8</sup> </strong>For you were once darkness, but now you are light in the Lord. Walk as children of light\n</p><p><sup><strong>9</strong> </sup>(for the fruit of the Spirit is in all goodness, righteousness, and truth),\n</p><p><strong><sup>10</sup> </strong>finding out what is acceptable to the Lord.\n</p><p><strong><sup>11</sup></strong> And have no fellowship with the unfruitful works of darkness, but rather expose them.\n</p><p><strong><sup>12</sup></strong> For it is shameful even to speak of those things which are done by them in secret.\n</p><p><strong><sup>13</sup> </strong>But all things that are exposed are made manifest by the light, for whatever makes manifest is light.\n</p><p><strong><sup>14</sup></strong> Therefore He says: “Awake, you who sleep, Arise from the dead, And Christ will give you light.”\n</p><p><strong><sup>15</sup> </strong>See then that you walk circumspectly, not as fools but as wise,\n</p><p><strong><sup>16</sup></strong> redeeming the time, because the days are evil.\n</p><p><strong><sup>17</sup> </strong>Therefore do not be unwise, but understand what the will of the Lord is.\n</p><p><strong><sup>18</sup> </strong>And do not be drunk with wine, in which is dissipation; but be filled with the Spirit,\n</p><p><strong><sup>19</sup></strong> speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord,\n</p><p><strong><sup>20</sup> </strong>giving thanks always for all things to God the Father in the name of our Lord Jesus Christ,\n</p><p>Consider Paul’s exhortations to live in a way that reflects prayerful, discerning wisdom (Eph. 5:15–17). What is the difference between walking not as fools but “wise”? Also, what does “redeeming the time” mean?\n</p><p><strong>Eph. 5:15–17\n</strong></p><p><strong><sup>15</sup> </strong>See then that you walk circumspectly, not as fools but as wise,\n</p><p><strong><sup>16</sup></strong> redeeming the time, because the days are evil.\n</p><p><strong><sup>17</sup></strong> Therefore do not be unwise, but understand what the will of the Lord is.\n</p><p>In Ephesians, Paul has repeatedly used the common Old Testament metaphor of “walking” for how one lives (Eph. 2:2, 10; Eph. 4:1, 17; Eph. 5:2, 8). Here he uses the metaphor to encourage intentional discipleship. Just as you should “watch your step” when walking on a rough or darkened path, believers should “look carefully then how you walk” (Eph. 5:15, ESV). Because Ephesians 5:15 finds a parallel in Ephesians 5:17, we may look there for a definition of what it means to live as wise people. We do not look within for wisdom. To be wise is to reach beyond ourselves, to “understand what the will of the Lord is” (Eph. 5:17, ESV).\n</p><p>Paul also encourages intentional discipleship with a vivid image. In the phrase “making the best use of the time” (Eph. 5:16, ESV; compare “redeeming the time,” NKJV), Paul uses the verb exagoraz? (compare Col. 4:5). Drawn from the marketplace, it is an intensive form of the verb “to buy” and means “to snap up the bargains” on offer as we await Christ’s return. “Time” here is the Greek word kairos, which describes a moment of opportunity. The “time” until the end is a promising period to be used to the full. It is also a challenging time because “the days are evil” (Eph. 5:16, ESV; compare Eph. 6:13, Gal. 1:4) and because “the course of this world” is dominated by “the prince of the power of the air” (Eph. 2:2, ESV).\n</p><p>As believers look toward the return of Christ, they live in a difficult time, one that Paul portrays as a hazardous but rewarding marketplace. They are to be as attentive in their use of the time that remains as are bargain hunters during a brief sale that offers steep discounts. Though we can’t buy salvation, the imagery is still apt: take promptly what is offered us in Christ.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 24",
          "dayTitle": "<p><strong>Spirit-Filled Worship</strong></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p><strong>In Ephesians 5:18–20, Paul imagines Christians gathered to worship. What does he depict them as doing in that worship?\n</strong></p><p><strong>Ephesians 5:18–20\n</strong></p><p><strong><sup>18</sup></strong> And do not be drunk with wine, in which is dissipation; but be filled with the Spirit,\n</p><p><strong><sup>19</sup> </strong>speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord,\n</p><p><strong><sup>20</sup> </strong>giving thanks always for all things to God the Father in the name of our Lord Jesus Christ,\n</p><p>In his final argument in Ephesians 5:1–20, Paul urges believers to turn away from the mind-numbing use of wine and instead experience together the presence and power of the Spirit. Paul bans drunkenness (probably with a quotation from Proverbs 23:31 in the Greek version of the Old Testament), suggesting he has in mind the injunctions against the use of alcohol as seen in the wisdom literature (Prov. 20:1, Prov. 23:29–35). The evil things that come in the wake of drunkenness include crude, sexually explicit speech, mindlessness, immorality, and idolatry (Eph. 5:3–14). These are to be exchanged for thoughtful, Spirit-inspired worship of God. Paul’s exhortation to be filled with the Spirit is a key one that is modified by a series of verbs in Ephesians 5:19–21 (“speaking”; “singing and making melody”; “giving thanks”; “submitting yourselves”).\n</p><p>Paul here applies the exhortation to “be filled with the Spirit” (Eph. 5:18) corporately, imagining believers gathering in Spirit-inspired worship of God that nourishes unity (Ephesians 4) and that stands in contrast with egocentric, pagan behavior and worship (Eph. 5:1–18). In this sketch of early Christian worship, musical praise dominates. It has been argued that the church was born in song; and this passage, together with Colossians 3:16, provides the best evidence for the claim (compare Acts 16:25, James 5:13).\n</p><p><strong>Acts 16:25\n</strong></p><p><strong><sup>25</sup></strong> But at midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them.\n</p><p><strong>James 5:13\n</strong></p><p><strong><sup>13</sup> </strong>Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing psalms.\n</p><p>There is a “horizontal” element to worship since, in singing, church members are in a sense “speaking to one another” (Eph. 5:19, NKJV). However, the specific object of the musical praise is the Lord, which, as indicated in Ephesians 5:20, identifies “the Lord Jesus Christ” (compare Col. 3:16).\n</p><p><strong>Col. 3:16\n</strong></p><p><strong><sup>16</sup></strong> Let the word of Christ dwell in you richly in all wisdom, teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.\n</p><p>The thanksgiving of Ephesians 5:20, described in parallel to the musical praise of Ephesians 5:19, is to be offered “unto God the Father in the name of our Lord Jesus Christ.” In the phrase “spiritual songs,” the adjective “spiritual” (Greek, pneumatikos) highlights the role of the Holy Spirit in worship since the term describes songs that are inspired by or filled with the Holy Spirit. Paul’s sketch of early Christian worship, then, portrays all three members of the Godhead as active participants.\n</p><p><strong>How can you use music to enhance your own worship experience?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 25",
          "dayTitle": "<p><strong>Further Thought:</strong></p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p>Looking back at Ephesians 5:1–20 as a whole, we watch Paul take a strong stance against sin and evil, especially in the form of sexual immorality and crude speech. He is unwilling to accept the presence of corrupt behavior among the people of God. Instead, he calls the believers in Ephesus to a high standard of conduct and to embrace their identity as the “beloved children” of God and as “saints,” or holy ones (Eph. 5:1–10, ESV). He dares to believe that when the Christians in community do so, they shine a light into the darkness, drawing their neighbors away from self-defeating lifestyles and into God’s grace and truth (Eph. 5:11–14).\n</p><p>Paul imagines the church, buoyed by a renewed commitment to “walk as children of light” while they await Christ’s return (Eph. 5:8; see also Eph. 5:15, 16) and blessed by the presence of Christ (Eph. 5:14), gathering to worship. As they are motivated by their status “as beloved children” of God and by Christ’s death for them (Eph. 5:1, 2, ESV) and are filled with the Spirit (Eph. 5:18), their shared worship is characterized by energy and joy as together they sing thanksgiving praise to their Lord, Jesus Christ, and to God the Father. With a firm grip on heavenly realities, they celebrate their hope for the future, rooted in the story of what God has done, is doing, and will accomplish through Jesus Christ their Lord (Eph. 5:18–20).\n</p><p>Understood in this way, the passage becomes far more than a set of disconnected commands about Christian living. It becomes a prophetic call concerning Christian identity, commitment, community, and worship in the last days, a pathos-filled invitation to “snap up the bargains” on offer in the days until Christ’s return (Eph. 5:16).\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1. </strong>Confronted today with a viral culture that preaches its values 24/7/365 through a withering array of media, how can believers adopt Paul’s high standards?\n</p><p><strong>2. </strong>What strategies might believers today employ to “discern what is pleasing to the Lord” (Eph. 5:10, ESV) and to “understand what the will of the Lord is” (Eph. 5:17, ESV)?<strong>\n</strong></p><p><strong>Eph. 5:10\n</strong></p><p><strong><sup>10</sup></strong> finding out what is acceptable to the Lord.\n</p><p><strong>Eph. 5:17\n</strong></p><p><strong><sup>17</sup> </strong>Therefore do not be unwise, but understand what the will of the Lord is.\n</p><p><strong>3. Someone might argue that Paul’s ban against speaking of sexual immorality among believers (Eph. 5:3, 4) means that we should not deal with issues of sexual misbehavior and abuse. Why is that an inappropriate conclusion?\n</strong></p><p><strong>Eph. 5:3-4\n</strong></p><p><sup><strong>3</strong> </sup>But fornication and all uncleanness or covetousness, let it not even be named among you, as is fitting for saints;\n</p><p><strong>\n</strong></p><p><strong style=\"background-color: initial;\"><sup>4</sup></strong><span style=\"background-color: initial;\"> neither filthiness, nor foolish talking, nor coarse jesting, which are not fitting, but rather giving of thanks.</span></p><p><strong style=\"background-color: initial;\">4. In what ways does our contemporary society reflect similar pagan practices to those that Paul dealt with in his time?</strong><br><br><strong>Inside Story:</strong></p><p><strong>Diapers on Grocery List<br><br>By Amy McHenry</strong><br><br>One Friday morning, I was doing the weekly shopping at our local grocery store in Beirut, Lebanon. My husband, Peter, was buying apples and granola bars for the Pathfinders’ weekend hike, and I was getting the family food. We serve as missionaries teaching biology at Middle East University. As I went upstairs to get some disinfectant and dish soap, I glanced down the diaper aisle and saw someone looking at diapers. I thought to myself how hard it must be for people who need diapers in Lebanon. The financial situation is extremely difficult, with the Lebanese currency having lost more than 90 percent of its value in two years and the cost of goods skyrocketing. More than 80 percent of the country lives below the poverty line.<br><br>Suddenly a command popped into my head, “Buy a package of diapers.” I was surprised at this sudden thought. “Lord, is that You?” I asked. “Why would I buy diapers? The youngest of my three children is 10 years old!” “Buy a package of diapers.” I started to walk toward the escalator.<br><br>“Lord, I don’t even know anyone with a baby who needs diapers.” The command became more insistent, “Buy a package of diapers.” I walked back to the diaper aisle and prayed, “OK, Lord, I’ll buy some diapers, and You’ll just have to show me later who they are for. What size should I get?” I grabbed a package of size 3 diapers and continued shopping.<br><br>When my husband and I met at the car, I told him, “Don’t be surprised if you see a package of diapers in the trunk. The Lord told me to purchase them. They’re a gift, but I don’t know who they’re for yet.” We drove home. The next day at church, I saw a friend whose wife works with refugee families in Beirut. We chatted for a while, and I asked him, “Do you think your wife might know someone who needs diapers? The Lord told me to get some yesterday, and I don’t know who they are for.” He promised to ask her. That evening I received a text from him. “When I told my wife your story about the diapers, she started to cry,” he wrote. “Tomorrow she will be visiting two families who need diapers. Can we pick them up tonight?”<br><br>A short while later, as we hugged and chatted at the door, I handed her the diapers that God had put on my grocery list. I learned that she works with more than twenty families who need diapers and can’t afford them. Now I know to put diapers on my grocery list more often.<br><br>Thank you for your mission offerings that help spread the gospel in the Middle East and around the world.<br><br><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>Part I: Overview</strong><br><br><strong>Key Text: Ephesians 5:15–17 Study Focus: Eph. 5:1–20, 1 Cor. 5:1–12, Rev. 16:1–16, Col. 4:5, Prov. 20:1, Prov. 23:29–35, Acts 16:25.</strong><br><br>Introduction: Worldview and identity determine values and wisdom. A Gentile worldview will develop a certain set of values and a certain type of wisdom. God’s kingdom, God’s worldview, and God’s values generate an entirely different type of wisdom. For this reason, Paul does not call Christians to embrace the wisdom of one of the moderate philosophical schools, or even emulate the Greco-Roman pride, in striving for virtue. Rather, in his view, Christian wisdom is rooted in God’s sacrificial love, in Christ’s light, and in pure morality. The wise Christian will run away from the wisdom of the world, which is expressed in all-consuming sexual debauchery, egocentric boasting, and drinking wine. Instead, the wise Christian will wake up from the “sleep” of the world, will be enlightened by Christ’s gospel, will be empowered by the presence of the Holy Spirit, will grab the moment of salvation, and will worship God!<br><br>The difference between the wisdom of this world and the wisdom of God consists in understanding who is the object of one’s worship: self or God. Who is one centered on: self or God? Who is one filled with: self or God?<br><br><strong>Lesson Themes: This week’s study emphasizes three major themes:</strong><br><br><strong>1.</strong> Christian wisdom is rooted in God’s revelation or Christ’s light.<br><br><strong>2.</strong> Christian wisdom is not a collection of witty statements about life.<br><br>Rather, it is a lifestyle, a walk of life transformed by the Holy Spirit according to the pattern left to us in Christ.<br><br><strong>3.</strong> Christian wisdom is about salvation and worship.<br><br>Part II: Commentary The Wisdom That Comes From Above<br><br>It is almost impossible to think of Paul writing on practical aspects of Christian life and not including wisdom in his discussion. The ancient world was steeped in talks about wisdom. Just several centuries prior to Paul, the Greeks gave birth to what they called “philosophy,” that is, love for wisdom. Philosophy rebelled against the ancient Greek mythological wisdom, in which Zeus, Metis (Zeus’ first wife), Athena (their daughter), and Apollo were associated with wisdom in different ways. All these deities were consulted by humans, becoming patrons of various cities or groups of people. For instance, it was believed that people seeking wisdom in various matters of life could access the mind or knowledge of the Greek god Apollo through Pythia, the priestess of the temple of Apollo, also known as the oracle of Delphi. But apart from seeking wisdom from Pythia, the visitor to the temple of Apollo would be greeted and educated by various maxims that constituted the Delphic wisdom, of which three were the most popular: “know thyself,” “nothing in excess,” and “certainty leads to ruin.” Other maxims taught the Greek way of life, from respecting the gods to conducting an ethical life to sacrificing one’s life for one’s country.<br><br>While the philosophers, or “lovers of wisdom,” rejected the mythological aspects of their ancient religion, they placed themselves in the line of succession to the oracle in Delphi. On one hand, the philosophers claimed that Pythia had pronounced Socrates as the wisest man of Greece. On the other hand, the philosophers made use of the Delphic wisdom, especially of the first maxim, “know thyself.” For this reason, Greek philosophy determined and shaped the subsequent aim of Western thought to seek wisdom by appealing to human reason. The same human reason was used as a foundation for ethics or for the Greek way of life. Other philosophies, especially in the East, built on the same foundation of humanity. Buddhism, for instance, is a proposal of a way of life centered on human experience and psychology. Despite the rich diversity of philosophical schools, both in the West and in the East, they all share a common foundation: the principle of “know thyself.” This principle shows that these philosophies represent a human-centric effort to understand the ultimate reality of life and, thus, they infer a way of life, decision-making, and behavior based on human introspection and reason. By doing so, human wisdom, both in the West and in the East, rejected or departed from divine revelation.<br><br>On the other hand, the foundational characteristic of the biblical wisdom is that it is rooted in the divine revelation. Both Paul and James mention characteristics of wisdom that other philosophers also promote: tranquility, balance, moderation, justice, etc. However, James characterized Christian wisdom as coming “from above” (James 3:17), and not “earthly, natural, demonic” (James 3:15, NASB). Paul develops the same contrast between Christian wisdom and worldly wisdom by appealing to the concepts of light versus darkness. For this reason, he warns the Ephesians against being deceived “with empty words” (Eph. 5:6, NASB) or the “useless deeds of darkness” (Eph. 5:11, NASB), for to be deceived by these things is to be unwise.<br><br>But why does Paul characterize the wisdom of the world in such a somber way? Weren’t the philosophers of the world also given good advice, teaching a way of life based on justice and mutual respect? Yes, many of them did. However, no matter how noble a way of life human philosophy would devise, it would always be deficient, partial, and based on the wrong motivation, rejecting the possibility of the revelation of God. The problem of worldly philosophies lies not in what they affirm but in what they reject or deny. A philosopher may get one aspect of life partially correct, but the rejection of the possibility of God’s revelation and the power of His intervention in the world renders his or her philosophy useless for salvation and for life in God’s kingdom. That is why, for instance, sexual impurity was not considered problematic in the ethics of most philosophies. And even if some philosophers promoted sexual abstinence, the reasons for doing so were wrong.<br><br>Ellen G. White notes: “Many acts which pass for good works, even deeds of benevolence, will, when closely investigated, be found to be prompted by wrong motives. Many receive applause for virtues which they do not possess. The Searcher of hearts inspects motives, and often the deeds which are highly applauded by men are recorded by Him as springing from selfish motives and base hypocrisy. Every act of our lives, whether excellent and praiseworthy or deserving of censure, is judged by the Searcher of hearts according to the motives which prompted it.”—Testimonies for the Church, vol. 2, p. 512.<br><br>On the other hand, their words are “empty” because these philosophies do not have the power of grace, redemption, forgiveness, or the Spirit to transform us and help us walk on God’s way. In a letter, Ellen G. White describes the importance of motivation and reve­lation in relation to truth and philosophy: “Faith in a lie will not have a sanctifying influence upon the life or character. No error is truth, or can be made truth by repetition, or by faith in it. Sincerity will never save a soul from the consequences of believing an error. Without sincerity there is no true religion, but sincerity in a false religion will never save a man. I may be perfectly sincere in following a wrong road, but that will not make it the right road, or bring me to the place I wished to reach. The Lord does not want us to have a blind credulity, and call that the faith that sanctifies. The truth is the principle that sanctifies, and therefore it becomes us to know what is truth. We must compare spiritual things with spiritual. We must prove all things, but hold fast only that which is good, that which bears the divine credentials, which lays before us the true motives and principles which should prompt us to action.”—Selected Messages, book 2, p. 56.<br><br>For this reason, the Christian walk that Paul espoused is based on the revelation of God in Christ Jesus. Only the biblical God who created us can reveal to us who He is, who we are, and how we can live to be happy. Only God can give us the grace and power to live that life in His kingdom.<br><br><strong>Light of Light</strong><br><br>In Ephesians 5, Paul does not say that the Ephesians were “in darkness” but that they were “darkness” (Eph. 5:8). But now, “in the Lord,” they are “light” (Eph. 5:8). For this reason, he calls the Ephesians to “walk as children of light” (Eph. 5:8) and explains that walking in light means to bear the “fruit of the light,” “all goodness, righteousness, and truth” (Eph. 5:9, NASB), to live in such a way as to “please the Lord” (see Eph. 5:10, NASB), and to live in the light of Christ, illuminated by Christ (Eph. 5:13, 14). So,we are light “in the Lord” (Eph. 5:8) because we are illuminated by Christ (Eph. 5:14).<br><br><strong>Adventist Theology of Lifestyle</strong><br><br>As Adventists, we have included lifestyle in our list of doctrinal statements. Following Paul, lifestyle is not a marginal aspect of Christianity for us but rather the central part of Christianity, which is to say, living out the Christian life. Adventists especially articulate the biblical teaching on Christianity as a way of life in two fundamental beliefs: 19 (“The Law of God”) and 22 (“Christian Behavior”). In addition, the fact that, in Christ, we regard our transformed lifestyle as essential to Christian experience is also reflected in our church discipline and also in our repeated calls for revival and reformation.<br><br><strong>Part III: Life Application</strong><br><br><strong>1. </strong>Ask your students to recall how they viewed wisdom before becoming Christians. What was wisdom for them then? Invite your students to write down their own definition of wisdom now that they have become true Christians. Ask them to share their understanding of wisdom with the class.<br><br><strong>2.</strong> Ask your students to consider these questions: What does “being enlightened” and “walking in the light” mean in your local context? How do these concepts compare to the biblical view of “being enlightened” and “walking in the light”? What do these concepts mean for you personally?<br><br><strong>3. </strong>Sometimes Christians are accused of suppressing wisdom and preventing the development of human knowledge. Some people perceive Christians as being arrogant and dismissive of the world’s wisdom. How can we, as Adventist Christians, appreciate the world’s search for wisdom; learn from the world’s wisdom heritage; be humble about our own wisdom, as received from God and not our own; yet preach that God is the real, and only, source of wisdom? Discuss the answers in class.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>Living Wisely</p>",
      "verse": "<p>Look carefully then how you walk, not as unwise but as wise, making the best use of the time, because the days are evil. Therefore do not be foolish, but understand what the will of the Lord is (Ephesians 5:15–17, ESV)</p>",
      "versionCode": 10,
      "weekDate": "August 19-25"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
