{
  "data": [
    {
      "color": "#0c8243",
      "id": 5,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "January 22",
          "dayTitle": "<p>Jesus, the Giver of Rest<br></p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p><strong>Memory Text: </strong>“There remains therefore a rest for the people of God” (Hebrews 4:9, NKJV). <br></p><p>Hebrews 1 and 2 focused on the enthronement of Jesus as the Ruler and Liberator of God’s people. Hebrews 3 and 4 introduce Jesus as the One who will provide rest for us. This progression makes sense once we remember that the Davidic covenant promised that God would give the promised king and his people “rest” from their enemies (2 Sam. 7:10, 11). This rest is available to us now that Jesus is seated at the right hand of God. <br></p><p>Hebrews describes the rest both as a rest that belongs to God and as a Sabbath rest (Heb. 4:1–11). God made this rest, which was His, available to Adam and Eve. The first Sabbath was the experience of perfection with the One who made that perfection possible. God also promises a Sabbath rest because true Sabbath observance embodies the promise that God will bring that perfection back. <br></p><p>When we keep the Sabbath, we remember that God made perfect provision for us when He created the world and when He redeemed it at the cross. True Sabbath observance, however, besides first and foremost pointing us back to Creation, offers us a foretaste, in this imperfect world, of the future that God has promised.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 23",
          "dayTitle": "<p>The Land as a Place of Rest<br></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Genesis 15:13–21. What did God promise Abraham?</strong></p><p><strong>Genesis 15:13–21</strong></p><p><strong>13</strong> And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;<strong><br><br>14</strong> And also that nation, whom they shall serve, will I judge: and afterward shall they come out with great substance.<strong><br><br>15</strong> And thou shalt go to thy fathers in peace; thou shalt be buried in a good old age.<strong><br><br>16</strong> But in the fourth generation they shall come hither again: for the iniquity of the Amorites is not yet full.<strong><br><br>17</strong> And it came to pass, that, when the sun went down, and it was dark, behold a smoking furnace, and a burning lamp that passed between those pieces.<strong><br><br>18</strong> In the same day the Lord made a covenant with Abram, saying, Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates:<strong><br><br>19</strong> The Kenites, and the Kenizzites, and the Kadmonites,<strong><br><br>20</strong> And the Hittites, and the Perizzites, and the Rephaims,<strong><br><br>21</strong> And the Amorites, and the Canaanites, and the Girgashites, and the Jebusites.</p><p><br></p><p>When God delivered Israel from slavery in Egypt, His purpose was to bring Israel to the land of Canaan, where they would be able to serve and obey Him freely (Exod. 8:1; Ps. 105:43–45), including enjoying the Sabbath rest that Pharoah had prohibited (Exod. 5:5). The land of Canaan was the inheritance that God had promised to their father Abraham because he had obeyed God’s voice and left his country to go to the Promised Land (Gen. 11:31–12:4).</p><p> God’s purpose in giving the land to Israel was not simply for the people to possess it. God was bringing them to Himself (Exod. 19:4). God wanted them to live in a land where they would be able to enjoy an intimate relationship with Him, without any hindrance, and would be a witness to the world of who the true God was and what He offered His people. Like the Sabbath of Creation, the land of Canaan was a framework that made possible an intimate relationship with their Redeemer and the enjoyment of His goodness. <br></p><p>In Deuteronomy 12:1–14, the Lord told the people that they would enter the rest, not simply when they entered the land—but when they had purged the land from idolatry. After that, God would show them, the chosen, a place where He would dwell among them.</p><p><strong>Read Exodus 20:8–11 and Deuteronomy 5:12–15. What two things does the Sabbath rest commemorate, and how are they related?</strong></p><p><strong>Exodus 20:8–11</strong></p><p><strong>8</strong> Remember the sabbath day, to keep it holy.<strong><br><br>9</strong> Six days shalt thou labour, and do all thy work:<strong><br><br>10</strong> But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:<strong><br><br>11 </strong>For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the sabbath day, and hallowed it.</p><p><strong>Deuteronomy 5:12–15</strong></p><p><strong>12 </strong>Keep the sabbath day to sanctify it, as the Lord thy God hath commanded thee.<strong><br><br>13 </strong>Six days thou shalt labour, and do all thy work:<strong><br><br>14 </strong>But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maidservant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou.<strong><br><br>15 </strong>And remember that thou wast a servant in the land of Egypt, and that the Lord thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the Lord thy God commanded thee to keep the sabbath day.<br></p><p><br></p><p>God connected the Sabbath of Creation with the deliverance from Egypt. He instructed Israel to observe the Sabbath as a memorial of Creation and as a memorial of their redemption from Egypt. Creation and Redemption are both enshrined in the Sabbath commandment. Just as we did not create ourselves, we cannot redeem ourselves. It’s a work that only God can do, and by resting we acknowledge our dependence upon Him, not only for existence but also for salvation. Sabbath keeping is a powerful expression of salvation by faith alone. <strong><br></strong></p><p><strong>How should keeping the Sabbath help us understand our complete dependence upon God, not only for existence but also for salvation?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 24",
          "dayTitle": "<p>Because of Unbelief<br></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Hebrews 3:12–19. Why was Israel unable to enter into the promised rest?</strong></p><p><strong>Hebrews 3:12–19<br></strong></p><p><strong>12</strong> Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.<strong><br><br>13</strong> But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.<strong><br><br>14</strong> For we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;<strong><br><br>15</strong> While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.<strong><br><br>16</strong> For some, when they had heard, did provoke: howbeit not all that came out of Egypt by Moses.<strong><br><br>17</strong> But with whom was he grieved forty years? was it not with them that had sinned, whose carcases fell in the wilderness?<strong><br><br>18</strong> And to whom sware he that they should not enter into his rest, but to them that believed not?<strong><br><br>19</strong> So we see that they could not enter in because of unbelief.</p><p><br></p><p>The sad story is that those who were delivered from Egypt were unable to enter into the rest that God had promised them. When the Israelites arrived at Kadesh barnea, at the border of the Promised Land, they lacked the faith that they needed. Numbers 13 and Numbers 14 explain that the Israelite spies “brought to the people of Israel a bad report of the land” (Num. 13:32, ESV). They affirmed that the land was good, but they warned that the inhabitants were strong and the cities were fortified and that they would not be able to conquer it. <br></p><p>Joshua and Caleb agreed that the land was good and did not dispute the fact that the people there were strong and the cities were fortified. But they said that God was with them and that He would bring them into the land (Num. 14:7–9). Yet, the people who saw God destroy Egypt through plagues (Exodus 7–12), annihilate Pharaoh’s army in the Red Sea (Exodus 14), and provide bread from heaven (Exodus 16) and water from the rock (Exodus 17), as well as manifest His continuing presence and guidance through the cloud (Exod. 40:36–38), failed to trust in Him now. It is a tragic irony that the generation who saw such mighty displays of God’s power became a symbol of faithlessness (Neh. 9:15–17, Ps. 106:24–26, 1 Cor. 10:5–10).</p><p> God promises His children gifts that are beyond human reach. That is why they are based on grace and are accessible only through faith. Hebrews 4:2 explains that the promise Israel received “was of no value to them, because they did not share the faith of those who obeyed” (Heb. 4:2, NIV).</p><p> Israel traveled to the borders of the Promised Land as a people. When the people were faced with contradictory reports, they identified with those who lacked faith. Faith, or lack of it, is contagious. That is why Hebrews admonishes its readers to “exhort one another” (Heb. 3:13), “to stir up one another to love and good works” (Heb. 10:24, ESV), and to “see to it that no one fails to obtain the grace of God” (Heb. 12:15, ESV). <strong><br></strong></p><p><strong>In what ways can you help build the faith of fellow believers? How can you make sure that you never say or do anything that could weaken another’s faith?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 25",
          "dayTitle": "<p>Today, If You Hear His Voice<br></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Hebrews 4:4-­8. What is the meaning of entering rest “today” in connection with keeping the Sabbath? <br></strong></p><p><strong>Hebrews 4:4-­8</strong></p><p><strong>4 </strong>For he spake in a certain place of the seventh day on this wise, And God did rest the seventh day from all his works.<strong><br><br>5</strong> And in this place again, If they shall enter into my rest.<strong><br><br>6</strong> Seeing therefore it remaineth that some must enter therein, and they to whom it was first preached entered not in because of unbelief:<strong><br><br>7 </strong>Again, he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, harden not your hearts.<strong><br><br>8</strong> For if Jesus had given them rest, then would he not afterward have spoken of another day.<br></p><p><br></p><p> The unbelief of the desert generation prevented them from entering into the rest God promised. But God kept urging His people to enter this rest and not to harden their hearts. Paul repeats several times that God’s promise “remains” (Heb. 4:1, 6, 9, NKJV). He uses the Greek verbs kataleip? and apoleip?, emphasizing that “the promise of entering his [God’s] rest still stands” (Heb. 4:1, ESV). The fact that the invitation to enter this rest was repeated in the time of David (Heb. 4:6, 7, referring to Psalm 95) implied both that the promise had not been claimed and that it was still available. In fact, Paul suggests that the experience of true Sabbath rest has been available since the time of Creation (Heb. 4:3, 4). <br></p><p>God invites us “today” to enter into His rest. “Today” is a crucial concept throughout Scripture. When Moses renewed Israel’s covenant with God at the border of the Promised Land, he emphasized the importance of “today” (Deut. 5:3, compare Deut. 4:8, Deut. 6:6, etc.). It was a moment of reflection to recognize God’s faithfulness (Deut. 11:2–7) and a time of decision to obey the Lord (Deut. 5:1–3). Similarly, Joshua called on the people of his time to “choose for yourselves this day whom you will serve” (Josh. 24:15, NKJV). <br></p><p>In the same way, “today” is a time of decision for us, a time of opportunity as well as danger, as it has always been for God’s people (See 2 Cor. 6:2). “Today” appears five times in Hebrews 3 and Hebrews 4. It emphasizes the importance of listening to God’s voice (Heb. 3:7, 15; 4:7) because failing to listen and believe God’s Word leads to disobedience and the hardening of our hearts. It could even delay our entrance into the heavenly Canaan, just as it kept the wilderness generation from entering the earthly Canaan. <br></p><p>But Jesus has defeated our enemies (Heb. 2:14–16) and inaugurated a new covenant (Hebrews 8–10). Thus, we can “come boldly to the throne of grace” (Heb. 4:14–16). The appeal “today” invites us to recognize that God has been faithful to us and has provided us with every reason to accept His invitation right away without delay. <strong><br></strong></p><p><strong>What spiritual decisions must you make “today,” that is, not put off for another time? What have been your past experiences when you have delayed doing what you knew God would have you do right away?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 26",
          "dayTitle": "<p>Entering Into His Rest<br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Hebrews 3:11 and Hebrews 4:1, 3, 5, 10. How does God characterize the rest He invites us to enter? </strong><br></p><p><strong>Hebrews 3:11</strong></p><p><strong>11</strong> So I sware in my wrath, They shall not enter into my rest.)<strong><br></strong></p><p><strong>Hebrews 4:1</strong></p><p><strong>1</strong> Let us therefore fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it.<br></p><p><strong>Hebrews 4:3</strong></p><p><strong>3 </strong>For we which have believed do enter into rest, as he said, As I have sworn in my wrath, if they shall enter into my rest: although the works were finished from the foundation of the world.<br></p><p><strong>Hebrews 4:5</strong></p><p><strong>5 </strong>And in this place again, If they shall enter into my rest.<br></p><p><strong>Hebrews 4:10</strong></p><p><strong>10</strong> For he that is entered into his rest, he also hath ceased from his own works, as God did from his.</p><p><br></p><p> Both the Sabbath commandment in Exodus 20:8-11 and Moses’ restatement of it in Deuteronomy 5:12-15 invite us to remember what God has done for us. As we have seen, what God wrote on tablets of stone point us to the finishing of His work of creation (Exod. 31:18; 34:28). In Deuteronomy Israel is commanded to keep the Sabbath in view of God’s finished work of deliverance from Egyptian bondage. The Exodus from Egypt pointed forward to the ultimate work of deliverance from sin that Christ would accomplish on the cross when He said, “It is finished!” (John 19:30). So the Sabbath is doubly blessed and, in fact, is especially meaningful for Christians. <strong><br></strong></p><p><strong>Read Hebrews 4:9–11, 16. What are we called to do? </strong><br></p><p><strong>Hebrews 4:9–11</strong></p><p><strong>9 </strong>There remaineth therefore a rest to the people of God.<strong><br><br>10 </strong>For he that is entered into his rest, he also hath ceased from his own works, as God did from his.<strong><br><br>11 </strong>Let us labour therefore to enter into that rest, lest any man fall after the same example of unbelief.<strong><br></strong></p><p><strong>Hebrews 4:16</strong></p><p><strong>16 </strong>Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.<br></p><p> The Sabbath rest celebrates the fact that God ended, or finished, His work of Creation (Gen. 2:1–3, Exod. 20:8–11) or Redemption (Deut. 5:12–15). Similarly, Jesus’ enthronement in the heavenly temple celebrates that He finished offering a perfect sacrifice for our salvation (Heb. 10:12–14). <br></p><p>Notice that God rests only when He has secured our well-being. At Creation, God rested when He had finished the Creation of the world. Later on, God rested in the temple only after the conquest of the land He had promised Abraham was completed through the victories of David, and Israel “lived in safety” (1 Kings 4:21–25, ESV; compare with Exod. 15:18–21, Deut. 11:24, 2 Sam. 8:1–14). God had a house built for Himself only after Israel and the king had houses for themselves. <br></p><p><strong>How can we enter into His rest even now? That is, how can we, by faith, rest in the assurance of the salvation that we have in Christ, and not in ourselves?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 27",
          "dayTitle": "<p>A Foretaste of New Creation<br></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Compare Exodus 20:8–11, Deuteronomy 5:12–15, and Hebrews 4:8–11. What differences do you find regarding the meaning of the Sabbath rest? <br></strong></p><p><strong>Exodus 20:8–11</strong></p><p><strong>8</strong> Remember the sabbath day, to keep it holy.<strong><br><br>9</strong> Six days shalt thou labour, and do all thy work:<br><br><strong>10</strong> But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:<br><br><strong>11</strong> For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the sabbath day, and hallowed it.</p><p><strong>Deuteronomy 5:12–15<br></strong></p><p><strong>12</strong> Keep the sabbath day to sanctify it, as the Lord thy God hath commanded thee.<br><br><strong>13</strong> Six days thou shalt labour, and do all thy work:<br><br><strong>14</strong> But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maidservant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou.<br><br><strong>15</strong> And remember that thou wast a servant in the land of Egypt, and that the Lord thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the Lord thy God commanded thee to keep the sabbath day.</p><p><strong>Hebrews 4:8–11</strong></p><p><strong>8</strong> For if Jesus had given them rest, then would he not afterward have spoken of another day.<strong><br><br>9</strong> There remaineth therefore a rest to the people of God.<strong><br><br>10</strong> For he that is entered into his rest, he also hath ceased from his own works, as God did from his.<strong><br><br>11</strong> Let us labour therefore to enter into that rest, lest any man fall after the same example of unbelief.</p><p><br></p><p>As we already have seen, these texts in Exodus and Deuteronomy invite us to look to the past. They exhort us to rest on Sabbath in order to celebrate God’s accomplishments at Creation and at Redemption. Hebrews 4:9–11, however, invites us to look to the future. It tells us that God has prepared a Sabbath rest that is in the future.</p><p> It suggests a new dimension for Sabbath keeping. Sabbath rest not only memorializes God’s victories in the past but also celebrates God’s promises for the future. The future dimension of Sabbath observance has always been there, but it has often been neglected. After the Fall, it came to imply the promise that God would one day restore creation to its original glory through the Messiah. God commanded us to celebrate His acts of redemption through Sabbath observance because Sabbath pointed forward to the culmination of Redemption in a new creation. Sabbath observance is an anticipation of heaven in this imperfect world. <br></p><p>This has always been clear in Jewish tradition. Life of Adam and Eve (in James H. Charlesworth, ed., The Old Testament Pseudepigrapha, vol. 2, [New Haven, CT; London: Yale University Press, 1985], p. 18), a work composed between 100 b.c. and a.d. 200, said: “The seventh day is a sign of the resurrection, the rest of the coming age.” Another ancient Jewish source said: The coming age is “the day which is wholly Sabbath rest for eternity.”—Jacob Neusner, The Mishnah, A New Translation (New Haven, CT: Yale University Press, 1988), p. 873. The Othiot of Rabbi Akiba, a later source, said: “ ‘Israel said before the Holy One, Blessed Be He, “Master of the World, if we observe the commandments, what reward will we have?” He said to them: “The world-to-come.” They said to Him: “Show us its likeness.” He showed them the Sabbath.’ ”—Theodore Friedman, “The Sabbath Anticipation of Redemption,” Judaism: A Quarterly Journal, vol. 16, pp. 443, 444. <br></p><p>Sabbath is for celebration, for joy and thanksgiving. When we keep the Sabbath, we indicate that we believe God’s promises, that we accept His gift of grace. Sabbath is faith alive and vibrant. As far as actions go, Sabbath observance is probably the fullest expression of our conviction that we are saved by grace through faith in Jesus. <strong><br></strong></p><p><strong>How can we learn to keep the Sabbath in a way that, indeed, shows our understanding of what salvation by faith, apart from the deeds of the law, is about? How is resting on the Sabbath an expression of salvation by grace?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 28",
          "dayTitle": "",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p><strong>Further Thought:</strong><br></p><p>It is very significant that Paul in Hebrews used the Sabbath rest, and not Sunday, as a symbol of the salvation through grace that God offers us. The use of Sabbath rest in this way implies that Sabbath was cherished and observed by believers. From the second century a.d. forward, however, we find evidences of a decisive change in the church. Sabbath observance ceased to be considered a symbol of salvation and was, instead, considered a symbol of allegiance to Judaism and the old covenant, one that had to be avoided. To keep the Sabbath became the equivalent of to “Judaize.” For example, Ignatius of Antioch (around a.d. 110) remarked: “Those who lived according to the old order have found the new hope. They no longer observe the Sabbath but the day of the Lord— the day our life was resurrected with Christ.”—Jacques B. Doukhan, Israel and the Church: Two Voices for the Same God (Peabody, MA: Hendrickson Publishers, 2002), p. 42. Similarly, Marcion ordered his followers to fast on Sabbath as a sign of rejection of the Jews and their God, and Victorinus did not want it to appear that he “observed the Sabbath of the Jews” (See Israel and the Church, pp. 41–45). It was the loss of the understanding of Sabbath observance as a symbol of salvation by grace that led to its demise in the Christian church. <br></p><p>“The Sabbath is a sign of Christ’s power to make us holy. And it is given to all whom Christ makes holy. As a sign of His sanctifying power, the Sabbath is given to all who through Christ become a part of the Israel of God. . . . <br></p><p>“The Sabbath points them to the works of creation as an evidence of His mighty power in redemption. While it calls to mind the lost peace of Eden, it tells of peace restored through the Saviour. And every object in nature repeats His invitation, ‘Come unto Me, all ye that labor and are heavy-laden, and I will give you rest.’ Matthew 11:28.”—Ellen G. White, The Desire of Ages, pp. 288, 289. <strong><br></strong></p><p><strong>Discussion Questions:&nbsp;</strong></p><p><strong>1</strong>. What is the relationship between Sabbath observance and justification by faith?</p><p><strong>2</strong>. What is the difference between true observance of the Sabbath and a legalistic observance of the Sabbath? How can we not only know the difference but also experience that difference in our own Sabbath observance?</p><p><br></p><p><strong>Inside Story:</strong></p><p><br></p><p>Finding Peace<br>By Andrew Mcchesney<br><br>It was the worst day of Yean’s life.<br><br>The witch doctor approached him in their village in southern Laos and announced that he was going to die.<br><br>“And there is no one who can help you,” the witch doctor said solemnly.<br><br>Yean was scared. People in his village believed that the witch doctor always spoke the truth. He could not lie.<br><br>Yean did not want to die. He was so frightened that he could not eat or sleep.<br><br>Soon his wife noticed that something was terribly wrong.<br><br>“What happened?” she asked.<br><br>Yean told her about his encounter with the witch doctor.<br><br>“I am going to die,” he said.<br><br>He didn’t know what to do. His wife didn’t know what to do.<br><br>Then he heard about a small group of Christians who gathered on Saturdays to worship. He had never been inside a Christian church, but he decided to find out whether the Christians could ask their God to help him.<br><br>Next Sabbath, Yean and his wife showed up at the Seventh-day Adventist church. He told the church members about the witch doctor and his fear of dying.<br><br>After listening, the members told him about Jesus. They said Jesus had the power not only to save him from the witch doctor’s prediction of death but also to offer him eternal life. In their Bibles was the promise: “For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life” (John 3:16, NKJV).<br><br>Yean was overjoyed when he heard about Jesus! He could claim the peace that only Jesus offers: “Peace I leave with you, My peace I give to you; not as the world gives do I give to you. Let not your heart be troubled, neither let it be afraid” (John 14:27, NKJV).<br><br>When he left the church, he was so happy that he could not keep the good news to himself. He eagerly shared the peace that Jesus had given him with other villagers. He walked home with a big smile on his face. It was the best day of his life!<br><br>Today, Yean is alive and well, and he is attending the church where he first found Jesus.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>Jesus, the Giver of Rest<br></p>",
      "verse": "<p>“There remains therefore a rest for the people of<br>God” (Hebrews 4:9, NKJV).<br></p>",
      "versionCode": 16,
      "weekDate": "January 22–28"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
