{
  "data": [
    {
      "color": "#6e5314",
      "id": 705,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "October 28",
          "dayTitle": "<p>Excuses to Avoid Mission</p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p><strong>Read for This Week’s Study:</strong> Jonah 1–4; Nahum 1:1; 2 Kings 17:5, 6; Ps. 24:1; James 1:27; Isa. 6:1–8.</p><p><strong>Memory Text:</strong> “Also I heard the voice of the Lord, saying: ‘Whom shall I send, and who will go for Us?’ Then I said, ‘Here am I! Send me’ ” (Isaiah 6:8, NKJV).&nbsp;</p><p>Not everyone called to mission was as compliant as Abraham. Jonah is an example (read Jonah 1–4). God called Jonah to cry out against Nineveh, capital of Assyria. This city, located in modern-day Iraq, was 560 miles from Jerusalem, a good month’s journey. Jonah not only refused to go—he ran in the opposite direction. Arriving at Joppa, he purchased passage to Tarshish, now southern Spain. Sailing the 2,000-mile trip would have taken at least a month, depending on the weather. Not wanting to confront the king of Assyria, Jonah uses the month it would have taken him to get to Nineveh to get away from it. Why would he, a man of God, have done that?&nbsp;</p><p>The Ninevites were notoriously wicked, a people known for their evil and cruelty and who had attacked Israel and Judah. Nevertheless, God called Jonah to go to Nineveh and to cry out against its great wicked- ness (Jon. 1:2). The wording here is very similar to the wording God used with Abraham regarding Sodom and Gomorrah, in Genesis 18:20, 21. As we will see, however, Jonah was no Abraham.&nbsp;</p><p>What can we learn from Jonah’s attitude about the excuses that we can make in order not to do mission?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 29",
          "dayTitle": "<p>Our Excuses: Fear<br></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Nahum 1:1; Nahum 3:1–4; and 2 Kings 17:5, 6; 2 Kings 19:32– 37. What do these verses reveal about Nineveh and the relationship between Assyria and Israel? How might this relationship have impacted Jonah’s decision to go to Tarshish instead? <br></strong></p><p><strong>Nahum 1:1<br></strong></p><p><strong><sup>1</sup> </strong>The burden against Nineveh. The book of the vision of Nahum the Elkoshite.<strong><br></strong></p><p><strong>Nahum 3:1–4</strong></p><p><strong><sup>1</sup></strong><strong> </strong>Woe to the bloody city! It is all full of lies and robbery. Its victim never departs.<strong><br><sup>2</sup></strong><sup> </sup>The noise of a whip And the noise of rattling wheels, Of galloping horses, Of clattering chariots!<strong><br><sup>3 </sup></strong>Horsemen charge with bright sword and glittering spear. There is a multitude of slain, A great number of bodies, Countless corpses They stumble over the corpses<strong><br><sup>4 </sup></strong>Because of the multitude of harlotries of the seductive harlot, The mistress of sorceries, Who sells nations through her harlotries, And families through her sorceries.<strong><br></strong></p><p><strong>2 Kings 17:5-6<br></strong></p><p><strong><sup>5</sup> </strong>Now the king of Assyria went throughout all the land, and went up to Samaria and besieged it for three years. <strong><br></strong></p><p><strong><sup>6</sup> </strong>In the ninth year of Hoshea, the king of Assyria took Samaria and carried Israel away to Assyria, and placed them in Halah and by the Habor, the River of Gozan, and in the cities of the Medes.<strong><br></strong></p><p><strong>2 Kings 19:32– 37<sup><br></sup></strong></p><p><sup><strong>32</strong></sup> “Therefore thus says the Lord concerning the king of Assyria: ‘He shall not come into this city, Nor shoot an arrow there, Nor come before it with shield, Nor build a siege mound against it.&nbsp;</p><p><sup><strong>33 </strong></sup>By the way that he came, By the same shall he return; And he shall not come into this city,’ Says the Lord.&nbsp;</p><p><sup><strong>34</strong></sup> ‘For I will defend this city, to save it For My own sake and for My servant David’s sake.’ ”</p><p><sup><strong>35</strong></sup> And it came to pass on a certain night that the angel of the Lord went out, and killed in the camp of the Assyrians one hundred and eighty-five thousand; and when people arose early in the morning, there were the corpses—all dead.&nbsp;</p><p><sup><strong>36</strong></sup> So Sennacherib king of Assyria departed and went away, returned home, and remained at Nineveh.&nbsp;</p><p><sup><strong>37</strong></sup> Now it came to pass, as he was worshiping in the temple of Nisroch his god, that his sons Adrammelech and Sharezer struck him down with the sword; and they escaped into the land of Ararat. Then Esarhaddon his son reigned in his place.</p><p><br></p><p>One of the reasons Jonah may have been unwilling to go to Nineveh was fear. The Assyrians were a formidable foe, and Nineveh served as the capital of the kingdom.&nbsp;</p><p>“Among the cities of the ancient world in the days of divided Israel one of the greatest was Nineveh, the capital of the Assyrian realm. . . . In the time of its temporal prosperity Nineveh was a center of crime and wicked- ness. Inspiration has characterized it as ‘the bloody city, . . . full of lies and robbery.’ In figurative language the prophet Nahum compared the Ninevites to a cruel, ravenous lion. ‘Upon whom,’ he inquired, ‘hath not thy wickedness passed continually?’ Nahum 3:1, 19.”—Ellen G. White, Prophets and Kings, p. 265.&nbsp;</p><p>Nineveh was a magnificent city. Historians tell us that Sennacherib greatly expanded the city, including building the huge southwestern palace that alone measured 1,650 feet by 794 feet. (503 by 242 meters) and contained at least 80 rooms. He also built 18 canals to bring water to the city from as far away as 40 miles (65 kilometers). Its size alone would have been intimidating.&nbsp;</p><p>But the Assyrians were also ruthless. In his account of the conquest of Babylon, Sennacherib boasted that he filled the streets with the corpses of its inhabitants, young and old, and relief carvings found during excavations depict scenes of soldiers impaling victims. These were not people you wanted to cross; they were not averse to using violence, and gratuitously cruelly, too, against those they didn’t like. Indeed, at the thought of walking among the masses of people in Nineveh, Jonah must have quaked with fear.&nbsp;</p><p>In spite of all of this, we often read Jonah’s story with disapproval for letting fear get in the way of carrying out God’s instructions. What we fail to realize is that we can do the same thing (i.e., allow ourselves to be controlled by our fears rather than by God).&nbsp;</p><p><strong>Think back to a time when you felt strongly that God was directing you to do something that you, out of fear, really didn’t want to do. What lessons have you learned from that experience?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 30",
          "dayTitle": "<p>Our Excuses: False Views<br></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>When the storm came, Jonah blamed himself (Jon. 1:1–12). His attitude does reveal something about the kind of worldview and understanding of God or “gods” that many had back then. While various gods, they believed, ruled in their various lands, the sea was deemed the chaotic realm of demons. In the worldview of the mariners, sacrifice was needed to appease their wrath. Although Jonah was a Hebrew, he quite possibly had a world- view that was influenced by the traditional beliefs of his times.&nbsp;</p><p><strong>Read Jonah 2:1–3, 7–10. What do these verses reveal about how Jonah started to understand God’s providence? </strong><br></p><p><strong>Jonah 2:1–3</strong></p><p><strong><sup>1</sup></strong> Then Jonah prayed to the Lord his God from the fish’s belly.&nbsp;</p><p><sup><strong>2</strong></sup> And he said: “I cried out to the Lord because of my affliction, And He answered me. “Out of the belly of Sheol I cried, And You heard my voice.&nbsp;</p><p><sup><strong>3</strong></sup> For You cast me into the deep, Into the heart of the seas, And the floods surrounded me; All Your billows and Your waves passed over me.<br></p><p><strong>Jonah 2:7–10<br></strong></p><p><strong><sup>7</sup></strong> “When my soul fainted within me, I remembered the Lord; And my prayer went up to You, Into Your holy temple.</p><p><sup><strong>8</strong></sup> “Those who regard worthless idols Forsake their own Mercy.&nbsp;</p><p><sup><strong>9</strong></sup> But I will sacrifice to You With the voice of thanksgiving; I will pay what I have vowed. Salvation is of the Lord.”</p><p><sup><strong>10</strong></sup> So the Lord spoke to the fish, and it vomited Jonah onto dry land.<br></p><p><br></p><p>Although Jonah was running from the territory where the people claimed Jehovah as their God, he learned (the hard way) that even when he was traveling into foreign cultures, Jehovah was still sovereign. The wind and waves belonged to God. The fish, too. “The earth is the Lord’s, and all its fullness” (Ps. 24:1, NKJV). Jonah’s heart was turned to the Sovereign of earth and sea, and so he confessed and was saved.&nbsp;</p><p>We, too, can have misunderstandings about God and what He expects of us. One common misunderstanding is that God’s desire for us is to focus on our own salvation and to remove ourselves from the wickedness of the world around us. Though we are instructed to keep ourselves “unspotted from the world” (James 1:27, NKJV), our focus should be on how we can bring God’s blessings and hope to those in need.&nbsp;</p><p>Another misunderstanding that stops us from accepting God’s call into mission is believing that success depends on ourselves. We can no more save a soul than Jonah could save Nineveh. We can have a “savior” mentality about mission. Our call is not to do the saving but to cooperate with God in His saving work. We give testimony praising God for specific ways He is changing us, but only God can draw people to Himself. We can plant seeds of truth, but only God can convert the heart. We often confuse our role with God’s, which is enough to make anyone find an excuse not to witness. Yes, God used Jonah, but only God, not Jonah, turned Nineveh around.&nbsp;</p><p><strong>Winning souls is hard, too hard for humans to do on their own. How can we learn, instead, to let God win souls, but through us and our life and witness?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 31",
          "dayTitle": "<p>Our Excuses: Inconvenience<br></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p>Jonah’s experience in the belly of the fish (see Jonah 2) was a dramatic show of God’s love and mercy, and Jonah’s prayer reveals that he didn’t miss God’s message of love. But just because he had had an incredible encounter with God didn’t mean that his old thought habits or attitudes would easily change, even though he went to Nineveh anyway.&nbsp;</p><p>Read Jonah 3. How did the people respond to what Jonah had preached? What lessons are here for us about witnessing?&nbsp;</p><p><strong>Jonah 3</strong></p><p><sup><strong>1</strong></sup> Now the word of the Lord came to Jonah the second time, saying,&nbsp;</p><p><sup><strong>2 </strong></sup>“Arise, go to Nineveh, that great city, and preach to it the message that I tell you.”&nbsp;</p><p><sup><strong>3</strong></sup> So Jonah arose and went to Nineveh, according to the word of the Lord. Now Nineveh was an exceedingly great city, a three-day journey in extent.&nbsp;</p><p><sup><strong>4</strong></sup> And Jonah began to enter the city on the first day’s walk. Then he cried out and said, “Yet forty days, and Nineveh shall be overthrown!”</p><p><sup><strong>5</strong></sup> So the people of Nineveh believed God, proclaimed a fast, and put on sackcloth, from the greatest to the least of them.&nbsp;</p><p><sup><strong>6</strong></sup> Then word came to the king of Nineveh; and he arose from his throne and laid aside his robe, covered himself with sackcloth and sat in ashes.&nbsp;</p><p><sup><strong>7</strong></sup> And he caused it to be proclaimed and published throughout Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste anything; do not let them eat, or drink water.</p><p><sup><strong>8</strong></sup> But let man and beast be covered with sackcloth, and cry mightily to God; yes, let every one turn from his evil way and from the violence that is in his hands.&nbsp;</p><p><sup><strong>9</strong></sup> Who can tell if God will turn and relent, and turn away from His fierce anger, so that we may not perish?</p><p><sup><strong>10</strong></sup> Then God saw their works, that they turned from their evil way; and God relented from the disaster that He had said He would bring upon them, and He did not do it.<br></p><p><br></p><p>Whatever Jonah’s personal feelings about the Ninevites, he preached what God told him to, and the results were astonishing. The Ninevites were moved to repentance! Yes, Jonah had to go through a lot, to do what he didn’t want to do, but when he did it, God was glorified.&nbsp;</p><p>Thus, God’s mission is carried forward on the shoulders of those who are willing to sacrifice, even if reluctantly. Our values must give way to God’s priority for the lost. Like Jonah, we sometimes harbor prejudices that keep us from reaching out to a person or group.&nbsp;</p><p>Having to face our prejudices requires humility. Mission also requires time and emotional energy. Investing in others’ lives and truly caring for them can be taxing. In an age when we are stressed keeping up with our own lives and problems, providing emotional support can seem just too exhausting.&nbsp;</p><p>And finally, being involved in mission often requires that we change how we feel about and use our money. Whether related to providing care for people, purchasing literature and outreach materials, or paying for services or conveniences to free up time for mission work, there are expenses related to mission. Whatever form it may take, mission work requires sacrifice.&nbsp;</p><p>The good news is that in spite of Jonah’s inadequacies, God worked powerfully in bringing the Ninevites to repentance. Sadly, Jonah did not share in the blessing of heaven’s joy.&nbsp;</p><p><strong>What sacrifice is God asking you to make—or be ready to make—for the sake of sharing His love with someone else? How completely do you trust that He will fulfill His promise to enrich your life through sacrifice?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 1",
          "dayTitle": "<p>Our Excuses: Uncomfortable Confrontations<br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>“Ah, Lord, was not this what I said when I was still in my country? Therefore I fled previously to Tarshish; for I know that You are a gra- cious and merciful God, slow to anger and abundant in lovingkindness, One who relents from doing harm” (Jonah 4:2, NKJV). What a beauti- ful prayer on the part of Jonah. Or was it?&nbsp;</p><p><strong>Read Jonah 4. What was wrong with this man?</strong></p><p><strong>Jonah 4</strong></p><p><strong><sup>1</sup></strong> But it displeased Jonah exceedingly, and he became angry.&nbsp;</p><p><sup><strong>2</strong></sup> So he prayed to the Lord, and said, “Ah, Lord, was not this what I said when I was still in my country? Therefore I fled previously to Tarshish; for I know that You are a gracious and merciful God, slow to anger and abundant in lovingkindness, One who relents from doing harm. <br></p><p><sup><strong>3</strong></sup> Therefore now, O Lord, please take my life from me, for it is better for me to die than to live!”</p><p><sup><strong>4</strong></sup> Then the Lord said, “Is it right for you to be angry?”</p><p><sup><strong>5 </strong></sup>So Jonah went out of the city and sat on the east side of the city. There he made himself a shelter and sat under it in the shade, till he might see what would become of the city.&nbsp;</p><p><sup><strong>6</strong></sup> And the Lord God prepared a plant and made it come up over Jonah, that it might be shade for his head to deliver him from his misery. So Jonah was very grateful for the plant.&nbsp;</p><p><sup><strong>7</strong></sup> But as morning dawned the next day God prepared a worm, and it so damaged the plant that it withered.&nbsp;</p><p><sup><strong>8</strong></sup> And it happened, when the sun arose, that God prepared a vehement east wind; and the sun beat on Jonah’s head, so that he grew faint. Then he wished death for himself, and said, “It is better for me to die than to live.”</p><p><sup><strong>9 </strong></sup>Then God said to Jonah, “Is it right for you to be angry about the plant?” And he said, “It is right for me to be angry, even to death!”</p><p><sup><strong>10</strong></sup> But the Lord said, “You have had pity on the plant for which you have not labored, nor made it grow, which came up in a night and perished in a night.&nbsp;</p><p><sup><strong>11</strong></sup> And should I not pity Nineveh, that great city, in which are more than one hundred and twenty thousand persons who cannot discern between their right hand and their left—and much livestock?”<br></p><p><br></p><p>Jonah had such a deep hatred for the people God sent him to that he felt it was better that he die than to lose face when the failure of his doomsday preaching against Nineveh was revealed. Jonah wanted Nineveh to be the next Sodom and Gomorrah. He was hoping for God’s judgment on these hated people. When it didn’t happen, his worldview was being shaken to the core, and Jonah would rather die than allow his world to be turned upside down.&nbsp;</p><p>For the second time in the story of Jonah, God confronts him, not with a sermon or a saying but with an experience. Worldviews are not formed on demand. Nor do they change because we hear something new or different. Worldviews are often formed and changed based on life experiences and how they are interpreted or explained.&nbsp;</p><p>The new experience God gave was to help Jonah recognize his own distorted worldview. God made a plant miraculously grow large enough in one day to offer sufficient shade to protect Jonah from the blazing sun. Jonah was grateful, not for God, who performed the miracle, but for the plant. Rather than seeing this as an unmerited miracle, he saw it as an appropriate and well-deserved blessing that followed his good works. When the plant died, it was a misfortune that caused Jonah to grow angry and insecure in his self-worth, and his thoughts grew suicidal.&nbsp;</p><p>The experience is followed by God’s voice of gentle correction, helping Jonah see how foolish it was for him to value a plant more than the many thousands of men, women, and children in Nineveh, as well as their animals. <br></p><p><strong>The story doesn’t resolve with an ending of Jonah’s repentance. Rather, the unfinished story pivots to us. </strong><strong>What will we do about God’s concern for the wicked, for the bullies, for the unreached across the globe?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 2",
          "dayTitle": "<p>Here Am I, Send Me</p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p>Jonah’s story is more than amazing. The fact that God could save the Ninevites in spite of the poor witness of Jonah is a stark reminder that our role is merely to be a conduit for God, who alone can convict and convert hearts. It is a reminder that God seeks only willing and humble messengers who will follow His direction.&nbsp;</p><p><strong>Read Isaiah 6:1–8. What is the central idea expressed in this passage? <br></strong></p><p>Isaiah 6:1–8</p><p><sup><strong>1</strong></sup> In the year that King Uzziah died, I saw the Lord sitting on a throne, high and lifted up, and the train of His robe filled the temple.&nbsp;</p><p><sup><strong>2</strong></sup> Above it stood seraphim; each one had six wings: with two he covered his face, with two he covered his feet, and with two he flew.&nbsp;</p><p><sup><strong>3</strong></sup> And one cried to another and said: “Holy, holy, holy is the Lord of hosts; The whole earth is full of His glory!”&nbsp;</p><p><sup><strong>4</strong></sup> And the posts of the door were shaken by the voice of him who cried out, and the house was filled with smoke.&nbsp;</p><p><sup><strong>5</strong></sup> So I said: “Woe is me, for I am undone! Because I am a man of unclean lips, And I dwell in the midst of a people of unclean lips; For my eyes have seen the King, The Lord of hosts.”&nbsp;</p><p><sup><strong>6</strong></sup> Then one of the seraphim flew to me, having in his hand a live coal which he had taken with the tongs from the altar.&nbsp;</p><p><sup><strong>7 </strong></sup>And he touched my mouth with it, and said: “Behold, this has touched your lips; Your iniquity is taken away, And your sin purged.”&nbsp;</p><p><sup><strong>8</strong></sup> Also I heard the voice of the Lord, saying: “Whom shall I send, And who will go for Us?” Then I said, “Here am I! Send me.”</p><p><br></p><p>The call is there. God is looking for willing volunteers. We are to answer that call by submitting to His leadership, listening to hear His voice, and then choosing to obey whatever He tells us.&nbsp;</p><p>The story of Jonah also reveals God’s love for people who live where His love is not felt and His voice not heard. Just as God had pity on Nineveh, He has pity on the millions populating the cities today, where buildings replace trees and flowers, and constant noise makes it difficult to be still and listen. Of Nineveh God said, they “do not know their right hand from their left” (see Jon. 4:11, ESV). God needs messengers who are willing to take His message of hope to those overwhelmed with the busyness and ugliness of life.&nbsp;</p><p>Isaiah heard a voice saying, “Who will go?” What will your response be?&nbsp;</p><p><strong>Challenge: On a blank sheet of paper or in your prayer jour- nal, make a list of ten people you know are not believers. We will call them your “disciples.” List them by name if possible. Keep this list close by, and for the rest of the quarter, pray daily for each of your ten disciples. Pray that God will help you become casual friends with those who are acquaintances. Pray that you can develop deeper, closer, trusting friendships with your casual friends. As you deepen your relationships, carefully watch and listen so you can identify their specific needs, hurts, and pain. Then pray that God will meet them in that area of need.&nbsp;</strong></p><p><strong>Challenge Up: Choose a city near you as well as a city in another part of the world. Begin praying for the people who live and work in each. Ask that God will raise up a strong Adventist presence that can share the truth as we know it—the truth about the soon coming of Jesus.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 3",
          "dayTitle": "<p>Further Thought<br></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>Further Thought: Ellen G. White has a strong warning for those who are struggling to follow the call of Jesus to witness to those around them. “The excuses of those who fail to do this work do not relieve them of the responsibility, and if they choose not to do this work, they neglect the souls for whom Christ died, neglect their God-given responsibility, and are registered in the books of heaven as unfaithful servants. Does the minister work as did the Master, to be a strength and a blessing to others, when he shuts himself away from those who need his help? Those who neglect personal intercourse with the people, become selfcentered, and need this very experience of placing themselves in communication with their brethren, that they may understand their spiritual condition, and know how to feed the flock of God, giving to each his portion of meat in due season. Those who neglect this work make it manifest that they need moral renovation, and then they will see they have not carried the burden of the work.”—Ellen G. White, Advent Review and Sabbath Herald, August 30, 1892.&nbsp;</p><p>While these are very strong words highlighting the importance God places on mission, we are not left without hope. “In the charge given him, Jonah had been entrusted with a heavy responsibility; yet He who had bidden him go was able to sustain His servant and grant him success. Had the prophet obeyed unquestioningly, he would have been spared many bitter experiences, and would have been blessed abundantly. Yet in the hour of Jonah’s despair the Lord did not desert him. Through a series of trials and strange providences, the prophet’s confidence in God and in His infinite power to save was to be revived.”—Ellen G. White, Prophets and Kings, p. 266.&nbsp;</p><p>Just like Jonah, we may find it easier to make excuses for not participating in mission. Our motivation for these excuses could be one of many. However, our call to mission is no less specific than was Jonah’s call. The question is, How will you choose to answer?&nbsp;</p><p><strong>Discussion Questions:</strong></p><p> <strong><sup>1 </sup></strong>What excuses have you been tempted to use for not being involved in mission? What is your Nineveh?&nbsp;</p><p><sup><strong>2</strong></sup> Think about how precious the truth is that we as Seventh-day Adventists have. Think about how blessed you are to have these truths. What is holding you back from sharing with others what we love so much?&nbsp;</p><p><sup><strong>3 </strong></sup>How can you learn by God’s grace to overcome any fears you might have about witnessing and mission?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "x",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>Hope Amid Panic Attacks</strong><br></p><p> By Andrew Mcchesney</p><p>As a girl, Grete had panic attacks. She woke up in the dark, scared, her heart beating rapidly. Her fear was so intense that she wondered whether she might explode. She didn’t know where to find help. She didn’t tell her parents. She thought her fears were bigger than people. The world scared her, even such ordinary things as school and walking on the street. She didn’t think anyone in Germany, where she lived, could help.&nbsp;</p><p>On those sleepless nights, Grete began thinking about Annika. The two girls had grown up together, singing in a children’s choir. Then Annika had been diagnosed with cancer. Still, she had been brave and put her trust in God.&nbsp;</p><p>“Don’t be afraid,” Annika had told her parents. “I know where I am going. Everything will be fine.” Annika had died but without pain or fear.&nbsp;</p><p>Annika’s faith amazed Grete. She was scared every night. Annika’s words were the first time that Grete had heard about a loving God and eternal life. She wondered if there was something bigger than her and the world. How can I get to this place where Annika planned to go? she wondered.&nbsp;</p><p>Grete stopped having the nighttime panic attacks when she was 14, but she still felt afraid and lonely. Then she met her future husband, Nico. He didn’t go to church regularly, but he strongly believed in God. His parents were Seventh-day Adventists, and they opened their home to Grete for the Christmas holiday. Never had Grete spent time with such a kind family. It was a new world. Overwhelmed, she ran upstairs to cry.&nbsp;</p><p>As Grete sensed God’s presence in the home, she realized that she could receive help for her fears. She saw that God is great, powerful, and able to save anyone. She felt safe for the first time. She wanted to feel safe forever.&nbsp;</p><p>Grete began taking Bible studies, and later, she and Nico joined the Seventh-day Adventist church on Germany’s Rügen island. They didn’t know it at the time, but the church had faced closure because of declining membership. Their presence was an answer to the prayers of church members, including Nico’s father, Gunthardt, the head elder. Today, Grete and Nico are active members of the thriving church, which recently constructed a larger building to accommodate its growing membership.&nbsp;</p><p>“The most wonderful thing in my life is that I got to know Jesus,” Grete said. “I know that this is the best thing that I could have done. My life is so happy.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>Excuses to Avoid Mission<br></p>",
      "verse": "<p>“Also I heard the voice of the Lord, saying: ‘Whom shall I send, and who will go for Us?’ Then I said, ‘Here am I! Send me’ ” (Isaiah 6:8, NKJV).</p>",
      "versionCode": 30,
      "weekDate": "October 28–November 3"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
