{
   "data":[
      {
         "color":"#d7a703",
         "id":705,
         "idEs":7,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 23",
               "dayTitle":"<p>All Nations and Babel\n</p>",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>After the Flood, the biblical account shifts from a focus on the single individual, Noah, to his three sons, Shem, Ham, and Japheth. The particular attention on Ham, the father of Canaan (Gen. 10:6, 15), introduces the idea of “Canaan,” the Promised Land (Gen. 12:5), an anticipation of Abraham, whose blessing will go to all nations (Gen. 12:3).&nbsp;</p><p>However, the line is broken by the Tower of Babel (Gen. 11:1–9). Once again, God’s plans for humankind are disrupted. What was supposed to be a blessing, the birth of all nations, becomes another occasion for another curse. The nations unite in order to try to take God’s place; God responds in judgment on them; and, through the resulting confusion, the people get scattered throughout the world (Gen. 11:8), thus fulfilling God’s original plan to “fill the earth” (Gen. 9:1, NKJV).&nbsp;</p><p>In the end, in spite of human wickedness, God turns evil into good; He has, as always, the last word. The curse of Ham in his father’s tent (Gen. 9:21, 22) and the curse of the confused nations at the Tower of Babel (Gen. 11:9) will, eventually, be turned into a blessing for the nations.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 24",
               "dayTitle":"<p>The Curse of Ham</p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p><strong>Read Genesis 9:18–27. What is the message of this strange story?</strong></p><p><strong>Genesis 9:18–27</strong></p><p><sup><strong>18</strong></sup> Now the sons of Noah who went out of the ark were Shem, Ham, and Japheth. And Ham was the father of Canaan.&nbsp;</p><p><strong><sup>19</sup> </strong>These three were the sons of Noah, and from these the whole earth was populated.</p><p><strong><sup>20</sup> </strong>And Noah began to be a farmer, and he planted a vineyard.&nbsp;</p><p><strong><sup>21</sup> </strong>Then he drank of the wine and was drunk, and became uncovered in his tent.&nbsp;</p><p><strong><sup>22</sup> </strong>And Ham, the father of Canaan, saw the nakedness of his father, and told his two brothers outside.&nbsp;</p><p><strong><sup>23</sup> </strong>But Shem and Japheth took a garment, laid it on both their shoulders, and went backward and covered the nakedness of their father. Their faces were turned away, and they did not see their father’s nakedness.</p><p><strong><sup>24</sup> </strong>So Noah awoke from his wine, and knew what his younger son had done to him.&nbsp;</p><p><strong><sup>25</sup> </strong>Then he said: “Cursed be Canaan; A servant of servants He shall be to his brethren.”</p><p><strong><sup>26</sup> </strong>And he said:&nbsp;“Blessed be the Lord,&nbsp;The God of Shem,&nbsp;And may Canaan be his servant.</p><p><strong><sup>27</sup> </strong>May God enlarge Japheth, And may he dwell in the tents of Shem; And may Canaan be his servant.”</p><p><br></p><p>Noah’s act in his vineyard echoes Adam’s in the Garden of Eden. The two stories contain common motifs: eating of the fruit, resulting in nakedness; then a covering, a curse, and a blessing. Noah reconnects with his Adamic roots and, unfortunately, continues that failed history.&nbsp;</p><p>The fermentation of fruit was not a part of God’s original creation. Noah indulged, then lost self-control and uncovered himself. The fact that Ham “saw” his nakedness hints at Eve, who also “saw” the forbidden tree (Gen. 3:6). This parallel suggests that Ham did not just “see” furtively, by accident, his father’s nakedness. He went around and talked about it, without even trying to take care of his father’s problem. In contrast, his brothers’ immediate reaction to cover their father, while Ham left him naked, implicitly denounced Ham’s actions.&nbsp;</p><p>The issue at stake here is more about the respect of one’s parents. Failure to honor your parents, who represent your past, will affect your future (Exod. 20:12; compare with Eph. 6:2). Hence the curse, which will influence Ham’s future and that of his son Canaan.&nbsp;</p><p>Of course, it is a gross theological mistake and an ethical crime to use this text to justify racist theories against anyone. The prophecy is restricted to Canaan, Ham’s son. The biblical author has in mind some of the corrupt practices of the Canaanites (Gen. 19:5–7, 31–35).&nbsp;</p><p>In addition, the curse contains a promise of blessing, playing on the name “Canaan,” which is derived from the verb kana‘, meaning “subdue.” It is through the subduing of Canaan that God’s people, the descendants of Shem, will enter the Promised Land and prepare the way for the coming of the Messiah, who will enlarge Japheth “in the tents of Shem” (Gen. 9:27). This is a prophetic allusion to the expansion of God’s covenant to all nations, which will embrace Israel’s message of salvation to the world (Dan. 9:27, Isa. 66:18–20, Rom. 11:25). The curse of Ham will, in fact, be a blessing for all nations, including whichever descendants of Ham and Canaan accept the salvation offered them by the Lord.&nbsp;</p><p><strong>Noah, the “hero” of the Flood, drunk? What should this tell us about how flawed we all are and why we need God’s grace every moment of our lives?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 25",
               "dayTitle":"<p>The Genesis Genealogy</p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p>The chronological information about Noah’s age makes us realize that Noah serves as a link between the pre-Flood and the post-Flood civilizations. The last two verses of the preceding story (Gen. 9:28, 29) take us back to the last link of the genealogy of Adam (Gen. 5:32). Because Adam died when Lamech, Noah’s father, was 56 years old, Noah must surely have heard stories about Adam, which he could have transmitted to his descendants before and after the Flood.&nbsp;</p><p><strong>Read Genesis 10. What is the purpose of this genealogy in the Bible? (See also Luke 3:23–38.)&nbsp;</strong></p><p><strong>Genesis 10</strong></p><p><strong><sup>1</sup>&nbsp;</strong>Now this is the genealogy of the sons of Noah: Shem, Ham, and Japheth. And sons were born to them after the flood.</p><p><sup><strong>2</strong></sup> The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras.&nbsp;</p><p><strong><sup>3</sup> </strong>The sons of Gomer were Ashkenaz, Riphath, and Togarmah.&nbsp;</p><p><strong><sup>4</sup> </strong>The sons of Javan were Elishah, Tarshish, Kittim, and Dodanim.&nbsp;</p><p><sup><strong>5 </strong></sup>From these the coastland peoples of the Gentiles were separated into their lands, everyone according to his language, according to their families, into their nations.</p><p><sup><strong>6 </strong></sup>The sons of Ham were Cush, Mizraim, Put, and Canaan.&nbsp;</p><p><sup><strong>7 </strong></sup>The sons of Cush were Seba, Havilah, Sabtah, Raamah, and Sabtechah; and the sons of Raamah were Sheba and Dedan.</p><p><strong><sup>8</sup> </strong>Cush begot Nimrod; he began to be a mighty one on the earth.&nbsp;</p><p><sup><strong>9 </strong></sup>He was a mighty hunter before the Lord; therefore it is said, “Like Nimrod the mighty hunter before the Lord.”&nbsp;</p><p><strong><sup>10</sup> </strong>And the beginning of his kingdom was Babel, Erech, Accad, and Calneh, in the land of Shinar.&nbsp;</p><p><strong><sup>11</sup> </strong>From that land he went to Assyria and built Nineveh, Rehoboth Ir, Calah,&nbsp;</p><p><strong><sup>12</sup> </strong>and Resen between Nineveh and Calah (that is the principal city).</p><p><strong><sup>13</sup> </strong>Mizraim begot Ludim, Anamim, Lehabim, Naphtuhim,&nbsp;</p><p><strong><sup>14</sup> </strong>Pathrusim, and Casluhim (from whom came the Philistines and Caphtorim).</p><p><strong><sup>15</sup> </strong>Canaan begot Sidon his firstborn, and Heth;&nbsp;</p><p><strong><sup>16</sup> </strong>the Jebusite, the Amorite, and the Girgashite;&nbsp;</p><p><strong><sup>17</sup> </strong>the Hivite, the Arkite, and the Sinite;&nbsp;</p><p><strong><sup>18</sup> </strong>the Arvadite, the Zemarite, and the Hamathite. Afterward the families of the Canaanites were dispersed.&nbsp;</p><p><strong><sup>19</sup> </strong>And the border of the Canaanites was from Sidon as you go toward Gerar, as far as Gaza; then as you go toward Sodom, Gomorrah, Admah, and Zeboiim, as far as Lasha.&nbsp;</p><p><strong><sup>20</sup> </strong>These were the sons of Ham, according to their families, according to their languages, in their lands and in their nations.</p><p><strong><sup>21</sup> </strong>And children were born also to Shem, the father of all the children of Eber, the brother of Japheth the elder.&nbsp;</p><p><strong><sup>22</sup> </strong>The sons of Shem were Elam, Asshur, Arphaxad, Lud, and Aram.&nbsp;</p><p><strong><sup>23</sup> </strong>The sons of Aram were Uz, Hul, Gether, and Mash.&nbsp;</p><p><strong><sup>24</sup> </strong>Arphaxad begot Salah, and Salah begot Eber.&nbsp;</p><p><strong><sup>25</sup> </strong>To Eber were born two sons: the name of one was Peleg, for in his days the earth was divided; and his brother’s name was Joktan.&nbsp;</p><p><strong><sup>26</sup> </strong>Joktan begot Almodad, Sheleph, Hazarmaveth, Jerah,&nbsp;</p><p><strong><sup>27</sup> </strong>Hadoram, Uzal, Diklah,&nbsp;</p><p><strong><sup>28</sup> </strong>Obal, Abimael, Sheba,&nbsp;</p><p><strong><sup>29</sup> </strong>Ophir, Havilah, and Jobab. All these were the sons of Joktan.&nbsp;</p><p><strong><sup>30</sup> </strong>And their dwelling place was from Mesha as you go toward Sephar, the mountain of the east.&nbsp;</p><p><strong><sup>31</sup> </strong>These were the sons of Shem, according to their families, according to their languages, in their lands, according to their nations.</p><p><strong><sup>32</sup> </strong>These were the families of the sons of Noah, according to their generations, in their nations; and from these the nations were divided on the earth after the flood.</p><p><strong>Luke 3:23–38</strong></p><p><strong><sup>23</sup> </strong>Now Jesus Himself began His ministry at about thirty years of age, being (as was supposed) the son of Joseph, the son of Heli,&nbsp;</p><p><strong><sup>24</sup> </strong>the son of Matthat, the son of Levi, the son of Melchi, the son of Janna, the son of Joseph,&nbsp;</p><p><strong><sup>25</sup> </strong>the son of Mattathiah, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai,&nbsp;</p><p><strong><sup>26</sup> </strong>the son of Maath, the son of Mattathiah, the son of Semei, the son of Joseph, the son of Judah,&nbsp;</p><p><strong><sup>27</sup> </strong>the son of Joannas, the son of Rhesa, the son of Zerubbabel, the son of Shealtiel, the son of Neri,&nbsp;</p><p><strong><sup>28</sup> </strong>the son of Melchi, the son of Addi, the son of Cosam, the son of Elmodam, the son of Er,&nbsp;</p><p><strong><sup>29</sup> </strong>the son of Jose, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi,&nbsp;</p><p><strong><sup>30</sup> </strong>the son of Simeon, the son of Judah, the son of Joseph, the son of Jonan, the son of Eliakim,&nbsp;</p><p><strong><sup>31</sup> </strong>the son of Melea, the son of Menan, the son of Mattathah, the son of Nathan, the son of David,&nbsp;</p><p><strong><sup>32</sup> </strong>the son of Jesse, the son of Obed, the son of Boaz, the son of Salmon, the son of Nahshon,&nbsp;</p><p><strong><sup>33</sup> </strong>the son of Amminadab, the son of Ram, the son of Hezron, the son of Perez, the son of Judah,&nbsp;</p><p><strong><sup>34</sup> </strong>the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah, the son of Nahor,&nbsp;</p><p><strong><sup>35</sup> </strong>the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah,&nbsp;</p><p><strong><sup>36</sup> </strong>the son of Cainan, the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech,&nbsp;</p><p><strong><sup>37</sup> </strong>the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel, the son of Cainan,&nbsp;</p><p><strong><sup>38</sup> </strong>the son of Enosh, the son of Seth, the son of Adam, the son of God.</p><p><br></p><p>The biblical genealogy has three functions. First, it emphasizes the historical nature of the biblical events, which are related to real people who lived and died and whose days are precisely numbered. Second, it demonstrates the continuity from antiquity to the contemporary time of the writer, establishing a clear link from the past to the “present.” Third, it reminds us of human fragility and of the tragic effect of sin’s curse and its deadly results on all the generations that have followed.&nbsp;</p><p>Note that the classification of “Hamite,” “Semite,” and “Japhethite” does not follow clear criteria. The 70 nations foreshadow the 70 members of the family of Jacob (Gen. 46:27) and the 70 elders of Israel in the wilderness (Exod. 24:9). The idea of a correspondence between the 70 nations and the 70 elders suggests the mission of Israel toward the nations: “When the Most High divided their inheritance to the nations, when He separated the sons of Adam, He set the boundaries of the peoples according to the number of the children of Israel” (Deut. 32:8, NKJV). Along the same line, Jesus sends 70 disciples to evangelize (Luke 10:1).&nbsp;</p><p>What this information shows us is the direct link between Adam and the patriarchs; they all are historical figures, real people from Adam onward. This also helps us understand that the patriarchs had direct access to witnesses who had personal memories of these ancient events.&nbsp;</p><p><strong>Read Matthew 1:1–17. What does this teach us about how historical all these people were? Why is knowing and believing that they were real people important for our faith?</strong></p><p><strong>Matthew 1:1–17</strong></p><p><strong><sup>1</sup> </strong>The book of the genealogy of Jesus Christ, the Son of David, the Son of Abraham:\n</p><p><strong><sup>2</sup> </strong>Abraham begot Isaac, Isaac begot Jacob, and Jacob begot Judah and his brothers.&nbsp;</p><p><sup><strong>3 </strong></sup>Judah begot Perez and Zerah by Tamar, Perez begot Hezron, and Hezron begot Ram.&nbsp;</p><p><strong><sup>4</sup> </strong>Ram begot Amminadab, Amminadab begot Nahshon, and Nahshon begot Salmon.&nbsp;</p><p><sup><strong>5 </strong></sup>Salmon begot Boaz by Rahab, Boaz begot Obed by Ruth, Obed begot Jesse,&nbsp;</p><p><strong><sup>6</sup> </strong>and Jesse begot David the king. David the king begot Solomon by her who had been the wife of Uriah.&nbsp;</p><p><strong><sup>7</sup> </strong>Solomon begot Rehoboam, Rehoboam begot Abijah, and Abijah begot Asa.&nbsp;</p><p><strong><sup>8</sup> </strong>Asa begot Jehoshaphat, Jehoshaphat begot Joram, and Joram begot Uzziah.&nbsp;</p><p><sup><strong>9 </strong></sup>Uzziah begot Jotham, Jotham begot Ahaz, and Ahaz begot Hezekiah.</p><p><strong><sup>10</sup> </strong>Hezekiah begot Manasseh, Manasseh begot Amon, and Amon begot Josiah.&nbsp;</p><p><strong><sup>11</sup> </strong>Josiah begot Jeconiah and his brothers about the time they were carried away to Babylon.</p><p><sup><strong>12</strong></sup> And after they were brought to Babylon, Jeconiah begot Shealtiel, and Shealtiel begot Zerubbabel.&nbsp;</p><p><strong><sup>13</sup> </strong>Zerubbabel begot Abiud, Abiud begot Eliakim, and Eliakim begot Azor.&nbsp;</p><p><strong><sup>14</sup> </strong>Azor begot Zadok, Zadok begot Achim, and Achim begot Eliud.&nbsp;</p><p><strong><sup>15</sup> </strong>Eliud begot Eleazar, Eleazar begot Matthan, and Matthan begot Jacob.&nbsp;</p><p><strong><sup>16</sup> </strong>And Jacob begot Joseph the husband of Mary, of whom was born Jesus who is called Christ.\n</p><p><sup><strong>17</strong></sup> So all the generations from Abraham to David are fourteen generations, from David until the captivity in Babylon are fourteen generations, and from the captivity in Babylon until the Christ are fourteen generations.</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 26",
               "dayTitle":"<p>One Language</p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p><strong>Read Genesis 11:1–4. Why were the people of “the whole earth” so keen to achieve unity?</strong></p><p><strong>Genesis 11:1–4</strong></p><p><strong><sup>1</sup> </strong>Now the whole earth had one language and one speech.&nbsp;</p><p><sup><strong>2 </strong></sup>And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar, and they dwelt there.&nbsp;</p><p><sup><strong>3 </strong></sup>Then they said to one another, “Come, let us make bricks and bake them thoroughly.” They had brick for stone, and they had asphalt for mortar.&nbsp;</p><p><sup><strong>4 </strong></sup>And they said, “Come, let us build ourselves a city, and a tower whose top is in the heavens; let us make a name for ourselves, lest we be scattered abroad over the face of the whole earth.”</p><p><br></p><p>The phrase “the whole earth” refers to a small number of people, those alive after the Flood. The reason for this gathering is clearly indicated: they want to build a tower to reach the heavens (Gen. 11:4). In fact, their real intention is to take the place of God Himself, the Creator. Significantly, the description of the people’s intentions and actions echo God’s intentions and actions in the Creation account: “they said” (Gen. 11:3, 4; compare with Gen. 1:6, 9, 14, etc.); “let us make” (Gen. 11:3, 4; compare with Gen. 1:26). Their intention is explicitly stated: “ ‘Let us make a name for ourselves’ ” (Gen. 11:4, NKJV), an expression that is exclusively used for God (Isa. 63:12, 14).</p><p>In short, the builders of Babel entertained the misplaced ambition to replace God, the Creator. (We know who inspired that, don’t we? See Isa. 14:14.) The memory of the Flood surely must have played a role in their project. They built a high tower in order to survive another flood, were another to come, despite God’s promise. The memory of the Flood has been preserved in Babylonian tradition, albeit distorted, in connection with the construction of the city of Babel (Babylon). This upward effort to reach heaven and usurp God will, indeed, characterize the spirit of Babylon.&nbsp;</p><p>This is why the story of the Tower of Babel is such an important motif in the book of Daniel, as well. The reference to Shinar, which introduces the story of the Tower of Babel (Gen. 11:2), reappears at the beginning of the book of Daniel, in order to designate the place where Nebuchadnezzar has brought the articles of the temple of Jerusalem (Dan. 1:2). Among many other passages of the book, the episode of Nebuchadnezzar’s erecting the golden statue, probably on the same place in the same “plain,” is the most illustrative of this frame of mind. In his visions of the end, Daniel sees the same scenario of the nations of the earth gathering together to achieve unity against God (Dan. 2:43, Dan. 11:43–45; compare with Rev. 16:14–16), though this attempt fails here, as it did at Babel, as well.&nbsp;</p><p><strong>A famous secular French writer in the past century said the great purpose of humanity was to try “to be God.” What is it about us, starting with Eve in Eden (Gen. 3:5), that gets drawn into this dangerous lie?</strong></p><p><strong>Genesis 3:5</strong></p><p><strong><sup>5</sup> \"</strong>For God knows that in the day you eat of it your eyes will be opened, and you will be like God, knowing good and evil.”</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 27",
               "dayTitle":"<p>“Let Us Go Down”</p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p><strong>Read Genesis 11:5–7 and Psalm 139:7–12. Why did God come down to the earth here? What was the event that motivated this divine reaction?&nbsp;</strong></p><p><strong>Genesis 11:5–7</strong></p><p><strong>5</strong> But the Lord came down to see the city and the tower which the sons of men had built.&nbsp;</p><p><strong>6 </strong>And the Lord said, “Indeed the people are one and they all have one language, and this is what they begin to do; now nothing that they propose to do will be withheld from them.&nbsp;</p><p><strong>7 </strong>Come, let Us go down and there confuse their language, that they may not understand one another’s speech.”</p><p><strong>Psalm 139:7–12</strong></p><p><strong>7</strong> Where can I go from Your Spirit?&nbsp;Or where can I flee from Your presence?</p><p><strong>8 </strong>If I ascend into heaven, You are there;&nbsp;If I make my bed in hell, behold, You are there.</p><p><strong>9</strong> If I take the wings of the morning, And dwell in the uttermost parts of the sea,</p><p><strong>10 </strong>Even there Your hand shall lead me, And Your right hand shall hold me.</p><p><strong>11</strong> If I say, “Surely the darkness shall fall on me,” Even the night shall be light about me;</p><p><strong>12</strong> Indeed, the darkness shall not hide from You, But the night shines as the day; The darkness and the light are both alike to You.</p><p><br></p><p>Ironically, although the men were going up, God had to come down to them. The descent of God is an affirmation of His supremacy. God will always be beyond our human reach. Any human effort to rise up to Him and to meet Him in heaven is useless and ridiculous. No question, that’s why, in order to save us, Jesus came down to us; there was, indeed, no other way for Him to save us.&nbsp;</p><p>A great irony in the Tower of Babel account is seen in God’s statement: “to see the city and the tower” (Gen. 11:5). God did not have to come down to see (Ps. 139:7–12; compare with Ps. 2:4), but He did so anyway. The concept emphasizes God’s involvement with humanity.&nbsp;</p><p><strong>Read Luke 1:26–33. What does this teach us about God’s coming down to us?&nbsp;</strong></p><p><strong>Luke 1:26–33</strong></p><p><strong>26</strong> Now in the sixth month the angel Gabriel was sent by God to a city of Galilee named Nazareth,&nbsp;</p><p><strong>27 </strong>to a virgin betrothed to a man whose name was Joseph, of the house of David. The virgin’s name was Mary.</p><p><strong>28 </strong>And having come in, the angel said to her, “Rejoice, highly favored one, the Lord is with you; blessed are you among women!”</p><p><strong>29 </strong>But when she saw him, she was troubled at his saying, and considered what manner of greeting this was.&nbsp;</p><p><strong>30 </strong>Then the angel said to her, “Do not be afraid, Mary, for you have found favor with God.&nbsp;</p><p><strong>31 </strong>And behold, you will conceive in your womb and bring forth a Son, and shall call His name Jesus.&nbsp;</p><p><strong>32 </strong>He will be great, and will be called the Son of the Highest; and the Lord God will give Him the throne of His father David.&nbsp;</p><p><strong>33 </strong>And He will reign over the house of Jacob forever, and of His kingdom there will be no end.”</p><p><br></p><p>The descent of God reminds us also of the principle of righteousness by faith and of the process of God’s grace. Whatever work we may perform for God, He will still have to come down to meet with us. It is not what we do for God that will bring us to Him and to redemption. Instead, it is God’s move toward us that will save us. In fact, the text in Genesis talks twice about God going “down,” which seems to imply how much He cared about what was happening there.</p><p>&nbsp;According to the text, the Lord wanted to put an end to the people’s deep-seated unity, which—given their fallen state—could lead only to more and more evil. That’s why He chose to confuse their languages, which would bring an end to their united schemes.&nbsp;</p><p>“The schemes of the Babel builders ended in shame and defeat. The monument to their pride became the memorial of their folly. Yet men are continually pursuing the same course—depending upon self, and rejecting God’s law. It is the principle that Satan tried to carry out in heaven; the same that governed Cain in presenting his offering.”—Ellen G. White, Patriarchs and Prophets, p. 123.</p><p><strong>&nbsp;How do we see in the Tower of Babel account another example of human hubris and how, ultimately, it will fail? What personal lessons can we take from this story?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 28",
               "dayTitle":"<p>The Redemption of the Exile</p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p><strong>Read Genesis 11:8 - 9 and Genesis 9:1; compare these with Genesis 1:28. Why is God’s dispersion redemptive?&nbsp;</strong></p><p><strong>Genesis 11:8 - 9</strong></p><p><sup><strong>8</strong> </sup>So the Lord scattered them abroad from there over the face of all the earth, and they ceased building the city.&nbsp;</p><p><strong><sup>9</sup> </strong>Therefore its name is called Babel, because there the Lord confused the language of all the earth; and from there the Lord scattered them abroad over the face of all the earth.</p><p><strong>Genesis 9:1</strong></p><p><sup><strong>1</strong></sup> So God blessed Noah and his sons, and said to them: “Be fruitful and multiply, and fill the earth.</p><p><strong>Genesis 1:28</strong></p><p><sup><strong>28</strong></sup> Then God blessed them, and God said to them, “Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.”</p><p><br></p><p>God’s design and blessing for humans was that they would “ ‘multiply, and fill the earth’ ” (Gen. 9:1, NKJV; compare with Gen. 1:28, NKJV). Against God’s plan, the builders of Babel preferred to stick together as the same people. One reason they said they wanted to build the city was so that they would not “  ‘be scattered abroad over the face of the whole earth’ ” (Gen. 11:4, NKJV). They refused to move elsewhere, perhaps thinking that together they would be more powerful than they would be separated and scattered. And, in one sense, they were right.&nbsp;</p><p>Unfortunately, they sought to use their united power for evil, not good. They wanted to “  ‘make a name for ourselves,’  ” a powerful reflection of their own arrogance and pride. Indeed, whenever humans, in open defiance of God, want to “ ‘make a name’ ” for themselves, we can be sure it won’t turn out well. It never has.&nbsp;</p><p>Hence, in a judgment against their outright defiance, God scattered them across “the face of all the earth” (Gen. 11:9), exactly what they didn’t want to happen.&nbsp;</p><p>Interestingly enough, the name Babel, which means “door of God,” is related to the verb balal, which means “confuse” (Gen. 11:9). It is because they wanted to reach the “door” of God, because they thought of themselves as God, that they ended up confused and much less powerful than before.&nbsp;</p><p>“The men of Babel had determined to establish a government that should be independent of God. There were some among them, however, who feared the Lord, but who had been deceived by the pretensions of the ungodly and drawn into their schemes. For the sake of these faithful ones the Lord delayed His judgments and gave the people time to reveal their true character. As this was developed, the sons of God labored to turn them from their purpose; but the people were fully united in their Heaven-daring undertaking. Had they gone on unchecked, they would have demoralized the world in its infancy. Their confederacy was founded in rebellion; a kingdom established for self-exaltation, but in which God was to have no rule or honor.”—Ellen G. White, Patriarchs and Prophets, p. 123.&nbsp;</p><p><strong>Why must we be very careful about seeking to “make a name” for ourselves?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 29",
               "dayTitle":"",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p><strong>Further Thought:</strong><br></p><p>Read Ellen G. White, “The Tower of Babel,” pp. 117–124, in Patriarchs and Prophets.&nbsp;</p><p>“They decided to build a city, and in it a tower of such stupendous height. .  .  . These enterprises were designed to prevent the people from scattering abroad in colonies. God had directed men to disperse throughout the earth, to replenish and subdue it; but these Babel builders determined to keep their community united in one body, and to found a monarchy that should eventually embrace the whole earth. Thus their city would become the metropolis of a universal empire; its glory would command the admiration and homage of the world and render the founders illustrious. The magnificent tower, reaching to the heavens, was intended to stand as a monument of the power and wisdom of its builders, perpetuating their fame to the latest generations.&nbsp;</p><p>“The dwellers on the plain of Shinar disbelieved God’s covenant that He would not again bring a flood upon the earth. Many of them denied the existence of God and attributed the Flood to the operation of natural causes. Others believed in a Supreme Being, and that it was He who had destroyed the antediluvian world; and their hearts, like that of Cain, rose up in rebellion against Him. One object before them in the erection of the tower was to secure their own safety in case of another deluge. By carrying the structure to a much greater height than was reached by the waters of the Flood, they thought to place themselves beyond all possibility of danger. And as they would be able to ascend to the region of the clouds, they hoped to ascertain the cause of the Flood. The whole undertaking was designed to exalt still further the pride of its projectors and to turn the minds of future generations away from God and lead them into idolatry.”—Ellen G. White, Patriarchs and Prophets, pp. 118, 119.&nbsp;</p><p><strong>Discussion Questions:&nbsp;</strong></p><p><strong>1. </strong>What example do we have from history, or even the present, of the trouble that can come from those who seek to make a name for themselves?&nbsp;</p><p><strong>2</strong>. How can we, as a church, avoid the danger of seeking to build our own Tower of Babel? What are ways we might actually be seeking to do this, even subconsciously?</p><p><strong>Inside Story: </strong><br></p><p>Miracle in UAE<br><br>By Gureni Lukwaro <br><br>Pradeep Liyanage hadn’t really thought about Jesus until his son joined a Pathfinder club in the United Arab Emirates. The 13-year-old boy came home filled with joy about the Bible stories that he heard at the club. As Pradeep and his wife saw the boy’s enthusiasm and listened to the stories, a desire grew in them to know more, and they started to study the Bible with Muyi Oyinloye, pastor of the Seventh-day Adventist church in Sharjah. <br><br>The day came when Pradeep’s wife and son gave their hearts to Jesus and were baptized. Pradeep also wanted to join the Adventist Church, but he had a sinful habit that he seemed powerless to break: tobacco. <br><br>Around the time of the baptisms, a new health ministries director was settling into her job at the headquarters of the Gulf Field of the Middle East and North Africa Union Mission. As Kathy Coleman examined her new office, she realized that she was lacking the health ministries’ official stamp, which was vital for documents. A call to the former health ministries director yielded both the stamp and several boxes of materials that she had known nothing about. The boxes contained various Adventist health programs, including Breathe Free, a smoking cessation program. <br><br>While sorting out the materials, Kathy received a call from pastor Muyi. <br><br>“Could you arrange a stop-smoking program for Pradeep?” he asked. <br><br>Kathy realized that God had provided everything that she needed to help the man. God had put all the pieces together just in time for the pastor’s phone call. Kathy got in touch with Pradeep and helped him through the nine-week program. He stopped smoking and, two months after completing the program, remained smoke-free and without cravings. With joy, he was baptized on Sabbath, March 13, 2021. “The Lord has been blessing me both physically and spiritually in my life,” he said. “He has improved my health, my family is happier, and even at work I am performing better.” <br><br>Now the 47-year-old man is telling everyone about Jesus and inviting them to experience his joy. Through his testimony about how he quit smoking, three new families have sent their children to the Pathfinder club.<br><br>“Jesus is inviting every one of His followers to shine brightly for Him,” said Marc Coleman, president of the Gulf Field. “The Lord is calling all of us to live a transformed life that will let others know of the love of Jesus in us,” he said.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>All Nations and Babel</p>",
         "verse":"<p>“Therefore its name is called Babel, because there the Lord confused the language of all the earth; and from there the Lord scattered them abroad over the face of all the earth” (Genesis 11:9, NKJV).</p>",
         "versionCode":1,
         "weekDate":"April 23–29"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
