{
   "data":[
      {
         "color":"#dfbe28",
         "id":12,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"14 de junio",
               "dayTitle":"<p>PRECURSORES</p>",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p>LEE PARA EL ESTUDIO DE ESTA SEMANA: Daniel 2:31-45; Daniel 3:1-12, 17, 18; Apocalipsis 13:11-17; Romanos 1:18-25; Hechos 12:1-17; Mateo 12:9-14.&nbsp;</p><p>PARA MEMORIZAR: “Porque no nos ha dado Dios espíritu de timidez, sino de poder, de amor y de dominio propio” (2 Tim. 1:7).&nbsp;</p><p>Esta semana estudiaremos otras dos historias bíblicas que prefiguran los acontecimientos de los últimos días con gran detalle.&nbsp;</p><p>En primer lugar, examinaremos el relato de Sadrac, Mesac y Abednego, que contiene alusiones evidentes al capítulo 13 de Apocalipsis. Veremos luego la historia de los apóstoles y la experiencia de los primeros cristianos para comprender lo que nos queda aún por delante hasta el regreso de Cristo.&nbsp;</p><p>Ambos ejemplos, el de los tres jóvenes hebreos y el de la iglesia apostólica, ponen de relieve un valor extraordinario y contienen claves para disfrutar de paz espiritual aun en las circunstancias más difíciles.&nbsp;</p><p>Jesús dijo una y otra vez cosas como “no temas” y “¿por qué están turbados y suben esos pensamientos a su corazón?” Es importante recordar que el centro de la profecía es Cristo y que debemos por ello ser capaces de escuchar ese mismo mensaje del Señor en las escenas proféticas de los momentos finales de la Tierra. Como dijo a sus discípulos: “No se turbe su corazón. Ustedes creen en Dios, crean también en mí” (Juan 14:1).&nbsp;</p><p>En otras palabras, aunque los eventos de los últimos días serán difíciles para quienes decidan permanecer fieles a Dios, debemos verlos con esperanza, no con temor.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de junio",
               "dayTitle":"<p>DANIEL 2 Y EL ENFOQUE HISTORICISTA DE LA PROFECÍA</p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p>La profecía que aparece en Daniel 2 es una de las más poderosas de toda la Escritura. Casi seis siglos antes de Cristo, el profeta expone la historia del mundo desde la época de Babilonia y a través de Medopersia, Grecia y Roma hasta la fragmentación de esta en lo que son hoy las naciones europeas.&nbsp;</p><p>De hecho, la profecía dijo de estas naciones europeas que “se mezclarán por medio de casamientos pero no se unirán el uno con el otro, así como el hierro no se mezcla con la arcilla” (Dan. 2:43). Esta predicción se ha cumplido asombrosamente. Es decir, a pesar de todo tipo de alianzas matrimoniales entre estas naciones, siguen divididas.&nbsp;</p><p>Por ejemplo, la monarquía británica se llama Casa de Windsor, un nombre inglés. Sin embargo, esa designación es relativamente reciente, ya que data de 1917. Antes de eso, la familia se llamaba Casa de Saxe-Coburg y Gotha, un nombre claramente alemán, pues muchos miembros de la realeza británica, al mezclarse “por medio de casamientos”, eran parientes consanguíneos de los alemanes. Sin embargo, esos lazos de sangre no bastaron para mantenerlos alejados de la guerra, ya que durante la Primera Guerra Mundial y en un intento de desvincularse de sus odiados enemigos, cambiaron su nombre por el de Casa de Windsor.&nbsp;</p><p><strong>Lee Daniel 2:31 al 45. ¿Cuál fue el sueño de Nabucodonosor y cómo lo interpretó Daniel?&nbsp;</strong></p><p><strong>Daniel 2:31-45</strong></p><p><sup><strong>31</strong> </sup>Tú, oh rey, veías, y he aquí una gran imagen. Esta imagen, que era muy grande, y cuya gloria era muy sublime, estaba en pie delante de ti, y su aspecto era terrible.&nbsp;</p><p><strong><sup>32</sup></strong> La cabeza de esta imagen era de oro fino; su pecho y sus brazos, de plata; su vientre y sus muslos, de bronce;&nbsp;</p><p><strong><sup>33</sup> </strong>sus piernas, de hierro; sus pies, en parte de hierro y en parte de barro cocido.&nbsp;</p><p><strong><sup>34</sup></strong> Estabas mirando, hasta que una piedra fue cortada, no con mano, e hirió a la imagen en sus pies de hierro y de barro cocido, y los desmenuzó.&nbsp;</p><p><sup><strong>35</strong> </sup>Entonces fueron desmenuzados también el hierro, el barro cocido, el bronce, la plata y el oro, y fueron como tamo de las eras del verano, y se los llevó el viento sin que de ellos quedara rastro alguno. Mas la piedra que hirió a la imagen fue hecha un gran monte que llenó toda la tierra.&nbsp;</p><p><sup><strong>36</strong></sup> Este es el sueño; también la interpretación de él diremos en presencia del rey.&nbsp;</p><p><strong><sup>37</sup></strong> Tú, oh rey, eres rey de reyes; porque el Dios del cielo te ha dado reino, poder, fuerza y majestad.&nbsp;</p><p><strong><sup>38</sup></strong> Y dondequiera que habitan hijos de hombres, bestias del campo y aves del cielo, él los ha entregado en tu mano, y te ha dado el dominio sobre todo; tú eres aquella cabeza de oro.&nbsp;</p><p><strong><sup>39</sup></strong> Y después de ti se levantará otro reino inferior al tuyo; y luego un tercer reino de bronce, el cual dominará sobre toda la tierra.&nbsp;</p><p><strong><sup>40</sup></strong> Y el cuarto reino será fuerte como hierro; y como el hierro desmenuza y rompe todas las cosas, desmenuzará y quebrantará todo.&nbsp;</p><p><strong><sup>41</sup></strong> Y lo que viste de los pies y los dedos, en parte de barro cocido de alfarero y en parte de hierro, será un reino dividido; mas habrá en él algo de la fuerza del hierro, así como viste hierro mezclado con barro cocido.&nbsp;</p><p><strong><sup>42</sup></strong> Y por ser los dedos de los pies en parte de hierro y en parte de barro cocido, el reino será en parte fuerte, y en parte frágil.&nbsp;</p><p><strong><sup>43</sup></strong> Así como viste el hierro mezclado con barro, se mezclarán por medio de alianzas humanas; pero no se unirán el uno con el otro, como el hierro no se mezcla con el barro.&nbsp;</p><p><strong><sup>44</sup> </strong>Y en los días de estos reyes el Dios del cielo levantará un reino que no será jamás destruido, ni será el reino dejado a otro pueblo; desmenuzará y consumirá a todos estos reinos, pero él permanecerá para siempre,&nbsp;</p><p><strong><sup>45</sup></strong> de la manera que viste que del monte fue cortada una piedra, no con mano, la cual desmenuzó el hierro, el bronce, el barro, la plata y el oro. El gran Dios ha mostrado al rey lo que ha de acontecer en lo por venir; y el sueño es verdadero, y fiel su interpretación.</p><p><br></p><p>Todas las profecías apocalípticas de Daniel siguen la base establecida en Daniel 2. Es decir, la secuencia de un imperio mundial tras otro hasta que Dios establece su reino eterno (ver Dan. 2:44; 7:13, 14). En otras palabras, esas profecías anunciaban una serie ininterrumpida de imperios desde la antigüedad hasta el fin de la historia, incluyendo nuestros días. Este enfoque o interpretación historicista de las profecías surge de los textos mismos y es crucial para comprender los acontecimientos de los últimos días, particularmente los descritos en Apocalipsis.&nbsp;</p><p><strong>¿Cómo demuestra Daniel 2 que Dios no solo conoce el futuro sino también tiene, en última instancia, el control de este?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de junio",
               "dayTitle":"<p>LA ADORACIÓN DE LA IMAGEN</p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p>La atención que Nabucodonosor prestó a Daniel y a su Dios en un principio, cuando estaba aún impresionado por lo que se le reveló (ver Dan. 2, especialmente los versículos 46-48), no duró mucho.&nbsp;</p><p><strong>Lee Daniel 3:1 al 12. ¿Qué implica el hecho de que la estatua fuera solo de oro y que el rey exigiera que se la adorara?&nbsp;</strong></p><p><strong>Daniel 3:1-12</strong></p><p><sup><strong>1</strong></sup> El rey Nabucodonosor hizo una estatua de oro cuya altura era de sesenta codos, y su anchura de seis codos; la levantó en el campo de Dura, en la provincia de Babilonia.&nbsp;</p><p><strong><sup>2</sup></strong> Y envió el rey Nabucodonosor a que se reuniesen los sátrapas, los magistrados y capitanes, oidores, tesoreros, consejeros, jueces, y todos los gobernadores de las provincias, para que viniesen a la dedicación de la estatua que el rey Nabucodonosor había levantado.&nbsp;</p><p><strong><sup>3</sup></strong> Fueron, pues, reunidos los sátrapas, magistrados, capitanes, oidores, tesoreros, consejeros, jueces, y todos los gobernadores de las provincias, a la dedicación de la estatua que el rey Nabucodonosor había levantado; y estaban en pie delante de la estatua que había levantado el rey Nabucodonosor.&nbsp;</p><p><strong><sup>4</sup> </strong>Y el pregonero anunciaba en alta voz: Mándase a vosotros, oh pueblos, naciones y lenguas,&nbsp;</p><p><strong><sup>5</sup></strong> que al oír el son de la bocina, de la flauta, del tamboril, del arpa, del salterio, de la zampoña y de todo instrumento de música, os postréis y adoréis la estatua de oro que el rey Nabucodonosor ha levantado;&nbsp;</p><p><sup><strong>6</strong> </sup>y cualquiera que no se postre y adore, inmediatamente será echado dentro de un horno de fuego ardiendo.&nbsp;</p><p><strong><sup>7</sup></strong> Por lo cual, al oír todos los pueblos el son de la bocina, de la flauta, del tamboril, del arpa, del salterio, de la zampoña y de todo instrumento de música, todos los pueblos, naciones y lenguas se postraron y adoraron la estatua de oro que el rey Nabucodonosor había levantado.&nbsp;</p><p><strong><sup>8</sup></strong> Por esto en aquel tiempo algunos varones caldeos vinieron y acusaron maliciosamente a los judíos.&nbsp;</p><p><strong><sup>9</sup></strong> Hablaron y dijeron al rey Nabucodonosor: Rey, para siempre vive.&nbsp;</p><p><strong><sup>10</sup></strong> Tú, oh rey, has dado una ley que todo hombre, al oír el son de la bocina, de la flauta, del tamboril, del arpa, del salterio, de la zampoña y de todo instrumento de música, se postre y adore la estatua de oro;&nbsp;</p><p><strong><sup>11</sup></strong> y el que no se postre y adore, sea echado dentro de un horno de fuego ardiendo.&nbsp;</p><p><strong><sup>12</sup></strong> Hay unos varones judíos, los cuales pusiste sobre los negocios de la provincia de Babilonia: Sadrac, Mesac y Abed-nego; estos varones, oh rey, no te han respetado; no adoran tus dioses, ni adoran la estatua de oro que has levantado.</p><p><br></p><p>El rey subrayó su desafío al mensaje de Dios construyendo una estatua que estaba hecha solo de oro. ¿Cuál era el mensaje? Que Babilonia nunca caería y que Nabucodonosor siempre sería rey. Quienquiera que se atreviera a desafiar esa idea sería ejecutado. Esto sirve como un poderoso recordatorio de que nuestro deseo humano de autodeterminación puede cegarnos e impedir que aceptemos la verdad acerca de cómo se desarrollará el Gran Conflicto.&nbsp;</p><p>Nabucodonosor manifiesta en algunos sentidos características de Lucifer, ya que era ambicioso, engreído y orgulloso como para rebelarse abiertamente contra la autoridad de Dios. En otros aspectos, por supuesto, hay marcadas diferencias. Nabucodonosor aceptó finalmente al Dios verdadero y es probable que lo encontremos en el Reino que tanto desafió.&nbsp;</p><p><strong>Lee en Daniel 3:17 y 18 las desafiantes palabras dirigidas por los tres jóvenes hebreos al rey. ¿Qué nos enseña esto?&nbsp;</strong></p><p><strong>Daniel 3:17-18</strong></p><p><strong><sup>17</sup></strong> He aquí nuestro Dios a quien servimos puede librarnos del horno de fuego ardiendo; y de tu mano, oh rey, nos librará.&nbsp;</p><p><strong><sup>18 </sup></strong>Y si no, sepas, oh rey, que no serviremos a tus dioses, ni tampoco adoraremos la estatua que has levantado.</p><p>Piensa en las salidas que esos tres jóvenes podrían haber considerado para evitar tan peligrosa situación. ¿No sería acaso una muestra de fanatismo dejarse quemar vivos por no ofrecer una simple reverencia? ¿No podrían haber fingido, inclinándose para ajustar su calzado mientras oraban a Dios? ¿Valía realmente la pena lo que les esperaba? Pensaban obviamente que sí, aunque lo que dijeron mostraba que eran conscientes de que era muy probable que morirían. <br></p><p><strong>¿Cómo podemos evitar las racionalizaciones que comprometen nuestra fe? ¿Qué dice el siguiente texto acerca de una tentación similar: “El que es fiel en lo muy poco también en lo más será fiel; y el que en lo muy poco es injusto también en lo más será injusto” (Luc. 16:10)?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de junio",
               "dayTitle":"<p>OTRA IMAGEN Y LA ORDEN DE ADORARLA</p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p>Hace tiempo que los estudiosos de la Biblia ven la conexión entre Daniel 3 y lo que Apocalipsis enseña acerca de los eventos finales. Efectivamente, la orden de “adorar la imagen” o morir (Dan. 3:15) refleja lo que el Apocalipsis enseña acerca de la orden de rendir culto a una imagen so pena de muerte. “Se le permitió infundir aliento a la imagen de la primera bestia, para que la imagen pudiera hablar y dar muerte a todo el que no adore a la imagen de la bestia” (Apoc. 13:15).&nbsp;</p><p><strong>Lee Apocalipsis 13:11 al 17; 14:9, 11 y 12; 16:2; 19:20; y 20:4. ¿Qué contraste hay aquí que implica un conflicto entre los mandamientos de Dios y los de hombres? <br></strong></p><p><strong>Apocalipsis 13:11-17</strong></p><p><sup><strong>11</strong></sup> Después vi otra bestia que subía de la tierra; y tenía dos cuernos semejantes a los de un cordero, pero hablaba como dragón.&nbsp;</p><p><strong><sup>12</sup></strong> Y ejerce toda la autoridad de la primera bestia en presencia de ella, y hace que la tierra y los moradores de ella adoren a la primera bestia, cuya herida mortal fue sanada.&nbsp;</p><p><strong><sup>13</sup></strong> También hace grandes señales, de tal manera que aun hace descender fuego del cielo a la tierra delante de los hombres.&nbsp;</p><p><strong><sup>14</sup></strong> Y engaña a los moradores de la tierra con las señales que se le ha permitido hacer en presencia de la bestia, mandando a los moradores de la tierra que le hagan imagen a la bestia que tiene la herida de espada, y vivió.&nbsp;</p><p><sup><strong>15</strong> </sup>Y se le permitió infundir aliento a la imagen de la bestia, para que la imagen hablase e hiciese matar a todo el que no la adorase.&nbsp;</p><p><strong><sup>16</sup> </strong>Y hacía que a todos, pequeños y grandes, ricos y pobres, libres y esclavos, se les pusiese una marca en la mano derecha, o en la frente;&nbsp;</p><p><sup><strong>17</strong></sup> y que ninguno pudiese comprar ni vender, sino el que tuviese la marca o el nombre de la bestia, o el número de su nombre.</p><p><strong>Apocalipsis 14:9</strong></p><p><strong><sup>9</sup></strong> Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano</p><p><strong>Apocalipsis 14:11-12</strong></p><p><strong><sup>11</sup></strong> y el humo de su tormento sube por los siglos de los siglos. Y no tienen reposo de día ni de noche los que adoran a la bestia y a su imagen, ni nadie que reciba la marca de su nombre.<br><br><strong><sup>12</sup></strong> Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.</p><p><strong>Apocalipsis 16:2</strong></p><p><strong><sup>2 </sup></strong>Fue el primero, y derramó su copa sobre la tierra, y vino una úlcera maligna y pestilente sobre los hombres que tenían la marca de la bestia, y que adoraban su imagen.</p><p><strong>Apocalipsis 19:20</strong></p><p><strong><sup>20</sup></strong> Y la bestia fue apresada, y con ella el falso profeta que había hecho delante de ella las señales con las cuales había engañado a los que recibieron la marca de la bestia, y habían adorado su imagen. Estos dos fueron lanzados vivos dentro de un lago de fuego que arde con azufre.</p><p><strong>Apocalipsis 20:4</strong></p><p><strong><sup>4</sup></strong> Y vi tronos, y se sentaron sobre ellos los que recibieron facultad de juzgar; y vi las almas de los decapitados por causa del testimonio de Jesús y por la palabra de Dios, los que no habían adorado a la bestia ni a su imagen, y que no recibieron la marca en sus frentes ni en sus manos; y vivieron y reinaron con Cristo mil años.</p><p><br></p><p>El pueblo de Dios está llamado a adorar “al que hizo el cielo y la tierra, el mar y las fuentes de las aguas”, es decir, al Creador, en contraposición con la bestia y su imagen. Los tres jóvenes hebreos se negaron, ante una amenaza similar, a adorar a otro que no fuera el Dios Creador. Por lo tanto, por diferentes que sean las circunstancias entre la orden de adorar la imagen en la llanura de Dura en oposición al Creador y lo que sucederá en todo el mundo con el llamado a rendir culto a la imagen de la bestia y no al Creador, el principio es el mismo.&nbsp;</p><p><strong>Lee Romanos 1:18 al 25 (observa el vínculo existente entre Romanos 1:18 y Apocalipsis 14:9 y 10 acerca de “la ira de Dios”). En vista de ello, ¿de qué manera la adoración de la imagen de la bestia es solo otra manifestación del mismo principio en juego, el de quién debe ser objeto de la lealtad de los seres humanos? <br></strong></p><p><strong>Romanos 1:18-25</strong></p><p><sup><strong>18</strong></sup> Porque la ira de Dios se revela desde el cielo contra toda impiedad e injusticia de los hombres que detienen con injusticia la verdad;&nbsp;</p><p><strong><sup>19</sup></strong> porque lo que de Dios se conoce les es manifiesto, pues Dios se lo manifestó.&nbsp;</p><p><strong><sup>20</sup></strong> Porque las cosas invisibles de él, su eterno poder y deidad, se hacen claramente visibles desde la creación del mundo, siendo entendidas por medio de las cosas hechas, de modo que no tienen excusa.&nbsp;</p><p><strong><sup>21</sup></strong> Pues habiendo conocido a Dios, no le glorificaron como a Dios, ni le dieron gracias, sino que se envanecieron en sus razonamientos, y su necio corazón fue entenebrecido.&nbsp;</p><p><strong><sup>22</sup></strong> Profesando ser sabios, se hicieron necios,&nbsp;</p><p><strong><sup>23</sup></strong> y cambiaron la gloria del Dios incorruptible en semejanza de imagen de hombre corruptible, de aves, de cuadrúpedos y de reptiles.&nbsp;</p><p><sup><strong>24</strong> </sup>Por lo cual también Dios los entregó a la inmundicia, en las concupiscencias de sus corazones, de modo que deshonraron entre sí sus propios cuerpos,&nbsp;</p><p><sup><strong>25</strong></sup> ya que cambiaron la verdad de Dios por la mentira, honrando y dando culto a las criaturas antes que al Creador, el cual es bendito por los siglos. Amén.</p><p><strong>Apocalipsis 14:9-10</strong></p><p><strong><sup>9</sup></strong> Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano,&nbsp;</p><p><strong><sup>10</sup></strong> él también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y será atormentado con fuego y azufre delante de los santos ángeles y del Cordero;&nbsp;</p><p><br></p><p>Adorar no significa única o necesariamente inclinarse ante una imagen y ofrecerle incienso. Adoramos aquello a lo que en última instancia somos leales. Cuando consideramos quién es nuestro Dios Creador y lo que ha hecho por nosotros al redimirnos por medio de Jesús, nos damos cuenta de que es el único que merece ser adorado. Todo lo demás es idolatría. Tal vez esto ayuda a comprender las severas palabras de Jesús: “El que no está conmigo, está contra mí; y el que conmigo no recoge, desparrama” (Mat. 12:30). Los acontecimientos finales van a ser simplemente una manifestación dramática de esta verdad.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de junio",
               "dayTitle":"<p>LA PERSECUCIÓN A LA IGLESIA PRIMITIVA</p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p>Tanto el Antiguo Testamento como el Nuevo Testamento contienen ejemplos de precursores de los acontecimientos finales. La vida no fue fácil para los cristianos del primer siglo. Primero fueron odiados por muchos de sus propios correligionarios, quienes los consideraban una amenaza para la fe de Moisés. También se enfrentaron a la ira del pagano Imperio Romano. “Los poderes de la Tierra y del infierno se coligaron contra Cristo en la persona de sus seguidores. El paganismo previó que, de triunfar el evangelio, sus templos y sus altares serían derribados; por lo tanto, reunió sus fuerzas para destruir el cristianismo. Se encendieron los fuegos de la persecución” (Elena de White, El conflicto de los siglos, p. 43).&nbsp;</p><p>El libro de Hechos registra una historia que ilustra poderosamente lo que el pueblo de Dios puede esperar a medida que nos dirigimos hacia el escenario descrito en Apocalipsis 13.</p><p><strong>Lee Hechos 12:1 al 19. ¿Qué elementos de esta historia podrían presagiar los acontecimientos de los últimos días?</strong></p><p><strong>Hechos 12:1-19</strong></p><p><sup><strong>1</strong></sup> En aquel mismo tiempo el rey Herodes echó mano a algunos de la iglesia para maltratarles.&nbsp;</p><p><strong><sup>2</sup> </strong>Y mató a espada a Jacobo, hermano de Juan.&nbsp;</p><p><strong><sup>3</sup></strong> Y viendo que esto había agradado a los judíos, procedió a prender también a Pedro. Eran entonces los días de los panes sin levadura.&nbsp;</p><p><strong><sup>4</sup> </strong>Y habiéndole tomado preso, le puso en la cárcel, entregándole a cuatro grupos de cuatro soldados cada uno, para que le custodiasen; y se proponía sacarle al pueblo después de la pascua.&nbsp;</p><p><strong><sup>5</sup></strong> Así que Pedro estaba custodiado en la cárcel; pero la iglesia hacía sin cesar oración a Dios por él.&nbsp;</p><p><strong><sup>6</sup></strong> Y cuando Herodes le iba a sacar, aquella misma noche estaba Pedro durmiendo entre dos soldados, sujeto con dos cadenas, y los guardas delante de la puerta custodiaban la cárcel.&nbsp;</p><p><sup><strong>7 </strong></sup>Y he aquí que se presentó un ángel del Señor, y una luz resplandeció en la cárcel; y tocando a Pedro en el costado, le despertó, diciendo: Levántate pronto. Y las cadenas se le cayeron de las manos.&nbsp;</p><p><strong><sup>8</sup> </strong>Le dijo el ángel: Cíñete, y átate las sandalias. Y lo hizo así. Y le dijo: Envuélvete en tu manto, y sígueme.&nbsp;</p><p><strong><sup>9</sup></strong> Y saliendo, le seguía; pero no sabía que era verdad lo que hacía el ángel, sino que pensaba que veía una visión.&nbsp;</p><p><strong><sup>10</sup></strong> Habiendo pasado la primera y la segunda guardia, llegaron a la puerta de hierro que daba a la ciudad, la cual se les abrió por sí misma; y salidos, pasaron una calle, y luego el ángel se apartó de él.&nbsp;</p><p><strong><sup>11</sup></strong> Entonces Pedro, volviendo en sí, dijo: Ahora entiendo verdaderamente que el Señor ha enviado su ángel, y me ha librado de la mano de Herodes, y de todo lo que el pueblo de los judíos esperaba.&nbsp;</p><p><strong><sup>12</sup></strong> Y habiendo considerado esto, llegó a casa de María la madre de Juan, el que tenía por sobrenombre Marcos, donde muchos estaban reunidos orando.&nbsp;</p><p><strong><sup>13</sup></strong> Cuando llamó Pedro a la puerta del patio, salió a escuchar una muchacha llamada Rode,&nbsp;</p><p><sup><strong>14</strong></sup> la cual, cuando reconoció la voz de Pedro, de gozo no abrió la puerta, sino que corriendo adentro, dio la nueva de que Pedro estaba a la puerta.&nbsp;</p><p><sup><strong>15</strong></sup> Y ellos le dijeron: Estás loca. Pero ella aseguraba que así era. Entonces ellos decían: ¡Es su ángel!&nbsp;</p><p><sup><strong>16</strong></sup> Mas Pedro persistía en llamar; y cuando abrieron y le vieron, se quedaron atónitos.&nbsp;</p><p><sup><strong>17 </strong></sup>Pero él, haciéndoles con la mano señal de que callasen, les contó cómo el Señor le había sacado de la cárcel. Y dijo: Haced saber esto a Jacobo y a los hermanos. Y salió, y se fue a otro lugar.&nbsp;</p><p><sup><strong>18</strong></sup> Luego que fue de día, hubo no poco alboroto entre los soldados sobre qué había sido de Pedro.&nbsp;</p><p><sup><strong>19</strong></sup> Mas Herodes, habiéndole buscado sin hallarle, después de interrogar a los guardas, ordenó llevarlos a la muerte. Después descendió de Judea a Cesarea y se quedó allí.</p><p><br></p><p>Santiago había sido decapitado y Pedro habría de ser el siguiente, pues existía la pena de muerte contra los cristianos. Quizás uno de los aspectos más notables de esta historia sea el hecho de que Pedro dormía tan profundamente, durante la que debería haber sido para él la peor noche de su vida, que el ángel tuvo que golpearlo para que despertara.&nbsp;</p><p>Pedro fue milagrosamente puesto en libertad y se dirigió a una reunión de creyentes que, paradójicamente, dudaban de que hubiera sido liberado aunque estaban orando por ello. La Biblia dice que quedaron atónitos, lo que nos llama a reflexionar acerca de cuántas veces oramos sin confiar demasiado en que Dios nos responderá.&nbsp;</p><p>Algunos creyentes se salvaron durante aquella persecución, mientras que otros fueron asesinados. A medida que nos acercamos al final de los tiempos, sucederá lo mismo. Incluso Pedro, aunque fue librado en esa ocasión, murió finalmente por su fe. Jesús mismo le anunció cómo moriría: “Te aseguro: ‘Cuando eras más joven, te ceñías e ibas a donde querías. Pero cuando seas anciano, extenderás tus manos y otro te ceñirá, y te llevará a donde no quieras’. Dijo esto para dar a entender de qué muerte había de glorificar a Dios. Dicho esto, añadió: ‘Sígueme’ ” (Juan 21:18, 19).&nbsp;</p><p><strong>Tras anunciar a Pedro cómo moriría, Jesús le dijo: “Sígueme”.</strong> <strong>¿Qué debería decirnos esto acerca de por qué ni siquiera el riesgo de la muerte debería impedirnos seguir al Señor?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de junio",
               "dayTitle":"<p>LA MARCA DE LA BESTIA</p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p>Puesto que ciertos acontecimientos finales –como el decreto de muerte y la imposición de la marca de la bestia aún no han sucedido a pesar del paso del tiempo, algunos han expresado dudas e incluso escepticismo acerca de nuestra interpretación de los eventos finales, incluyendo el papel central del sábado y del domingo en la etapa final del Conflicto.&nbsp;</p><p>El libro de Apocalipsis es claro: adoramos al Creador o a la bestia y a su imagen. Y, dado que el séptimo día, el sábado semanal, es desde el Edén mismo la señal de Dios como Creador (ver Gén. 2:1-3), no debería sorprender que el sábado ocupe un lugar central en la adoración al Creador. Además, no es coincidencia que el poder representado por la bestia surgida del mar sea el mismo que pretendió modificar el mandamiento que ordena observar el sábado como día de adoración al Creador por el domingo, lo cual no es autorizado por la Biblia. Con estos antecedentes en mente, la idea de que el sábado y el domingo intervendrán en la cuestión de la adoración, ya sea al Creador (ver Apoc. 14:6, 7) o a la bestia, tiene mucho sentido. Además, tenemos en el Nuevo Testamento un precursor acerca de la cuestión del sábado, o séptimo día, como día de adoración en contraposición con la ley humana.&nbsp;</p><p><strong>Lee Mateo 12:9 al 14 y Juan 5:1 al 16. ¿Por qué quisieron los líderes religiosos matar a Jesús? <br></strong></p><p><strong>&nbsp;Mateo 12:9-14</strong></p><p><sup><strong>9</strong></sup> Pasando de allí, vino a la sinagoga de ellos.&nbsp;</p><p><strong><sup>10</sup></strong> Y he aquí había allí uno que tenía seca una mano; y preguntaron a Jesús, para poder acusarle: ¿Es lícito sanar en el día de reposo?&nbsp;</p><p><strong><sup>11</sup></strong> Él les dijo: ¿Qué hombre habrá de vosotros, que tenga una oveja, y si esta cayere en un hoyo en día de reposo, no le eche mano, y la levante?&nbsp;</p><p><strong><sup>12</sup></strong> Pues ¿cuánto más vale un hombre que una oveja? Por consiguiente, es lícito hacer el bien en los días de reposo.&nbsp;</p><p><strong><sup>13</sup></strong> Entonces dijo a aquel hombre: Extiende tu mano. Y él la extendió, y le fue restaurada sana como la otra.&nbsp;</p><p><strong><sup>14</sup></strong> Y salidos los fariseos, tuvieron consejo contra Jesús para destruirle.</p><p><strong>Juan 5:1-16</strong></p><p><sup><strong>1</strong></sup> Después de estas cosas había una fiesta de los judíos, y subió Jesús a Jerusalén.&nbsp;</p><p><sup><strong>2</strong> </sup>Y hay en Jerusalén, cerca de la puerta de las ovejas, un estanque, llamado en hebreo Betesda, el cual tiene cinco pórticos.&nbsp;</p><p><sup><strong>3</strong> </sup>En estos yacía una multitud de enfermos, ciegos, cojos y paralíticos, que esperaban el movimiento del agua.&nbsp;</p><p><strong><sup>4</sup></strong> Porque un ángel descendía de tiempo en tiempo al estanque, y agitaba el agua; y el que primero descendía al estanque después del movimiento del agua, quedaba sano de cualquier enfermedad que tuviese.</p><p><strong><sup>5</sup> </strong>Y había allí un hombre que hacía treinta y ocho años que estaba enfermo.&nbsp;</p><p><strong><sup>6</sup> </strong>Cuando Jesús lo vio acostado, y supo que llevaba ya mucho tiempo así, le dijo: ¿Quieres ser sano?&nbsp;</p><p><strong><sup>7</sup></strong> Señor, le respondió el enfermo, no tengo quien me meta en el estanque cuando se agita el agua; y entre tanto que yo voy, otro desciende antes que yo.&nbsp;</p><p><strong><sup>8</sup></strong> Jesús le dijo: Levántate, toma tu lecho, y anda.&nbsp;</p><p><strong><sup>9</sup></strong> Y al instante aquel hombre fue sanado, y tomó su lecho, y anduvo. Y era día de reposo aquel día.&nbsp;</p><p><strong><sup>10</sup></strong> Entonces los judíos dijeron a aquel que había sido sanado: Es día de reposo; no te es lícito llevar tu lecho.&nbsp;</p><p><sup><strong>11</strong> </sup>Él les respondió: El que me sanó, él mismo me dijo: Toma tu lecho y anda.&nbsp;</p><p><strong><sup>12</sup></strong> Entonces le preguntaron: ¿Quién es el que te dijo: Toma tu lecho y anda? <br></p><p><strong><sup>13</sup></strong> Y el que había sido sanado no sabía quién fuese, porque Jesús se había apartado de la gente que estaba en aquel lugar. <br></p><p><sup><strong>14</strong> </sup>Después le halló Jesús en el templo, y le dijo: Mira, has sido sanado; no peques más, para que no te venga alguna cosa peor.&nbsp;</p><p><sup><strong>15</strong></sup> El hombre se fue, y dio aviso a los judíos, que Jesús era el que le había sanado.&nbsp;</p><p><strong><sup>16</sup></strong> Y por esta causa los judíos perseguían a Jesús, y procuraban matarle, porque hacía estas cosas en el día de reposo.</p><p><br></p><p>En Mateo 12:9 al 13, ¿cómo respondieron los líderes religiosos cuando Jesús sanó en sábado al hombre que tenía una mano seca? “Pero los fariseos salieron y conspiraron contra Jesús para matarlo” (Mat. 12:14). ¿Matar a alguien a causa del sábado? En Juan 5:1 al 16, después de otra curación milagrosa realizada en el séptimo día, los líderes “perseguían a Jesús, y procuraban matarlo, porque hacía estas cosas en sábado” (Juan 5:16).&nbsp;</p><p>¿Muerte a causa de la tradición humana (nada en la Biblia prohibía curar a alguien en sábado, así como nada en la Biblia ha puesto el domingo en lugar del sábado) versus el día de reposo bíblico (sábado, séptimo día de la semana)? Aunque la cuestión específica allí descrita no es la misma que en los acontecimientos finales, se parece bastante: la ley humana en oposición a la de Dios. En ambos casos, la ley cuestionada tiene que ver con el sábado bíblico.&nbsp;</p><p><strong>¿Morir a causa de uno de los mandamientos de Dios? ¿Cómo podría alguien racionalizar la situación para procurar una escapatoria?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"20 de junio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p>Lee el capítulo titulado “La liberación del pueblo de Dios” en las páginas 693 a 710 del libro El conflicto de los siglos, de Elena de White.&nbsp;</p><p>“En todos los tiempos, Dios se valió de santos ángeles para socorrer y liberar a su pueblo. Los seres celestiales tomaron parte activa en los asuntos de los hombres. Aparecieron con vestiduras que relucían como el rayo; vinieron como hombres con ropa de caminantes. Hubo casos en que ángeles aparecieron en forma humana a los hombres de Dios. Descansaron bajo los robles al mediodía como si estuviesen cansados. Aceptaron la hospitalidad en hogares humanos. Sirvieron de guías a viajeros extraviados. Con sus propias manos encendieron los fuegos del altar. Abrieron las puertas de las cárceles y liberaron a los siervos del Señor. Vestidos de la armadura celestial, vinieron para quitar la piedra de sepulcro del Salvador.&nbsp;</p><p>“A menudo suele haber ángeles en forma humana en las asambleas de los justos; y también visitan las de los impíos, como lo hicieron en Sodoma para tomar nota de sus actos y para determinar si cruzaron el límite de la paciencia de Dios. El Señor se complace en la misericordia; así que, por causa de los pocos que lo sirven verdaderamente, mitiga las calamidades y prolonga la tranquilidad de las multitudes. Los que pecan contra Dios no se dan cuenta de que deben la vida a los pocos fieles a quienes les gusta ridiculizar y oprimir” (Elena de White, El conflicto de los siglos, pp. 689, 690).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR: </strong><br></p><p><strong>1.</strong> Lee 2 Timoteo 1:7. Analiza los aspectos de la profecía que más te han preocupado. ¿Cómo podemos librarnos del temor y encontrar el mensaje de esperanza de Dios aun en medio de las profecías que se refieren a la persecución por causa de la fe?&nbsp;</p><p><strong>2.</strong> Aunque en este momento puede ser difícil ver cómo el sábado y el domingo podrían convertirse en el epicentro de los acontecimientos finales, nota cuán rápidamente puede cambiar el mundo. ¿Qué debería enseñarnos esto acerca de no basar nuestra fe en los acontecimientos actuales, que pueden cambiar en un instante, sino solo en la Palabra de Dios?&nbsp;</p><p><strong>3. </strong>Piensa en Daniel 2 (e incluso en Dan. 7). Todos los imperios surgieron y desaparecieron exactamente como fue predicho. Desde nuestra perspectiva actual, solo queda un reino por aparecer. ¿Cuál es y por qué podemos estar seguros de que surgirá así como fue anunciado?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":128,
               "idDay":8,
               "idLesson":12,
               "lessonText":"<p><strong>RESEÑA <br></strong></p><p>Texto clave: 2 Timoteo 1:7.</p><p>&nbsp;Enfoque del estudio: Daniel 2:31-45; Apocalipsis 13:11-17.&nbsp;</p><p>Introducción&nbsp;</p><p>Durante las dos últimas semanas, hemos estudiado relatos bíblicos y salmos que contenían alusiones a profecías futuras. Sin embargo, estas proyecciones hacia el futuro eran solo percepciones indirectas que nos preparaban para recibir y comprender el mensaje de la profecía. En esta lección, prestaremos atención a las profecías que se refieren explícitamente al tiempo del fin. Debemos recordar que la Biblia no es solo un libro de bellas historias escrito para nuestro entretenimiento. Tampoco es simplemente un libro de edificación espiritual y moral. Lo que hace única a la Biblia es su mensaje de esperanza: Dios salvará al mundo al final de los tiempos.</p><p>&nbsp;El mensaje de esperanza, por supuesto, está presente en diferentes formas a lo largo de las Escrituras. Pero son sobre todo los dos libros apocalípticos, Daniel y Apocalipsis, los que se centran en el destino final del mundo. Estos dos libros están interrelacionados y, por lo tanto, serán consultados uno en relación con el otro. La lección de esta semana abarcará, en primer lugar, la línea general de los acontecimientos proféticos tal como se revela en la profecía de la estatua del libro de Daniel (Dan. 2:31-45). Luego consideraremos los últimos días de la historia humana.&nbsp;</p><p>Veremos cómo la profecía de Daniel revelará el poder del mal y denunciará su esquema mental, que ya fue manifestado por los reyes babilónicos (Dan. 3). La profecía alcanzará entonces su cumplimiento en el cuerno pequeño de los capítulos 7 y 8, y en la bestia de Apocalipsis 13 y 14.&nbsp;</p><p><strong>COMENTARIO&nbsp;</strong></p><p>La mentalidad de Babel&nbsp;</p><p>El libro de Daniel comienza con una alusión a la historia de la torre de Babel. Cuando el profeta relata el ataque de Nabucodonosor contra Jerusalén, menciona la rara y antigua palabra Sinar, el mismo nombre que se refería al lugar donde los constructores de Babel edificaron su torre (Gén. 11:2). Esta referencia específica revela, desde el principio del libro, la intención del autor bíblico de asociar a los constructores de la torre de Babel con la maniobra de Nabucodonosor de llevar los artículos del Templo de Jerusalén a su lugar, Babilonia (Sinar).&nbsp;</p><p>En Daniel 2, el rey tiene un sueño que lo inquieta. Daniel es convocado para interpretarlo y explica a Nabucodonosor que el Dios del Cielo le envió este sueño para ayudarlo a percibir y comprender la iniquidad de “los pensamientos de tu corazón” (Dan. 2:30).&nbsp;</p><p>Nabucodonosor tenía, en efecto, la misma mentalidad que los constructores de la torre de Babel. Al llevar los artículos del Templo de Jerusalén a su propio templo, demostró de hecho la misma intención de ocupar el lugar de Dios. Desde el principio, Daniel revela, pues, la clave del sueño. Este sueño se refiere, en primer lugar, a la mentalidad de “Babel” del rey. Más adelante, en Daniel 3, el comportamiento de Nabucodonosor confirmará este juicio (ver más adelante). De hecho, esta denuncia constituye el hilo conductor que teje toda la profecía de los reinos de la Tierra.&nbsp;</p><p>En su primera línea, Daniel señala el orgullo y la usurpación de Nabucodonosor: por un lado, Daniel llama al rey por su título habitual, “rey de reyes”, como si fuera él quien gobernara sobre otros reyes. Por otro lado, Daniel identifica claramente al “Dios del cielo” como el único a quien el rey debe su poder (Dan. 2:37). Daniel describe al rey como si fuera el Creador mismo (al menos, siguiendo la línea de pensamiento de Nabucodonosor). Al mismo tiempo, Daniel recuerda al rey que es el Dios del Cielo quien le ha otorgado todo lo que posee (Dan. 2:38).&nbsp;</p><p>A continuación, Daniel anuncia que los siguientes reinos mundiales serán inferiores al de Nabucodonosor, dando a entender una vez más que eran tan humanos y transitorios como él y su reino. Significativamente, el fin de los reinos es característico de la misma mentalidad que definió a Babel: los líderes de los reinos intentarán unirlos y consolidar su poder, así como lo hicieron los constructores de la torre de Babel (Gén. 11:4).&nbsp;</p><p>Cabe destacar que las características principales de este proceso de intentar mezclarse comenzó justo después de la caída de la Roma pagana (Dan. 2:41) y duraron hasta el final de los tiempos, como queda implícito en la frase que introduce el surgimiento del Reino de Dios: “En los días de estos reyes, el Dios del cielo establecerá un reino que nunca jamás será destruido” (Dan. 2:44).&nbsp;</p><p>Es interesante observar que la última escena de la visión culmina con la supresión de todos los reinos.&nbsp;</p><p>El poder usurpador. En Daniel 3, Nabucodonosor desacredita inmediata e irónicamente el juicio que acaba de serle revelado mediante su sueño. En efecto, se esforzará por ocupar el lugar del Dios del Cielo. El sueño indica claramente que “el Dios del cielo establecerá un reino que nunca jamás será destruido” (Dan. 2:44, énfasis añadido). En contradicción con la voluntad de Dios, Nabucodonosor “hizo” una imagen de oro como representación de sí mismo, la “cabeza de oro” (Dan. 2:38). Salvo que Nabucodonosor no se contentó con ser la cabeza de oro, como indicaba el sueño; ahora se considera a sí mismo un rey eterno, cuyo imperio habría de durar para siempre, como indica el hecho de que erigiera una estatua de oro macizo. En esencia, Nabucodonosor “hizo” su imagen para sustituir al reino eterno de Dios. Nótese el uso del mismo verbo “hacer”. La historia no termina allí con la usurpación de Nabucodonosor.</p><p>El siguiente paso del rey fue la persecución violenta de todos aquellos que no se inclinaran ante su imagen. El registro bíblico dice que tres hebreos se negaron a adorar la imagen y, como resultado, fueron amenazados con ser arrojados “dentro de un horno de fuego ardiente” (Dan. 3:6). Se utiliza todo tipo de estrategias para convencer a los hebreos de que se inclinen. La amenaza de muerte está explícitamente representada por el horno a los pies de la imagen. La administración echa mano de todos los poderes de que dispone para garantizar el control de la población entera. El poder de los medios de comunicación es utilizado para alcanzar a todos los habitantes del imperio. Incluso el poder de la música y el arte son aplicados para influir y controlar las emociones.&nbsp;</p><p>Según el relato acerca de su resistencia, estos tres hebreos no vacilaron en su convicción de permanecer fieles a Dios. Los dos grupos de adoradores, el de Babel y el de los tres hebreos, quedaron así claramente delineados y contrastados: el de Babel es ruidoso. Ellos “proclamaron a voz en cuello” (Dan. 3:4, NVI). El de Dios es silencioso: “No necesitamos responderte” (Dan. 3:16). El de Babel es poderoso: está compuesto de “sátrapas”, “magistrados”, etc. (Dan. 3:2). El de Dios es humilde y sin poderío político: se los identifica simplemente como “unos varones judíos” (Dan. 3:12). El lado de Babel es numeroso: está compuesto por “todos los pueblos” (Dan. 3:7). El de Dios está formado por solo “tres varones” (Dan. 3:23). El de Babel está orientado hacia el presente: “Al oír [...] todos los pueblos [...] adoraron” (Dan. 3:7). El de Dios está orientado hacia el futuro: “Dios [...] puede librarnos” (Dan. 3:17). El sector de Babel es legalista y obedece por temor e interés propio. El pueblo de Dios le brinda su servicio en respuesta a la gracia divina y aunque él decida no librarlos (Dan. 3:18).&nbsp;</p><p>El cuerno pequeño y la bestia. Los componentes de la usurpación y la persecución son más vívidos y explícitos. Al igual que el barro, el cuerno pequeño pretende ser divino, y su arrogancia y su usurpación son aún más pronunciadas (Dan. 7:25), con la misma conexión entre usurpación y persecución (Dan. 8:24, 25).&nbsp;</p><p>El libro de Apocalipsis repite el mismo escenario, aunque emplea un simbolismo diferente. Justo después de los mismos cuatro animales que vimos por primera vez en Daniel 7, la revelación apocalíptica identifica un poder usurpador representado como una bestia. Al igual que el cuerno pequeño de Daniel 7 y 8, esta bestia pretende ser divina (Apoc. 13:4) y persigue al pueblo de Dios (Apoc. 13:5, 7). Este rápido repaso de la profecía es necesario para que comprendamos la palabra profética de advertencia y para animar al pueblo de Dios (2 Tim. 1:7).&nbsp;</p><p><strong>APLICACIÓN A LA VIDA</strong>&nbsp;</p><p>1. Aunque el cuerno pequeño y la bestia representan una entidad histórica clara, el poder papal, ¿cómo debemos responder a esta identificación? ¿Cómo debemos relacionarnos con el pueblo católico?&nbsp;</p><p>2. Identifica la mentalidad característica de Babel en la historia (en el poder papal, pero también en regímenes totalitarios. Analiza el mecanismo potencial de la mentalidad típica de Babel que podría manifestarse en tu iglesia; en tu carácter personal; en tu relación con otras personas; en el contexto de tu familia, de tu trabajo; en la forma en que tratas a tus empleados, a tu cónyuge y a tus hijos. ¿Cómo podemos pasar de una mentalidad como la de Babel a una bíblica?</p><p>3. Compara a quienes integraban el bando de Babel con los tres hebreos. Considera cada aspecto de esa comparación y extrae lecciones prácticas: ¿Cómo impacta esta comparación la vida de tu iglesia? ¿Qué podemos aprender de estos ejemplos en relación con nuestros cultos? ¿Cómo influye la manera en que interpretamos la música o predicamos sobre nuestra adoración al Creador? ¿Qué lección te enseña el hecho de que quienes se mantienen fieles a Dios son siempre una minoría? ¿Cómo se aplica esto al argumento según el cual las mayorías no pueden estar teológicamente equivocadas?&nbsp;</p><p>Analiza con los miembros de tu clase la necesidad de orientarse hacia el futuro en lugar de hacerlo hacia el presente. ¿Cómo afecta el pensamiento orientado al futuro o al presente tus decisiones éticas y matrimoniales? Una perspectiva orientada al futuro nos obliga a considerar las consecuencias de nuestras acciones. El pensamiento orientado al presente, que se centra en la recompensa inmediata, termina siendo superficial, egoísta, materialista e incluso peligroso para nosotros y para los demás. Dediquen tiempo a dialogar acerca de esto.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>PRECURSORES</p>",
         "verse":"<p>“Porque no nos ha dado Dios espíritu de timidez, sino de poder, de amor y de do- minio propio” (2 Tim. 1:7).</p>",
         "versionCode":10,
         "weekDate":"14-20 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
