{
  "data": [
    {
      "color": "#d63a00",
      "id": 705,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "July 22",
          "dayTitle": "<p>Horizontal Atonement: The Cross and the Church<br></p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p><strong>Read for This Week’s Study:</strong> Eph. 2:11–22, Rom. 3:31, Rom. 7:12, Isa. 52:7, Isa. 57:19, John 14:27, 1 Cor. 3:9–17. <br></p><p><strong>Memory Text:</strong> <strong>“But now in Christ Jesus you who once were far off have been brought near by the blood of Christ. For he himself is our peace, who has made us both one” (Ephesians 2:13, 14, ESV). </strong><br></p><p>You are a Gentile, a Greek, who has learned to treasure the God of the Jews. In fact, you have left your worship of many gods and have embraced the one true God. As you make your way through the beautiful courtyards and fluted columns of the Jerusalem temple, the sounds of worship call forth your praise. Just then, though, you find yourself confronted by a stone barricade four feet high. Engraved every few feet in Latin and Greek is this message: “No for- eigner may enter within the barrier and enclosure around the temple. Anyone who is caught doing so will have himself to blame for his ensu- ing death.” In that moment you feel shut out, alienated, and separated.</p><p>In Ephesians 2:11–22, Paul sees the cross of Christ as making a dramatic difference, destroying such barriers and walls. Vertically, the Cross dissolves alienation, reconciling humans with God. Horizontally, it reconciles people with each other. The Cross removes enmity and brings peace between Jews and Gentiles, making of them “one new humanity” (Eph. 2:15, NIV). Together they become a new temple, “a dwelling place for God by the Spirit” (Eph. 2:22, ESV). <br></p><p>What does this truth mean for us today?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 23",
          "dayTitle": "<p>Brought Near in Christ</p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Compare Ephesians 2:1–3, Paul’s earlier description of the Gentile past of the addressees, with Ephesians 2:11, 12. What does he accent in his fresh description of their past? </strong><br></p><p><strong>Ephesians 2:1–3</strong></p><p><sup><strong>1</strong> </sup>And you He made alive, who were dead in trespasses and sins, <br></p><p><strong><sup>2</sup> </strong>in which you once walked according to the [a]course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience, <br></p><p><strong><sup>3</sup></strong> among whom also we all once conducted ourselves in the lusts of our flesh, fulfilling the desires of the flesh and of the mind, and were by nature children of wrath, just as the others.</p><p><strong>Ephesians 2:11 - 12</strong></p><p><strong><sup>11</sup></strong> Therefore remember that you, once Gentiles in the flesh—who are called Uncircumcision by what is called the Circumcision made in the flesh by hands<br></p><p><strong><sup>12</sup></strong> that at that time you were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope and without God in the world. <br></p><p>Gentiles who were now believers in Christ and members of His “body,” the church, were once totally separated from Israel and the salvation God offered. Paul judges it important for them to “remember” (Eph. 2:11) this past. They were then “without Christ,” the Anointed One, the Messiah of Israel. They were “aliens from the commonwealth [the state or people] of Israel.” And they were “strangers from the covenants of promise,” oblivious to the promises of salvation God had offered down through salvation history. The alienation from Israel and the salvation offered through it meant that they once had “no hope” and were “without God in the world” (Eph. 2:12, NKJV). <br></p><p>Also, in their past existence, Gentiles were caught up in a grand feud between themselves and the Jews. Paul gives a sense of this entrenched hatred by referring to one symptom of it, name-calling. Jews referred to Gentiles with derision as “the uncircumcision,” and Gentiles referred to Jews with equal disdain as “the circumcision” (Eph. 2:11). <br></p><p>Ephesians 2:13, however, points to something radically different now. Paul wrote: “But now in Christ Jesus you who once were far off have been brought near by the blood of Christ” (NKJV). <br></p><p>When Paul describes Gentile believers as once “far off,” he borrows from Isaiah 57:19: “ ‘Peace, peace, to the far and to the near,’ says the Lord, ‘and I will heal him’ ” (ESV; compare Eph. 2:17, 18). In Christ and through His cross, Gentile believers had been brought near to all from which they were separated—God, hope, and their Jewish broth- ers and sisters. Here is the powerfully good news implied by Paul’s description: that the cross of Christ can heal the wide rift between Jews and Gentiles means that all of our feuds and divisions can be resolved there. This good news invites us to consider the divisions that exist in our own lives and in the church and to ponder the power of the Cross to supersede them. <br></p><p><strong>From what condition has Jesus redeemed you? Why might it be important for you to recall, with some regularity, where you were when He found you and where you might now be had He not found you?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 24",
          "dayTitle": "<p>Reconciliation: God’s Gift From the Cross</p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>“For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility . . . that he might . . . reconcile us both to God in one body through the cross” (Eph. 2:14–16, ESV). <br></p><p><strong>How does Paul describe the Cross and the impact of Christ’s work there in each of these passages in Ephesians? How would you sum- marize what Paul says about the Cross and how it transforms our relationships? (See Eph. 1:7, 8; Eph. 4:32; Eph. 2:13, 14; Eph. 2:16; Eph. 5:2, 25.) </strong><br></p><p><strong>Ephesians 1:7-8</strong></p><p><sup><strong>7</strong> </sup>In Him we have redemption through His blood, the forgiveness of sins, according to the riches of His grace <br></p><p><strong><sup>8</sup></strong> which He made to abound toward us in all wisdom and prudence<br></p><p><strong>Ephesians 4:32<br></strong></p><p><strong><sup>32</sup></strong> And be kind to one another, tenderhearted, forgiving one another, even as God in Christ forgave you.<br></p><p><strong>Ephesians 2:13-14<br></strong></p><p><strong>&nbsp;<sup>13</sup></strong> But now in Christ Jesus you who once were far off have been brought near by the blood of Christ.<br><br><strong><sup>14</sup></strong> For He Himself is our peace, who has made both one, and has broken down the middle wall of separation<br></p><p><strong>Ephesians 2:16<br></strong></p><p><strong><sup>16</sup></strong> and that He might reconcile them both to God in one body through the cross, thereby putting to death the enmity. <br></p><p><strong>Ephesians 5:2-25<br></strong></p><p><sup><strong>2</strong> </sup>And walk in love, as Christ also has loved us and given Himself for us, an offering and a sacrifice to God for a sweet-smelling aroma.<br><br><strong><sup>3</sup></strong> But fornication and all uncleanness or covetousness, let it not even be named among you, as is fitting for saints;</p><p><strong><sup>4</sup></strong> neither filthiness, nor foolish talking, nor coarse jesting, which are not fitting, but rather giving of thanks. <strong><br></strong></p><p><strong><sup>5</sup></strong> For this you know, that no fornicator, unclean person, nor covetous man, who is an idolater, has any inheritance in the kingdom of Christ and God. <strong><br></strong></p><p><strong><sup>6</sup></strong> Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <strong><br></strong></p><p><strong><sup>7</sup></strong> Therefore do not be partakers with them.<br><br><strong><sup>8</sup></strong> For you were once darkness, but now you are light in the Lord. Walk as children of light <strong><br></strong></p><p><strong><sup>9</sup></strong> (for the fruit of the Spirit is in all goodness, righteousness, and truth), <strong><br></strong></p><p><strong><sup>10</sup></strong> finding out what is acceptable to the Lord. <strong><br></strong></p><p><strong><sup>11</sup></strong> And have no fellowship with the unfruitful works of darkness, but rather expose them. <strong><br></strong></p><p><strong><sup>12</sup></strong> For it is shameful even to speak of those things which are done by them in secret. <strong><br></strong></p><p><strong><sup>13</sup></strong> But all things that are exposed are made manifest by the light, for whatever makes manifest is light. <strong><br></strong></p><p><strong><sup>14</sup></strong> Therefore He says:<br><br>“Awake, you who sleep, Arise from the dead, And Christ will give you light.”<br><br><strong><sup>15</sup></strong> See then that you walk circumspectly, not as fools but as wise, <strong><br></strong></p><p><strong><sup>16</sup></strong> redeeming the time, because the days are evil.<br><br><strong><sup>17</sup></strong> Therefore do not be unwise, but understand what the will of the Lord is. <strong><br></strong></p><p><strong><sup>18</sup></strong> And do not be drunk with wine, in which is dissipation; but be filled with the Spirit, <strong><br></strong></p><p><strong><sup>19</sup></strong> speaking to one another in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord, <strong><br></strong></p><p><strong><sup>20</sup></strong> giving thanks always for all things to God the Father in the name of our Lord Jesus Christ, <strong><br></strong></p><p><strong><sup>21</sup></strong> submitting to one another in the fear of God.<br><br><strong><sup>22</sup> </strong>Wives, submit to your own husbands, as to the Lord. <strong><br></strong></p><p><strong><sup>23</sup> </strong>For the husband is head of the wife, as also Christ is head of the church; and He is the Savior of the body. <br></p><p><strong><sup>24</sup></strong> Therefore, just as the church is subject to Christ, so let the wives be to their own husbands in everything.<br><br><strong><sup>25</sup> </strong>Husbands, love your wives, just as Christ also loved the church and gave Himself for her<br></p><p><br></p><p>In the context of our passage for this week, Ephesians 2:11–22, the Cross yields three great assets for believers: (1) Gentiles, who were “far” from God and His people, are “brought near” (Eph. 2:13, ESV) to both, being now sons and daughters of God and brothers and sisters of Jewish believers (Eph. 2:19); (2) the “hostility” (Greek, echthran, “enmity,” related to echthros, “enemy”) between Jewish and Gentile believers is itself “put to death” (Eph. 2:16, NASB). The cross of Christ removes what seemed to be the permanent state of hostility and war in which Jews and Gentiles were sworn enemies (Eph. 2:17); (3) in the place of hostility comes reconciliation. It was Christ’s purpose to “reconcile them both to God in one body through the cross” (Eph. 2:16, NKJV; compare Col. 1:19–22). <br></p><p>What does reconciliation look like? How does it feel to be recon- ciled? Imagine severe estrangement between a mother and daughter, one that has settled in over a period of years. Imagine this rancor being dissolved in a wave of grace and forgiveness and the ensuing reunion between the two. That is reconciliation. Reconciliation is experienced in the moment when one church member lays aside whatever issue divides from another and acknowledges the other church member as a beloved brother or sister who accepts what has been offered. Reconciliation is not a mechanical or legal term but an interpersonal one that celebrates the mending of broken relationships. Paul dares to imagine Christ’s powerful work on the cross as impacting the relationships, between not just individuals but also people groups. He imagines it invading our lives and destroying our divisions, dissolving our quarrels, and renew- ing our fellowship with and understanding of each other. <br></p><p><strong>In what ways might you need to apply the principles here to be reconciled to someone else? How do you go about doing it?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 25",
          "dayTitle": "<p>Breaking Down the Dividing Wall</p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>What action does Paul say Christ took toward “the law of command- ments expressed in ordinances” (ESV)? Why did He take this action? (See Eph. 2:14, 15.) </strong><br></p><p><strong>Ephesians 2:14-15<br></strong></p><p><strong><sup>14</sup> </strong>For He Himself is our peace, who has made both one, and has broken down the middle wall of separation, <br></p><p><strong><sup>15</sup> </strong>having abolished in His flesh the enmity, that is, the law of commandments contained in ordinances, so as to create in Himself one new man from the two, thus making peace<br></p><p><br></p><p>Paul probably alludes here to the balustrade or fence that surrounded the court of Israel in Herod’s Temple, with its death threat. Paul imag- ines this wall coming down and Gentiles being granted full access to worship God (Eph. 2:18). Any such wall, says Paul, is removed by the Cross. For there we learn that these two peoples, Jews and Gentiles, are really one. <br></p><p>Some believe that Ephesians 2:14, 15 teaches that the Ten Commandments, inclusive of the Sabbath commandment, are “abol- ished” or “set aside” by the Cross. However, in Ephesians, Paul demon- strates profound respect for the Ten Commandments as a resource for shaping Christian discipleship. He quotes the fifth commandment (Eph. 6:2, 3) and alludes to others (e.g., the seventh, Eph. 5:3–14, 21–33; the eighth, Eph. 4:28; the ninth, Eph. 4:25; the tenth, Eph. 5:5). This aligns with Paul’s earlier assertions about the law (Rom. 3:31, Rom. 7:12). He addresses the misuse of the law, but he honors the law itself and assumes its continuity. Hence, to use these verses to abolish the Ten Commandments, especially in light of all the other verses in the Bible about the perpetuity of the law, is clearly a misinterpretation of Paul’s intent here. <br></p><p>Instead, any use of the law to drive a wedge between Jews and Gentiles and especially to exclude Gentiles from full partnership among the people of God and access to worship, would be anath- ema to Paul and a misuse of the divine intention for the law. The “law” in Ephesians 2:14, 15 is either the ceremonial aspects of the law that divided Jew from Gentile, represented in Paul’s complex phrase “the law of commandments expressed in ordinances” (ESV), or it is the whole Old Testament system of law as it had come to be interpreted, augmented, and misused as a wedge to distance Jews from Gentiles. <strong><br></strong></p><p><strong>What tensions among Seventh-day Adventists or among mem- bers of the wider Christian community need to be confronted and overcome? Why should our common love of Christ be enough to overcome these tensions?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 26",
          "dayTitle": "<p>Jesus, Preacher of Peace<br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p><strong>How does Paul summarize the ministry of Christ in Ephesians 2:17, 18? <br></strong></p><p><strong>Ephesians 2:17-18</strong></p><p><sup><strong>17</strong> </sup>And He came and preached peace to you who were afar off and to those who were near. <br></p><p><strong><sup>18</sup> </strong>For through Him we both have access by one Spirit to the Father.<br></p><p><br></p><p>The concept of peace is important in Ephesians, with the letter begin- ning and ending with blessings of peace “from God our Father and the Lord Jesus Christ” (Eph. 1:2, NKJV; compare Eph. 6:23). Earlier in Ephesians 2:11–22, Paul argued that Christ personifies peace, “For He Himself is our peace,” and that His Cross creates it (Eph. 2:14–16, NKJV). Christ not only destroys something—the hostility between Jew and Gentile (Eph. 2:14, 15)—He creates a new humanity, marked by relationships of reconciliation and peace (Eph. 2:15–17). Such peace is not just the absence of conflict but resonates with the Hebrew concept of shalom, the experience of wholeness and well-being, both in our relationship with God (Rom. 5:1) and with others. <br></p><p><strong>How does Paul imagine believers participating in sharing Jesus’ mes- sage of peace? Eph. 4:3; Eph. 6:14, 15; compare Rom. 10:14, 15 with Eph. 2:17–19, Isa. 52:7, Isa. 57:19. <br></strong></p><p><strong>Ephesians&nbsp; 4:3<br></strong></p><p><sup><strong>3</strong> </sup>endeavoring to keep the unity of the Spirit in the bond of peace.</p><p><strong>Ephesians&nbsp; 6:14-15<br></strong></p><p><strong><sup>14</sup></strong> Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness, <br></p><p><strong><sup>15</sup> </strong>and having shod your feet with the preparation of the gospel of peace;<br></p><p><strong>Romans 10:14-15 <br></strong></p><p><strong><sup>14</sup></strong> How then shall they call on Him in whom they have not believed? And how shall they believe in Him of whom they have not heard? And how shall they hear without a preacher? <br></p><p><strong><sup>15</sup> </strong>And how shall they preach unless they are sent? As it is written:<br>“How beautiful are the feet of those who preach the gospel of peace,<br>Who bring glad tidings of good things!”</p><p><strong>Ephesians&nbsp; 2:17–19<br></strong></p><p><strong>&nbsp;<sup>17</sup></strong> And He came and preached peace to you who were afar off and to those who were near. <br></p><p><strong><sup>18</sup> </strong>For through Him we both have access by one Spirit to the Father.<br><br><strong><sup>19</sup> </strong>Now, therefore, you are no longer strangers and foreigners, but fellow citizens with the saints and members of the household of God, <br></p><p><strong>Isaiah 52:7<br></strong></p><p><strong><sup>7</sup> </strong>How beautiful upon the mountains<br>Are the feet of him who brings good news,<br>Who proclaims peace,<br>Who brings glad tidings of good things,<br>Who proclaims salvation,<br>Who says to Zion,<br>“Your God reigns!”<br></p><p><strong>Isaiah 57:19<br></strong></p><p><strong><sup>19</sup></strong> “I create the fruit of the lips:<br>Peace, peace to him who is far off and to him who is near,”<br>Says the Lord,<br>“And I will heal him.”<br><br></p><p>The Gospels contain examples of Jesus as a preacher of peace. In His farewell messages to the disciples, He promises them—and us—“ ‘Peace I leave with you, My peace I give to you’ ” (John 14:27, NKJV). And He concludes, “ ‘I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world’ ” (John 16:33, ESV). After His resurrection, when He appears to the disciples, He repeatedly says to them, “ ‘Peace be with you’ ” (John 20:19, 21, 26, ESV). <br></p><p>In Ephesians 2:17, 18, Paul is keen to point out that Christ’s preach- ing of peace extended beyond the time of His earthly ministry. He has “preached peace” in the present to both “far” (Gentile believers before they were converted; ESV) and “near” (Jewish believers, ESV; compare Eph. 2:11–13). Having accepted this proclamation, all believers experience a profound blessing. <br></p><p><strong>How can we learn to be preachers of peace as opposed to conduits of conflict? To what situations, right now, can you help bring healing?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 27",
          "dayTitle": "<p>The Church, a Holy Temple<br></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>What culminating set of images does Paul use in Ephesians 2:11–22 to signal unity between Jews and Gentiles in the church?</strong></p><p><strong>Ephesians 2:11–22</strong></p><p><strong><sup>11</sup> </strong>Therefore remember that you, once Gentiles in the flesh—who are called Uncircumcision by what is called the Circumcision made in the flesh by hands— <br></p><p><strong><sup>12</sup> </strong>that at that time you were without Christ, being aliens from the commonwealth of Israel and strangers from the covenants of promise, having no hope and without God in the world. <br></p><p><strong><sup>13</sup> </strong>But now in Christ Jesus you who once were far off have been brought near by the blood of Christ.</p><p><strong><sup>14</sup> </strong>For He Himself is our peace, who has made both one, and has broken down the middle wall of separation, <br></p><p><strong><sup>15</sup></strong> having abolished in His flesh the enmity, that is, the law of commandments contained in ordinances, so as to create in Himself one new man from the two, thus making peace, <br></p><p><strong><sup>16</sup> </strong>and that He might reconcile them both to God in one body through the cross, thereby putting to death the enmity. <br></p><p><strong><sup>17</sup> </strong>And He came and preached peace to you who were afar off and to those who were near. <br></p><p><strong><sup>18</sup> </strong>For through Him we both have access by one Spirit to the Father.<br><br><strong><sup>19</sup> </strong>Now, therefore, you are no longer strangers and foreigners, but fellow citizens with the saints and members of the household of God, <br></p><p><strong><sup>20</sup> </strong>having been built on the foundation of the apostles and prophets, Jesus Christ Himself being the chief cornerstone, <br></p><p><strong><sup>21</sup> </strong>in whom the whole building, being fitted together, grows into a holy temple in the Lord, <br></p><p><strong><sup>22</sup> </strong>in whom you also are being built together for a dwelling place of God in the Spirit.<br></p><p><br></p><p>Reviewing Ephesians 2, we recall that verses 1–10 teach that we live in solidarity with Jesus, while verses 11–22 teach that we live in solidarity with others as part of His church. Jesus’ death has both vertical benefits in establishing our relationship with God (Eph. 2:1–10) and horizontal ones in cementing our relationships with others (Eph. 2:11–22). Through the Cross, Jesus demolishes all that divides Gentile believers from Jewish ones, including the misuse of the Law in order to widen the gulf (Eph. 2:11–18). Jesus also builds something—an amazing, new temple composed of believers. Gentiles, once excluded from worship in the sacred places of the temple, now join Jewish believers in becoming a new temple. We all become part of God’s church, “a holy temple in the Lord” (Eph. 2:19–22, ESV) and are privileged to live in solidarity with Jesus and our brothers and sisters in Christ. <br></p><p><strong>How does Paul’s use of the metaphor of the church as a temple in Ephesians 2:19–22 compare with the uses in the following pas- sages? 1 Cor. 3:9–17, 2 Cor. 6:14–7:1, 1 Pet. 2:4–8. <br></strong></p><p><strong>Ephesians 2:19–22<br></strong></p><p><strong><sup>19</sup></strong> Now, therefore, you are no longer strangers and foreigners, but fellow citizens with the saints and members of the household of God,<br><br><strong><sup>20</sup> </strong>having been built on the foundation of the apostles and prophets, Jesus Christ Himself being the chief cornerstone,<br><br><strong><sup>21</sup> </strong>in whom the whole building, being fitted together, grows into a holy temple in the Lord,<br><br><strong><sup>22</sup> </strong>in whom you also are being built together for a dwelling place of God in the Spirit.</p><p><strong>1 Corinthians&nbsp; 3:9–17<br></strong></p><p><sup><strong>9</strong> </sup>For we are God’s fellow workers; you are God’s field, you are God’s building. <br></p><p><strong><sup>10</sup> </strong>According to the grace of God which was given to me, as a wise master builder I have laid the foundation, and another builds on it. But let each one take heed how he builds on it. <br></p><p><strong><sup>11</sup> </strong>For no other foundation can anyone lay than that which is laid, which is Jesus Christ. <br></p><p><strong><sup>12</sup> </strong>Now if anyone builds on this foundation with gold, silver, precious stones, wood, hay, straw, <br></p><p><strong><sup>13</sup> </strong>each one’s work will become clear; for the Day will declare it, because it will be revealed by fire; and the fire will test each one’s work, of what sort it is. <br></p><p><strong><sup>14</sup> </strong>If anyone’s work which he has built on it endures, he will receive a reward. <br></p><p><strong><sup>15</sup> </strong>If anyone’s work is burned, he will suffer loss; but he himself will be saved, yet so as through fire.</p><p><strong><sup>16</sup> </strong>Do you not know that you are the temple of God and that the Spirit of God dwells in you? <br></p><p><strong><sup>17</sup> </strong>If anyone defiles the temple of God, God will destroy him. For the temple of God is holy, which temple you are.</p><p><strong>2 Corinthians &nbsp; 6:14–7:1<br></strong></p><p><strong><sup>14</sup></strong> Do not be unequally yoked together with unbelievers. For what fellowship has righteousness with lawlessness? And what communion has light with darkness? <br></p><p><strong><sup>15</sup> </strong>And what accord has Christ with Belial? Or what part has a believer with an unbeliever? <br></p><p><strong><sup>16</sup> </strong>And what agreement has the temple of God with idols? For you are the temple of the living God. As God has said:<br>“I will dwell in them<br>And walk among them.<br>I will be their God,<br>And they shall be My people.”<br><br><strong><sup>17</sup> </strong>Therefore<br>“Come out from among them<br>And be separate, says the Lord.<br>Do not touch what is unclean,<br>And I will receive you.”</p><p><strong><sup>18</sup> </strong>“I will be a Father to you,<br>And you shall be My sons and daughters,<br>Says the Lord Almighty.”<br><br><strong><sup>7:1</sup></strong> Therefore, having these promises, beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.<br></p><p><strong>1 Peter&nbsp; 2:4–8<br></strong></p><p><strong><sup>4 </sup></strong>Coming to Him as to a living stone, rejected indeed by men, but chosen by God and precious, <br></p><p><strong><sup>5 </sup></strong>you also, as living stones, are being built up a spiritual house, a holy priesthood, to offer up spiritual sacrifices acceptable to God through Jesus Christ. <br></p><p><strong><sup>6</sup> </strong>Therefore it is also contained in the Scripture,<br>“Behold, I lay in Zion<br>A chief cornerstone, elect, precious,<br>And he who believes on Him will by no means be put to shame.”<br><br><strong><sup>7 </sup></strong>Therefore, to you who believe, He is precious; but to those who are disobedient,<br>“The stone which the builders rejected<br>Has become the chief cornerstone,”<br><br><strong><sup>8</sup> </strong>and<br>“A stone of stumbling<br>And a rock of offense.”<br></p><p>Paul employs the metaphor of the church as temple as a culminating image for the full inclusion of Gentiles in the church. Once banned from worship in the “Court of Israel” in the temple, they now not only gain access (Eph. 2:18) but themselves become building materials for a new temple designed as “a dwelling place of God in the Spirit” (Eph. 2:22, NKJV). <br></p><p>New Testament authors employ the temple metaphor to visualize the sanctity of the church, God’s role in founding and growing the church, and the solidarity of believers within the church. The metaphor is used in conjunction with biological language (see Eph. 2:21, where the temple “grows”), and the process of building is often accentuated (see Eph. 2:22, “you also are being built together,” ESV). Rather than a static image, the church is able to acknowledge its identity as “the temple of the living God” (2 Cor. 6:16, NKJV). T hursday July 27</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 28",
          "dayTitle": "<p>Further Thought<br></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p><strong>Further Thought: </strong>Study carefully the following preamble to the discussion questions listed below: <br></p><p>What is the specific context in which Paul writes Ephesians 2:11–22 as he describes the sweeping effects of the Cross on human relationships? He is addressing the relationships between Jewish and Gentile believers who together are members of the church. He expresses an obvious concern that they understand and live their shared, reconciled status as fellow members of God’s household (Eph. 2:19). However, in the context of the letter as a whole, Paul demonstrates a broad, far-reaching purpose. His theme is God’s grand, ultimate plan to unite all things in Christ (Eph. 1:9, 10), and his scope includes “every family in heaven and on earth” (Eph. 3:15, ESV).</p><p>More important, the unity of members within the church—the specific topic he addresses in Ephesians 2:11–22—itself has a wider purpose that Paul discloses in Ephesians 3:10: “so that through the church the manifold wisdom of God [in creating the church out of both Jews and Gentiles] might now be made known to the rulers and authorities in the heavenly places” (ESV). Through actualizing the unity Christ won on the cross, believers are to signal that God’s ultimate plan to unite all things in Christ is underway. Their reconciled relationships signal God’s plan for a universe unified in Christ. So, it is appropriate to look to Ephesians 2:11–22, set in the context of Ephesians as a whole, for biblical principles concerning a topic of importance today, relationships among people groups or races. <br></p><p><strong>Discussion Questions:</strong> <strong><br></strong></p><p><strong>1</strong>. What biblical principles concerning ethnic relations are provided in Ephesians 2:11–22? How does the passage offer a distinctive, Christ-centered approach to the theme of how members of one ethnic group should relate to members of another? <strong><br></strong></p><p><strong>2.</strong> Given God’s plan for the future of humankind (Eph. 1:9, 10; Eph. 2:11–22), how important is it for the church to deal with its own internal issues and conflicts between races? <br></p><p><strong>3. </strong>What simmering issues between ethnic groups, which all too often may be hidden and ignored, exist in your community? How might your church play a positive role in actualizing the unifying work Christ already has accomplished on the cross? How might you participate in that work?</p><p><strong>Inside Story:</strong></p><p><strong>Safe in Jesus: Part 2 By andrew Mcchesney</strong><br><br><br>One afternoon, 16-year-old Almira decided to take a nap after returning home from school, exhausted from months of fitful nights. She lay down on a couch, her face to the open door of the room. She was at home alone.<br><br>Suddenly, she sensed the presence in the room. Looking toward the door, she saw the presence for the first time. He looked like a gray cloud, completely obscuring the doorway. Almira didn’t know why, but she understood that something terrible would happen if she even blinked. She stared at the doorway for what seemed an eternity. Finally, she had to blink. In that split second, the gray cloud darted to her. Almira felt like she was entombed in a giant stone, helpless and unable to move. She struggled to breathe. She pleaded with good forces for help. There was no response.<br><br>At that moment, she remembered a prayer that she had memorized. It was a non-Christian prayer associated with her ancestors’ traditional religion. She recited it. For a moment, she was free and could breathe. But then the presence captured her again. She repeated the prayer again and again. She was released and recaptured, released and recaptured.<br><br>Growing weary of the struggle, she frantically wondered what she could do to save herself. Abruptly, she remembered that one of the Russian teachers at the supernatural courses had mentioned Jesus Christ was more powerful than all good and evil forces. The thought flashed into her mind to call upon Jesus. She opened her mouth to speak. She only managed to utter the first syllable of Jesus’ name, and the gray cloud fled. She felt as though Jesus had entered the room and thrown the evil captor off her.<br><br>Almira had no doubt that she needed Jesus. But how? She was not a Christian. So, she went to her ancestors’ traditional place of worship for two months. She began to sleep better; so, she decided that Jesus must also visit that place of worship.<br><br>Then her older sister, Faniya, came home with two friends whom Almira had never seen before. She learned that day that Faniya had started going to a Seventh-day Adventist Church located on the same street as their apartment building. The two friends were members of the Adventist Church. Almira related her story to the Adventist girls.<br><br>“That is Satan,” one girl said.<br><br>The other girl said Almira had entered Satan’s territory by taking the classes on the supernatural.<br><br>“But Jesus is on your side,” she said. “Only He can free you from Satan’s power.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers<br></p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>Part I: Overview<br>Key Text: Ephesians 2:13, 14<br>Study Focus: Eph. 2:11–22, Rom. 3:31, Rom. 7:12, Isa. 52:7, Isa. 57:19, John 14:27, 1 Cor. 3:9–17.</strong><br><br><strong>Introduction:</strong><br><br>In Ephesians 2:1–10, Paul paints an incredibly beautiful and uplifting picture of how God operates in the salvation of an individual person. Being saved means being called by the Messiah, being resurrected with the Messiah, ascending with the Messiah, and being exalted with the Messiah.<br><br>But this description was usually applied to the Jews who were eagerly waiting for their Messiah-Savior. In the Jewish interpretation, when the Messiah would come He was expected to save and exalt the Jews and destroy and humiliate the Gentiles. However, Paul takes the exalting language used for describing the salvation of the Jews and applies it . . . to the Gentiles, too!<br><br>At the same time, we do need to carefully note that Paul does not proclaim that now the Gentiles are saved because they are Gentiles or that the Jews are saved because they are Jews. The Jews, who were “nigh” to God (Eph. 2:13), could live the same type of life “without God in the world” (Eph. 2:12) as the Gentiles (Eph. 2:1–10, Rom. 2:17–26). The Gentiles, for their part, must not forget what manner of life they lived before encountering and accepting Christ. Thus, both groups were equally saved by the grace of God, manifested in Christ Jesus on the cross. It is only when both the Jews and the Gentiles are in Christ that they are saved. On the other hand, Paul does emphasize that salvation comes from the Jews (Eph. 2:12; see also Rom. 9:4, 5; John 4:22).<br><br>After all, “God had chosen the Hebrew people to be His representatives on earth, . . . entrusted to them the divine oracles, and . . . the Messiah was . . . a Jew (Rom. 9:4, 5).”—The SDA Bible Commentary, vol. 5, p. 940.<br><br><strong>Lesson Themes: This week’s study covers three major themes:</strong><br><strong><br>1. </strong>Christ Jesus saves both the Jews and Gentiles equally, although God first called the Jews to the mission of proclaiming His salvation to the world.<br><br><strong>2.</strong> The salvation offered to all by the Lord Jesus is universal because He died on the cross thus making provision of salvation for everyone who believes in Him (John 3:16), and thus the partitioning wall between the Jews and the Gentiles became irrelevant.<br><br><strong>3</strong>. Jesus Christ not only destroyed the wall between the Jews and the Gentiles, but He also builds a new reality, a new temple of God, the church, wherein both the Jews and the Gentiles equally and together constitute the church.<br><strong><br>Part II: Commentary<br><br>Tearing Down That Wall</strong><br><br>Some Christians mistakenly understand that, in Ephesians 2:16, Paul envisions peace between the Jews and the Gentiles by abolishing the Mosaic law. Consequently, these Christians see the Old Testament and the law as irrelevant to Christianity. However, this view is not only a misunderstanding of Paul’s theology but also a conclusion contrary to what Paul wrote.<br><br>Two major observations are crucial to underline here. First, the immediate context of Ephesians 2:16 does indeed point to the idea that the Gentiles who wanted to join God’s people were met with a wall that prevented them from doing so. This wall of separation was a tragedy because God had called Israel to His grace and given them the mission to proclaim His grace to the world. However, the Israelites confused their call to experience holiness, conferred by grace, with isolationism and elitism. Thus, they failed to deliver on God’s mission for them. Some tend to identify the problem of the enmity described here as generated solely by the Jews to keep the Gentiles from accessing God. The major implication of this view is that the problem would be solved by Jesus’ simply abolishing the Jewish law and establishing a new religion.<br><br>No doubt there was a lot of enmity displayed by the Jews against the Gentiles. However, the Old Testament also witnesses to the enmity of the peoples of the ancient world manifested against Israel and Judah.<br><br>Paul, however, does not engage here in a project of a traditional international reconciliation of two people groups, based on the identification of common ground, on compromises on both sides, and on the political decision of mutual toleration. Yes, Paul does say that both the Jews and the Gentiles are at fault, but he does not say that the main problem of these two people groups consists simply in their mutual animosity or in the lack of finding a way of cohabitation in the world.<br><br>In the very context of Ephesians 2:14, Paul tells the Gentile Christians in Ephesus that they had been “dead in . . . sins,” not because of the Jews but because of succumbing to their own sinful nature and to Satan and because they were arrogant and thought they knew better how to save themselves (Eph. 2:1–3; see also Rom. 1:21–32).<br><br>The problem of the Jews, on the other hand, did not consist of the pressure and the attacks suffered at the hands of the Gentiles; God had promised them His protection if they fully trusted Him. Nor did the problem lie in the fact that the promises, the covenants, and the laws and the ordinances of God were given to the Jews and not to the Gentiles. Also, the Jews did not become the enemies of the Gentiles because God instructed them to become so. The problem of the animosity between Jew and Gentile consisted of something else.<br><br>Paul insists that the main problem of their mutual animosity was that both groups equally sinned and rebelled against God (Rom. 3:9–19). While the Gentile path to salvation was always by works (or so they thought), the Jews received the revelation of God’s salvation by grace. However, by the time of Jesus, the difference between the Jews and the Gentiles was no longer grace (Jews) versus works (Gentiles); rather, now they were quarreling over whose works would attain salvation. While the Gentiles thought their heroic initiative, acts, and lifestyle placed them on the way to the salvation of humanity, the Jews thought that it was they who were on the path to salvation—their salvation— because, by their strict adherence to precept, they fulfilled the law that God had given them (Rom. 9:31, 32; Rom. 10:3).<br><br>The animosity, then, was superficial and artificial. Underneath the verbiage, both the Jews and the Gentiles were one and the same: sinful rebels against the grace of God (Rom. 1:21; Rom. 2:4, 5), each group claiming they would be saved by their works. The Jews and the Gentiles were fighting over a religion of works. In essence, the Jewish religion had become Gentile in nature; it was for this reason that Jesus, after a long scolding of the Jews for falling into legalism and misinterpretation of Scripture (Matthew 23), had to announce to the leaders that “Your house is left to you desolate” (Matt. 23:38).<br><br>God had called Israel to be the custodian and proclaimer of the religion of grace to the world. This call of, and to, grace was the very identity and mission of Israel. It was for this reason that Paul fought fiercely for maintaining grace at the very foundation of the Christian religion. His epistles to the Galatians (Gentiles) and to the Hebrews (Jews) are a passionate call to Christianity to avoid following Israel in its gravest error.<br><br>Second, and consequently, Paul’s solution for this crucial problem was not social or political negotiations, wherein the Old Testament law was to be partially or totally compromised in order to make room for the Gentiles to be reconciled to the Jews. Rather, Paul called both groups to abandon their entrenched positions in their reliance on works and accept God’s grace in Jesus Christ. When each of these groups would accept God’s grace to be reconciled to God, they would find themselves in the same unified sphere of God’s kingdom. They would find themselves to be part of the same people of God, citizens of the same country and members of the same family (Eph. 2:19), the church.<br><br>Thus, the horizontal reconciliation of the Jews and Gentiles lies in, first, their experiencing vertical atonement. This atonement is achieved through Christ, who was incarnated to “reconcile them both in one body to God through the cross” (Eph. 2:16, NASB). Thus, the church— that space where peace is made between the Jew and the Gentile—is not built upon the abolition of God’s law, because that is the law of God’s love and grace (John 14:15, Rom. 13:8–10).<br><br>If God were to reconcile humanity to Himself by abrogating His own law, the blood of Jesus and the cross would not have been necessary. The entire plan of salvation would not have been necessary. Rather, God recon- ciled both the Jews and the Gentiles to Him by calling them all back to Him and saving them all through the same Christ and the same Spirit (Eph. 2:16, 18).<br><br><strong>Part III: Life Application</strong><br><br><strong>1. </strong>After thousands of years of history, the relationship between the Jews and Gentiles has become irrelevant for many Christian churches. Most likely, your class’s local or regional church is mostly comprised of Gentiles, and they are not even thinking about the Jews. However, just like the Jews, we, as Christians, may have erected our own walls of separation between us, the people of God, and other people groups—walls that keep people away from the gospel. Ask your students to examine whether such walls exist in their own lives and in the life of their church. How might the church allow for such walls to be torn down by, and in, Christ?<br><br><strong>2. </strong>Some people may interpret the tearing down of the wall between the Jews and Gentiles to mean that now there should be no difference between the church and the world and that the church could now live by the standards of the world. Why is this attitude unbiblical?<br><br>Ask class members to consider how such an attitude is a detriment to sharing the gospel with all people. Why is the call to uphold God’s holiness, and to keep sin and a sinful lifestyle out of the church, a legitimate calling? Discuss.<br><br><strong>3.</strong> Some Christians may note that the partitioning wall between the Jews and the Gentiles was erected by God Himself in the first place, especially when He directed the Israelites to separate themselves from the Gentiles. After all, Jesus Himself presented God as having installed “a fence around” Israel (Matt. 21:33, NASB). In addition, God strictly prohibited the Israelites to marry people from other nations (see, e.g., Deut. 7:1–6). Even Paul warns against marrying nonbelievers (2 Cor. 6:14). The majority of contemporary society seems to project a more inclusivist, nondiscriminatory outlook on religious intermarriage. Considering these observations, how would class members explain Paul’s affirmation that Jesus tore down the wall between the Jews and the Gentiles when the Bible seems clear that it was God who built the wall around Israel?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>Horizontal Atonement: The Cross and the Church</p>",
      "verse": "<p>Horizontal Atonement: The Cross and the Church“But now in Christ Jesus you who once were far off have been brought near by the blood of Christ. For he himself is our peace, who has made us both one” (Ephesians 2:13, 14, ESV).</p>",
      "versionCode": 10,
      "weekDate": "July 22-28"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
