{
  "data": [
    {
      "color": "#CF010B",
      "id": 13,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 18",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p><span style=\"color: rgb(192, 80, 77);\"><strong>Read for This Week’s Study</strong>:</span> <em>Num. 20:1–13, Deut. 31:2, Deut. 34:4, Deut. 34:1–12, Jude 9, 1 Cor. 15:13–22.</em></p><p><strong style=\"color: rgb(192, 80, 77);\">Memory Text:</strong> <strong>“Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, ‘The Lord rebuke you!’ ”</strong> <em>(Jude 9, NKJV).</em><br></p><p>As we have seen all quarter, Moses is the central mortal in Deuteronomy. His life, his character, his messages pervade the book. Though, yes, Deuteronomy is about God and His love for ‘am yisra’el, “the people of Israel,” God often used Moses to reveal that love and to speak to His people Israel. Now, as we come to the end of the quarter, the end of our study of Deuteronomy, we also come to the end of Moses’ life, at least his life here.<br></p><p>As Ellen G. White expressed it: “Moses knew that he was to die alone; no earthly friend would be permitted to minister to him in his last hours. There was a mystery and awfulness about the scene before him, from which his heart shrank. The severest trial was his separation from the people of his care and love—the people with whom his interest and his life had so long been united. But he had learned to trust in God, and with unquestioning faith he committed himself and his people to His love and mercy.”—Patriarchs and Prophets, pp. 470, 471. As Moses’ life and ministry revealed much about the character of God, so, too, does his death and resurrection.</p><p><strong>*Study this week’s lesson to prepare for Sabbath, December 25.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 19",
          "dayTitle": "<p>The Sin of Moses: Part 1</p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p>Time and again, even amid their apostasy and wilderness wanderings, God miraculously provided for the children of Israel. That is, however undeserving they were (and often remained that way), God’s grace flowed out to them. We, too, today, are recipients of His grace, however much we are undeserving of it, as well. After all, it wouldn’t be grace if we deserved it, would it? And besides the abundance of food that the Lord had miraculously provided for them in the wilderness, another manifestation of His grace was the water, without which they would quickly perish, especially in a dry, hot, and desolate desert. Talking about that experience, Paul wrote: “And all drank the same spiritual drink. For they drank of that spiritual Rock that followed them, and that Rock was Christ” <em>(1 Cor. 10:4, NKJV)</em>. Ellen G. White also added that “wherever in their journeyings they wanted water, there from the clefts of the rock it gushed out beside their encampment.”—<em>Patriarchs and Prophets, p. 411.</em></p><p><strong style=\"color: rgb(192, 80, 77);\">READ</strong>&nbsp;<strong>Numbers 20:1–13.What happened here, and how do we understand the Lord’s punishment for Moses because of what he had done?</strong><br></p><p><strong>Numbers 20:1–13</strong></p><p><sup><strong>1</strong></sup> Then the children of Israel, the whole congregation, came into the Wilderness of Zin in the first month, and the people stayed in Kadesh; and Miriam died there and was buried there.&nbsp;</p><p><sup><strong>2</strong></sup> Now there was no water for the congregation; so they gathered together against Moses and Aaron.&nbsp;</p><p><sup><strong>3</strong></sup> And the people contended with Moses and spoke, saying: “If only we had died when our brethren died before the Lord!&nbsp;</p><p><sup><strong>4</strong></sup> Why have you brought up the assembly of the Lord into this wilderness, that we and our animals should die here?&nbsp;</p><p><sup><strong>5</strong></sup> And why have you made us come up out of Egypt, to bring us to this evil place? It is not a place of grain or figs or vines or pomegranates; nor is there any water to drink.”&nbsp;</p><p><sup><strong>6</strong></sup> So Moses and Aaron went from the presence of the assembly to the door of the tabernacle of meeting, and they fell on their faces. And the glory of the Lord appeared to them.&nbsp;</p><p><sup><strong>7</strong></sup> Then the Lord spoke to Moses, saying,&nbsp;</p><p><sup><strong>8</strong></sup> “Take the rod; you and your brother Aaron gather the congregation together. Speak to the rock before their eyes, and it will yield its water; thus you shall bring water for them out of the rock, and give drink to the congregation and their animals.”&nbsp;</p><p><sup><strong>9</strong></sup> So Moses took the rod from before the Lord as He commanded him.&nbsp;</p><p><sup><strong>10</strong></sup> And Moses and Aaron gathered the assembly together before the rock; and he said to them, “Hear now, you rebels! Must we bring water for you out of this rock?”&nbsp;</p><p><sup><strong>11</strong></sup> Then Moses lifted his hand and struck the rock twice with his rod; and water came out abundantly, and the congregation and their animals drank.&nbsp;</p><p><sup><strong>12</strong></sup> Then the Lord spoke to Moses and Aaron, “Because you did not believe Me, to hallow Me in the eyes of the children of Israel, therefore you shall not bring this assembly into the land which I have given them.”&nbsp;</p><p><sup><strong>13</strong></sup> This was the water of Meribah, because the children of Israel contended with the Lord, and He was hallowed among them.</p><p>On one level, it’s not hard to see and understand Moses’ frustration. After all that the Lord had done for them, the signs and wonders and miraculous deliverance, here they are, finally, on the borders of the Promised Land. And then—what? Suddenly, they are short on water, and so they begin to conspire against Moses and Aaron. Was it that the Lord could not provide water for them now, as He had done for them so often before? Of course not; He could have, and was going to do so again. However, look at Moses’ words as he struck the rock, even twice. “ ‘Hear now, you rebels! Must we bring water for you out of this rock?’ ” (Num. 20:10, NKJV). One can all but hear the anger in his voice, for he begins by calling them “rebels.”&nbsp;<br></p><p>The problem wasn’t so much his anger itself, which was bad enough but understandable—but when he said “ ‘Must we bring water for you out of this rock?’ ” as if he or any human being could bring water out of a rock. In his anger, he seemed to forget at the moment that it was only the power of God, working among them, that could do such a miracle. He, of all people, should have known that.</p><p><strong>How often do we say or even do things in a fit of anger, even if we believe the anger is justified? How can we learn to stop, pray, and seek the power of God to say and do right before we say and do wrong instead?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 20",
          "dayTitle": "<p>The Sin of Moses: Part 2</p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong style=\"color: rgb(192, 80, 77);\">Read again</strong> <strong>Numbers 20:12,13. What specific reason did the Lord give to Moses for why he couldn’t go over because of what he did? (See also Deuteronomy 31:2 and Deuteronomy 34:4.)</strong></p><p><strong>Numbers 20:12,13</strong></p><p><sup><strong>12</strong> </sup>Then the Lord spoke to Moses and Aaron, “Because you did not believe Me, to hallow Me in the eyes of the children of Israel, therefore you shall not bring this assembly into the land which I have given them.”&nbsp;</p><p><sup><strong>13</strong></sup> This was the water of Meribah, because the children of Israel contended with the Lord, and He was hallowed among them.<br></p><p><strong>Deuteronomy 31:2</strong></p><p><strong><sup>2</sup></strong> And he said to them: “I am one hundred and twenty years old today. I can no longer go out and come in. Also the Lord has said to me, ‘You shall not cross over this Jordan.’</p><p><strong>Deuteronomy 34:4</strong></p><p><strong><sup>4</sup></strong> Then the Lord said to him, “This is the land of which I swore to give Abraham, Isaac, and Jacob, saying, ‘I will give it to your descendants.’ I have caused you to see it with your eyes, but you shall not cross over there.”<br></p><p>According to this text, there was more to Moses’ sin than just his own attempt to take the place of God, which was bad enough. He also showed a lack of faith, which, for someone like Moses, would be inex- cusable. After all, this is the man who, from the burning bush (Exod. 3:2–16) onward, had had, unlike most people, an experience with God, and yet, according to the text, Moses did not “believe Me” (NKJV); that is, Moses showed a lack of faith in what the Lord had said, and as a result he had failed to “hallow Me,” before the children of Israel. In other words, had Moses kept his calm and done the right thing by showing his own faith and trust in God amid their apostasy, he would have glorified the Lord before the people and been, again, an example to them of what true faith and obedience were like. Notice, too, how Moses had disobeyed what the Lord told him spe- cifically to do.&nbsp;</p><p><strong style=\"color: rgb(192, 80, 77);\">Read</strong> <strong>Numbers 20:8. What had the Lord told Moses to do, but what did Moses do instead (Num. 20:9–11)?</strong></p><p><strong>Numbers 20:8-11</strong></p><p><strong><sup>8 </sup></strong>“Take the rod; you and your brother Aaron gather the congregation together. Speak to the rock before their eyes, and it will yield its water; thus you shall bring water for them out of the rock, and give drink to the congregation and their animals.”&nbsp;</p><p><strong><sup>9</sup></strong> So Moses took the rod from before the Lord as He commanded him.<sup><br></sup></p><p><strong><sup>10</sup></strong> And Moses and Aaron gathered the assembly together before the rock; and he said to them, “Hear now, you rebels! Must we bring water for you out of this rock?”&nbsp;</p><p><strong><sup>11</sup></strong> Then Moses lifted his hand and struck the rock twice with his rod; and water came out abundantly, and the congregation and their animals drank.<br></p><p>Verse 9 has Moses taking the rod as the Lord had commanded him. So far, so good. But by verse 10, instead of speaking to the rock, from which water would then have flowed as an astounding expression of God’s power—Moses struck it, not once but twice. Yes, hitting a rock and having water come from it was miraculous, but certainly not as miraculous as just speaking to it and seeing the same thing happening. Sure, on the surface it might have seemed that God’s judgment upon Moses was extreme: after all that Moses had been through, he was not going to be allowed to cross over into the Promised Land. For as long as this story has been told, people have wondered why—because of one rash act—would what he had been anticipating for so long be denied him?<br></p><p><strong>What lesson do you think the children of Israel should have learned from what happened to Moses?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 21",
          "dayTitle": "<p>The Death of Moses</p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p>Poor Moses! Having come so far, having gone through so much, only to be left out of the fulfillment of the promise made to Abram many centuries earlier: “ ‘To your descendants I will give this land’ ” <em>(Gen. 12:7, NKJV)</em>.&nbsp;</p><p><strong style=\"color: rgb(192, 80, 77);\">Read</strong> <strong>Deuteronomy 34:1–12. What happened to Moses, and what did the Lord say about him that showed what a special man he was? <br></strong></p><p><strong>Deuteronomy 34:1–12<sup><br></sup></strong></p><p><strong><sup>1</sup></strong> Then Moses went up from the plains of Moab to Mount Nebo, to the top of Pisgah, which is across from Jericho. And the Lord showed him all the land of Gilead as far as Dan,&nbsp;</p><p><strong><sup>2</sup></strong> all Naphtali and the land of Ephraim and Manasseh, all the land of Judah as far as the Western Sea,&nbsp;</p><p><strong><sup>3</sup></strong> the South, and the plain of the Valley of Jericho, the city of palm trees, as far as Zoar.&nbsp;</p><p><strong><sup>4</sup></strong> Then the Lord said to him, “This is the land of which I swore to give Abraham, Isaac, and Jacob, saying, ‘I will give it to your descendants.’ I have caused you to see it with your eyes, but you shall not cross over there.”</p><p><strong><sup>5</sup></strong> So Moses the servant of the Lord died there in the land of Moab, according to the word of the Lord.</p><p><strong><sup>6</sup></strong> And He buried him in a valley in the land of Moab, opposite Beth Peor; but no one knows his grave to this day.&nbsp;</p><p><strong><sup>7</sup></strong> Moses was one hundred and twenty years old when he died. His eyes were not dim nor his natural vigor diminished.&nbsp;</p><p><strong><sup>8</sup></strong> And the children of Israel wept for Moses in the plains of Moab thirty days. So the days of weeping and mourning for Moses ended.</p><p><strong><sup>9</sup></strong> Now Joshua the son of Nun was full of the spirit of wisdom, for Moses had laid his hands on him; so the children of Israel heeded him, and did as the Lord had commanded Moses.<sup><br></sup></p><p><strong><sup>10</sup></strong> But since then there has not arisen in Israel a prophet like Moses, whom the Lord knew face to face,&nbsp;</p><p><strong><sup>11</sup></strong> in all the signs and wonders which the Lord sent him to do in the land of Egypt, before Pharaoh, before all his servants, and in all his land,&nbsp;</p><p><strong><sup>12</sup></strong> and by all that mighty power and all the great terror which Moses performed in the sight of all Israel.<br></p><p>“In solitude Moses reviewed his life of vicissitudes and hardships since he turned from courtly honors and from a prospective kingdom in Egypt, to cast in his lot with God’s chosen people. He called to mind those long years in the desert with the flocks of Jethro, the appearance of the Angel in the burning bush, and his own call to deliver Israel. Again he beheld the mighty miracles of God’s power displayed in behalf of the chosen people, and His long-suffering mercy during the years of their wandering and rebellion. Notwithstanding all that God had wrought for them, notwithstanding his own prayers and labors, only two of all the adults in the vast army that left Egypt had been found so faithful that they could enter the Promised Land. As Moses reviewed the result of his labors, his life of trial and sacrifice seemed to have been almost in vain.”—Ellen G. White, Patriarchs and Prophets, pp. 471, 472.&nbsp;</p><p>Deuteronomy 34:4 says something very interesting. “ ‘This is the land of which I swore to give Abraham, Isaac, and Jacob, saying, “I will give it to your descendants” ’ ” (NKJV). The Lord was using language almost verbatim from what He had said again and again to the patriarchs and to their children, about giving them this land. Now He was repeating it to Moses.&nbsp;</p><p>The Lord also said that “ ‘I have caused you to see it with your eyes, but you shall not cross over there’ ” (Deut. 34:4, NKJV, emphasis sup- plied). There’s no way that Moses, standing where he was, could have seen with normal vision all that the Lord had pointed him to—from Moab to Dan to Naphtali, and so forth. Ellen G. White was clear: it was a supernatural revelation, not only of the land but also of what it would look like after they had taken possession.</p><p>&nbsp;In one sense, it would almost seem as if the Lord had been teasing Moses, rubbing it in: <em>You could have been here had you simply obeyed Me as you should have</em>, or something like that. Instead, the Lord was showing Moses that despite everything, even despite Moses’ mistake, God was going to be faithful to the covenantal promises that He had made with the fathers and with Israel itself. As we will see, too, the Lord had something even better in store for His faithful but flawed servant.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 22",
          "dayTitle": "<p>The Resurrection of Moses</p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p>“So Moses the servant of the Lord died there in the land of Moab, according to the word of the Lord. And He buried him in a valley in the land of Moab, opposite Beth Peor; but no one knows his grave to this day” (Deut. 34:5, 6, NKJV). Thus, with these few verses, Moses so central to the life of Israel, a man whose writing lives on, not only in Israel but also even in the church and in the synagogue today, as well—died.</p><p>Moses died and was buried, the people mourned, and that was that. Certainly, the principle of the words of Revelation applies here: “ ‘ “Blessed are the dead who die in the Lord from now on.” ’ ‘Yes,’ says the Spirit, ‘that they may rest from their labors, and their works follow them’ ” (Rev. 14:13, NKJV). However, Moses’ death was not the final chapter in the story of Moses’ life.&nbsp;</p><p><strong style=\"color: rgb(192, 80, 77);\">Read</strong> <strong>Jude 9. What is happening here, and how does this text help explain the appearance of Moses later in the New Testament?</strong></p><p><strong>Jude 9.</strong></p><p><strong><sup>1</sup></strong> Jude, a bondservant of Jesus Christ, and brother of James, To those who are called, sanctified by God the Father, and preserved in Jesus Christ:</p><p><strong><sup>2</sup></strong> Mercy, peace, and love be multiplied to you.<sup><br></sup></p><p><strong><sup>3</sup></strong> Beloved, while I was very diligent to write to you concerning our common salvation, I found it necessary to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints.&nbsp;</p><p><strong><sup>4</sup></strong> For certain men have crept in unnoticed, who long ago were marked out for this condemnation, ungodly men, who turn the grace of our God into lewdness and deny the only Lord God and our Lord Jesus Christ.<sup><br></sup></p><p><strong><sup>5</sup></strong> But I want to remind you, though you once knew this, that the Lord, having saved the people out of the land of Egypt, afterward destroyed those who did not believe.&nbsp;</p><p><strong><sup>6 </sup></strong>And the angels who did not keep their proper domain, but left their own abode, He has reserved in everlasting chains under darkness for the judgment of the great day;&nbsp;</p><p><strong><sup>7 </sup></strong>as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the vengeance of eternal fire.<sup><br></sup></p><p><strong><sup>8</sup></strong> Likewise also these dreamers defile the flesh, reject authority, and speak evil of dignitaries.&nbsp;</p><p><strong><sup>9 </sup></strong>Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, “The Lord rebuke you!”&nbsp;</p><p><strong><sup>10</sup></strong> But these speak evil of whatever they do not know; and whatever they know naturally, like brute beasts, in these things they corrupt themselves.&nbsp;</p><p><strong><sup>11 </sup></strong>Woe to them! For they have gone in the way of Cain, have run greedily in the error of Balaam for profit, and perished in the rebellion of Korah.<sup><br></sup></p><p><strong><sup>12</sup></strong> These are spots in your love feasts, while they feast with you without fear, serving only themselves. They are clouds without water, carried about by the winds; late autumn trees without fruit, twice dead, pulled up by the roots;&nbsp;</p><p><strong><sup>13</sup></strong> raging waves of the sea, foaming up their own shame; wandering stars for whom is reserved the blackness of darkness forever.<sup><br></sup></p><p><strong><sup>14</sup></strong> Now Enoch, the seventh from Adam, prophesied about these men also, saying, “Behold, the Lord comes with ten thousands of His saints,&nbsp;</p><p><strong><sup>15</sup></strong> to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”<sup><br></sup></p><p><strong><sup>16</sup></strong> These are grumblers, complainers, walking according to their own lusts; and they mouth great swelling words, flattering people to gain advantage.&nbsp;</p><p><strong><sup>17</sup></strong> But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ:&nbsp;</p><p><strong><sup>18</sup></strong> how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts.&nbsp;</p><p><strong><sup>19</sup></strong> These are sensual persons, who cause divisions, not having the Spirit.<sup><br></sup></p><p><strong><sup>20</sup></strong> But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit,&nbsp;</p><p><strong><sup>21</sup></strong> keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.<sup><br></sup></p><p><strong><sup>22</sup></strong> And on some have compassion, making a distinction;</p><p><strong><sup>23 </sup></strong>but others save with fear, pulling them out of the fire, hating even the garment defiled by the flesh.<sup><br></sup></p><p><strong><sup>24</sup></strong> Now to Him who is able to keep you from stumbling, And to present you faultless Before the presence of His glory with exceeding joy,&nbsp;</p><p><strong><sup>25</sup></strong> To God our Savior, Who alone is wise, Be glory and majesty, Dominion and power, Both now and forever. Amen.<br></p><p>Though we’re given only a glimpse, what an incredible scene is depicted here. Michael, Christ Himself, disputed with the devil about the body of Moses. Disputed over it how? There’s no doubt that Moses was a sinner; indeed, his last known sin, the taking on himself glory that was God’s, was the same kind of sin—“ ‘I will ascend above the heights of the clouds, I will be like the Most High’ ” (Isa. 14:14, NKJV)—that got Lucifer himself thrown out of heaven in the first place. The dispute over Moses’ body must have been because Christ was now claiming for Moses the promised resurrection.</p><p>But how could Christ do that for a sinner, Moses, someone who had violated His law? The answer, of course, could only be the Cross. Just as all the animal sacrifices pointed ahead to Christ’s death, so obviously the Lord now, looking ahead to the cross, claimed the body of Moses to be resurrected. “In consequence of sin Moses had come under the power of Satan. In his own merits he was death’s lawful captive; but he was raised to immortal life, holding his title in the name of the Redeemer. Moses came forth from the tomb glorified, and ascended with his Deliverer to the City of God.”—<em>Ellen G. White, Patriarchs and Prophets, p. 479.</em></p><p><strong>How does this account of Moses help us to understand the depth of the plan of salvation, that even before the cross Moses would be raised to immortality?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 23",
          "dayTitle": "<p>The Resurrection of Us All</p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p>With the added light of the New Testament, the exclusion of Moses from the Promised Land doesn’t seem like much of a punishment, after all. Instead of an earthly Canaan and later an earthly Jerusalem (which for all its known history has been a place of war, conquest, and suffering), “the heavenly Jerusalem” <em>(Heb. 12:22)</em> is, even now, his home. A much better abode for sure!&nbsp;</p><p>Moses was the first known example in the Bible of the resurrection of the dead. Enoch was brought to heaven without having seen death (<em>Gen. 5:24)</em>, and Elijah, too <em>(2 Kings 2:11)</em>, but as far as the written record goes, Moses was the first one to have been resurrected to eternal life.</p><p>How long Moses slept in the ground we don’t know, but as far as he was concerned, it didn’t matter. He closed his eyes in death, and whether it was three hours or 300 years, for him it was the same. It also is the same for all the dead throughout history; their experience, at least as far as being dead goes, will be no different than Moses’. We close our eyes in death, and the next thing we know is either the second coming of Jesus or, unfortunately, the final judgment <em>(see Rev. 20:7–15).&nbsp;</em></p><p><strong style=\"color: rgb(192, 80, 77);\">Read</strong> <strong>1 Corinthians 15:13–22. What great promise is found here, and why do Paul’s words make sense only if we understand that the dead sleep in Christ until the resurrection?&nbsp;</strong></p><p><strong>1 Corinthians 15:13–22.</strong></p><p><strong><sup>13</sup></strong> But if there is no resurrection of the dead, then Christ is not risen.&nbsp;</p><p><strong><sup>14</sup></strong> And if Christ is not risen, then our preaching is empty and your faith is also empty.&nbsp;</p><p><strong><sup>15</sup></strong> Yes, and we are found false witnesses of God, because we have testified of God that He raised up Christ, whom He did not raise up—if in fact the dead do not rise.&nbsp;</p><p><strong><sup>16</sup></strong> For if the dead do not rise, then Christ is not risen.&nbsp;</p><p><strong><sup>17</sup></strong> And if Christ is not risen, your faith is futile; you are still in your sins!&nbsp;</p><p><strong><sup>18 </sup></strong>Then also those who have fallen asleep in Christ have perished.</p><p><strong><sup>19</sup></strong> If in this life only we have hope in Christ, we are of all men the most pitiable.</p><p><strong><sup>20</sup></strong> But now Christ is risen from the dead, and has become the firstfruits of those who have fallen asleep.</p><p><strong><sup>21</sup></strong> For since by man came death, by Man also came the resurrection of the dead.&nbsp;</p><p><strong><sup>22</sup></strong> For as in Adam all die, even so in Christ all shall be made alive.<br></p><p>Without the hope of the resurrection, we have no hope at all. Christ’s resurrection is the guarantee of ours; having “purged our sins” <em>(Heb. 1:3)</em> on the cross as our sacrificial Lamb, Christ died and rose from the dead, and because of His resurrection we have the surety of ours, with Moses being the first example of a fallen human being raised from the dead. Because of what Christ would do, Moses had been raised; and because of what Christ has done, we, too, will be raised, as well.&nbsp;<br></p><p>Thus, we can find in Moses an example of salvation by faith, a faith made manifest in a life of faithfulness and trust in God, even if he fal- tered at the end. And all through the book of Deuteronomy, we can see Moses seeking to call God’s people to a similar faithfulness, a similar response to the grace given to them as it has been given to us—we, too, who are on the borders of the Promised Land.</p><p><strong>Is not God, this same God, calling us to faithfulness, as well? What can we do to make sure we don’t make the mistakes Moses forewarned about in Deuteronomy?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 24",
          "dayTitle": "",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p><strong>Further Thought:</strong><br></p><p>“When they angrily cried, ‘Must we fetch you water out of this rock?’ they put themselves in God’s place, as though the power lay with themselves, men possessing human frailties and pas- sions. Wearied with the continual murmuring and rebellion of the people, Moses had lost sight of his Almighty Helper, and without the divine strength he had been left to mar his record by an exhibition of human weakness. The man who might have stood pure, firm, and unselfish to the close of his work had been overcome at last. God had been dishonored before the congregation of Israel, when He should have been magnified and exalted.”<em>—Ellen G. White, Patriarchs and Prophets, p. 418.&nbsp;</em></p><p>“Upon the mount of transfiguration Moses was present with Elijah, who had been translated. They were sent as bearers of light and glory from the Father to His Son. And thus the prayer of Moses, uttered so many centuries before, was at last fulfilled. He stood upon the ‘goodly mountain,’ within the heritage of his people, bearing witness to Him in whom all the promises to Israel centered. Such is the last scene revealed to mortal vision in the history of that man so highly honored of Heaven.”—Page 479.</p><p><strong><span style=\"color: rgb(192, 80, 77);\">Discussion Questions:&nbsp;</span><br></strong></p><p><span style=\"font-weight: bold; color: rgb(192, 80, 77);\">1. </span>In one sense, yes, Moses was resurrected and brought to heaven shortly after his death. But at the same time, poor Moses (we assume) gets to witness the terrible mess of things down here. How fortunate that most of us will be resurrected after all the struggle on earth is over at the Second Coming. In what ways is this, then, a greater blessing than what Moses experienced?&nbsp;</p><p><strong><span style=\"color: rgb(192, 80, 77);\">2.</span> </strong>How does the story of Moses’ death and later resurrection show us how the New Testament, though often based on the Old Testament, does take us further than the Old Testament and can, indeed, shed much new light upon it?&nbsp;</p><p><strong><span style=\"color: rgb(192, 80, 77);\">3</span>. </strong>How is the story of Moses’ life, including smiting the rock in a fit of anger, an example of what it means to live by faith and to be saved by faith, apart from the deeds of the law?&nbsp;</p><p><strong><span style=\"color: rgb(192, 80, 77);\">4.</span>&nbsp;</strong>In class, talk about the promise of the resurrection at the end of time. Why is this so central to all our hopes? Also, if we can trust God on this (that is, on raising us from death), shouldn’t we be able to trust Him for everything else? After all, if He can do that for us, what can’t He do?</p><p><strong>Inside Story</strong>&nbsp;</p><p><strong>Teen Makes Christmas Music, By Andrew McChesney&nbsp;</strong></p><p>Every year, Miharu Shimizu’s church organizes a special Christmas pro- gram in Tokyo, Japan. Every year, Miharu wished that she could participate and somehow share her joy about Christ’s birth. One fall, during her first year in university, a teacher asked her to write the lyrics for a musical.&nbsp;</p><p>The musical turned out to be the final exam for all 30 students in her class. Miharu was supposed to write the script and lyrics, while the teacher would compose the music. Then the class would be divided into four groups, and each group would learn and sing the musical.&nbsp;</p><p>After some prayer, Miharu put together a short story about Christmas caroling. The songs were filled with praise for Jesus at Christmas. She wasn’t sure what the teacher or classmates would think. None of them were Christian. When Miharu submitted the eight-minute musical, the teacher didn’t change a single word. “The lyrics are very noble,” he said. As the class learned and rehearsed the musical, Miharu remembered the Christmas program at church. Maybe her musical could be her contribution to the Christmas program.&nbsp;</p><p>That Christmas, she played the piano as seven classmates performed her musical at Setagaya Seventh-day Adventist Church, a church for young peo- ple in Tokyo. Young Adventists assisted the production behind the scenes. More people showed up to watch the musical than Miharu had expected. About 75 people crowded into the small church building, overflowing a space where usually only 25 church members worshiped on Sabbaths. Miharu was delighted. She sensed a bond with the audience. She saw that she and they were sharing the true spirit of Christmas—the joy that Jesus loves people so much that He came to the earth as a baby. Miharu was especially happy that one of her classmates was sitting in the audience. Afterward, the classmate asked for Bible studies.&nbsp;</p><p>Miharu decided to compose another musical for the next Christmas. She wrote a musical about how her grandfather became a Seventh-day Adventist. Finding classmates to participate in the new musical proved easy. They liked the previous Christmas musical and were eager to sing again. One of the new participants was the classmate taking Bible studies. Miharu, 19, is praying that Jesus will use her musical talents to draw classmates to Him.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>The Resurrection of Moses</p>",
      "verse": "<p>Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, ‘The Lord rebuke you!’ ” (Jude 9, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "December 18–24"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
