{
   "data":[
      {
         "color":"#f88c01",
         "id":702,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"October 5",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>The Bible is clear that Jesus Christ is the eternal Son, one with the Father, underived and uncreated. Jesus is the One who created all that was made (John 1:1–3). Thus, Jesus has always existed; there never was a time when He didn’t exist. Though Jesus came to this world and took upon Himself our humanity, He always kept His divinity. And at specific times, Jesus said and did things that revealed this divinity.<br><br>This truth was important for John, which is why, when recounting some of Jesus’ miracles, John used them to point to Christ’s divinity. Jesus not only said things that revealed His divinity but backed up His words with works that manifested His divinity.<br><br>This week’s lesson looks at three of the greatest signs of Jesus’ divinity. What is striking is that, in every case, some people did not believe the miracle or perceive its significance. For some, it was a time of turning away from Jesus; for others, a time for deepening blindness; and for others, a time to plot Jesus’ death. And for others—a time to believe that Jesus was the Messiah.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 6",
               "dayTitle":"<p>The Feeding of the Five Thousand</p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p>In John 6:4, 5, the apostle goes out of his way to state that the timing of the feeding of the 5,000 was near the Passover. The Passover was a commemoration of the deliverance of Israel from Egypt. The Passover lamb took the place of the death of the firstborn. This sacrifice symbolized the death of Jesus in our behalf. On the cross, the punishment that we deserved because of our sins fell on Jesus instead. Christ, our Passover, was indeed slain for us (1 Cor. 5:7).<br><br>“He bore the guilt of transgression, and the hiding of His Father’s face, until His heart was broken and His life crushed out. All this sacrifice was made that sinners might be redeemed.”—Ellen G. White, The Great Controversy, p. 540.<br><br><strong>Read John 6:1–14. What parallels can be found here between Jesus and Moses? That is, what did Jesus do here that should have reminded the people of the deliverance that their ancestors had received through the ministry of Moses?</strong><br></p><p>John 6:1–14</p><p><sup><strong>1 </strong></sup>After these things Jesus went over the sea of Galilee, which is the sea of Tiberias.<br><sup><br><strong>2 </strong></sup>And a great multitude followed him, because they saw his miracles which he did on them that were diseased.<br><sup><br><strong>3 </strong></sup>And Jesus went up into a mountain, and there he sat with his disciples.<br><sup><br><strong>4 </strong></sup>And the passover, a feast of the Jews, was nigh.<br><sup><br><strong>5 </strong></sup>When Jesus then lifted up his eyes, and saw a great company come unto him, he saith unto Philip, Whence shall we buy bread, that these may eat?<br><sup><br><strong>6 </strong></sup>And this he said to prove him: for he himself knew what he would do.<br><sup><br><strong>7 </strong></sup>Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little.<br><sup><strong><br>8 </strong></sup>One of his disciples, Andrew, Simon Peter's brother, saith unto him,<br><sup><br><strong>9 </strong></sup>There is a lad here, which hath five barley loaves, and two small fishes: but what are they among so many?<br><sup><strong><br>10</strong></sup> And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand.<br><sup><br><strong>11 </strong></sup>And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would.<br><sup><br><strong>12 </strong></sup>When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.<br><sup><br><strong>13 </strong></sup>Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten.<br><sup><strong><br>14 </strong></sup>Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.<br></p><p>Numerous details of this story place Jesus in parallel to Moses in the Exodus. The time of the Passover (John 6:4) points to the great deliverance from Egypt. Jesus goes up on a mountain (John 6:3) as Moses went up Sinai. Jesus tests Philip (John 6:5, 6) as the Israelites were tested in the wilderness. The multiplication of the loaves (John 6:11) is reminiscent of the manna. The gathering of the leftover food (John 6:12) harks back to the Israelites’ gathering the manna. Twelve baskets of leftovers are picked up (John 6:13), the same number as the twelve tribes of Israel. And the people comment that Jesus is the prophet coming into the world (John 6:14), parallel to the “prophet like Moses” predicted in Deuteronomy 18:15. All of this points to Jesus as the new Moses—come to deliver His people.<br><br>Thus, John is showing Jesus not only doing signs and wonders but doing signs and wonders that, in their context, should have had special meaning for the Jewish people. Jesus was pointing them, in essence, to His own divinity.<br><br><strong>Read Isaiah 53:4–6 and 1 Peter 2:24. What great truth do these texts teach about Jesus as the Lamb of God? How does His divinity tie into this truth, and why is this truth the most important truth we can ever know?</strong></p><p><strong>Isaiah 53:4–6 <sup><br></sup></strong></p><p><sup><strong>4</strong></sup> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.<br><sup><br><strong>5 </strong></sup>But he was wounded for our transgressions, he was bruised for our iniquities: the chastisement of our peace was upon him; and with his stripes we are healed.<br><sup><br><strong>6</strong></sup> All we like sheep have gone astray; we have turned every one to his own way; and the Lord hath laid on him the iniquity of us all.<br></p><p><strong>1 Peter 2:24</strong></p><p><sup><strong>24</strong></sup> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 7",
               "dayTitle":"<p>“Surely, He Is the Prophet”<br></p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p><strong>Read John 6:14, 15, 26–36. How did the people respond to His miracle, and how did Jesus use this to try to teach them who He was?</strong><br></p><p><strong>John 6:14-15</strong></p><p><sup><strong>14</strong></sup> Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.<br><sup><br><strong>15 </strong></sup>When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone.<br></p><p><strong>John 6:26–36</strong></p><p><sup><strong>26</strong></sup> Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled.<br><sup><br><strong>27</strong></sup> Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.<br><sup><br><strong>28</strong></sup> Then said they unto him, What shall we do, that we might work the works of God?<br><sup><br><strong>29</strong></sup> Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.<br><sup><br><strong>30</strong></sup> They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?<br><sup><br><strong>31</strong></sup> Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.<br><sup><br><strong>32</strong></sup> Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven.<br><sup><br><strong>33</strong></sup> For the bread of God is he which cometh down from heaven, and giveth life unto the world.<br><sup><br><strong>34</strong></sup> Then said they unto him, Lord, evermore give us this bread.<br><sup><br><strong>35</strong></sup> And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.<br><sup><br><strong>36</strong></sup> But I said unto you, That ye also have seen me, and believe not.<br></p><p>The Judeans were expecting an earthly messiah who would deliver them from the oppression of the Roman Empire. Two of the most difficult things encountered in war are feeding the troops and caring for the wounded and dead. By His miracles, Jesus showed that He could do both. But that’s not why Jesus had come, and that wasn’t the purpose of His miracle. Instead, the account of the feeding of the 5,000 provided the opportunity to illustrate that Jesus is the Bread of Life, that God Himself came down from heaven. “ ‘I am the bread of life,’ ” He said. “ ‘He who comes to Me shall never hunger’ ” (John 6:35, NKJV).<br><br>This is the first of the seven “I am” statements in the Gospel of John, where “I am” is connected with some predicate (“bread of life,” John 6:35; “light of the world,” John 8:12; “door,” John 10:7, 9; “Good Shepherd,” John 10:11, 14; “resurrection and the life,” John 11:25; “the way, the truth, and the life,” John 14:6; “true vine,” John 15:1, 5). Each of these points to an important truth about Jesus. The “I am” statements point back to Exodus 3, where God presents Himself to Moses as the great I AM (compare with John 8:58). Jesus is that great I AM. But the people missed all this.<br><br>“Their dissatisfied hearts queried why, if Jesus could perform so many wondrous works as they had witnessed, could He not give health, strength, and riches to all His people, free them from their oppressors, and exalt them to power and honor? The fact that He claimed to be the Sent of God, and yet refused to be Israel’s king, was a mystery which they could not fathom. His refusal was misinterpreted. Many concluded that He dared not assert His claims because He Himself doubted as to the divine character of His mission. Thus they opened their hearts to unbelief, and the seed which Satan had sown bore fruit of its kind, in misunderstanding and defection.”—Ellen G. White, The Desire of Ages, p. 385.<br><br>They were looking for material benefit instead of truth that endures to eternal life. This is a trap that we all potentially face if we are not careful.<br><br><strong>How can we avoid getting caught up in material things at the expense of the spiritual?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 8",
               "dayTitle":"<p>The Healing of the Blind Man: Part 1</p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p><strong>Read John 9:1–16. What did the disciples think was the cause of this man’s blindness, and how did Jesus correct their false beliefs?</strong><br></p><p><strong>John 9:1–16</strong></p><p><sup><strong>1 </strong></sup>And as Jesus passed by, he saw a man which was blind from his birth.<br><sup><strong><br>2</strong></sup> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?<br><sup><strong><br>3 </strong></sup>Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.<br><sup><br><strong>4</strong></sup> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.<br><sup><br><strong>5</strong></sup> As long as I am in the world, I am the light of the world.<br><sup><br><strong>6</strong></sup> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,<br><sup><strong><br>7 </strong></sup>And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.<br><sup><strong><br>8</strong></sup> The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?<br><sup><br><strong>9</strong></sup> Some said, This is he: others said, He is like him: but he said, I am he.<br><sup><br><strong>10 </strong></sup>Therefore said they unto him, How were thine eyes opened?<br><sup><br><strong>11</strong></sup> He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight.<br><sup><br><strong>12</strong></sup> Then said they unto him, Where is he? He said, I know not.<br><sup><br><strong>13 </strong></sup>They brought to the Pharisees him that aforetime was blind.<br><sup><strong><br>14 </strong></sup>And it was the sabbath day when Jesus made the clay, and opened his eyes.<br><sup><br><strong>15</strong></sup> Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.<br><sup><br><strong>16</strong></sup> Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.<br></p><p>The disciples made a connection between sickness and sin. A number of Old Testament passages point in that direction (compare with Exod. 20:5, 2 Kings 5:15–27, 2 Kings 15:5, and 2 Chron. 26:16–21), but the story of Job should have led to caution about whether such a connection always occurred.<br><br>Jesus sets the matter straight, not denying any connection between sin and suffering but, in this case, pointing to a higher purpose: that God would be glorified by the healing. The account contains certain affinities to the Creation story, that of God’s forming the first man from the dust of the ground (Gen. 2:7), just as Jesus makes clay to provide the blind man what was missing from the womb.<br><br>In Matthew, Mark, and Luke, miracle stories follow a common pattern: an expression of the problem, the bringing of the individual to Jesus, the cure, and recognition of the cure with praise to God. In the story in John 9, this sequence is completed in John 9:7. But typical of John, the significance of the miracle becomes the much wider point of discussion, leading to a long interaction between the healed man and the religious leaders. This striking discussion revolves around two intertwined contrasting pairs of concepts—sin/works of God and blindness/sight.<br><br>The narrator does not tell the reader until John 9:14 that Jesus did this healing on the Sabbath, which, according to tradition and not Scripture, violated the Sabbath. And thus, He was counted as a Sabbath breaker by the Pharisees. Their conclusion was that He was not from God because they maintained that “He does not keep the Sabbath.” But others found it troubling that a sinner could do such signs (John 9:16).<br><br>The discussion is far from over, but already a division appears. The blind man is becoming more and more clear about who Jesus is, but the religious leaders are becoming more and more confused or blind as to His real identity.<br><strong><br>What should this story tell us about the dangers of being so blinded by our own beliefs and traditions that we can miss important truths right before our own eyes?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 9",
               "dayTitle":"<p>The Healing of the Blind Man: Part 2<br></p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p><strong>Read John 9:17–34. What questions did the leaders ask, and how did the blind man respond?</strong><br></p><p><strong>John 9:17–34</strong></p><p><sup><strong>17</strong></sup> They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.<br><sup><br><strong>18</strong></sup> But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.<br><sup><br><strong>19</strong></sup> And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?<br><sup><br><strong>20</strong></sup> His parents answered them and said, We know that this is our son, and that he was born blind:<br><sup><br><strong>21</strong></sup> But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.<br><sup><br><strong>22</strong></sup> These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.<br><sup><br><strong>23</strong></sup> Therefore said his parents, He is of age; ask him.<br><sup><br><strong>24</strong></sup> Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.<br><sup><br><strong>25</strong></sup> He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.<br><sup><br><strong>26</strong></sup> Then said they to him again, What did he to thee? how opened he thine eyes?<br><sup><br><strong>27</strong></sup> He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?<br><sup><br><strong>28</strong></sup> Then they reviled him, and said, Thou art his disciple; but we are Moses' disciples.<br><sup><br><strong>29</strong></sup> We know that God spake unto Moses: as for this fellow, we know not from whence he is.<br><sup><br><strong>30</strong></sup> The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.<br><sup><br><strong>31</strong></sup> Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.<br><sup><br><strong>32</strong></sup> Since the world began was it not heard that any man opened the eyes of one that was born blind.<br><sup><br><strong>33</strong></sup> If this man were not of God, he could do nothing.<br><sup><br><strong>34</strong></sup> They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.<br></p><p>This long section of John 9 is the only portion of John where Jesus is not the main actor on the stage, though He is certainly the subject of discussion. Just as the question of sin started the story (John 9:2), the Pharisees think Jesus is a sinner because He healed on the Sabbath (John 9:16, 24), and they will slander the healed man as “born in utter sin” (John 9:34, ESV).<br><br>A curious reversal occurs. The blind man comes to see more and more, not just physically but spiritually, as he is growing in his appreciation for Jesus and believing more strongly in Him. The Pharisees, in contrast, become more and more blind in their understanding, first being divided over Jesus (John 9:16) and then not knowing where He came from (John 9:29).<br><br>Meanwhile, his recounting of this miracle gives John the opportunity to tell us who Jesus is. The theme of signs in John 9 intersects with several other themes in the Gospel. John reaffirms that Jesus is the Light of the world (John 9:5; compare with John 8:12). The story also deals with Jesus’ mysterious origin. Who is He, where is He from, what is His mission (John 9:12, 29; compare with John 1:14)? The figure of Moses, who is referenced in previous miracle accounts, also appears in this chapter (John 9:28, 29; compare with John 5:45, 46 and John 6:32). Finally, there is the theme of the response of the crowd. Some love darkness rather than light, while others respond in faith (John 9:16–18, 35–41; compare with John 1:9–16, John 3:16–21, and John 6:60–71).<br><br>So scary here is the spiritual blindness of the religious leaders. A once-blind beggar can declare, “ ‘Since the world began it has been unheard of that anyone opened the eyes of one who was born blind. If this Man were not from God, He could do nothing’ ” (John 9:32, 33, NKJV). And yet the religious leaders, the spiritual guides of the nation, the ones who should have been the first to recognize Jesus and accept Him as the Messiah—they, despite all the powerful evidence, cannot see it, or they don’t really want to see it. What a powerful warning about how our hearts can deceive us!<br><br><strong>Read 1 Corinthians 1:26–29. How does what Paul writes in these verses fit with John's account above and how does the same principle apply even now?</strong></p><p><strong>1 Corinthians 1:26–29<sup><br></sup></strong></p><p><sup><strong>26</strong></sup> For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:<br><sup><br><strong>27</strong></sup> But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;<br><sup><br><strong>28</strong></sup> And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:<br><sup><br><strong>29</strong></sup> That no flesh should glory in his presence.<strong><br></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 10",
               "dayTitle":"<p>The Resurrection of Lazarus<br></p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p>John 11 is filled with sadness—the sad news of a dear friend’s illness (John 11:1–3); the weeping over his death (John 11:19, 31, 33); the sisters’ lament that Lazarus would not have died if Jesus had been present (John 11:21, 32); and Jesus’ own tears (John 11:35).<br><br>But Jesus had delayed two days before starting His journey to Lazarus (John 11:6), even indicating that He was glad that He had not gone earlier (John 11:14, 15). This action was not from any coldheartedness. Rather, it was to reveal God’s glory.<br><br>By the time we get to John 11:17–27, Lazarus had been dead four days. After four days, his body would already be rotting and, as Martha said , “ ‘Lord, by this time there is a stench, for he has been dead four days’ ” (John 11:39, NKJV). No doubt, Jesus’ delay only helped to make the miracle that followed even more astonishing. To raise a rotting corpse? What more proof could Jesus have given that indeed He was God Himself?<br><br>And, as God, as the One who created life to begin with—Jesus had power over death. Thus, Jesus uses this opportunity, that of Lazarus’s death, to reveal a crucial truth about Himself. “ ‘I am the resurrection and the life. Whoever believes in me, though he die, yet shall he live, and everyone who lives and believes in me shall never die’ ” (John 11:25, 26, ESV).<br><br><strong>Read John 11:38–44. What did Jesus do that supported His claim?</strong><br></p><p><strong>&nbsp;John 11:38–44</strong></p><p><sup><strong>38</strong></sup> Jesus therefore again groaning in himself cometh to the grave. It was a cave, and a stone lay upon it.<br><sup><br><strong>39</strong></sup> Jesus said, Take ye away the stone. Martha, the sister of him that was dead, saith unto him, Lord, by this time he stinketh: for he hath been dead four days.<br><sup><br><strong>40</strong></sup> Jesus saith unto her, Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?<br><sup><br><strong>41</strong></sup> Then they took away the stone from the place where the dead was laid. And Jesus lifted up his eyes, and said, Father, I thank thee that thou hast heard me.<br><sup><br><strong>42</strong></sup> And I knew that thou hearest me always: but because of the people which stand by I said it, that they may believe that thou hast sent me.<br><sup><br><strong>43</strong></sup> And when he thus had spoken, he cried with a loud voice, Lazarus, come forth.<br><sup><br><strong>44</strong></sup> And he that was dead came forth, bound hand and foot with graveclothes: and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go.<strong><br></strong></p><p>Just as Jesus showed He is the Light of the world (John 8:12, John 9:5) by giving the blind man sight (John 9:7), so here He raises Lazarus from the dead (John 11:43, 44), demonstrating that He is the Resurrection and the Life (John 11:25).<br><br>This miracle, more than any other, points to Jesus as the Life-Giver, as God Himself. It provides strong support for John’s theme that Jesus is the divine Son of God and that, by believing, we can have life through Him (John 20:30, 31).<br><br>However, by the time we get to the end of this incredible story (John 11:45–54), in which many who saw believed (John 11:45), a powerful but sad irony unfolds. Jesus shows that He can bring the dead back to life, and yet, these men think that they can stop Him by killing Him?<br><strong><br>What an example of the foibles of humanity in contrast to the wisdom and power of God!</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 11",
               "dayTitle":"<p>Further Thought: <br></p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p>Read Ellen G. White, “The Crisis in Galilee,” pp. 383–394; “ ‘Lazarus, Come Forth,’ ” pp. 524–536; and “Priestly Plottings,” pp. 537–542, in The Desire of Ages.<br><br>“The life of Christ that gives life to the world is in His word. It was by His word that Jesus healed disease and cast out demons; by His word He stilled the sea, and raised the dead; and the people bore witness that His word was with power. He spoke the word of God, as He had spoken through all the prophets and teachers of the Old Testament. The whole Bible is a manifestation of Christ, and the Saviour desired to fix the faith of His followers on the word. When His visible presence should be withdrawn, the word must be their source of power. Like their Master, they were to live ‘by every word that proceedeth out of the mouth of God.’ Matt. 4:4.<br><br>“As our physical life is sustained by food, so our spiritual life is sustained by the word of God. And every soul is to receive life from God’s word for himself. As we must eat for ourselves in order to receive nourishment, so we must receive the word for ourselves. We are not to obtain it merely through the medium of another’s mind. We should carefully study the Bible, asking God for the aid of the Holy Spirit, that we may understand His word.”—Ellen G. White, The Desire of Ages, p. 390.<br><strong><br>Discussion Questions:</strong><br><strong><br>1. </strong>This week we looked at Jesus feeding the 5,000, healing a man blind from birth, and then raising Lazarus from the dead. In each case, Jesus provided powerful evidence for His divinity. Yet, these miracles, as amazing as they were, created division. Some responded with faith, others with doubt. What does this teach us about how, even in the face of powerful evidence, people can still choose to reject God?<br><strong><br>2</strong>. These stories all point toward Christ as the divine Son of God. Why is His divinity so important to faith in Jesus as the Savior?<br><strong><br>3</strong>. Look again at 1 Corinthians 1:26–29. In what ways in the twenty-first century do we see this same principle at work? What are some of the “foolish things” that Christians believe, things that the “wise according to the flesh” mock and reject? What do we believe that also “put to shame” the “things that are mighty”?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>Revival in Rural Colombia By Andrew McChesney</strong><br><br>Pablo had never heard of Seventh-day Adventists. A leader among the Sikuani indigenous people in Colombia, he was far from home when he was invited to a Sabbath worship service.<br><br>“This Saturday, we will have a meeting,” someone said. “Come!” Pablo went to the morning service and saw that people studied the Bible. He returned for the afternoon service and heard people asking Bible questions. He was amazed that Cristian Camilo, the 25-year-old missionary who had led the morning service, answered every question from the Bible.<br><br>When he got a chance, Pablo had his own question. “What do I need to do to become a member of the Seventh-day Adventist Church?” he asked. “We can start Bible studies,” Cristian said.<br><br>He gave Pablo a set of 20 Bible lessons in Pablo’s own native Sikuani language. Pablo was pleased and asked for lessons for the rest of his family. Cristian gave Pablo a Bible and promised to travel to his community with lessons for his family.<br><br>Cristian was responsible for a large territory, and three months passed before he was able to visit Pablo. He traveled with two Sikuani Adventists because he couldn’t find Pablo’s rural community without their help.<br><br>Pablo welcomed Cristian and announced that he had finished studying the 20 Bible lessons. He said he also had given Bible studies to his family and the rest of the community, and 15 people were ready to be baptized. Cristian, who had arrived on a Friday, spent the rest of the day answering Bible questions and checking whether the people were ready for baptism. When the sun set, he led an evening worship program.<br><br>On Sabbath morning, Cristian led the community in a divine worship service. Afterward, one man said, “There’s a lake over there.” Another said , “We want to be baptized right now!” That Sabbath, five people were baptized: Pablo, his mother, his two brothers, and a sister-in-law.<br><br>Today, Pablo is giving Bible studies to his people. “There are many people who are hungry for the Word of God in Pablo’s community,” Cristian said. “Like Pablo, there are many people who are waiting to be reached.”<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers</p>",
               "id":29,
               "idDay":9,
               "idLesson":2,
               "lessonText":"<p><strong>Part I: Overview<br><br>Study Focus: John 9:1–34, John 11:1–44, John 6:14</strong><br><br>Consider anew the amazing fact that the divine and eternal Son of God emptied Himself and became God in the flesh. This astounding reality is abundantly substantiated in the Scriptures. Our limited human faculties are definitely challenged by trying to grasp this limitless reality. To aid us in this endeavor, God has done His utmost to help us comprehend, as much as possible, this Bible truth unto salvation.<br><br>This week, we shall consider three miracles that stand as definite proof of Christ’s divinity. These miracles certainly provide added evidence that Jesus was more than a mere man. Consider, by way of example, His transfiguration on the mountain, where His inner circle of three disciples witnessed His dazzling, divine glory. Suddenly, He was “transfigured before them. His face shone like the sun, and His clothes became as white as the light” (Matt. 17:2, NKJV). Moreover, this miracle was plainly attested to by the resurrected Moses and translated Elijah.<br><br>Or who can deny the divinity of Jesus in the miracle of the feeding of the 5,000? Such a phenomenon was unique, unprecedented in history. Some believed; yet, strangely enough, others did not, in spite of clear evidence. How tragic that stubbornness and pride led them to see darkness instead of the Light of the world, standing right there before them. The great I AM, with whom their revered prophet Moses was acquainted, dwelt among them, but they rebelled against receiving Him as their Messiah.<br><br>Temporal bread in the feeding of the 5,000 was intended to direct the attention of the people to Christ, the Bread of Life, who gives and sustains not only corporeal life but life everlasting. Reflecting further upon the “I AM” expression within the context of John’s Gospel, we realize that John was especially attentive to the divine depiction of God as revealed to Moses at the burning bush: “And God said to Moses, ‘I AM WHO I AM’ ” (Exod. 3:14, NKJV). Jesus applied this title directly to Himself, in such statements as “ ‘I am the way, the truth, and the life’ ” (John 14:6), and “ ‘I am the resurrection, and the life’ ” (John 11:25).<br><br>In John 9:1–34, Jesus’ divine power also was manifested in the healing of the blind man and, particularly, as amplified in John 11, in the amazing miracle of raising Lazarus from the dead. In the following commentary, we will study these two miracles more in depth.<br><br><strong>Part II: Commentary</strong><br><br>What a stupendous event it will be when we see Jesus’ face and our mortal flesh is transformed, fashioned after His own immortal, glorious body! We will know Him, experience His love, and spend an eternity in His presence, without ever exhausting the theme of His matchless love or fully fathoming His eternal nature.<br><br><strong>“ ‘This Is Truly the Prophet’ ” (John 6:14, NKJV)</strong><br><br>When Christ fed the 5,000 from the few, simple ingredients of a boy’s lunch, those who witnessed the miracle said this about Jesus: “ ‘This is truly the Prophet who is to come into the world’ ” (John 6:14, NKJV).<br><br>These words hearken back to the words of Moses, which point to a type of Jesus: “ ‘The Lord your God will raise up for you a Prophet like me from your midst, from your brethren. Him you shall hear’ ” (Deut. 18:15, NKJV).<br><br>It is reasonable to think of Moses as a type of Jesus. Moses and Jesus are similar in their mission of delivering people from bondage, for example. Of all biblical characters, Moses comes closest to Jesus in His ministry of intercession. After Israel in the wilderness rebelled against God in worshiping the golden calf, Moses offered to die in their place, to be their substitute. In Exodus 32:32, we read the moving account of Moses’ pleading with God to spare the lives of His rebellious people. Moses speaks to God, saying: “ ‘Yet now, if You will forgive their sin—but if not, I pray, blot me out of Your book which You have written’ ” (NKJV).<br><br>Moses’ self-sacrificing devotedness to his wayward people and his plea to die in the place of others is admirable. But such a gracious offer cannot forgive sin and commute its penalty, death, for only the sacrifice of the divine “Prophet” Jesus can accomplish such an impossible feat. Jesus alone is the One who possesses the requisite righteousness and life to exchange for our sin and death.<br><br><strong>The Healing of the Blind Man (John 9:1–34)</strong><br><br>As we saw last week in the narrative of the crippled man, he was in that hopeless state for 38 years. But the blind man in John 9 was “blind from birth” (John 9:1, NKJV). Imagine never having the chance to see anything or anybody!<br><br>Moreover, adding insult to injury, this poor blind man not only suffered physically, but he also suffered spiritually, mentally, and emotionally. The public perception was that those who were sick in society were suffering because of their own sins or the sins of their parents. The blind man was made to believe that not only others looked upon him as guilty but God also looked upon him with disfavor.<br><br>This misconception was also in the disciples’ minds, hence their question, “ ‘Rabbi, who sinned, this man or his parents, that he was born blind?’ ” (John 9:2, NKJV). In their desire to assign blame, they were akin to many well-meaning but mistaken Christians of today. In a similar fashion, Job’s misguided friends attempted to place the blame on him for his terrible tragedy and sickness. Let us learn from their mistakes. Why not, instead, follow the example of Jesus in focusing on the solution and not the problem? He came to this world not to condemn but to save. (See John 3:17.)<br><br>Jesus’ answer expanded His disciples’ vision of His mission to a higher level. God desired to use this man’s blindness to reveal His mighty healing power. Moreover, this miracle was intended to reveal that Christ is the giver of eternal life and wisdom, inspiring people with the light of His truth and salvation. Christ linked His work with the light of day, saying, “ ‘I must work the works of Him who sent Me while it is day; the night is coming when no one can work. As long as I am in the world, I am the light of the world’ ” (John 9:4, 5, NKJV).<br><br>How telling and ironic that the religious leaders, with their physical sight intact, stubbornly refused to see the light that Christ shone all around them. Thus, they willfully shrouded themselves deeper and deeper in spiritual darkness until their blindness to the true light was irreversible. By contrast, the blind man’s openness to Christ’s light not only enabled him to see physically with his eyes but also enabled him to have the enlightened spiritual insight needed to recognize Jesus as the Son of God, who alone is worthy of worship.<br><br>Jesus could have healed this blind man immediately. But for His own wise reasons, He wanted the afflicted man to participate in his own healing process. After He used saliva to make clay, the Savior smeared the concoction upon the blind man’s eyes. The hands that made and applied the salve were hands of the Healer and Creator Himself, who fashioned the earth and the stars. The blind man, thus anointed with clay, obeyed Christ’s words and immediately proceeded to the pool of Siloam to wash.<br><br>Upon washing, he was instantly healed. Compare this story with the Old Testament narrative of Naaman, general of the Syrian army. Naaman was instructed by the prophet Elijah to wash seven times in the Jordan River to be healed from leprosy. At first, Naaman strongly objected. But then he relented and washed himself and was miraculously cleansed.<br><br>The wet clay contained no magical properties; Christ alone was the true Healer. The Savior merely used this substance as a conduit for His power. Also, we may argue that Jesus used simple remedial agents to encourage their use in healing. “Christ made use of the simple agencies of nature. While He did not give countenance to drug medication, He sanctioned the use of simple and natural remedies.”—Ellen G. White, The Desire of Ages, p. 824.<br><br>Is Jesus as able and willing to heal today, instantaneously or gradually, through direct miracles and simple remedies? How should we participate in His healing ministry as His representatives? Contemplate this inspired statement: “He [Jesus] is just as willing to heal the sick now as when He was personally on earth. Christ’s servants are His representatives, the channels for His working. He desires through them to exercise His healing power.”—The Desire of Ages, pp. 823, 824.<br><br><strong>The Resurrection of Lazarus (John 11:1–44)</strong><br><br>Jesus said to Martha, “ ‘I am the resurrection and the life. He who believes in Me, though he may die, he shall live’ ” (John 11:25, NKJV). Notice, again, that Jesus uses the divine “I AM” to highlight that He does not merely give life, but He is life itself. This promise guarantees its fulfillment when Jesus returns to take His loved ones home. Those who sleep in Christ will be awakened in a split second at the resurrection, as if no time has passed.<br><br>Those who rest in Jesus rest as if already raised from the dead, for they already share in Christ’s eternal life and destiny. Jesus affirmed this glorious reality by assuring His disciples, “ ‘Because I live, you will live also’ ” (John 14:19, NKJV). Jesus is life itself and the Life and the Life-Giver. Believing in these Bible truths, we really should have no fear of death. In his first epistle, John reiterates this truth: “And this is the testimony: that God has given us eternal life, and this life is in His Son. He who has the Son has life; he who does not have the Son of God does not have life” (1 John 5:11, 12, NKJV).<br><br>This glorious hope is what the world desperately needs, for absolutely nobody possesses life except Christ. He is the only One who is the perfect solution to humanity’s demise. This truth is the best news ever, and we must be eager to share it with a dying world! “In Christ is life, original, unborrowed, underived. . . . The divinity of Christ is the believer’s as­surance of eternal life.”—Ellen G. White, The Desire of Ages, p. 530.<br><br><strong>Part III: Life Application<br><br>Think about and answer the following questions:</strong><br><br><strong>1. </strong>Consider the biblical term “prophet.” Why does the Bible refer to Jesus as one? This designation may confuse some people because He was not merely a prophet. For example, Muslims believe that Jesus is a prophet. However, we believe that He is more: Jesus also is the divine Son of God and the Savior of the world.<br><strong><br>2.</strong> Moses served as a type of Christ in His intercession for God’s rebellious people. Christ interceded for the ones who were crucifying Him. Who in the book of Acts comes closest to Jesus in interceding for his enemies? How can such a parallel instruct us in how we should view our persecutors?<br><br><strong>3. </strong>Why is spiritual blindness incurable apart from the healing intervention of God?<br><br><strong>4.</strong> Jesus said that the sins of the parents did not cause the suffering of the blind man. How then do you reconcile this truth with Exodus 20:5 about “ ‘visiting the iniquity of the fathers upon the children to the third and fourth generations of those who hate Me’ ” (NKJV)?<br><strong><br>5.</strong> Although it is abundantly clear from John 14:19 and 1 John 5:11, 12 that we have the assurance of salvation in Christ, why, then, is it a challenge to actualize this assurance in our lives? How do we explain a believer’s fear of death?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>Signs of Divinity<br></p>",
         "verse":"<p>“Jesus said to her, ‘I am the resurrection and the life. He who believes in Me, though he may die, he shall live. And whoever lives and believes in Me shall never die. Do you believe this?’ ” (John 11:25, 26, NKJV).<br></p>",
         "versionCode":7,
         "weekDate":"October 5–11"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
