{
  "data": [
    {
      "color": "#2ECCFA",
      "id": 13,
      "idEs": 5,
      "language": "es",
      "lessonDays": [
        {
          "date": "19 Marzo",
          "dayTitle": "<p>PERMANEZCA EL AMOR FRATERNAL</p>",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>Hebreos 13 presenta la amonestación final del apóstol: “Permanezca el amor fraternal” (Heb. 13:1). Él ha asegurado, a lo largo de la epístola, que somos de la casa del Rey- Sumo Sacerdote Jesús; que somos sus hermanos y hermanas. El autor no concibe a la audiencia solo como un grupo de personas que se ocupan de su salvación en una relación personalizada con Jesús, sino como una familia, o un hogar, donde se salvan juntos. Pablo caracterizó la obra de Jesús en nuestro favor como “amor fraternal”: Él “no se avergüenza de llamarlos hermanos” (Heb. 2:11). Por lo tanto, los creyentes deben hacer por los demás lo que Jesús hizo por ellos.</p><p>A lo largo de la carta, el amor fraternal implicaba “exhorta[rse] los unos a los otros” para que nadie carezca de la gracia de Dios (Heb. 3:13; 10:24, 25; 12:15-17). En el capítulo 13 incorpora diversos elementos: la hospitalidad (Heb. 13:2), visitar y apoyar a los presos y a los que habían sido maltratados (Heb. 13:3), honrar el matrimonio (Heb. 13:4), evitar la codicia (Heb. 13:5, 6), recordar a los dirigentes de la congregación y serles obedientes (Heb. 13:7-17), y orar por el autor de la carta (Heb. 13:18, 19).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 Marzo",
          "dayTitle": "<p>CUIDAR AL PUEBLO DE DIOS</p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Hebreos 13:1 y 2; Romanos 12:13; 1 Timoteo 3:2; Tito 1:8; y 1 Pedro 4:9. ¿Qué papel desempeñaba la hospitalidad en la iglesia primitiva?&nbsp;</strong></p><p><strong>Hebreos 13:1-2</strong></p><p><strong>1</strong> Permanezca el amor fraternal.</p><p><strong>2</strong> No os olvidéis de la hospitalidad, porque por ella algunos, sin saberlo, hospedaron ángeles.</p><p><strong>Romanos 12:13</strong></p><p><strong>13</strong> compartiendo para las necesidades de los santos; practicando la hospitalidad.</p><p><strong>1 Timoteo 3:2</strong></p><p><strong>2</strong> Pero es necesario que el obispo sea irreprensible, marido de una sola mujer, sobrio, prudente, decoroso, hospedador, apto para enseñar;</p><p><strong>Tito 1:8</strong></p><p><strong>8</strong> sino hospedador, amante de lo bueno, sobrio, justo, santo, dueño de sí mismo,</p><p><strong>1 Pedro 4:9</strong></p><p><strong>9</strong> Hospedaos los unos a los otros sin murmuraciones.</p><p>El cristianismo era un movimiento en tránsito, que a menudo dependía de la hospitalidad de cristianos y de no cristianos. El mandato “no se olviden de [...] la hospitalidad” (NVI) probablemente no se refiera simplemente a no pensar en hospedar a alguien, sino a la negligencia deliberada. Pablo no tiene en mente la hospitalidad solo para los hermanos en la fe. Les recuerda a sus lectores que, al recibir a extraños, algunos, sin saberlo, hospedaron a ángeles (Heb. 13:2). Probablemente tenía en mente la visita de los tres hombres a Abraham y Sara (Gén. 18:2-15). Ofrecer hospitalidad implica compartir posesiones con otra persona y sufrir con otros, que es lo que Jesús hizo por nosotros (Heb. 2:10-18).</p><p>El amor fraternal hacia los presos implicaba no solo que los creyentes recordaran a los prisioneros en sus oraciones, sino también que les brindaran alivio mediante el apoyo material y emocional. Existía el riesgo de negligencia intencional hacia los presos. Quienes brindaban apoyo material y emocional a los condenados por la sociedad se identificaban con ellos. En cierto sentido, llegaban a ser “socios” de ellos y se volvían vulnerables al abuso social (Heb. 10:32–34).</p><p>La exhortación de Pablo utiliza imágenes y terminología para animar a los lectores en lo que respecta a los presos. En primer lugar, el autor recuerda el apoyo de los mismos lectores a sus hermanos encarcelados en el pasado. Se habían vuelto “compañeros” de quienes habían sido “expuestos públicamente a las burlas y las aflicciones” (Heb. 10:33, RVC). En segundo lugar, el término “maltratados” se hace eco del ejemplo de Moisés, que eligió “antes ser maltratado con el pueblo de Dios, que gozar de los deleites temporales del pecado” (Heb. 11:25). Finalmente, Pablo registra el ideal del amor fraternal. Les recuerda a los lectores: “también [...] estáis en el cuerpo” (Heb. 13:3). Es decir, comparten la misma condición humana, y deberían tratar a los demás como les gustaría que los trataran a ellos si estuvieran en las mismas circunstancias. Por consiguiente, la gente debe brindar apoyo material y emocional también a los presos, mostrándoles que no fueron abandonados.</p><p><strong><font color=\"#f22626\">¿Qué más podemos hacer por los que están en prisión, sean miembros de iglesia o no?</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 Marzo",
          "dayTitle": "<p>CODICIA E INMORALIDAD SEXUAL</p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Hebreos 13:4 y 5; Lucas 16:10 al 18; 1 Corintios 5:1; Efesios 5:3 al 5; y Colosenses 3:5. ¿Qué dos males se relacionan en estos pasajes?&nbsp;</strong></p><p><strong>Hebreos 13:4-5</strong></p><p><strong>4</strong> Honroso sea en todos el matrimonio, y el lecho sin mancilla; pero a los fornicarios y a los adúlteros los juzgará Dios.</p><p><strong>5</strong> Sean vuestras costumbres sin avaricia, contentos con lo que tenéis ahora; porque él dijo: No te desampararé, ni te dejaré;</p><p><strong>Lucas 16:10-18</strong></p><p><strong>10</strong> El que es fiel en lo muy poco, también en lo más es fiel; y el que en lo muy poco es injusto, también en lo más es injusto.</p><p><strong>11</strong> Pues si en las riquezas injustas no fuisteis fieles, ¿quién os confiará lo verdadero?</p><p><strong>12</strong> Y si en lo ajeno no fuisteis fieles, ¿quién os dará lo que es vuestro?</p><p><strong>13</strong> Ningún siervo puede servir a dos señores; porque o aborrecerá al uno y amará al otro, o estimará al uno y menospreciará al otro. No podéis servir a Dios y a las riquezas.</p><p><strong>14</strong> Y oían también todas estas cosas los fariseos, que eran avaros, y se burlaban de él.</p><p><strong>15</strong> Entonces les dijo: Vosotros sois los que os justificáis a vosotros mismos delante de los hombres; mas Dios conoce vuestros corazones; porque lo que los hombres tienen por sublime, delante de Dios es abominación.</p><p><strong>16</strong> La ley y los profetas eran hasta Juan; desde entonces el reino de Dios es anunciado, y todos se esfuerzan por entrar en él.</p><p><strong>17</strong> Pero más fácil es que pasen el cielo y la tierra, que se frustre una tilde de la ley.</p><p><strong>18</strong> Todo el que repudia a su mujer, y se casa con otra, adultera; y el que se casa con la repudiada del marido, adultera.</p><p><strong>1 Corintios 5:1</strong></p><p><strong>1</strong> De cierto se oye que hay entre vosotros fornicación, y tal fornicación cual ni aun se nombra entre los gentiles; tanto que alguno tiene la mujer de su padre.</p><p><strong>Efesios 5:3-5</strong></p><p><strong>3 </strong>Pero fornicación y toda inmundicia, o avaricia, ni aun se nombre entre vosotros, como conviene a santos;</p><p><strong>4</strong> ni palabras deshonestas, ni necedades, ni truhanerías, que no convienen, sino antes bien acciones de gracias.&nbsp;</p><p><strong>5</strong> Porque sabéis esto, que ningún fornicario, o inmundo, o avaro, que es idólatra, tiene herencia en el reino de Cristo y de Dios.</p><p><strong>Colosenses 3:5</strong></p><p><strong>5</strong> Haced morir, pues, lo terrenal en vosotros: fornicación, impureza, pasiones desordenadas, malos deseos y avaricia, que es idolatría;</p><p>Pablo advierte a los lectores contra la inmoralidad sexual y la codicia porque eran dos graves amenazas al amor fraternal. A decir verdad, los autores del Nuevo Testamento y los filósofos moralistas de la antigüedad notaron una conexión entre ellos.</p><p>El llamado de Pablo a honrar el matrimonio implicaba evitar cualquier cosa que lo denigrara. Esto incluía la abstención de violar el voto matrimonial y los divorcios injustificados (comparar con Mat. 19:9). La exhortación a mantener la pureza del lecho matrimonial se refiere a evitar la profanación del matrimonio a través de relaciones sexuales fuera del matrimonio. La expresión “fornicarios” se refiere en el Nuevo Testamento a toda forma de inmoralidad sexual (1 Cor. 5:9-11; 6:9, 10; Efe. 5:5; 1 Tim. 1:9, 10; Apoc. 21:8; 22:15). Además, la sociedad grecorromana era laxa en lo que respecta a la ética sexual. Era común una doble moral; esto les daba licencia a los hombres para tener relaciones sexuales siempre que fueran discretos. Sin embargo, Pablo advierte que Dios juzgará a los adúlteros. Los creyentes no deben permitir que las convenciones sociales establezcan sus normas éticas.</p><p>El “amor al dinero” era una de las principales categorías de vicios en el mundo grecorromano. De hecho, en otra carta, Pablo se refirió al “amor al dinero” como la raíz de todos los males (1 Tim. 6:10).</p><p>La defensa contra este vicio es una actitud que Pablo alienta en varias epístolas. En primer lugar, debían estar “contentos” con lo que tenían (ver también 2 Cor. 9:8; Fil. 4:11, 12). Además, los cristianos deben creer y abrazar la promesa divina: “No te desampararé, ni te dejaré” (Heb. 13:5). El pueblo de Dios recibió esta promesa en varios lugares y momentos, y está disponible para nosotros hoy (Gén. 28:15; Deut. 31:6, 8; Jos. 1:5; 1 Crón. 28:20). Entonces, se invita a los creyentes a responder a la promesa de Dios con las palabras del Salmo 118:6: “El Señor es mi ayudador; no temeré lo que me pueda hacer el hombre”. Esta referencia al Salmo 118 es apropiada porque el salmista expresó allí su confianza en Dios, a pesar del sufrimiento que le infligían los incrédulos.</p><p><strong><font color=\"#f01414\">¿De qué formas la sociedad contemporánea socava la pureza sexual y, al mismo tiempo, alimenta el amor humano por el dinero? ¿De qué formas prácticas podemos fortalecer nuestras defensas contra estos dos vicios peligrosos?</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 Marzo",
          "dayTitle": "<p>ACORDAOS DE VUESTROS PASTORES</p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Hebreos 13:7 al 17. ¿Cuál debería ser nuestra relación con nuestros dirigentes?</strong></p><p><strong>Hebreos 13:7-17</strong></p><p><strong>7</strong> Acordaos de vuestros pastores, que os hablaron la palabra de Dios; considerad cuál haya sido el resultado de su conducta, e imitad su fe.</p><p><strong>8</strong> Jesucristo es el mismo ayer, y hoy, y por los siglos.</p><p><strong>9</strong> No os dejéis llevar de doctrinas diversas y extrañas; porque buena cosa es afirmar el corazón con la gracia, no con viandas, que nunca aprovecharon a los que se han ocupado de ellas.</p><p><strong>10</strong> Tenemos un altar, del cual no tienen derecho de comer los que sirven al tabernáculo.</p><p><strong>11</strong> Porque los cuerpos de aquellos animales cuya sangre a causa del pecado es introducida en el santuario por el sumo sacerdote, son quemados fuera del campamento.</p><p><strong>12</strong> Por lo cual también Jesús, para santificar al pueblo mediante su propia sangre, padeció fuera de la puerta.&nbsp;</p><p><strong>13</strong> Salgamos, pues, a él, fuera del campamento, llevando su vituperio;</p><p><strong>14</strong> porque no tenemos aquí ciudad permanente, sino que buscamos la por venir.</p><p><strong>15</strong> Así que, ofrezcamos siempre a Dios, por medio de él, sacrificio de alabanza, es decir, fruto de labios que confiesan su nombre.</p><p><strong>16</strong> Y de hacer bien y de la ayuda mutua no os olvidéis; porque de tales sacrificios se agrada Dios.</p><p><strong>17</strong> Obedeced a vuestros pastores, y sujetaos a ellos; porque ellos velan por vuestras almas, como quienes han de dar cuenta; para que lo hagan con alegría, y no quejándose, porque esto no os es provechoso.</p><p>Hebreos 13:7 al 17 contiene una exhortación a respetar y obedecer a los líderes de la congregación. Comienza con una invitación a “acordarse” de los dirigentes del pasado que les llevaron la palabra de Dios, y termina con un llamado a “obedecer” a los dirigentes actuales (Heb. 13:17). Los líderes del pasado probablemente sean los que les predicaron la palabra por primera vez y fundaron la congregación. El llamado a “acordarse” de ellos no se refiere simplemente a un ejercicio mental de recogimiento ni a un tributo externo que los honre. Pablo explica que deben recordarlos reflexionando en el resultado de la conducta de ellos e imitando su fe.</p><p>Para Pablo, el mayor acto de recuerdo y honra es la emulación. De esta manera, Pablo ha añadido a los líderes fundadores de la congregación a la lista de héroes fieles a quienes los creyentes deben considerar con atención. Esta lista incluye a los héroes de la fe de Hebreos 11, y a Jesús, el ejemplo consumado de la fe, en Hebreos 12. El autor, además, señala que Jesús es “el mismo ayer, y hoy, y por los siglos” (Heb. 13:8). Él contrasta totalmente con los falsos maestros, que cambian con el tiempo y cuyas enseñanzas llegan a ser “diversas” y “extrañas” (Heb. 13:9).</p><p>El llamado a recordar a los dirigentes en Hebreos 13:7 se repite en términos más contundentes al final del capítulo. Se exhorta a los creyentes a obedecer a los líderes, porque ellos se preocupan por sus almas. Aquí se describe a los dirigentes como pastores que están a cargo del bienestar espiritual de la congregación, su rebaño, y que darán cuenta a Dios por su estado espiritual (ver además 1 Ped. 5:1–4; 1 Cor. 3:10-15). Sin duda, la idea también debería aplicarse a todos los líderes de nuestra iglesia, así como a todos los niveles de nuestras iglesias en la actualidad.</p><p>El contexto también sugiere que estos líderes son pastores adjuntos que sirven bajo las órdenes de Jesús, “el gran pastor de las ovejas” (Heb. 13:20). La combinación del cuidado y la fidelidad de los dirigentes y la obediencia o confianza de los miembros producirá alegría. Esto puede indicar que los líderes podrán servir a la congregación con “alegría” o que darán cuenta de la congregación a Dios con alegría y no con tristeza.</p><p><strong><font color=\"#f20d0d\">¿Qué puedes hacer tú para fortalecer o mejorar la relación entre los dirigentes y los miembros de tu congregación, y con líderes de todo el mundo?</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 Marzo",
          "dayTitle": "<p>NO OS DEJÉIS LLEVAR DE DOCTRINAS DIVERSAS Y EXTRAÑAS</p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p><strong>Compara Hebreos 13:9; 2:9; 4:16; y 6:19 y 20. ¿Dónde se obtiene la gracia? ¿Cómo se fortalece nuestro corazón?</strong></p><p><strong>&nbsp;Hebreos 13:9</strong></p><p><strong>9</strong> No os dejéis llevar de doctrinas diversas y extrañas; porque buena cosa es afirmar el corazón con la gracia, no con viandas, que nunca aprovecharon a los que se han ocupado de ellas.</p><p>&nbsp;<strong>Hebreos 2:9</strong></p><p><strong>9</strong> Pero vemos a aquel que fue hecho un poco menor que los ángeles, a Jesús, coronado de gloria y de honra, a causa del padecimiento de la muerte, para que por la gracia de Dios gustase la muerte por todos.</p><p><strong>&nbsp;Hebreos 4:16</strong></p><p><strong>16</strong> Acerquémonos, pues, confiadamente al trono de la gracia, para alcanzar misericordia y hallar gracia para el oportuno socorro.</p><p><strong>&nbsp;Hebreos 6:19-20</strong></p><p><strong>19</strong> La cual tenemos como segura y firme ancla del alma, y que penetra hasta dentro del velo,</p><p><strong>20</strong> donde Jesús entró por nosotros como precursor, hecho sumo sacerdote para siempre según el orden de Melquisedec.</p><p>&nbsp;La relación entre las enseñanzas falsas y los alimentos, abordada en Hebreos 13:9, probablemente no se refiera a la distinción entre alimentos limpios e inmundos.</p><p>¿Por qué?&nbsp;</p><p>En primer lugar, Pablo no parece estar preocupado, en la epístola, por la distinción entre alimentos limpios e inmundos. Sabemos, por Hechos 15, que la iglesia cristiana primitiva sostenía que los creyentes son salvos por gracia (Hech. 15:7-11) y que deben seguir respetando algunas normas alimentarias (Hech. 15:19, 20). La distinción entre alimentos limpios e inmundos y otras normas bíblicas no son contrarias a la gracia. Sin ir más lejos, Pablo argumenta que el Nuevo Pacto ha puesto la Ley en el corazón (Heb. 8:10-12). Sin embargo, el autor deja muy en claro que los sacrificios de animales y la mediación sacerdotal levítica en el Santuario han sido reemplazados por el sacrificio y la mediación sacerdotal superiores de Jesús el Mesías (Heb. 8:4, 5; 10:1-18).</p><p>En segundo lugar, el contexto sugiere que Pablo no está criticando a la audiencia por abstenerse de ciertos alimentos, sino por participar de ellos con la esperanza de obtener gracia de alguna manera (Heb. 13:9). Probablemente esté advirtiendo acerca de la participación de rituales judíos o comidas litúrgicas que se celebraban como una extensión de los sacrificios de animales en el Templo y que se suponía que aportaban méritos espirituales o gracia. Las comidas y las bebidas no son agentes mediadores de la gracia; recibimos la gracia solo a través del sacrificio y la mediación sacerdotal de Jesucristo. Los creyentes “tenemos un altar” (Heb. 13:10), la Cruz de Cristo, de la que podemos comer (Juan 6:47–58).</p><p>En Hebreos, la “gracia” proviene del Trono de Dios (Heb. 4:16). Esta gracia, arbitrada por Cristo, es un “ancla” “segura y firme”, que está sujeta al mismo trono de Dios (Heb. 6:19, 20; comparar con 4:16). Es esta gracia que recibimos mediante el sacrificio de Cristo lo que le brinda estabilidad y seguridad a nuestro corazón. Cuando el corazón ha sido “afirma[do]” de esta manera, no será “lleva[do]” por nuevas doctrinas (Heb. 13:9), ni se “desvi[ará] de Dios (Heb. 2:1 NTV).</p><p><strong><font color=\"#e90707\">Reflexiona en el sacrificio perfecto de Cristo. ¿Por qué, entonces, la idea de cualquier otra cosa que hagamos para “añadirle” a este sacrificio es contraria al evangelio y a la gracia que encontramos en Jesús?</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 Marzo",
          "dayTitle": "<p>SALGAMOS A JESÚS FUERA DEL CAMPAMENTO</p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p><strong>Compara Hebreos 13:10 al 14; Marcos 8:34; Mateo 10:38; Lucas 14:27; y Gálatas 2:20. ¿Qué significa salir a Jesús fuera del campamento?</strong></p><p><strong>Hebreos 13:10-14</strong></p><p><strong>10</strong> Tenemos un altar, del cual no tienen derecho de comer los que sirven al tabernáculo.</p><p><strong>11</strong> Porque los cuerpos de aquellos animales cuya sangre a causa del pecado es introducida en el santuario por el sumo sacerdote, son quemados fuera del campamento.</p><p><strong>12</strong> Por lo cual también Jesús, para santificar al pueblo mediante su propia sangre, padeció fuera de la puerta.&nbsp;</p><p><strong>13</strong> Salgamos, pues, a él, fuera del campamento, llevando su vituperio;</p><p><strong>14</strong> porque no tenemos aquí ciudad permanente, sino que buscamos la por venir.</p><p><strong>Marcos 8:34</strong></p><p><strong>34</strong> Y llamando a la gente y a sus discípulos, les dijo: Si alguno quiere venir en pos de mí, niéguese a sí mismo, y tome su cruz, y sígame.</p><p><strong>Mateo 10:38</strong></p><p><strong>38 </strong>y el que no toma su cruz y sigue en pos de mí, no es digno de mí.</p><p>&nbsp;<strong>Lucas 14:27</strong></p><p><strong>27</strong> Y el que no lleva su cruz y viene en pos de mí, no puede ser mi discípulo.</p><p>&nbsp;<strong>Gálatas 2:20</strong></p><p><strong>20</strong> Con Cristo estoy juntamente crucificado, y ya no vivo yo, mas vive Cristo en mí; y lo que ahora vivo en la carne, lo vivo en la fe del Hijo de Dios, el cual me amó y se entregó a sí mismo por mí.</p><p>El lugar fuera de la puerta era el más inmundo de todo el campamento. Allí se quemaban los restos de los animales sacrificados (Lev. 4:12). A los leprosos también se los excluía del campamento (Lev. 13:46), y allí se ejecutaba a los blasfemos y demás criminales (Lev. 24:10–16, 23; 1 Rey. 21:13; Hech. 7:58). Estas normas presuponían que la presencia de Dios estaba dentro del campamento. Todo lo que era impuro se echaba afuera porque Dios no estaba dispuesto a ver ninguna cosa “inmunda” o “indecente” en él (Núm. 5:3; Deut. 23:14).</p><p>Jesús sufrió en la Cruz fuera de Jerusalén (Juan 19:17-20). Esto enfatiza la vergüenza que soportó (Heb. 12:2). Fue condenado oficialmente como alguien que “blasfemó el Nombre” y, por lo tanto, Israel lo repudió y lo ejecutó fuera de la muralla (Mar. 14:63, 64; ver Lev. 24:11, 16). Jesús fue echado fuera del campamento como una cosa “vergonzosa”, “inmunda” o “indecente” (Heb. 12:2). Sin embargo, Pablo exhorta a los creyentes a seguir a Jesús fuera de la puerta, soportando la vergüenza que él soportó (Heb. 12:2; ver 13:13). Este fue también el camino que siguió Moisés, quien eligió llevar “el vituperio de Cristo” en lugar de los tesoros de Egipto (Heb. 11:26). No obstante, paradójicamente, Hebreos sugiere que la presencia de Dios ahora está fuera del campamento. El acto de seguir a Jesús fuera del campamento significa no solo “lleva[r] su vituperio” o vergüenza, sino también “sal[ir] a su encuentro” (Heb. 13:13 NVI), tal como los israelitas que “buscaba[n] a Jehová” salieron “fuera del campamento” en el desierto cuando Moisés quitó el Tabernáculo de Dios del campamento después del conflicto con el becerro de oro (Éxo. 33:7). Este relato sugiere que el rechazo de Jesús por parte de los incrédulos también implicaba el rechazo de Dios, como lo rechazó Israel en la apostasía del becerro de oro (Éxo. 32; 33). Por lo tanto, el camino del sufrimiento y la vergüenza es también el camino hacia Dios.</p><p>Pablo anima a los lectores a seguir a Jesús como “el autor y consumador” de su fe (Heb. 12:2), invitándolos implícitamente también a considerar sus sufrimientos actuales como una disciplina momentánea que producirá “fruto apacible de justicia” (Heb. 12:11). Están dejando atrás una ciudad o un campamento corruptos en busca de “la ciudad venidera” cuyo arquitecto es Dios (Heb. 13:14, NVI; 11:10, 16).</p><p><strong><font color=\"#e51515\">¿Qué significa para ti seguir a Jesús “fuera del campamento”? ¿Qué aspectos de la vida de fe en Jesús pueden generar “reproche” o “vergüenza” de parte de quienes te rodean?</font></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p>“Despue?s de que descendiera el Espi?ritu Santo [...l os creyentes] se regocijaban en la dulzura de la comunio?n con los santos. Eran compasivos, considerados, abnegados, dispuestos a hacer cualquier sacrificio por la causa de la verdad. En su asociacio?n diaria, revelaban el amor que Cristo les habi?a ensen?ado. Por medio de palabras y hechos desinteresados, se esforzaban por despertar ese sentimiento en otros corazones [...].</p><p>“Pero gradualmente sobrevino un cambio. Los creyentes comenzaron a buscar defectos en los dema?s. Espacia?ndose en las equivocaciones, y dando lugar a una cri?tica dura, perdieron de vista al Salvador y su amor. Llegaron a ser ma?s estrictos en relacio?n con las ceremonias exteriores, ma?s exactos en la teori?a que en la pra?ctica de la fe. En su celo por condenar a otros, pasaban por alto sus propios errores. Perdieron el amor fraternal que Cristo les habi?a encomendado, y lo ma?s triste de todo era que no se daban cuenta de su pe?rdida. No comprendi?an que la alegri?a y el regocijo se retiraban de su vida, y que, habiendo excluido el amor de Dios de sus corazones, pronto caminari?an en tinieblas.</p><p>“Comprendiendo Juan que el amor fraternal iba mermando en la iglesia, se esforzaba por convencer a los creyentes de la necesidad constante de ese amor. Sus cartas a las iglesias esta?n llenas de este pensamiento. ‘Cari?simos, ame?monos unos a otros –escribe–; porque el amor es de Dios. Cualquiera que ama, es nacido de Dios, y conoce a Dios. El que no ama, no conoce a Dios; porque Dios es amor. En esto se mostro? el amor de Dios para con nosotros, en que Dios envio? a su Hijo unige?nito al mundo, para que vivamos por e?l. En esto consiste el amor: no que nosotros hayamos amado a Dios, sino que e?l nos amo? a nosotros, y ha enviado a su Hijo en propiciacio?n por nuestros pecados. Amados, si Dios asi? nos ha amado, debemos tambie?n nosotros amarnos unos a otros’ ” (HAp 452, 453).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p> 1. La vida cristiana a menudo se considera que es una relación personal e individual entre Jesús y el creyente. Sin embargo, esto es solo un aspecto de la vida cristiana. ¿Por qué es importante recordar que Dios nos está guiando como grupo? ¿Cuáles son mis responsabilidades en relación con el grupo? ¿Qué puedo esperar del grupo?&nbsp;</p><p>2. ¿Cuáles son los mejores indicadores de que el amor fraternal es fuerte en una congregación? Prepárense para armar una lista en su clase de Escuela Sabática.</p><p>3. ¿Cuál es el verdadero amor fraternal? ¿Cuáles son sus características, causas y resultados? ¿Cómo lo diferenciarías del falso amor fraternal?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>PERMANEZCA EL AMOR FRATERNAL</p>",
      "verse": "<p>“Permanezca el amor fraternal” (Heb. 13:1).</p>",
      "versionCode": 16,
      "weekDate": "19-26 de Marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
