{
  "data": [
    {
      "color": "#E1473F",
      "id": 713,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "September 16",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p style=\"text-align: justify; \">In John Bunyan’s devotional classic, The Pilgrim’s Progress, written while he was in jail, Christian is escorted into a palace armory and shown “all manner of furniture [weaponry], which their Lord had provided for pilgrims, as sword, shield, helmet, breastplate, all-prayer, and shoes that would not wear out. And there was here enough of this to harness [fit] out as many men for the service of the Lord, as there be stars in the heaven for multitude.” Before Christian departs, he is again escorted into the armory where “they harnessed [fitted] him from head to foot with what was of proof [impenetrable], lest, perhaps, he should meet with assaults in the way.” Bunyan’s writing in 1678 recalls a document written some 1,600 years earlier by the apostle Paul, the Epistle to the Ephesians, also composed in prison. In it the great missionary apostle imagines a great army, the church, visiting God’s armory and suiting up in the divine panoplia, the Greek term for full, head-to-toe armor. God’s armory holds enough of the finest weaponry for every soldier in His army to be “clad with northern steel from top to toe,” as they set forth to wage peace in His name.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 17",
          "dayTitle": "<p>The Church: A Unified Army</p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p><strong>Read Ephesians 6:10–20. What is Paul saying about the kind of warfare the church is engaged in? Is Paul primarily depicting just an individual believer’s spiritual battle against evil, or the church’s corporate war against evil?</strong></p><p><strong>Ephesians 6:10–20</strong></p><p><sup><strong>10 </strong></sup>Finally, my brethren, be strong in the Lord and in the power of His might<span style=\"font-size: 10.5px;\"><strong>.</strong></span></p><p><sup><strong>11</strong></sup>&nbsp;Put on the whole armor of God, that you may be able to stand against the [a]wiles of the devil. <sup><br></sup></p><p><sup><strong>12</strong></sup>&nbsp;For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places.</p><p><sup><strong>13</strong></sup>&nbsp;Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand.</p><p><sup><strong>14</strong></sup>&nbsp;Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness,&nbsp;</p><p><sup><strong>15</strong></sup> and having shod your feet with the preparation of the gospel of peace;</p><p><sup><strong>16</strong></sup> above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.</p><p><sup></sup></p><p><sup></sup></p><p><sup><strong>17</strong></sup> And take the helmet of salvation, and the sword of the Spirit, which is the word of God;</p><p><sup><strong>18</strong></sup> praying always with all prayer and supplication in the Spirit, being watchful to this end with all perseverance and supplication for all the saints</p><p><sup><strong>19</strong></sup> and for me, that utterance may be given to me, that I may open my mouth boldly to make known the mystery of the gospel,</p><p><sup><strong>20</strong></sup> for which I am an ambassador in chains; that in it I may speak boldly, as I ought to speak.</p><p><sup></sup></p><p style=\"text-align: justify; \">Victory in Greek and Roman warfare was dependent on the cooperation of the soldiers in a military unit and especially in their support for each other in the heat of battle. Individualism in battle was regarded as a characteristic of barbarian warriors, dooming them to defeat. There are important reasons to support the idea that Paul, in line with this usual military understanding, is primarily addressing the church’s shared battle against evil in Ephesians 6:10–20: (1) The passage is the climax of a letter that is all about the church. It would be strange for Paul to conclude his letter with a picture of a lone Christian warrior doing battle against the foes of darkness; (2) At the end of the passage, Paul highlights Christian camaraderie in his call to prayer “for all the saints” (Eph. 6:18–20, ESV); (3) Most significant of all, earlier in the letter when Paul discusses the powers of evil, he places them over against the church, not the individual believer: “So that through the church the manifold wisdom of God might now be made known to the rulers and authorities in the heavenly places” (Eph. 3:10, ESV). Thus, Ephesians 6:10–20 does not portray a solitary, lone warrior confronting evil. Instead, Paul as a general addresses the church as an army. He calls us to take up our full armor and, as a unified army, vigorously and unitedly press the battle. Paul chooses to conclude his thoroughgoing emphasis on the church, which has included sustained descriptions of the church as the body of Christ (Eph. 1:22, 23; Eph. 4:1–16), the building/temple of God (Eph. 2:19–22), and the bride of Christ (Eph. 5:21–33), with a final metaphor, the church as the army of the living God. Since we are approaching “the evil day” (Eph. 6:13), the final stages of the long-running battle against evil, it is no time to be fuzzy about our commitment to God or our loyalty to one another as fellow soldiers of Christ.</p><p style=\"text-align: justify; \"><strong>In what ways can we, as a corporate body, work together in the great controversy, in order to help each other in our struggles against evil, in whatever form it comes?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 18",
          "dayTitle": "<p>Belt and Breastplate</p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong>How does Paul imagine believers beginning their preparation for the battle against evil? Eph. 6:14; see also 1&nbsp;Pet. 4:1, 1&nbsp;Pet. 5:8, Rom. 8:37–39.</strong></p><p><strong>Eph. 6:14</strong></p><p><sup><strong>14</strong></sup> Stand therefore, having girded your waist with truth, having put on the breastplate of righteousness.</p><p><strong>1 Pet. 4:1</strong></p><p><sup><strong>1</strong></sup> Therefore, since Christ suffered for us in the flesh, arm yourselves also with the same mind, for he who has suffered in the flesh has ceased from sin.</p><p><strong>1 Pet. 5:8</strong></p><p><sup><strong>8</strong></sup> Be sober, be vigilant; because your adversary the devil walks about like a roaring lion, seeking whom he may devour.</p><p><strong>Rom. 8:37–39</strong></p><p><strong><sup>37</sup></strong> Yet in all these things we are more than conquerors through Him who loved us.</p><p><sup><strong>38</strong></sup> For I am persuaded that neither death nor life, nor angels nor principalities nor powers, nor things present nor things to come</p><p><sup><strong>39</strong></sup> nor height nor depth, nor any other created thing, shall be able to separate us from the love of God which is in Christ Jesus our Lord.</p><p>Paul’s warning of an intense battle (Eph. 6:13) prepares readers for his final call to stand (his fourth, compare Eph. 6:11, 13) and is a detailed call to arms (Eph. 6:14–17). Paul describes the action of “girding up one’s waist” (compare Isa. 11:5). Ancient, loose-fitting garments needed to be tied up around the waist before work or battle (compare Luke 12:35, 37; Luke 17:8). Paul imagines the believer suiting up in armor as would a Roman legionnaire, beginning with the leather military belt with its decorative belt plates and buckle. From the belt hung a number of leather straps covered with metal discs, together forming an “apron” worn as a badge of rank for visual effect. It served the essential function of tying up the garments and holding other items in place. Truth is not the believers’ own; it is a gift of God (compare salvation in Eph. 2:8). It is not, though, to remain abstract, a distant asset without any transforming impact on their lives. They are to “put on” God’s truth, to experience and use this divine gift. They do not so much possess God’s truth as God’s truth possesses and protects them. Paul next urges believers to put on “the breastplate of righteousness” (compare 1 Thess. 5:8). Like the belt of truth, it is of divine origin, being part of the armor of Yahweh in His role as the divine warrior (Isa. 59:17). The body armor used by soldiers in Paul’s day was made of mail (small, intertwined iron rings), scale armor (small, overlapping scales of bronze or iron), or bands of overlapping iron fastened together. This body armor or breastplate protected the vital organs from the blows and thrusts of the enemy. In an analogous way, believers are to experience the spiritual protection offered by God’s protective gift of righteousness. In Ephesians, Paul associates righteousness with holiness, goodness, and truth (Eph. 4:24, Eph. 5:9), thinking of it as the quality of treating others justly and well, especially fellow church members.</p><p><strong>In what ways have you experienced the idea that goodness, holiness, and truth can be a protection?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 19",
          "dayTitle": "<p>Shoes: The Church Wages Peace</p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p style=\"text-align: justify;\">A Roman soldier, preparing for battle, would tie on a pair of sturdy, military sandals. A multilayered sole featured rugged hobnails, helping the soldier hold his ground and “stand” (Eph. 6:11, 13, 14). Paul explains this military footwear with language from Isaiah 52:7, which celebrates the moment when a messenger brings the news that Yahweh’s battle on behalf of His people is won (Isa. 52:8–10) and peace now reigns: “How beautiful upon the mountains are the feet of him who brings good news, who publishes peace” (Isa. 52:7, ESV).</p><p style=\"text-align: justify;\"><strong>Review the eight times Paul highlights peace in Ephesians. Why does he use a detailed military metaphor when he is so interested in peace? Eph. 1:2; Eph. 2:14, 15, 17; Eph. 4:3; Eph. 6:15, 23.</strong></p><p style=\"text-align: justify;\"><strong>Eph. 1:2</strong></p><p style=\"text-align: justify;\"><sup><strong>2</strong></sup> Grace to you and peace from God our Father and the Lord Jesus Christ.</p><p style=\"text-align: justify;\"><strong>Eph. 2:14, 15, 17</strong></p><p style=\"text-align: justify;\"><sup><strong>14</strong></sup> For He Himself is our peace, who has made both one, and has broken down the middle wall of separation</p><p style=\"text-align: justify;\"><sup><strong>15</strong></sup> having abolished in His flesh the enmity, that is, the law of commandments contained in ordinances, so as to create in Himself one new man from the two, thus making peace</p><p style=\"text-align: justify;\"><sup><strong>19</strong></sup> And He came and preached peace to you who were afar off and to those who were near.</p><p style=\"text-align: justify;\"><strong>&nbsp;Eph. 4:3</strong></p><p style=\"text-align: justify;\"><sup><strong>3</strong></sup> endeavoring to keep the unity of the Spirit in the bond of peace.</p><p style=\"text-align: justify;\"><strong>Eph. 6:15, 23</strong></p><p style=\"text-align: justify;\"><sup><strong>15</strong></sup> and having shod your feet with the preparation of the gospel of peace;</p><p style=\"text-align: justify;\"><sup><strong>23</strong></sup> Peace to the brethren, and love with faith, from God the Father and the Lord Jesus Christ.</p><p style=\"text-align: justify;\">Paul celebrates peace as the work of Christ, “our peace,” the One who preaches peace “to you who were far off and peace to those who were near” (Eph. 2:14–17, ESV), drawing Jew and Gentile together into “one new humanity” (Eph. 2:15, NIV). By keeping alive the gospel story of Christ’s rescue and His creative work of peace, by celebrating His victory past and looking toward the victory shout in the future, believers shod their feet and stand ready for battle. Like the messenger in Isaiah 52:7, believers are messengers proclaiming the victory of Christ and His peace.</p><p style=\"text-align: justify;\">Paul, however, does not wish us to understand his call to arms as a call to take up military weapons against our enemies. That’s why he describes believers as proclaiming “the gospel of peace” (Eph. 6:15). Nor does he wish believers to be combative in their relationships with others, since he has been emphasizing unity, edifying speech, and tenderheartedness (see especially Eph. 4:25–5:2). The church is to “wage peace” by employing the gospel arsenal of Christian virtues (humility, patience, forgiveness, etc.) and practices (prayer, worship). Such acts are strategic, pointing toward God’s grand plan to unify all things in Christ (Eph. 1:9, 10).</p><p style=\"text-align: justify;\"><strong>How does the following quote help us understand what Paul’s military imagery should mean in our lives as believers? “God calls upon us to put on the armour. We do not want Saul’s armour, but the whole armour of God. Then we can go forth to the work with hearts full of Christ-like tenderness, compassion, and love.”—Ellen G. White, [Australasian] Union Conference Record, July 28, 1899.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 20",
          "dayTitle": "<p>Shield, Helmet, and Sword</p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p style=\"text-align: justify; \"><strong>When and how should believers as combatants in the great controversy use the shield, the helmet, and the sword? Eph. 6:16, 17</strong></p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \"><strong>Eph. 6:16, 17</strong></p><p style=\"text-align: justify; \"><sup><strong>16</strong></sup> above all, taking the shield of faith with which you will be able to quench all the fiery darts of the wicked one.<br></p><p style=\"text-align: justify; \"><sup><strong>17</strong></sup> And take the helmet of salvation, and the sword of the Spirit, which is the word of God;</p><p style=\"text-align: justify; \">Paul’s shield is the large, rectangular shield of a Roman legionnaire. Made with wood and covered with leather, its edges curved inward to guard against attacks from the side. When soaked in water, shields were “able to quench . . . fiery darts” (NKJV), extinguishing arrows dipped in pitch and set on fire. Paul’s description of the “shield of faith” reflects the Old Testament use of the shield as a symbol of God, who protects His people (Gen. 15:1, Ps. 3:3). To take up “the shield of faith” (Eph. 6:16) is to enter the cosmic battle with confidence in God, who fights on behalf of believers (Eph. 6:10), supplies the finest weaponry (Eph. 6:11, 13), and who ensures victory. At the same time, the Roman battle helmet was made of iron or bronze. To the bowl that protected the head were added a plate at the back to guard the neck, ear guards, a brow ridge, and hinged plates to protect the cheeks. Given the essential protection the helmet provided, “the helmet of salvation” (Eph. 6:17) symbolizes the present salvation believers experience in solidarity with the resurrected, ascended, and exalted Christ (Eph. 2:6–10). To put on “the helmet of salvation” means to reject the fear of spiritual powers so common in the time and, instead, to trust in the supreme power of Christ (compare Eph. 1:15–23, Eph. 2:1–10). The final item of armor is “the sword of the Spirit, which is the word of God” (Eph. 6:17), referring to the Roman legionnaire’s short, two-edged sword. The usual battle tactic was to throw two javelins (not mentioned by Paul) and then draw the sword and charge, employing the short sword in a thrusting motion. The believers’ sword is “the sword of the Spirit” in that it is supplied by the Spirit, a weapon identified as “the word of God.” Paul steps forward as general and issues a call to arms, speaking promises of hope and victory from the divine Commander in Chief. It is these promises, issued in Ephesians 6:10–20, that constitute “the word of God” as the lead weapon in the battle against evil. The “word of God,” then, refers to the broad promises of the gospel that we find in the Bible<strong>.</strong></p><p style=\"text-align: justify; \"><strong>Even if we might not like so many military images, what should this imagery teach us about just how literal the great controversy really is and how seriously we should take it?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 21",
          "dayTitle": "<p>Practicing Battlefield Prayer</p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p>In concluding his battle exhortation, Paul urges believers as soldiers to participate in crucial, continuing prayer “for all the saints” (Eph. 6:18, NKJV) and for himself as imprisoned ambassador (Eph. 6:19, 20). This call to prayer can be seen as an extension of the military imagery, since calling out to God (or to the gods) in prayer was a common practice on the ancient battlefield. To cite a biblical example: following the battle exhortation of Jahaziel, Jehoshaphat leads “all Judah and the inhabitants of Jerusalem” in falling down “before the Lord, worshiping the Lord” (2 Chron. 20:18, ESV). While prayer is not a seventh piece of armor, it is an integral part of Paul’s battle exhortation and military metaphor.&nbsp;</p><p>In the first of two prayer requests, Paul asks the addressees to participate in fervent, urgent, and perseverant prayer “for all the saints” (Eph. 6:18, NKJV). If the church is to be successful in its battle against the powers of evil, it will need to practice dependence on God through Spirit-inspired prayer.&nbsp;</p><p style=\"text-align: justify; \">Paul’s second prayer request is for himself: “and also for me” (Eph. 6:19, ESV). He asks for prayer that God might grant him the right message (“that words may be given to me”), at the right time (“in opening my mouth”), delivered in the right way (“boldly to proclaim”), and addressing a most important theme, “the mystery of the gospel” (Eph. 6:19, ESV). This last phrase refers to what we might call the “open secret” of God’s intervention in Christ to redeem Gentiles along with Jews (see Eph. 3:1–13), creating “one new humanity” (Eph. 2:15, NIV; see also Eph. 2:11–22) as a signal of the overarching plan “to unite all things” in Christ (Eph. 1:10, ESV).</p><p style=\"text-align: justify; \"><strong>Review the following “calls to prayer” in the New Testament. Which one inspires you most? Why? Luke 18:1–8, Phil. 4:6, Col. 4:2, 1&nbsp;Thess. 5:16–18.</strong></p><p style=\"text-align: justify; \"><strong>Luke 18:1–8</strong></p><p style=\"text-align: justify; \"><strong><sup>1</sup> </strong>Then He spoke a parable to them, that men always ought to pray and not lose heart,</p><p style=\"text-align: justify; \"><strong><sup>2</sup> </strong>saying: “There was in a certain city a judge who did not fear God nor regard man.</p><p style=\"text-align: justify; \"><sup><strong>3</strong></sup> Now there was a widow in that city; and she came to him, saying,‘Get justice for me from my adversary.’</p><p style=\"text-align: justify; \"><strong><sup>4</sup> </strong>And he would not for a while; but afterward he said within himself, ‘Though I do not fear God nor regard man,&nbsp;</p><p style=\"text-align: justify; \"><strong><sup>5</sup> </strong>yet because this widow troubles me I will [c]avenge her, lest by her continual coming she weary me.’ ”</p><p style=\"text-align: justify; \"><strong><sup>6</sup> </strong>Then the Lord said, “Hear what the unjust judge said.</p><p style=\"text-align: justify; \"><strong><sup>7</sup> </strong>And shall God not avenge His own elect who cry out day and night to Him, though He bears long with them?</p><p style=\"text-align: justify; \"><sup><strong>8</strong></sup> I tell you that He will avenge them speedily. Nevertheless, when the Son of Man comes, will He really find faith on the earth?”</p><p style=\"text-align: justify; \"><strong>Phil. 4:6</strong></p><p style=\"text-align: justify; \"><sup><strong>6</strong></sup> Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God;</p><p style=\"text-align: justify; \">&nbsp;<strong>Col. 4:2</strong></p><p style=\"text-align: justify; \"><strong><sup>2</sup> </strong>Continue earnestly in prayer, being vigilant in it with thanksgiving;</p><p style=\"text-align: justify; \"><strong>1 Thess. 5:16–18</strong></p><p style=\"text-align: justify; \"><sup><strong>16</strong></sup> Rejoice always, <strong><sup>17</sup></strong> pray without ceasing,<strong> <sup>18</sup></strong> in everything give thanks; for this is the will of God in Christ Jesus for you.</p><p style=\"text-align: justify; \">Why are believers so often urged to participate in earnest, persevering prayer? Paul’s military metaphor suggests two answers: (1) the threat of spiritual battle against an array of supernatural enemies is dire and real; and (2) God’s promises of spiritual strength and victory are illustrated through Paul’s military imagery (Eph. 6:10–17). Earnest, persevering prayer provides opportunity for us to listen carefully to these promises, to celebrate them, and to thank God for the resources of His grace<strong>.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 22",
          "dayTitle": "<p>Further Thought</p>",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p><strong>Further Thought:</strong> <br></p><p>“An army in battle would become confused and weakened unless all worked in concert. If the soldiers should act out their own impulsive ideas, without reference to each other’s positions and work, they would be a collection of independent atoms; they could not do the work of an organized body. So the soldiers of Christ must act in harmony. They alone must not be cherished. If they do this, the Lord’s people in the place of being in perfect harmony, of one mind, one purpose, and consecrated to one grand object, will find efforts fruitless, their time and capabilities wasted. Union is strength. A few converted souls acting in harmony, acting for one grand purpose, under one head, will achieve victories at every encounter.”—Ellen G. White, Spalding and Magan Collection, p. 121.</p><p style=\"text-align: justify; \">What is the significance of Paul’s labeling himself “an ambassador in chains” (Eph. 6:20, ESV)? Ambassadors often played challenging roles during wartime; so, Paul’s self-description fits the context of his military metaphor. Ambassadors were to be treated with the respect due the person or country that sent them. So there is stark contrast between Paul’s status as ambassador for the Supreme Ruler of the cosmos and the utter disrespect signaled by his chains (literally, “chain”). However, since ambassadors would wear a “chain of office,” Paul’s mention of a “chain” may be “spiced with irony,” in which he sees his chain as “a decoration to be worn with distinction.”—David J. Williams, Paul’s Metaphors: Their Context and Character (Peabody, MA: Hendrickson, 1999), p. 152.</p><p style=\"text-align: justify; \"><strong>Discussion Questions:</strong></p><ol><li>In your corner of a world divided and at war, what does it mean for you and your congregation to “wage peace”? How can we be agents of peace in a world so increasingly characterized by aggression and violence?</li><li>What particular “fiery darts” are being hurled in your direction? How can you ensure that the “shield of faith” is in place to extinguish them?</li><li>We sometimes speak of “prayer warriors.” How might we conduct “prayer ministry” based on Ephesians 6:18–20?</li><li>How should we treat those who are wounded on the battlefield of the great controversy? How should we treat the Christian believer who, in the heat of the battle, flees out of fear or openly capitulates to the other side?</li></ol><p><strong>Inside Story:</strong></p><p><strong><br></strong></p><p><strong>Power of a Few Words<br><br>By Andrew McChesney</strong><br><br>When armed conflict erupted in his homeland of Ukraine in 2022, Alexei Arushanian was living safely across the border in Poland, where he had worked for several years installing windows in people’s homes. But he had many relatives in Ukraine, and he was worried about them. He called relative after relative to check on their well-being and to see if he could help. “How are you, Aunt Lyuda?” he asked.<br><br>“All is fine, praise God,” she replied. “We are in hiding.” She said her daughter, Nastya, and her young son were planning to join refugees spilling across the border to Poland. During normal times, the trip would have taken a day. But now the trip would take two to three days. “Will they come to Warsaw?” Alexei asked. “Have them call me. They can stay with me as long as they need. I can meet them at the border.” A short time later, another relative called from Ukraine to say that Nastya and her son were already in Poland. They had crossed the border and were staying with a Polish family who had opened their home to them. Many Polish people generously offered temporary housing to refugees. Alexei called Nastya and promised to come for her and her son.<br><br>She and her son were waiting when Alexei drove up to the house. The 60-year-old owner of the house accompanied Nastya and her son to the car. Nastya waved goodbye as she got into the car, and Alexei opened the car trunk to place her and her son’s belongings inside. As the trunk lid opened, he saw several copies of Ellen White’s The Great Controversy inside. Alexei belonged to a church group that distributed the book, a difficult task with few receptive people, and he always kept several books in the trunk. Alexei grabbed a book. “I have a gift for you,” he told the 60-year-old man. “What kind of gift?” the man asked, curiously.<br><br>“It’s a Christian book that contains the history of Christianity from the first Christians who defended the truth after Christ returned to heaven to the events that will occur at the end of the world,” Alexei said. “I think that you will find it interesting.”<br><br>The man accepted the book. Then he gave Alexei a big hug. “Thank you,” he said.<br><br>Alexei was overjoyed. He had not expected it to be so easy. “This was the will of God,” he says. “All I had to do was say a few words, and he took the book. I pray that he reads it and that his wife and children read it, too. I hope that he accepts it.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 138,
          "idDay": 8,
          "idLesson": 13,
          "lessonText": "<p style=\"text-align: justify; \"><strong><em>Part I: Overview</em></strong></p><p style=\"text-align: justify; \"><strong>Key Text:</strong> Ephesians 6:16, 17&nbsp;</p><p style=\"text-align: justify; \"><strong>Study Focus:</strong> Eph. 6:10–20, 1&nbsp;Pet. 4:1, 1&nbsp;Pet. 5:8, Isa. 59:17, Isa. 52:8–10, 1&nbsp;Thess. 5:16–18.</p><p style=\"text-align: justify; \"><strong>Introduction:</strong> By listing and describing the armor of God as individual items (belt, breastplate, shoes, shield, helmet, sword), Paul does not mean to depict a lonely warrior. On the contrary, in Greek, he uses the verbs in the second person plural to address an entire army: (1) you (plural) be strong (Eph. 6:10), (2) you (plural) put on the armor of God (Eph. 6:11), (3) so that you (plural) may be able to resist (Eph. 6:11), (4) for our (obviously plural here) struggle (Eph. 6:12), (5) you (plural) take up the complete armor (Eph. 6:13), (6) you (plural) stand firm. In fact, all or most of the other verbs Paul uses in addressing the church here are in the plural form. By his use of the plural, then, Paul paints before our eyes God’s glorious army of brave soldiers fully equipped for their mission.</p><p style=\"text-align: justify; \">But what is this army’s mission? God’s soldiers are armored and ready to proclaim to the universe a message from Him, the message that God brings peace to the universe, to the people on earth, peace among the nations, peace in the communities, in the families, between generations and classes. But this peace is not a peace achieved because of compromise or syncretism, in which all the parties in the conflict secure the acceptance of a piece of their own worldview, values, or projects. Rather, God brought peace by revealing His love and justice at the cross and thus winning the battle against His accusers and enemies. When people embrace what the Lord Jesus accomplished at the cross, God joyously blesses them with Christ’s righteousness. It is this righteousness and love that brings peace between humans and God, between people, and to the entire universe. It is this peace that Christians proclaim. The history of the nations, of religions, of culture, of philosophy, of psychology, and of science has shown that there is no other way to achieve peace. Because Christians have experienced this peace themselves in their individual lives, in their families, in their communities, and in the church, they now can proclaim it to the entire humanity, indeed to the entire universe.&nbsp;</p><p style=\"text-align: justify; \"><strong>Lesson Themes:</strong> This week’s study focuses on four related themes:&nbsp;</p><p style=\"text-align: justify; \">1. The church is involved in the cosmic conflict with the mission of proclaiming the gospel of peace.&nbsp;</p><p style=\"text-align: justify; \">2. We are not fighting alone in this battle: we are fighting “in the Lord” and in His armor.</p><p style=\"text-align: justify; \">3. We are not fighting this battle as lone warriors but as God’s army, the people of God.&nbsp;</p><p style=\"text-align: justify; \">4. We are not fighting an open-ended, uncertain battle but a battle that already has a certain outcome: at the cross, God won the victory over sin, evil, death, and Satan.</p><p style=\"text-align: justify; \"><em><br></em></p><p style=\"text-align: justify; \"><strong><em>Part II: Commentary</em></strong></p><p style=\"text-align: justify;\"><strong>War and Peace&nbsp;</strong></p><p style=\"text-align: justify; \">Paul starts the fragment of Ephesians 6:10–17 with a triple reference to power (Eph. 6:10), using three different words: the verb endunamoó, “to empower,” and two nouns, kratos, “strength” or “might,” and ischus, “strength,” “might,” “force,” or “ability.” The apostle used the same words, all three in noun form, at the beginning of his letter (Eph. 1:19–21) when describing God’s greatness and power, as revealed in Christ. Now, at the end of his letter (Ephesians 6), Paul tells the Ephesians that this power is available to them. The apostle appeals to the theme of power because he is introducing the theme of conflict, war, fighting, and overcoming. Unfortunately, the Christian life is closely related to struggle and overcoming. True, all religions, philosophies, sciences, literature, and history—indeed, all such narratives as evolutionism, Marxism, Nazism— perceive and describe life as a struggle, as a conflict. In fact, anyone who wants to sell a story needs to plot it on conflict and struggle. In such stories, the protagonist or hero is fighting against something or somebody: for instance, a protagonist fights a superpower, another hero is struggling to overcome a black hole, and a third hero fights an incurable disease. But the Christian’s struggle, Paul explains, is against the “devil’s schemes” (Eph. 6:11, NIV). The war he describes “is not against flesh and blood, but against the rulers, against the powers, against the world forces of this darkness, against the spiritual forces of wickedness in the heavenly places” (Eph. 6:12, NASB; see also Eph. 1:19–21, Eph. 2:6, Eph. 3:10). This spiritual battle in the “heavenly realms” has direct and crucial repercussions on our lives. We are directly involved in this war, and we must pick a side. However, in the entire epistle, Paul explains that we are not involved in this war simply because two superpowers are fighting, and we are innocent collateral victims, entangled, or caught up, in this battle against our will. In fact, it is the other way around. It is God who got entangled in this fight for us. It was we who sided with the forces of darkness to fight against God. Instead of destroying us, God offered to fight for our salvation. He took upon Himself our guilt and sin, died in our place so that He could bring us peace, so that He could restore us to our rightful state in His kingdom.</p><p style=\"text-align: justify; \">That is why, when we become Christians, we accept God’s offer of peace, we accept His call to experience it, and we want to share it with the people in the world who are still at war with God. We do not join Christ from a position of neutrality but from the lines of the enemies of God. When we join Christ’s army, we will be attacked by the devil and by all the other forces of evil that are working in us, as well. For this assault, we need the armor of God and the weapon of proclaiming His gospel of peace. Consider this profound perspective from Ellen G. White:</p><p style=\"text-align: justify; \">Many look on this conflict between Christ and Satan as having no special bearing on their own life; and for them it has little interest. But within the domain of every human heart this controversy is repeated. Never does one leave the ranks of evil for the service of God without encountering the assaults of Satan. The enticements which Christ resisted were those that we find it so difficult to withstand. They were urged upon Him in as much greater degree as His character is superior to ours. With the terrible weight of the sins of the world upon Him, Christ withstood the test upon appetite, upon the love of the world, and upon that love of display which leads to presumption. These were the temptations that overcame Adam and Eve, and that so readily overcome us.—The Desire of Ages, pp. 116, 117.</p><p style=\"text-align: justify; \"><strong>The Great Controversy</strong></p><p style=\"text-align: justify; \">In his extensive work Systematic Theology, Norman Gulley highlights that Christian theology has generally missed the theme of the cosmic conflict or great controversy (see Norman Gulley, Systematic Theology: The Church and the Last Things [Berrien Springs, MI: Andrews University Press, 2016], vol. 4, p. 478). While for other Christians the great controversy (the spiritual cosmic conflict between God and the evil forces of Satan) is one of the details more related to theodicy. For Ellen G. White and Seventh-day Adventists, the great controversy is the overarching doctrine that integrates all the other doctrines, not only systematically but historically. For Seventh-day Adventists, the theme of the great controversy is not only a system of doctrines but a story, the story of God. It is the story of His loving act of Creation; of our rebellion against Him; of His sacrificial love for us; of His direct intervention in the history of our world through incarnation; of His death on the cross, resurrection, and ascension; of His desire and work to restore our relationship with Him; of His restoring the unity and love in humanity through the church; of His promises to put an end to the story of sin and evil; and of His promise to usher us into His eternal joy and peace. For this reason, Seventh-day Adventists have articulated the great controversy theme as fundamental belief 8, voted by the General Conference in 1980:</p><p style=\"text-align: justify; \">All humanity is now involved in a great controversy between Christ and Satan regarding the character of God, His law, and His sovereignty over the universe. This conflict originated in heaven when a created being, endowed with freedom of choice, in selfexaltation became Satan, God’s adversary, and led into rebellion a portion of the angels. He introduced the spirit of rebellion into this world when he led Adam and Eve into sin. This human sin resulted in the distortion of the image of God in humanity, the disordering of the created world, and its eventual devastation at the time of the global flood, as presented in the historical account of Genesis 1–11. Observed by the whole creation, this world became the arena of the universal conflict, out of which the God of love will ultimately be vindicated. To assist His people in this controversy, Christ sends the Holy Spirit and the loyal angels to guide, protect, and sustain them in the way of salvation.—“The Great Controversy,” available from https://www.adventist.org/the-great-controversy.</p><p style=\"text-align: justify; \">Herbert E. Douglass ably and richly explains the role that the great controversy theme (GCT) plays in Seventh-day Adventist theology: “For Seventh-day Adventists, the GCT is the core concept that brings coherence to all biblical subjects. It transcends the age-old divisions that have fractured the Christian church for centuries. It brings peace to theological adversaries who suddenly see in a new harmony the truths that each had been vigorously arguing for. Herein lies the uniqueness of Adventism. That uniqueness is not some particular element of its theology, such as its sanctuary doctrine. Rather, the distinctiveness of Adventism rests in its overall understanding of the central message of the Bible that is governed by its seminal, governing principle—the Great Controversy Theme.”—“The Great Controversy Theme: What It Means to Adventists,” Ministry, December 2000, p. 5.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>Waging Peace</p>",
      "verse": "<p>“In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; and take the helmet of salvation, and the sword of the Spirit, which is the word of God” (Ephesians 6:16, 17, ESV).</p>",
      "versionCode": 10,
      "weekDate": "September 16-22"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
