{
   "data":[
      {
         "color":"1",
         "id":707,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"August 10",
               "dayTitle":"<p><strong>Teaching Disciples: Part I</strong></p>",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p><strong>Read for This Week’s Study: Mark 8:22–38; Matt. 20:29–34; John 12:25; Mark 9:1–50; Luke 9:30, 31; Mal. 4:5, 6.\n</strong></p><p><strong>Memory Text: “When He had called the people to Himself, with His disciples also, He said to them, “Whoever desires to come after Me, let him deny himself, and take up his cross, and follow Me” (Mark 8:34, NKJV).\n</strong></p><p>The first half of Mark focuses on who Jesus is. His powerful teaching and miracles point in the same direction: He is the Messiah. At this crucial turning point in the narrative, Jesus will ask the disciples who they believe Him to be.\n</p><p>Peter will give a clarion answer to that question, and Jesus will immediately begin to explain where His steps as Messiah are headed, which we know is the cross.\n</p><p>In the last part of Mark 8 through the end of Mark 10, Jesus focuses on teaching His disciples about His journey. In these chapters, He will give predictions about the Cross. These will be followed by special instruction on discipleship. These powerful lessons remain relevant today.\n</p><p>This section of the second Gospel is marked off by the healing of two different blind men, one at the middle of Mark 8 and the other at the end of Mark 10. These miracle “bookends” illustrate dramatically how discipleship includes spiritual insight regarding who Jesus is and where He is going. As His teachings challenged the twelve disciples about two thousand years ago, so they continue to confront disciples today with the deep cost, and benefit, of following Jesus.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 11",
               "dayTitle":"<p><strong>Seeing Clearly</strong></p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p><strong>Read Mark 8:22–30. Why did it take Jesus two touches to heal the blind man, and what lessons came out of this account?\n</strong></p><p><strong>Mark 8:22–30\n</strong></p><p><strong><sup>22</sup></strong> Then He came to Bethsaida; and they brought a blind man to Him, and begged Him to touch him.\n</p><p><strong><sup>23</sup></strong> So He took the blind man by the hand and led him out of the town. And when He had spit on his eyes and put His hands on him, He asked him if he saw anything.\n</p><p><strong><sup>24</sup></strong> And he looked up and said, “I see men like trees, walking.”\n</p><p><strong><sup>25</sup></strong> Then He put His hands on his eyes again and made him look up. And he was restored and saw everyone clearly.\n</p><p><strong><sup>26</sup></strong> Then He sent him away to his house, saying, “Neither go into the town, nor tell anyone in the town.”\n</p><p><strong><sup>27 </sup></strong>Now Jesus and His disciples went out to the towns of Caesarea Philippi; and on the road He asked His disciples, saying to them, “Who do men say that I am?”\n</p><p><strong><sub>28</sub></strong> So they answered, “John the Baptist; but some say, Elijah; and others, one of the prophets.”\n</p><p><strong><sup>29 </sup></strong>He said to them, “But who do you say that I am?” Peter answered and said to Him, “You are the Christ.”\n</p><p><strong><sup>30</sup></strong> Then He strictly warned them that they should tell no one about Him.\n</p><p>The Gospels report a number of blind people healed by Jesus. Besides the passage here in Mark 8, blind Bartimaeus is healed as reported in Mark 10:46–52. Matthew refers to two blind men (Matt. 20:29–34), and John 9 tells the story of Jesus’ healing a man born blind who washes in the Pool of Siloam.\n</p><p>But this story in Mark 8 is unique. It appears only in Mark, and it is the only miracle of Jesus that requires two actions to bring perfect health. As part of the story, it is a touching detail that Jesus takes the man by the hand and leads him out of the village. One can sense His sympathy for the man’s disability.\n</p><p>But why two touches? As this is the only miracle in which two actions are involved, it is not likely because of any lack of power on Jesus’ part. Instead, it is more likely an acted parable, illustrating how spiritual insight sometimes takes time to unfold. That is what is happening for Jesus’ disciples. The entire section, Mark 8:22–10:52 begins and ends with the healing of a blind man. In this section of Mark, Jesus is especially teaching his disciples about His coming death. They have trouble grasping it even though He tells them numerous times. Just like the blind man, they need “two touches” to see clearly. Restoring of sight becomes a metaphor for insightful discipleship.\n</p><p>Teachers love questions. They are often the key to unlocking a student’s understanding. In this passage in Mark 8, the turning point of the book has arrived. Three characteristics confirm this assertion. First, Jesus questions His disciples about His identity, something He has not done before this point. Second, Peter is the first person not demonpossessed who declares that Jesus is the Messiah. Third, immediately following this revelation of who Jesus is, He begins to explain where He is going—to the cross.\n</p><p>Why does Jesus tell His disciples to tell no one that He is the Messiah? It seems counterintuitive to establishing the kingdom of God. However, in Jesus’ day, “Messiah” had political overtones of overthrowing Roman rule. Jesus did not come to be that kind of messiah; hence His call for silence on His identity.\n</p><p><strong>What does this story teach us about times when it’s important not to say some things, however true they might be?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 12",
               "dayTitle":"<p><strong>The Cost of Discipleship</strong></p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p><strong>Read Mark 8:31–38. What does Jesus teach here about the cost of following Christ?\n</strong></p><p><strong>Mark 8:31–38\n</strong></p><p><strong><sup>31 </sup></strong>And He began to teach them that the Son of Man must suffer many things, and be rejected by the elders and chief priests and scribes, and be killed, and after three days rise again.\n</p><p><strong><sup>32</sup></strong> He spoke this word openly. Then Peter took Him aside and began to rebuke Him.\n</p><p><strong><sup>33</sup></strong> But when He had turned around and looked at His disciples, He rebuked Peter, saying, “Get behind Me, Satan! For you are not mindful of the things of God, but the things of men.”\n</p><p><strong><sup>34</sup></strong> When He had called the people to Himself, with His disciples also, He said to them, “Whoever desires to come after Me, let him deny himself, and take up his cross, and follow Me.\n</p><p><strong><sup>35</sup></strong> For whoever desires to save his life will lose it, but whoever loses his life for My sake and the gospel’s will save it.\n</p><p><strong><sup>36</sup></strong> For what will it profit a man if he gains the whole world, and loses his own soul?\n</p><p><strong><sup>37</sup></strong> Or what will a man give in exchange for his soul?\n</p><p><strong><sup>38 </sup></strong>For whoever is ashamed of Me and My words in this adulterous and sinful generation, of him the Son of Man also will be ashamed when He comes in the glory of His Father with the holy angels.”\n</p><p>The disciples have come to a crucial turning point in their relationship with Jesus. They now know that He is the Messiah. The reader of Mark has known this from the beginning of the book (Mark 1:1) and thus has had an advantage over the sometimes bumbling disciples. When Jesus first called the disciples, He said He would make them fishers of men (Mark 1:17). There was no talk of trouble. But now that they really know who He is, He unfolds to them the goal of His mission—that it is necessary for Him to suffer many things, to be rejected and killed, and then to rise again after three days. It is shocking news. Peter, who just confessed that Jesus is the Messiah, takes Him aside and rebukes Him for saying such things. All of this was told in indirect discourse, but now the Gospel writer reports the words of Jesus, words that must have stung as Peter heard them. He calls Peter “Satan” and tells him to get out of His way since such thoughts are not in accord with the will of God. “Peter’s words were not such as would be a help and solace to Jesus in the great trial before Him. They were not in harmony with God’s purpose of grace toward a lost world, nor with the lesson of self-sacrifice that Jesus had come to teach by His own example.”—Ellen G. White, The Desire of Ages, p. 415. Followers of Jesus are called to have the same goal He has—to take the cross and to follow Him. Crucifixion was the most cruel, humiliating, and intimidating method of execution that the Romans had. Everyone wanted to avoid the cross. So, why would anyone want to take up the cross as a symbol of their devotion to Jesus? Jesus explains not only the cost of discipleship but also its great value. In the paradox of Christian faith, losing one’s life becomes the way to find it. In contrast, gaining the whole world but forfeiting eternal life is nonsensical. As missionary Jim Elliott put it so eloquently in his journal of October 28, 1949: “He is no fool who gives what he cannot keep to gain that which he cannot lose.”\n</p><p><strong>“ ‘He who loves his life will lose it, and he who hates his life in this world will keep it for eternal life’ ” (John 12:25, NKJV). How have you experienced the reality of these words?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 13",
               "dayTitle":"<p><strong>The Mountain and the Multitude</strong></p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p><strong>Read Mark 9:1–13. What did Peter, James, and John see one night with Jesus?\n</strong></p><p><strong>Mark 9:1–13\n</strong></p><p><strong><sup>9 </sup></strong>And He said to them, “Assuredly, I say to you that there are some standing here who will not taste death till they see the kingdom of God present with power.”\n</p><p><strong><sup>2</sup></strong> Now after six days Jesus took Peter, James, and John, and led them up on a high mountain apart by themselves; and He was transfigured before them.\n</p><p><strong><sup>3</sup></strong> His clothes became shining, exceedingly white, like snow, such as no launderer on earth can whiten them.\n</p><p><strong><sup>4 </sup></strong>And Elijah appeared to them with Moses, and they were talking with Jesus.\n</p><p><strong><sup>5 </sup></strong>Then Peter answered and said to Jesus, “Rabbi, it is good for us to be here; and let us make three tabernacles: one for You, one for Moses, and one for Elijah”—\n</p><p><strong><sup>6</sup></strong> because he did not know what to say, for they were greatly afraid.\n</p><p><strong><sup>7 </sup></strong>And a cloud came and overshadowed them; and a voice came out of the cloud, saying, “This is My beloved Son. Hear Him!”\n</p><p><strong><sup>8</sup></strong> Suddenly, when they had looked around, they saw no one anymore, but only Jesus with themselves.\n</p><p><strong><sup>9 </sup></strong>Now as they came down from the mountain, He commanded them that they should tell no one the things they had seen, till the Son of Man had risen from the dead.\n</p><p><sup>10</sup> So they kept this word to themselves, questioning what the rising from the dead meant.\n</p><p><strong><sup>11</sup></strong> And they asked Him, saying, “Why do the scribes say that Elijah must come first?”\n</p><p><strong><sup>12 </sup></strong>Then He answered and told them, “Indeed, Elijah is coming first and restores all things. And how is it written concerning the Son of Man, that He must suffer many things and be treated with contempt?\n</p><p><strong><sup>13</sup></strong> But I say to you that Elijah has also come, and they did to him whatever they wished, as it is written of him.”\n</p><p>In Mark 9:1, Jesus predicts that some standing with Him would not taste death before seeing the kingdom of God come in power. That prediction is fulfilled within a few days when He takes Peter, James, and John up a high mountain alone. There He is transfigured before them into the glory of the heavenly kingdom.\n</p><p>Elijah and Moses appear from the heavenly realm and converse with Jesus. Luke notes that they were talking about Jesus’ departure (Greek exodos) that He was about to accomplish in Jerusalem (Luke 9:30, 31). Thus, this scene of glory is tied to Jesus’ coming death on the cross (compare with Mark 9:9). It would give hope when the disciples see Him crucified.\n</p><p>Upon descending the mountain the following morning, the three disciples ask Jesus about Elijah coming first. Likely this idea is tied to the expectation that Elijah would reappear before the Messiah (compare with Mal. 4:5, 6). Jesus replies that Elijah has already come, a reference to John the Baptist. Just as they killed John, so Jesus will die at their hands, but He will rise after three days.\n</p><p>After the night of glory, the scene at the bottom of the mountain was sad chaos (see Mark 9:14–29). The nine disciples had encountered a demon-possessed boy whom they could not heal. When Jesus arrives at the scene, everyone runs to see Him. The story unfolds of the demon’s power over the child. Jesus seems to take a long time inquiring about the details of the demon possession. It proves too much for the father, who blurts out, “ ‘If You can do anything, have compassion on us and help us’ ” (Mark 9:22, NKJV).\n</p><p>Jesus immediately picks up on the expression of doubt. The Lord’s response can be paraphrased, “What do you mean, ‘If You can’?” (Mark 9:23). Suddenly, like a bolt of lightning from the sky, the father sees that it is not only his son who has a problem—he has a problem of unbelief. And his unbelief could result in his son not being healed. The desperate father casts himself on Jesus’ mercy with the memorable line, “ ‘I believe; help my unbelief!’ ” (Mark 9:24, NKJV). Jesus heals the boy.\n</p><p><strong>In what situations, if any, have you had to cry out, “ ‘I believe; help my unbelief’ ”? What did you learn from those experiences?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 14",
               "dayTitle":"<p><strong>Who Is the Greatest?</strong></p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p><strong>Read Mark 9:30–41. What is different about Jesus’ second prediction of His death and resurrection (compare with Mark 8:31)? Also, what do the disciples argue about, and what instruction does Jesus give?\n</strong></p><p><strong>Mark 9:30–41\n</strong></p><p><strong><sup>30 </sup></strong>Then they departed from there and passed through Galilee, and He did not want anyone to know it.\n</p><p><strong><sup>31</sup></strong> For He taught His disciples and said to them, “The Son of Man is being betrayed into the hands of men, and they will kill Him. And after He is killed, He will rise the third day.”\n</p><p><strong><sup>32</sup></strong> But they did not understand this saying, and were afraid to ask Him.\n</p><p><strong><sup>33</sup></strong> Then He came to Capernaum. And when He was in the house He asked them, “What was it you disputed among yourselves on the road?”\n</p><p><strong><sup>34</sup></strong> But they kept silent, for on the road they had disputed among themselves who would be the greatest.\n</p><p><strong><sup>35</sup></strong> And He sat down, called the twelve, and said to them, “If anyone desires to be first, he shall be last of all and servant of all.”\n</p><p><strong><sup>36</sup></strong> Then He took a little child and set him in the midst of them. And when He had taken him in His arms, He said to them,\n</p><p><strong><sup>37 </sup></strong>“Whoever receives one of these little children in My name receives Me; and whoever receives Me, receives not Me but Him who sent Me.”\n</p><p><strong><sup>38</sup></strong> Now John answered Him, saying, “Teacher, we saw someone who does not follow us casting out demons in Your name, and we forbade him because he does not follow us.”\n</p><p><strong><sup>39</sup></strong> But Jesus said, “Do not forbid him, for no one who works a miracle in My name can soon afterward speak evil of Me.\n</p><p><strong><sup>40</sup></strong> For he who is not against us is on our side.\n</p><p><strong><sup>41</sup></strong> For whoever gives you a cup of water to drink in My name, because you belong to Christ, assuredly, I say to you, he will by no means lose his reward.\n</p><p><strong>Mark 8:31\n</strong></p><p><strong><sup>31 </sup></strong>And He began to teach them that the Son of Man must suffer many things, and be rejected by the elders and chief priests and scribes, and be killed, and after three days rise again.\n</p><p>In the first prediction, Jesus refers to those who will reject Him and kill Him. In the second prediction, Jesus refers to the fact that He will be betrayed. The betrayer is not pointed out at this time, but the reader already knows who it is because of the identification of Judas (see Mark 3:19). Again, the Lord refers to being killed and then rising after three days. But the disciples seem even less interested in the details of this prediction than in the first. Unwelcome news does not garner discussion. In Mark 8:27, Jesus was north of the Sea of Galilee near Caesarea Philippi. In Mark 9:30, He is passing through Galilee, and in Mark 9:33, He enters Capernaum. Thus, it is not difficult to envisage His journey from north to south. However, He enters Capernaum alone as the twelve disciples lag behind. In the house, He inquires about their discussion on the way. No one speaks up, a sure sign of their discomfort at the question, almost like children caught doing something they know is wrong. Their conversation had been about who was the greatest. As little as most people are willing to admit it, this question of who is greatest is something everyone thinks about. But in the kingdom of God, this idea gets turned upside down. Jesus responds to the problem in two steps. First, He utters the clear statement that to be first (greatest), you have to become a servant. Then Jesus illustrates His meaning by an action. Evidently a child was standing nearby listening. Jesus takes the child and places him in the midst of the group. That would be intimidating for the child. But then Jesus takes the child in His arms, relaxing the scene. He teaches that if you receive the child, you receive Him. And if you receive Him, you receive His Father. Thus, the lowest child is linked to God Himself. John asks a question about outsiders, and Jesus teaches the important lesson that those not against us are for us. The Lord affirms that helping those in Christian service, even in small ways, does not go unnoticed in heaven.\n</p><p><strong>What is the biblical idea of greatness in contrast to the world’s idea? Which one are you striving for?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 14",
               "dayTitle":"<p><strong>The Healthy Man in Hell</strong></p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p><strong>Read Mark 9:42–50. What ties the teachings of Jesus together in this passage?\n</strong></p><p><strong>Mark 9:42–50\n</strong></p><p><strong><sup>42</sup></strong> “But whoever causes one of these little ones who believe in Me to stumble, it would be better for him if a millstone were hung around his neck, and he were thrown into the sea.\n</p><p><strong><sup>43</sup></strong> If your hand causes you to sin, cut it off. It is better for you to enter into life maimed, rather than having two hands, to go to hell, into the fire that shall never be quenched—\n</p><p><strong><sup>44</sup></strong> where ‘Their worm does not die And the fire is not quenched.’\n</p><p><strong><sup>45 </sup></strong>And if your foot causes you to sin, cut it off. It is better for you to enter life lame, rather than having two feet, to be cast into hell, into the fire that shall never be quenched—\n</p><p><strong><sup>46</sup></strong> where ‘Their worm does not die And the fire is not quenched.’\n</p><p><strong><sup>47</sup></strong> And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye, rather than having two eyes, to be cast into hell fire—\n</p><p><strong><sup>48</sup></strong> where ‘Their worm does not die And the fire is not quenched.’\n</p><p><strong><sup>49 </sup></strong>“For everyone will be seasoned with fire, and every sacrifice will be seasoned with salt.\n</p><p><strong><sup>50</sup></strong> Salt is good, but if the salt loses its flavor, how will you season it? Have salt in yourselves, and have peace with one another.”\n</p><p>At first, this passage may seem to be a collection of disparate teachings of Jesus thrown together without any rhyme or reason. However, a closer look reveals that each successive teaching has a catchword connection to the previous one. The passage revolves around three main terms that move the instruction forward step by step—“causes to sin,” “fire,” and “salt.” The first teaching is about “little ones,” referring to new believers. Teachers and leaders are tasked in the kingdom of God with the responsibility to care for these new converts with special care, similar to the Old Testament ethic of caring for those weakest in ancient society—widows, orphans, and foreigners. Jesus speaks in hyperbole that it would be better to be drowned in the sea than to cause one of these “little ones” to sin. The catchphrase “causes to sin” leads to the longest teaching in this passage. Two conundrums confront the reader. First, is Jesus really teaching people to cut off a hand or foot or pluck out an eye? Second, is He teaching an eternally burning hell? The answer to the first question is no, Jesus is not teaching mutilation—that was rejected in Judaism (compare with Deut. 14:1; 1 Kings 18:27, 28). The Lord is using hyperbole to make His point. If losing a hand, foot, or eye is terrible, how much more a disaster should it be for the Christian to sin! The second question also receives a negative answer; no, Jesus is not teaching an eternally burning hell. How do we know? First, the passage contains a certain comedic aspect. Consider people entering the heavenly city with one eye or one foot or one hand. Then consider people who are whole going to hell. Should it not be the other way around? The healthy man in hell? That is comedy. Such comedy over a serious topic leads one to consider that Jesus is illustrating a point with hyperbole. Sin should be taken so seriously that it would be better to lose a hand, foot, or eye than to sin. As to hell being eternal, its consequences are eternal, not the fire of hell itself. “ ‘For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life’ ” (John 3:16, ESV; emphasis supplied). Those who are lost do not burn forever; instead, they perish forever—a very big difference!</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 16",
               "dayTitle":"<p><strong>Further Thought:</strong></p>",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p><strong>Further Thought: </strong>Read Ellen G. White, “Ministry,” pp. 426–431; “Who Is the Greatest?” pp. 432–442, in The Desire of Ages. “Before honor is humility. To fill a high place before men, Heaven chooses the worker who, like John the Baptist, takes a lowly place before God. The most childlike disciple is the most efficient in labor for God. The heavenly intelligences can co-operate with him who is seeking, not to exalt self, but to save souls.”—Ellen G. White, The Desire of Ages, p. 436. “By all that has given us advantage over another,—be it education and refinement, nobility of character, Christian training, religious experience,—we are in debt to those less favored; and, so far as lies in our power, we are to minister unto them. If we are strong, we are to stay up the hands of the weak. Angels of glory, that do always behold the face of the Father in heaven, joy in ministering to His little ones. Trembling souls, who have many objectionable traits of character, are their special charge. Angels are ever present where they are most needed, with those who have the hardest battle with self to fight, and whose surroundings are the most discouraging. And in this ministry Christ’s true followers will co-operate.”—The Desire of Ages, p. 440.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1 Read again Mark 8:27–29. How often do you confess to others your belief in Jesus as the Christ?\n</strong></p><p><strong>2 What is the right balance between the mountaintop experience of communion with Christ and the down-on-the-plain experience of service to others’ needs?\n</strong></p><p><strong>3 In class, discuss the answer to the question about greatness at the end of Wednesday’s study. What did you determine is the difference between how the world views greatness and how God does? Who are some of the people the world deems great that perhaps God doesn’t? In contrast, whom might God deem great that the world ignores or even disdains? What does this difference tell us about how warped and twisted the world’s ideals really are?\n</strong></p><p><strong>4 How can you learn to take sin so seriously that, as Jesus said, you’re better off to be maimed than to sin?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p><strong>Inside Story</strong></p>",
               "id":78,
               "idDay":8,
               "idLesson":7,
               "lessonText":"<p><strong>Food Choices Trigger Uproar\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>One Sabbath, Anush and Mother returned home from church to learn that Father had made plans for a countryside picnic. “Let’s barbeque,” he said. Anush remembered how the Israelites had prepared their Sabbath meals on Friday, before the Sabbath hours (Exodus 16), and wondered whether it was a good idea to barbeque on Sabbath. Out loud, she said, “No, Father. That’s not a good plan. I don’t even eat meat.” She had become a vegetarian. Father called off the picnic, but he still didn’t grasp that Anush no longer ate meat. The next day, he prepared chicken for Sunday lunch and handed her a piece. “Father, I don’t eat meat,” Anush said. Now Father understood, and he was upset. He thought it was abnormal not to eat meat. The next day, he forbade Anush and Mother from going to prayer meeting at the house church in their town. When the pair protested, Father angrily aired frustrations that he had collected against Adventists. He criticized the biblical requirement to return tithe and offerings (Mal. 3:8–10). “Tithe and offerings are a business,” he said. “You are just supporting a business.” He accused the Adventist Church of being a foreign group intent on destroying Armenia. He lashed out at Anush’s lifestyle. “Today you say, ‘I don’t eat meat,’ and tomorrow you will say, ‘I don’t have a father,’ ” he said. Anush sat still and prayed silently, “What should I say, Lord?” Every time Father spoke against God or the church, she prayed, “This is not addressed to me. This is addressed to You. It’s Your responsibility to answer.” She remembered Romans 2:4, which says, “The goodness of God leads . . . to repentance” (NKJV). She sensed God was saying to extend a similar goodness to her father. She prayed, “There’s nothing that I can do except love Father.” Father owned a small grocery store. When he left Mother or Anush in charge, they wouldn’t sell alcohol or cigarettes. Now, as Father berated them, he felt condemned. “Do you think that I’m evil and you’re good because I sell alcohol and cigarettes and you don’t?” he asked. “I’m a better Christian than you. I’m going to lead Sabbath worship services from now on. You can no longer go to church. I will lead the worship services.” That ended the conversation. Anush went to her room, and Mother followed. Both were shocked. “What will we do?” Mother asked. Anush suggested cooperating with Father as long as he didn’t oppose the Bible. “He said we will worship at home on Sabbath,” she said. “He didn’t take away our Bibles. He even respects the Sabbath. Let’s wait for the Sabbath. If he keeps his word, we will keep the Sabbath at home with him. If he forgets his word, we will pray and see how God guides us.”</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p><strong>teachers comments</strong></p>",
               "id":79,
               "idDay":9,
               "idLesson":7,
               "lessonText":"<p><strong>Part I: Overview\n</strong></p><p><strong>Key Texts: Mark 8:31–33, 38; Mark 9:1, 7\n</strong></p><p><strong>Study Focus: Mark 8:27–38; Mark 9:1–8\n</strong></p><p>Introduction: The kingdom of God is a dominant topic in Mark. Jesus declares that He represents God’s kingdom. The Savior has come to restore His people to this kingdom. Thus, everything on His earthly agenda is oriented toward facilitating the accomplishment of God’s redemptive plan. Nobody can sway Christ from His mission. With single-minded dedication, He dedicates Himself fully to it. In affirmation of Jesus’ earthly work, the Father, at the Transfiguration event, announces once again the Sonship of Jesus and appeals to His followers to obey His Son. Lesson Themes: This week’s study covers the following two topics: 1. The priority of Jesus’ mission in light of God’s redemptive plan. 2. The glory of God’s kingdom, as highlighted in Mark 9:1, and as portrayed, specifically, in the event of the Transfiguration.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>Jesus’ Priority\n</strong></p><p>In his Gospel, Mark gives a lot of attention to Jesus’ deeds on behalf of the people. For example, Mark may describe the interaction of Jesus with the multitude or with an individual whom He addresses. Christ’s disciples are always present in the narratives, but they do not have a prominent role in many of the scenes. However, Mark 8:27–33 is a pericope, or narrative selection, in which there is a close interaction between Jesus and His disciples. The scene opens with Jesus’ dialogue with all the disciples. Then, at the end, the dialogue focuses on a single disciple, Peter. The conversation starts with Jesus’ question concerning His identity. Some disciples voice the sentiment that there is a difference of opinion among the people concerning who Jesus is and what His mission is. Others among Christ’s disciples identify Jesus with the work of John the Baptist or with some of the prophets. Jesus’ question to His disciples does not imply that Jesus doesn’t know who He is. Rather, He wants to highlight the purpose of His life on earth and desires for His disciples to understand His mission firsthand. For this reason, after Peter’s answer, “ ‘You are the Christ’ ” (Mark 8:29, NKJV), Jesus begins to reveal some future milestones of His journey. Peter identifies Jesus as ho Christos, the Christ\n</p><p>(with a definite article), the Messiah, the Anointed One. (See Frederick W. Danker, et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature [Chicago: University of Chicago Press, 2000], p. 1091.) Jesus’ Messiahship is in harmony with the eschatological perspective of the gospel: He was the Chosen One whom God sent to redeem Israel. After affirming Jesus’ Messianic identity, Mark delineates details about Jesus’ mission as the Messiah, asserting, “And He began to teach them that the Son of Man must suffer many things and be rejected by the elders and the chief priests and the scribes, and be killed, and after three days rise from the dead” (Mark 8:31, NASB). Jesus wants His disciples to fully understand His life on earth. He will suffer during His ministry, die, and then rise again.\n</p><p>Mark 8:32, 33 introduces a private conversation between Peter and Jesus. Peter, according to Mark, began to rebuke Jesus. But Matthew is more eloquent regarding Peter’s perspective about Jesus’ purpose: “ ‘God forbid it, Lord! This shall never happen to You!’ ” (Matt. 16:22, NASB). Jesus’ answer to Peter was amazingly severe, “ ‘Get behind Me, Satan; for you are not setting your mind on God’s purposes, but on man’s’ ” (Mark 8:33, NASB). Why did Jesus react to Peter in this way? For the simple reason that Peter touched upon the most essential aspect of His life and ministry: God’s plan of redemption. Jesus never allows anyone to interfere with God’s plan, even if such interference comes garbed with “good” intentions. Jesus permitted people to argue with Him antagonistically. He tolerated insult. He suffered injury without complaint. But one thing that Jesus never permitted: the hinderance, or deliberate attempt, to stop or abort the Father’s plan for His life.\n</p><p>The Father’s plan motivates Jesus; it is the reason for His life. The Father’s plan for His life is more important than physical sustenance: “ ‘My food is to do the will of Him who sent Me’ ” (John 4:34, NASB; compare with Mark 6:31). What sustains Jesus’ life is God’s plan; apart from it, all other things are secondary. Jesus’ life is submitted perfectly to God’s will. In the same way, Jesus’ followers can lay claim to truly being His only when they live a God-centered life focused on His plan for their Redemption.\n</p><p>Those Who Shall See a Glimpse of the Glory of God’s Kingdom\n</p><p>“ ‘Truly I say to you, there are some of those who are standing here who will not taste death until they see the kingdom of God when it has come with power’ ” (Mark 9:1, NASB). This verse should be read in light of the last verses of Mark 8, in which Jesus talks about the cost of discipleship. Jesus makes it clear that “whoever is ashamed of Me and My words in this adulterous and sinful generation, the Son of Man will also be ashamed of him when He comes in the glory of His Father with the holy angels” (Mark 8:38, NASB; emphasis added). In this pericope, there are two eras or times to which Jesus is referring: the era of the present generation and the era of the generation alive on the earth at the time when Jesus comes back. His Transfiguration in Mark 9:2–7 is a small, but accurate, representation of the major event of His future glorification. Peter, who was there, seems to understand the event in this way. Case in point, look at 2 Peter 1:16: “For we did not follow cleverly devised tales when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of His majesty” (NASB, emphasis added). Concerning those who “will not taste death,” The Seventh-day Adventist Bible Commentary states, “It is significant that all three Synoptic Gospels record the narrative of the Transfiguration immediately following this prediction . . . and furthermore all three mention the fact that the Transfiguration occurred about a week after this statement, implying that the event was the fulfillment of the prediction. The connection between the two sections of narrative seems to preclude the possibility that Jesus here referred to anything but the Transfiguration, which was a miniature demonstration of the kingdom of glory.”—The SDA Bible Commentary. vol. 5, p. 436. Additionally, it could be said that Mark is referring to the eschatological event of the glorious day of Jesus’ second coming in which “some [of that adulterous and sinful generation]” (Mark 9:1, NASB) will receive the final retribution of condemnation. Death, in this case, refers to the second death. Thus, the righteous shall not be included in verse 9:1. However, to understand the verse in this context, one must take the expression “death” to refer, in a symbolic sense, to “the second death.” Another interpretation of Mark 9:1 derives from an understanding of the expression “see.” The Greek eidon may be interpreted in a more ample way that renders it with the meaning of “to perceive, to become aware of something, to take special note of something, to experience something, to show an interest in.”—Frederick W. Danker, et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature, pp. 279, 280. In this sense, the promise of Mark 9:1 may include other events in addition to the fulfillment of the Transfiguration. And it also can include more people other than Peter, James, and John, who were the sole group that saw Jesus’ transfiguration. A comment by R. Alan Cole may be helpful at this juncture: “The verse [Mark 9:1] must, therefore, refer either to the transfiguration which follows immediately after, which seems reasonable; or to later events, still within a human lifespan, such as Christ’s triumph on the cross, confirmed by the resurrection (Col. 2:15); or to the coming of the Spirit; or to the later extension of the blessings of the kingdom to the Gentiles.”—Cole, Mark:\n</p><p>An Introduction and Commentary, Tyndale New Testament Commentaries, vol. 2 (Downers Grove, IL: Inter-Varsity Press, 1989), pp. 213, 214. Another important detail to note in Mark 9:1 is that the verb erchomai, rendered as “come” in the clause “the kingdom of God when it has come with power,” is used in the perfect tense. This verb implies that the kingdom has already come. This understanding is in accordance with the Markan message, “the kingdom of God is at hand” (Mark 1:15). Once again, the main topic here is the kingdom of God. It is Jesus’ fervent hope that some who stood around Him would perceive, or become aware of, the work of His kingdom before the day of His death came.\n</p><p>There is no doubt that the event of the Transfiguration and other events that followed, such as Christ’s crucifixion and resurrection, were milestones meant to test and strengthen the disciples’ faith. This notion seems to harmonize with the view of Ellen G. White: “The disciples are confident that Moses and Elijah have been sent to protect their Master, and to establish His authority as king. But before the crown must come the cross. Not the inauguration of Christ as king, but the decease to be accomplished at Jerusalem, is the subject of their conference with Jesus.”—The Desire of Ages, p. 422. The Transfiguration was, figuratively speaking, “a preview” of the magnificent event at the end of the days: the Second Coming. Such a glorious event filled the disciples with amazement. Before their eyes, Moses and Elijah appeared and talked with Jesus (Mark 9:4). According to Ellen G. White, both Moses and Elijah represent the redeemed. Elijah represents those who will not taste death, and Moses represents those who will rise from the dust. “Upon the mount the future kingdom of glory was represented in miniature,—Christ the King, Moses a representative of the risen saints, and Elijah of the translated ones.”—The Desire of Ages, p. 422. The Transfiguration occupies an important role in Mark’s Gospel narrative. By this event, the Sonship of Jesus Christ is cemented. God the Father reveals a glimpse of the splendor of His kingdom. Then a cloud forms and overshadows the glory of God. The Father speaks out of the cloud, contravening the impetuous and presumptuous advice of Peter. As Mark puts it, “A voice came out of the cloud: ‘This is My beloved Son; listen to Him!’ ” (Mark 9:7, NASB). This story illustrates the importance of our recognition of Jesus as the Son of God. However, the narrative teaches us how vital it is that we obey Him more than merely recognize Him. In the Bible, listening is a synonym for obedience. Such obedience, or listening, involves a daily surrender to Jesus Christ. As such, our obedience should follow our knowledge of Him. In the sections of Mark’s Gospel that we have just studied, the author highlights Jesus’ Messianic identity and gives major signs of the power and glory of His kingdom. Suzanne W. Henderson expresses this notion well when she writes, “The second evangelist clearly forges that identity within the fires of Jesus’ messianic mission: to give advance notice of God’s decisive victory over the powers of the present evil age.”—Henderson, Christology and Discipleship in the Gospel of Mark (Cambridge,UK: Cambridge University Press, 2006), p. 4.\n</p><p><strong>Part III: Life Application\n</strong></p><p>The event of the Transfiguration was so indescribably amazing that the disciples were terrified by it (Mark 9:6). Invite your students to pause for a moment and think of Jesus’ second coming. What are the first thoughts that come to mind? Ask for some volunteers to share their impressions with the class.\n</p><p>What will happen to the righteous dead at the Second Coming? Consider the teaching of the apostle Paul: “In a moment, in the twinkling of an eye, at the last trumpet; for the trumpet will sound, and the dead will be raised imperishable, and we will be changed” (1 Cor. 15:52, NASB). “Then,” he adds in verse 54, “will come about the saying that is written: ‘Death has been swallowed up in victory’ ” (NASB). How does this perspective give you hope and comfort?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>Teaching Disciples: Part I</p>",
         "verse":"<p><strong>Memory Text:</strong> “When He had called the people to Himself, with His disciples also, He said to them, “Whoever desires to come after Me, let him deny himself, and take up his cross, and follow Me” (Mark 8:34, NKJV).</p>",
         "versionCode":1,
         "weekDate":"August 10–16"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
