{
   "data":[
      {
         "color":"#028090",
         "id":710,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"May 31",
               "dayTitle":"",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p>The Bible is filled with accounts of God’s people that point to future events and that hold keys to helping us understand present truth. In fact, some of those accounts foreshadow last-day events with surprising detail, providing us a broader foundation for understanding the prophecies of Daniel and Revelation clearly.<br><br>Without violating an individual’s freedom of conscience, God can perfectly steer the events that will happen in the last days, events that He revealed to the prophets. Some of these important stories are obvious, because the New Testament refers to them specifically in describing last-day events: Sodom and Gomorrah, the Flood, and so on. Others require careful thought and exploration in order to mine from them the truths that have been given to us in the Word of God.<br><br>During the next couple of weeks, we will be searching through a number of key stories in order to see what they might have to say about events such as the Second Coming, the investigative judgment, the final crisis, and more. And, through it all, we find Christ as the center, for He must be the foundation as well as the end goal of all our prophetic endeavors.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 1",
               "dayTitle":"<p>The Wrath of the Lamb</p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p><strong>Read Revelation 6:12–17. Consider the details of these people’s response to seeing last-day events suddenly play out. What do you notice about their response?</strong></p>\n<p><strong>Revelation 6:12–17</strong></p>\n<p><strong><sup>12</sup></strong> I looked when He opened the sixth seal, and behold, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became like blood.</p>\n<p><strong><sup>13</sup></strong> And the stars of heaven fell to the earth, as a fig tree drops its late figs when it is shaken by a mighty wind.</p>\n<p><strong><sup>14</sup></strong> Then the sky receded as a scroll when it is rolled up, and every mountain and island was moved out of its place.</p>\n<p><strong><sup>15</sup></strong> And the kings of the earth, the great men, the rich men, the commanders, the mighty men, every slave and every free man, hid themselves in the caves and in the rocks of the mountains,</p>\n<p><strong><sup>16</sup></strong> and said to the mountains and rocks, “Fall on us and hide us from the face of Him who sits on the throne and from the wrath of the Lamb!</p>\n<p><strong><sup>17</sup></strong> For the great day of His wrath has come, and who is able to stand?”</p><p>It is interesting to note that the lost are not crying out, “What is this?” or “Who is behind this?” They appear to know what is happening. They refer to Jesus as the Lamb, which would require knowing something of the story of Christ. They also seem aware that “the great day of His wrath has come,” and that they are caught in a hopeless position: “Who is able to stand?” (Rev. 6:17, NKJV).<br><br>Prior to the end, the gospel is carried to every nation on earth (Matt. 24:14), and the three angels’ messages are delivered to the entire planet. And yet, there will be people who are caught off guard—not for lack of information but because of their refusal to believe and to obey. This will be the reason that such people are lost in the last days.<br><br><strong>Read Matthew 24:36–44. What lessons does Jesus tell us we should be drawing from the story of Noah?</strong></p>\n\n<p><strong>Matthew 24:36–44</strong></p>\n<p><strong><sup>36</sup></strong> But of that day and hour no one knows, not even the angels of heaven, but My Father only.</p>\n<p><strong><sup>37</sup></strong> But as the days of Noah were, so also will the coming of the Son of Man be.</p>\n<p><strong><sup>38</sup></strong> For as in the days before the flood, they were eating and drinking, marrying and giving in marriage, until the day that Noah entered the ark,</p>\n<p><strong><sup>39</sup></strong> and did not know until the flood came and took them all away, so also will the coming of the Son of Man be.</p>\n<p><strong><sup>40</sup></strong> Then two men will be in the field: one will be taken and the other left.</p>\n<p><strong><sup>41</sup></strong> Two women will be grinding at the mill: one will be taken and the other left.</p>\n<p><strong><sup>42</sup></strong> Watch therefore, for you do not know what hour your Lord is coming.</p>\n<p><strong><sup>43</sup></strong> But know this, that if the master of the house had known what hour the thief would come, he would have watched and not allowed his house to be broken into.</p>\n<p><strong><sup>44</sup></strong> Therefore you also be ready, for the Son of Man is coming at an hour you do not expect.</p><p>Jesus points to the story of the Flood to warn us that His second coming will come as a surprise to many. As with the Second Coming, the Flood did not come as a surprise to the world because of a lack of information. Noah preached for 120 years to a world that refused to believe.<br><br>All were told what was going to happen. They just didn’t believe. Meanwhile, many people assure themselves that the passage of long periods of time means that the prophecies are false. Using the Flood story as context, Peter writes “that scoffers will come in the last days, walking according to their own lusts, and saying, ‘Where is the promise of His coming? For since the fathers fell asleep, all things continue as they were from the beginning of creation’ ” (2 Pet. 3:3, 4, NKJV). As each year passes, this sentiment will only grow.<br><br><strong>In each person’s own experience, the second coming of Jesus (or in some cases, the third coming) is never more than a moment after death, and we all know how quickly life goes by. How might this perspective help us deal with the “delay”?</strong></p>\n\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 2",
               "dayTitle":"<p>Noah’s Evangelism</p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p>Peter reminds us that many will be unprepared for Christ’s return because they “willfully forget” (2 Pet. 3:5, NKJV) what happened at the Flood. Today, even though the world has a collective memory of a great deluge (an astonishing number of global cultures tell the story of a devastating flood, from the ancient Greeks to the Mayans), the story of Noah is today perhaps one of the most ridiculed of the Bible’s accounts.<br><br>As predicted, the world is willfully setting the story aside as a myth, no matter how clearly and explicitly it is depicted in the Old Testament and referred to numerous times in the New Testament.<br><br><strong>Jesus said that the world situation would resemble “the days of Noah” in Matthew 24:37–39. Compare this passage with Genesis 6:1–8. What were the moral conditions that led to the Flood? What parallels exist between the two times?</strong></p>\n<p><strong>Matthew 24:37–39</strong></p>\n<p><strong><sup>37</sup></strong> But as the days of Noah were, so also will the coming of the Son of Man be.</p>\n<p><strong><sup>38</sup></strong> For as in the days before the flood, they were eating and drinking, marrying and giving in marriage, until the day that Noah entered the ark,</p>\n<p><strong><sup>39</sup></strong> and did not know until the flood came and took them all away, so also will the coming of the Son of Man be.</p>\n\n<p><strong>Genesis 6:1–8</strong></p>\n<p><strong><sup>1</sup></strong> Now it came to pass, when men began to multiply on the face of the earth, and daughters were born to them,</p>\n<p><strong><sup>2</sup></strong> that the sons of God saw the daughters of men, that they were beautiful; and they took wives for themselves of all whom they chose.</p>\n<p><strong><sup>3</sup></strong> And the Lord said, “My Spirit shall not strive with man forever, for he is indeed flesh; yet his days shall be one hundred and twenty years.”</p>\n<p><strong><sup>4</sup></strong> There were giants on the earth in those days, and also afterward, when the sons of God came in to the daughters of men and they bore children to them. Those were the mighty men who were of old, men of renown.</p>\n<p><strong><sup>5</sup></strong> Then the Lord saw that the wickedness of man was great in the earth, and that every intent of the thoughts of his heart was only evil continually.</p>\n<p><strong><sup>6</sup></strong> And the Lord was sorry that He had made man on the earth, and He was grieved in His heart.</p>\n<p><strong><sup>7</sup></strong> So the Lord said, “I will destroy man whom I have created from the face of the earth, both man and beast, creeping thing and birds of the air, for I am sorry that I have made them.”</p>\n<p><strong><sup>8</sup></strong> But Noah found grace in the eyes of the Lord.</p>\n\n<p><strong>John 4:37</strong></p>\n<p><strong><sup>37</sup></strong> For in this the saying is true: ‘One sows and another reaps.’</p><p>There is another important lesson for God’s last-day remnant people that emerges from careful study. Hebrews 11:7 tells us that Noah “prepared an ark for the saving of his household, by which he condemned the world and became heir of the righteousness which is according to faith” (NKJV).</p><p>Imagine preaching for more than a century with nothing to show for it but your own family in the ark. If Noah had been a modern evangelist, we might be tempted to write him off as a failure: decades of preaching and what would appear to be no results.</p><p>Fortunately, at the moment, many parts of the world are very responsive to the three angels’ messages. Evangelistic outreach—the preaching of our unique remnant message—is proving incredibly effective in many places, and many are coming to know the Lord. We have not yet reached the point where there are no results, although we have been told the moment is coming when “probation will close, and the door of mercy will be shut. Thus in the one short sentence, ‘They that were ready went in with him to the marriage, and the door was shut,’ we are carried down through the Saviour’s final ministration, to the time when the great work for man’s salvation shall be completed.”—Ellen G. White, The Great Controversy, p. 428.</p><p><strong>Until then, we have a work to do as a church. How can we learn not to get discouraged if our personal evangelistic efforts don’t seem to be bearing much fruit for the moment?</strong></p><p><strong>Why must we continue our efforts? (See John 4:37.)</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 3",
               "dayTitle":"<p>The Story of Sodom and Gomorrah</p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p>There is another key Old Testament story to which Peter makes direct reference when describing last-day events: the destruction of Sodom and Gomorrah. The cities of the plain were legendary for their wickedness and became the first example of population centers destroyed by fire from heaven.<br><br><strong>Read 2 Peter 2:4–11, Jude 5–8, and Ezekiel 16:46–50—and note all of the details. What were the moral conditions that led to the destruction of these cities, and what parallels exist today?</strong></p>\n<p><strong>2 Peter 2:4–11</strong></p>\n<p><strong><sup>4</sup></strong> For if God did not spare the angels who sinned, but cast them down to hell and delivered them into chains of darkness, to be reserved for judgment;</p>\n<p><strong><sup>5</sup></strong> and did not spare the ancient world, but saved Noah, one of eight people, a preacher of righteousness, bringing in the flood on the world of the ungodly;</p>\n<p><strong><sup>6</sup></strong> and turning the cities of Sodom and Gomorrah into ashes, condemned them to destruction, making them an example to those who afterward would live ungodly;</p>\n<p><strong><sup>7</sup></strong> and delivered righteous Lot, who was oppressed by the filthy conduct of the wicked</p>\n<p><strong><sup>8</sup></strong> (for that righteous man, dwelling among them, tormented his righteous soul from day to day by seeing and hearing their lawless deeds)—</p>\n<p><strong><sup>9</sup></strong> then the Lord knows how to deliver the godly out of temptations and to reserve the unjust under punishment for the day of judgment,</p>\n<p><strong><sup>10</sup></strong> and especially those who walk according to the flesh in the lust of uncleanness and despise authority. They are presumptuous, self-willed. They are not afraid to speak evil of dignitaries,</p>\n<p><strong><sup>11</sup></strong> whereas angels, who are greater in power and might, do not bring a reviling accusation against them before the Lord.</p>\n\n<p><strong>Jude 5–8</strong></p>\n<p><strong><sup>5</sup></strong> But I want to remind you, though you once knew this, that the Lord, having saved the people out of the land of Egypt, afterward destroyed those who did not believe.</p>\n<p><strong><sup>6</sup></strong> And the angels who did not keep their proper domain, but left their own abode, He has reserved in everlasting chains under darkness for the judgment of the great day;</p>\n<p><strong><sup>7</sup></strong> as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the vengeance of eternal fire.</p>\n<p><strong><sup>8</sup></strong> Likewise also these dreamers defile the flesh, reject authority, and speak evil of dignitaries.</p>\n\n<p><strong>Ezekiel 16:46–50</strong></p>\n<p><strong><sup>46</sup></strong> Your older sister is Samaria, who dwells with her daughters to the north of you; and your younger sister, who dwells to the south of you, is Sodom and her daughters.</p>\n<p><strong><sup>47</sup></strong> You did not walk in their ways nor act according to their abominations; but, as if that were too little, you became more corrupt than they in all your ways.</p>\n<p><strong><sup>48</sup></strong> As I live, says the Lord God, neither your sister Sodom nor her daughters have done as you and your daughters have done.</p>\n<p><strong><sup>49</sup></strong> Look, this was the iniquity of your sister Sodom: she and her daughters had pride, fullness of food, and abundance of idleness; neither did she strengthen the hand of the poor and needy.</p>\n<p><strong><sup>50</sup></strong> And they were haughty and committed abomination before Me; therefore I took them away as I saw fit.</p><p>The warning offered to the last-day people of this planet through the account of Sodom and Gomorrah is plain: eventually, the wicked will also be destroyed by fire, as described so clearly in Revelation 20.<br><br>Sin is remarkably deceptive in that it blinds us to the state of our own hearts, veiling our transgressions under a layer of self-approval, while the wickedness perpetrated by others often remains obvious to us. In the same chapter that God talked about how much love He had poured upon His nation, He also has to warn the nation that, while it did not commit the very same sins (Ezek. 16:47), it has actually become more wicked than Sodom.<br><br>Israel had been “playing the harlot” (Ezek. 16:41), committing spiritual adultery. Imagine the surprise of God’s people when they heard that they were more wicked than people who were legendary for their wickedness.<br><br>This is nothing new, not just with ancient Israel but with all humanity. In Romans 1:18–32, Paul presents a long list of human evil that could have been written based off of today’s newspapers. Paul’s description of Gentile sin was not intended to create feelings of superiority among the Jews but so that God’s people finally could understand the seriousness of their own sins. Nathan did the same thing when he spoke to David: he told the story of a rich man who stole a lamb from a poor man. This story “greatly aroused” David’s anger (2 Sam. 12:5, NKJV), because the injustice seemed obvious; even then, it took Nathan’s declaration, “You are the man!” (2 Sam. 12:7, NKJV) to make David see himself in the story.<br><br>It is important to remember that the Bible is not primarily addressed to the outside world but to God’s own people. When we see the heinous sins of others described in a passage such as Revelation 13 or 17, it is a warning that we, too, can fall into the same trap.</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 4",
               "dayTitle":"<p>The Judge of All the Earth</p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p>Just prior to the destruction of Sodom, there is a curious story that takes place on the plains of Mamre. God, accompanied by two angels, appears to Abraham. When Abraham sees them, he invites the heavenly visitors to a meal, and it is at this point that God promises that Abraham and Sarah will have a son who would lead to the Messiah. Jesus, indeed, came from the line of Abraham (compare with Gal. 3:16). Then the story suddenly turns to the matter of the wicked cities of the plain.<br><br><strong>Read Genesis 18:17–32. What do we learn from these verses about the character of God and the way He ultimately plans to deal with evil on our planet?</strong></p>\n<p><strong>Genesis 18:17–32</strong></p>\n<p><strong><sup>17</sup></strong> And the Lord said, \"Shall I hide from Abraham what I am doing?</p>\n<p><strong><sup>18</sup></strong> Since Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?</p>\n<p><strong><sup>19</sup></strong> For I have known him, in order that he may command his children and his household after him, that they keep the way of the Lord, to do righteousness and justice, that the Lord may bring to Abraham what He has spoken to him.\"</p>\n<p><strong><sup>20</sup></strong> And the Lord said, \"Because the outcry against Sodom and Gomorrah is great, and because their sin is very grave,</p>\n<p><strong><sup>21</sup></strong> I will go down now and see whether they have done altogether according to the outcry against it that has come to Me; and if not, I will know.\"</p>\n<p><strong><sup>22</sup></strong> Then the men turned away from there and went toward Sodom, but Abraham still stood before the Lord.</p>\n<p><strong><sup>23</sup></strong> And Abraham came near and said, \"Would You also destroy the righteous with the wicked?</p>\n<p><strong><sup>24</sup></strong> Suppose there are fifty righteous within the city; would You also destroy the place and not spare it for the fifty righteous that were in it?</p>\n<p><strong><sup>25</sup></strong> Far be it from You to do such a thing as this, to slay the righteous with the wicked, so that the righteous should be as the wicked; far be it from You! Shall not the Judge of all the earth do right?\"</p>\n<p><strong><sup>26</sup></strong> So the Lord said, \"If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes.\"</p>\n<p><strong><sup>27</sup></strong> Then Abraham answered and said, \"Indeed now, I who am but dust and ashes have taken it upon myself to speak to the Lord:</p>\n<p><strong><sup>28</sup></strong> Suppose there are five less than the fifty righteous; would You destroy all of the city for lack of five?\" So He said, \"If I find there forty-five, I will not destroy it.\"</p>\n<p><strong><sup>29</sup></strong> And he spoke to Him yet again and said, \"Suppose there should be forty found there?\" So He said, \"I will not do it for the sake of forty.\"</p>\n<p><strong><sup>30</sup></strong> Then he said, \"Let not the Lord be angry, and I will speak: Suppose thirty should be found there?\" So He said, \"I will not do it if I find thirty there.\"</p>\n<p><strong><sup>31</sup></strong> And he said, \"Indeed now, I have taken it upon myself to speak to the Lord: Suppose twenty should be found there?\" So He said, \"I will not destroy it for the sake of twenty.\"</p>\n<p><strong><sup>32</sup></strong> Then he said, \"Let not the Lord be angry, and I will speak but once more: Suppose ten should be found there?\" And He said, \"I will not destroy it for the sake of ten.\"</p><p>God does not owe us an explanation, but He chooses not to veil His motives and plans from the human race. “Surely the Lord God does nothing,” the prophet Amos tells us, “unless He reveals His secret to His servants the prophets” (Amos 3:7, NKJV).<br><br>Before God destroys Sodom and Gomorrah, He declares that the only right thing to do is inform Abraham of what is about to happen, about what he can soon expect to be witnessing.<br><br>God lingers with Abraham while the two angels go to the wicked city to call out those who will heed their warning. One cannot help but think of the prophetic angels who perform the same task in the last days, calling those of God’s people who live in Babylon to come out of her (Rev. 14:6–12, Rev. 18:1–4). As the final warning is being issued, God discusses with Abraham what is about to happen, and He willingly subjects Himself to the patriarch’s questions.<br><br>“ ‘Far be it from You to do such a thing as this, to slay the righteous with the wicked,’ ” Abraham comments, and then asks, “ ‘Shall not the Judge of all the earth do right?’ ” (Gen. 18:25, NKJV). Abraham is not only examining the case of Sodom, but he is also examining the character of God. Likewise, before the end comes, God opens the books of heaven (Rev. 20:4, 11–15) and allows us to investigate the evidence before He finally brings fire down on the earth. That is, we will have a thousand years to get a lot of questions answered that, for now, remain unanswered.<br><br>Before the Lord will bring down final judgment upon the lost, He gives us a thousand years to understand what will happen to whom and why. What does this tell us about His character and about how open He is to scrutiny by created beings—beings fully dependent upon Him for existence—and who have no inherent right to know these things?</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 5",
               "dayTitle":"<p>The Pre-Advent Judgment</p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p>The description of judgment found in Daniel 7 gives us a glimpse behind the veil—to an awe-inspiring opportunity to see how God is resolving the problem of sin while still redeeming those who wish to live in a covenant relationship with Him.<br><br><strong>Read the description of the investigative judgment provided in Daniel 7:9, 10, 13, 14, 22, 26, and 27. What is the primary focus in the judgment? What is the verdict rendered at the end of the process? What does this tell us about the plan of salvation?</strong></p>\n<p><strong>Daniel 7:9, 10, 13, 14, 22, 26, and 27</strong></p>\n\n<p><strong><sup>9</sup></strong> \"I watched till thrones were put in place, and the Ancient of Days was seated; His garment was white as snow, and the hair of His head was like pure wool. His throne was a fiery flame, its wheels a burning fire;</p>\n\n<p><strong><sup>10</sup></strong> A fiery stream issued and came forth from before Him. A thousand thousands ministered to Him; ten thousand times ten thousand stood before Him. The court was seated, and the books were opened.</p>\n\n<p><strong><sup>13</sup></strong> \"I was watching in the night visions, and behold, One like the Son of Man, coming with the clouds of heaven! He came to the Ancient of Days, and they brought Him near before Him.</p>\n\n<p><strong><sup>14</sup></strong> Then to Him was given dominion and glory and a kingdom, that all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion, which shall not pass away, and His kingdom the one which shall not be destroyed.</p>\n\n<p><strong><sup>22</sup></strong> \"Until the Ancient of Days came, and a judgment was made in favor of the saints of the Most High, and the time came for the saints to possess the kingdom.</p>\n\n<p><strong><sup>26</sup></strong> 'But the court shall be seated, and they shall take away his dominion, to consume and destroy it forever.</p>\n\n<p><strong><sup>27</sup></strong> Then the kingdom and dominion, and the greatness of the kingdoms under the whole heaven, shall be given to the people, the saints of the Most High. His kingdom is an everlasting kingdom, and all dominions shall serve and obey Him.'\" <br></p><p>There is little question that the human race is judged by God. Ecclesiastes 12:14 assures us that “God will bring every work into judgment” (NKJV), and Paul reminds us that we do not need to judge each other, because “we shall all stand before the judgment seat of Christ” (Rom. 14:10). God, of course, does not need records to know who is saved or lost, but angels—who have been examining the plan of salvation all along (1 Pet. 1:12)—would naturally have questions. They were witnesses to the rebellion of Satan and saw a third of heaven’s angels expelled from heaven (Rev. 12:4)—and now God is bringing us into His presence. God opens the books and allows the saints to see everything.<br><br>The story of Abraham’s pleading for Sodom and Gomorrah—a type of the judgment—offers us some important insight into judgment. The sins of Sodom were obviously being investigated; God mentions that the wickedness of the city had given it such a reputation that the outcry against it was great (Gen. 18:20). But it was not only Sodom and Gomorrah that were investigated prior to their destruction. God also opened the door for Abraham to study whether or not God was acting righteously in His decision to destroy the wicked.<br><br>Meanwhile, who appears amid the heavenly judgment, in Daniel 7, but “the Son of man,” Jesus (Dan. 7:13; see also Matt. 20:28), whose appearance is the only reason why this judgment is “made in favor of the saints of the Most High” (Dan. 7:22, NKJV). His perfect righteousness alone gets His people through judgment.<br><br><strong>Imagine standing in judgment with all your secrets exposed before our Holy God. What is your only hope at that time of judgment? (See Friday's study.)</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 6",
               "dayTitle":"<p>Further Thought:</p>",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p>Read Ellen G. White, “The Flood,” pp. 101, 102, in Patriarchs and Prophets.<br><br>“The high priest cannot defend himself or his people from Satan’s accusations. He does not claim that Israel is free from fault. In filthy garments, symbolizing the sins of the people, which he bears as their representative, he stands before the Angel, confessing their guilt, yet pointing to their repentance and humiliation, and relying upon the mercy of a sin-pardoning Redeemer. In faith he claims the promises of God. . . .<br><br>“Satan’s accusations against those who seek the Lord are not prompted by displeasure at their sins. He exults in their defective characters; for he knows that only through their transgression of God’s law can he obtain power over them. His accusations arise solely from his enmity to Christ. Through the plan of salvation, Jesus is breaking Satan’s hold upon the human family and rescuing souls from his power. . . .<br><br>“In his own strength, man cannot meet the charges of the enemy. In sin-stained garments, confessing his guilt, he stands before God. But Jesus, our Advocate, presents an effectual plea in behalf of all who by repentance and faith have committed the keeping of their souls to Him. He pleads their cause, and by the mighty arguments of Calvary, vanquishes their accuser. His perfect obedience to God’s law has given Him all power in heaven and in earth, and He claims from His Father mercy and reconciliation for guilty man.”—Ellen G. White, Prophets and Kings, pp. 583–586.<br><br><strong>Discussion Questions:</strong><br><br><strong>1</strong>. Jesus told His disciples that they were in the world but not of the world. (See John 15:19, John 17:14–16.) How do we balance our responsibility to win the world with the need to keep ourselves “unspotted from the world” (James 1:27)?<br><br><strong>2</strong>. What does Noah’s public ministry prior to the Flood teach us about how the great controversy works? In what ways do we play the same role today?<br><br><strong>3</strong>. Prior to devouring the wicked with fire from heaven (as He did with Sodom), God raises them from the dead and allows Satan to work with them for a short while (Rev. 20:7–9). What reasons can you think of that this would be a necessary last step before God sets everything right?<br><br><strong>4.</strong> As you consider the stories we studied this week, what cautions do you find for your own life? What do these stories teach you about your hope in Christ?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":108,
               "idDay":8,
               "idLesson":10,
               "lessonText":"<p><strong>Part 6: Giving Up Alcohol<br><br>By Andrew McChesney</strong><br><br>Diana took her last drink of alcohol on US Independence Day. Opening a can of beer, she told friends, “There’s nothing better than an ice-cold beer on a hot summer day.” Then she took a big swig and nearly spit it out. She thought the beer had gone bad, so she got a different brand of beer out of the cooler. That beer also tasted awful. But a friend said both beers tasted fine. That day, Diana quit drinking. It wasn’t because the Bible said beer was bad but because the Holy Spirit had changed her desire for alcohol.<br><br>A short time later, Diana and Loren were baptized by Loren’s father at an annual family reunion of his relatives near Chicago. Diana was surprised when she heard the baptismal vows for the first time. They included the line, “Do you believe that your body is the temple of the Holy Spirit; and will you honor God by caring for it, avoiding the use of that which is harmful; abstaining from all unclean foods; from the use, manufacture, or sale of alcoholic beverages; the use, manufacture, or sale of tobacco in any of its forms for human consumption; and from the misuse of or trafficking in narcotics or other drugs?”<br><br>Diana shot Loren a quizzical look and thought, How did we miss this? She worked in a bar at the Salt Lake City airport. With big tips and easy work, it was considered one of the best jobs for unskilled workers.<br><br>Diana’s coworkers were stunned when she told them that she was quitting, and they asked why. The bartender asked several times. He and the others were interested in her new faith. Diana moved to another airport shop, where she made and sold cookies. It didn’t pay as well, but she got Sabbaths off.<br><br>Before long, Diana and Loren sensed that God was leading them to move to Tennessee to help Loren’s grandparents. They settled near Southern Adventist University. It was a time of great spiritual challenges. Diana still had many worldly traits to submit to God.<br><br>When a relative of Loren’s heard that Diana had newspaper experience, he asked her to apply for a position at Southern’s radio station, where he worked as general manager. Diana didn’t want the job, but Loren urged her to pray. She worked at the radio station for nearly ten years, including seven as its development director. During that time God helped her overcome sins that had troubled her from the time she was molested as a child.<br><br>Then Diana was asked to apply for a development director opening with the Adventist hospital system in Florida. She felt unqualified and didn’t want to apply, but Loren again urged her to pray. She worked at the hospital for the next ten years. Then she heard about Holbrook Indian School.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teacher Comments</p>",
               "id":109,
               "idDay":9,
               "idLesson":10,
               "lessonText":"<p><strong>Part I: Overview<br><br>Key Text: 1 Corinthians 10:11, 12<br><br>Study Focus: Genesis 1, Revelation 21–22, Matt. 24:27, Dan. 1:18, Dan. 12:13.</strong><br><br>The blessed hope of humanity that culminates in last-day events has been revealed, and not just through prophecies alone, which provide us with an explicit vision of the end. God also spoke of the end, existentially and implicitly, in the Scriptures, and thus, in His Word, He gives hints of va­rious aspects of eschatological history. This notion teaches us an important principle: human history, which unfolds from the holy pages of Scripture, is not simply edifying information about what took place in the far distant past, the knowledge of which ensures “that the man of God may be complete, thoroughly equipped for every good work” (2 Tim. 3:17, NKJV). Because God’s intention for humanity was, essentially, eternity, we may confidently expect that the message of future eternity also is contained in the biblical stories.<br><br>The inspired author of the book of Ecclesiastes was imbued with this intuition when he said, prophetically, that God “has made everything beautiful in its time. Also He has put eternity in their hearts, except that no one can find out the work that God does from beginning to end” (Eccles. 3:11, NKJV). To reiterate, because God’s intention for humanity was essentially eternity, we may expect that the message of future eternity is contained in the biblical stories.<br><br>In this lesson, we shall discern the message of the end within the actual events narrated in the Old Testament Scriptures. The events of Creation, the Flood, the destruction of Sodom and Gomorrah, and even the story of Daniel in the court of Nebuchadnezzar testify to the message of the end.<br><br><strong>Part II: Commentary</strong><br><br>The Event of Creation. Paradoxically, the Creation account is perhaps the most eschatological message of all the events reported in the Scriptures. The Creation account holds this distinction precisely because it is the first event. Because history has a beginning, it is not eternal. History also has an end. God presides over both. Given that the beginning of history has been the work of God, the end also is under His power.<br><br>As part of its eschatological significance, the Creation account is linked implicitly with our hope of eternity. Both the Creation account and our hope of eternity have their basis in faith. The Scriptures testify to this notion, which already is affirmed through the canonical structure of the Bible itself, beginning with God’s creation of the heavens and a new earth and ending with the creation of new heavens and earth (Genesis 1 and Revelation 21–22; compare with Isa. 65:17, Rev. 21:1). We see this idea also clearly stated in the only biblical definition of faith, which associates the two events, Creation and our hope in eternity: “Faith is the substance of things hoped for, the evidence of things not seen” (Heb. 11:1, NKJV).<br><br>Note that this poem on faith begins with faith in Creation (Heb. 11:3) and ends with hope in the “promise” (Heb. 11:39, 40, NKJV). We should also note the significance of the Sabbath at the end of Creation. In this position, the Sabbath points to the end of human history. Moreover, the Sabbath contains both our memory of Creation and our hope in the future event of the kingdom of God.<br><br>The Flood. Understanding the event of the Flood in parallel with the event of the Second Coming is recognized by Jesus Himself: “ ‘As the days of Noah were, so also will the coming of the Son of Man be’ ” (Matt. 24:37, NKJV). Jesus then proceeds to unfold the similarities between the two events: the sudden, cataclysmic nature of their occurrences, the materialistic preoccupations of the people prior to the earth’s destruction (eating, drinking, marrying), the idea of a remnant, the certainty of the event. The description of the Flood in the book of Genesis points also to what will happen at the end of human history. God does not remain indifferent to the evil of the world. God is sensitive to the reality of evil. God’s judgment responds to the “wickedness of man” that “was great” (Gen. 6:5, NKJV). The destructive event of the Flood is God’s assumed action of destruction: “ ‘I Myself am bringing the flood’ ” (Gen. 6:17, NKJV). At the same time, the Flood is also a creative-redemptive event, one in which God remembers His creatures. God’s act of remembering His creatures is a way of expressing His attentive interest in them (Gen. 8:1).<br><br>After the story of the end of antediluvian life and civilization, God reaffirms the continuity of life. God provides humanity with food and emphasizes the sacredness of life (Gen. 9:4–7), thus pointing to His future gift of eternal life.<br><br>And finally, we must consider the rainbow, an artistic and poetic sign of God’s forgiveness and love. Note that the rainbow invites us to remember the Sabbath, not only because it comes at the corresponding place in the structure that parallels the Creation story but also because the rainbow contains similar messages of rest and hope. It is particularly striking that the rainbow appears surrounding God’s throne, as a sign of His future reign, undisputed and uninterrupted, over all the earth (Rev. 4:3, Rev. 10:1).<br><br><strong>Sodom and Gomorrah</strong>. After God announced to Abraham the promise of a son who would transmit the Messianic seed for the blessing of all the nations (Gen. 12:3, Gen. 22:18), the biblical narrative of redemption is interrupted by a divine-human discussion concerning the troubling presence of evil and wickedness. Just as God did with Noah, He shares His concern with Abraham, along with His plan to intervene. God’s move toward His human servant-prophets in the times of both Noah and of Abraham may parallel a similar move at the end of time in which God also shares with His human servants His plan to return to save and to judge humanity.<br><br>Abraham’s response to God’s intention showcases the responsibility he feels for his generation, and thus it deserves our attention. As such, his response should inspire and nurture a similar response within us for others. Note that, upon hearing God’s intention to judge Sodom, Abraham does not flee to a distant place. Abraham is well-informed of the situation in Sodom and Gomorrah, where some of his relatives reside. Abraham’s acute awareness of the situation of his relatives is not a judgment against them. Out of love for them, Abraham stands before God and mirrors God’s own mercy in challenging His verdict, pleading with the Judge of all flesh for their forgiveness. Note Abraham’s tenacity and perseverance in His prayer: “Abraham still stood before the Lord” (Gen. 18:22, NKJV).<br><br>But also note Abraham’s sensitivity to the direness of evil and to the need for justice and grace: “ ‘Would you also destroy the righteous with the wicked?’ ” (Gen. 18:23, NKJV).<br><br>A lesson also is to be taken from the actions of God, who not only comes down and shares His view with His human servant but also seems to encourage his boldness. We may even say that God likes being confronted by Abraham’s argument because Abraham’s defense resonates with God’s own sense of mercy. Indeed, we note that God’s last response is the one of grace: “ ‘I will not destroy it for the sake of ten’ ” (Gen. 18:32, NKJV).<br><br>The number “ten” in the Bible symbolizes the idea of the bare minimum required to do something. Also note God’s sovereignty. He “went His way as soon as He had finished speaking” (Gen. 18:33, NKJV). That is, the decision still belongs to God. Regardless of human zeal, it ultimately will not deter God’s will. With humility, Abraham responds to God’s divine verdict: “Abraham returned to his place” (Gen. 18:33, NKJV).<br><br>Daniel. One particular illustration of the presence of the future in Daniel’s present existence is the phrase “at the end of the days” (Dan 1:18, NKJV). This phrase echoes the phrase qets yamin, “at the end of the days,” marking the end of human history, at which time Daniel and the redeemed of all ages will receive their “inheritance” (Dan. 12:13, NKJV). It is also striking and significant that the language describing Daniel’s “test” of ten days echoes the language describing the prophecy of the eschatological Day of Atonement in Daniel 8:14. This prophecy parallels the Day of Judgment in Daniel 7:9–12, signaled by the significant number of common words and grammatical forms that are shared between Daniel 1 and Leviticus 16, the foundational text of the Day of Atonement (see Dan. 1:13; compare with Lev. 16:2). This particular echo is certainly significant, as it implies the promise of God’s revelation.<br><br>Also note the emphatic repetition of the word mar'eh, “countenance, appearance” (three times in Daniel 1:13, 15), which in the book of Daniel also refers specifically to the eschatological vision of God’s revelation in the 2,300 evenings and mornings (Dan. 8:13, 26). This eschatological perspective conveys, then, by association, a message of hope. Applied to the case of Daniel and his three friends, these echoes convey the idea that God will be revealed through this “test,” and they will be vindicated at the Day of Atonement. For Daniel, the message of the end of time was part of his present daily life: the way he ate and drank pointed to the ideal of Creation (see Dan. 1:12; compare with Gen. 1:29). The way Daniel related to other people, including the chief of the eunuchs who would have been his enemy (Dan. 1:9) was shaped by his view of how others were likewise created in God’s image (Gen. 1:26, Gen. 9:6).<br><br><strong>Part III: Life Application</strong><br><br><strong>1. </strong>Every morning, when you wake up, begin your prayers with a moment of thanksgiving for the miracle of life. Ask the God of creation to change your life. Let God change your heart and give new direction to your life. Seek in the Bible new ideas to challenge you and inspire you to change. Keep the Sabbath in such a way that it becomes a foretaste of the kingdom of God.<br><br><strong>2. </strong>Write a list of aspects of the world—both from creation and in your personal life—that inspire your hope in the kingdom of God. If you are an artist, draw and paint a rainbow. If you are a poet, write a poem about the beauty and the wonders of the rainbow. If you are a singer, sing a song about the rainbow.<br><br><strong>3</strong>. Pray to God about someone you do not like until he or she becomes your friend. Pray to God concerning an important obstacle in your life. Persistently repeat this prayer until you finally see the actual result and you know that God has, indeed, heard your prayer.<br><br><strong>4. </strong>Why does Daniel’s use of eschatological language to describe his present situation also give us hope and assurance that our lives have meaning and are open to eternity? How does this language also give us guidance in the way we live, eat, drink, think, enjoy life, and relate to other people, including our enemies?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>Upon Whom the Ends Have Come</p>",
         "verse":"<p>“Now all these things happened to them as examples, and they were written for our admonition, upon whom the ends of the ages have come. Therefore let him who thinks he stands take heed lest he fall” (1 Corinthians 10:11, 12, NKJV).</p>",
         "versionCode":10,
         "weekDate":"May 31–June 6"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
