 {
  "data": [
    {
      "color": "#D2655E",
      "id": 9,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 20 de noviembre",
          "dayTitle": "",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>Un simple hecho de la vida nos acompaña a todos: somos pecadores. De vez en cuando, algún “experto” se queja de la idea cristiana de la corrupción humana básica, pero todo lo que tenemos que hacer es mirar las noticias durante uno o dos días o hacer una revisión rápida de la historia de la humanidad, y la veracidad de esta doctrina cristiana se hace evidente.\n</p><p>Sin ir más lejos, quien tenga el coraje de observar con atención en lo más hondo de su corazón (un lugar que puede resultar aterrador) conoce la veracidad de Romanos 3:9 al 23, que termina con las palabras: “por cuanto todos pecaron, y están destituidos de la gloria de Dios” (Rom. 3:23).\n</p><p>Por supuesto, la parte positiva se encuentra en el versículo siguiente, que habla de ser “justificados gratuitamente por su gracia, mediante la redención que es en Cristo Jesús” (Rom. 3:24). Para esta gran noticia, el arrepentimiento es fundamental: reconocer nuestro pecado, sentir pena por él, pedirle perdón a Dios y apartarnos de la maldad. Como somos pecadores, el arrepentimiento debe ser una parte esencial de nuestra existencia cristiana. Esta semana, veremos la idea del arrepentimiento según se expresa en Deuteronomio.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 21 de noviembre",
          "dayTitle": "<p>MI-YITTEN</p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>El hebreo bíblico, como la mayoría de los idiomas, está salpicado de modismos: cuando se utilizan palabras específicas para indicar algo diferente de lo que realmente dicen. Una frase insignia del Antiguo Testamento es “mi-yitten”. En hebreo, mi representa la pregunta “¿quién?”; y yitten significa “dará”. Entonces, literalmente, mi-yitten equivale a “¿quién dará?” Sin embargo, en el Antiguo Testamento, la frase expresa la idea de un deseo, de un anhelo, de alguien que quiere algo con todas sus fuerzas. Por ejemplo, después de su huida de Egipto, los hijos de Israel, al enfrentar desafíos en el desierto, exclamaron: “Ojalá hubiéramos muerto por mano de Jehová en la tierra de Egipto” (Éxo. 16:3). Aquí, la palabra “ojalá” se traduce del hebreo mi-yitten. En el Salmo 14:7, David dice: “¡Oh, que de Sion saliera la salvación de Israel!” El hebreo no dice “Oh”; dice mi-yitten. En Job 6:8, cuando exclama: “¡Quién me diera que viniese mi petición!”, “quién me diera” es –nuevamente– mi-yitten.\n</p><p><strong>Lee Deuteronomio 5:22 al 29, y concéntrate especialmente en el versículo 29. ¿Qué significa que la frase traducida como “quién diera” provenga de “mi-yitten”?\n</strong></p><p>Deuteronomio 5:22 al 29</p><p>22 Estas palabras habló Jehová a toda vuestra congregación en el monte, de en medio del fuego, de la nube y de la oscuridad, a gran voz; y no añadió más. Y las escribió en dos tablas de piedra, las cuales me dio a mí.\n</p><p>23 Y aconteció que cuando vosotros oísteis la voz de en medio de las tinieblas, y visteis al monte que ardía en fuego, vinisteis a mí, todos los príncipes de vuestras tribus, y vuestros ancianos,\n</p><p>24 y dijisteis: He aquí Jehová nuestro Dios nos ha mostrado su gloria y su grandeza, y hemos oído su voz de en medio del fuego; hoy hemos visto que Jehová habla al hombre, y éste aún vive.\n</p><p>25 Ahora, pues, ¿por qué vamos a morir? Porque este gran fuego nos consumirá; si oyéremos otra vez la voz de Jehová nuestro Dios, moriremos.\n</p><p>26 Porque ¿qué es el hombre, para que oiga la voz del Dios viviente que habla de en medio del fuego, como nosotros la oímos, y aún viva?\n</p><p>27 Acércate tú, y oye todas las cosas que dijere Jehová nuestro Dios; y tú nos dirás todo lo que Jehová nuestro Dios te dijere, y nosotros oiremos y haremos.\n</p><p>28 Y oyó Jehová la voz de vuestras palabras cuando me hablabais, y me dijo Jehová: He oído la voz de las palabras de este pueblo, que ellos te han hablado; bien está todo lo que han dicho.\n</p><p>29 !!Quién diera que tuviesen tal corazón, que me temiesen y guardasen todos los días todos mis mandamientos, para que a ellos y a sus hijos les fuese bien para siempre!\n</p><p>Aquí está el Señor, el Dios creador (quien hizo el espacio, el tiempo y la materia, quien hizo que nuestro mundo existiera, quien insufló en Adán el aliento de vida), pronunciando una frase que generalmente se asocia con las debilidades y las limitaciones de la humanidad. ¡Qué ejemplo de la realidad del libre albedrío! Aquí vemos que hay límites en lo que Dios puede hacer en medio del Gran Conflicto. Este uso de mi-yitten revela que ni siquiera Dios puede pisotear el libre albedrío; porque, en cuanto lo hiciera, ya no habría libre albedrío.\n</p><p>Y así como los seres humanos somos libres para pecar, también somos libres para elegir al Señor, para estar abiertos a su dirección, para decidir arrepentirnos de nuestros pecados y seguirlo, respondiendo a su Espíritu. En última instancia, la decisión es nuestra, y solo nuestra, y es una decisión que tenemos que tomar día a día, momento a momento.\n</p><p><strong>¿Cuáles son algunas de las decisiones que afrontarás en las próximas horas o días? ¿Cómo puedes aprender a entregar tu voluntad a Dios para que, con su fuerza, puedas tomar las decisiones correctas?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 22 de Noviembre del 2021",
          "dayTitle": "<p>ME BUSCARÉIS Y ME HALLARÉIS</p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \">En toda la Biblia encontramos evidencias de la presciencia de Dios. Es decir, él sabe de antemano todo lo que sucederá; tanto el apogeo y la decadencia de los imperios mundiales (Dan. 7) como las acciones individuales apenas unas horas antes de que ocurran: “De cierto te digo que esta noche, antes que el gallo cante, me negarás tres veces” (Mat. 26:34). El Señor conoce el fin desde el principio. Su previsión –incluso de nuestras decisiones– no condiciona la libertad de esas decisiones. Por lo tanto, el Señor sabía antes de introducir a los hijos de Israel en la tierra lo que harían al entrar allí.\n</p><p>\n</p><p style=\"text-align: justify; \"><strong style=\"background-color: initial;\">Lee Deuteronomio 4:25 al 28. ¿Qué dijo el Señor que harían después de entrar en la Tierra Prometida?</strong><br></p><p style=\"text-align: justify; \"><strong>Deuteronomio 4:25-28\n</strong></p><p style=\"text-align: justify; \">25 Cuando hayáis engendrado hijos y nietos, y hayáis envejecido en la tierra, si os corrompiereis e hiciereis escultura o imagen de cualquier cosa, e hiciereis lo malo ante los ojos de Jehová vuestro Dios, para enojarlo;\n</p><p style=\"text-align: justify; \">26 yo pongo hoy por testigos al cielo y a la tierra, que pronto pereceréis totalmente de la tierra hacia la cual pasáis el Jordán para tomar posesión de ella; no estaréis en ella largos días sin que seáis destruidos.\n</p><p style=\"text-align: justify; \">27 Y Jehová os esparcirá entre los pueblos, y quedaréis pocos en número entre las naciones a las cuales os llevará Jehová.\n</p><p style=\"text-align: justify; \">28 Y serviréis allí a dioses hechos de manos de hombres, de madera y piedra, que no ven, ni oyen, ni comen, ni huelen.\n</p><p style=\"text-align: justify; \">En los versículos anteriores, el Señor les dice específicamente que no se hagan ídolos y que no los adoren (Deut. 4:15-20). Sin embargo, los siguientes versículos básicamente dicen que hacerse ídolos y adorarlos es exactamente lo que van a hacer, a pesar de todas las advertencias. Observa que, en Deuteronomio 4:25, Moisés aclara que no sucederá de inmediato. Después de todo lo que acababan de experimentar, era probable que no cayeran en la idolatría instantáneamente. Sin embargo, con el tiempo, luego de una o dos generaciones, la tendencia a “olvidar” (Deut. 4:9) lo que el Señor había hecho por ellos, y lo que les había advertido, los llevaría a hacer exactamente lo que les advirtió.\n</p><p style=\"text-align: justify; \"><strong>Lee Deuteronomio 4:29 al 31. ¿Qué dice el Señor que hará por ellos en esta situación específica?\n</strong></p><p style=\"text-align: justify; \"><strong>Deuteronomio 4:29 al 31&nbsp;</strong></p><p style=\"text-align: justify; \">29 Mas si desde allí buscares a Jehová tu Dios, lo hallarás, si lo buscares de todo tu corazón y de toda tu alma.\n</p><p style=\"text-align: justify; \">30 Cuando estuvieres en angustia, y te alcanzaren todas estas cosas, si en los postreros días te volvieres a Jehová tu Dios, y oyeres su voz;\n</p><p style=\"text-align: justify; \">31 porque Dios misericordioso es Jehová tu Dios; no te dejará, ni te destruirá, ni se olvidará del pacto que les juró a tus padres.\n</p><p style=\"text-align: justify; \">La gracia de Dios es asombrosa. Incluso después de caer en la terrible maldad de la idolatría, incluso después de haber recibido las debidas consecuencias de sus pecados, si se vuelven al Señor, él los perdonará y los restaurará. En resumen, si deciden arrepentirse libremente, él aceptará su arrepentimiento. La palabra utilizada en Deuteronomio 4:30, que generalmente se traduce como “volver” o “regresar”, implica que ellos irán al lugar de partida, “regresarán al Señor” (NTV), adonde se suponía que debían haber estado todo el tiempo. La palabra hebrea teshuvá, de la misma raíz que “volver”, significa también “arrepentimiento”. Por lo tanto, en última instancia, todo arrepentimiento es un regreso a Dios después de haber estado separados de él por nuestros pecados.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 23 de Noviembre del 2021",
          "dayTitle": "<p>TESHUVÁ</p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\">A lo largo del libro de Deuteronomio, aparece un tema clave: obedece al Señor, y serás bendecido; desobedece, y sufrirás las consecuencias. En el Nuevo Testamento, no es diferente. “No os engañéis; Dios no puede ser burlado: pues todo lo que el hombre sembrare, eso también segará. Porque el que siembra para su carne, de la carne segará corrupción; mas el que siembra para el Espíritu, del Espíritu segará vida eterna” (Gál. 6:7, 8). Desgraciadamente, al menos después de la Caída, el pecado parece tan fácil y natural como respirar. Y, a pesar de todas las advertencias y las promesas (“Porque este mandamiento que yo te ordeno hoy no es demasiado difícil para ti, ni está lejos” [Deut. 30:11]), muchos del pueblo hicieron precisamente eso: cayeron en los pecados de los que Dios les había advertido. E incluso así, Dios estaba dispuesto a recuperarlos si, al emplear su libre albedrío, se arrepentían y regresaban a él.\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p style=\"text-align: justify; \"><strong>Lee nuevamente Deuteronomio 30:1 al 10. ¿Qué dice el Señor que hará por su pueblo, a pesar de todo el mal que hizo? No obstante, ¿cuál era la condición sobre la que descansaban estas maravillosas promesas?\n</strong></p><p style=\"text-align: justify; \"><strong>Deuteronomio 30:1 al 10\n</strong></p><p style=\"text-align: justify;\">1 Sucederá que cuando hubieren venido sobre ti todas estas cosas, la bendición y la maldición que he puesto delante de ti, y te arrepintieres en medio de todas las naciones adonde te hubiere arrojado Jehová tu Dios,\n</p><p style=\"text-align: justify;\">2 y te convirtieres a Jehová tu Dios, y obedecieres a su voz conforme a todo lo que yo te mando hoy, tú y tus hijos, con todo tu corazón y con toda tu alma,\n</p><p style=\"text-align: justify;\">3 entonces Jehová hará volver a tus cautivos, y tendrá misericordia de ti, y volverá a recogerte de entre todos los pueblos adonde te hubiere esparcido Jehová tu Dios.\n</p><p style=\"text-align: justify;\">4 Aun cuando tus desterrados estuvieren en las partes más lejanas que hay debajo del cielo, de allí te recogerá Jehová tu Dios, y de allá te tomará;\n</p><p style=\"text-align: justify;\">5 y te hará volver Jehová tu Dios a la tierra que heredaron tus padres, y será tuya; y te hará bien, y te multiplicará más que a tus padres.\n</p><p style=\"text-align: justify;\">6 Y circuncidará Jehová tu Dios tu corazón, y el corazón de tu descendencia, para que ames a Jehová tu Dios con todo tu corazón y con toda tu alma, a fin de que vivas.\n</p><p style=\"text-align: justify;\">7 Y pondrá Jehová tu Dios todas estas maldiciones sobre tus enemigos, y sobre tus aborrecedores que te persiguieron.\n</p><p style=\"text-align: justify;\">8 Y tú volverás, y oirás la voz de Jehová, y pondrás por obra todos sus mandamientos que yo te ordeno hoy.\n</p><p style=\"text-align: justify;\">9 Y te hará Jehová tu Dios abundar en toda obra de tus manos, en el fruto de tu vientre, en el fruto de tu bestia, y en el fruto de tu tierra, para bien; porque Jehová volverá a gozarse sobre ti para bien, de la manera que se gozó sobre tus padres,\n</p><p style=\"text-align: justify;\">10 cuando obedecieres a la voz de Jehová tu Dios, para guardar sus mandamientos y sus estatutos escritos en este libro de la ley; cuando te convirtieres a Jehová tu Dios con todo tu corazón y con toda tu alma.&nbsp;</p><p style=\"text-align: justify;\">La idea es sencilla y al punto: si te equivocas, habrá consecuencias terribles para ti y tu familia. Eso es lo que hace el pecado. Sin embargo, aún así puedes arrepentirte, y el Señor te recibirá de vuelta y te bendecirá.\n</p><p style=\"text-align: justify;\">Varias veces la misma palabra raíz hebrea detrás de teshuvá aparece en estos versículos. En Deuteronomio 30:2, el versículo dice: “y te convirtieres a Jehová tu Dios”; en Deuteronomio 30:8, aunque a menudo se traduce –correctamente– “volverás a obedecer al Señor” (NTV, NVI), también podría traducirse, “volverás, y oirás la voz de Jehová” (RVR1960). Al final, en Deuteronomio 30:10, donde dice: “cuando te convirtieres a Jehová tu Dios con todo tu corazón y con toda tu alma”, nuevamente la palabra “convirtieres” es, en realidad, “si volvieres”.\n</p><p style=\"text-align: justify; \"><strong>En otras palabras, a pesar de todo lo que les sucedió, a pesar de su absoluta violación y transgresión del Pacto, el Señor no había terminado con este pueblo, y si ellos no querían que él terminara con ellos, podían manifestar ese deseo mediante el arrepentimiento.\n</strong></p><p style=\"text-align: justify; \"><strong>¿Cómo reflejan estos versículos cuán primordial es el verdadero arrepentimiento para nosotros como creyentes que, a veces, también violamos el pacto que hicimos con Dios?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miercoles 24 de Noviembre del 2021",
          "dayTitle": "<p>DE TODO VUESTRO CORAZÓN</p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\">Deuteronomio 30:1 al 10 revela la gracia y la bondad de Dios con los descarriados y los pecadores, aun cuando esos pecadores y descarriados hayan recibido la bendición de Dios de maneras únicas: “Porque ¿Qué nación grande hay que tenga dioses tan cercanos a ellos como lo está Jehová nuestro Dios en todo cuanto le pedimos?” (Deut. 4:7). A pesar de todo lo que él había hecho por ellos, y a pesar del hecho de que no tenían ningún justificativo real por su pecado, ellos igualmente cayeron (¿alguien se siente identificado?).\n</p><p style=\"text-align: justify;\"><strong>En Deuteronomio 30:1 al 10, concéntrate en lo que implicaba el arrepentimiento para su regreso (teshuvá) a Dios. ¿Qué se requería, y qué debería enseñarnos esto sobre lo que significa el verdadero arrepentimiento?\n</strong></p><p style=\"text-align: justify;\"><strong>Deuteronomio 30:1-10&nbsp;</strong></p><p style=\"text-align: justify;\">1 Sucederá que cuando hubieren venido sobre ti todas estas cosas, la bendición y la maldición que he puesto delante de ti, y te arrepintieres en medio de todas las naciones adonde te hubiere arrojado Jehová tu Dios,\n</p><p style=\"text-align: justify;\">2 y te convirtieres a Jehová tu Dios, y obedecieres a su voz conforme a todo lo que yo te mando hoy, tú y tus hijos, con todo tu corazón y con toda tu alma,\n</p><p style=\"text-align: justify;\">3 entonces Jehová hará volver a tus cautivos, y tendrá misericordia de ti, y volverá a recogerte de entre todos los pueblos adonde te hubiere esparcido Jehová tu Dios.\n</p><p style=\"text-align: justify;\">4 Aun cuando tus desterrados estuvieren en las partes más lejanas que hay debajo del cielo, de allí te recogerá Jehová tu Dios, y de allá te tomará;\n</p><p style=\"text-align: justify;\">5 y te hará volver Jehová tu Dios a la tierra que heredaron tus padres, y será tuya; y te hará bien, y te multiplicará más que a tus padres.\n</p><p style=\"text-align: justify;\">6 Y circuncidará Jehová tu Dios tu corazón, y el corazón de tu descendencia, para que ames a Jehová tu Dios con todo tu corazón y con toda tu alma, a fin de que vivas.\n</p><p style=\"text-align: justify;\">7 Y pondrá Jehová tu Dios todas estas maldiciones sobre tus enemigos, y sobre tus aborrecedores que te persiguieron.\n</p><p style=\"text-align: justify;\">8 Y tú volverás, y oirás la voz de Jehová, y pondrás por obra todos sus mandamientos que yo te ordeno hoy.\n</p><p style=\"text-align: justify;\">9 Y te hará Jehová tu Dios abundar en toda obra de tus manos, en el fruto de tu vientre, en el fruto de tu bestia, y en el fruto de tu tierra, para bien; porque Jehová volverá a gozarse sobre ti para bien, de la manera que se gozó sobre tus padres,\n</p><p style=\"text-align: justify;\">10 cuando obedecieres a la voz de Jehová tu Dios, para guardar sus mandamientos y sus estatutos escritos en este libro de la ley; cuando te convirtieres a Jehová tu Dios con todo tu corazón y con toda tu alma.\n</p><p style=\"text-align: justify;\">Finalmente, tuvieron que tomar la decisión de volver a él y obedecerle de todo corazón. En cierto sentido, el verdadero problema era su corazón, porque si su corazón hubiese estado bien con Dios, sus acciones lo acompañarían: es decir, serían obedientes. Por eso se les dio la maravillosa promesa de que si “regresaban” al Señor, si se convertían sinceramente a él, entonces él obraría en ellos y “circuncidaría” su corazón. En medio de su cautiverio, tienen que tomar la decisión de regresar a Dios, y él los llevará de regreso a sí mismo y a la tierra. Y luego allí, en la tierra, los bendeciría. Y parte de la bendición es que él obraría en ellos para cambiar su corazón y así atraerlos aún más hacia él, para que ellos y sus hijos “ame[n] a Jehová tu Dios con todo tu corazón y con toda tu alma, a fin de que viva[n]”. Por último, en respuesta a las impresiones de Dios (ver Hech. 5:31), tendrían que arrepentirse verdaderamente de sus pecados. Elena de White, si bien vivía en un contexto histórico diferente, escribió: “El pueblo se lamentaba porque sus pecados le habi?an trai?do sufrimientos, pero no por haber deshonrado a Dios y transgredido su santa Ley. El verdadero arrepentimiento es algo ma?s que pesar por el pecado. Consiste en apartarse resueltamente del mal” (PP 600). Y esta es una verdad que podemos ver en Deuteronomio 30:1 al 10.\n</p><p style=\"text-align: justify; \"><strong>¿Cómo podemos distinguir la diferencia entre lamentar las consecuencias de nuestros pecados, cosa que cualquiera puede hacer, y lamentarnos por los pecados en sí? ¿Por qué es tan importante esta distinción?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 25 de Noviembre del 2021",
          "dayTitle": "<p>ARREPENTÍOS Y CONVERTÍOS”</p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\">En el Nuevo Testamento, por supuesto, la idea del arrepentimiento es una constante. De hecho, Juan el Bautista comenzó su ministerio con el llamado al arrepentimiento.&nbsp;</p><p style=\"text-align: justify;\"><strong>Lee Mateo 3:1 al 8. ¿Cómo se presenta la idea de “regresar” en estos versículos? En otras palabras, ¿Qué les dice Juan que hagan que refleja lo que encontramos en Deuteronomio? ¿Por qué sus palabras tendrían especial relevancia para los fariseos y los saduceos también?\n</strong></p><p style=\"text-align: justify;\"><strong>Mateo 3:1 al 8\n</strong></p><p style=\"text-align: justify;\">1En aquellos días vino Juan el Bautista predicando en el desierto de Judea,\n</p><p style=\"text-align: justify;\">2 y diciendo: Arrepentíos, porque el reino de los cielos se ha acercado.\n</p><p style=\"text-align: justify;\">3 Pues éste es aquel de quien habló el profeta Isaías, cuando dijo: Voz del que clama en el desierto: Preparad el camino del Señor, Enderezad sus sendas.\n</p><p style=\"text-align: justify;\">4 Y Juan estaba vestido de pelo de camello, y tenía un cinto de cuero alrededor de sus lomos; y su comida era langostas y miel silvestre.\n</p><p style=\"text-align: justify;\">5 Y salía a él Jerusalén, y toda Judea, y toda la provincia de alrededor del Jordán,\n</p><p style=\"text-align: justify;\">6 y eran bautizados por él en el Jordán, confesando sus pecados.\n</p><p style=\"text-align: justify;\">7 Al ver él que muchos de los fariseos y de los saduceos venían a su bautismo, les decía: !!Generación de víboras! ¿Quién os enseñó a huir de la ira venidera?\n</p><p style=\"text-align: justify;\">8 Haced, pues, frutos dignos de arrepentimiento,\n</p><p style=\"text-align: justify;\">Jesús también comenzó su ministerio con llamados al arrepentimiento.&nbsp;</p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><strong>Lee Marcos 1:15. ¿Qué dice Jesús y por qué relaciona el arrepentimiento con el evangelio?\n</strong></p><p style=\"text-align: justify;\"><strong>Marcos 1:15&nbsp;</strong></p><p style=\"text-align: justify;\"><strong>15 diciendo: El tiempo se ha cumplido, y el reino de Dios se ha acercado; arrepentíos, y creed en el evangelio\n</strong></p><p style=\"text-align: justify;\">Ya se trate de Juan hablando específicamente con los líderes religiosos o de Jesús con la nación en su conjunto, la idea es la misma. Somos pecadores, y –puesto que Cristo vino a salvar a los pecadores– debemos arrepentirnos de nuestros pecados. Ese arrepentimiento (sea un cristiano fiel que cae en el pecado, un apóstata, o un nuevo converso) incluirá un cambio de nuestras antiguas costumbres inconversas. Debemos reconocer nuestra pecaminosidad y, al expresar arrepentimiento por nuestros pecados (no solo por sus consecuencias), necesitamos tomar la decisión consciente de apartarnos de ellos. Confiando totalmente en los méritos de Jesús, necesitamos obedecer “fielmente la voz de Jehová tu Dios” (Deut. 15:5). Algunos eruditos bíblicos consideran que el Nuevo Testamento refleja la idea de arrepentimiento expresada en Deuteronomio. Por ejemplo, cuando Pedro acusa a la nación de haber crucificado a Jesús, muchos “se compungieron de corazón, y dijeron a Pedro y a los otros apóstoles: Varones hermanos, ¿Qué haremos?” (Hech. 2:37). Es decir, al ser conscientes de su pecado, estaban apenados (“se compungieron de corazón”) y querían saber qué debían hacer ahora para estar bien con el Dios a quien habían ofendido. ¿No es esta prácticamente la misma situación con todos nosotros: pecadores que hemos ofendido a Dios?\n</p><p style=\"text-align: justify;\"><strong>Lee Hechos 2:38. ¿Cómo respondió Pedro a su pregunta y cómo revela este episodio el principio que está detrás del verdadero arrepentimiento?\n</strong></p><p style=\"text-align: justify; \"><strong>Hechos 2:38&nbsp;</strong></p><p style=\"text-align: justify; \">38 Pedro les dijo: Arrepentíos, y bautícese cada uno de vosotros en el nombre de Jesucristo para perdón de los pecados; y recibiréis el don del Espíritu Santo.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 26 de Noviembre del 2021",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR</p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \">&nbsp;En cada paso que demos en la experiencia cristiana se profundizara? nuestro arrepentimiento. A aquellos a quienes el Sen?or ha perdonado, a aquellos a quienes reconoce como su pueblo, e?l les dice: ‘Ustedes se acordara?n de su mal proceder y de sus malas acciones, y se avergonzara?n de ustedes mismos y de las iniquidades y de los actos repugnantes que cometieron’ (Eze. 36:31). Y otra vez dice: ‘Mi pacto lo confirmare? contigo. Asi? sabra?s que yo soy el Sen?or. Cuando yo te perdone por todo lo que hiciste, tu? te acordara?s y te avergonzara?s, y tal sera? tu vergu?enza que nunca ma?s volvera?s a abrir la boca’ (Eze. 16:62, 63). Entonces nuestros labios no se abrira?n para autoglorificarnos. Sabremos que nuestra suficiencia esta? u?nicamente en Cristo. Haremos nuestra la confesio?n del apo?stol: ‘Yo se? que en mi?, esto es, en mi naturaleza humana, no habita el bien’ (Rom. 7:18). ‘Yo solo me gloriare? en la cruz de nuestro Sen?or Jesucristo, por quien el mundo esta? crucificado para mi?, como yo lo estoy para el mundo” (Gál. 6:14)’ ” (PVGM 125). “ ‘Su benignidad busca llevarte al arrepentimiento’ (Rom. 2:4). La misericordia y la compasio?n del amor divino, a manera de una cadena de oro, rodea a cada alma en peligro. El Sen?or declara: ‘Te amo con amor eterno. Por eso te he prolongado mi misericordia’ (Jer. 31:3)” (PVGM 159).\n</p><p style=\"text-align: justify; \">PREGUNTAS PARA DIALOGAR: 1. Aunque debemos arrepentirnos, ¿Cómo podemos estar atentos para evitar la trampa de hacer del arrepentimiento algo meritorio, como si el acto de arrepentirnos en sí fuera lo que nos hace justos ante Dios? ¿Cuál es la única forma en que podemos permanecer justos ante Dios? 2. “Entonces Judas, el que le había entregado, viendo que era condenado, devolvió arrepentido las treinta piezas de plata a los principales sacerdotes y a los ancianos, diciendo: Yo he pecado entregando sangre inocente. Mas ellos dijeron: ¿Qué nos importa a nosotros? ¡Allá tú! Y arrojando las piezas de plata en el templo, salió, y fue y se ahorcó” (Mat. 27:3-5). Indudablemente, Judas se arrepintió de lo que le hizo a Jesús (después de todo, se suicidó). Sin embargo, ¿por qué sus acciones no se consideran un verdadero arrepentimiento? 3. Ante nuestra manifiesta pecaminosidad humana, ¿cuán humildes deberíamos ser frente a los demás (en el sentido de no juzgarlos)? ¿Qué nos dice sobre lo pernicioso del pecado el hecho de que se necesitara la Cruz –es decir, la muerte del Hijo de Dios– para salvarnos?</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>CUANDO TE CONVIRTIERES CON TODO TU CORAZÓN</p><p>\n</p>",
      "verse": "<p>PARA MEMORIZAR: “Mas si desde allí buscares a Jehová tu Dios, lo hallarás, si lo buscares de todo tu corazón y de toda tu alma” (Deut. 4:29).</p>",
      "versionCode": 1,
      "weekDate": "20-26 de noviembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
