{
   "data":[
      {
         "color":"#0178c1",
         "id":701,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"June 29–July 5",
               "dayTitle":"<p>The Beginning of the Gospel</p>",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>Who wrote the Gospel of Mark, and why was it written? No Gospel lists the name of the author. The one that comes the closest is John, with reference to the beloved disciple (see John 21:20, 24).</p><p>However, from early times, each of the canonical Gospels has been associated with either an apostle (Matthew, John) or with a companion of an apostle. For example, the Gospel of Luke is linked with Paul (see Col. 4:14, 2 Tim. 4:11, Philem. 1:24). The Gospel of Mark is linked with Peter (see 1 Pet. 5:13).</p><p>Though the author of Mark never gives his name in the text, early church tradition indicates that the author of the Gospel of Mark was John Mark, a sometime traveling companion of Paul and Barnabas (Acts 13:2, 5) and later an associate of Peter (1 Pet. 5:13).</p><p>The first step this week will be to learn about Mark as reported in Scripture, to see his early failure and eventual recovery. Then the study will turn to the opening section of Mark with a look forward to where the story is headed and a look backward at why a failed and then restored missionary would write such a text</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 30",
               "dayTitle":"<p>The Failed Missionary</p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p><strong>Read Acts 12:12. How is Mark introduced in the book of Acts?</strong></p><p><strong>Acts 12:12</strong></p><p><strong><sup>12</sup></strong> And when he had considered the thing, he came to the house of Mary the mother of John, whose surname was Mark; where many were gathered together praying.</p><p>It seems probable that John Mark, the most likely author of the Gospel of Mark, was a young man when the events in Acts 12 occurred, probably in the a.d. mid-40s. He is introduced in verse 12 as the son of a woman named Mary. She was evidently a wealthy supporter of the church and held the prayer meeting at her home, made famous in Acts 12. The story of Peter’s escape from prison and the subsequent actions and then the death of Herod are replete with striking, even humorous, contrasts between Peter and the king. John Mark does not really play any role in the story, but the introduction of him at this point prepares for his later connection with Barnabas and Saul.</p><p><strong>Read Acts 13:1–5, 13. How did John Mark get attached to Saul and Barnabas, and what was the outcome?</strong></p><p><strong>Acts 13:1–5, 13</strong></p><p><strong><sup>1 </sup></strong>Now there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with Herod the tetrarch, and Saul.</p><p><strong><sup>2</sup></strong> As they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.</p><p><strong><sup>3 </sup></strong>And when they had fasted and prayed, and laid their hands on them, they sent them away.</p><p><strong><sup>4 </sup></strong>So they, being sent forth by the Holy Ghost, departed unto Seleucia; and from thence they sailed to Cyprus.</p><p><strong><sup>5</sup></strong> And when they were at Salamis, they preached the word of God in the synagogues of the Jews: and they had also John to their minister.</p><p><strong><sup>13</sup></strong> Now when Paul and his company loosed from Paphos, they came to Perga in Pamphylia: and John departing from them returned to Jerusalem.</p><p>Acts 13 describes the first missionary journey of Saul and Barnabas, starting about a.d. 46. John Mark is not mentioned until verse 5, and his role is simply as a helper or servant. No other reference is made to the young man until verse 13, where the brief account notes that he returned to Jerusalem.</p><p>No reason is given for this departure, and the absence of any description of his feelings or emotions leaves to the imagination what motivated his withdrawal from the missionary effort, which no doubt was filled with peril and challenges. Ellen G. White indicates that “Mark, overwhelmed with fear and discouragement, wavered for a time in his purpose to give himself wholeheartedly to the Lord’s work. Unused to hardships, he was disheartened by the perils and privations of the way.”—The Acts of the Apostles, p. 169. In short, things simply got too hard for him, and so he wanted out.</p><p><strong>Recall a time when you backed off from something—or even flat out failed at it—in your Christian walk. What did you learn from the experience?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 1",
               "dayTitle":"<p>A Second Chance</p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p><strong>Read Acts 15:36–39. Why did Paul reject John Mark, and why did Barnabas give him a second chance?</strong></p><p><strong>Acts 15:36–39</strong></p><p><strong><sup>36</sup></strong> And some days after Paul said unto Barnabas, Let us go again and visit our brethren in every city where we have preached the word of the Lord, and see how they do.</p><p><strong><sup>37</sup></strong> And Barnabas determined to take with them John, whose surname was Mark.</p><p><strong><sup>38</sup></strong> But Paul thought not good to take him with them, who departed from them from Pamphylia, and went not with them to the work.</p><p><strong><sup>39</sup></strong> And the contention was so sharp between them, that they departed asunder one from the other: and so Barnabas took Mark, and sailed unto Cyprus;</p><p>The reason for Paul’s rejection of the young man is given in Acts 15:38. Mark had withdrawn from them and had not continued in the work of ministry. Paul’s attitude is understandable, if blunt. Missionary life, particularly in the ancient world, was rough and demanding (compare with 2 Cor. 11:23–28). Paul depended on his fellow missionaries to help carry the burden of such challenging work and conditions. In his perspective, one who deserted so quickly did not deserve a place in a missionary team fighting hand to hand against evil forces.</p><p>Barnabas disagreed. He saw potential in Mark and did not want to leave the young man behind. Such a deep dispute arose between Paul and Barnabas over John Mark that they parted ways. Paul chose Silas to go with him, and Barnabas took Mark.</p><p>Acts does not explain why Barnabas chose to take Mark with him. In fact, this passage is the last place that the two men appear in Acts. But in­terestingly, it is not the last place Mark is mentioned in the New Testament.</p><p><strong>Read Colossians 4:10, 2 Timothy 4:11, Philemon 24, and 1 Peter 5:13. What details about Mark’s recovery do these verses suggest?</strong></p><p><strong>Colossians 4:10</strong></p><p><strong><sup>10 </sup></strong>Aristarchus my fellowprisoner saluteth you, and Marcus, sister's son to Barnabas, (touching whom ye received commandments: if he come unto you, receive him)</p><p><strong>2 Timothy 4:11</strong></p><p><strong><sup>11</sup></strong> Only Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry.</p><p><strong>Philemon 1:24</strong></p><p><strong><sup>24</sup></strong> Marcus, Aristarchus, Demas, Lucas, my fellowlabourers.</p><p><strong>1 Peter 5:13</strong></p><p><strong><sup>13 </sup></strong>The church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son.</p><p>An amazing transformation seems to have occurred in Mark. In these passages, Paul indicates the value of Mark to him and to ministry. Paul counts him as one of his fellow workers and wants Timothy to bring Mark with him. The book of 1 Peter indicates that Peter as well had a close relationship with Mark. These books by Paul and Peter were written likely in the early a.d. 60s, some 15–20 years after the experience in Acts 15. Mark clearly recovered from his failure, almost certainly through the trust that his cousin, Barnabas, placed in him.</p><p><strong>Consider a time when you or a friend failed and were given a second chance. How did that experience change you and those who helped you? How did it modify your ministry to others?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 2",
               "dayTitle":"<p>The Messenger</p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p><strong>Read Mark 1:1–8. Who are the characters in these verses, and what do they say and do?</strong></p><p><strong>Mark 1:1–8</strong></p><p><strong><sup>1</sup></strong> The beginning of the gospel of Jesus Christ, the Son of God;</p><p><strong><sup>2</sup></strong> As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee.</p><p><strong><sup>3 </sup></strong>The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.</p><p><strong><sup>4</sup></strong> John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.</p><p><strong><sup>5 </sup></strong>And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins.</p><p><strong><sup>6</sup></strong> And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey;</p><p><strong><sup>7 </sup></strong>And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose.</p><p><strong><sup>8 </sup></strong>I indeed have baptized you with water: but he shall baptize you with the Holy Ghost.</p><p>These verses have three main characters: Jesus Christ, referred to in Mark 1:1; God the Father, implied in the words of Mark 1:2; and John the Baptist, the messenger and preacher who is the main subject of the last section of this passage.</p><p>Mark 1:2, 3 contains a quotation from the Old Testament that Mark presents to describe what will happen in the story. What Mark quotes is a blending of phrases from three passages: Exodus 23:20, Isaiah 40:3, and Malachi 3:1.</p><p><strong>Read Exodus 23:20, Isaiah 40:3, and Malachi 3:1. What do these three passages have in common?</strong></p><p><strong>Exodus 23:20</strong></p><p><strong><sup>20 </sup></strong>Behold, I send an Angel before thee, to keep thee in the way, and to bring thee into the place which I have prepared.</p><p><strong>Isaiah 40:3</strong></p><p><strong><sup>3 </sup></strong>The voice of him that crieth in the wilderness, Prepare ye the way of the Lord, make straight in the desert a highway for our God.</p><p><strong>Malachi 3:1</strong></p><p><strong><sup>1 </sup></strong>Behold, I will send my messenger, and he shall prepare the way before me: and the Lord, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the Lord of hosts.</p><p>Exodus 23:20 refers to an angel that God will send before Israel to bring them to Canaan. Isaiah 40:3 speaks of God appearing in the wilderness with a highway prepared before Him. Malachi 3:1 speaks of a messenger going before the Lord to prepare His way. All three of these passages speak of a journey.</p><p>The text in Isaiah has many ties with the ministry of John the Baptist and also focuses on the Way of the Lord. In the Gospel of Mark, the Lord Jesus is on a journey. The fast-moving narrative enhances the sense of this journey, a journey that will lead to the cross and to His sacrificial death for us.</p><p>But much must happen before He reaches the cross. The journey is just beginning, and Mark will tell us all about it.</p><p>In keeping with the quotation from the Old Testament in Mark 1:2, 3, John the Baptist calls for repentance, a turning away from sin, and a turning back to God (Mark 1:4). Clothed like the ancient prophet Elijah (compare with 2 Kings 1:8), he speaks in Mark 1:7, 8 about the One coming after him who is mightier than he. His statement that he is not worthy to loosen a strap of the Coming One’s sandals shows the exalted view he has of Jesus.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 4",
               "dayTitle":"<p>The Gospel According to Jesus</p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p>Read Mark 1:14, 15. What are the three parts of the gospel message that Jesus proclaimed?</p><p><br></p><p>Mark summarizes here the simple and direct message of Jesus.</p><p><strong>Category&nbsp;</strong></p><p>1. Time Prophecy&nbsp;</p><p>2.Covenant Promise&nbsp;</p><p>3.Call to Discipleship</p><p><strong style=\"background-color: initial;\">Content</strong></p><p>1. The time is fulfilled.&nbsp;</p><p>2.The kingdom of God is near.&nbsp;</p><p>3. Repent and believe the gospel.</p><p>The time prophecy to which Jesus refers is the 70-week prophecy of Daniel 9:24–27. This prophecy finds fulfillment in the baptism of Jesus, where He is anointed with the Holy Spirit and begins His ministry (Acts 10:38). The amazing 70-week prophecy is illustrated in the following  image link:</p>\n<p><a href=\"https://cldup.com/_QY2asnovA.png\">See image</a></p><p>In this prophecy, one day stands for one year (Num. 14:34, Ezek. 4:6). The prophecy began in 457 b.c. with the decree issued by Artaxerxes, king of Persia, completing the work of restoring Jerusalem (see Ezra 7). Sixty-nine prophetic weeks would extend to a.d. 27, the time when Jesus was baptized and anointed with the Holy Spirit at the commencement of His ministry.</p><p>His crucifixion would take place three and a half years later. Finally, the completion of the seventieth week would occur in a.d. 34 when Stephen was stoned and the gospel message started going to the Gentiles as well as to the Jews.</p><p><strong>When was the last time you studied the 70-week prophecy? How can knowing this prophecy help increase your faith not only in Jesus but in the trustworthiness of the prophetic Word?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 5",
               "dayTitle":"<p>Further Thought</p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p>Read Ellen G. White, “The Voice in the Wilderness,” pp. 97–108, in The Desire of Ages; and “Heralds of the Gospel,” pp. 166–176, in The Acts of the Apostles.</p><p>How fascinating that Revelation 14:6, 7, the first angel’s message, parallels the gospel message of Jesus in Mark 1:15.</p><p>The first angel brings the everlasting gospel to the world in the last days in preparation for the Second Coming. Just like the message of Jesus, the angel’s end-time gospel has the same three elements below:</p><p><strong>Mark 1</strong></p><p>1.Time Fulfilled (Daniel 9)</p><p>2. Kingdom Near</p><p>3.Repent, Believe</p><p><strong>Category&nbsp;</strong></p><p>1.Time Prophecy</p><p>2.Covenant Promise</p><p>3.Call to Discipleship</p><p><strong>Revelation 14</strong></p><p>1.Judgment Hour (Daniel 7, 8)<br></p><p>2. Everlasting Gospel</p><p>3.Fear, Glorify, Worship God</p><p>The first angel’s message announces the beginning of the pre-Advent judgment, which began in 1844 and was predicted in the 2,300-day prophecy of Daniel 8:14. The judgment brings the kingdom of God to His persecuted people (Dan. 7:22). The first angel’s call to fear, glorify, and worship God is the call to discipleship, issued to the world in the last days as the beast powers of Revelation 13 present a false god to fear, glorify, and worship.</p><p>Just as Jesus’ message in Mark 1 is intimately tied to the prophecies of Daniel at the beginning of the gospel proclamation, so the first angel’s message is as well tied to Daniel at the close of earth’s history.</p><p><strong>Discussion Questions:</strong></p><p><strong>1</strong>. Compare and contrast John the Baptist and Jesus in Mark 1:1–13. What special lessons do you learn from the way they are presented?</p><p><strong>2.</strong>Consider the meaning of baptism. Read Romans 6:1–4 and John 3:1–8, and compare them with the baptism of Jesus in Mark 1:9–13. What parallels and contrasts do you see? How does this help you understand more clearly the meaning of baptism?<br></p><p><strong>3. </strong>Compare and contrast the gospel according to Jesus in Mark 1:14, 15 and the first angel’s message in Revelation 14:6, 7. How does understanding these messages help you see better your mission for today?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p><strong>Bewildered Shaman: Part 1</strong></p><p><strong>By Andrew McChesney</strong></p><p><strong>Father was the most prominent person in his small town in Nepal.</strong></p><p>Everyone sought his help. Townspeople believed that his animal sacrifices could cure any disease. Father came from a long line of shamans, and he became the shaman after the death of his father, who also was a shaman. Father believed that his rituals wielded great power in the spirit world, so he was puzzled when he couldn’t help the person whom he loved most— his wife. He couldn’t cure her or even diagnose her illness. He sacrificed a chicken, but her pain remained. He gave money to another shaman, but she lost weight. He took her to a physician, but she grew weaker.</p><p>Father’s bewilderment grew when his adult daughter, Divya, returned home to help her mother. He came home one day and couldn’t find Mother or Divya. Searching the house, he finally found them in an upstairs room, kneeling on the floor and talking to someone he couldn’t see.</p><p>Father was astonished. He suspected something was terribly wrong. But he quietly slipped out of the room so as to not disturb them. He wondered whether his daughter had secretly become a shaman like him.</p><p>When he saw Divya later, he asked what she and Mother had been doing.</p><p>“We were praying to my God to heal Mother,” Divya said.</p><p>“Which God?” Father asked. He worshiped many gods.</p><p>“To my God, Jesus,” she said. “I have left our family religion. I have found a new God in Jesus.” She explained that her God created the heavens and the earth. “If I pray, He will hear and heal Mother,” she said.</p><p>Father didn’t believe it. He didn’t see how this God could be any more powerful than any of the family gods.</p><p>When Divya needed to return to her home in another town, she asked to take Mother with her. “She is sick, and you don’t have time to take care of her because you are working,” she said. “I’ll take her with me.”</p><p>Father, who worked both as a shaman and a construction worker, agreed. He was unable to help Mother, and he doubted that she would last long. “She is your mother,” he said. “If she dies, let me know.”</p><p>Six months passed before Father saw Mother again. He traveled to Divya’s house and was surprised to find Mother healthy. He was full of questions.&nbsp;</p><p>“Why is Mother well?” he asked. “What medicine did you give her?”</p><p>Divya replied that she had only prayed to God. “God heard my request,” she said. “Now Mother is well and happy and goes to church with me.” Father didn’t believe it.&nbsp;</p><p>He laughed. He had never heard of such a God who healed without an animal sacrifice or another ritual.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers</p>",
               "id":19,
               "idDay":9,
               "idLesson":1,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Mark 1:1</strong></p><p><strong>Study Focus: Mark 1</strong></p><p>Introduction: In the first verse of his Gospel, Mark encapsulates the theme not only of the opening chapter but of his entire account: “the gospel of Jesus Christ.” In a century in which people often were enticed by the allure of “a gospel contrary to that which [they] received” (Gal. 1:9, RSV), Mark introduces his account with its transcendent opening statement in order to highlight the essence of the Christian religion: the good news about Jesus Christ. Jesus revealed the gospel not only to those who were restored by His healing touch but also to a disparate faith community that needed to believe it. According to Mark’s perspective, Jesus, ultimately, is the gospel.</p><p><strong>Lesson Themes:&nbsp;</strong></p><p>This week’s study reviews two components of the first verse of the Gospel according to Mark: the phrase “the gospel of Jesus Christ,” and then, more specifically, the name “Jesus Christ” itself.</p><p><strong>1.</strong> “The gospel of Jesus Christ.” For Mark, the gospel, or euangeliou, is God’s good news, rooted in the Holy Scriptures, proclaimed by Christ in the synagogues and revealed in His earthly ministry. As such, the good news of God also is, in verity, the good news of Jesus.</p><p><strong>2.</strong> “Jesus Christ.” Mark presents Jesus in the many facets of His ministry. Jesus is the Son of God and the Holy One. He also is referred to as a great teacher and preacher, as well as a compassionate healer, in the region of Galilee and beyond.</p><p><strong>Part II: Commentary</strong></p><p><strong>“The Beginning of . . .”</strong></p><p>Each of the four New Testament Gospels commence with references to “the beginning” of Jesus Christ. The Gospel of Matthew starts with the ancestral origin of Jesus, specifically His human lineage, as “the son of David, the son of Abraham” (Matt. 1:1, NASB). Luke prefaces his Gospel account with the disclosure that it starts from “the beginning” of Jesus’ public ministry, as narrated by eyewitnesses (Luke 1:2, NASB). “The beginning” of John is special because it refers to a time before the dawn of human history, a time beyond “the beginning” of Genesis itself. “The beginning” of John goes back to the eternity of Jesus Christ: “In the beginning was the Word” (John 1:1, NASB). In contrast, Mark begins his account with the words “[t]he beginning of the gospel of Jesus Christ” (Mark 1:1, NASB). That is, Mark purposes to narrate the gospel of Jesus Christ right from its start. Mark introduces his Gospel with a statement that summarizes the topic of his book: “the beginning of the gospel of Jesus Christ, the Son of God” (Mark 1:1, NASB). In this sentence, the two main words or phrases we shall consider closely are “gospel” and “Jesus Christ.”</p><p><strong>“The Gospel of Jesus Christ”</strong></p><p>With the exception of Mark, no other Gospel writer uses the expression “the gospel of Jesus Christ” [euangeliou I?sou] (Mark 1:1) in his writings. This expression is found only in Mark. It tells us that Jesus and His gospel constitute the focus, and the essence, of Mark’s narrative.</p><p>Thus, we would do well in our study of Mark’s Gospel to begin by asking, What is the gospel? From lexicographical studies, the Greek expression euangelion, commonly translated as “gospel,” has more than a single meaning. Euangelion refers to “God’s good news to humans, good news as proclamation.” It also pertains to “a book dealing with the life and teaching of Jesus, a gospel account.” The expression euangelion also is connected with the “details relating to the life and ministry of Jesus, [the] good news of Jesus.”—William Arndt, F. W. Gingrich, Frederick W. Danker, eds., A Greek-English Lexicon of the New Testament and Other Early Christian Literature (Chicago: University of Chicago Press, 2000), p. 403. With these definitions in mind, we may reason that Mark uses the expression “gospel” to describe the merciful acts of Jesus during His ministry, as well as to designate the idea of the gospel itself as “good news” from God.</p><p><strong>Jesus’ Acts as Gospel</strong></p><p>Mark presents “the gospel of Jesus Christ” in the context of Jesus’ activity on behalf of humankind. Thus, from the beginning of his Gospel, Mark portrays the good news as it is seen in Jesus’ teaching and preaching (Mark 1:22, 39), in His dominion over the unclean spirits (Mark 1:27), and in His various acts of healing. These healing acts include the restoration of Simon Peter’s mother-in-law (Mark 1:30, 31) and of many who were ill with various diseases (Mark 1:32, 34, 40–42). As we study the Gospels, we note that John starts his Gospel with the preexistence of the Logos and the credentials of Jesus, as presented by John the Baptist. Matthew and Luke dedicate an ample section to the human origin of Jesus and His early years on this earth. However, Mark, from the very beginning, presents Jesus as the Doer. Jesus’ actions are central to Mark’s narrative. Thus, the account of Mark is the gospel in motion.</p><p><strong>Gospel as “Good News” to Be Preached</strong></p><p>The Gospel according to Mark also is rooted in God’s Word, specifically in His revelation. Immediately following the statement in verse 1, “the beginning of the gospel of Jesus Christ,” Mark quotes from the Old Testament Scriptures, including select verses from the book of Isaiah (Mark 1:2, 3), with an allusion to the 70 weeks of the book of Daniel (Mark 1:15; compare Dan. 9:24–27).</p><p>Here we can clearly see the gospel as content, as good “news” or tidings. Mark defines this news as “the gospel of God” (Mark 1:14, NASB). Therefore, the good news is a divine proclamation to humanity.</p><p>In short, Mark implies that the gospel is both the Word of God and the acts of Jesus during His earthly ministry.</p><p><strong>“Jesus Christ”</strong></p><p>Another key set of words at the beginning of the Gospel according to Mark is “Jesus Christ.” How does Mark portray Jesus?</p><p>Throughout his account, Mark depicts Jesus as the “Son of God” (Mark 1:1), “the Son of Man” (Mark 9:31, NKJV), and the “Son of David” (Mark 10:47). Of these three identities, Jesus’ divine credentials are presented at the beginning of Mark’s Gospel.</p><p><strong>Jesus as the Son of God</strong></p><p>In the Incarnation, Jesus, the eternal Son, has assumed the redemptive role in His submission to the authority of God the Father (Mark 1:11), voluntarily placing Himself under the Father’s guidance and under the direction of the Holy Spirit (Mark 1:10, 11). In Mark’s reference to Jesus as the Son of Man, we see a reference to Daniel 7. By attributing the identity and title of the Son of Man to Jesus Christ, Mark confirms that the kingdom of God (Dan. 7:14, 27) belongs to Jesus, and that this kingdom—in Mark’s own time—was at hand (Mark 1:15).</p><p>Mark amply describes Jesus’ acts as a human being, but not before presenting Him as a divine being first.</p><p><strong>Jesus as the Holy One</strong></p><p>In line with the idea of Jesus as divine, Mark also presents Jesus Christ as “the Holy One of God” (Mark 1:24). This depiction may be an al­lusion to Isaiah 6, in which the Lord is presented as holy (Isa. 6:3). Holy is the preferred expression used by heavenly beings to refer to the Lord. In Mark, even the demons recognize Jesus as the Holy One [ho hagios] (Mark 1:24); that is, they recognize Jesus as pure (Frederick W. Danker, et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature, p. 11). Purity is the essence of God’s being. Therefore, the demons or unclean spirits cannot stand before Him. Moreover, they recognize that they will be destroyed before His presence (Mark 1:24).</p><p><strong>Jesus as a Teacher and Preacher</strong></p><p>Mark also presents Jesus as the Master Teacher and Preacher. Jesus Himself points out these facets of His ministry as the purpose of His first coming: “I may preach there also; for that is what I came for” (Mark 1:38, NASB1995).</p><p>It seems that the preferred place to teach/preach in those days was within the precincts of the synagogue. This venue is mentioned four times in the first chapter of Mark’s Gospel (Mark 1:21, 23, 29, 39). Jesus’ teaching and preaching had a divine seal, being rooted in revelation, which He sought to make relevant and meaningful to His audience, saying, “ ‘The time is fulfilled, and the kingdom of God is at hand’ ” (Mark 1:15). After the incident in the synagogue in which Jesus cast out an unclean spirit from a man, the people “were all amazed, so [that] they debated among themselves, saying, ‘What is this? A new teaching with authority! He commands even the unclean spirits, and they obey Him’ ” (Mark 1:27, NASB).</p><p>Although Mark states that Jesus did not teach or preach as the scribes did (Mark 1:22), His message was essentially in accordance with the message that John the Baptist preached. John preached a message of repentance (Mark 1:4), and along the same lines, Jesus preached a message of repentance and appealed to His audience to believe and embrace it (Mark 1:14, 15).</p><p>Even though He frequented the city synagogues to preach, Jesus was not confined to any city, such as Capernaum (Mark 1:21), also called “the city of Jesus.” He was an itinerant preacher. As such, “He went into their synagogues preaching throughout Galilee” (Mark 1:39, NASB).</p><p><strong>Jesus as a Healer</strong></p><p>As we just noted, the ministry of Jesus, as portrayed in the first chapter of Mark, is not linked to a specific city. Nor is it linked to a specific place, such as the synagogue. Thus, Mark presents Jesus as “going along by the Sea of Galilee” (Mark 1:16, NASB1995). Mark also tells us that Jesus goes to the house of Simon and Andrew (Mark 1:29). Jesus ventures to a secluded place (Mark 1:35). His ministry reaches all regions of Galilee and the surrounding areas (Mark 1:28), including the unpopulated areas (Mark 1:45). He actively seeks to reach people where they are.</p><p>In addition to an active ministry in teaching and preaching, Jesus was very active in bringing healing to suffering souls. Jesus’ mission involved the wholistic restoration of the human being. He healed a man who was afflicted with convulsions (Mark 1:23–26). He restored Simon’s mother-in-law, who was prostrate with fever (Mark 1:30, 31). Jesus liberated and healed the demon-possessed (Mark 1:32–34, 39). He was not indifferent to the woeful plight of a leper who came to Him in desperation. Undeterred by the contagion, Jesus laid His hand upon him and healed him (Mark 1:40–42). Jesus is the incarnation of the good news, the gospel, for many people, as narrated by Mark. “And the whole city had gathered at the door” (Mark 1:33, NASB), “they were coming to Him from everywhere” (Mark 1:45, NASB). His ministry brought restoration to the entire being. Restoration is the substance of the gospel of Jesus Christ in its most practical terms.</p><p><strong>Part III: Life Application</strong></p><p>From Paul, we learn of the prevalence of many “other” gospels during the first century, apart from the one that he taught. Sad to say, many Christians were duped by “a different gospel” (Gal. 1:6, NASB) or a distorted one. Invite your students to contemplate the following questions:</p><p><strong>1. </strong>What does the gospel mean to me?</p><p><strong>2.</strong> What is the essence of the gospel that I believe?</p><p><strong>3. </strong>Nowadays, social media shapes many aspects of our lives—how we communicate, how we stay in touch, how we share news and information, and so on. What is the source of the gospel that I believe in?</p><p><strong>4</strong>. Is God’s Word still relevant as the source of His good news? Discuss.</p><p><strong>5.</strong> Jesus dedicated a great deal of His ministry to teaching in addition to preaching, healing, and praying. Share with your class an aspect of Jesus’ ministry that has impacted your life the most as a teacher. Now ask your class members, in turn, which aspect of the ministry of Jesus has most impacted their lives.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>The Beginning of the Gospel<br></p>",
         "verse":"<p>“Now after John was put in prison, Jesus came to Galilee, preaching the gospel of the kingdom of God, and say- ing, ‘The time is fulfilled, and the kingdom of God is at hand. Repent and believe in the gospel’ ” (Mark 1:14, 15, NKJV).</p>",
         "versionCode":40,
         "weekDate":"June 29-July 5"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
