{
   "data":[
      {
         "color":"#FF6767",
         "id":701,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"March 30",
               "dayTitle":"",
               "id":11,
               "idDay":1,
               "idLesson":1,
               "lessonText":"<p>If God is so good, why is the world so bad? How can a God of love allow so much evil to exist? Why do bad things happen to good people? In this week’s lesson, we will explore the agelong conflict between good and evil. Beginning with Lucifer’s rebellion in heaven, we will examine the origin of evil and God’s long-suffering in dealing with the sin problem.</p><p>God is a God of incredible love. His very nature is love (1 John 4:7, 8). All of His actions are loving (Jer. 31:3). Love can never be forced, coerced, or legislated. Ellen G. White states it well when she writes, “Only by love is love awakened.”—The Desire of Ages, p. 22. To deny the power of choice is to destroy the ability to love, and to destroy the ability to love is to eradicate the possibility of being truly happy. God wins our allegiance by His love. He is dealing with the great controversy between good and evil in such a way that sin will never arise in the universe again. God’s purpose is to demonstrate before the entire universe that He has always acted in the best interests of His creatures.</p><p>Looking at the world through the lens of God’s love, in the light of the great controversy between good and evil, reassures each of us that right will triumph over wrong and will do so forever.</p><p>* Study this week’s lesson, based on The Great Controversy, chapters 29–30, to prepare for Sabbath, April 6.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 31",
               "dayTitle":"<p>War in Heaven</p>",
               "id":12,
               "idDay":2,
               "idLesson":1,
               "lessonText":"<p><strong>Read Revelation 12:7–9. What does this passage reveal about the freedom existing in heaven and the origin of evil? When Lucifer rebelled, in what ways could God have responded?</strong></p><p><strong>Revelation 12:7–9</strong></p><p><strong><sup>7</sup></strong> And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,</p><p><strong><sup>8</sup></strong> And prevailed not; neither was their place found any more in heaven.</p><p><strong><sup>9</sup></strong> And the great dragon was cast out, that old serpent, called the Devil, and Satan, which deceiveth the whole world: he was cast out into the earth, and his angels were cast out with him.</p><p>These verses describe a cosmic conflict between good and evil. Satan and his angels warred against Christ and, eventually, were cast out of heaven. It seems extremely strange that war would break out in such a perfect place as heaven. Why did it happen? Did a loving God create a demonic angel who initiated this war? Was there some fatal flaw in this angel that led him to rebel? The Bible clearly explains the origin of evil. It draws the curtain aside in this conflict between good and evil.</p><p><strong>Compare Ezekiel 28:12–15 and Isaiah 14:12–14. What went on in the mind of this angelic being called Lucifer that led to his rebellion?</strong></p><p><strong>Ezekiel 28:12–15&nbsp;</strong></p><p><strong><sup>12</sup></strong> Son of man, take up a lamentation upon the king of Tyrus, and say unto him, Thus saith the Lord God; Thou sealest up the sum, full of wisdom, and perfect in beauty.</p><p><strong><sup>13</sup></strong> Thou hast been in Eden the garden of God; every precious stone was thy covering, the sardius, topaz, and the diamond, the beryl, the onyx, and the jasper, the sapphire, the emerald, and the carbuncle, and gold: the workmanship of thy tabrets and of thy pipes was prepared in thee in the day that thou wast created.</p><p><strong><sup>14</sup></strong> Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire.</p><p><span style=\"background-color: initial;\"><strong><sup>15</sup></strong> Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.</span><br></p><p><strong style=\"background-color: initial;\">Isaiah 14:12–14</strong><sup><br></sup></p><p><strong><sup>12</sup></strong> How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to the ground, which didst weaken the nations!</p><p><strong><sup>13</sup></strong> For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:</p><p><strong><sup>14</sup></strong> I will ascend above the heights of the clouds; I will be like the most High.</p><p>God did not create a devil. He created a being of dazzling brightness named Lucifer. This angelic being was created perfect. Included in his perfection was freedom of choice—a fundamental principle of God’s government, which runs by love, not coercion. Sin originated with Lucifer in heaven itself. There is no logical explanation why this perfect angel should have allowed pride and jealousy to take root in his heart and grow into rebellion against his Creator.</p><p>Lucifer, a created being, desired the worship that belonged only to the Creator. He attempted to usurp God’s throne by questioning God’s authority. His rebellion led to open warfare in heaven.</p><p>Although God bore long with Lucifer, He could not allow him to spoil heaven with his rebellion. “The heavenly councils pleaded with Lucifer. The Son of God presented before him the greatness, the goodness, and the justice of the Creator, and the sacred, unchanging nature of His law.</p><p>God Himself had established the order of heaven; and in departing from it, Lucifer would dishonor his Maker, and bring ruin upon himself. But the warning, given in infinite love and mercy, only aroused a spirit of resistance.”—Ellen G. White, The Great Controversy, pp. 494, 495.</p><p><strong>What lessons can you draw about God’s character in His dealing with evil?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 1",
               "dayTitle":"<p>Lucifer Deceives; Christ Prevails</p>",
               "id":13,
               "idDay":3,
               "idLesson":1,
               "lessonText":"<p>There is no logical explanation for why Lucifer, this perfect angel, should have allowed pride and jealousy to take root in his heart and grow into rebellion against his Creator. Satan’s pride ripened into open rebellion. He accused God of being unjust and unfair. He infected the angels with his doubts and accusations.</p><p><strong>Read Revelation 12:4. What does this passage reveal about Satan’s ability to deceive? How many of the angels fell for his lies about God?</strong></p><p><strong>Revelation 12:4</strong></p><p><strong><sup>4</sup></strong> And his tail drew the third part of the stars of heaven, and did cast them to the earth: and the dragon stood before the woman which was ready to be delivered, for to devour her child as soon as it was born.</p><p>When war broke out in heaven, the angels had to decide—would they follow Jesus or Lucifer? What was the nature of this war in heaven?</p><p>Was it a physical war, or a war of ideas, or both? We don’t know the details, but the conflict was physical enough that Satan and his angels eventually were “cast out,” and a place was not “found for them in heaven any longer” (Rev. 12:8, 9, NKJV). This war obviously includes some kind of physical element.</p><p>One thing is certain about the war in heaven. Every angel had to decide for or against Christ. Whom would they follow? Whose voice would they listen to? The loyal angels chose to be obedient to Christ’s loving commands, while one-third of the angels listened to the voice of Lucifer, disobeyed God, and lost heaven. We, too, in this critical time of earth’s history, are called to decide for or against Christ. We, too, are to declare whose side we are on—Christ’s or Satan’s.</p><p><strong>Read Genesis 2:15–17, Exodus 32:26, Joshua 24:15, 1 Kings 18:20, 21, and Revelation 22:17. What fundamental principle in the great controversy do these verses teach us?</strong></p><p><strong>Genesis 2:15–17</strong></p><p><strong><sup>15</sup></strong> And the Lord God took the man, and put him into the garden of Eden to dress it and to keep it.</p><p><strong><sup>16</sup></strong> And the Lord God commanded the man, saying, Of every tree of the garden thou mayest freely eat:</p><p><strong><sup>17</sup></strong> But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.</p><p><strong>Exodus 32:26</strong></p><p><strong><sup>26</sup></strong> Then Moses stood in the gate of the camp, and said, Who is on the Lord's side? let him come unto me. And all the sons of Levi gathered themselves together unto him.</p><p><strong>Joshua 24:15</strong></p><p><strong><sup>15</sup></strong> And if it seem evil unto you to serve the Lord, choose you this day whom ye will serve; whether the gods which your fathers served that were on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the Lord.</p><p><strong>1 Kings 18:20, 21</strong></p><p><strong><sup>20</sup></strong> So Ahab sent unto all the children of Israel, and gathered the prophets together unto mount Carmel.</p><p><strong>Revelation 22:17</strong></p><p><strong><sup>17</sup></strong> And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.</p><p>When God created humanity, He embedded deep within our brains the ability to think, to reason, and to choose. The essence of our humanness is our ability to make moral choices. We are not mere robots. We were created in God’s image, distinct from the animal creation, in our ability to make moral choices and live by eternal spiritual principles. After Lucifer’s rebellion in heaven, and after the Fall, God has called His people to respond to His love and be obedient to His commands by choosing to serve Him.</p><p><strong>What lessons can we learn from the battle in heaven that relates to our own personal battle with evil? If Satan was able to deceive these righteous, holy heavenly beings, what does this say about his evil attempts to deceive us?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 2",
               "dayTitle":"<p>Planet Earth Becomes Involved</p>",
               "id":14,
               "idDay":4,
               "idLesson":1,
               "lessonText":"<p>When God created the earth, He created it perfect. The Bible says that He “saw everything that He had made, and indeed it was very good” (Gen. 1:31, NKJV). There was no stain of sin or evil anywhere. But He gave Adam and Eve the same freedom of choice He had given to Lucifer. He didn’t want robots on earth any more than He wanted robots in heaven.</p><p>In fact, He went out of His way to make this freedom clear. He planted a tree in the Garden and called it the tree of knowledge of good and evil. He made a point of telling Adam and Eve about it because He wanted to make sure they knew they had a choice.</p><p>Satan came to the tree, and as Eve lingered there, he told her: “ ‘You will not surely die. For God knows that in the day you eat of it your eyes will be opened, and you will be like God, knowing good and evil’ ” (Gen. 3:4, 5, NKJV). In other words, if you eat of this tree, you will enter a new sphere of existence. You will have excitement. You will have a thrill that you’ve never known before. Eve, God is keeping something from you. Here, take the forbidden fruit and eat it.</p><p>When Eve and later Adam made that choice, they opened a door that God wanted to keep forever closed. It was the doorway to sin—the doorway to suffering, heartache, sickness, and death.&nbsp;</p><p><strong>Read Genesis 3:1–3 with Romans 3:23 and Romans 5:12. What do these texts have in common? Describe the ultimate results of sin that plague the entire human race.</strong></p><p><strong>Genesis 3:1–3</strong></p><p><strong><sup>&nbsp;1 </sup></strong>Now the serpent was more subtil than any beast of the field which the Lord God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?</p><p><strong><sup>2</sup></strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:</p><p><strong><sup>3</sup></strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.</p><p><strong>Romans 3:23&nbsp;<sup><br></sup></strong></p><p><strong><sup>23</sup></strong> For all have sinned, and come short of the glory of God;</p><p><strong>Romans 5:12</strong></p><p><strong><sup>12</sup></strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:</p><p>At its very core, sin is rebellion against God. Sin separates us from God. Since God is the Source of life, separation from God leads to death. It also leads to worry, anxiety, sickness, and disease. The suffering in our world is ultimately the result of living on a sin-ravaged planet. This certainly does not mean that every time we suffer, we have sinned. It does mean that every one of us is affected by living on this planet.</p><p><strong>Read Genesis 3:15; Leviticus 5:5, 6; and John 1:29. What promise did God give Adam and Eve in the Garden after they sinned that would give them hope in their despair? What service did God initiate in Eden that would point them forward through the centuries to the solution to the sin problem?</strong></p><p><strong>Genesis 3:15</strong></p><p><strong><sup>15</sup></strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.</p><p><strong>Leviticus 5:5-6</strong></p><p><strong><sup>5</sup></strong> And it shall be, when he shall be guilty in one of these things, that he shall confess that he hath sinned in that thing:</p><p><strong><sup>6</sup></strong> And he shall bring his trespass offering unto the Lord for his sin which he hath sinned, a female from the flock, a lamb or a kid of the goats, for a sin offering; and the priest shall make an atonement for him concerning his sin.</p><p><strong>John 1:29</strong></p><p><strong><sup>29</sup></strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 3",
               "dayTitle":"<p>Love Finds a Way</p>",
               "id":15,
               "idDay":5,
               "idLesson":1,
               "lessonText":"<p>Adam and Eve have sinned, and God has told them that they must leave their garden home. From now on, toil and suffering will be their lot. Will they have to suffer and finally die with no hope? Is death the end of everything?</p><p>It was at this point that God gave them the promise recorded in Genesis 3:15. Looking directly at Satan, the serpent, He said: “ ‘I will put enmity between you and the woman, and between your seed and her Seed. He shall bruise your head, and you shall bruise His heel’ ” (NKJV). They may not have fully understood at that moment exactly what this meant, but they knew they could hope again. In some way, through the “Seed of the woman,” their redemption would come.</p><p>The “Seed of the woman,” of course, is Jesus Christ (Gal. 3:16). At the cross, Satan bruised His heel. But Jesus’ victory is our guarantee that one day the serpent’s head will be crushed. The door of suffering and death that Adam and Eve opened will one day be closed.</p><p><strong>Read Hebrews 2:9, Galatians 3:13, and 2 Corinthians 5:21. What do these verses tell us about the immensity of Christ’s sacrifice on the cross?&nbsp;</strong></p><p><strong>Hebrews 2:9</strong></p><p><strong><sup>9</sup></strong> But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.</p><p><strong>Galatians 3:13</strong></p><p><strong><sup>13</sup></strong> Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:</p><p><strong>2 Corinthians 5:21</strong></p><p><strong><sup>21</sup></strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.</p><p>Do you ever wonder if God really loves you? Look at the Cross—look at the crown of thorns, look at the nails in His hands and feet. With every drop of blood that Jesus shed on Calvary, God is saying, “I love you. I do not want to be in heaven without you. Yes, you’ve sinned; you sold yourself into the hand of the enemy; yes, in and of yourself you are unworthy of eternal life. But I’ve paid the ransom to get you back.” When you look at the Cross, you never have to wonder again if you’re loved.</p><p>The Bible speaks of a Jesus who came to this world and experienced heartache, disappointment, and pain in common with all humanity. It reveals a Christ who faced the same temptations we face—a Christ who triumphed over the principalities and powers of hell both in His life and through His death on the cross—all for each one of us, personally.</p><p>Think about it: Jesus, the One who created the cosmos (see John 1:3), stepped down from heaven and not only came into this fallen world but suffered in it in ways none of us ever will (see Isa. 53:1–5). And He did it because He loved us—each of us. What a powerful reason to hope!</p><p><strong>How did Christ answer Satan’s charges on the cross? In the light of the great controversy between good and evil, what did His death accomplish?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 4",
               "dayTitle":"<p>Our High Priest</p>",
               "id":16,
               "idDay":6,
               "idLesson":1,
               "lessonText":"<p>What Jesus did for us on the cross enables Him also to intercede for us in heaven. Our resurrected Lord is our great High Priest, providing everything we need to be saved and to live in God’s kingdom forever.</p><p><strong>Read Hebrews 4:15, 16 and Hebrews 7:25. How do these verses give us assurance in a world of temptation, suffering, disease, and death?</strong></p><p><strong>Hebrews 4:15-16&nbsp;</strong></p><p><sup><strong>15</strong></sup> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.</p><p><strong><sup>16</sup></strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.</p><p><strong>Hebrews 7:25</strong></p><p><sup><strong>25</strong></sup><strong> </strong>Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.</p><p>The text says that He “was in all points tempted as we are, yet without sin” (Heb. 4:15, NKJV). And it adds, “Let us therefore come boldly”—that means confidently—“to the throne of grace, that we may obtain mercy and find grace to help in time of need” (Heb. 4:16, NKJV).</p><p>To state it very simply, Jesus presents us before the universe as clothed in His righteousness, saved by His death, and redeemed through His blood. Everything we should have been, He was. In Christ there is no condemnation for the sins of our past. In Christ our guilt is gone, and through His mighty intercession, the grip of sin on our lives is broken. The chains that bind us are loosed, and we are free.</p><p><strong>Read John 17:24–26. What is Christ’s longing desire in the great controversy between good and evil?</strong></p><p><strong>John 17:24–26</strong></p><p><strong><sup>24</sup></strong> Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.</p><p><strong><sup>25</sup> </strong>O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.</p><p><strong style=\"background-color: initial;\"><sup>26</sup> </strong><span style=\"background-color: initial;\">And I have declared unto them thy name, and will declare it: that the love wherewith thou hast loved me may be in them, and I in them.</span><br></p><p>“When the great sacrifice had been consummated, Christ ascended on high, refusing the adoration of angels until He had presented the request:<br></p><p>‘I will that they also, whom Thou hast given Me, be with Me where I am.’ John 17:24. Then with inexpressible love and power came forth the answer from the Father’s throne: ‘Let all the angels of God worship Him.’ Hebrews 1:6. Not a stain rested upon Jesus. His humiliation ended, His sacrifice completed, there was given unto Him a name that is above every name.”—Ellen G. White, The Great Controversy, pp. 501, 502.</p><p>Jesus wants more than anything else for us to be with Him in heaven. The desire of His heart, the reason for His death and intercession, is to save us. Do you have a special need in your life? Tell it to Jesus. Where there is sorrow, He brings comfort. Where there is fear, He brings peace.</p><p><strong>Where there is guilt, He brings forgiveness. Where there is weakness, He brings strength.</strong></p><p><strong style=\"background-color: initial;\">Why do you think Christ sacrificed Himself for us? What makes us so valuable to Him?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 5",
               "dayTitle":"<p>Further Thought:</p>",
               "id":17,
               "idDay":7,
               "idLesson":1,
               "lessonText":"<p>“In the banishment of Satan from heaven, God declared His justice and maintained the honor of His throne. But when man had sinned through yielding to the deceptions of this apostate spirit, God gave an evidence of His love by yielding up His only-begotten Son to die for the fallen race. In the atonement the character of God is revealed. The mighty argument of the cross demonstrates to the whole universe that the course of sin which Lucifer had chosen was in no wise chargeable upon the government of God.”—Ellen G. White, The Great Controversy, pp. 500, 501.</p><p>“The cross of Calvary, while it declares the law immutable, proclaims to the universe that the wages of sin is death. In the Saviour’s expiring cry, ‘It is finished,’ the death knell of Satan was rung. The great controversy which had been so long in progress was then decided, and the final eradication of evil was made certain. The Son of God passed through the portals of the tomb, that ‘through death He might destroy him that had the power of death, that is, the devil.’ Hebrews 2:14.”—Ellen G. White, The Great Controversy, p. 503.</p><p><br></p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> If God knew that Lucifer was going to rebel, why did He give him the power of choice in the first place? Or when Lucifer rebelled, why didn’t God just annihilate him immediately? What kind of reaction might the unfallen universe have had if God had immediately wiped Lucifer out? Why is the concept of the universe’s interest in the plan of salvation (1 Pet. 1:12, Rev. 5:13, Rev. 16:7) so important to understanding the great controversy?</p><p><strong>2. </strong>What reason or reasons can you think of for Christ’s death on the cross? Was it only to reveal the character of God? Was it to pay the ransom price for sin? If so, to whom was the ransom paid? Share your thoughts and give biblical reasons for them.</p><p><strong>3.</strong> When we use the term “the great controversy,” what do we mean? Discuss the various aspects of the great controversy and how this week’s lesson applies to your own life. 4. What Bible texts talk about the reality of the great controversy? (See, for instance, Job 1, 2; Eph. 6:12.)</p><p><strong>5. </strong>How is the Seventh-day Adventist understanding unique among other Christian denominations? What is it in this great controversy theme that sets Adventists apart?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":18,
               "idDay":8,
               "idLesson":1,
               "lessonText":"<p><strong>Volcano, Fires, and COVID-19</strong></p><p><strong>By Andrew McChesney</strong><br></p><p>Cuban missionary Misael Delgado Rodríguez faced a major challenge on his first Sabbath in the Canary Islands. Only five people came to worship. Misael dove into mission outreach work, visiting former church members and others on La Palma island. A month later, he rejoiced with a first baptism.</p><p>But then COVID-19 suspended outreach efforts, and his problems seemed to multiply. A fire broke out in the north of the island, leaving some members without homes. Then a fire broke out in the south. Then a volcano erupted for 85 days, leaving islanders grappling with earthquakes, toxic gas, and ashes. Two church families lost everything.</p><p>Amid the storms, something amazing happened. Faith blossomed. Three years after Misael’s arrival, 45 people were regularly worshipping on Sabbath.</p><p>In addition, seven people had been baptized, five were preparing for baptism, and 15 were taking Bible studies. What happened?</p><p>Misael said intercessory prayer was key. “We pray every day at 7 a.m., 2 p.m., and 9 p.m.,” he said. “Each member prays for five people.”</p><p>Each church department also embraced practical evangelism. One project, an initiative of the Spanish Union of Churches Conference, saw church members calling contacts over the phone and offering Ellen White’s Steps to Christ and related Bible studies. Other projects included educational courses on the church’s Facebook page aimed at the needs of families, young people, and little children; musical evangelism in which Adventist young people held mini-concerts on the street or while visiting the sick and needy; a program with ADRA in which members handed out cards that could be presented for food in supermarkets; health presentations; Bible studies; and the distribution of The Desire of Ages and other books. On holidays, such as Mother’s Day, church members placed a special card inside each book.</p><p>The church also opened a discipleship school where laypeople could learn how to evangelize, and four small groups were meeting regularly in homes.</p><p>Friendship evangelism has proven very successful, Misael said. While the volcano was erupting, church members spent two months passing out masks and literature with health information related to volcanoes. “That way the church became well known,” Misael said. Indeed, many of the 15 people taking Bible studies lost everything in the volcano, and they have acknowledged that the crisis led them to God, he said. “Otherwise, they would not have been interested in learning about God,” he said.</p><p>Misael looks back at his experience in the Canary Islands with joy. “The beginning was very difficult,” he said. “We have been through a lot. But the results are very satisfying. We have seen how God has blessed us.”</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS</p>",
               "id":19,
               "idDay":9,
               "idLesson":1,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Revelation 12:7, 8</strong></p><p><strong>Study Focus: Rev. 12:7–9, Col. 1:16, Ezek. 28:12–15, Isa. 14:12– 14, John 17:24, Gen. 3:15.</strong></p><p><br></p><p><strong>Introduction</strong>: This week’s lesson introduces the topic of the cosmic conflict, or the great controversy, between Christ and Satan. We shall begin our study by examining both the origin of evil and God’s solution to humanity’s fall into sin.</p><p>Several aspects of the cosmic conflict merit our consideration. First, the great controversy is not perpetual; it originated in heaven when Lucifer, a created being, headed a band of rebel angels who challenged God, the eternal Creator and King of all beings. Thus, we can surmise that if evil and the devil had a beginning, they will certainly have an end.</p><p>Second, the cosmic conflict shows the radical incompatibility of good with evil. Neither party can coexist with, or tolerate, the other: each group yearns for the extinction of the other. When evil came into existence, it challenged the very idea of God’s right to exist and rule, notwithstanding the eternal nature of God.</p><p>Further, the great controversy eliminates any form of philosophical or religious dualism in which both evil and good are coeternal, coequal, and necessary. The biblical worldview clearly excludes the necessity of evil. We do not need evil in order to know and appreciate what is good. Nor is evil necessary to increase good.</p><p>Third, the fact that evil and the great controversy originated in heaven arouses in the minds of rational and free moral agencies the notion that the conflict is primarily spiritual in nature and must, therefore, have a spiritual solution. While evil arose without any contribution from God (in fact, evil rose against God), it cannot be extinguished from existence without God. By its nature, evil damages beings and the universe fatally. Thus, only God and His supernatural, creative power can exterminate evil altogether and remove its catastrophic consequences.<br></p><p>For this reason, God’s plan of salvation does not consist in simply identifying, acknowledging, shaming, or punishing the originators of evil. Such measures are neither efficient nor sufficient in exterminating evil from the universe. Rather, God solves the sin problem by taking the consequences of sin upon Himself, in Christ. By His creative power, God actively engages in the destruction of evil and the cleansing and restoration of the universe.&nbsp;</p><p><strong>Lesson Themes: This week’s lesson highlights three major themes:</strong></p><p>1. Evil and the cosmic conflict originated in a perfect heaven. They then spread to earth, taking root in the hearts and minds of free moral agents, who were created in the image of God.</p><p>2. Sin and evil became manifest as rebellion against God.</p><p>3. The only way to salvation, and to the end of the cosmic conflict, is through the Cross and through the mediation of Christ and His creative, restorative power.</p><p><br></p><p><strong>Part II: Commentary</strong></p><p>The Adventist Understanding of the Great Controversy. Seventh-day Adventists have a unique understanding of the origin of sin and the solution thereof. Unlike other Christians, Adventists do not have a fundamental belief dedicated to the doctrine of sin. However, they integrate their understanding of sin within the framework of the great controversy. John M. Fowler correctly points out that “no doctrine of sin can be complete without an understanding of this great controversy theme between Christ and Satan, between good and evil. The sovereignty and character of God are at its center. When Lucifer caused the revolt in heaven against God . . . and when the revolt reached its climax, God had no alternative except to cast the fallen angelic host from heaven.”—John M. Fowler, “Sin,” in Handbook of Seventh-day Adventist Theology, ed. Raoul Dederen (Hagerstown, MD: Review and Herald, 2000), p. 241.</p><p>While other Christians also believe in the fall of Lucifer and of Adam and, to some extent, the cosmic conflict between God and Satan, Adventists have articulated these concepts in the form of a unique doctrine, encapsulated in fundamental belief 8:</p><p>All humanity is now involved in a great controversy between Christ and Satan regarding the character of God, His law, and His sovereignty over the universe. This conflict originated in heaven when a created being, endowed with freedom of choice, in selfexaltation became Satan, God’s adversary, and led into rebellion a portion of the angels. He introduced the spirit of rebellion into this world when he led Adam and Eve into sin. This human sin resulted in the distortion of the image of God in humanity, the disordering of the created world, and its eventual devastation at the time of the global flood, as presented in the historical account of Genesis 1–11. Observed by the whole creation, this world became the arena of the universal conflict, out of which the God of love will ultimately be vindicated. To assist His people in this controversy, Christ sends the Holy Spirit and the loyal angels to guide, protect, and sustain them in the way of salvation.—Fundamental Belief 8, “The Great Controversy,” https://www.adventist.org/the -great-controversy/.</p><p>The biblical teaching of humanity’s fall into sin is also present in fundamental belief 7: Man and woman were made in the image of God with individuality, the power and freedom to think and to do. Though created free beings, each is an indivisible unity of body, mind, and spirit, dependent upon God for life and breath and all else. When our first parents disobeyed God, they denied their dependence upon Him and fell from their high position. The image of God in them was marred and they became subject to death. Their descendants share this fallen nature and its consequences. They are born with weaknesses and tendencies to evil. But God in Christ reconciled the world to Himself and by His Spirit restores in penitent mortals the image of their Maker. Created for the glory of God, they are called to love Him and one another, and to care for their environment.—Fundamental belief 7, “Nature of Humanity,” https:// www.adventist.org/nature-of-humanity/.</p><p>Two additional aspects of the Adventist doctrine of the great controversy deserve our consideration:&nbsp;</p><p>(1) the origin of the great controversy theme and (2) its historicity.</p><p>First, the great controversy theme springs out of Scripture and lies at the very foundation of the Adventist biblical interpretation and doctrinal development. Commenting on biblical interpretation, Ellen G. White notes:</p><p>The Bible is its own expositor. Scripture is to be compared with scripture. The student should learn to view the word as a whole, and to see the relation of its parts. He should gain a knowledge of its grand central theme, of God’s original purpose for the world, of the rise of the great controversy, and of the work of redemption. He should understand the nature of the two principles that are contending for supremacy, and should learn to trace their working through the records of history and prophecy, to the great consummation. He should see how this controversy enters into every phase of human experience; how in every act of life he himself reveals the one or the other of the two antagonistic motives; and how, whether he will or not, he is even now deciding upon which side of the controversy he will be found.—Ellen G. White, Education, p. 190, emphasis supplied.</p><p>As a result of this biblical approach to interpretation, the great controversy theme is interwoven into all other biblical doctrines of Adventist theology. The integration of the great controversy theme into Adventist theology commences with the doctrine of God, with the very essence of His nature as free, loving, gracious, righteous, just, and faithful. Throughout Scripture, the great controversy theme continues to be interwoven with the following doctrines:</p><p>1. The teaching of Creation as an expression of God’s love, freedom, and power</p><p>2. The origin of human nature, its present condition, and its final destiny&nbsp;</p><p>3. The fall of humanity from its original righteousness and communion with God</p><p>4. God’s actions of salvation, as manifested in the incarnation, ministry, death, resurrection, ascension, and mediatorial ministry of Christ in the heavenly sanctuary, as well as in His second coming</p><p>5. God’s redemptive plan of justification, sanctification, and the promise of future glorification for the human race</p><p>6. God’s constitution of His people throughout all periods of human history, culminating in the calling out of an end-time remnant from among the Protestant churches to proclaim His final invitation of mercy to humanity</p><p>7. The pre-Advent, millennial, and executive judgments of God, climaxing in the end of evil and in the restoration of all things</p><p>Second, the great controversy is historical in nature. Because traditional Christianity integrated Greek philosophical presuppositions and concepts, such as the immaterial, timeless, spaceless nature of heaven, many Christians interpret biblical references to the cosmic conflict and of the fall of humans into sin, as allegories or theological myths. However, the Adventist historical grammatical interpretation of the Bible presents God as personally and historically involved in the history of humanity’s fall into sin and in the history of salvation. God, Lucifer, the angels—both rebellious and righteous—Adam and Eve, and their fall into sin are all real historical characters and events.</p><p>Jesus referred to Satan as a literal, historical person, one whom Jesus knew from before the start of this earth’s history, and who was the originator of evil and sin. Jesus once explained to the Pharisees that they were neither the children of Abraham (John 8:39, 40) nor the children of God (John 8:41, 42), but rather were of their father “the devil” who “was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies” (John 8:44, NIV).</p><p>John the revelator also depicts both the devil and the cosmic conflict that he instigated as historical. Following the example of Jesus, John represents the devil as “the serpent of old who is called the devil and Satan, who deceives the whole world” (Rev 12:7–9, NASB), as the one who is the originator of the war, evil, and deception, both in heaven and on earth. The immediate context of Revelation 12:7–9 suggests that the apostle John considered both the devil and the cosmic conflict as an historical entity and event, respectively: as historical as God Himself (Rev. 12:5, 6, 10, 17), as historical as the birth and ascension of Jesus (Rev. 12:5), as historical as the existence of the church and the persecutions against it (Rev. 12:1, 6, 11, 13–15), and as historical as the cross of Jesus through whose blood we are saved (Rev. 12:11). While we do not know when this cosmic conflict in heaven took place, we believe that it can be dated “before the creation of Adam and Eve and that it was as historical as humanity’s fall into sin at the instigation of the same Satan.”—Handbook of Seventh-day Adventist Theology, pp. 241, 242.</p><p><strong>Part III: Life Application</strong></p><p>Discuss the following questions in class with your students.</p><p><strong>1. </strong>What do people in your culture think of the apparent existence of the conflict between good and evil, both in our world and in human society? How do they understand the origin of evil? Do they believe evil will ever end? Why, or why not? Have they already given up on any hope for the termination of evil? If so, why? Perhaps they think evil is here to stay, or is even necessary to keep some sort of balance in the universe and in history. If so, explain why they may feel this way. How can you share with them the biblical perspective on evil?</p><p><strong>2.</strong> In what way do the various theories about the origin of the conflict between good and evil affect the understanding of human morality and responsibility? Take, for instance, the theory of evolution.</p><p>How does this theory impact our understanding of the origin of evil and, consequently, our understanding of human morality? What other theories regarding the origin of evil can you think of, besides evolution, that are prevalent in your culture?</p><p><strong>3. </strong>Think of ways to describe and explain to the people around you the Adventist doctrine of the origin of evil, of the great controversy, and of the biblical hope. How can you share these Bible truths with your friends, neighbors, and colleagues from other Christian denominations or from other religions, philosophies, or worldviews? What elements would you include in the outline of your description of the great controversy?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":1,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>The War Behind All Wars</p>",
         "verse":"<p>And war broke out in heaven: Michael and his angels fought with the dragon; and the dragon and his angels fought, but they did not prevail, nor was a place found for them in heaven any longer (Revelation 12:7, 8, NKJV).</p>",
         "versionCode":60,
         "weekDate":"March 30 –April 5"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
