{
  "data": [
    {
      "color": "#d80ff0",
      "id": 10,
      "idEs": 8,
      "language": "es",
      "lessonDays": [
        {
          "date": "27 de agosto",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>No escuchamos que se utilice mucho la palabra manso, excepto tal vez cuando leemos sobre Moisés o estudiamos las Bienaventuranzas. Tampoco es difícil descubrir por qué. La mansedumbre se define como “soportar el agravio con paciencia y sin resentimiento”. No es de extrañar que no escuchemos mucho al respecto; difícilmente es un rasgo respetable en la cultura actual. A veces, la Biblia traduce esta palabra como “humilde”. Nuevamente, la humildad tampoco es un rasgo de carácter que la mayoría de las culturas consideren deseable. <br></p><p>Pero la mansedumbre, soportar los agravios con paciencia y sin resentimiento, es una de las características más poderosas de Jesús y de sus seguidores.<br><br>Y, con todo, no es un fin en sí mismo: la mansedumbre de espíritu puede ser un arma poderosa en manos de quienes se encuentran en medio del dolor y el sufrimiento. De hecho, el crisol es un buen lugar para aprender la mansedumbre de corazón, porque con nuestra mansedumbre aun hechos pedazos podemos ser testigos poderosos de Dios.<br><br><strong>Un vistazo a la semana:</strong> ¿Cuál es la relación entre el sufrimiento y la mansedumbre? ¿Cómo podemos nosotros, con nuestra mansedumbre y aun hechos pedazos, dar testimonio a los demás? La mansedumbre ¿cómo puede realmente ser una fortaleza y no una debilidad del cristiano?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de agosto",
          "dayTitle": "<p>PAN PARTIDO Y VINO DERRAMADO<br></p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Oswald Chambers ha dicho que debemos convertirnos en “pan partido y vino derramado” para los demás. ¿Qué crees que quiso decir con esto?</strong><br><br>De principio a fin, en la Biblia hay ejemplos de personas que fueron “partidas” para servir a los demás. Moisés fue llamado a soportar olas interminables de chismes y críticas al conducir al pueblo a la Tierra Prometida. José fue llamado a una experiencia que implicó traición y cárcel cuando ocupaba un puesto de servicio en Egipto. En cada caso, Dios permitió las situaciones para que la vida de su pueblo pudiera llegar a ser un teatro de su gracia y cuidado, no solo para sí, sino también para el bien de los demás. Dios puede usarnos de la misma manera. Es fácil sentirse enojado o herido en esas situaciones. Pero, como señalamos ayer, la mansedumbre es la capacidad que Dios nos da para soportar esas cosas “con paciencia y sin resentimiento”.<br><br><strong>Lee Ezequiel 24: 15 al 27. ¿Qué estaba pasando aquí? ¿Por qué pasó Ezequiel por este crisol?</strong></p><p><strong>Ezequiel 24: 15-27</strong><sup><br></sup></p><p><sup><strong>15</strong></sup> Vino a mí palabra de Jehová, diciendo: <sup><br></sup></p><p><sup><strong>16</strong></sup> Hijo de hombre, he aquí que yo te quito de golpe el deleite de tus ojos; no endeches, ni llores, ni corran tus lágrimas. <sup><br></sup></p><p><sup><strong>17</strong></sup> Reprime el suspirar, no hagas luto de mortuorios; ata tu turbante sobre ti, y pon tus zapatos en tus pies, y no te cubras con rebozo, ni comas pan de enlutados. <sup><br></sup></p><p><sup><strong>18</strong></sup> Hablé al pueblo por la mañana, y a la tarde murió mi mujer; y a la mañana hice como me fue mandado.<sup><br><br><strong>19</strong></sup> Y me dijo el pueblo: ¿No nos enseñarás qué significan para nosotros estas cosas que haces? <sup><br></sup></p><p><sup><strong>20</strong></sup> Y yo les dije: La palabra de Jehová vino a mí, diciendo: <sup><br></sup></p><p><sup><strong>21</strong></sup> Di a la casa de Israel: Así ha dicho Jehová el Señor: He aquí yo profano mi santuario, la gloria de vuestro poderío, el deseo de vuestros ojos y el deleite de vuestra alma; y vuestros hijos y vuestras hijas que dejasteis caerán a espada. <sup><br></sup></p><p><sup><strong>22</strong></sup> Y haréis de la manera que yo hice; no os cubriréis con rebozo, ni comeréis pan de hombres en luto. <sup><br></sup></p><p><sup><strong>23</strong></sup> Vuestros turbantes estarán sobre vuestras cabezas, y vuestros zapatos en vuestros pies; no endecharéis ni lloraréis, sino que os consumiréis a causa de vuestras maldades, y gemiréis unos con otros. <br></p><p>24 Ezequiel, pues, os será por señal; según todas las cosas que él hizo, haréis; cuando esto ocurra, entonces sabréis que yo soy Jehová el Señor.<sup><br><br><strong>25</strong></sup> Y tú, hijo de hombre, el día que yo arrebate a ellos su fortaleza, el gozo de su gloria, el deleite de sus ojos y el anhelo de sus almas, y también sus hijos y sus hijas, <sup><br></sup></p><p><sup><strong>26</strong></sup> ese día vendrá a ti uno que haya escapado para traer las noticias. <sup><br></sup></p><p><sup><strong>27</strong></sup> En aquel día se abrirá tu boca para hablar con el fugitivo, y hablarás, y no estarás más mudo; y les serás por señal, y sabrán que yo soy Jehová.</p><p>En Ezequiel 24: 24, Dios dice: “Ezequiel, pues, os será por señal; según todas las cosas que él hizo, haréis; cuando esto ocurra, entonces sabréis que yo soy Jehová el Señor”. Mediante el ejemplo de Ezequiel, el pueblo de Israel llegaría a convencerse de la verdad acerca de quién era Dios, Jehová el Señor, y verían esta verdad al experimentar el cumplimiento de la profecía que la vida de Eze-quiel simbolizaba y el sufrimiento que enfrentó. ¿Quién sabe cuántas personas también verán a “Jehová el Señor” en nuestros pedazos rotos?<br><br><strong>Tarde o temprano, la vida misma nos quebranta a todos. ¿Cuál ha sido tu experiencia en este sentido? ¿Qué lecciones aprendiste? ¿Cómo puede el Señor usar tu alma hecha pedazos para ayudar a otros?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de agosto",
          "dayTitle": "<p>INTERCEDER PIDIENDO GRACIA<br></p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Éxodo 32: 1 al 14. ¿Qué papel cumple Moisés aquí?</strong><br></p><p><strong>Éxodo 32: 1 - 14</strong></p><p><sup><strong>1 </strong></sup>Viendo el pueblo que Moisés tardaba en descender del monte, se acercaron entonces a Aarón, y le dijeron: Levántate, haznos dioses que vayan delante de nosotros; porque a este Moisés, el varón que nos sacó de la tierra de Egipto, no sabemos qué le haya acontecido. <sup><br></sup></p><p><sup><strong>2 </strong></sup>Y Aarón les dijo: Apartad los zarcillos de oro que están en las orejas de vuestras mujeres, de vuestros hijos y de vuestras hijas, y traédmelos. <sup><br></sup></p><p><sup><strong>3 </strong></sup>Entonces todo el pueblo apartó los zarcillos de oro que tenían en sus orejas, y los trajeron a Aarón; <sup><br></sup></p><p><sup><strong>4</strong></sup> y él los tomó de las manos de ellos, y le dio forma con buril, e hizo de ello un becerro de fundición. Entonces dijeron: Israel, estos son tus dioses, que te sacaron de la tierra de Egipto. <sup><br></sup></p><p><sup><strong>5</strong></sup> Y viendo esto Aarón, edificó un altar delante del becerro; y pregonó Aarón, y dijo: Mañana será fiesta para Jehová. <sup><strong>6 </strong></sup>Y al día siguiente madrugaron, y ofrecieron holocaustos, y presentaron ofrendas de paz; y se sentó el pueblo a comer y a beber, y se levantó a regocijarse.<sup><br><br><strong>7 </strong></sup>Entonces Jehová dijo a Moisés: Anda, desciende, porque tu pueblo que sacaste de la tierra de Egipto se ha corrompido. <sup><br></sup></p><p><sup><strong>8</strong></sup> Pronto se han apartado del camino que yo les mandé; se han hecho un becerro de fundición, y lo han adorado, y le han ofrecido sacrificios, y han dicho: Israel, estos son tus dioses, que te sacaron de la tierra de Egipto.</p><p><sup><strong>9 </strong></sup>Dijo más Jehová a Moisés: Yo he visto a este pueblo, que por cierto es pueblo de dura cerviz. <sup><strong><br></strong></sup></p><p><sup><strong>10</strong></sup> Ahora, pues, déjame que se encienda mi ira en ellos, y los consuma; y de ti yo haré una nación grande.<sup><br><strong><br>11 </strong></sup>Entonces Moisés oró en presencia de Jehová su Dios, y dijo: Oh Jehová, ¿por qué se encenderá tu furor contra tu pueblo, que tú sacaste de la tierra de Egipto con gran poder y con mano fuerte? <sup><br></sup></p><p><sup><strong>12</strong></sup> ¿Por qué han de hablar los egipcios, diciendo: Para mal los sacó, para matarlos en los montes, y para raerlos de sobre la faz de la tierra? Vuélvete del ardor de tu ira, y arrepiéntete de este mal contra tu pueblo. <sup><br></sup></p><p><sup><strong>13 </strong></sup>Acuérdate de Abraham, de Isaac y de Israel tus siervos, a los cuales has jurado por ti mismo, y les has dicho: Yo multiplicaré vuestra descendencia como las estrellas del cielo; y daré a vuestra descendencia toda esta tierra de que he hablado, y la tomarán por heredad para siempre. <sup><br></sup></p><p><sup><strong>14 </strong></sup>Entonces Jehová se arrepintió del mal que dijo que había de hacer a su pueblo.<strong><br></strong></p><p>Después de que el pueblo comenzó a adorar el becerro de oro, Dios decidió que habían ido demasiado lejos y anunció que destruiría al pueblo y haría de Moisés una gran nación. Pero, en lugar de aceptar el ofrecimiento de Dios, Moisés suplicó a Dios que mostrara gracia por su pueblo, y Dios cedió.<br><br>Éxodo 32: 1 al 14 plantea dos cuestiones importantes. En primer lugar, el ofrecimiento de Dios de destruir al pueblo rebelde y bendecir a Moisés fue una prueba para él. Dios quería que Moisés demostrara cuánta compasión sentía por este pueblo terriblemente desobediente. Y Moisés pasó la prueba. Al igual que Jesús, suplicó misericordia para los pecadores. Esto revela algo muy interesante: A veces Dios también puede permitir que enfrentemos oposición; que pasemos por el crisol para que él, nosotros y el universo expectante podamos ver cuánta compasión tenemos por los descarriados.<br><br><strong>¿Qué razones dio Moisés para pedir al Señor que no destruyera a Israel?</strong><br><br>En segundo lugar, este pasaje muestra que la oposición y la desobediencia son un llamado a demostrar gracia. La gracia es necesaria cuando la gente menos la merece. Pero, cuando menos la merece es también el momento en que menos nos apetece ofrecerla. Cuando María, la hermana de Moisés, lo criticó y luego enfermó, él clamó al Señor para que la sanara de la lepra (Núm. 12). Cuando Dios se enojó con Coré y sus seguidores y amenazó con destruirlos a todos, Moisés cayó sobre su rostro para suplicar por la vida de ellos. Al día siguiente, cuando Israel se quejó contra Moisés por la muerte de los rebeldes y Dios amenazó con destruirlos a todos nuevamente, Moisés cayó de rodillas y rápidamente instó a Aarón a hacer expiación por todos ellos (Núm. 16). En su mansedumbre, en su abnegación en medio de este crisol, Moisés buscó la gracia en favor de quienes evidentemente no la merecían.<br><strong><br>Piensa en la gente que te rodea y que crees que son las que menos merecen la gracia. ¿Cómo puedes, con mansedumbre y humildad abnegada, ser una revela- ción de la gracia de Dios para ellos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de agosto",
          "dayTitle": "<p>AMAR A LOS QUE NOS HIEREN<br></p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>Alguien dijo cierta vez: “Por ende, amar a nuestros enemigos no significa que debamos amar el polvo en el que está enterrada la perla; significa que amamos la perla que yace en el polvo. [...] Dios no nos ama porque por naturaleza seamos dignos de su amor. Llegamos a ser dignos de su amor porque él nos ama”. <br></p><p><strong>Cuando miras a tus “enemigos”, ¿qué ves normalmente: la perla o el polvo que la rodea?</strong><br><strong><br>Lee Mateo 5: 43 al 48. Jesús nos llama a amar y a orar por nuestros enemigos. ¿Qué ejemplo de la naturaleza nos da Jesús que nos ayuda a entender por qué debemos amar a nuestros enemigos? ¿Cuál es el propósito de la enseñanza?</strong></p><p><strong>Mateo 5: 43-48</strong></p><p><sup><strong>43</strong></sup> Oísteis que fue dicho: Amarás a tu prójimo, y aborrecerás a tu enemigo. <sup><br></sup></p><p><sup><strong>44</strong></sup> Pero yo os digo: Amad a vuestros enemigos, bendecid a los que os maldicen, haced bien a los que os aborrecen, y orad por los que os ultrajan y os persiguen; <sup><br></sup></p><p><sup><strong>45</strong></sup> para que seáis hijos de vuestro Padre que está en los cielos, que hace salir su sol sobre malos y buenos, y que hace llover sobre justos e injustos. <sup><br></sup></p><p><sup><strong>46</strong></sup> Porque si amáis a los que os aman, ¿qué recompensa tendréis? ¿No hacen también lo mismo los publicanos?</p><p><sup><strong>47</strong></sup> Y si saludáis a vuestros hermanos solamente, ¿qué hacéis de más? ¿No hacen también así los gentiles? <sup><br></sup></p><p><sup><strong>48</strong></sup> Sed, pues, vosotros perfectos, como vuestro Padre que está en los cielos es perfecto.<br><br>En Mateo 5: 45, Jesús utiliza el ejemplo de su Padre celestial para ilustrar cómo debemos tratar a los que nos hieren, quienes quizá nos empujan a la peor forma de crisol. Jesús menciona que su Padre derrama la bendición de la lluvia sobre justos e injustos; si Dios da lluvia incluso a los injustos, ¿cómo deberíamos tratarlos nosotros también?<br><br>Jesús no quiso decir que siempre debemos tener sentimientos cálidos con todos los que nos causan problemas; aunque esto también es posible. Funda- mentalmente, el amor por nuestros enemigos no pretende ser un sentimiento que tengamos por ellos, sino acciones específicas hacia ellos que revelen cui- dado y consideración.<br><br>Jesús concluye este pasaje con un versículo que a menudo causa mucho debate: “Sed, pues, vosotros perfectos, como vuestro Padre que está en los cielos es perfecto” (Mat. 5:48). Pero el significado es muy claro en el contexto: Aquellos que quieren ser perfectos como Dios es perfecto deben mostrar amor por sus enemigos como Dios muestra amor por los suyos. Ser perfecto a los ojos de Dios es amar al adversario; y esto requiere ser manso de corazón, algo que solo Dios nos puede dar.<br><br><strong>Con la definición de mansedumbre en mente (“soportar el agravio con paciencia y sin resentimiento”), enumera los cambios que debes hacer para permitir que el Señor te dé la clase de mansedumbre de corazón que te ayudará a tener la actitud correcta hacia tus “enemigos”.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de agosto",
          "dayTitle": "<p>UNA BOCA CERRADA</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>Los ejemplos más poderosos de mansedumbre en el crisol provienen de Jesús. Cuando dijo “aprended de mí, que soy manso y humilde de corazón; y hallaréis descanso para vuestras almas” (Mat. 11: 29), sus implicaciones son tales que probablemente ni podemos imaginarlas.<br><strong><br>Lee 1 Pedro 2: 18 al 25. Pedro da un consejo sorprendente a los esclavos. Describe cómo respondió Jesús al trato injusto y doloroso y plantea que les ha dejado “ejemplo, para que sigáis sus pisadas” (1 Ped. 2: 21). ¿Qué principios de mansedumbre y humildad en medio del crisol podemos aprender del ejemplo de Jesús, como lo expresa aquí Pedro?</strong></p><p><strong>1 Pedro 2: 18- 25</strong></p><p><sup><strong>18</strong></sup> Criados, estad sujetos con todo respeto a vuestros amos; no solamente a los buenos y afables, sino también a los difíciles de soportar. <sup><br></sup></p><p><sup><strong>19 </strong></sup>Porque esto merece aprobación, si alguno a causa de la conciencia delante de Dios, sufre molestias padeciendo injustamente. <sup><br></sup></p><p><sup><strong>20 </strong></sup>Pues ¿qué gloria es, si pecando sois abofeteados, y lo soportáis? Mas si haciendo lo bueno sufrís, y lo soportáis, esto ciertamente es aprobado delante de Dios.</p><p><sup><strong>21 </strong></sup>Pues para esto fuisteis llamados; porque también Cristo padeció por nosotros, dejándonos ejemplo, para que sigáis sus pisadas; <sup><br></sup></p><p><sup><strong>22 </strong></sup>el cual no hizo pecado, ni se halló engaño en su boca; <sup><br></sup></p><p><sup><strong>23 </strong></sup>quien cuando le maldecían, no respondía con maldición; cuando padecía, no amenazaba, sino encomendaba la causa al que juzga justamente; <sup><br></sup></p><p><sup><strong>24 </strong></sup>quien llevó él mismo nuestros pecados en su cuerpo sobre el madero, para que nosotros, estando muertos a los pecados, vivamos a la justicia; y por cuya herida fuisteis sanados. <sup><br></sup></p><p><sup><strong>25</strong></sup> Porque vosotros erais como ovejas descarriadas, pero ahora habéis vuelto al Pastor y Obispo de vuestras almas.<br><br>Es terrible ver cuando alguien trata a otro injustamente. Y es extremadamente doloroso cuando somos nosotros quienes recibimos ese trato. Debido a que normalmente tenemos un fuerte sentido de justicia, cuando ocurre una injusticia, nuestro instinto es “arreglar las cosas” mientras cargamos con lo que supuestamente es una ira justa y recta.<br><br>No es fácil vivir así. Y hasta imposible, a menos que aceptemos una verdad fundamental: que en todas las situaciones injustas debemos creer que nuestro Padre celestial tiene el control y que actuará en nuestro favor cuando sea según su voluntad. Esto también significa que debemos estar abiertos a la posibilidad de que, al igual que Jesús, no siempre nos salvaremos de la injusticia. Pero siempre debemos recordar que nuestro Padre que está en los cielos también está con nosotros y está al mando.<br><br>El consejo de Pedro, inspirado en la vida de Jesús, es sorprendente porque parece ser que el silencio ante el sufrimiento injusto es un testimonio mayor de la gloria de Dios que “arreglar las cosas”. Cuando Caifás y Pilato lo interrogaron, Jesús podría haber dicho, y hecho, muchas cosas para corregir la situación y justificarse, pero no lo hizo. Su silencio fue un testimonio de su mansedumbre. <br></p><p><strong>¿Cómo afrontas situaciones en las que te han tratado injustamente? ¿Cómo puedes aprovechar mejor algunos de los principios analizados aquí y aplicarlos a tu vida?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de septiembre",
          "dayTitle": "<p>NUESTRA ROCA Y REFUGIO<br></p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>Con mucha frecuencia, los más orgullosos, los más arrogantes y agresivos, son los que sufren de baja autoestima. Su arrogancia y orgullo (y su total falta de mansedumbre o humildad) son como una pantalla, quizás hasta en forma inconsciente, de algo que está faltando en su interior. Lo que necesitan es algo que todos necesitamos: una sensación de seguridad, de dignidad, de aceptación, especialmente en tiempos de angustia y sufrimiento. Podemos encontrar eso solamente por intermedio del Señor. En resumen, la mansedumbre y la humildad, lejos de ser atributos de debilidad, a menudo son la manifestación más poderosa de un alma firmemente arraigada en la Roca.<br><br><strong>Lee Salmos 62: 1 al 8. ¿Cuál parece ser el trasfondo de este salmo? ¿Qué quiere destacar David? ¿Qué principios espirituales puedes aprender de lo que él dice? Más aún, ¿cómo puedes aprender a aplicar estos principios en tu vida?<br></strong></p><p><strong>Salmos 62: 1-8</strong></p><p><sup><strong>1</strong></sup> En Dios solamente está acallada mi alma; de él viene mi salvación.<sup><br><br><strong>2 </strong></sup>Él solamente es mi roca y mi salvación; es mi refugio, no resbalaré mucho.<sup><br><strong><br>3 </strong></sup>¿Hasta cuándo maquinaréis contra un hombre, tratando todos vosotros de aplastarle como pared desplomada y como cerca derribada?<sup><br><strong><br>4 </strong></sup>Solamente consultan para arrojarle de su grandeza. Aman la mentira; con su boca bendicen, pero maldicen en su corazón. Selah<sup><br><strong><br>5 </strong></sup>Alma mía, en Dios solamente reposa, porque de él es mi esperanza.<sup><br><br><strong>6 </strong></sup>Él solamente es mi roca y mi salvación. es mi refugio, no resbalaré.<sup><br><strong><br>7 </strong></sup>En Dios está mi salvación y mi gloria; en Dios está mi roca fuerte, y mi refugio.<sup><br><br><strong>8&nbsp; </strong></sup>Esperad en él en todo tiempo, oh pueblos; derramad delante de él vuestro corazón; Dios es nuestro refugio. Selah<strong><br></strong></p><p>“Sin causa alguna, los hombres llegarán a ser nuestros enemigos. Los motivos del pueblo de Dios serán tergiversados no solamente por el mundo, sino también por sus propios hermanos. Los siervos del Señor serán colocados en situaciones difíciles. A fin de justificar la conducta egoísta e injusta de los hombres, se hará una montaña de una insignificancia. [...] Por medio de tergiversaciones, estos hombres serán vestidos con los oscuros ropajes de la deshonestidad, debido a que circunstancias que están más allá de su control confundieron su obra.<br><br>Se los señalará como hombres en quienes no se puede confiar. Y esto lo harán los miembros de la iglesia. Los siervos de Dios deben armarse con la mente de Cristo. No deben esperar que escaparán del insulto y la tergiversación. Se los tildará de excéntricos y fanáticos. Pero nadie debe desanimarse. La mano de Dios está sobre el timón de su providencia, guiando su obra para la gloria de su nombre” (ATO 175).<br><strong><br>¿Cuán inmune eres a los reproches y las observaciones mordaces de los demás? Lo más probable es que no seas tan inmune, ¿verdad? ¿Cómo puedes aferrarte al Señor y anclar tu autoestima en Aquel que te ama tanto que murió por tus pecados, y así protegerte de quienes te desprecian?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de septiembre",
          "dayTitle": "",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>Lee Elena de White, El ministerio de curación, “Importancia del verdadero conocimiento”, pp. 358, 359; El Deseado de todas las gentes, “El Sermón del Monte”, pp. 265-281; El evangelismo, “Calificaciones esenciales del obrero”, p. 632.<br><br>“Las dificultades que hemos de arrostrar pueden ser muy disminuidas por la mansedumbre que se oculta en Cristo. Si poseemos la humildad de nuestro Maestro, nos elevaremos por encima de los desprecios, los rechazos, las molestias a las que estamos expuestos diariamente; y esas cosas dejarán de oprimir nuestro espíritu. La mayor evidencia de nobleza que haya en un cristiano es el dominio propio. El que bajo un ultraje o la crueldad no conserva un espíritu confiado y sereno despoja a Dios de su derecho a revelar en él su propia perfección de carácter. La humildad de corazón es la fuerza que da la victoria a los seguidores de Cristo; es la prenda de su conexión con los atrios celestiales” (DTG 268, 269).<br><br><strong>PREGUNTAS PARA DIALOGAR:<br></strong><br><strong>1.</strong> La humildad ¿en qué medida nos permite “elevarnos por encima” de las heridas y las molestias? ¿Cuál crees que es la característica más importante de la humildad que nos permite hacer esto?<br><br><strong>2.</strong> En tu cultura, ¿cuánto se valora la humildad y la mansedumbre? ¿Se las respeta o se las desprecia? ¿Qué tipo de presiones enfrentas en tu cultura que atentan contra el desarrollo de estas características?<br><strong><br>3. </strong>¿Existen grandes ejemplos de mansedumbre y humildad en gente que vive actualmente? Si es así, ¿quién es, cómo manifestó estos rasgos y qué puedes aprender de ella?<br><strong><br>4. </strong>¿Por qué muchas veces equiparamos la mansedumbre y la humildad con la debilidad?<br><br><strong>5.</strong> Vimos que David buscó al Señor como refugio. ¿Cómo funciona esto? ¿Cómo se manifiesta siempre ese refugio? En otras palabras, ¿cómo podemos nosotros, como iglesia, ser un refugio para quienes necesitan un resguardo? ¿Qué tipo de amparo ofrece tu iglesia local? ¿Qué puedes hacer para ayudar a que sea un lugar de refugio para quienes lo necesitan?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...</strong></p><p><br></p><p><br></p><p><strong>RESEÑA<br><br>Texto clave: Mateo 5: 5.</strong><br><br><strong>Enfoque del estudio: Éxodo 32: 1–14; Salmo 62: 1–8; Ezequiel 24: 15–27; Mateo 5: 43–48; 1 Pedro 2: 18–25. <br></strong></p><p><strong>Introducción:</strong><br><br>La religión bíblica, tanto en el Antiguo Testamento como en el Nuevo Testamento, se caracteriza por la mansedumbre. Moisés se distingue por ser la persona más mansa de la Tierra (Núm. 12: 3). David declaró que “los mansos heredarán la tierra” (Sal. 37: 11). Los profetas anunciaron que Dios bendecirá a los mansos (Isa. 11: 4; 29: 19; 66: 2; Sof. 2: 3; 3:1 1, 12). Dios mismo se describe como manso y como promotor de la mansedumbre (Sal. 25: 9; 45: 4; 147: 6). Jesús era manso (Mat. 11: 29; 21: 5; 2 Cor. 10: 1), y ubicó la mansedumbre en la base del cristianismo (Mat. 5: 5). Los apóstoles eran mansos (2 Cor. 10: 1) e instaban a los cristianos a ser mansos (Gál. 5: 23; Efe. 4: 2; Col. 3: 12; 1 Tim. 6: 11; 2 Tim. 2: 25; Tito 3: 2; Sant. 1: 21; 3: 13; 4: 6; 1 Ped. 3: 14; 5: 5). Mientras que los imperios y los reinos de la Tierra se construyen sobre valores como la audacia, el poder y la conquista militar, la religión de Dios se construye y conquista con mansedumbre, amor y gracia. Sin embargo, la mansedumbre de Dios no significa que él sea débil. La mansedumbre es un rasgo esencial del carácter de Dios y su manera de relacionarse con el Universo y con nosotros los pecadores.<br><br><strong>Temática de la lección:</strong><br><br><strong>La lección de esta semana destaca dos temas principales:</strong><br><br><strong>1.</strong> La mansedumbre es esencial para el cristianismo. Sin embargo, igual- mente esencial es comprender adecuadamente la mansedumbre bíblica y ponerla en práctica en nuestra vida. La mansedumbre bíblica no surge de un cálculo político; más bien, es una visión auténtica del mundo visto a través del prisma del atributo más fundamental de Dios: el amor.<br><br><strong>2.</strong> Los cristianos no son mansos por sí mismos. Su fuente de mansedumbre está en su amoroso y misericordioso Dios Triuno: el Padre; el Hijo y Sal- vador, Jesucristo; y el Espíritu Santo.<br><br><strong>COMENTARIO</strong><br><br><strong>La mansedumbre ¿es esclava de la moralidad?</strong><br><br>Uno de los ataques más fuertes al cristianismo y su concepto de humildad y mansedumbre en el período moderno provino del filósofo alemán Friedrich Nietzsche (1844-1900). El sufrimiento fue una parte constitutiva de la vida de Nietzsche, pero también un aspecto esencial de interés en su filosofía. A una edad muy temprana perdió a su padre y a muchos otros miembros de su familia. A lo largo de su vida, Nietzsche luchó con problemas de salud debilitantes, y finalmente lo aislaron por una enfermedad mental durante los últimos once años de su vida. Mientras estudiaba lenguas clásicas y filosofía, Nietzsche se interesó especialmente en la cultura griega antigua y su filosofía. Con esta lente, concluyó que Europa había perdido su antiguo vigor. ¿El culpable? ¡Nada menos que el cristianismo! Nietzsche pensaba que el cristianismo robó a Europa su cultura clásica griega y romana de heroísmo, poder y nobleza. Occidente (en realidad, toda la humanidad), según Nietzsche, necesitaba redimir esa perspectiva clásica si quería sobrevivir y prosperar.<br><br>Según Nietzsche, hay dos tipos de moralidad: la moral de los amos, de los nobles, del hombre de voluntad fuerte, y la moral de los esclavos o de los débiles.<br><br>La moral del amo establece sus propios valores, decide su propio curso de acción y los evalúa a través del prisma de las consecuencias, como útiles (buenas) o dañinas (malas). Por lo tanto, la autonomía, el poder, la riqueza, la nobleza, el optimismo, la exuberancia y el coraje se consideran buenos, mientras que la debilidad y la mansedumbre se consideran malas. Al contrario, la moral del esclavo no genera valores ni acciones, sino que simplemente reacciona y se opone a los valores o acciones establecidos por la moral del amo. Mientras que la moral del amo se centra en la acción, la moral del esclavo es reaccionaria (o, como diría Nietzsche, es resentimiento); mientras que la moral del amo es opresiva, la moral del esclavo es subversiva y manipuladora; mientras que la moral del amo es más individualista, la moral del esclavo es más comunitaria.<br><br>Para Nietzsche, el cristianismo es otra reacción de los pobres y los débiles, diseñada para derrocar y controlar a los poderosos mediante la manipulación. Los cristianos se han resignado a su destino de esclavitud, y no tienen la voluntad de convertirse en dueños de su propio destino.<br><br>Obviamente, la crítica de Nietzsche a la moral cristiana y su concepto fundamental de mansedumbre es una interpretación lamentablemente errónea del cristianismo. La virtud cristiana de la mansedumbre no surge de la impotencia, sino del poder, la justicia y el amor de Dios. Cuando llevaron a Jesús ante la corte judía y un funcionario lo abofeteó, Jesús exigió una respuesta por ese acto injusto (Juan 18: 23). Los evangelios dejan en claro que Jesús murió en la Cruz no porque no tuviera forma de escapar (Mat. 26: 53), sino porque en forma voluntaria y amante entregó su vida por nuestra salvación (Juan 10: 17, 18; 18: 4-11; 19: 11; Fil. 2: 6-9). La mansedumbre cristiana no es el resultado del miedo o la impotencia, sino del amor.<br><br>Pablo enseña a los cristianos a vivir “con toda humildad y mansedumbre, soportándoos con paciencia los unos a los otros en amor” (Efe. 4: 2). Pablo explica que nos regocijamos en nuestro sufrimiento y sabemos que “el amor de Dios ha sido derramado en nuestros corazones” (Rom. 5: 5). Además, Pablo aclara que Dios nos manifestó su amor cuando éramos impotentes y rebeldes (Rom. 5: 6-8).</p><p>Juan afirma esta verdad bíblica cuando declara: “Nosotros le amamos a él, porque él nos amó primero” (1 Juan 4: 17-21).<br><br>Al describir a los seres humanos como impotentes, Pablo no denigra a la humanidad, sino que describe la realidad de la condición humana (ver también Rom. 3: 26; 7). La Biblia no considera la impotencia humana en términos de una lucha de clases, sino que describe a toda la humanidad como impotente frente al pecado y la muerte. Además, el cristianismo bíblico no denigra falsamente a la humanidad para engañarla y hacer que la gente clame a Dios por gracia. Al contrario, la Biblia describe de manera realista la condición pecaminosa de los seres humanos, y retrata a un Dios que en forma voluntaria y amante se humilla a sí mismo para salvar a una humanidad arrogante y rebelde (Juan 1: 11, 12; 3: 16).<br><br>Como alguien dijo, ¡se necesita fuerza para ser manso! ¡Y se necesita poder divino para amar a la gente pecadora, arrogante y rebelde! Quizás uno de los ejemplos más memorables de la mansedumbre de Jesús sea su oración en la Cruz por los que lo crucificaron y ahora se burlaban de él: “Padre, perdónalos, porque no saben lo que hacen” (Luc. 23: 34; ver también Mat. 12: 15-20; Hech. 8: 32; 1 Ped. 2: 21-23). La mansedumbre forma parte del fruto del Espíritu; Dios nos da poder para superar los crisoles de este mundo.<br><br><strong>La mansedumbre de Moisés y la ira de Dios</strong><br><br>¿Cómo es que a Moisés, el siervo de Dios, se lo designa la persona más mansa que jamás haya andado sobre la Tierra, mientras que, al mismo tiempo, la Biblia presenta a Dios lleno de ira? Necesitamos entender que la ira de Dios no es lo opuesto a la mansedumbre; la ira divina es la reacción de Dios y su repulsión hacia el pecado. Pero Dios ama sinceramente al pecador. Si Dios fuera arrogante, no habría esperado unos 1.600 años a que los antediluvianos se volvieran a él. Tampoco habría esperado más de 400 años a que los cananeos llenaran la copa de su iniquidad. Tampoco habría esperado unos 1.500 años a que los israelitas le fueran fieles. Asimismo, Dios no habría esperado unos 2.000 años para que los cristianos cumplieran su misión. Un Dios arrogante habría exterminado a cada una de estas sociedades de inmediato. Pero Dios se dirige a cada una de ellas con amor y esperanza, llamándolas a regresar a una relación con él.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>1. </strong>Nuestro Dios es un comunicador perfecto. Él le dice a la gente en for- ma abierta y comprensible lo que le gusta y lo que no le gusta. Por lo tanto, Dios no deja lugar a dudas con respecto a sus sentimientos sobre el pecado: lo rechaza. Al mismo tiempo, Dios no humilla al pecador con el propósito de subyugarlo. Dios habla de la situación generada por el pecado; al mismo tiempo, ofrece soluciones. Sí, su reacción contra el pecado es inequívoca, pero también lo es su invitación a los pecadores a que se reconcilien con él. Piensa en cómo puedes ser manso y, a la vez, denunciar el pecado en tu vida, en la vida de tu familia y en los miembros de la comunidad.<br><strong><br>2.</strong> Medita sobre la idea de que nuestra vida es un teatro para que los otros mundos vean y aprendan. Comparte tus sentimientos con el grupo de Escuela Sabática al reflexionar sobre esta idea. ¿Cómo cambia tu vida cuando eres consciente de esta perspectiva más amplia?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p><strong>TEMPLANZA EN EL CRISOL</strong><br></p>",
      "verse": "<p>Bienaventurados los mansos, porque ellos recibirán la tierra por heredad (Mat.5: 5)<br></p>",
      "versionCode": 7,
      "weekDate": "27 de Agosto–2 de Septiembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
