 {
  "data": [
    {
      "color": "#900C3F",
      "id": 4,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "16 de octubre",
          "dayTitle": "<p>AMARÁS AL SEÑOR TU DIOS</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>En la religión judía, una de las oraciones más importantes se extrae de Deuteronomio 6. Se la conoce como el “Shemá”, basado en la primera palabra hebrea de la oración, de la raíz, shemá‘, que significa “escuchar”, o incluso “obedecer”; una palabra que aparece una y otra vez, no solo en Deuteronomio sino en todo el Antiguo Testamento. \n</p><p>La primera línea del Shemá –en hebreo– dice así: Shemá, Israel, Adonai Elohenu, Adonai ejad. \n</p><p>Significa: “Oye, Israel: Jehová nuestro Dios, Jehová uno es” (Deut. 6:4). En la tradición judía, esta Escritura se repite como una oración, con los ojos tapados, con la intención de que nada distraiga de pensar en Dios. Esta primera línea del Shemá se considera una afirmación de la naturaleza monoteísta de Adonai Elohenu, “Jehová nuestro Dios”, y la lealtad de Israel solo a él y a ningún otro “dios”. De hecho, también se podría leer como “Jehová es nuestro Dios”. \n</p><p>Esta línea es parte del primer discurso que Moisés les dio a los hijos de Israel cuando estaban a punto de entrar en la Tierra Prometida. Sin embargo, lo que sigue a esa línea de apertura es una poderosa expresión de la verdad que sigue siendo tan esencial ahora como lo fue entonces.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de octubre",
          "dayTitle": "<p>AMAR A DIOS</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p>Después de que Moisés les relatara a los hijos de Israel la historia de su pueblo, comenzó a darles instrucciones sobre lo que debían hacer para tomar la tierra y prosperar en ella. De hecho, se podría argumentar que la mayor parte de Deuteronomio es simplemente eso: el Señor comunicando a su pueblo lo que tenía que hacer para cumplir con su parte del pacto establecido con ellos en cumplimiento de la promesa hecha a sus padres.&nbsp;</p><p>Deuteronomio 6 comienza así: “Estos, pues, son los mandamientos, estatutos y decretos que Jehová vuestro Dios mandó que os enseñase, para que los pongáis por obra en la tierra a la cual pasáis vosotros para tomarla; para que temas a Jehová tu Dios, guardando todos sus estatutos y sus mandamientos que yo te mando, tú, tu hijo, y el hijo de tu hijo, todos los días de tu vida, para que tus días sean prolongados” (Deut. 6:1, 2).&nbsp;</p><p><strong>Lee Deuteronomio 6:4 y 5. ¿Qué mandato les da Jehová Dios a los hijos de Israel en el versículo 5? ¿Qué significa este mandato?&nbsp;</strong></p><p><strong>Deuteronomio 6:4 y 5</strong></p><p><strong>4</strong> Oye, Israel: Jehová nuestro Dios, Jehová uno es.\n</p><p>\n</p><p><strong>5 </strong>Y amarás a Jehová tu Dios de todo tu corazón, y de toda tu alma, y con todas tus fuerzas.</p><p><br></p><p>¿”Amarás a Jehová tu Dios de todo tu corazón”? Qué interesante es que aquí, en medio de la Ley, en medio de todas las advertencias, las reglas y las disposiciones, se exhorte al pueblo a amar a Dios. Y no solo a amarlo, sino a amarlo “de todo tu corazón, y de toda tu alma, y con todas tus fuerzas”, lo que indica la naturaleza absoluta de este amor.&nbsp;<br></p><p>Amar a Dios con todo el corazón, el alma y las fuerzas significa que nuestro amor por él debe ser supremo sobre nuestro amor por todo y por todos los demás, porque él es el fundamento y la base de todo nuestro ser, nuestra existencia y todo lo demás. El amor por él debe poner en la perspectiva adecuada nuestro amor por todo lo demás.&nbsp;</p><p>En hebreo, la palabra “tu” para “tu Dios, tu corazón, tu poder” [RVA], está en singular (no dice “vuestro Dios”, “vuestros corazones”, etc.). Sí, Dios le estaba hablando al pueblo como unidad, pero esa unidad depende de la fortaleza de las partes. El Señor quiere que cada uno de nosotros, aunque sea parte de un cuerpo más grande, sea fiel a él en forma individual, y el fundamento de esa fidelidad debe ser nuestro amor por él, por quién es él y por lo que ha hecho por nosotros.&nbsp;</p><p><strong>¿Qué significa para ti amar a Dios con todo tu corazón, tu alma y tus fuerzas?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de octubre",
          "dayTitle": "<p>TEMER A DIOS</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p>Moisés les dijo a los hijos de Israel que amaran a Dios con todo lo que tenían. Era un mandato. Sin embargo, pocos versículos antes, Moisés les dio otro mandato: “Que temas a Jehová tu Dios” (Deut. 6:2).&nbsp;</p><p><strong>Lee Deuteronomio 10:12. ¿Qué dice este texto sobre el amor y el temor, y cómo lo entendemos?&nbsp;</strong></p><p><strong>Deuteronomio 10:12</strong></p><p><strong>12</strong> Ahora, pues, Israel, ¿qué pide Jehová tu Dios de ti, sino que temas a Jehová tu Dios, que andes en todos sus caminos, y que lo ames, y sirvas a Jehová tu Dios con todo tu corazón y con toda tu alma;</p><p>En un versículo se les dice que teman a Dios; en otro, que lo amen; y en este versículo se les dice que lo teman y lo amen al mismo tiempo. Según la interpretación común de la palabra “temor”, esto puede parecer una contradicción, pero no lo es. El temor de Dios (en el sentido de admiración y respeto por quién es él, su autoridad, su poder, su justicia y su rectitud, especialmente en contraste con nuestra pecaminosidad, debilidad y total dependencia de él) debería ser una reacción natural. Somos seres caídos, seres que hemos violado la Ley de Dios y que, si no fuera por su gracia, merecemos la condenación y la muerte eterna.&nbsp;<br></p><p><strong>Lee Efesios 2:1 al 10. Estos versículos ¿cómo deberían ayudarnos a entender cómo temer y amar a Dios al mismo tiempo?&nbsp;</strong></p><p><strong>Efesios 2:1 al 10</strong></p><p><strong>1</strong> Y él os dio vida a vosotros, cuando estabais muertos en vuestros delitos y pecados,\n</p><p>\n</p><p><strong>2</strong> en los cuales anduvisteis en otro tiempo, siguiendo la corriente de este mundo, conforme al príncipe de la potestad del aire, el espíritu que ahora opera en los hijos de desobediencia,<br></p><p>\n</p><p><strong>3</strong> entre los cuales también todos nosotros vivimos en otro tiempo en los deseos de nuestra carne, haciendo la voluntad de la carne y de los pensamientos, y éramos por naturaleza hijos de ira, lo mismo que los demás.<strong><br></strong></p><p><strong>4</strong> Pero Dios, que es rico en misericordia, por su gran amor con que nos amó,<strong><br></strong></p><p><strong>5</strong> aun estando nosotros muertos en pecados, nos dio vida juntamente con Cristo (por gracia sois salvos),<strong><br></strong></p><p><strong>6</strong> y juntamente con él nos resucitó, y asimismo nos hizo sentar en los lugares celestiales con Cristo Jesús,<strong><br></strong></p><p><strong>7</strong> para mostrar en los siglos venideros las abundantes riquezas de su gracia en su bondad para con nosotros en Cristo Jesús.<strong><br></strong></p><p><strong>8</strong> Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios;<strong><br></strong></p><p><strong>9</strong> no por obras, para que nadie se gloríe.<strong><br></strong></p><p><strong>10</strong> Porque somos hechura suya, creados en Cristo Jesús para buenas obras, las cuales Dios preparó de antemano para que anduviésemos en ellas.</p><p>A pesar de que éramos “hijos de ira” (por eso deberíamos temerle), Cristo murió por nosotros y así nos dio una nueva vida en él, que incluye librarnos del pecado y la condenación del pasado (por eso debemos amarlo).&nbsp;<br></p><p>Y así como esto se aplica a nosotros hoy, este mismo principio se aplicó al antiguo Israel: habían sido cautivos en Egipto, condenados a la esclavitud y la opresión, y solo el amor de Dios por ellos y la misericordia hacia ellos fue lo que los guio a su gran redención. “Acuérdate que fuiste siervo en tierra de Egipto, y que Jehová tu Dios te sacó de allá” (Deut. 5:15). No es de extrañar, entonces, que amen y teman a Dios al mismo tiempo. Y, si ellos hicieron eso, ¿cuánto más deberíamos amarlo y temerlo nosotros, al contar con la gran verdad de la muerte de Jesús en la Cruz en nuestro favor?&nbsp;</p><p><strong>Lee Apocalipsis 14:6 y 7. ¿Cómo debemos entender que el mandamiento “temed a Dios” debe ser el primer mandamiento del mensaje del Señor para los últimos días al mundo? A la luz de lo que sabemos sobre lo que se avecina en el mundo, ¿por qué ese mandato tiene tanto sentido?</strong></p><p><strong>Apocalipsis 14:6 y 7</strong></p><p><strong>6</strong> Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,\n</p><p><strong>7</strong> diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de octubre",
          "dayTitle": "<p>ÉL NOS AMÓ PRIMERO</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p>Incluso en medio de los estatutos y las ordenanzas de Deuteronomio y todas las amonestaciones que advierten a la nación judía que el pueblo debe obedecer “sus mandamientos, sus decretos y sus estatutos”, ellos debían amar a Dios ante todo y con todo su corazón, alma y fuerzas. Por supuesto, tenían buenas razones para hacerlo.&nbsp;</p><p><strong>Lee Deuteronomio 4:37; 7:7, 8 y 13; 10:15; 23:5; y 33:3. ¿Qué enseñan estos versículos sobre el amor de Dios por su pueblo?&nbsp;</strong></p><p><strong>Deuteronomio 4:37</strong></p><p><strong>37</strong> Y por cuanto él amó a tus padres, escogió a su descendencia después de ellos, y te sacó de Egipto con su presencia y con su gran poder,</p><p><strong>Deuteronomio 7:7, 8 y 13</strong></p><p><strong>7</strong> No por ser vosotros más que todos los pueblos os ha querido Jehová y os ha escogido, pues vosotros erais el más insignificante de todos los pueblos;</p><p><strong>8</strong> sino por cuanto Jehová os amó, y quiso guardar el juramento que juró a vuestros padres, os ha sacado Jehová con mano poderosa, y os ha rescatado de servidumbre, de la mano de Faraón rey de Egipto.</p><p><strong>13</strong> Y te amará, te bendecirá y te multiplicará, y bendecirá el fruto de tu vientre y el fruto de tu tierra, tu grano, tu mosto, tu aceite, la cría de tus vacas, y los rebaños de tus ovejas, en la tierra que juró a tus padres que te daría.</p><p><strong>Deuteronomio 10:15</strong></p><p><strong>15</strong> Solamente de tus padres se agradó Jehová para amarlos, y escogió su descendencia después de ellos, a vosotros, de entre todos los pueblos, como en este día.</p><p><strong>Deuteronomio 23:5</strong></p><p><strong>5</strong> Mas no quiso Jehová tu Dios oír a Balaam; y Jehová tu Dios te convirtió la maldición en bendición, porque Jehová tu Dios te amaba.</p><p>Deuteronomio 33:3</p><p><strong>3</strong> Aun amó a su pueblo;&nbsp;Todos los consagrados a él estaban en su mano;&nbsp;Por tanto, ellos siguieron en tus pasos,Recibiendo dirección de ti,</p><p>Por tanto, ellos siguieron en tus pasos,\n</p><p>Recibiendo dirección de ti,</p><p>Una y otra vez en Deuteronomio, Moisés le contó al pueblo del amor de Dios por sus padres y por ellos. Pero, más que con palabras, el Señor reveló este amor con sus acciones. Es decir que, a pesar de sus defectos, sus fracasos, sus pecados, el amor de Dios por ellos se mantenía firme; un amor que se manifestó poderosamente en su trato con ellos.&nbsp;</p><p><strong>“Nosotros le amamos a él, porque él nos am” (1 Juan 4:19). ¿Cómo nos ayuda este versículo a entender por qué debemos amar a Dios?&nbsp;</strong></p><p>El amor de Dios por nosotros es anterior a nuestra existencia, en el sentido de que el plan de salvación estaba en marcha mucho antes de “la fundación del mundo” (Efe. 1:4).&nbsp;<br></p><p>Como dijo Elena de White: “El plan de nuestra redencio?n no fue una reflexio?n ulterior, un plan formulado despue?s de la cai?da de Ada?n. Fue una ‘revelacio?n del misterio que por tiempos eternos fue guardado en silencio’. Fue una manifestacio?n de los principios que desde las edades eternas habi?an sido el fundamento del Trono de Dios” (DTG 13).&nbsp;</p><p>Cuán dichosos somos todos porque Dios es, efectivamente, un Dios de amor, un amor tan grande que lo hizo ir a la Cruz por nosotros, un amor abnegado por el que “se humilló a sí mismo, haciéndose obediente hasta la muerte, y muerte de cruz” (Fil. 2:8). En consecuencia, hoy tenemos una revelación del amor de Dios por nosotros que los hijos de Israel probablemente ni siquiera podrían haber imaginado.&nbsp;</p><p><strong>En lugar de ser amor, ¿y si Dios fuera odio, o si fuera indiferente? ¿Qué tipo de mundo sería este? ¿Por qué la revelación del amor de Dios por nosotros es algo en lo que verdaderamente deberíamos regocijarnos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de octubre",
          "dayTitle": "<p>SI ME AMAN, GUARDARÁN MIS MANDAMIENTOS</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p>Israel, la nación en su conjunto, fue llamada a amar a Dios. Pero esto era algo que solo podía suceder de a uno. Como un solo ser humano al que se le dio libre albedrío, cada israelita tenía que tomar la decisión de amar a Dios, y mostraría ese amor a través de la obediencia.&nbsp;</p><p><strong>¿Qué tienen en común los siguientes versículos? Es decir, ¿cuál es el tema común entre ellos? Deuteronomio 5:10; 7:9; 10:12; 11:1; 19:9.&nbsp;</strong></p><p><strong>Deuteronomio 5:10</strong></p><p><strong>10</strong> y que hago misericordia a millares, a los que me aman y guardan mis mandamientos.</p><p><strong>Deuteronomio 7:9</strong></p><p><strong>9</strong> Conoce, pues, que Jehová tu Dios es Dios, Dios fiel, que guarda el pacto y la misericordia a los que le aman y guardan sus mandamientos, hasta mil generaciones;</p><p><strong style=\"background-color: initial;\">Deuteronomio 10:12</strong></p><p><strong style=\"background-color: initial;\">12</strong> Ahora, pues, Israel, ¿qué pide Jehová tu Dios de ti, sino que temas a Jehová tu Dios, que andes en todos sus caminos, y que lo ames, y sirvas a Jehová tu Dios con todo tu corazón y con toda tu alma;</p><p><strong>Deuteronomio 11:1</strong></p><p><strong>1</strong> Amarás, pues, a Jehová tu Dios, y guardarás sus ordenanzas, sus estatutos, sus decretos y sus mandamientos, todos los días.</p><p><strong>Deuteronomio 19:9</strong></p><p><strong>9</strong> siempre y cuando guardares todos estos mandamientos que yo te prescribo hoy, para ponerlos por obra; que ames a Jehová tu Dios y andes en sus caminos todos los días; entonces añadirás tres ciudades más a estas tres,</p><p>¿Cuánto más clara podría ser la Palabra de Dios? Así como Dios no solo dice que nos ama, sino además ha revelado ese amor por nosotros mediante lo que hizo y todavía hace, el pueblo de Dios también mostrará su amor a Dios por sus acciones. Y en estos textos vemos que el amor a Dios está indisolublemente ligado a la obediencia a él.&nbsp;</p><p>Por eso, cuando Juan dice cosas como: “Pues este es el amor a Dios, que guardemos sus mandamientos” (1 Juan 5:3), o cuando Jesús dice: “Si me aman, guardarán mis mandamientos” (Juan 14:15, RVA-2015), estos versículos simplemente expresan esta enseñanza básica. El amor a Dios siempre se expresará mediante la obediencia a Dios. Siempre ha sido así, y lo seguirá siendo. Y esta obediencia a Dios significa obediencia a su Ley, los Diez Mandamientos, que también incluye el cuarto Mandamiento, el sábado. Guardar el cuarto Mandamiento no es más legalismo que guardar cualquiera de los otros nueve.&nbsp;</p><p>Aunque la obediencia a cualquiera de los mandamientos puede ser legalismo, ese tipo de obediencia no se hace realmente por amor a Dios. Cuando realmente amamos a Dios, especialmente por lo que él ha hecho por nosotros en Cristo Jesús, queremos obedecerle, porque eso es lo que él nos pide que hagamos.&nbsp;</p><p>Cuando Moisés le dijo una y otra vez a Israel que amara y obedeciera a Dios, lo hizo después de haber sido redimidos de Egipto. Es decir, el amor y la obediencia del pueblo eran en respuesta a la redención que Dios había hecho en su favor. El Señor los había redimido. Ahora responderían obedeciendo fielmente sus mandamientos. ¿Hay alguna diferencia hoy?&nbsp;</p><p><strong>¿Cuál es tu experiencia al tratar de obedecer a Dios? Es decir, ¿cuáles son tus motivaciones para obedecer a Dios? ¿Por qué deberías hacerlo por amor a él? ¿Qué papel debería desempeñar también el temor, según la concepción bíblica?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de octubre",
          "dayTitle": "<p>EL PRIMER MANDAMIENTO</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p>Por mucho que algunos teólogos, por diversas razones, busquen separar el Antiguo Testamento del Nuevo Testamento, no se puede, al menos sin despojar al Nuevo Testamento de su verdadero significado. El Nuevo Testamento, en su revelación de Jesús y sus explicaciones teológicas de su vida, muerte, resurrección y ministerio sumosacerdotal, apunta al cumplimiento de muchas de las profecías y los tipos del Antiguo Testamento. En muchos aspectos, el Antiguo Testamento forma el trasfondo, el contexto, la base del Nuevo Testamento. Ambos testamentos revelan la bondad y el amor de Dios.&nbsp;</p><p>Esta es una de las razones por las que, vez tras vez, el Nuevo Testamento, incluso Jesús, cita al Antiguo Testamento.&nbsp;</p><p><strong>Lee Marcos 12:28 al 30. ¿Cuál fue la pregunta sobre el “primer mandamiento de todos”? ¿Qué responde Jesús y de dónde obtiene su respuesta?&nbsp;</strong></p><p><strong>Marcos 12:28 al 30</strong></p><p><strong>28</strong> Acercándose uno de los escribas, que los había oído disputar, y sabía que les había respondido bien, le preguntó: ¿Cuál es el primer mandamiento de todos?\n</p><p>\n</p><p><strong>29</strong> Jesús le respondió: El primer mandamiento de todos es: Oye, Israel; el Señor nuestro Dios, el Señor uno es.<br></p><p>\n</p><p><strong>30</strong> Y amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con toda tu mente y con todas tus fuerzas. Este es el principal mandamiento.<br></p><p><br></p><p>Es interesante que un escriba, alguien que había dedicado su vida a interpretar la Ley y cómo debía aplicarse, haya hecho esta pregunta. No obstante, por más que entendían que había muchísimas leyes para obedecer (la tradición rabínica posterior las clasificó en 613 mandamientos), no es de extrañar que buscaran sintetizarlo todo en una sola pregunta.&nbsp;</p><p>Y ¿qué hace Jesús? Va directamente a Deuteronomio 6, comenzando con el: “Oye, Israel: Jehová nuestro Dios, Jehová uno es” (Deut. 6:4), y luego cita el siguiente versículo también, que indica amar a Dios con todo el corazón, el alma y las fuerzas. Apuntó a la aseveración clave de que el Señor es su Dios, su único Dios y, sobre la base de esa gran verdad, son llamados a amarlo supremamente.&nbsp;</p><p>¿Hay acaso una “Verdad Presente” mayor que este mandamiento? En los últimos días, cuando se desarrollen los acontecimientos finales y todos sean llamados a decidirse por uno u otro bando de una manera muy dramática, los mandamientos de Dios (Apoc. 14:12) jugarán un papel crucial.&nbsp;</p><p>En última instancia, el bando que elijamos –incluso de cara a la persecución– se basará en si realmente amamos a Dios o no. Ese es el tema decisivo, y podremos llegar a amar a Dios con todo nuestro corazón, alma y fuerzas solo cuando lleguemos a conocerlo por nosotros mismos y experimentemos personalmente su bondad, su amor y su gracia.&nbsp;</p><p><strong>Si es necesario, es algo por lo que valdrá la pena morir. Si alguien te preguntara: “¿Cómo llegan las personas a amar a un Dios que nunca han visto personalmente?”, ¿qué dirías? Comenten, en clase, sus respuestas.</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de octubre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>“La Cruz de Cristo sera? la ciencia y el canto de los redimidos durante toda la Eternidad. En el Cristo glorificado contemplara?n al Cristo crucificado. Nunca olvidara?n que el Ser cuyo poder creo? los innumerables mundos y los sostiene a trave?s de la inmensidad del espacio –el Amado de Dios, la Majestad del cielo, a quien los querubines y los serafines resplandecientes se deleitan en adorar– se humillo? para levantar al hombre cai?do; [nunca olvidara?n] que llevo? la culpa y la vergu?enza del pecado, y sintio? el ocultamiento del rostro de su Padre, hasta que la maldicio?n de un mundo perdido quebranto? su corazo?n y le arranco? la vida en la Cruz del Calvario. Que el Hacedor de todos los mundos, el A?rbitro de todos los destinos, dejase su gloria y se humillase por amor al hombre despertara? eternamente la admiracio?n y la adoracio?n del Universo. Cuando las naciones de los salvos miren a su Redentor y contemplen la gloria eterna del Padre brillar en su rostro; cuando contemplen su Trono, que es desde la eternidad hasta la eternidad, y sepan que su reino no tendra? fin, prorrumpira?n en un ca?ntico de ju?bilo: ‘¡Digno, digno es el Cordero que fue inmolado, y nos ha redimido para Dios con su propia preciosísima sangre!’ ” (CS 709, 710).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1.</strong> Lee la declaración anterior de Elena de White. ¿Qué dice que debería ayudarnos a entender por qué nuestro amor por Dios debería ser el mayor amor que tenemos? Piensa en lo que significa el hecho de que Dios, “el Ser cuyo poder creo? los innumerables mundos y los sostiene a trave?s de la inmensidad del espacio”, fue quien pendió de la Cruz por nosotros. ¿Por qué esta verdad debería ser la base de nuestra relación con Dios?&nbsp;</p><p><strong>2.</strong> Medita en la idea de amar y temer a Dios al mismo tiempo. ¿Cómo hacer ambas cosas y por qué deberíamos hacerlas?&nbsp;</p><p><strong>3.</strong> Una cosa es amar a Dios cuando las cosas van bien en nuestra vida. ¿Qué sucede cuando las cosas no van bien, cuando ocurre una tragedia? ¿Por qué, en esos momentos, amar a Dios es aún más importante que cuando las cosas van bien?&nbsp;</p><p><strong>4.</strong> Repasa la pregunta final del estudio del jueves. ¿Cuáles son los diversos enfoques que podrías adoptar para explicarle a alguien que no es creyente lo que significa amar a Dios? Los seres humanos ¿cómo podemos amar a alguien a quien nunca hemos visto físicamente? ¿Por qué no importa que nunca lo hayamos visto, al menos en persona?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>AMARÁS AL SEÑOR TU DIOS</p>",
      "verse": "<p>“Y amarás a Jehová tu Dios de todo tu corazón, y de toda tu alma, y con&nbsp;todas tus fuerzas” (Deut. 6:5).</p>",
      "versionCode": 1,
      "weekDate": "16 -23 de octubre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
