{
  "data": [
    {
      "color": "#ff5733",
      "id": 10,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado, 27 de mayo",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>Era una de esas hermosas mañanas de septiembre en Chicago. Cuando el sol se elevaba sobre el lago Míchigan, los conductores luchaban con los embotellamientos en las autopistas Kennedy y Eisenhower, y los niños se dirigían a la escuela, comenzó a aflorar una historia escalofriante que infundió miedo en el corazón de los habitantes de Chicago. La gente se enfermaba trágicamente, y algunos morían pocas horas después de tomar las cápsulas de Tylenol. En las pruebas, se demostró que cada una de las cápsulas estaba envenenada con cianuro de potasio, un veneno mortal. Un desquiciado había manipulado el medicamento. Hasta el día de hoy, no se sabe quién hizo esto.\n</p><p>Como hemos visto, Apocalipsis nos advierte que “los que habitan en la Tierra” beberán una poción mortal llamada el “vino de Babilonia”. Existen doctrinas y enseñanzas falsas que, en definitiva, solo conducirán a la muerte.  Sin embargo, el mundo no está desprovisto del antídoto, la protección, contra este veneno espiritual: el mensaje de los tres ángeles. En la lección de esta semana, seguiremos viendo no solo los engaños de Babilonia, sino también el plan de Jesús para salvarnos de estos engaños y de la muerte que, de lo contrario, provocarían.</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo, 28 de mayo",
          "dayTitle": "<p><strong>EL CAMINO QUE AL HOMBRE LE PARECE DERECHO</strong></p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p>En el contexto del tiempo del fin, Jesús pronunció una poderosa advertencia: “Porque se levantarán falsos Cristos y falsos profetas, y harán señales y prodigios, para engañar, si fuese posible, aun a los escogidos” (Mar. 13:22). ¿Quiénes son los “escogidos”? Más adelante dice: “Y enviará sus ángeles con gran voz de trompeta, y juntarán a sus escogidos, de los cuatro vientos, desde un extremo del cielo hasta el otro” (Mat. 24:31). Asusta un poco, ¿verdad?, cuando el engaño en los últimos días será tan grande que hasta los fieles correrán el riesgo de ser engañados.<br></p><p><strong>Lee Apocalipsis 12:9. ¿A quiénes engaña Satanás? ¿Cómo entendemos estas palabras?\n</strong></p><p><strong>Apocalipsis 12:9</strong>&nbsp;</p><p>Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él.\n</p><p>Obviamente, Dios va a tener algunos fieles en los últimos días, como los ha tenido a lo largo de los siglos. Sin embargo, la terminología aquí muestra cuán extendido es realmente el engaño de Satanás.\n</p><p><strong>Lee Proverbios 14:12. ¿Qué poderosa advertencia se presenta aquí?\n</strong></p><p><strong>Proverbios 14:12</strong> Hay camino que al hombre le parece derecho; pero su fin es camino de muerte.\n</p><p>Muchas veces el consejo es que la gente siga su propia conciencia para determinar por sí misma lo que está bien o lo que está mal, qué es bueno o malo, y luego vivir conforme a eso. Pero la Escritura enseña que todos somos pecadores, todos estamos corrompidos (Jer. 17:9, Rom. 3:9-18); por lo tanto, confiar en nuestros sentimientos es casi una garantía de que, tarde o temprano, tergiversaremos la verdad e incluso actuaremos mal. Hubo gente que, totalmente convencida de la rectitud de su causa, cometió muchas maldades a lo largo de los siglos. Es decir, siguió el “camino que al hombre le parece derecho”.\n</p><p>En lugar de eso, nosotros debemos sumergirnos en la Palabra de Dios, y de su Palabra, al rendirnos al Espíritu Santo, aprender a distinguir la verdad del error, el bien del mal, lo bueno de lo malo. Abandonados a nuestra propia suerte, o incluso a nuestros propios sentidos, podemos llegar a ser presa fácil de los engaños de Satanás.\n</p><p><strong>Piensa en ejemplos de personas que actuaron sobre la base de lo que ellas creían que estaba bien, o incluso que era la voluntad de Dios, pero que realizaron cosas malas. ¿Qué podemos aprender de estos trágicos acontecimientos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes, 29 de mayo",
          "dayTitle": "<p><strong>LA VIEJA MENTIRA DE LA INMORTALIDAD</strong></p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Apocalipsis 16:13 y 14; y 18:2 y 23. ¿Qué alusiones al espiritismo encuentras en estos versículos?<br></strong></p><p><strong>Apocalipsis 16:13 - 14\n</strong></p><p><strong>13</strong> Y vi salir de la boca del dragón, y de la boca de la bestia, y de la boca del falso profeta, tres espíritus inmundos a manera de ranas.\n</p><p><strong>14</strong> Pues son espíritus de demonios, que hacen señales, y van a los reyes de la tierra en todo el mundo, para reunirlos a la batalla de aquel gran día del Dios Todopoderoso.\n</p><p><strong>Apocalipsis 18:2 </strong>Y clamó con voz potente, diciendo: Ha caído, ha caído la gran Babilonia, y se ha hecho habitación de demonios y guarida de todo espíritu inmundo, y albergue de toda ave inmunda y aborrecible.\n</p><p><strong>Apocalipsis 18:23</strong> Luz de lámpara no alumbrará más en ti, ni voz de esposo y de esposa se oirá más en ti; porque tus mercaderes eran los grandes de la tierra; pues por tus hechicerías fueron engañadas todas las naciones.\n</p><p>Expresiones como “habitación de demonios” o “espíritus de demonios” y “hechicerías” indican actividad demoníaca. No es de extrañar que se nos haya advertido que de los dos grandes engaños en los últimos días, uno será “la inmortalidad del alma” (ver CS 645, 646). Por supuesto, eso es muy fácil de ver en la actualidad. Incluso en el mundo cristiano, la idea de que el alma es inmortal es casi una doctrina cristiana básica. Muchos cristianos creen que, al morir, los salvos ascienden al Cielo, y los perdidos descienden al infierno. ¿Con qué frecuencia, por ejemplo, después de la muerte del gran evangelista Billy Graham, escuchamos que “Billy Graham está seguro ahora en el Cielo, en los brazos amorosos de Jesús”, o expresiones similares? Este tipo de cosas se enseñan todo el tiempo desde los púlpitos, en las aulas y, especialmente, en los funerales.\n</p><p><strong>Lee Eclesiastés 9:5; Job 19:25 al 27; 1 Tesalonicenses 4:16 y 17; y Apocalipsis 14:13. ¿Qué instrucción clara dio Dios a su pueblo acerca de la vida después de la muerte, y dónde encontramos esperanza?\n</strong></p><p><strong>Eclesiastés 9:5 </strong>Porque los que viven saben que han de morir; pero los muertos nada saben, ni tienen más paga; porque su memoria es puesta en olvido.\n</p><p><strong>Job 19:25- 27\n</strong></p><p><strong>25 </strong>Yo sé que mi Redentor vive, y al fin se levantará sobre el polvo;\n</p><p><strong>26 </strong>Y después de deshecha esta mi piel, en mi carne he de ver a Dios.\n</p><p><strong>27 </strong>Al cual veré por mí mismo, y mis ojos lo verán, y no otro, aunque mi corazón desfallece dentro de mí.\n</p><p><strong>1 Tesalonicenses 4:16 -17\n</strong></p><p><strong>16</strong> Porque el Señor mismo con voz de mando, con voz de arcángel, y con trompeta de Dios, descenderá del cielo; y los muertos en Cristo resucitarán primero.\n</p><p><strong>17</strong> Luego nosotros los que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos en las nubes para recibir al Señor en el aire, y así estaremos siempre con el Señor.\n</p><p><strong>Apocalipsis 14:13\n</strong></p><p>Oí una voz que desde el cielo me decía: Escribe: Bienaventurados de aquí en adelante los muertos que mueren en el Señor. Sí, dice el Espíritu, descansarán de sus trabajos, porque sus obras con ellos siguen.\n</p><p>Uno de los pilares del engaño babilónico es una falsa concepción de la muerte, que, sobre la base de la idea de la inmortalidad del alma, prepara el camino para la influencia engañosa del espiritismo. Si tú crees que los muertos, de alguna forma, están vivos y hasta podrían llegar a comunicarse con nosotros, entonces, ¿qué protección tienes contra cualquiera de los miles de engaños de Satanás? Si alguien que tú creías que era tu madre, tu hijo u otro ser querido fallecido apareciera de repente y hablara contigo, ¿cuán fácil sería dejarte engañar por tus sentidos? Esto ha sucedido en el pasado, ocurre ahora y, sin duda, a medida que nos acercamos a los últimos días, volverá a suceder. Nuestra única protección es permanecer firmemente arraigados en lo que la Biblia enseña, y aferrarnos a la enseñanza bíblica sobre la muerte como un sueño hasta la segunda venida de Jesús.\n</p><p><strong>¿Qué ejemplos de espiritismo moderno existen hoy en tu cultura? ¿Por qué la adhesión firme a la Palabra de Dios es nuestra única protección?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes, 30 de mayo",
          "dayTitle": "<p><strong>BABILONIA: EL CENTRO DEL CULTO AL SOL</strong></p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>La adoración al Sol era notoria en Egipto, Asiria, Persia y, desde luego en Babilonia. En su libro The Worship of Nature [La adoración de la naturaleza], James G. Frazer hace esta observación: “En la antigua Babilonia, se adoraba al Sol desde la antigüedad inmemorial” (t. 1, p. 529). Quizá te parezca sorprendente, pero hubo veces en que la adoración al Sol babilónica influyó en la adoración del pueblo de Dios en el Antiguo Testamento.\n</p><p><strong>Lee Ezequiel 8:16; y 2 Reyes 23:5 y 11. ¿Qué escribieron los profetas sobre la influencia de la adoración al Sol en Israel y Judá? (Ver también Rom. 1:25).\n</strong></p><p><strong>Ezequiel 8:16</strong>&nbsp;</p><p>Y me llevó al atrio de adentro de la casa de Jehová; y he aquí junto a la entrada del templo de Jehová, entre la entrada y el altar, como veinticinco varones, sus espaldas vueltas al templo de Jehová y sus rostros hacia el oriente, y adoraban al sol, postrándose hacia el oriente.\n</p><p><strong>2 Reyes 23:5&nbsp;</strong></p><p>Y quitó a los sacerdotes idólatras que habían puesto los reyes de Judá para que quemasen incienso en los lugares altos en las ciudades de Judá, y en los alrededores de Jerusalén; y asimismo a los que quemaban incienso a Baal, al sol y a la luna, y a los signos del zodíaco, y a todo el ejército de los cielos.\n</p><p><strong>2 Reyes 23:11</strong></p><p><strong></strong>Quitó también los caballos que los reyes de Judá habían dedicado al sol a la entrada del templo de Jehová, junto a la cámara de Natán-melec eunuco, el cual tenía a su cargo los ejidos; y quemó al fuego los carros del sol.\n</p><p><strong>Romanos 1:25</strong></p><p> Ya que cambiaron la verdad de Dios por la mentira, honrando y dando culto a las criaturas antes que al Creador, el cual es bendito por los siglos. Amén.\n</p><p>El profeta Ezequiel, contemporáneo de Daniel, describió a algunos del pueblo de Dios dándole la espalda al Templo de Dios, ya que adoraban al Sol hacia el este. En lugar de adorar al Creador del Sol, adoraban al Sol. En Apocalipsis 17, Juan describe un tiempo en que los principios de Babilonia, incluyendo la adoración al Sol, entrarían en la iglesia cristiana durante una era de transigencia. La conversión superficial de Constantino, en la primera parte del siglo IV, causó gran alegría en el Imperio Romano. Constantino tenía una fuerte afinidad con la adoración al Sol. Edward Gibbon, el renombrado historiador, escribe: “El Sol se celebró universalmente como el guía invencible y protector de Constantino” (The History of the Decline and Fall of the Roman Empire, cap. 20). En el año 321 d.C., Constantino también aprobó la primera “ley dominical”. Este edicto declaraba: “En el venerable día del Sol, que los magistrados y la gente que reside en las ciudades descansen, y que todos los talleres se cierren” (Edicto de Constantino, 321 d.C.). Esta no era una ley que imponía la observancia del domingo para todos los súbditos de Constantino, pero fortaleció la observancia del domingo en la mente de la población romana.\n</p><p>Fue en décadas sucesivas que los emperadores y los papas, mediante decretos de Estado y concilios eclesiásticos, siguieron instaurando el domingo como el día singular de culto; lo que sigue vigente en la actualidad para la mayoría de los cristianos. Qué poderoso ejemplo de la dura verdad de que solo porque la mayoría cree en algo, o lo practica, no significa que sea lo correcto.\n</p><p><strong>Observa a tu alrededor y fíjate cuán frecuente es la adoración dominical en las iglesias cristianas. ¿Qué debe enseñarnos este hecho acerca de cuán generalizados son los engaños de Satanás? Al igual que con el estado de los muertos, ¿cuál es nuestra única salvaguardia?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miércoles, 31 de mayo",
          "dayTitle": "<p><strong>UN LLAMADO A LA FIDELIDAD</strong></p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>El mensaje del segundo ángel en Apocalipsis 14 es: “ ‘¡Ha caído, ha caído la gran Babilonia!’ ” En Apocalipsis 17, la mujer identificada como la Babilonia espiritual, vestida de púrpura y escarlata, cabalga sobre una bestia de color escarlata, hace circular su copa de vino y embriaga al mundo con el error. Iglesia y Estado se unen. La falsedad prevalece. Los demonios hacen sus milagros para engañar. El mundo se lanza a su conflicto final.\n</p><p>Al mismo tiempo, el pueblo de Dios es difamado, ridiculizado, oprimido y perseguido, pero en Cristo y por el poder de su Espíritu Santo, es firme en su compromiso. Todos los poderes del infierno y las fuerzas del mal no pueden quebrar su lealtad a Cristo. Está seguro en él. Él es su “amparo y fortaleza”, su “pronto auxilio en las tribulaciones” (Sal. 46:1). Dios está llamando a un pueblo del tiempo del fin a volver a ser fiel a su Palabra. Jesús oró: “Santifícalos en la verdad. Tu palabra es verdad” (Juan 17:17). La verdad de la Palabra de Dios, no la opinión humana ni la tradición, es la Estrella del Norte para guiarnos en esta hora crítica de la historia de la Tierra. Esta es una declaración notable del Dr. Edward T. Hiscox, autor del Standard Manual for Baptist Churches [Manual de referencia para las Iglesias Bautistas]. En 1893, habló ante un grupo de cientos de pastores bautistas y los sorprendió con la explicación de cómo llegó el domingo a la iglesia cristiana. “¡Qué lástima que [el domingo] venga etiquetado con la marca del paganismo, y bautizado con el nombre del dios Sol, luego adoptado y sancionado por la apostasía papal, y cedido como un legado sagrado al protestantismo!” (E. Hiscox, ante un congreso de pastores de Nueva York, 13 de noviembre de 1893).\n</p><p><strong>Lee Ezequiel 20:1 al 20. ¿Cuál es la esencia del mensaje de Ezequiel aquí, y cómo encaja el sábado con este llamado a la fidelidad?\n</strong></p><p><strong>Ezequiel 20:1-20\n</strong></p><p><strong>1 </strong>Aconteció en el año séptimo, en el mes quinto, a los diez días del mes, que vinieron algunos de los ancianos de Israel a consultar a Jehová, y se sentaron delante de mí.\n</p><p><strong>2 </strong>Y vino a mí palabra de Jehová, diciendo:\n</p><p><strong>3</strong> Hijo de hombre, habla a los ancianos de Israel, y diles: Así ha dicho Jehová el Señor: ¿A consultarme venís vosotros? Vivo yo, que no os responderé, dice Jehová el Señor.\n</p><p><strong>4 </strong>¿Quieres tú juzgarlos? ¿Los quieres juzgar tú, hijo de hombre? Hazles conocer las abominaciones de sus padres,\n</p><p><strong>5</strong> y diles: Así ha dicho Jehová el Señor: El día que escogí a Israel, y que alcé mi mano para jurar a la descendencia de la casa de Jacob, cuando me di a conocer a ellos en la tierra de Egipto, cuando alcé mi mano y les juré diciendo: Yo soy Jehová vuestro Dios;\n</p><p><strong>6 </strong>aquel día que les alcé mi mano, jurando así que los sacaría de la tierra de Egipto a la tierra que les había provisto, que fluye leche y miel, la cual es la más hermosa de todas las tierras;\n</p><p><strong>7 </strong>entonces les dije: Cada uno eche de sí las abominaciones de delante de sus ojos, y no os contaminéis con los ídolos de Egipto. Yo soy Jehová vuestro Dios.\n</p><p><strong>8 </strong>Mas ellos se rebelaron contra mí, y no quisieron obedecerme; no echó de sí cada uno las abominaciones de delante de sus ojos, ni dejaron los ídolos de Egipto; y dije que derramaría mi ira sobre ellos, para cumplir mi enojo en ellos en medio de la tierra de Egipto.\n</p><p><strong>9 </strong>Con todo, a causa de mi nombre, para que no se infamase ante los ojos de las naciones en medio de las cuales estaban, en cuyos ojos fui conocido, actué para sacarlos de la tierra de Egipto.\n</p><p><strong>10 </strong>Los saqué de la tierra de Egipto, y los traje al desierto,\n</p><p><strong>11</strong> y les di mis estatutos, y les hice conocer mis decretos, por los cuales el hombre que los cumpliere vivirá.\n</p><p><strong>12</strong> Y les di también mis días de reposo, para que fuesen por señal entre mí y ellos, para que supiesen que yo soy Jehová que los santifico.\n</p><p><strong>13</strong> Mas se rebeló contra mí la casa de Israel en el desierto; no anduvieron en mis estatutos, y desecharon mis decretos, por los cuales el hombre que los cumpliere, vivirá; y mis días de reposo profanaron en gran manera; dije, por tanto, que derramaría sobre ellos mi ira en el desierto para exterminarlos.\n</p><p><strong>14 </strong>Pero actué a causa de mi nombre, para que no se infamase a la vista de las naciones ante cuyos ojos los había sacado.\n</p><p><strong>15 </strong>También yo les alcé mi mano en el desierto, jurando que no los traería a la tierra que les había dado, que fluye leche y miel, la cual es la más hermosa de todas las tierras;\n</p><p><strong>16 </strong>porque desecharon mis decretos, y no anduvieron en mis estatutos, y mis días de reposo profanaron, porque tras sus ídolos iba su corazón.\n</p><p><strong>17</strong> Con todo, los perdonó mi ojo, pues no los maté, ni los exterminé en el desierto;\n</p><p><strong>18 </strong>antes dije en el desierto a sus hijos: No andéis en los estatutos de vuestros padres, ni guardéis sus leyes, ni os contaminéis con sus ídolos.\n</p><p><strong>19</strong> Yo soy Jehová vuestro Dios; andad en mis estatutos, y guardad mis preceptos, y ponedlos por obra;\n</p><p><strong>20</strong> y santificad mis días de reposo, y sean por señal entre mí y vosotros, para que sepáis que yo soy Jehová vuestro Dios.\n</p><p>Ezequiel 20 es un llamado ferviente para que Israel abandone las prácticas paganas y adore al Creador y no a sus dioses falsos; en este caso, los “ídolos de Egipto”. En el mensaje de los tres ángeles, Dios hace un llamado similar a “adorar al Creador”, porque “ha caído Babilonia”. Y también, como sabemos, el sábado, y la fidelidad a él, jugarán un papel importante en los acontecimientos finales.\n</p><p><strong>¿Qué lecciones podemos extraer para nosotros de lo que está escrito en Ezequiel 20:1 al 20? (Ver también 1 Cor. 10:11).\n</strong></p><p><strong>1 Corintios 10:11</strong>&nbsp;</p><p>Y estas cosas les acontecieron como ejemplo, y están escritas para amonestarnos a nosotros, a quienes han alcanzado los fines de los siglos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves, 01 de junio",
          "dayTitle": "<p><strong>GRACIA PARA LA OBEDIENCIA</strong></p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>La mujer de escarlata y púrpura, montada sobre la bestia cubierta de escarlata, ha hecho circular su copa de vino, y el mundo está embriagado con las falsas doctrinas de Babilonia. Elena de White habla del “vino de Babilonia” en este claro comentario: “¿En qué consiste ese vino? En sus doctrinas falsas. Ha dado al mundo un día de reposo falso en lugar del verdadero del cuarto Mandamiento, y ha repetido la falsedad que Satanás comunicó a Eva en el Edén: la inmortalidad natural del alma” (MS 2:135). Estas enseñanzas erróneas han engañado a millones. Como resultado, Dios está dando a su pueblo, todavía atrincherado en el error, un llamado final para los últimos días.\n</p><p><strong>Lee Apocalipsis 18:4 y 5. ¿Cuál es el llamado de Dios a las multitudes que aún están en organizaciones religiosas caídas?\n</strong></p><p><strong>Apocalipsis 18:4-5\n</strong></p><p><strong>4 </strong>Y oí otra voz del cielo, que decía: Salid de ella, pueblo mío, para que no seáis partícipes de sus pecados, ni recibáis parte de sus plagas;\n</p><p><strong>5</strong> porque sus pecados han llegado hasta el cielo, y Dios se ha acordado de sus maldades.\n</p><p>Como ya hemos visto (pero vale la pena repetirlo), muchas personas del pueblo de Dios participan en organizaciones religiosas que han transigido con las enseñanzas bíblicas. Ellos no entienden las verdades de la Escritura. El llamado amoroso de Dios es claro: “¡Salgan de ella, pueblo mío, para que no participen de sus pecados y no reciban de sus plagas!” (Apoc. 18:4).\n</p><p><strong>Lee 1 Juan 3:4 y compáralo con Romanos 14:23. ¿Cuál es la definición bíblica de pecado? ¿Cómo armonizan estos pasajes de la Biblia?\n</strong></p><p><strong>1 Juan 3:4&nbsp;</strong></p><p>Todo aquel que comete pecado, infringe también la ley; pues el pecado es infracción de la ley.\n</p><p><strong>Romanos 14:23&nbsp;</strong></p><p>Pero el que duda sobre lo que come, es condenado, porque no lo hace con fe; y todo lo que no proviene de fe, es pecado.\n</p><p>El pecado es la transgresión, o quebrantamiento, de la Ley de Dios. La única manera de que alguien pueda obedecer la Ley es mediante la fe en el poder del Cristo viviente. Somos seres humanos débiles, frágiles, vacilantes y pecaminosos. Por la fe, cuando aceptamos a Cristo, su gracia expía nuestro pasado y fortalece nuestro presente. Él nos da “la gracia y el apostolado, para la obediencia” (Rom. 1:5). El llamado celestial a su pueblo que está en las iglesias que no respetan a Dios ni lo obedecen es salir por fe. Su llamado a los adventistas de las congregaciones que guardan el sábado es abandonar todos los intentos humanos egocéntricos de obediencia y llevar una vida piadosa por la fe en la gracia de Cristo, que nos libra de la condenación y el dominio del pecado. Y así como la fidelidad de Israel a la Ley (Deut. 4:6) habría sido un testimonio poderosos para el mundo, nuestra fidelidad también puede ser un testimonio poderoso que ayude a guiar a la gente a salir de Babilonia.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes, 02 de junio",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p>“ ‘Babilonia la grande’ simboliza en un sentido especial a las religiones apóstatas que se unirán en el tiempo del fin [...]. ‘Babilonia la grande’ es el nombre con el que la Inspiración se refiere a la gran triple unión religiosa del papado, el protestantismo apóstata y el espiritismo [...]. El nombre ‘Babilonia’ se refiere a las organizaciones y a sus dirigentes, y no tanto a sus miembros, los cuales son llamados ‘muchas aguas’ (Apoc. 17:1, 15)” (CBA 7:865). “Merced a los dos grandes errores, el de la inmortalidad del alma y el de la santidad del domingo, Satanás someterá a la gente bajo sus engaños. Mientras el primero pone el fundamento del espiritismo, el segundo crea un lazo de simpatía con Roma” (CS 645).\n</p><p>En los tiempos del Antiguo Testamento, los espíritus de los muertos desempeñaban un papel importante en la religión babilónica. Los babilonios tenían una sólida creencia en la doctrina de la inmortalidad del alma. Creían que, al morir, el alma entraba en el mundo espiritual. El concepto del alma inmortal es ajeno a las enseñanzas de la Escritura. The Jewish Encyclopedia [La Enciclopedia Judía] identifica claramente el origen de la falsa idea de la inmortalidad del alma: “La creencia de que el alma sigue existiendo después de la disolución del cuerpo [...] no se enseña expresamente en ninguna parte de la Sagrada Escritura [...]. La creencia en la inmortalidad del alma llegó a los judíos por su contacto con el pensamiento griego y, sobre todo, por la filosofía de Platón, su principal exponente, que fue llevado a ella por los misterios órficos y eleusinos en el que los conceptos babilónicos y los egipcios se mezclaron extrañamente” (Kaufmann Kohler, The Jewish Encyclopedia, “Immortality of the Soul”, 1906).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.&nbsp;</strong>¿Por qué es tan importante comprender la verdad sobre la muerte? ¿De qué nos protege? ¿Por qué es tan reconfortante, también?\n</p><p><strong>2.</strong> Algunos de los engaños del diablo son obvios; otros, más sutiles. ¿Cómo podemos evitar ser engañados por cualquiera de los dos?\n</p><p><strong>3. </strong>En clase, analicen la pregunta del estudio del domingo, acerca de quienes hacen el mal creyendo que están haciendo la voluntad de Dios, como se revela en la Biblia. ¿Cómo explicamos esto? ¿Qué papel debe desempeñar la Ley de Dios en la explicación?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes, 02 de junio",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p>Apocalipsis 14:8 anuncia la caída de la Babilonia espiritual. Como vimos la semana pasada, Babilonia era una opresora del pueblo de Dios en el Antiguo Testamento. Por ende, Babilonia es un símbolo apropiado de la ciudadela del error, del centro de la apostasía y del archienemigo de la verdad. La semana pasada también estudiamos el contraste entre la mujer de blanco, la verdadera iglesia de Cristo, y la ramera, Babilonia. Notamos que el falso sistema religioso llamado Babilonia busca autoridad en las autoridades religiosas humanas en lugar de la Palabra de Dios. Babilonia obtiene su poder del Estado, no de Cristo. Conforme a la costumbre de muchas religiones falsas, Babilonia utiliza ídolos como representaciones de la Deidad.\n</p><p>Esta semana estudiaremos las dos principales falsedades de Babilonia: el concepto del alma inmortal y la adoración al Sol. A lo largo de los siglos, las religiones paganas han creído que el alma es inmortal. Esta creencia estaba presente en Egipto, Asiria, Babilonia, Medopersia, Grecia y Roma. Esta idea de la inmortalidad del alma entró en la iglesia cristiana en los primeros siglos, junto con la adoración de ídolos paganos que fueron reempaquetados bajo una apariencia de cristianismo y venerados como santos. El segundo error, la adoración al Sol, también entró en la iglesia cristiana relativamente temprano, cuando los líderes cristianos intentaron apaciguar a los paganos y hacer que el cristianismo les resultara más aceptable. La supuesta sacralidad del domingo y la inmortalidad del espíritu son dos de los mayores engaños de Satanás para los últimos días. Esta semana estudiaremos estos engaños a la luz de la Palabra de Dios.\n</p><p><strong>COMENTARIO&nbsp;</strong></p><p>Cuando el apóstol Juan escribió el libro de Apocalipsis, ya hacía mucho tiempo que la antigua ciudad de Babilonia había sido destruida. Juan escribió Apocalipsis hacia fines del siglo I. Babilonia había sido conquistada por los medos y los persas en 539 a.C., más de seiscientos años antes. El profeta Isaías predijo el destino de Babilonia: “Nunca más será habitada, ni se morará en ella de generación en generación; ni hincará allí tienda el árabe, ni pastores llevarán allí sus rebaños” (Isa. 13:20). A lo largo de los siglos, esta profecía demostró ser cierta. Alejandro Magno, de Grecia, llevó diez mil hombres a Babilonia para limpiar las ruinas y reconstruir la ciudad. Murió en Babilonia antes de que pudiera realizarse el proyecto. Después de su muerte, se abandonó la misión. La ciudad ha estado en ruinas durante más de dos mil quinientos años.\n</p><p>La Babilonia mística del Apocalipsis sin duda no es la antigua ciudad de Babilonia. El Comentario bíblico adventista revela la identidad de la Babilonia espiritual en forma contundente: “Babilonia ha sido reconocida literal y simbólicamente desde hace mucho como la enemiga tradicional de la verdad y del pueblo de Dios. Babilonia, como se la usa en el Apocalipsis, simboliza desde la antigüedad hasta el fin del tiempo a todas las organizaciones religiosas apóstatas y a sus caudillos [...].\n</p><p>“Esta profecía de la caída de Babilonia ha hallado su cumplimiento en el alejamiento de la pureza y la sencillez del evangelio que se ha generalizado en el protestantismo” (CBA 7:844, 842). Esta declaración nos lleva a un par de preguntas importantes. ¿Cuáles fueron las principales características de la Babilonia del Antiguo Testamento? La Iglesia Católica, ¿adoptó algunas de sus prácticas en los primeros siglos después de la ascensión de Cristo? Ya hemos destacado en la lección de la semana pasada que los ídolos se introdujeron en la iglesia y se incorporaron a la adoración cristiana. Esta semana, como dijimos en la reseña, nos enfocaremos en otros dos errores que corrompieron a la Iglesia Católica en la Edad Media: la inmortalidad del alma y la santidad del domingo. Elena de White hace esta declaración impresionante, vinculando estos dos errores gemelos: “Merced a los dos grandes errores, el de la inmortalidad del alma y el de la santidad del domingo, Satanás someterá a la gente bajo sus engaños. Mientras el primero pone el fundamento del espiritismo, el segundo crea un lazo de simpatía con Roma. Los protestantes de Estados Unidos serán los primeros en tender sus manos a través de un doble abismo: para asirla mano del espiritismo y para estrechar las manos con el poder romano; y bajo la influencia de esta triple alianza ese país marchará en las huellas de Roma y pisoteará los derechos de la conciencia” (CS 645).\n</p><p><strong>El espiritismo&nbsp;</strong></p><p>En todo el libro de Apocalipsis, el espiritismo es uno de los engaños finales de Satanás para unir al mundo y llevarlo al conflicto final de la Tierra entre el pueblo de Dios y las fuerzas del mal. Apocalipsis 16:14 señala “que son espíritus de demonios, que hacen señales y van a los reyes de todo el mundo para reunirlos para la batalla de ese gran día del Dios Todopoderoso”. Apocalipsis 19:20 agrega que los que recibieron la marca de la bestia fueron engañados por estas falsas señales espectaculares, y Apocalipsis 13 confirma que “con las señales que se le permitió realizar en presencia de la primera bestia [el diablo] engaña a los habitantes de la Tierra” (Apoc. 13:14). Según Apocalipsis 18:2, Babilonia “se ha vuelto habitación de demonios, guarida de todo espíritu impuro, y albergue de toda ave sucia y aborrecible”. Bajo el pretexto del espiritismo, Satanás obrará con “prodigios mentirosos” y engañará “con todo tipo de maldad” (2 Tes. 2:9, 10). Uno de sus engaños finales será la personificación de los muertos por parte de sus ángeles malignos, y también habrá una distorsión de la verdad bíblica, incluyendo el sábado. Para que no nos enorgullezcamos de nuestro conocimiento de la verdad bíblica y creamos que no corremos ningún peligro inmediato de caer en engaños tan flagrantes, reflexionemos en lo siguiente. El espiritismo moderno va mucho más allá de la imitación de nuestros seres queridos por parte de los ángeles malignos. (La mayoría de los adventistas que creen en la Biblia no se dejarán engañar por la aparición de Beelzebú al pie de la cama por la noche en la forma del querido tío Bernardo que vuelve de la tumba con “nueva luz” sobre el día de reposo). El espiritismo, en su encarnación moderna, encuentra su expresión en un ataque más sutil, aunque devastador, contra la verdad bíblica. Uno de sus principios, que se remonta al propio Jardín del Edén, es la mentira fatal de la serpiente de que los seres humanos serán como dioses cuando transgre- dan la Ley de Dios. Vemos que este principio pernicioso ha sido reempaquetado por el posmodernismo y comercializado con encanto seductor como parte de la enseñanza “Haz lo que quieras”, una refutación y un ataque a la misma Ley de Dios. Este peligroso sofisma subordina la soberanía inmutable y absoluta de la Ley de Dios al capricho de la autoridad humana y a los antojos de la cultura. Una vez sometida a la autoridad humana, la Ley de Dios no tiene fuerza ni es valedera para la humanidad. El resultado es devastador ya que, en general, la autoridad y la Palabra de Dios quedan desvirtuadas y relegadas en nuestras culturas modernas. ¿Conclusión? A Satanás realmente no le importa cómo nos engaña con los prodigios mentirosos del espiritismo. Ya sea por un ataque descarado mediante una “nueva luz” por parte de supuestos parientes “muertos”, o por un ataque más sutil a la inspiración y a la autoridad de la Palabra de Dios, a él le da igual. Entonces, debemos vestirnos de toda la armadura de Dios (Efe. 6:10-18) y orar pidiendo discernimiento para detectar los engaños más sutiles del enemigo, que no duerme.\n</p><p><strong>Ataque a la verdad del sábado&nbsp;</strong></p><p>Y esto nos lleva al segundo gran error que Satanás utilizará para engañar al pueblo de Dios en los últimos días. Es la falsa enseñanza de que el sábado ya no es válido porque la Ley de Dios ya no es vinculante. Este último error tiene sus raíces en la antigüedad. Las culturas antiguas practicaron el culto al Sol durante mucho tiempo. El dios principal de los babilonios era Bel-Marduk. Era el dios Sol de la justicia, la luz, la verdad y la autoridad real. La Encyclopedia Britannica tiene un artículo perspicaz que describe la influencia del dios Sol en civilizaciones pasadas. Según los editores de Britannica, los antiguos creían que “el Sol es el que otorga luz y vida a la totalidad del Cosmos; con su ojo que no parpadea y que todo lo ve, es el estricto garante de la justicia; siendo que existe una conexión casi universal de la luz con la iluminación o la ilustración, el Sol es la fuente de la sabiduría [...]. Los reyes gobernaban mediante el poder del Sol y alegaban descender del Sol. Las divinidades solares, los dioses que personifican al Sol, son soberanos y omnividentes. El Sol es a menudo un atributo principal de la Deidad Suprema o se identifica con ella” (“Sun Worship: Religion”, Encyclopedia Britannica). Los babilonios, junto con sus contrapartes paganas, daban gran reverencia al dios del Sol, Bel-Marduk. El falso sistema religioso de la Babilonia del tiempo del fin, al igual que su símil antiguo, hace caso omiso de la Ley de Dios. En los primeros siglos, se produjo una avenencia en la Iglesia Romana para adaptarse a la cultura pagana circundante. Para desvincularse de los judíos y evangelizar a los paganos, los dirigentes de la Iglesia y del Estado se unieron para honrar el domingo, primero como día de descanso civil y luego como día oficial de adoración. Durante los siglos de la Edad Media, bajo los auspicios de Babilonia, esta alianza político-religiosa entre la Iglesia y el Estado suplantó la Palabra de Dios por tradiciones humanas. La adoración de ídolos reemplazó la adoración directa a Jesús. El error de la inmortalidad del alma suplantó a la verdad bíblica sobre el estado de los muertos. El día de reposo se cambió del séptimo día, sábado, al primer día, domingo. Parecía que el error y la falsedad triunfarían. Pero el último libro de la Biblia, el Apocalipsis, profetizó que Dios levantaría a un remanente del tiempo del fin que, mediante la salvación por gracia y el poder del Cristo viviente, viviría en obediencia piadosa y proclamaría al mundo el mensaje de los últimos días.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong>Para reflexionar:&nbsp;</strong></p><p>La lección de esta semana debería hacernos pensar seriamente sobre nuestra experiencia espiritual. Si el diablo va a utilizar el espiritismo para engañar a millones porque la gente anhela señales y prodigios más que la verdad de la Palabra de Dios, ¿es posible que nosotros también caigamos en el engaño si la base de nuestra experiencia espiritual es el sentimiento y la emoción? ¿Queremos señales y prodigios más que la verdad de la Palabra de Dios? A continuación hay algunas preguntas para que los miembros de tu clase reflexionen esta semana:\n</p><p><strong>1. </strong>¿Qué papel juega la emoción en nuestra experiencia religiosa? ¿Qué sucede si nuestras emociones apuntan en una dirección y la Palabra de Dios apunta en otra? ¿Qué hacer entonces? Nuestros sentimientos, ¿alguna vez pueden ser una guía segura? Explica. ¿Qué pasaría si te enfrentas a la aparición de un ser querido muerto? ¿Qué harías? Más aún, ¿cuál es tu única salvaguardia contra los engaños del espiritismo en tu cultura que socavan la supremacía de la Palabra de Dios?\n</p><p><strong>2.</strong> Los engaños de Satanás a menudo son sutiles porque es un estratega astuto. ¿Es posible que estemos en la pendiente resbaladiza de la avenencia en nuestra vida? Si es así, ¿cuáles podrían ser estas transigencias? Además, ¿cuáles crees que son los mayores desafíos que enfrenta la iglesia actual en el ámbito de la transigencia?\n</p><p><strong>3. </strong>Analiza la siguiente declaración: “Satanás hará sus milagros para engañar; establecerá su poder como si fuera supremo. Quizá parezca que la iglesia está por caer; pero no caerá. Permanecerá, mientras que los pecadores en Sión serán eliminados por la zaranda: el tamo será separado del precioso trigo. Esta es una prueba terrible, y sin embargo se llevará a cabo. Nadie sino únicamente los que han llegado a ser vencedores por la sangre del Cordero y la palabra del testimonio de ellos serán hallados con los leales y fieles” (“Comentarios de Elena G. de White”, CBA 7:923). ¿Qué elemento o elementos te llaman la atención en esta declaración? ¿Por qué?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>LOS ENGAÑOS FINALES DE SATANÁS</p>",
      "verse": "<p>“Santifícalos en la verdad. Tu palabra es verdad” (Juan 17:17).</p>",
      "versionCode": 2,
      "weekDate": "27 de mayo - 2 de junio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
