{
  "data": [
    {
      "color": "#28c413",
      "id": 701,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "September 25",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>The book of Deuteronomy, of course, did not arise in a vacuum. As with everything in life, Deuteronomy exists in a context; and, as with everything in life, that context plays an important role in understanding what the book means and what its purpose is.<br><br>A lot of history came before it—a history that explained the circumstances, not only of the book itself but also of the world and environment that created its context. Just as it would be hard to understand the purpose and function of a windshield wiper outside the context of a car, it would be hard to understand Deuteronomy, especially in light of our theme (Deuteronomy and present truth), outside the context in which it arose.<br><br>Someone had read Russian Leo Tolstoy’s War and Peace—about 1,500 pages—in just three days. When asked what the book was about, the reader replied: “It’s about Russia.”<br><br>To cover in one week’s lesson the thousands of years of history before we come to Deuteronomy is to do somewhat the same thing. But by focusing on the highlights, we can see the context needed to best understand this book, so rich with “present truth.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 26",
          "dayTitle": "<p>Love, to Be Loved<br></p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>First John 4:8 says, “God is love.” However simple those three words (four in Greek), the idea behind them is so deep, so profound, that we can barely grasp their implications. They don’t say that God loves, or that God reveals love, or that God is a manifestation of love, but that God is love. Is love—as if love is the essence of God’s identity,<br><br>Himself. As fallen human beings, with only a few pounds of tissue and chemicals in our heads with which to grasp reality, we just aren’t able to comprehend fully what “God is love” means.<br><br>But we can, certainly, understand enough to know that it’s very good news. If, instead of “God is love,” the verse said “God is hate” or “God is vindictive” or “God is indifferent,” this revelation about Him could have been something to worry about.<br><br>And the truth that “God is love” helps us better understand the idea that God’s government, how He rules all of creation, is reflective of that love. Love permeates the cosmos, perhaps even more than gravity does. God loves us, and we, too, are to love God back, in return (see Deut. 6:5, Mark 12:30).<br><br>Love, though, to be love, must be freely given. God cannot force love; the moment He does it’s no longer love. Hence, when God created intelligent and rational beings in heaven and on earth with the ability to love, the risk always existed that they might not love Him back. Some didn’t—and, hence there exist the origins of what we know as the great controversy. <br></p><p><strong>Why do the following texts make sense only in the context of the freedom, and the risk, involved in love? Isa. 14:12–14, Ezek. 28:12–17, Rev. 12:7.</strong></p><p><strong><br></strong></p><p><strong>Isa. 14:12–14</strong></p><p><sup><strong>12</strong></sup> How art thou fallen from heaven, O Lucifer, son of the morning! how art thou cut down to the ground, which didst weaken the nations!<sup><br><br><strong>13 </strong></sup>For thou hast said in thine heart, I will ascend into heaven, I will exalt my throne above the stars of God: I will sit also upon the mount of the congregation, in the sides of the north:<sup><br><br><strong>14</strong></sup> I will ascend above the heights of the clouds; I will be like the most High.<br><strong></strong></p><p><strong>Ezek. 28:12–17</strong></p><p><strong><sup>12</sup> </strong>Son of man, take up a lamentation upon the king of Tyrus, and say unto him, Thus saith the Lord God; Thou sealest up the sum, full of wisdom, and perfect in beauty.<sup><br><br><strong>13</strong></sup> Thou hast been in Eden the garden of God; every precious stone was thy covering, the sardius, topaz, and the diamond, the beryl, the onyx, and the jasper, the sapphire, the emerald, and the carbuncle, and gold: the workmanship of thy tabrets and of thy pipes was prepared in thee in the day that thou wast created.<sup><br><br><strong>14</strong></sup> Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire.<sup><br><br><strong>15</strong></sup> Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.<sup><br><br><strong>16</strong></sup> By the multitude of thy merchandise they have filled the midst of thee with violence, and thou hast sinned: therefore I will cast thee as profane out of the mountain of God: and I will destroy thee, O covering cherub, from the midst of the stones of fire.<sup><br><br><strong>17</strong></sup> Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness: I will cast thee to the ground, I will lay thee before kings, that they may behold thee.<strong><br></strong></p><p><strong>Rev. 12:7<br></strong></p><p><strong><sup>7</sup> </strong>And there was war in heaven: Michael and his angels fought against the dragon; and the dragon fought and his angels,</p><p><strong></strong>Especially insightful is Ezekiel 28:15, which shows that though this angel, Lucifer, was a perfect being created by a perfect God, iniquity was found in him. It was not because he had been created with that iniquity to begin with. Instead, created with the ability to love, Lucifer had true moral freedom, and despite all that he had been given (“Every precious stone was your covering”), this angel wanted more. One thing led to another until, well, there was “war in heaven.”<br><br><strong>In some places you can buy robot dogs, which will obey your commands, never soil the carpet, or chew the furniture. Would you, however, have any kind of meaningful relationship with this “dog”? How does your answer help in understanding why God wanted beings who truly could love Him back?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 27",
          "dayTitle": "<p>The Fall and the Flood<br></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p>Almost every school child has heard the story about an apple falling on Isaac Newton’s head, and voilà! Newton discovered gravity. Whether or not an apple really fell on his head isn’t the crucial point; instead, the point is that Newton’s great insight (he didn’t discover gravity, either; anyone who fell down already knew about gravity) was to understand that the same force that dropped the apple (gravity) also kept the moon in orbit around the earth, the earth in orbit around the sun, and so forth. This was important because for millennia many people believed that the laws that governed the heavens were different from the laws that governed the earth. Newton showed that this belief was wrong.<br><br>And though Newton’s contribution was in the area of natural law, the same principle holds true with moral law. The same freedom, the freedom inherent in love, that led to Lucifer’s fall in heaven led to humanit­y’s fall on earth, as well.<br><br><strong>Read Genesis 2:16, 17 and Genesis 3:1–7. How do these verses about perfect people, in a perfect environment, created by a perfect God, also reveal the powerful truth of the freedom inherent in love?</strong></p><p><br><strong></strong></p><p><strong>Genesis 2:16-17 <br></strong></p><p><strong><sup>16</sup> </strong>And the Lord God commanded the man, saying, Of every tree of the garden thou mayest freely eat:<strong><br><br><sup>17</sup> </strong>But of the tree of the knowledge of good and evil, thou shalt not eat of it: for in the day that thou eatest thereof thou shalt surely die.<strong><br></strong></p><p><strong> Genesis 3:1–7</strong></p><p><sup><strong>1</strong></sup> Now the serpent was more subtil than any beast of the field which the Lord God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?<sup><br><br><strong>2</strong></sup> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:<sup><br><br><strong>3</strong></sup> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.<sup><br><br><strong>4</strong></sup> And the serpent said unto the woman, Ye shall not surely die:<sup><br><br><strong>5 </strong></sup>For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.<sup><br><br><strong>6</strong></sup> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.<sup><br><br><strong>7</strong></sup> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.</p><p>After the Fall, things went from bad to worse, even to the point where the Lord said about humanity “that every intent of the thoughts of his heart was only evil continually” (Gen. 6:5, NKJV). And if their thoughts were bad, their actions surely were, as well, until things got so evil that the Lord destroyed the entire world with the Flood—in a sense giving humanity a chance to start over, a kind of second creation. However, as the story of the Tower of Babel shows (Gen. 11:1–9), humanity still seemed intent on defying God. “When the tower had been partially completed, a portion of it was occupied as a dwelling place for the builders; other apartments, splendidly furnished and adorned, were devoted to their idols. The people rejoiced in their success, and praised the gods of silver and gold, and set themselves against the Ruler of heaven and earth.”—Ellen G. White, Patriarchs and Prophets, p. 119.<br>Thus, besides confusing their language, God scattered the fallen race across the face of the earth.<br><br><strong>Take a mental note of your thoughts throughout the day. What does this teach you about the state of your own heart?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 28",
          "dayTitle": "<p>The Call of Abram<br></p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>Abram (later called Abraham) first appears in the genealogy of Genesis 11, which comes right after mention of the scattering from Babel. <br></p><p><strong>Read Genesis 12:1–3, the call of God to Abram. Today, looking back after the cross, after the death of Jesus and the spreading of the gospel, how do we understand what God was promising to do through Abram?</strong><br></p><p><strong>Genesis 12:1–3</strong></p><p><sup><strong>1</strong></sup> Now the Lord had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father's house, unto a land that I will shew thee:<sup><br><br><strong>2</strong></sup> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:<sup><br><br><strong>3 </strong></sup>And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.<strong><br></strong></p><p>Many centuries later, the apostle Paul, in seeking to deal with the heresy of the Galatians, pointed back to Abraham’s call, showing it to be an early expression of what God’s intentions had always been: the gospel to the world. “Therefore know that only those who are of faith are sons of Abraham. And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel to Abraham beforehand, saying, ‘In you all the nations shall be blessed.’ So then those who are of faith are blessed with believing Abraham” (Gal. 3:7–9, NKJV).<br><br>Abraham’s call was first expressed in Genesis 12; much of the rest of Genesis is the story of his blood descendants, one dysfunctional seed after another, creating one messed-up family after another, and yet, through them the promise eventually was to be fulfilled, reaching a crucial milestone with the call of Moses.<br><br><strong>Read Acts 7:20–36, the martyr Stephen’s depiction of Moses and the Exodus. How does this fit in with God’s initial promise to Abraham?</strong></p><p><strong>&nbsp;Acts 7:20–36</strong></p><p><sup><strong>20</strong></sup> In which time Moses was born, and was exceeding fair, and nourished up in his father's house three months:<sup><br><br><strong>21</strong></sup> And when he was cast out, Pharaoh's daughter took him up, and nourished him for her own son.<sup><br><br><strong>22</strong></sup> And Moses was learned in all the wisdom of the Egyptians, and was mighty in words and in deeds.<sup><br><br><strong>23</strong></sup> And when he was full forty years old, it came into his heart to visit his brethren the children of Israel.<sup><br><br><strong>24</strong></sup> And seeing one of them suffer wrong, he defended him, and avenged him that was oppressed, and smote the Egyptian:<sup><br><br><strong>25</strong></sup> For he supposed his brethren would have understood how that God by his hand would deliver them: but they understood not.<sup><br><strong><br>26 </strong></sup>And the next day he shewed himself unto them as they strove, and would have set them at one again, saying, Sirs, ye are brethren; why do ye wrong one to another?<sup><br><br><strong>27</strong></sup> But he that did his neighbour wrong thrust him away, saying, Who made thee a ruler and a judge over us?<sup><br><br><strong>28</strong></sup> Wilt thou kill me, as thou diddest the Egyptian yesterday?<sup><br><br><strong>29 </strong></sup>Then fled Moses at this saying, and was a stranger in the land of Madian, where he begat two sons.<sup><br><br><strong>30</strong></sup> And when forty years were expired, there appeared to him in the wilderness of mount Sina an angel of the Lord in a flame of fire in a bush.<sup><br><br><strong>31</strong></sup> When Moses saw it, he wondered at the sight: and as he drew near to behold it, the voice of the Lord came unto him,<sup><br><br><strong>32</strong></sup> Saying, I am the God of thy fathers, the God of Abraham, and the God of Isaac, and the God of Jacob. Then Moses trembled, and durst not behold.<sup><br><br><strong>33</strong></sup> Then said the Lord to him, Put off thy shoes from thy feet: for the place where thou standest is holy ground.<sup><br><br><strong>34</strong></sup> I have seen, I have seen the affliction of my people which is in Egypt, and I have heard their groaning, and am come down to deliver them. And now come, I will send thee into Egypt.<sup><br><br><strong>35</strong></sup> This Moses whom they refused, saying, Who made thee a ruler and a judge? the same did God send to be a ruler and a deliverer by the hand of the angel which appeared to him in the bush.<sup><br><br><strong>36</strong></sup> He brought them out, after that he had shewed wonders and signs in the land of Egypt, and in the Red sea, and in the wilderness forty years.<br><br>In a world steeped in ignorance, error, and a general lack of the knowledge of truth (things have not changed much in more than three thousand years, have they?), the Lord called out a people, His people, Abraham’s seed, from Egypt. In them He sought not only to preserve knowledge of the truth, that is, knowledge of Him, Yahweh, and the plan of salvation, but also to spread that knowledge to the rest of the world.<br><br><strong>Today, how do we as Seventh-day Adventists see ourselves in relation to the rest of the world? That is, what parallels exist between us and ancient Israel? More important, what responsibility does this parallel place on each of us individually?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 29",
          "dayTitle": "<p>The Covenant at Sinai<br></p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p>The Exodus and all that it entailed, from the blood on the doorpost in Egypt to the drama at the Red Sea—what an experience! No doubt it made an impression on those who lived through it. (And those who died, from the firstborn children in Egypt to the soldiers at the bottom of the sea, God will judge them fairly.) As the Lord said: “ ‘ “You have seen what I did to the Egyptians, and how I bore you on eagles’ wings and brought you to Myself ” ’ ” (Exod. 19:4, NKJV).<br><br>Why did the Lord do this stunning and dramatic rescue, actually taking one nation out of another nation, or, as Moses himself said to them: “ ‘ “Or did God ever try to go and take for Himself a nation from the midst of another nation, by trials, by signs, by wonders, by war, by a mighty hand and an outstretched arm, and by great terrors, according to all that the Lord your God did for you in Egypt before your eyes?” ’ ” (Deut. 4:34, NKJV).<br><br><strong>Read Exodus 19:4–8. Why did the Lord call the people out from Egypt?</strong></p><p><strong>Exodus 19:4–8</strong></p><p><sup><strong>4</strong></sup> Ye have seen what I did unto the Egyptians, and how I bare you on eagles' wings, and brought you unto myself.<sup><br><br><strong>5</strong></sup> Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine:<sup><br><br><strong>6 </strong></sup>And ye shall be unto me a kingdom of priests, and an holy nation. These are the words which thou shalt speak unto the children of Israel.<sup><br><br><strong>7</strong></sup> And Moses came and called for the elders of the people, and laid before their faces all these words which the Lord commanded him.<sup><br><br><strong>8</strong></sup> And all the people answered together, and said, All that the Lord hath spoken we will do. And Moses returned the words of the people unto the Lord.<br><br>It was as simple as that. God called them out, the seed, the descendants of the fathers, Abraham, Isaac, and Jacob. And with these descendants the Lord established His covenant, and they would be, indeed, “ ‘ “a spe- cial treasure to Me above all people; for all the earth is Mine” ’ ” (Exod. 19:5, NKJV). This relationship was central to the covenant.<br><br>This idea of a “special treasure” (segullah), however, could be (and it was, in fact) easily misunderstood. Their specialness came not from anything inherently holy and righteous in and of themselves. Instead, it was because of God’s grace given to them and because of the wonderful truths that He had bestowed upon them—truths that they were to follow and, as a “kingdom of priests,” eventually spread to the world.<br><br>God then gave them some of the stipulations of the covenant, too (their end of the deal, so to speak), the Ten Commandments (Exodus 20), and then this covenant was ratified. Having sprinkled a newly constructed altar with the blood of the offerings, Moses “took the book of the covenant, and read in the audience of the people” (Exod. 24:7). The people again declared that they would obey.<br><br><strong>“When Moses had spoken every precept to all the people according to the law, he took the blood . . . and sprinkled both the book itself and all the people, saying, ‘This is the blood of the covenant which God has commanded you’ ” (Heb. 9:19, 20, NKJV). What does the blood signify, and why is it so important, even to us today?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 30",
          "dayTitle": "<p>Apostasy and Punishment<br></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p>“ ‘All that the Lord has spoken we will do’ ” (Exod. 19:8, NKJV; see also Exod. 24:3, Exod. 24:7). Though, no doubt, the people had meant those words each time they said them, sacred history shows that, unfortunately, their actions time and again contradicted their words. Though they were the chosen people, though they had entered freely into the covenant with the Lord, they didn’t keep up their end of the deal, which really came down to one thing.<br><br><strong>What was the crucial component for Israel in regard to the covenant? Exod. 19:4, 5.</strong></p><p><strong>&nbsp;Exod. 19:4-5</strong></p><p><sup><strong>4</strong></sup> Ye have seen what I did unto the Egyptians, and how I bare you on eagles' wings, and brought you unto myself.<sup><br><br><strong>5</strong></sup> Now therefore, if ye will obey my voice indeed, and keep my covenant, then ye shall be a peculiar treasure unto me above all people: for all the earth is mine:</p><p>The call to obey God, to keep His law, was no more legalism then than it is now (see Matt. 7:24–27; John 14:15; James 2:20; Rom 6:11, 12), and yet, again and again the children of Israel failed to keep up their end of the deal. Indeed, early on, even in the very sight of Mount Sinai itself, they fell into rank apostasy (see Exod. 32:1–6). <br></p><p>Unfortunately, unfaithfulness seemed to be more the norm than the exception, and, thus, instead of quickly entering into the Promised Land, they wandered in the wilderness for 40 years. <br></p><p><strong>Read Numbers 14:28–35. What was the punishment meted out to the nation because of the people’s refusal to trust what the Lord had told them to do?</strong><br></p><p><strong>Numbers 14:28–35</strong></p><p><sup><strong>28</strong></sup> Say unto them, As truly as I live, saith the Lord, as ye have spoken in mine ears, so will I do to you:<sup><br><br><strong>29</strong></sup> Your carcases shall fall in this wilderness; and all that were numbered of you, according to your whole number, from twenty years old and upward which have murmured against me.<sup><br><br><strong>30</strong></sup> Doubtless ye shall not come into the land, concerning which I sware to make you dwell therein, save Caleb the son of Jephunneh, and Joshua the son of Nun.<sup><br><br><strong>31</strong></sup> But your little ones, which ye said should be a prey, them will I bring in, and they shall know the land which ye have despised.<sup><br><br><strong>32</strong></sup> But as for you, your carcases, they shall fall in this wilderness.<sup><br><br><strong>33</strong></sup> And your children shall wander in the wilderness forty years, and bear your whoredoms, until your carcases be wasted in the wilderness.<sup><br><br><strong>34</strong></sup> After the number of the days in which ye searched the land, even forty days, each day for a year, shall ye bear your iniquities, even forty years, and ye shall know my breach of promise.<sup><br><br><strong>35</strong></sup> I the Lord have said, I will surely do it unto all this evil congregation, that are gathered together against me: in this wilderness they shall be consumed, and there they shall die.<strong><br></strong></p><p>Then, as now, so often disobedience occurs as a result, not just of out- right rebellion (though that does happen), but from a failure to trust in what God tells us. What made this sin even more heinous for Israel was the fact that, as God Himself said, all these men had “ ‘seen My glory and the signs which I did in Egypt and in the wilderness, and have put Me to the test now these ten times’ ” (Num. 14:22, NKJV). Despite all that they had seen and experienced, they still refused to obey the Lord and to take the land, despite God’s promises that they would succeed (Numbers 13, Numbers 14).<br><strong><br>Think about what was said above: that so often disobedience comes from a lack of trusting in God’s Word to us. Why is this true, and how can we, indeed, learn to trust in God more?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 1",
          "dayTitle": "",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>For a deeper and well-thought-out study on the great controversy theme, based on the idea of God as love, and written by a Seventh-day Adventist, see John Peckham’s Theodicy of Love: Cosmic Conflict and the Problem of Evil (Grand Rapids, MI: Baker Academic, 2018). The fact that this work has been published by a non-Adventist press shows how good biblical scholarship can reveal the reality of the great con- troversy as depicted in Scripture.<br><br>“In brief, I argue that God’s love (properly understood) is at the cen- ter of a cosmic dispute and that God’s commitment to love provides a morally sufficient reason for God’s allowance of evil, with significant ramifications for understanding divine providence as operating within what I call covenantal rules of engagement.”—John C. Peckham, Theodicy of Love: Cosmic Conflict and the Problem of Evil, p. 4. “The decree that Israel was not to enter Canaan for forty years was a bitter disappointment to Moses and Aaron, Caleb and Joshua; yet without a murmur they accepted the divine decision. But those who had been complaining of God’s dealings with them, and declaring that they would return to Egypt, wept and mourned greatly when the blessings which they had despised were taken from them. They had complained at nothing, and now God gave them cause to weep. Had they mourned for their sin when it was faithfully laid before them, this sentence would not have been pronounced; but they mourned for the judgment; their sorrow was not repentance, and could not secure a reversing of their sentence.”—Ellen G. White, Patriarchs and Prophets, p. 392.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> Discuss the question of free will and love. Why must love, to be love, be freely given? Given all the suffering in the world, some would argue that love was not worth it. How would you answer that chal- lenge?<br><br><strong>2</strong>. With obedience so central to the whole Bible, what then is legal- ism? What factors can turn an attempt to be faithful to God and to His Word and commandments into the trap of legalism?<br><br><strong>3</strong>. In class, discuss the question asked at the end of Tuesday’s study regarding the parallels between ancient Israel and the Seventh-day Adventist Church. What are those parallels, and why should we be concerned about them?<br><strong><br>Inside Story:</strong><br><br><strong>I Met Jesus at the Shop By Hong Soon-Mi</strong><br><br>It didn’t seem that life could get much worse. My husband was stricken with bone-marrow cancer. Then his parents died. I had to pay for my mother-in-law’s funeral on my own and then take on responsi- bility for my family’s livelihood. Sometimes I didn’t even have 1,000 Korean won (US$1) to pay for my son’s school supplies. My salary wasn’t enough to cover my husband’s hospital bills. Every day, I worried that I wouldn’t have enough rice to feed my family. I wept. I felt so alone.<br><br>Then I met Park Yeon-sook. She wasn’t a relative or even a friend, but she tried to cheer me up. She saw that I was struggling financially, and she gave me additional work at her shop in Hanam, a suburb of South Korea’s capital, Seoul. The extra money helped pay for living expenses and hospital bills.<br><br>I was so grateful for the work. But I noticed something unusual about Yeon-sook. She seemed happier than other people. I thought this was strange, but I was greatly moved by her joy.<br><br>As I got to know her, I saw that she went to church on Saturdays. She didn’t worry about the income that she lost by closing her shop once a week. I was an atheist, but I wanted to go to church with her and find out why she had such joy and peace.<br><br>Yeon-sook never invited me to her Seventh-day Adventist church, but I resolved in my heart to go. So I started studying the Bible on my own. As I learned about God, the peace of heaven came into my life. I gave my heart to Jesus and joined West Hanam Seventh-day Adventist Church, where I now serve as a deaconess together with Yeon-sook.<br><br>There are many things that I don’t know, but I believe in God from the bottom of my heart. Yeon-sook never spoke to me much about Jesus, but I saw Jesus in her life. The same Jesus whom I met through her life is living in my heart today.<br><br>This year, my husband and son also were baptized and joined the Adventist family. It doesn’t seem that life can get much better. Thanks be to God for reaching my family through Yeon-sook and her shop.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>Preamble to Deuteronomy<br></p>",
      "verse": "<p>Memory Text: “He who does not love does not know God, for God is love” (1 John 4:8, NKJV).<br></p>",
      "versionCode": 1,
      "weekDate": "September 25 – October 1"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
