{
  "data": [
    {
      "color": "#c4ff33",
      "id": 708,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "Saturday, November 12",
          "dayTitle": "<p>The New Testament Hope</p>",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Though writing in Greek, all the New Testament writers (except Luke) were Jews, and they of course approached the nature of human beings from the wholistic Hebrew perspective, not from the Greek pagan one. Thus, for Christ and the apostles, the Christian hope was not a new hope but, rather, the unfolding of the ancient hope already nurtured by the patriarchs and prophets. For example, Christ mentioned that Abraham foresaw and rejoiced to see His day (John 8:56). Jude stated that Enoch prophesied about the Second Coming (Jude 14, 15). And the book of Hebrews speaks of the heroes of faith as having expected a heavenly reward that they would not receive until we receive ours (Heb. 11:39, 40). This statement would be meaningless if their souls were already with the Lord in heaven. By stressing that only those who are in Christ have eternal life (1 John 5:11, 12), John disproves the theory of the natural immortality of the soul. Truly, there is no eternal life apart from a saving relationship with Christ. The New Testament hope, then, is a Christ-centered hope, and the only hope that this mortal existence will one day become an immortal one.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sunday, November 13",
          "dayTitle": "<p>Hope Beyond This Life</p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p>The ancient Greek historian Herodotus (fifth century bc) wrote about a tribe that, at a birth, began a period of mourning because they anticipated the suffering that the infant would face if it lived to adulthood. However alien to us the ritual might seem, there is some logic to it. Millennia later, an advertisement in America in the early twentieth century read “Why live, if you can be buried for ten dollars?”\n</p><p>Life can be hard enough, we know, even if we believe in God and in the hope of eternity. Imagine, though, how hard it is for those who have no hope of anything beyond the short and often troubled existence here. More than one secular writer has commented on the meaninglessness of human existence, since we all not only die, but we all also live with the realization that we are going to die. And this realization is what makes the whole project of human life, which is often hard and sorrowful in and of itself, seemingly null and void. One thinker referred to humans as nothing but “hunks of spoiling flesh on disintegrating bones.” Rather macabre, but, again, it’s hard to argue with the logic. Of course, in contrast to all this, we have the biblical promise of eternal life in Jesus. And that is the key: we have this hope in Jesus and what His death and resurrection offer us. Otherwise, what hope do we have?\n</p><p>Read 1  Corinthians 15:12–19. What is Paul saying here about how closely related Christ’s resurrection is to the hope of our own resurrection?\n</p><p><strong>1  Corinthians 15:12–19\n</strong></p><p><strong>12</strong> Now if Christ is preached that He has been raised from the dead, how do some among you say that there is no resurrection of the dead?\n</p><p><strong>13</strong> But if there is no resurrection of the dead, then Christ is not risen.\n</p><p><strong>14</strong> And if Christ is not risen, then our preaching is empty and your faith is also empty.\n</p><p><strong>15</strong> Yes, and we are found false witnesses of God, because we have testified of God that He raised up Christ, whom He did not raise up—if in fact the dead do not rise.\n</p><p><strong>16</strong> For if the dead do not rise, then Christ is not risen.\n</p><p><strong>17</strong> And if Christ is not risen, your faith is futile; you are still in your sins!\n</p><p><strong>18</strong> Then also those who have [a]fallen asleep in Christ have perished.\n</p><p><strong>19 </strong>If in this life only we have hope in Christ, we are of all men the most pitiable.\n</p><p>Paul is explicit: our resurrection is inseparably tied to Christ’s resurrection. And if we don’t rise, then it means that Christ has not risen, and if Christ has not risen, then—what? “Your faith is futile; you are still in your sins!” (1 Cor. 15:17, NKJV). In other words, when we die we stay dead, and forever, too, and thus, it all is meaningless. Paul says in 1 Corinthians 15:32, “If the dead do not rise, ‘Let us eat and drink, for tomorrow we die!’ ” (NKJV).\n</p><p>If our present existence as carbon-based protoplasm is all there is, and our “threescore and ten years” (if we are fortunate; more if we don’t smoke or eat too many hamburgers) are all that we get—ever—we’re in pretty tough shape. No wonder Ellen G. White adds, “Heaven is worth everything to us, and if we lose heaven we lose all.”—Sons and Daughters of God, p. 349.\n</p><p><strong>Think about how precious our hope and faith is. Why must we do all that we can, by God’s grace, to preserve it?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Monday, November 14",
          "dayTitle": "<p>“I Will Come Again”\n</p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>Read John 14:1–3. It has already been almost 2,000 years since Jesus promised to come again. How can we help others see that, despite the great length of time (which really doesn’t matter), this promise is relevant even to our own generation, so long removed from the time when Jesus spoke it?\n</strong></p><p><strong>John 14:1–3\n</strong></p><p><strong>1 </strong>“Let not your heart be troubled; you believe in God, believe also in Me.\n</p><p><strong>2</strong> In My Father’s house are many [a]mansions; if it were not so, [b]I would have told you. I go to prepare a place for you.\n</p><p><strong>3</strong> And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also.\n</p><p>Four times in the book of Revelation Jesus stated, “ ‘I am coming soon!’  ” (Rev. 3:11; Rev. 22:7, 12, 20, NIV). The expectation of His soon coming drove the mission of the apostolic church and filled the lives of uncountable Christians throughout the centuries with hope. But generation after generation has died, and this promised event has not yet occurred. And thus, many are enquiring: How much longer will we have to preach that “Jesus is coming soon”? Have these words generated an unrealistic expectation? (See 2 Pet. 3:4.)\n</p><p>Many Christians have complained about the long “delay” (compare with Matt. 25:5). But how do we, in fact, know that it is a long “delay”? What would have been the “right” time for Christ to have returned? Would it have been 50 years ago, 150, 500? What really matters is the biblical promise that “the Lord is not slow in keeping his promise, as some understand slowness. Instead he is patient with you, not wanting anyone to perish, but everyone to come to repentance” (2 Pet. 3:9, NIV).\n</p><p>Despite the long centuries since Jesus ascended, the promise of His coming remains relevant, even today. Why? Because all that we have is our own short life (Ps. 90:10), followed by an unconscious rest in the grave (Eccles. 9:5, 10), and then the final resurrection, without any later opportunity to change our destiny (Heb. 9:27). As far as each one of the dead is concerned (as stated in lesson 3), because all the dead are asleep and unconscious, the second coming of Christ is never more than a moment or two after they die. For you, in your personal experience (as for all of God’s people of every age), Christ’s return is no more than a moment after your death. That’s very soon, is it not?\n</p><p>Every passing day brings us one day closer to the glorious appearing of the Lord Jesus Christ in the clouds of heaven. Though we don’t know when He will come, we can be certain that He will, and that is what really matters.\n</p><p><strong>A pastor preached a sermon, arguing that he didn’t care when Christ returned. All he cared about was that Christ does return. How does that logic work for you, and how might it help if you are discouraged over Christ’s having not yet returned?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Tuesday, November 15",
          "dayTitle": "<p>“ ‘I Will Raise Him Up’ ”</p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>In one of His miracles, Jesus fed 5,000 people with just a small amount of bread and fish (John 6:1–14). Perceiving that the multitude then intended to proclaim Him king (John 6:15), Jesus sailed with His disciples to the other side of the Sea of Galilee. But the next day the multitude followed Him there, where He delivered His powerful sermon on the Bread of Life, with special emphasis on the gift of everlasting life (John 6:22–59).\n</p><p><strong>Read John 6:26–51. How did Jesus associate the gift of everlasting life with the final resurrection of the righteous?\n</strong></p><p><strong>John 6:26–51\n</strong></p><p><strong>26</strong> Jesus answered them and said, “Most assuredly, I say to you, you seek Me, not because you saw the signs, but because you ate of the loaves and were filled.\n</p><p><strong>27</strong> Do not labor for the food which perishes, but for the food which endures to everlasting life, which the Son of Man will give you, because God the Father has set His seal on Him.”\n</p><p><strong>28</strong> Then they said to Him, “What shall we do, that we may work the works of God?”\n</p><p><strong>29</strong> Jesus answered and said to them, “This is the work of God, that you believe in Him whom He sent.”\n</p><p><strong>30</strong> Therefore they said to Him, “What sign will You perform then, that we may see it and believe You? What work will You do?\n</p><p><strong>31</strong> Our fathers ate the manna in the desert; as it is written, ‘He gave them bread from heaven to eat.’ ”\n</p><p><strong>32</strong> Then Jesus said to them, “Most assuredly, I say to you, Moses did not give you the bread from heaven, but My Father gives you the true bread from heaven.\n</p><p><strong>33</strong> For the bread of God is He who comes down from heaven and gives life to the world.”\n</p><p><strong>34</strong> Then they said to Him, “Lord, give us this bread always.”\n</p><p><strong>35</strong> And Jesus said to them, “I am the bread of life. He who comes to Me shall never hunger, and he who believes in Me shall never thirst.\n</p><p><strong>36</strong> But I said to you that you have seen Me and yet do not believe.\n</p><p><strong>37</strong> All that the Father gives Me will come to Me, and the one who comes to Me I will [a]by no means cast out.\n</p><p><strong>38</strong> For I have come down from heaven, not to do My own will, but the will of Him who sent Me.\n</p><p><strong>39</strong> This is the will of the Father who sent Me, that of all He has given Me I should lose nothing, but should raise it up at the last day.\n</p><p><strong>40</strong> And this is the will of Him who sent Me, that everyone who sees the Son and believes in Him may have everlasting life; and I will raise him up at the last day.”\n</p><p><strong>41</strong> The Jews then [b]complained about Him, because He said, “I am the bread which came down from heaven.”\n</p><p><strong>42</strong> And they said, “Is not this Jesus, the son of Joseph, whose father and mother we know? How is it then that He says, ‘I have come down from heaven’?”\n</p><p><strong style=\"\">43 </strong>Jesus therefore answered and said to them, “Do not murmur among yourselves.\n</p><p><strong>44</strong> No one can come to Me unless the Father who sent Me draws him; and I will raise him up at the last day.\n</p><p><strong>45</strong> It is written in the prophets, ‘And they shall all be taught by God.’ Therefore everyone who [d]has heard and learned from the Father comes to Me.\n</p><p><strong>46</strong> Not that anyone has seen the Father, except He who is from God; He has seen the Father.\n</p><p><strong>47</strong> Most assuredly, I say to you, he who believes [e]in Me has everlasting life.\n</p><p><strong>48</strong> I am the bread of life.\n</p><p><strong>49</strong> Your fathers ate the manna in the wilderness, and are dead.\n</p><p><strong>50</strong> This is the bread which comes down from heaven, that one may eat of it and not die.\n</p><p><strong>51</strong> I am the living bread which came down from heaven. If anyone eats of this bread, he will live forever; and the bread that I shall give is My flesh, which I shall give for the life of the world.”\n</p><p>In His sermon, Jesus highlighted three basic concepts in regard to eternal life. First, He identified Himself as “  ‘the bread that comes down from heaven and gives life to the world’  ” (John 6:33, 58, NIV). By declaring that “ ‘I am [Greek eg? eimi] the bread of life’ ” (John 6:35, 48), Jesus presented Himself as the Great “I Am” of the Old Testament (Exod. 3:14). Second, Jesus explained that everlasting life can be secured in Him: “ ‘he who comes to Me’ ” and “ ‘he who believes in Me’ ” will have this blessing (John 6:35, NKJV). And finally, Jesus linked the gift of immortality with the final resurrection, assuring His audience three times, “ ‘and I will raise him up at the last day’ ” (John 6:40, 44, 54, NKJV).\n</p><p>Jesus also gave this amazing promise: “  ‘Very truly, I tell you, whoever believes has eternal life’ ” (John 6:47, NRSV). So, the gift of eternal life is already a present reality. But this does not mean that the believer will never die, for the very expression “raise him up” (John 6:40, NKJV) presupposes coming back to life after one has died. The picture is clear. Without Christ, one does not have eternal life. But, even after accepting Christ and having the assurance of eternal life, we continue for now being mortal and, therefore, subject to natural death. At the Second Coming, Jesus will resurrect us and, then and there, He will give us the gift of immortality that was ours already. The gift is assured, not because of a supposed natural immortality of the soul but, rather, because of the righteousness of Jesus that comes to us by faith in Him.\n</p><p><strong>Dwell on the words of Jesus that, if you believe in Him, you have (as in right now) eternal life! How can this wonderful promise help you deal with the painful reality of our present, though only temporary, mortality?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Wednesday, November 16",
          "dayTitle": "<p>At the Sound of the Trumpet</p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>The Thessalonians were convinced that eternal life would be granted exclusively to those who would remain alive until the Second Coming. “They had carefully guarded the lives of their friends, lest they should die and lose the blessing which they looked forward to receiving at the coming of their Lord. But one after another their loved ones had been taken from them, and with anguish the Thessalonians had looked for the last time upon the faces of their dead, hardly daring to hope to meet them in a future life.”—Ellen G. White, The Acts of the Apostles, p. 258.\n</p><p><strong>Read 1 Thessalonians 4:13–18. How did Paul correct this misconception?\n</strong></p><p><strong>1 Thessalonians 4:13–18\n</strong></p><p><strong>13</strong> But I do not want you to be ignorant, brethren, concerning those who have fallen [a]asleep, lest you sorrow as others who have no hope.\n</p><p><strong>14</strong> For if we believe that Jesus died and rose again, even so God will bring with Him those who [b]sleep in Jesus.\n</p><p><strong>15</strong> For this we say to you by the word of the Lord, that we who are alive and remain until the coming of the Lord will by no means precede those who are asleep.\n</p><p><strong>16</strong> For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first.\n</p><p><strong>17</strong> Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord.\n</p><p><strong>18</strong> Therefore comfort one another with these words.\n</p><p>There is a historical tendency to read into the expression “bring with Him those who sleep in Jesus” (1 Thess. 4:14, NKJV) more than the text is saying. Many who accept the theory of the natural immortality of the soul suggest that Christ, at His second coming, will bring with Him from heaven the souls of the righteous dead who are already in heaven with God. Those souls thus can be reunited with their respective resurrected bodies. But such an interpretation is not in harmony with the overall teachings of Paul on the subject.\n</p><p>Read the words of this non-Adventist theologian on the real meaning of this verse: “The reason why the Thessalonian Christians can have hope as they grieve for the dead members of their church is that God ‘will bring’ them, that is, he will resurrect these deceased believers and cause them to be present at Christ’s return, such that they will be ‘with him.’ The implication is that these deceased believers will not be at some kind of disadvantage at the parousia of Christ but will be ‘with him’ in such a way that they share equally with living believers in the glory associated with his return.”—Jeffrey A. D. Weima, 1–2 Thessalonians, Baker Exegetical Commentary on the New Testament (Grand Rapids, MI: Baker Academic, 2014), p. 319.\n</p><p>If the souls of the righteous dead were already with the Lord in heaven, Paul would not need to mention the final resurrection as the Christian hope; he could have just mentioned that the righteous were already with the Lord. But, instead, he says that “those who sleep in Jesus” (1 Thess. 4:14, NKJV) would be resurrected from the dead at the end of time. The hope in the final resurrection brought comfort to the grieving Thessalonians. The same hope can help us face with confidence the painful moments when the cold grip of death takes our loved ones from us.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Thursday, November 17",
          "dayTitle": "<p>The Everlasting Encounter \n</p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p><strong>Read 1 Corinthians 15:51–55. What “mystery” (1 Cor. 15:51) is Paul explaining?\n</strong></p><p><strong>1 Corinthians 15:51–55\n</strong></p><p><strong>51 </strong>Behold, I tell you a [a]mystery: We shall not all sleep, but we shall all be changed.\n</p><p><strong>52</strong> in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised incorruptible, and we shall be changed.\n</p><p><strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.\n</p><p><strong>54 </strong>So when this corruptible has put on incorruption, and this mortal has put on immortality, then shall be brought to pass the saying that is written: “Death is swallowed up in victory.”\n</p><p><strong>55</strong> “O Death, where is your sting? O Hades, where is your victory?”\n</p><p>Some popular preachers suggest that this “mystery” (1 Cor. 15:51) is the “secret rapture” of the church, which is to occur seven years prior to Christ’s glorious second coming. In this “secret rapture” faithful Christians are suddenly, quietly, and secretly whisked off to heaven while everyone else remains here wondering what happened to them. People might suddenly find themselves in a driverless car, because the driver was raptured to heaven, and all that “remains is their clothes.” The 16-volume best-selling Left Behind series, turned into four movies, promoted this false teaching, exposing millions to it.\n</p><p>Of course, no biblical passage endorses such an artificial distinction between the rapture and the Second Coming. The “mystery” Paul is referring to is simply the transformation of the living righteous to join the resurrected righteous at Christ’s second coming. This is the “rapture.” There is no “secret rapture” because the Second Coming will be visible to all living human beings (Rev. 1:7), and both the resurrection of the dead and the transformation of the living ones will occur at the sound of the trumpet at Christ’s return (1 Cor. 15:51, 52). Christ’s second coming will bring about the most amazing encounter ever. The living righteous are changed “in a moment, in the twinkling of an eye” (1 Cor. 15:52). At the voice of God, they are glorified; now they are made immortal and with the risen saints are caught up to meet their Lord in the air. Angels “ ‘gather together His elect from the four winds, from one end of heaven to the other’ ” (Matt. 24:31, NKJV). “Little children are borne by holy angels to their mothers’ arms. Friends long separated by death are united, nevermore to part, and with songs of gladness ascend together to the City of God.”—Ellen G. White, The Great Controversy, p. 645.\n</p><p><strong>This is such an amazing promise, something so different from anything that we have experienced that it’s hard to grasp. But think about the vastness of the cosmos, as well as the incredible complexity of life here. Creation itself testifies to God’s amazing power. What does all this teach us about the power of God to translate the living and raise the dead at Jesus’ second coming?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Friday, November 18",
          "dayTitle": "",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p><strong>Further Thought:</strong> Read Ellen G. White, “The Thessalonian Letters,” pp. 255–268; “Called to Reach a Higher Standard,” pp. 319–321, in The Acts of the Apostles.\n</p><p>“The Romans,” writes Stephen Cave, “were well aware of the Christians’ belief that they would one day rise bodily from the grave and did everything they could to mock and hinder those hopes. A report of a persecution in Gaul in 177 records that the martyrs were first executed, then their corpses left to rot unburied for six days before being burned and the ashes thrown into the river Rhône—‘Now let us see whether they will rise again,’ the Romans are reported to have said.”—Immortality: The Quest to Live Forever and How It Drives Civilization (New York: Crown Publishers, 2012), pp. 104, 105.\n</p><p>This little object lesson in theological skepticism, however dramatic, is beside the point; it proved nothing about the biblical promise of the resurrection. The Power who raised Jesus from the dead can do the same for us, as well, regardless of the state of our body. After all, if that same Power created and upholds the entire cosmos, He certainly could translate the living and resurrect the dead.\n</p><p>“ ‘Even so them also which sleep in Jesus will God bring with Him’ [1 Thess. 4:14], Paul wrote. Many interpret this passage to mean that the sleeping ones will be brought with Christ from heaven; but Paul meant that as Christ was raised from the dead, so God will call the sleeping saints from their graves and take them with Him to heaven. Precious consolation! glorious hope! not only to the church of Thessalonica, but to all Christians wherever they may be.”—Ellen G. White, The Acts of the Apostles, p. 259.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> Someone said: “Death wipes you out. .  .  . To be wiped out completely, traces and all, goes a long way toward destroying the meaning of one’s life.” What hope, then, do we have against such meaninglessness in our lives?\n</p><p><strong>2</strong> How can we harmonize the need to grow toward perfection (Phil. 3:12–16) with the fact that only at Christ’s second coming will we receive an incorruptible and sinless nature (1 Cor. 15:50–55)?\n</p><p><strong>3</strong> How might we be able to help someone caught up in the idea of the “secret rapture” to see why this teaching is wrong?\n</p><p><strong>4</strong> Read again 1 Corinthians 15:12–19. What in these verses presents such powerful evidence for the teaching that the dead are asleep as opposed to being up in heaven with Jesus? What sense do these verses make if the righteous dead are, indeed, in heaven with Jesus now?</p>\n\n<p><strong>Inside Story:</strong></p><p><strong>Accepting the Word: Part 2<br>By Andrew McChesney<br></strong></p><p>\n</p><p>\n</p>\n<p>Eulalia Rashid completed her goal of reading the Bible from cover to cover on the Pacific island of Saipan in three years. Based on what she read, she began to keep the Sabbath and eat a plant-based diet. An alcoholic for 37 years, she told her family that Jesus had taken away her desire to drink. But she had colon cancer, a medical diagnosis that was made before she started reading the Bible. Then she came down with painful shingles. The two illnesses caused terrible suffering. But her attention was elsewhere. She did not understand why she felt as if she did not really know Jesus even though she had read the entire Bible. She earnestly prayed.\n</p><p>Abruptly, an inexplicable desire overcame her to call the Saipan Seventh-day Adventist Clinic. “I’m sorry, but this is not concerning the clinic,” Eulalia told the person who answered the phone. “I need to talkwith someone from church. I’ve read the whole Bible, but I’m still hungry and thirsty.” A short time later, a young pastor showed up at Eulalia’s door. The two hit it off immediately. Eulalia felt as if she had known the pastor her whole life, and they began to study the Bible together. Eulalia asked to get baptized.\n</p><p>About a month before the fall 2019 baptism, Eulalia’s terrible pain suddenly vanished. A doctor had told Eulalia that shingles was untreatable and she would suffer for many months. But now the pain was gone. She touched her stomach and sensed that something else was different. A short time later, the doctor pronounced her cancer-free. Today, Eulalia is a missionary to her neighbors and family of four children and 13 grandchildren on Saipan. She prays for them as she tends her luscious green garden, which she calls her prayer garden. She gives the fruit of her labors to neighbors. A room in her house has been set aside as a worship place where Adventists and others gather on Sabbath evenings. Eulalia, 66, has no doubt that the psalmist was correct when he said, “Your word is a lamp to my feet and a light to my path” (Psalm 119:105, NKJV). “My hope and encouragement to other people is: follow the Word,” she said. “Jesus is the Word. He is the way to everlasting life.”\n</p><p><em>This mission story illustrates the following components of the Seventh-day Adventist Church’s “I Will Go” strategic plan: Mission Objective No. 1, “To strengthen Seventh-day Adventist institutions in upholding freedom, wholistic health, and hope through Jesus, and restoring in people the image of God,” and Spiritual Growth Objective No. 5, “To disciple individuals and families into Spirit-filled lives.”</em></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p><br></p><p>The New Testament Hope <br></p>",
      "verse": "<p>And this is the testimony: that God has given us eternal life, and this life is in His Son. He who has the Son has life; he who does not have the Son of God does not have life (1 John 5:11, 12, NKJV). <br></p>",
      "versionCode": 22,
      "weekDate": "November 12–18"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
