{
   "data":[
      {
         "color":"#B966CC",
         "id":13,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"29 de marzo",
               "dayTitle":"",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p style=\"text-align: justify; \">Mientras trataban con un feligrés problemático, alguien de la Junta de la\n\niglesia dijo al pastor: “No podemos tomar decisiones basadas en la compasión”. ¿No podemos? Al oír eso, el pastor se preguntaba qué concepto\n\nde Dios y de la Ley divina tenía esa persona. No cabe duda de que la compasión\ndebe ser fundamental en nuestro trato con las personas, especialmente con las\nque se equivocan. La compasión es parte integral del amor y, como dice Romanos\n13:8, amar al prójimo es cumplir la Ley.&nbsp;</p><p style=\"text-align: justify; \">Si el amor es realmente el cumplimiento de la Ley, no debemos pensar en la\n\nLey como si estuviera separada del amor o en el amor como si estuviera desconectado de la Ley. En la Escritura, el amor y la Ley son inseparables. El Legislador\n\ndivino es amor y, por consiguiente, la Ley de Dios es la Ley del amor. Es, como\ndijo Elena de White, la transcripción del carácter de Dios. (Ver Palabras de vida\ndel gran Maestro, p. 246).&nbsp;</p><p style=\"text-align: justify; \">&nbsp;La Ley de Dios no es un conjunto de principios abstractos, sino mandamientos e instrucciones destinados a nuestro desarrollo. La Ley de Dios es en\n\nparte una expresión del amor tal como Dios mismo lo expresa.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de marzo",
               "dayTitle":"<p style=\"text-align: justify; \"><strong>LA LEY DEL AMOR</strong></p><p style=\"text-align: justify; \">",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p style=\"text-align: justify;\">La Ley de Dios no consiste en principios abstractos; por el contrario, es una expresión que tiene que ver con relaciones. Esto puede verse explícitamente en los Diez Mandamientos, cuyos principios básicos ya existían en el Jardín del Edén. Dicho de otra manera, son los principios del amor que debían regir la relación entre Dios y las personas, y entre estas. \n</p><p style=\"text-align: justify; \">&nbsp;Cuando los Diez Mandamientos proclamados en Éxodo 20 fueron posteriormente escritos en la piedra, fueron dados a Israel en el contexto de la relación del pacto o alianza entre Dios y su pueblo. Los Mandamientos fueron puestos por escrito después de que el Señor liberó al pueblo de Egipto, y se basaban en el amor de Dios y en sus promesas para la nación (ver Éxo. 6:7, 8; Lev. 26:12). Las dos divisiones de los Diez Mandamientos muestran que su objetivo es el desarrollo pleno de la relación humana con Dios y de las relaciones interpersonales.\n</p><p style=\"text-align: justify; \"><strong>Lee Éxodo 20:1 al 17. ¿Cómo revelan estos versículos los dos principios, el del amor a Dios y el del amor a los demás?\n</strong></p><p style=\"text-align: justify;\">20 Y habló Dios todas estas palabras, diciendo: 2 Yo soy Jehová tu Dios, que te saqué de la tierra de Egipto, de casa de servidumbre.\n</p><p style=\"text-align: justify;\">3 No tendrás dioses ajenos delante de mí.\n</p><p style=\"text-align: justify;\">4 No te harás imagen, ni ninguna semejanza de lo que esté arriba en el cielo, ni abajo en la tierra, ni en las aguas debajo de la tierra. 5 No te inclinarás a ellas, ni las honrarás; porque yo soy Jehová tu Dios, fuerte, celoso, que visito la maldad de los padres sobre los hijos hasta la tercera y cuarta generación de los que me aborrecen, 6 y hago misericordia a millares, a los que me aman y guardan mis mandamientos.\n</p><p style=\"text-align: justify;\">7 No tomarás el nombre de Jehová tu Dios en vano; porque no dará por inocente Jehová al que tomare su nombre en vano.\n</p><p style=\"text-align: justify;\">8 Acuérdate del día de reposo[a] para santificarlo. 9 Seis días trabajarás, y harás toda tu obra; 10 mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas. 11 Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.\n</p><p style=\"text-align: justify;\">12 Honra a tu padre y a tu madre, para que tus días se alarguen en la tierra que Jehová tu Dios te da.\n</p><p style=\"text-align: justify;\">13 No matarás.\n</p><p style=\"text-align: justify;\">14 No cometerás adulterio.\n</p><p style=\"text-align: justify;\">15 No hurtarás.\n</p><p style=\"text-align: justify;\">16 No hablarás contra tu prójimo falso testimonio.\n</p><p style=\"text-align: justify;\">17 No codiciarás la casa de tu prójimo, no codiciarás la mujer de tu prójimo, ni su siervo, ni su criada, ni su buey, ni su asno, ni cosa alguna de tu prójimo.\n</p><p style=\"text-align: justify; \">Los cuatro primeros Mandamientos se refieren a las relaciones de las personas con Dios, y los seis últimos a las relaciones de las personas entre sí. Nuestra relación tanto con Dios como con los demás debe estar regulada por los principios de la Ley de Dios. \n</p><p style=\"text-align: justify;\">Estas dos partes de la Ley corresponden directamente a lo que Jesús identificó como los dos mandamientos más importantes: “Amarás al Señor tu Dios con todo tu corazón, con toda tu alma y toda tu mente” (Mat. 22:37; compara con Deut. 6:5) y “Amarás a tu prójimo como a ti mismo” (Mat. 22:39; compara con Lev. 19:18). \n</p><p style=\"text-align: justify;\">&nbsp;Los cuatro primeros Mandamientos expresan cómo amar a Dios con todo nuestro ser, mientras que los seis últimos se refieren al amor hacia los demás. Jesús hace explícito que estos dos grandes mandamientos del amor están integralmente relacionados con la Ley. “De estos dos mandamientos penden toda la ley y los profetas” (Mat. 22:40). \n</p><p style=\"text-align: justify; \">La totalidad de la Ley de Dios, por lo tanto, se fundamenta en el amor divino. El amor y la Ley de Dios son inseparables. A menudo oímos decir: “No necesitamos guardar la Ley, solo necesitamos amar a Dios y amar a los demás”. ¿Porqué no tiene sentido esa idea?\n</p><p style=\"text-align: justify; \"><strong>¿Cómo podríamos expresar amor a Dios, o amor a los demás, si estuviéramos violando alguno de los Diez Mandamientos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de marzo",
               "dayTitle":"<p style=\"text-align: justify; \"><strong>LA LEY ES SANTA, JUSTA Y BUENA</strong></p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">El amor es el fundamento de la Ley de Dios. Cuando Dios defiende la Ley, defiende el amor. Esta es la razón por la que Jesús murió para salvar a los pecadores, para poder defender la Ley y al mismo tiempo concedernos la gracia. De este modo, podía ser a la vez justo y justificador de quienes creen (Rom. 3:25, 26). ¡Qué expresión de amor! En consecuencia, el proceso de redención no invalida la Ley, sino que la confirma.</span></p><strong><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Lee Romanos 6:1 al 3 y luego Romanos 7:7 al 12, con especial atención al versículo 12. ¿Qué nos dicen estos textos acerca de la Ley, incluso después de la muerte de Cristo?</strong></p></strong><strong><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Romanos 6:1-3</strong></p></strong><span style=\"font-size: 10.5px;\"><p style=\"text-align: justify;\"><span style=\"background-color: initial; font-size: 10.5px;\"><strong>1&nbsp;</strong></span><span style=\"background-color: initial;\">¿Qué, pues, diremos? ¿Perseveraremos en el pecado para que la gracia abunde? </span><strong style=\"background-color: initial;\"><sup>2 </sup></strong><span style=\"background-color: initial;\">En ninguna manera. Porque los que hemos muerto al pecado, ¿Cómo viviremos aún en él? </span><sup style=\"background-color: initial;\"><strong>3 </strong></sup><span style=\"background-color: initial;\">¿O no sabéis que todos los que hemos sido bautizados en Cristo Jesús, hemos sido bautizados en su muerte?</span></p></span><strong><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Romanos 7:7-12</strong></p></strong><sup style=\"font-weight: bold;\"><p style=\"text-align: justify;\"><sup style=\"background-color: initial;\">7 </sup><span style=\"background-color: initial; font-weight: 400;\">¿Qué diremos, pues? ¿La ley es pecado? En ninguna manera. Pero yo no conocí el pecado sino por la ley; porque tampoco conociera la codicia, si la ley no dijera: No codiciarás. </span><strong style=\"background-color: initial;\"><sup>8 </sup></strong><span style=\"background-color: initial; font-weight: 400;\">Mas el pecado, tomando ocasión por el mandamiento, produjo en mí toda codicia; porque sin la ley el pecado está muerto. </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>9 </strong></sup><span style=\"background-color: initial; font-weight: 400;\">Y yo sin la ley vivía en un tiempo; pero venido el mandamiento, el pecado revivió y yo morí. </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>10 </strong></sup><span style=\"background-color: initial; font-weight: 400;\">Y hallé que el mismo mandamiento que era para vida, a mí me resultó para muerte; </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>11 </strong></sup><span style=\"background-color: initial; font-weight: 400;\">porque el pecado, tomando ocasión por el mandamiento, me engañó, y por él me mató. </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>12 </strong></sup><span style=\"background-color: initial; font-weight: 400;\">De manera que la ley a la verdad es santa, y el mandamiento santo, justo y bueno.</span></p></sup><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Aunque algunos creen que la gracia y la redención anulan la Ley, Pablo dice claramente que no debemos continuar en el pecado para que la gracia aumente. Por el contrario, quienes están en Cristo por la fe han sido “bautizados en su muerte” y, por lo tanto, deben considerarse muertos al pecado y vivos para Cristo.<br><br>La Ley de Dios no es pecado, pero, entre otras cosas, nos hace percibir el pecado y nuestra pecaminosidad. Por eso, “la ley es santa, y el mandamiento santo, justo y bueno” (Rom. 7:12). La Ley revela, como ninguna otra cosa, nuestra gran necesidad de salvación, de redención, lo cual solo es posible por medio de Cristo. En consecuencia, no “anulamos la ley por la fe”, sino que “al contrario, confirmamos la ley” (Rom. 3:31).<br><br>Cristo no vino a anular la Ley, sino a cumplir todo lo prometido en la Ley yen los Profetas. Por eso insiste en que “mientras existan el cielo y la tierra”, “ni una letra, ni un punto de la ley perecerá” (Mat. 5:18).<br><br>La Ley de Dios representa su santidad, su carácter perfecto de amor, justicia,&nbsp;</span>bondad y verdad (Lev. 19:2; Sal. 19:7, 8; 119:142, 172). A este respecto, es significativo que, según Éxodo 31:18, Dios mismo escribiera los Diez Mandamientos en las tablas de piedra. Escritas en piedra, estas leyes son testimonio del carácter inmutable de Dios y de su gobierno moral, que se fundamenta en el amor, un tema central del Gran Conflicto.</p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\"><strong>¿Cómo nos ayuda este vínculo entre la Ley y el amor a entender mejor las palabras de Jesús: “Si me aman, guardarán mis mandamientos” (Juan 14:15)?</strong></span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">\n</span></p></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de marzo",
               "dayTitle":"<p style=\"text-align: justify; \"><strong>LA LEY Y LA GRACIA</strong></p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p style=\"text-align: justify; \">Como hemos visto, la Ley y la gracia no se oponen entre sí. Por el contrario,\ncumplen funciones diferentes de acuerdo con el amor y la justicia de Dios. Un fuerte contraste entre la Ley y la gracia habría desconcertado a los antiguos israelitas, que veían en la entrega de la Ley por parte de Dios una gran muestra de su gracia. Mientras que los “dioses” de las naciones circundantes eran volubles, totalmente impredecibles y no comunicaban a sus adoradores qué deseaban o cómo complacerlos, el Dios de la Biblia instruye muy claramente a su pueblo acerca de lo que le agrada: lo que es para el bien de todo su pueblo, individual\ny colectivamente.&nbsp;</p><p style=\"text-align: justify; \">Sin embargo, la Ley no puede salvarnos del pecado ni transformar los corazones humanos. Como consecuencia de nuestra pecaminosidad innata, necesitamos un nuevo corazón, un trasplante espiritual.<br><br><strong>Lee Jeremías 31:31 al 34. ¿Qué nos enseña este texto acerca de la promesa divina de darnos un corazón nuevo? Compara esto con lo dicho por Cristo a Nicodemo en Juan 3:1 al 21 acerca del nuevo nacimiento. Ver también Hebreos 8:10.</strong><br><br><strong>Jeremías 31:31-34</strong><sup><br><br><strong>31 </strong></sup>He aquí que vienen días, dice Jehová, en los cuales haré nuevo pacto con la casa de Israel y con la casa de Judá. <strong><sup>32 </sup></strong>No como el pacto que hice con sus padres el día que tomé su mano para sacarlos de la tierra de Egipto; porque ellos invalidaron mi pacto, aunque fui yo un marido para ellos, dice Jehová. <strong><sup>33 </sup></strong>Pero este es el pacto que haré con la casa de Israel después de aquellos días, dice Jehová: Daré mi ley en su mente, y la escribiré en su corazón; y yo seré a ellos por Dios, y ellos me serán por pueblo. <strong><sup>34 </sup></strong>Y no enseñará más ninguno a su prójimo, ni ninguno a su hermano, diciendo: Conoce a Jehová; porque todos me conocerán, desde el más pequeño de ellos hasta el más grande, dice Jehová; porque perdonaré la maldad de ellos, y no me acordaré más de su pecado.<br><br><strong>Juan 3:1-21</strong><sup><br><br></sup>Había un hombre de los fariseos que se llamaba Nicodemo, un principal entre los judíos. <strong><sup>2 </sup></strong>Este vino a Jesús de noche, y le dijo: Rabí, sabemos que has venido de Dios como maestro; porque nadie puede hacer estas señales que tú haces, si no está Dios con él. <sup><strong>3 </strong></sup>Respondió Jesús y le dijo: De cierto, de cierto te digo, que el que no naciere de nuevo, no puede ver el reino de Dios. <strong><sup>4 </sup></strong>Nicodemo le dijo: ¿Cómo puede un hombre nacer siendo viejo? ¿Puede acaso entrar por segunda vez en el vientre de su madre, y nacer? <strong><sup>5 </sup></strong>Respondió Jesús: De cierto, de cierto te digo, que el que no naciere de agua y del Espíritu, no puede entrar en el reino de Dios. <strong><sup>6 </sup></strong>Lo que es nacido de la carne, carne es; y lo que es nacido del Espíritu, espíritu es. <strong><sup>7 </sup></strong>No te maravilles de que te dije: Os es necesario nacer de nuevo. <sup><strong>8 </strong></sup>El viento sopla de donde quiere, y oyes su sonido; mas ni sabes de dónde viene, ni a dónde va; así es todo aquel que es nacido del Espíritu. <strong><sup>9 </sup></strong>Respondió Nicodemo y le dijo: ¿Cómo puede hacerse esto? <strong><sup>10 </sup></strong>Respondió Jesús y le dijo: ¿Eres tú maestro de Israel, y no sabes esto? 11 De cierto, de cierto te digo, que lo que sabemos hablamos, y lo que hemos visto, testificamos; y no recibís nuestro testimonio. 12 Si os he dicho cosas terrenales, y no creéis, ¿cómo creeréis si os dijere las celestiales? 13 Nadie subió al cielo, sino el que descendió del cielo; el Hijo del Hombre, que está en el cielo. 14 Y como Moisés levantó la serpiente en el desierto, así es necesario que el Hijo del Hombre sea levantado, 15 para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.</p><p style=\"text-align: justify; \">16 Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna. 17 Porque no envió Dios a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él. 18 El que en él cree, no es condenado; pero el que no cree, ya ha sido condenado, porque no ha creído en el nombre del unigénito Hijo de Dios. 19 Y esta es la condenación: que la luz vino al mundo, y los hombres amaron más las tinieblas que la luz, porque sus obras eran malas. 20 Porque todo aquel que hace lo malo, aborrece la luz y no viene a la luz, para que sus obras no sean reprendidas. 21 Mas el que practica la verdad viene a la luz, para que sea manifiesto que sus obras son hechas en Dios.<br><br><strong>¿Dónde radica tu esperanza respecto del Juicio? ¿En tu diligente y fiel cumplimiento de la Ley o en la justicia de Cristo, que te cubre? ¿Qué te dice tu respuesta acerca de la función de la Ley de Dios, acerca de lo que ella puede hacer y de lo que no es posible para ella?</strong></p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \"><strong>\n</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de marzo",
               "dayTitle":"<p style=\"text-align: justify; \"><strong>EL AMOR ES EL CUMPLIMIENTO DE LA LEY</strong></p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">No se puede exagerar la relación entre el amor y la Ley. De hecho, según las Escrituras, amar es cumplir la Ley. En Romanos 13:8 al 10, Pablo enseña que “el que ama al prójimo ha cumplido\nla ley”. Después de enumerar varios de los últimos seis Mandamientos, él declara que “se resumen todos en esta palabra: Amarás a tu prójimo como a ti mismo” (Rom. 13:9). De hecho, Pablo enseña explícitamente que “el que ama al prójimo cumple la ley” (Rom. 13:10). De nuevo, él explica en Gálatas 5:14 que “toda la ley se cumple en este solo precepto: ‘Amarás a tu prójimo como a ti mismo’ ”. Pero qué clase de amor es el que cumple la Ley? ¿Cómo es ese amor?.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\"><strong>Lee Mateo 23:23 y 24. ¿Qué es “lo más importante de la ley”? Lee Deuteronomio 5:12 al 15 e Isaías 58:13 y 14. ¿Cómo demuestran estos pasajes la relación entre la Ley (especialmente el mandamiento del sábado) y la preocupación de Dios por la justicia y la liberación?</strong><br><br><strong>Mateo 23:23-24</strong><sup><br><br><strong>23 </strong></sup>¡Ay de vosotros, escribas y fariseos, hipócritas! porque diezmáis la menta y el eneldo y el comino, y dejáis lo más importante de la ley: la justicia, la misericordia y la fe. Esto era necesario hacer, sin dejar de hacer aquello. <strong><sup>24 </sup></strong>¡Guías ciegos, que coláis el mosquito, y tragáis el camello!<br><br><strong>Deuteronomio 5:12 al 15</strong><sup><br><br><strong>12 </strong></sup>Guardarás el día de reposo para santificarlo, como Jehová tu Dios te ha mandado. <strong><sup>13 </sup></strong>Seis días trabajarás, y harás toda tu obra; <strong><sup>14 </sup></strong>mas el séptimo día es reposo a Jehová tu Dios; ninguna obra harás tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu sierva, ni tu buey, ni tu asno, ni ningún animal tuyo, ni el extranjero que está dentro de tus puertas, para que descanse tu siervo y tu sierva como tú. <strong><sup>15 </sup></strong>Acuérdate que fuiste siervo en tierra de Egipto, y que Jehová tu Dios te sacó de allá con mano fuerte y brazo extendido; por lo cual Jehová tu Dios te ha mandado que guardes el día de reposo.<br><br><strong>Isaías 58:13-14</strong><sup><br><br><strong>13 </strong></sup>Si retrajeres del día de reposo tu pie, de hacer tu voluntad en mi día santo, y lo llamares delicia, santo, glorioso de Jehová; y lo venerares, no andando en tus propios caminos, ni buscando tu voluntad, ni hablando tus propias palabras, <strong><sup>14 </sup></strong>entonces te deleitarás en Jehová; y yo te haré subir sobre las alturas de la tierra, y te daré a comer la heredad de Jacob tu padre; porque la boca de Jehová lo ha hablado.<br><br>Jesús identifica “lo más importante de la ley” como “la justicia, la miseri</span>cordia y la fe”. En relación con el cuarto Mandamiento en particular, podemos ver en las Escrituras que el sábado mismo está integralmente conectado con la liberación y la justicia.</p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">En Deuteronomio 5, el mandamiento del sábado se relaciona con la libera</span>ción de Israel de la esclavitud. Es decir, el sábado no es solo un memorial de la Creación, sino también un memorial de la liberación de la esclavitud y la opresión. A su vez, en el contexto de apartarse del propio placer para llamar al sábado deleite y para deleitarse en el Señor (Isa. 58:13, 14), se hace hincapié en las obras de amor y justicia en favor de los demás: hacer el bien, alimentar a los hambrientos, alojar a los desamparados (ver Isa. 58:3-10).</p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Dadas todas estas enseñanzas (y muchas otras), quienes desean cumplir la&nbsp;</span>Ley mediante el amor deben preocuparse no solo por los pecados de comisión, sino también por los de omisión. El amor como cumplimiento de la Ley no solo implica abstenerse de cometer pecados que representan transgresiones de mandamientos específicos, sino también consiste en hacer el bien activamente, en realizar las obras de amor que promueven fielmente la justicia y la misericordia. Ser fiel a Dios es algo más que no violar la letra de la Ley.</p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">\n</span></p></p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de marzo",
               "dayTitle":"<p style=\"text-align: justify; \"><strong>SOBRE TODO, ÁMENSE MUTUAMENTE</strong></p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p style=\"text-align: justify; \">Si el amor es el cumplimiento de la Ley, entonces uno no puede cumplir la\nLey de Dios en sentido pleno simplemente absteniéndose de hacer cosas malas.\nLa propia ley del amor (expresada en la totalidad de las Escrituras) no solo nos\nordena abstenernos de hacer el mal, sino también nos impulsa a realizar actos\nque revelen el amor de Dios en favor de los demás, y no solo a otros miembros\nde la iglesia, sino también al mundo en general, que tan desesperadamente\nnecesita un verdadero testimonio cristiano.<br><br><strong>Lee Santiago 2:1 al 9. ¿Qué mensajes cruciales se nos dan aquí?</strong><sup><br><br></sup>Hermanos míos, que vuestra fe en nuestro glorioso Señor Jesucristo sea sin acepción de personas. <strong><sup>2 </sup></strong>Porque si en vuestra congregación entra un hombre con anillo de oro y con ropa espléndida, y también entra un pobre con vestido andrajoso, <strong><sup>3 </sup></strong>y miráis con agrado al que trae la ropa espléndida y le decís: Siéntate tú aquí en buen lugar; y decís al pobre: Estate tú allí en pie, o siéntate aquí bajo mi estrado; <strong><sup>4 </sup></strong>¿no hacéis distinciones entre vosotros mismos, y venís a ser jueces con malos pensamientos? <strong><sup>5 </sup></strong>Hermanos míos amados, oíd: ¿No ha elegido Dios a los pobres de este mundo, para que sean ricos en fe y herederos del reino que ha prometido a los que le aman? <strong><sup>6 </sup></strong>Pero vosotros habéis afrentado al pobre. ¿No os oprimen los ricos, y no son ellos los mismos que os arrastran a los tribunales? <strong><sup>7 </sup></strong>¿No blasfeman ellos el buen nombre que fue invocado sobre vosotros?\n</p><p style=\"text-align: justify; \"><strong><sup>8 </sup></strong>Si en verdad cumplís la ley real, conforme a la Escritura: Amarás a tu prójimo como a ti mismo, bien hacéis; <strong><sup>9 </sup></strong>pero si hacéis acepción de personas, cometéis pecado, y quedáis convictos por la ley como transgresores.<br><br>Santiago denuncia enérgicamente la injusticia en la sociedad, identificando específicamente la discriminación contra los pobres y la opresión por parte de algunos ricos. Luego, llama la atención sobre la ley del amor al prójimo, diciendo que quienes cumplen esta ley “bien hacen” (Sant. 2:8).</p><p style=\"text-align: justify; \">Como lo expresó Elena de White: “El amor hacia el hombre es la manifestación terrenal del amor hacia Dios. El Rey de gloria vino para ser uno con nosotros con el fin de implantar ese amor y hacernos hijos de una sola familia. Y, cuando se cumplan las palabras que pronunció al partir: ‘Que se amen unos a otros como yo los he amado’ (Juan 15:12), cuando amemos al mundo como él lo amó, entonces se habrá cumplido su misión para con nosotros. Estaremos listos para el Cielo, porque tendremos el Cielo en nuestro corazón” (Elena G. de White, El Deseado de todas las gentes, p. 596). <br><br>Cuando amamos al mundo como Cristo lo ama, entonces estamos preparados para el Cielo. ¡Qué poderosa expresión de lo que significa ser seguidor de Jesús!</p><p style=\"text-align: justify; \">Jesús ordena a sus seguidores “que se amen unos a otros [...] como yo los he amado” (Juan 13:34). Jesús también proclama: “En esto conocerán todos que ustedes son mis discípulos, si se aman unos a otros” (Juan 13:35). El amor ocupa un lugar tan central en la fe cristiana porque Dios es amor (1 Juan 4:8, 16). Por lo tanto, quienes afirman amar a Dios deben amarse unos a otros (compara con 1 Juan 3:11; 4:20, 21).</p><p style=\"text-align: justify; \">En consecuencia, 1 Pedro 4:8 exhorta a los cristianos: “Sobre todo, tengan entre ustedes ferviente amor, porque el amor cubre multitud de pecados” (ver también Heb. 10:24; 1 Tes. 3:12).<br><br><strong>Detente a pensar en la idea de amar al mundo como Cristo lo amó y lo ama. ¿Cómo podría esto ayudarnos a comprender mejor el concepto de la perfección cristiana y de cómo somos hechos aptos para la vida eterna? Comparte tu respuesta con tu clase el sábado.</strong></p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \"><strong>\n</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de marzo",
               "dayTitle":"<p style=\"text-align: justify; \"><strong>PARA ESTUDIAR Y MEDITAR</strong></p>",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Lee el capítulo titulado “Mis hermanos más pequeños” en las páginas 592 a\n597 del libro El Deseado de todas las gentes, de Elena de White.\n\n“Los que sirvan a otros serán servidos por el Pastor jefe. Ellos mismos beberán del Agua de vida y serán satisfechos. No desearán diversiones excitantes, o algún cambio en su vida. El gran tema de su interés será cómo salvar a las almas que están a punto de perecer. El trato social será provechoso. El amor del Redentor unirá los corazones.\n\n“Cuando comprendamos que somos colaboradores de Dios, no pronunciaremos sus promesas con indiferencia. Arderán en nuestro corazón y en nuestros labios. A Moisés, cuando lo llamó para servir a un pueblo ignorante, indisciplinado y rebelde, Dios le prometió: ‘Mi presencia irá contigo, y te daré descanso’. Y dijo: ‘Yo estaré contigo’ (Éxo. 33:14; 3:12). Esta promesa es hecha a todos los que trabajan en lugar de Cristo por sus afligidos y sufrientes” (Elena G. de White, El Deseado de todas las gentes, p. 596).</span></p><strong><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">PREGUNTAS PARA DIALOGAR:<br><br><ol><li><strong style=\"background-color: initial;\">Lee 1 Corintios 13:4 al 8. ¿De qué manera 1 Corintios 13 arroja luz sobre la&nbsp;</strong><strong style=\"background-color: initial;\">clase de personas que debemos ser?</strong></li><li><strong style=\"background-color: initial;\">¿Qué separa a las ovejas de las cabras en Mateo 25:31 al 46? ¿Cómo pode</strong><strong style=\"background-color: initial;\">mos entender lo que Jesús dice aquí sin caer en el error de la salvación&nbsp;</strong><strong style=\"background-color: initial;\">por obras?</strong></li><li><strong style=\"background-color: initial;\">¿Qué significa para ti que “cuando amemos al mundo como él lo amó, en</strong><strong style=\"background-color: initial;\">tonces se habrá cumplido su misión para con nosotros. Estaremos listos&nbsp;</strong><strong style=\"background-color: initial;\">para el Cielo, porque lo tendremos en nuestro corazón” (ver el estudio del&nbsp;</strong><strong style=\"background-color: initial;\">jueves)? ¿Qué revela esto sobre la naturaleza de Dios y la del Cielo mis</strong><strong style=\"background-color: initial;\">mo? En este sentido, ¿cómo podemos ser mejores ciudadanos del Cielo&nbsp;</strong><strong style=\"background-color: initial;\">en relación con la difusión del amor de Dios de manera que traiga luz y&nbsp;</strong><strong style=\"background-color: initial;\">justicia a los oprimidos?</strong></li><li><strong style=\"background-color: initial;\">¿Qué medidas prácticas debería tomar tu iglesia local para reflejar la pre</strong><strong style=\"background-color: initial;\">ocupación de Dios por el amor y la justicia en tu comunidad? ¿Qué están&nbsp;</strong><strong style=\"background-color: initial;\">tú y los miembros de tu iglesia haciendo bien en la comunidad donde&nbsp;</strong><strong style=\"background-color: initial;\">viven? ¿En qué necesitas mejorar y centrarte más?</strong></li><li><strong style=\"background-color: initial;\">¿Qué pasos tangibles pueden tú y tus hermanos en la fe dar individual&nbsp;</strong><strong style=\"background-color: initial;\">y colectivamente para actuar según lo que hemos estudiado acerca del&nbsp;</strong><strong style=\"background-color: initial;\">amor y la justicia de Dios?</strong></li></ol></strong></p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">\n</strong></p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">\n</strong></p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">\n</strong></p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">\n</strong></p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">\n</strong></p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">\n</strong></p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">\n</strong></p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">\n</strong></p></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de Marzo",
               "dayTitle":"<p style=\"text-align: justify; \"><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
               "id":138,
               "idDay":8,
               "idLesson":13,
               "lessonText":"<p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">RESEÑA</strong></p><span style=\"font-weight: bold;\"><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Texto clave: </span><span style=\"background-color: initial; font-weight: 400;\">Romanos 13:8</span></p></span></p><p style=\"text-align: justify; \"><strong>Enfoque del estudio: </strong>Éxodo 20:2; Romanos 13:8-10.\n</p><p style=\"text-align: justify; \"><strong>Introducción: </strong>Los Diez Mandamientos son una expresión de la relación personal&nbsp;<span style=\"background-color: initial;\">de Dios con su pueblo y del pacto entre ambos.<br><br><strong>Temática de la lección\n</strong></span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">La lección de esta semana enfatiza tres ideas principales:<br><br><strong>La Ley de Dios tiene que ver con relaciones, no con principios abstractos:\n</strong></span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">En otras palabras, la Ley divina no es un conjunto de principios abstractos, sino la&nbsp;</span>manifestación de una relación actual entre Dios y su pueblo. El diálogo de Dios con Moisés enfatiza este lenguaje relacional en el que Dios es representado como un águila que lleva a su pueblo en sus alas en ocasión de la liberación de Egipto.&nbsp;<span style=\"background-color: initial;\">La idea principal de esta representación es que el pueblo había sido conducido a&nbsp;</span>Dios mismo.</p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><strong>Los Diez Mandamientos son la expresión correcta de nuestro amor a Dios\n</strong></span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><strong>y a los demás:</strong> Más que una lista de acciones prohibidas, los Diez Mandamientos&nbsp;</span>comienzan con una nota de amor personal: “Yo soy el Señor tu Dios” (Éxo. 20:2). La lista de mandamientos es una respuesta de amor relacional al Dios de Israel, quien lo salvó. Los cuatro primeros Mandamientos describen el amor leal que el pueblo debe mostrar a Dios. Los últimos seis Mandamientos expresan formas específicas de amor hacia los demás, que en última instancia indican que amamos a Dios.</p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><strong>La Ley de Dios encuentra su cumplimiento en el amor:</strong> En Romanos y Gála</span>tas, la idea del cumplimiento de la Ley está relacionada con el servicio mutuo por medio del amor. En Gálatas, Pablo explica que la Ley se cumple cuando amamos a nuestro prójimo. En Romanos, el amor es el cumplimiento de la Ley. Los seis últimos Mandamientos explican qué significa amar al prójimo como a uno mismo.</p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><strong>Aplicación a la vida\n</strong></span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">¿Cómo cambia tu relación con Dios cuando comprendes que los Diez Mandamientos&nbsp;</span>no son apenas un conjunto de normas sino una expresión de amor y una respuesta a la relación personal y amorosa de Dios con nosotros?<br><br><strong>COMENTARIO\n</strong></p><p style=\"text-align: justify; \"><strong>La Ley de Dios tiene que ver con relaciones, no con principios abstractos\n</strong></p><p style=\"text-align: justify; \">La idea de que la Ley de Dios consiste en frías abstracciones o principios impersonales es incompatible con la imagen bíblica de la entrega del Decálogo por parte de Dios al pueblo de Israel en el monte Sinaí. Es importante leer la descripción de los Diez Mandamientos (Éxo. 20) a la luz de la relación de alianza, o pacto, que comienza a desarrollarse en Éxodo 19. Desde la llegada de Israel al desierto del Sinaí (Éxo.19:1), el diálogo de Dios con Moisés en el monte subraya la noción de una relación de alianza, o pacto, entre Dios y el pueblo de Israel. Más concretamente, el Señor dijo a Moisés que debía comunicar lo siguiente a los hijos de Israel: “Ustedes vieron lo que hice a los egipcios, y cómo los tomé sobre alas de águila, y los he traído a mí. Ahora pues, si en verdad escuchan mi voz y guardan mi pacto, ustedes serán mi especial tesoro entre todos los pueblos, porque mía es toda la tierra. Y ustedes serán mi reino de sacerdotes y gente santa” (Éxo. 19:4-6). El lenguaje relacional de este pasaje es impresionante. La liberación divina de la esclavitud en Egipto se representa como si Dios transportara a los hijos de Israel como un águila. Curiosamente, el énfasis no está puesto simplemente en el hecho de que el pueblo salió de Egipto o se dirigía a la Tierra Prometida. En cambio, el punto principal es que el pueblo había sido llevado a Dios mismo. En este contexto, se invita al pueblo de Israel a ser fiel al pacto hecho con Dios en el sentido personal de escuchar su voz. Aunque numerosas versiones de la Biblia traducen correctamente el verbo hebreo shama como “obedecer” la voz de Dios (ver NRV-2000, NVI), el término describe más literalmente el acto de escuchar su voz en el sentido de prestar atención (ver LBLA). Si deciden escuchar la voz de Dios, los hijos de Israel serán su “especial tesoro” (Éxo. 19:5), o su “propiedad personal”. Esta expresión atestigua también el carácter personal de la relación de alianza, o pacto, en desarrollo entre Dios y su pueblo, que se formaliza con la exposición de los Diez Mandamientos en el capítulo 20.<br><br><strong>Los Diez Mandamientos son la expresión correcta de nuestro amor a Dios y a los demás</strong><br><br>Es digno de mención que, antes de la lista de los “no” del Decálogo, Dios introduce&nbsp;<span style=\"background-color: initial;\">los Diez Mandamientos, en Éxodo 20:2, con una nota personal (“Yo soy el Señor&nbsp;</span><span style=\"background-color: initial;\">tu Dios”, énfasis añadido) y destaca su amorosa acción salvífica en favor de Israel&nbsp;</span><span style=\"background-color: initial;\">(liberación de la esclavitud en Egipto). En otras palabras, los Mandamientos no&nbsp;</span><span style=\"background-color: initial;\">comienzan con un frío “no”, sino con una nota de amor personal. Además, la lista&nbsp;</span><span style=\"background-color: initial;\">de mandamientos que sigue no debe entenderse como meras leyes abstractas,&nbsp;</span><span style=\"background-color: initial;\">sino como una respuesta de amor relacional hacia el Dios de Israel, quien los salvó&nbsp;</span><span style=\"background-color: initial;\">poderosa y compasivamente de Egipto.&nbsp;</span><span style=\"background-color: initial;\">Es a la luz del tono de amor personal de Éxodo 20:2 que los primeros cuatro&nbsp;</span><span style=\"background-color: initial;\">Mandamientos delinean claramente cómo deben los hijos de Israel expresar su&nbsp;</span><span style=\"background-color: initial;\">respuesta de amor relacional a su Dios personal. En primer lugar, no tendrán otros&nbsp;</span><span style=\"background-color: initial;\">dioses aparte del Señor. El amor a Dios se expresa aquí en términos de lealtad&nbsp;</span><span style=\"background-color: initial;\">exclusiva. En segundo lugar, este amor leal implica necesariamente que no harán&nbsp;</span><span style=\"background-color: initial;\">una imagen cúltica o ídolo ni la adorarán. A diferencia de la idolatría, la verdadera&nbsp;</span><span style=\"background-color: initial;\">adoración es una expresión genuina de amor a Dios. Tercero, el amor a Dios se revela&nbsp;</span><span style=\"background-color: initial;\">mediante el uso respetuoso de su nombre. Como señala Kenneth Harris, tomar el&nbsp;</span><span style=\"background-color: initial;\">nombre de Dios en vano se refiere en particular a “hacer un juramento engañoso&nbsp;</span><span style=\"background-color: initial;\">en nombre de Dios o invocar su nombre para sancionar un acto en virtud del cual&nbsp;</span><span style=\"background-color: initial;\">la persona en cuestión está siendo deshonesta (Lev. 19:12). También prohíbe usar&nbsp;</span><span style=\"background-color: initial;\">el nombre de Dios en prácticas de magia o de manera irreverente o irrespetuosa&nbsp;</span><span style=\"background-color: initial;\">(Lev. 24:10-16)” (English Standard Version Study Bible [Crossway Bibles, 2008], p.</span><span style=\"background-color: initial;\">176). En cuarto lugar, amar a Dios implica santificar el séptimo día sábado como un recordatorio de la Creación. Aunque debemos amar a Dios todos los días, el sábado&nbsp;</span><span style=\"background-color: initial;\">es un período especial para expresar nuestra relación de amor con él.&nbsp;</span><span style=\"background-color: initial;\">Sin duda, los cuatro primeros Mandamientos explican más directamente lo que&nbsp;</span><span style=\"background-color: initial;\">implica el amor a Dios, mientras que los últimos seis se refieren específicamente a&nbsp;</span><span style=\"background-color: initial;\">cómo amar a los demás. En otras palabras, la identificación del Señor como el Dios&nbsp;</span><span style=\"background-color: initial;\">Salvador de Israel (Éxo. 20:2) constituye la introducción a los Diez Mandamientos&nbsp;</span><span style=\"background-color: initial;\">en su conjunto. Mientras tanto, las maneras específicas en que debemos expresar&nbsp;</span><span style=\"background-color: initial;\">el amor a los demás de acuerdo con los últimos seis Mandamientos son expresiones&nbsp;</span><span style=\"background-color: initial;\">implícitas pero importantes de amor a Dios. El quinto Mandamiento, por ejemplo,&nbsp;</span><span style=\"background-color: initial;\">conecta el amor hacia los padres, con énfasis especial en el deber de honrarlos,&nbsp;</span><span style=\"background-color: initial;\">con una larga vida concedida por Dios a Israel en la Tierra. Por lo tanto, la promesa&nbsp;</span><span style=\"background-color: initial;\">amorosa de Dios está directamente relacionada con la forma en que los hijos de&nbsp;</span><span style=\"background-color: initial;\">Israel aman y honran a sus padres. Del mismo modo, amar al prójimo y, en última&nbsp;</span><span style=\"background-color: initial;\">instancia, amar a Dios por medio de este amor horizontal, implica necesariamente&nbsp;</span><span style=\"background-color: initial;\">valorar la vida (no asesinar), ser sexualmente puro y apreciar el matrimonio (no&nbsp;</span><span style=\"background-color: initial;\">cometer adulterio), respetar lo ajeno (no robar), defender la verdad acerca del&nbsp;</span><span style=\"background-color: initial;\">prójimo (no levantar falso testimonio contra él) y alimentar deseos que estén en&nbsp;</span><span style=\"background-color: initial;\">armonía con un espíritu de satisfacción (no codiciar lo ajeno).<br><br><strong>La Ley de Dios encuentra su cumplimiento en el amor\n</strong></span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">El apóstol Pablo destaca la idea del cumplimiento de la Ley en Romanos y Gálatas.&nbsp;</span><span style=\"background-color: initial;\">Después de exhortar a los gálatas a servirse mutuamente por amor, explica que&nbsp;</span><span style=\"background-color: initial;\">“toda la ley se cumple en este solo precepto: Amarás a tu prójimo como a ti mismo”&nbsp;</span><span style=\"background-color: initial;\">(Gál. 5:14). Asimismo, dice en Romanos 8:4 que “la justicia de la ley” se “cumple en&nbsp;</span><span style=\"background-color: initial;\">nosotros” por medio de Cristo y del Espíritu Santo. En Romanos 13:8 al 10 menciona&nbsp;</span><span style=\"background-color: initial;\">dos veces que el amor cumple la Ley de Dios: “No deban a nadie nada, sino ámense&nbsp;</span><span style=\"background-color: initial;\">unos a otros; porque el que ama al prójimo cumple la ley. Porque ‘no cometerás&nbsp;</span><span style=\"background-color: initial;\">adulterio’, ‘no matarás’, ‘no hurtarás’, ‘no dirás falso testimonio’, ‘no codiciarás’, y&nbsp;</span><span style=\"background-color: initial;\">todo otro mandamiento, en esta sentencia se resume: ‘Amarás a tu prójimo como a&nbsp;</span><span style=\"background-color: initial;\">ti mismo’. El amor no hace mal al prójimo; así, el amor es el cumplimiento de la ley”.&nbsp;</span><span style=\"background-color: initial;\">Al pasar de la exposición acerca de los deberes cristianos hacia las autorida</span><span style=\"background-color: initial;\">des civiles (Rom. 13:1-7), que incluyen el pago de los impuestos (Rom. 13:6, 7), a la&nbsp;</span><span style=\"background-color: initial;\">obligación cristiana del amor, Pablo emplea la terminología típica de las deudas&nbsp;</span><span style=\"background-color: initial;\">financieras al tratar ambos temas. En cuanto a la obligación cristiana de amar, “el&nbsp;</span><span style=\"background-color: initial;\">cristiano no debe permitir que quede pendiente ninguna deuda, salvo la que nunca&nbsp;</span><span style=\"background-color: initial;\">podrá ser completamente saldada, la del amor mutuo. La obligación de amar no tiene&nbsp;</span><span style=\"background-color: initial;\">límites” (Robert Mounce, Romans [Broadman &amp; Holman, 1995], p. 245). Así como&nbsp;</span><span style=\"background-color: initial;\">una deuda financiera implica una obligación hacia una persona o una institución,&nbsp;</span><span style=\"background-color: initial;\">la Ley nos impone obligaciones hacia los demás. En el contexto de la Ley de Dios,&nbsp;</span><span style=\"background-color: initial;\">especialmente en los últimos cinco Mandamientos relativos a nuestras relaciones&nbsp;</span><span style=\"background-color: initial;\">con el prójimo, que van más allá de nuestro deber hacia nuestra propia familia, la&nbsp;</span><span style=\"background-color: initial;\">esencia de nuestra obligación o deuda continua es el amor.<br><br><strong>APLICACIÓN A LA VIDA\n</strong></span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">Analiza en clase las siguientes preguntas:\n</span></p><p style=\"text-align: justify; \"><ol><li><span style=\"background-color: initial;\">¿Cómo responderías a alguien que cuestiona la Ley de Dios porque la consi</span>dera simplemente un conjunto de normas?</li><li><span style=\"background-color: initial;\">¿Cómo puede tu experiencia acerca del sábado ser más significativa como&nbsp;</span>recordatorio de que la Ley de Dios nos invita a una respuesta de amor relacional?</li><li><span style=\"background-color: initial;\">¿Cómo puedes mostrar el amor de Dios de forma práctica a las personas con&nbsp;</span>las que te encuentras cada día, ya sean extraños, amigos o familiares?</li></ol></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify; \"><strong style=\"background-color: initial;\">\n</strong></p><p style=\"text-align: justify; \"><strong style=\"background-color: initial;\">\n</strong></p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">\n</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">\n</span></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>EL AMOR ES EL CUMPLIMIENTO DE LA LEY</p>",
         "verse":"<p>\"No deban a nadie nada, sino ámense unos a otros; porque el que ama al prójimo cumple la ley\" (Rom. 13:8)</p>",
         "versionCode":80,
         "weekDate":"22-28 de marzo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
