{
  "data": [
    {
      "color": "#9b7d5c",
      "id": 12,
      "idEs": 30,
      "language": "es",
      "lessonDays": [
        {
          "date": "14 de septiembre",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p style=\"text-align: justify; \"><strong>Marcos</strong> 15 es el corazón del relato de la Pasión. Allí se presenta el juicio de Jesús, su condena, la burla de los soldados, su crucifixión, su muerte y su traslado al sepulcro. En este capítulo, los eventos son presentados con todo detalle y nitidez, probablemente porque el autor pretende que los hechos hablen por sí mismos.</p><p style=\"text-align: justify; \">La ironía juega un papel importante a lo largo de este capítulo, razón por la cual es útil definirla claramente. Una ironía contiene generalmente tres componentes: 1) Dos niveles de significado; 2) los dos niveles están en conflicto o contrastan uno con otro; 3) alguien no percibe la ironía, no reconoce lo que está sucediendo y no sabe que él o ella es quien sufrirá las consecuencias.</p><p style=\"text-align: justify; \">Esta semana, desde la pregunta de Pilato: “¿Eres tú el Rey de los judíos?”, pasando por la burla de los soldados, por el texto escrito encima de la cruz, por la burla de los líderes religiosos: “A otros salvó. A sí mismo no puede salvarse” y llegando hasta la inesperada aparición de José de Arimatea, el capítulo está lleno de dolorosas ironías que, sin embargo, revelan poderosas verdades acerca de la muerte de Jesús y de lo que ella significa.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de septiembre",
          "dayTitle": "<p><strong>\"¿ERES TÚ EL REY DE LOS JUDÍOS?\"</strong></p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Lee Marcos 15:1 al 15. ¿Qué clase de circunstancias irónicas ocurren aquí?</strong></p><sup><p style=\"text-align: justify;\"><sup style=\"background-color: initial;\"><strong>1</strong></sup><span style=\"background-color: initial;\"> Muy de mañana, habiendo tenido consejo los principales sacerdotes con los ancianos, con los escribas y con todo el concilio, llevaron a Jesús atado, y le entregaron a Pilato. </span><sup style=\"background-color: initial;\"><strong>2</strong></sup><span style=\"background-color: initial;\"> Pilato le preguntó: ¿Eres tú el Rey de los judíos? Respondiendo él, le dijo: Tú lo dices. </span><sup style=\"background-color: initial;\"><strong>3</strong></sup><span style=\"background-color: initial;\"> Y los principales sacerdotes le acusaban mucho. </span><sup style=\"background-color: initial;\"><strong>4</strong></sup><span style=\"background-color: initial;\"> Otra vez le preguntó Pilato, diciendo: ¿Nada respondes? Mira de cuántas cosas te acusan. </span><sup style=\"background-color: initial;\"><strong>5</strong></sup><span style=\"background-color: initial;\"> Mas Jesús ni aun con eso respondió; de modo que Pilato se maravillaba.</span></p></sup><sup><strong><p style=\"text-align: justify;\"><sup style=\"background-color: initial; font-weight: 400;\"><strong>6</strong></sup><span style=\"background-color: initial; font-weight: 400;\"> Ahora bien, en el día de la fiesta les soltaba un preso, cualquiera que pidiesen. </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>7</strong></sup><span style=\"background-color: initial; font-weight: 400;\"> Y había uno que se llamaba Barrabás, preso con sus compañeros de motín que habían cometido homicidio en una revuelta. </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>8</strong></sup><span style=\"background-color: initial; font-weight: 400;\"> Y viniendo la multitud, comenzó a pedir que hiciese como siempre les había hecho. </span><strong style=\"background-color: initial;\"><sup>9</sup></strong><span style=\"background-color: initial; font-weight: 400;\"> Y Pilato les respondió diciendo: ¿Queréis que os suelte al Rey de los judíos? </span><strong style=\"background-color: initial;\"><sup>10</sup></strong><span style=\"background-color: initial; font-weight: 400;\"> Porque conocía que por envidia le habían entregado los principales sacerdotes. </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>11</strong></sup><span style=\"background-color: initial; font-weight: 400;\"> Mas los principales sacerdotes incitaron a la multitud para que les soltase más bien a Barrabás. </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>12</strong></sup><span style=\"background-color: initial; font-weight: 400;\"> Respondiendo Pilato, les dijo otra vez: ¿Qué, pues, queréis que haga del que llamáis Rey de los judíos? </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>13</strong></sup><span style=\"background-color: initial; font-weight: 400;\"> Y ellos volvieron a dar voces: ¡Crucifícale! </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>14</strong></sup><span style=\"background-color: initial; font-weight: 400;\"> Pilato les decía: ¿Pues qué mal ha hecho? Pero ellos gritaban aún más: ¡Crucifícale! </span><sup style=\"background-color: initial; font-weight: 400;\"><strong>15</strong></sup><span style=\"background-color: initial; font-weight: 400;\"> Y Pilato, queriendo satisfacer al pueblo, les soltó a Barrabás, y entregó a Jesús, después de azotarle, para que fuese crucificado.</span></p></strong></sup><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Poncio Pilato fue gobernador de Judea entre los años 26 y 36 d.C. No era un líder amable, y varias de sus acciones causaron consternación entre los habitantes del país (compara con Luc. 13:1). El juicio de Jesús resultó en una sentencia de muerte por blasfemia. Sin embargo, bajo el Gobierno romano, los judíos no podían ejecutar personas en la mayoría de los casos, así que trajeron a Jesús </span><span style=\"background-color: initial;\">ante Pilato para que lo condenara.</span></p></p><p style=\"text-align: justify; \">El cargo contra Jesús ante Pilato no es mencionado, pero es posible deducirlo a partir de la breve pregunta que le dirige al Señor: “¿Eres tú el Rey de los judíos?” (Mar. 15:2). En los tiempos del Antiguo Testamento, Israel ungía a sus reyes, así que no es difícil ver cómo el término Mashiaj (“ungido”) podía ser convertido en un presunto reclamo de homenaje propio de un rey, en competencia con el emperador. Por lo tanto, la acusación presentada ante el Sanedrín contra Jesús fue de blasfemia, mientras que la esgrimida contra él ante el gobernador fue de sedición, lo que podía conducir a la muerte.</p><p style=\"text-align: justify; \">La ironía radica en el hecho de que Jesús es tanto el Mesías como el Rey de los judíos. Sus condenas por blasfemia y sedición estaban equivocadas. Debió haber recibido, en cambio, homenaje y adoración. Pero Jesús aún actúa como un rey. Su respuesta a Pilato: “Tú lo dices” (Mar. 15:2, RVR 1960) es evasiva. Él no rechaza el título ni lo confirma. Esta respuesta puede sugerir que es un rey, pero de una clase diferente (compara con Juan 18:33-38). Marcos 15:6 introduce en la narración la costumbre de liberar a un prisionero durante la Pascua. En Marcos 15:9, Pilato pregunta si quieren que suelte al “Rey de los judíos”, y aunque usó tal vez el título de manera irónica, la ironía está en realidad jugando en su contra.&nbsp;</p><p style=\"text-align: justify; \">Marcos 15:9 y 10 es un estudio de percepción y de falta de ella. Pilato se da cuenta de que los líderes religiosos entregaron a Jesús por envidia, pero no percibe que, al formular la pregunta a la multitud, está siguiendo el juego a los dirigentes religiosos. Estos incitan a la multitud y piden la crucifixión de Jesús. Pilato retrocede. La crucifixión era una manera demasiado terrible de morir, sobre todo para alguien a quien él consideraba inocente. Cuán dolorosamente irónico es que el gobernador romano quisiera liberar al Mesías, mientras que los dirigentes religiosos lo querían crucificado.<br><br><strong>¿Qué puede preservarte de seguir a la multitud cuando la presión para hacerlo es fuerte?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de septiembre",
          "dayTitle": "<p><strong>¿ERES TÚ EL REY DE LOS JUDÍOS?</strong></p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p><strong>Lee Marcos 15:15 al 20. ¿Qué hicieron los soldados a Jesús, y cuál es la\nrelevancia de ello?</strong><strong><br><br><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\"><sup>15</sup></strong><span style=\"background-color: initial; font-weight: 400;\"> Y Pilato, queriendo satisfacer al pueblo, les soltó a Barrabás, y entregó a Jesús, después de azotarle, para que fuese crucificado.</span></p></strong></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\"><sup><strong>16</strong></sup> Entonces los soldados le llevaron dentro del atrio, esto es, al pretorio, y convocaron a toda la compañía. <sup><strong>17</strong></sup> Y le vistieron de púrpura, y poniéndole una corona tejida de espinas, <sup><strong>18</strong></sup> comenzaron luego a saludarle: ¡Salve, Rey de los judíos! <sup><strong>19</strong></sup> Y le golpeaban en la cabeza con una caña, y le escupían, y puestos de rodillas le hacían reverencias. <sup><strong>20</strong></sup> Después de haberle escarnecido, le desnudaron la púrpura, y le pusieron sus propios vestidos, y le sacaron para crucificarle.</span></p><p style=\"text-align: justify; \"><span style=\"background-color: initial;\">Los romanos utilizaban una severa forma de flagelación como preparación de los prisioneros para la ejecución. La víctima era despojada de su ropa, atada a un poste y azotada con un látigo de tiras de cuero en cuyos extremos adherían trozos de hueso, vidrio, piedras y clavos. Después de que Jesús fue azotado, los soldados encargados de su ejecución&nbsp;</span>continuaron humillándolo, vistiéndolo con un manto de color púrpura, poniendo una corona de espinas sobre su cabeza y burlándose de él como rey de los judíos. Al grupo de soldados se lo llamaba batallón, que pudo estar compuesto, en este caso, por entre doscientos y seiscientos hombres. La ironía de la escena es evidente para el lector, pues Jesús es en verdad el Rey y las burlas de los soldados así lo proclaman. La acción de ellos era una parodia del saludo que daban al emperador romano con las palabras: “¡Salve, César, Emperador!” Por lo tanto, se trata de una implícita comparación con el emperador.</p><p style=\"text-align: justify; \">Las acciones de los soldados como parte de su burla a Jesús incluyen golpear su cabeza con una caña, escupirlo y postrarse ante él simulando homenaje. Estas tres acciones son expresadas en griego usando el tiempo imperfecto. En este contexto, este tiempo verbal conlleva la idea de acción repetitiva, prolongada. Es decir que siguieron golpeándolo, escupiéndolo y postrándose ante él como una parodia de homenaje. Jesús soporta todo esto en silencio, sin responder en absoluto. El procedimiento típico de una ejecución romana consistía en hacer que el condenado cargara desnudo con su cruz hasta el lugar de la ejecución. Este patrón, nuevamente, tenía el propósito de humillar y avergonzar completamente a la persona delante de la comunidad. Los judíos aborrecían la desnudez en público. Marcos 15:20 destaca que le quitaron el manto púrpura y volvieron a vestirlo con su propia ropa. Esto parece ser una concesión hecha por los romanos a los judíos en ese tiempo y lugar. Piensa en cuánta ironía hay aquí, en el hecho de que se postraran ante Jesús y le rindieran homenaje como a un rey sin percibir que era en verdad el Rey, no solo de los judíos sino también de ellos.<br></p><p style=\"text-align: justify; \"><strong>Estos hombres no tenían idea de lo que estaban haciendo. ¿Por qué, sin embargo, su ignorancia no los excusará el Día del Juicio?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de septiembre",
          "dayTitle": "<p><strong>LA CRUCIFIXIÓN</strong></p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Lee Marcos 15:21 al 38. ¿Qué terrible y dolorosa ironía aparece aquí?</strong></p><p style=\"text-align: justify;\"><br></p><sup><p style=\"text-align: justify;\"><sup style=\"background-color: initial;\"><strong>21</strong></sup><span style=\"background-color: initial;\"> Y obligaron a uno que pasaba, Simón de Cirene, padre de Alejandro y de Rufo, que venía del campo, a que le llevase la cruz. </span><sup style=\"background-color: initial;\"><strong>22</strong></sup><span style=\"background-color: initial;\"> Y le llevaron a un lugar llamado Gólgota, que traducido es: Lugar de la Calavera. </span><sup style=\"background-color: initial;\"><strong>23</strong></sup><span style=\"background-color: initial;\"> Y le dieron a beber vino mezclado con mirra; mas él no lo tomó. </span><sup style=\"background-color: initial;\"><strong>24</strong></sup><span style=\"background-color: initial;\"> Cuando le hubieron crucificado, repartieron entre sí sus vestidos, echando suertes sobre ellos para ver qué se llevaría cada uno. </span><sup style=\"background-color: initial;\"><strong>25</strong></sup><span style=\"background-color: initial;\"> Era la hora tercera cuando le crucificaron. </span><sup style=\"background-color: initial;\"><strong>26</strong></sup><span style=\"background-color: initial;\"> Y el título escrito de su causa era: EL REY DE LOS JUDÍOS. </span><sup style=\"background-color: initial;\"><strong>27</strong></sup><span style=\"background-color: initial;\"> Crucificaron también con él a dos ladrones, uno a su derecha, y el otro a su izquierda. </span><sup style=\"background-color: initial;\"><strong>28</strong></sup><span style=\"background-color: initial;\"> Y se cumplió la Escritura que dice: Y fue contado con los inicuos. </span><sup style=\"background-color: initial;\"><strong>29</strong></sup><span style=\"background-color: initial;\"> Y los que pasaban le injuriaban, meneando la cabeza y diciendo: ¡Bah! tú que derribas el templo de Dios, y en tres días lo reedificas, </span><sup style=\"background-color: initial;\"><strong>30</strong></sup><span style=\"background-color: initial;\"> sálvate a ti mismo, y desciende de la cruz. </span><sup style=\"background-color: initial;\"><strong>31</strong></sup><span style=\"background-color: initial;\"> De esta manera también los principales sacerdotes, escarneciendo, se decían unos a otros, con los escribas: A otros salvó, a sí mismo no se puede salvar. </span><strong style=\"background-color: initial;\"><sup>32</sup></strong><span style=\"background-color: initial;\"> El Cristo, Rey de Israel, descienda ahora de la cruz, para que veamos y creamos. También los que estaban crucificados con él le injuriaban.</span></p></sup></p><p style=\"text-align: justify; \"><sup><strong>33</strong></sup> Cuando vino la hora sexta, hubo tinieblas sobre toda la tierra hasta la hora novena. <sup><strong>34</strong></sup> Y a la hora novena Jesús clamó a gran voz, diciendo: Eloi, Eloi, ¿lama sabactani? que traducido es: Dios mío, Dios mío, ¿por qué me has desamparado? <sup><strong>35</strong></sup> Y algunos de los que estaban allí decían, al oírlo: Mirad, llama a Elías. <sup><strong>36</strong></sup> Y corrió uno, y empapando una esponja en vinagre, y poniéndola en una caña, le dio a beber, diciendo: Dejad, veamos si viene Elías a bajarle. <sup><strong>37</strong></sup> Mas Jesús, dando una gran voz, expiró. <sup><strong>38</strong></sup> Entonces el velo del templo se rasgó en dos, de arriba abajo.</p><p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">En este punto del relato de la Pasión, Jesús es una víctima silenciosa, con- trolada por gente empeñada en su muerte. A lo largo del Evangelio, y hasta su arresto, él estuvo a cargo de la acción. Ahora, en cambio, es objeto de la actividad de otros. Aunque era un robusto predicador itinerante, la flagelación que había recibido, sumada a la falta de alimento y sueño, lo agotaron al punto de que un extraño tuvo que cargar su cruz.&nbsp;</span></p></p><p style=\"text-align: justify; \">En la cruz, su ropa le fue quitada y llegó a ser propiedad de los soldados, quienes echaron suertes sobre ella para ver de quién sería (compara con Sal. 22:18). La crucifixión era un método de ejecución que no significaba un derramamiento importante de sangre. Los clavos utilizados para fijar a una persona a la cruz (compara con Juan 20:24-29) atravesaban probablemente las muñecas, debajo de las palmas, donde no hay vasos sanguíneos importantes. Tanto en hebreo como en griego, la palabra traducida como “mano” puede designar tanto a esta como al antebrazo. La palma de la mano carece de las estructuras necesarias como para soportar el peso del cuerpo en una crucifixión. El nervio medio o mediano se encuentra ubicado a lo largo del antebrazo y habría sido aplastado por los clavos, provocando así un dolor insoportable en los brazos. La respiración era dificultosa. Para conseguir una buena bocanada de aire, los crucificados tenían que empujar su cuerpo hacia arriba usando como apoyo los pies clavados y flexionando sus brazos, lo cual nuevamente provocaba un dolor atroz. La asfixia por agotamiento era una de las causas de muerte.</p><p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Jesús fue víctima de burlas y humillaciones tremendas durante su crucifixión. Como ya se ha visto, el Evangelio de Marcos se caracteriza por un motivo o </span><span style=\"background-color: initial;\">tema teológico de revelación/secreto según el cual Jesús pide a las personas que guarden silencio acerca de quién es él. Consecuentemente, títulos cristológicos como “Señor”, “Hijo de Dios” y “Cristo” no aparecen con frecuencia en la narración. Este elemento cambia en la cruz. Jesús no puede ser ocultado. Resulta irónico que sean los líderes religiosos quienes utilizan esos títulos para burlarse de Jesús. ¡Cómo se condenan a sí mismos estos hombres!</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Una de sus declaraciones de burla se destaca. En Marcos 15:31, ellos dicen: “A otros salvó. A sí mismo no puede salvarse”. Para demostrar su punto acerca de la impotencia de Jesús en la cruz, aseveran que ayudó a otros (el verbo griego puede significar “salvar”, “sanar”, “rescatar”). Así, irónicamente, admiten que él es el Salvador. La ironía va más allá, pues la razón por la que no podía salvarse, o no quería hacerlo, era porque estaba salvando a otros.<br><br><strong>Lee Juan 1:1 al 3 y piensa en lo que este pasaje nos dice acerca de Jesús, el mismo&nbsp;</strong></span><strong>Jesús que está siendo crucificado aquí, en Marcos. ¿Cómo podemos abarcar con nuestra mente lo que la muerte de Cristo significa para nosotros?</strong></p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de septiembre",
          "dayTitle": "<p><strong>ABANDONADO POR DIOS</strong></p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Lee Marcos 15:33 al 41. ¿Cuáles son las únicas palabras de Jesús en la cruz\nque aparecen en Marcos? ¿Qué significa en última instancia la muerte de\nCristo para todos nosotros?</strong></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\"><sup><strong>33</strong></sup> Cuando vino la hora sexta, hubo tinieblas sobre toda la tierra hasta la hora novena. <sup><strong>34</strong></sup> Y a la hora novena Jesús clamó a gran voz, diciendo: Eloi, Eloi, ¿lama sabactani? que traducido es: Dios mío, Dios mío, ¿por qué me has desamparado? <sup><strong>35</strong></sup> Y algunos de los que estaban allí decían, al oírlo: Mirad, llama a Elías. <sup><strong>36</strong></sup> Y corrió uno, y empapando una esponja en vinagre, y poniéndola en una caña, le dio a beber, diciendo: Dejad, veamos si viene Elías a bajarle. <sup><strong>37</strong></sup> Mas Jesús, dando una gran voz, expiró. <sup><strong>38</strong></sup> Entonces el velo del templo se rasgó en dos, de arriba abajo. <sup><strong>39</strong></sup> Y el centurión que estaba frente a él, viendo que después de clamar había expirado así, dijo: Verdaderamente este hombre era Hijo de Dios.</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\"><sup><strong>40</strong></sup> También había algunas mujeres mirando de lejos, entre las cuales estaban María Magdalena, María la madre de Jacobo el menor y de José, y Salomé, <sup><strong>41</strong></sup> quienes, cuando él estaba en Galilea, le seguían y le servían; y otras muchas que habían subido con él a Jerusalén.<br><br>Una oscuridad sobrenatural descendió sobre el Calvario desde aproximadamente el mediodía hasta las 3 de la tarde. “Cuando llegó la hora sexta (el&nbsp;</span><span style=\"background-color: initial;\">mediodía), hubo tinieblas sobre toda la tierra hasta la hora novena (las 3 de la tarde)” (Mar. 15:33). Las palabras de Cristo en la cruz, cuando clama a Dios preguntándole por qué lo ha abandonado, son llamadas “el grito de desamparo”. Él está citando Salmos 22:1. Otras referencias al mismo salmo aparecen en Marcos 15:24 y 29, indicando que las Escrituras se están cumpliendo en la muerte de Jesús. Aun en la malvada confabulación de los hombres, la voluntad de Dios está siendo cumplida. Las palabras de Jesús desde la cruz son reportadas en arameo juntamente con su traducción. La expresión original traducida como “Dios mío, Dios mío” es Eloi, Eloi (transliteración del arameo ’elahi). Pudo haber parecido a los allí presentes que Jesús llamaba a Elías (’eliyyah en arameo, que significa “mi Dios es YHWH”). Ese fue precisamente el error que algunos de ellos cometieron. Lo que resulta sorprendente acerca de este pasaje es su paralelismo con el bautismo de Jesús en Marcos 1:9 al 11.<br><br>Lo que estos paralelos sugieren es que así como el bautismo de Jesús en Marcos 1 es el comienzo de su ministerio, como fue profetizado en Daniel 9:24 al 27, lo que ocurre en la cruz, según Marcos 15, es la culminación u objetivo de su ministerio, al morir como rescate en favor de muchos (Mar. 10:45). La muerte de Jesús en la cruz también cumple parte de la profecía de Daniel 9:24 al 27. La rasgadura del velo del Templo (Mar. 15:38) apunta al cumplimiento del sistema sacrificial, cuando el tipo, o símbolo, se encuentra con el antitipo, o realidad simbolizada, y una nueva fase de la historia de la salvación comienza.<br><br><strong>El bautismo: Marcos 1:9-11</strong></span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\"><ul><li><span style=\"background-color: initial;\">Juan bautiza a Jesús.</span></li><li><span style=\"background-color: initial;\">Juan el Bautista como figura de Elías; ver&nbsp;</span>Marcos 9:11-13.<br></li><li>Los cielos se abren.</li><li>El Espíritu (griego pneuma).</li><li>La declaración audible de Dios (\"Hijo amado\").</li></ul><br><strong>La cruz: Marcos 15:34-39</strong></span></p><p style=\"text-align: justify;\"><ul><li>El bautismo de Jesús (comparar con Marcos 10:38).</li><li>El presunto llamado a Elías.</li><li>El velo es rasgado.</li><li>Jesús expira (griego ekpne?).</li><li>El centurión dice “Hijo de Dios”.</li></ul></p><p style=\"text-align: justify;\"><strong><span style=\"background-color: initial;\">A pesar de la malvada confabulación humana, los propósitos de Dios se cum</span>plieron. ¿Por qué debería esto ayudarnos a comprender que, sin importar lo que ocurra a nuestro alrededor, podemos aún confiar en Dios y saber que su bondad prevalecerá finalmente?</strong><br></p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de septiembre",
          "dayTitle": "<p><strong>LLEVADO A DESCANSAR</strong></p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p style=\"text-align: justify;\"><strong>Lee Marcos 15:42 al 47. ¿Cuál es la relevancia de la intervención de José\nde Arimatea, especialmente en vista de que los discípulos de Jesús habían\ndesaparecido?</strong></p><p style=\"text-align: justify;\"><sup><strong>42</strong></sup> Cuando llegó la noche, porque era la preparación, es decir, la víspera del día de reposo,[a] <sup><strong>43</strong></sup> José de Arimatea, miembro noble del concilio, que también esperaba el reino de Dios, vino y entró osadamente a Pilato, y pidió el cuerpo de Jesús. <strong><sup>44</sup></strong> Pilato se sorprendió de que ya hubiese muerto; y haciendo venir al centurión, le preguntó si ya estaba muerto. <sup><strong>45</strong></sup> E informado por el centurión, dio el cuerpo a José, <strong><sup>46</sup></strong> el cual compró una sábana, y quitándolo, lo envolvió en la sábana, y lo puso en un sepulcro que estaba cavado en una peña, e hizo rodar una piedra a la entrada del sepulcro. <strong><sup>47</sup></strong> Y María Magdalena y María madre de José miraban dónde lo ponían.<br><br>En este pasaje, José de Arimatea aparece por única vez en el Evangelio de Marcos. Era un miembro respetado del Sanedrín y un integrante de los grupos&nbsp;<span style=\"background-color: initial;\">sociales selectos. Como hombre rico y respetado, tenía prestigio ante el gober- nador, lo que explica que se atreviera a presentarse ante él para solicitar el cuerpo&nbsp;</span><span style=\"background-color: initial;\">de Jesús. Es conmovedor que un miembro del Concilio mostrara un interés tal en el sepelio de Jesús. Mientras tanto, ¿dónde estaban los confiables discípulos?&nbsp;</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Un detalle histórico de extrema importancia aquí es la verificación de la muerte de Jesús. Marcos 15:43 menciona el pedido del cuerpo de Jesús por parte de José. Pero Pilato quedó sorprendido al escuchar que Jesús ya había muerto&nbsp;</span><span style=\"background-color: initial;\">(Mar. 15:44), por lo que llamó al centurión encargado de la crucifixión y le preguntó si Jesús en verdad ya había muerto. El centurión confirmó que así era.&nbsp;</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Esto es importante porque luego algunos pretendieron que Jesús no murió&nbsp;</span><span style=\"background-color: initial;\">en la cruz sino que solo se desmayó. El testimonio dado por el centurión al gobernador romano refuta tal pretensión. Después de todo, los romanos sabían&nbsp;</span><span style=\"background-color: initial;\">cómo ejecutar criminales.&nbsp;</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">José trajo un sudario de lino para envolver a Jesús y depositó su cuerpo en una tumba nueva, excavada en la roca. Esta tumba era lo suficientemente grande como para que se pudiera caminar en su interior (Mar. 16:5). Además de José, el escritor del Evangelio menciona que otras dos mujeres vieron el lugar, María&nbsp;</span><span style=\"background-color: initial;\">Magdalena y María la madre de Jacobo. Estas dos, junto con Salomé, presenciaron la crucifixión a distancia. Las tres irán a la tumba el domingo de mañana&nbsp;</span><span style=\"background-color: initial;\">para completar, ellas piensan, el procedimiento funerario de Jesús (Mar. 16:1). ¿Por qué la referencia a estas tres mujeres? Ellas verán con sus propios ojos la tumba vacía en Marcos 16 y, por lo tanto, serán importantes testigos de la resurrección de Jesús.<br><br>Cuán irónico es el hecho de que los seguidores de Jesús están \"desaparecidos en&nbsp;</span>acción\" pero un miembro del Sanedrín, el organismo que condenó a Jesús, llega a ser el \"héroe\" aquí. ¿Cómo podemos asegurarnos de no desaparecer en acción en momentos cruciales?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de septiembre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR</strong></p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p style=\"text-align: justify; \">Lee los capítulos titulados “En el tribunal de Pilato”, “Calvario” y “Consumado es” en el libro El Deseado de todas las gentes, de Elena de White, pp. 671-713. “Pilato anhelaba liberar a Jesús. Pero vio que no podría hacerlo y conservar su puesto y sus honores. Antes que perder su poder mundanal prefirió sacrificar una vida inocente. ¡Cuántos, para escapar de la pérdida o del sufrimiento, sacrifican igualmente los buenos principios! La conciencia y el deber señalan un camino, y el interés propio señala otro. La corriente arrastra fuertemente en la mala dirección, y el que transige con el mal es precipitado a las densas tinieblas de la culpabilidad” (DTG 687).&nbsp;</p><p style=\"text-align: justify; \">“Sobre Cristo como Sustituto y Garante de nosotros fue puesta la iniquidad de todos nosotros. Fue contado por transgresor, para que pudiese redimirnos de la condenación de la Ley. La culpabilidad de cada descendiente de Adán abrumó su corazón. La ira de Dios contra el pecado, la terrible manifestación de su desa- grado por causa de la iniquidad, llenó de consternación el alma de su Hijo. Toda su vida Cristo había estado proclamando a un mundo caído las buenas nuevas de la misericordia y el amor perdonador del Padre. Su tema era la salvación aun del principal de los pecadores. Pero en esos momentos, sintiendo el terrible peso de la culpabilidad que carga sobre sí, no puede ver el rostro reconciliador del Padre. Al sentir el Salvador que de él se retraía el semblante divino en esta hora de suprema angustia, atravesó su corazón un pesar que nunca podrá comprender plenamente el hombre. Tan grande fue esa agonía que apenas le dejaba sentir el dolor físico” (DTG 701).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p style=\"text-align: justify; \">Observa cuán central era la teología de la sustitución para Elena de White (y para la Biblia; ver, por ejemplo, Isa. 53). ¿Por qué es falsa cualquier teología que resta importancia al papel central de la sustitución y de la muerte de Cristo en nuestro lugar, pagando en sí mismo la penalidad por nuestros pecados?</p><p style=\"text-align: justify; \"><ol><li>¿Quién o qué es el “Barrabás” solicitado en lugar de Jesús en nuestro mundo hoy?</li><li>¿Qué debería enseñarnos la historia de José de Arimatea acerca de no juzgar las apariencias?</li><li>Repasa Daniel 9:24 al 27. ¿Por qué deberías ser capaz de dar un estudio bíblico acerca de ese pasaje a cualquiera que lo requiriera? ¿Estás en condiciones de hacerlo?</li></ol></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p style=\"text-align: justify; \"><strong>RESEÑA</strong></p><p style=\"text-align: justify;\">Texto clave: Marcos 15:26, 32, 43.</p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Enfoque del estudio: Marcos 15.</span></p><p style=\"text-align: justify;\"><span style=\"font-weight: bold;\">Introducción: </span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Marcos 15 presenta tres escenas clave relacionadas con el juicio, la crucifixión y la resurrección de Jesús. Estos acontecimientos resultan iluminadores acerca de la naturaleza del Reino de Dios. En primer lugar, Marcos examina el papel que desempeña el Sanedrín en la condena de Jesús. En este evento, los sacerdotes y otros dirigentes judíos aparecen como los antagonistas. (Lo que la Biblia llama “el concilio” es identificado con el Sanedrín por los historiadores especializados en la época de Jesús). A continuación, Marcos dedica un espacio considerable de su relato a la descripción del papel de Poncio Pilato en la condena y el juicio de Jesús. Por último, Marcos narra las acciones de José de Arimatea, quien coloca el cuerpo de Jesús en el sepulcro que había preparado para sí mismo cuando muriera.<br><br>Temática de la lección:</span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">El estudio de esta semana se divide en tres secciones:</span></p><ol><li style=\"text-align: justify;\"><span style=\"background-color: initial;\">El Sanedrín y la condena de Jesús. En esta sección, examinaremos la actitud&nbsp;</span>del Concilio, o Sanedrín, y del sumo sacerdote hacia Jesús antes de su crucifixión.</li><li style=\"text-align: justify;\">La aprobación romana de la condena de Jesús. En esta parte, exploraremos el papel de Poncio Pilato en el juicio de Jesús.</li><li style=\"text-align: justify;\">José de Arimatea y el Reino de Dios. Marcos destaca brevemente las acciones de José de Arimatea tras la muerte de Jesús.</li></ol><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\"><strong>COMENTARIO&nbsp;</strong></span></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\"><strong>Condenado por el Sanedrín y los sacerdotes </strong><br>Marcos 14 describe el activo papel que los sacerdotes y otros dirigentes de la nación desempeñaron en el arresto de Jesús (Mar. 14:1). Cuando Judas llegó para negociar la traición, “al oírlo, ellos se alegraron” (Mar. 14:11). Los sacerdotes, los escribas y los ancianos se confabularon para dar muerte a Jesús. Su confabulación se hace evidente cuando envían a una multitud con espadas y palos para apresarlo (Mar. 14:43).</span><br></p><p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Jesús es capturado y llevado a juicio. Al principio, su juicio tuvo lugar en el con- cilio. Marcos 14:53 al 55 describe la escena: “Entonces llevaron a Jesús ante el sumo sacerdote. Y se reunieron los principales sacerdotes, los ancianos y los escribas. [...] Los principales sacerdotes y todo el concilio buscaban testimonio contra Jesús, para entregarlo a la muerte, pero no lo hallaban”. Parece que el sumo sacerdote fue quien dirigió el concilio, así como el interrogatorio de Jesús (Mar. 14:60, 61). Además, fue el sumo sacerdote quien presentó a los miembros del consejo el argumento para la condena del Maestro. Marcos describe esta acción con las siguientes palabras: “El sumo sacerdote le volvió a preguntar: ‘¿Eres tú el Cristo, el Hijo del Bendito?’</span></p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Jesús respondió: ‘Yo soy. Y además, ustedes verán al Hijo del hombre sentado a la diestra del Todopoderoso, y lo verán en su venida en las nubes del cielo’. Entonces el sumo sacerdote, rasgando sus vestiduras, dijo: ‘¿Qué necesidad tenemos ya de testigos? Han oído la blasfemia. ¿Qué les parece?’ Y todos lo declararon digno de muerte” (Mar. 14:61-64, énfasis añadido). Así, pues, fue en este concilio, entre los dirigentes religiosos preeminentes de la nación, donde Jesús fue condenado y sentenciado a muerte. Más tarde, los líderes de este concilio intentan asegurar una confirmación legal de la sentencia previamente acordada. Con este fin, parece que el Consejo determinó en otra reunión llevar a Jesús ante Poncio Pilato como parte de una estrategia para procurar una sentencia condenatoria por parte de la autoridad romana. Marcos introduce el capítulo 15 diciendo: “Apenas amaneció, los principales sacerdotes, los ancianos, los escribas y todo el concilio tuvieron un consejo, y llevaron a Jesús atado y lo entregaron a Pilato” (Mar. 15:1).<br><br>El Sanedrín era el “consejo o concilio judicial supremo [...] del judaísmo, con 71 miembros, situado en Jerusalén. Figura prominentemente en las narraciones de los evangelios acerca de la Pasión como el grupo que juzgó a Jesús, y aparece de nuevo en Hechos como el tribunal judicial que investigó y persiguió a la creciente&nbsp;</span>iglesia cristiana” (Philip Wesley Comfort y Walter A. Elwell eds., Tyndale Bible dictionary [Carol Stream: Tyndale House, 2001], p. 1.165). Aunque Judea estaba bajo el dominio del Gobierno romano, para algunos asuntos la región estaba sometida a la jurisdicción del Concilio. “Los procuradores, como Poncio Pilato o Félix, dependían de los tribunales o consejos judíos para gestionar muchos asuntos administrativos” (Kenneth D. Litwak, “Synagogue and Sanhedrin”, en The world of the New Testament, p. 270). Como ya se ha mencionado, durante el siglo I d.C., el Consejo, Concilio o Sanedrín estaba formado por sacerdotes, fariseos, saduceos, escribas y ancianos (Mar. 15:1; Hech. 23:1, 6). El papel de los sacerdotes, en particular del sumo sacerdote, era dominante en las asambleas. La oposición de los sacerdotes a Jesús es evidente en su respuesta al ministerio de él, particularmente en Jerusalén. Pilato “se daba cuenta de que los principales sacerdotes lo habían entregado por envidia” (Mar. 15:10). La hostilidad de ellos hacia Jesús era tan evidente que Marcos describe en el versículo siguiente la demanda que hacen a Pilato de que condene a Jesús a muerte: “Los principales sacerdotes incitaron a la multitud para que soltase más bien a Barrabás” (Mar. 15:11).<br><br>Cuando crucificaron a Jesús, los sacerdotes y los escribas “se burlaban de él diciendo con los escribas: ‘A otros salvó. A sí mismo no puede salvarse. El Cristo, el Rey de Israel, descienda ahora de la cruz para que veamos y creamos’ ” (Mar. 15:31, 32). ¡Qué paradójico resulta que, cuando Jesús agonizaba en la cruz, los sacerdotes declararan en su descontrolada excitación que el que estaba en la cruz era Cristo, el Rey de Israel! Aunque se hace referencia a Jesús como rey numerosas veces en este capítulo, Pilato es quien lo enuncia más claramente. Pero incluso los dirigentes de la nación israelita reconocen a Jesús como Mesías y Rey de Israel, aunque sea en tono de burla. No saben que, con la muerte de Jesús, estaba a punto de cesar la necesidad de que administraran sacrificios en el Santuario terrenal. Marcos 15:37 dice: “Jesús, lanzando un fuerte grito, expiró”, y en el versículo siguiente, el Evangelio señala que “el velo del Templo se rasgó en dos, desde arriba hacia abajo” (Mar. 15:38).<br><br>El Templo estaba ahora abierto. Por lo tanto, ya no tenía sentido seguir ofreciendo sacrificios de animales, pues el Cordero de Dios ya había sido sacrificado. Cualquiera que aceptara el sacrificio de Jesús podía formar parte de su Reino. Las fronteras del Reino se han ampliado, y la invitación a unirse a él se ha extendido a todas las naciones.<br><br>La aprobación de Roma asegurada en el juicio a Jesús La ciudad de Jerusalén, donde ocurrieron los hechos del juicio y la crucifixión de Jesús, pertenecía a la región de Judea. Años antes, Herodes el Grande controlaba esta zona, e incluía la región de Galilea. Había construido un palacio en Jerusalén. Ahora, en tiempos de Jesús, la región de Judea estaba bajo la supervisión directa y el control del Imperio Romano. Por lo tanto, se consideraba una provincia romana, con un gobernador nombrado por los romanos. En este período particular de la vida de Jesús, el gobernador romano designado era Poncio Pilato. Por lo tanto, los sacerdotes llevaron a Jesús ante Pilato para conseguir una sen- tencia oficial de muerte. El Evangelio de Marcos indica que las acciones de Pilato fueron dictadas en última instancia por su deseo de complacer a la multitud sedienta de sangre. En el juicio de Jesús, Pilato vacila entre las convicciones de su conciencia y su debilidad moral. Lucha por liberar a Jesús, pues no encuentra motivos para condenarlo. Marcos describe el dilema de Pilato en los versículos 12 a 15 del capítulo decimoquinto de su Evangelio. Después de interrogar a Jesús, Pilato no encuentra ninguna razón para condenarlo. Entonces pregunta a los sacerdotes: “ ‘¿Qué quieren que haga del que llaman Rey de los judíos?’ ” (Mar. 15:12). Luego, en Marcos 15:14, cuando los sacerdotes gritan: “¡Crucifícalo!”, Pilato responde: “¿Qué mal ha hecho?” Y finalmente, en Marcos 15:15, el evangelista nos permite dar un vistazo al corazón del prefecto romano y descubrir la razón que lo motiva a sentenciar a Jesús a morir en la cruz. “Y Pilato, queriendo satisfacer al pueblo, les soltó a Barrabás, y entregó a Jesús, después de azotarlo, para que fuese crucificado” (Mar. 15:15). Paradójicamente, es Pilato, no los dirigentes judíos, quien alude varias veces al Reino de Dios al identificar a Jesús como el Rey de los judíos. Jesús brindó a su nación la posibilidad de acceder al Reino de Dios, pero la invitación fue rechazada por los líderes. El gobernador secular reconoció a Jesús como Rey, y Jesús permitió que se lo llamara así. Desde la perspectiva de Pilato, Jesús murió como “el Rey de los judíos”. Según el Evangelio de Juan, “Pilato escribió una inscripción que puso sobre la cruz. Decía: ‘Jesús Nazareno, Rey de los judíos’ ” (Juan 19:19).<br><br>Pilato no reconoció la dimensión espiritual del Reino de Dios cuando designó a Jesús como el Rey de los judíos. Él le dijo a Jesús: “ ‘¿No me hablas? ¿No sabes que tengo autoridad para crucificarte y autoridad para soltarte?’ ” (Juan 19:10). Jesús puso inmediatamente las cosas en la perspectiva cósmica correcta. “Respondió Jesús: ‘Ninguna autoridad tendrías contra mí si no te hubiera sido dada de arriba. Por eso, el que me entregó a ti tiene mayor pecado’ ” (Juan 19:11). En otras palabras, Jesús dijo a Pilato: “No solo soy el Rey de los judíos, sino también estoy por encima de todos los poderes y reinos de la Tierra, incluido el tuyo”. La importancia de estas palabras electrizantes hizo una profunda impresión en la mente de Pilato, de modo que “procuró soltarlo” (Juan 19:12). Sin embargo, la comprensión que Pilato tenía del Reino de Dios estaba limitada por su opinión de que no había un rey superior al César (ver Juan 19:12, 15); es decir, al emperador romano. Elena de White menciona por qué Pilato permitió que Jesús fuera crucificado. “Pilato cedió a las exigencias de la turba. Antes que arriesgarse a perder su puesto entregó a Jesús para que fuese crucificado, pero a pesar de sus precauciones aquello mismo que temía le aconteció después. Fue despojado de sus honores, fue derriba- do de su alto cargo y, atormentado por el remordimiento y el orgullo herido, poco después de la crucifixión se quitó la vida” (El Deseado de todas las gentes, p. 687).<br><br><strong>José y el Reino de Dios </strong><br><br>Aunque los líderes religiosos no reconocían la autoridad de Jesús ni su Reino, y aunque la perspectiva de Pilato acerca del reinado de Jesús estaba limitada por su propia visión pagana del mundo, hubo uno que creyó en el reino que Jesús predicaba y lo aceptó: José de Arimatea, miembro destacado del Sanedrín. El Evangelio de Marcos dice: “José de Arimatea, miembro noble del Concilio, que también esperaba el Reino de Dios, fue osadamente a Pilato y pidió el cuerpo de Jesús” (Mar. 15:43).</p><p style=\"text-align: justify;\">La proclamación de Jesús tuvo un poderoso efecto en la vida de este miembro destacado de la sociedad israelita. Las obras de Jesús empezaban a dar sus primeros frutos. El capítulo concluye con las acciones de este líder judío, un hombre que encontró en Jesús al Rey de su vida y de todas sus posesiones. José de Arimatea asumió toda la responsabilidad y los gastos del funeral de Jesús. Cuando la mayoría de los discípulos estaba lejos y la nación había rechazado el Reino, hubo un hombre, José de Arimatea, que reconoció que “el tiempo se ha cumplido, el Reino de Dios está cerca” (Mar. 1:15).</p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "3T2024",
      "title": "<p>JUZGADO Y CRUCIFICADO</p>",
      "verse": "<p>\"Y a la hora novena Jesús exclamó a gran voz: ‘Eloi, Eloi, ¿lama sabactani?’, que quiere decir: ‘¡Dios mío! ¡Dios mío! ¿Por qué me has desamparado’?\" (Mar.15:34).</p>",
      "versionCode": 40,
      "weekDate": "14 - 21 de septiembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
