{
   "data":[
      {
         "color":"1",
         "id":706,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"August 3",
               "dayTitle":"<p><strong>Inside Out</strong></p>",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p><strong>Read for This Week’s Study: Mark 7, Isa. 29:13, Exod. 20:12, Mark 8:11–21.\n</strong></p><p><strong>Memory Text: “ ‘There is nothing that enters a man from outside which can can defile him; but the things which come out of him, those are the things that defile a man’ ” (Mark 7:15, NKJV).\n</strong></p><p>This week’s study is Mark 7 and the first half of Mark 8. At the beginning of Mark 7, Jesus stirs up controversy by His rejection of religious tradition. However, He does it in a way that is strikingly supportive of something deeply relevant to Christian life today. Jesus then presents a riddle that opens the door to a true understanding of what faith is really about.\n</p><p>After this He goes to Tyre and Sidon and has an encounter with a woman who was the only person in the Gospels to win an argument with Jesus. His encounter with her is unusual, and underneath it there are a few secret communications the woman picked up on. And because of her faith, Jesus granted her request.\n</p><p>Mark 7, with another healing, reveals the important truth that, however impressive miracles can be, they alone are often not enough to open hearts to truth. After all, what good did the miracles do for the religious leaders who were bent on rejecting Jesus?\n</p><p>In Mark 8 the study looks at the significance of bread as a symbol of teachings and traditions. These stories contain great lessons about the meaning and practice of religious life.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 4",
               "dayTitle":"<p><strong>Human Traditions Versus God’s Commands</strong></p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p><strong>Read Mark 7:1–13. What relevant truths are presented here?\n</strong></p><p><strong>\n</strong></p><p><strong>Mark 7:1–13</strong><br></p><p>\n</p><p><span style=\"background-color: initial;\" data-tbw-flag=\"true\"><strong><sup>1 </sup></strong>Then the Pharisees and some of the scribes came together to Him, having come from Jerusalem.</span><br></p><p>\n</p><p><span style=\"background-color: initial;\"><strong><sup>2</sup></strong> Now when they saw some of His disciples eat bread with defiled, that is, with unwashed hands, they found fault.</span><sup><br></sup></p><p><strong><sup>3</sup></strong> For the Pharisees and all the Jews do not eat unless they wash their hands in a special way, holding the tradition of the elders.\n</p><p><strong><sup>4</sup></strong> When they come from the marketplace, they do not eat unless they wash. And there are many other things which they have received and hold, like the washing of cups, pitchers, copper vessels, and couches.\n</p><p><strong><sup>5 </sup></strong>Then the Pharisees and scribes asked Him, “Why do Your disciples not walk according to the tradition of the elders, but eat bread with unwashed hands?”\n</p><p><strong><sup>6</sup></strong> He answered and said to them, “Well did Isaiah prophesy of you hypocrites, as it is written: ‘This people honors Me with their lips, But their heart is far from Me.\n</p><p><strong><sup>7 </sup></strong>And in vain they worship Me, Teaching as doctrines the commandments of men.’\n</p><p><strong><sup>8 </sup></strong>For laying aside the commandment of God, you hold the tradition of men—the washing of pitchers and cups, and many other such things you do.”\n</p><p><strong><sup>9</sup></strong> He said to them, “All too well you reject the commandment of God, that you may keep your tradition.\n</p><p><strong><sup>10</sup></strong> For Moses said, ‘Honor your father and your mother’; and, ‘He who curses father or mother, let him be put to death.’\n</p><p><strong><sup>11 </sup></strong>But you say, ‘If a man says to his father or mother, “Whatever profit you might have received from me is Corban”—’ (that is, a gift to God),\n</p><p><strong><sup>12</sup></strong> then you no longer let him do anything for his father or his mother,\n</p><p><strong><sup>13</sup></strong> making the word of God of no effect through your tradition which you have handed down. And many such things you do.”\n</p><p>One can imagine children studying this passage in Sabbath School and coming home to tell their mothers that they do not have to wash their hands before eating because Jesus said so. However, this story is not about hygiene.\n</p><p>In Jesus’ day, many people in that land were very concerned with ritual purity. During the time between the testaments, the idea of washing hands in order to remain ritually pure was extended to common people, even though these rules originally applied only to the priests in the Old Testament (Exod. 30:17–21). It is in keeping with this concept that the religious leaders complain to Jesus about His disciples.\n</p><p>Jesus does not directly answer the question asked of Him. Instead, He defends His disciples in a two-pronged response. First, He quotes Isaiah’s strong words rebuking a nation that honors God in word but whose heart is far from Him (Isa. 29:13). The quotation from Isaiah continues with the condemnation of putting human traditions in the place of divine commands.\n</p><p>The second part of Jesus’ reply plays off the Isaiah quotation. The Lord cites the command of God to honor one’s parents (Exod. 20:12)— that is, to take care of them in their old age—and contrasts this with a religious tradition where one could give something to God (a gift, corban), use it for oneself, but deny its use to elderly parents in need. One can just imagine the encounter: “I am sorry, father. I would love to help you, but I gave the money to the temple.”\n</p><p>It is this type of hypocrisy that Jesus attacks uncompromisingly. They have placed human tradition above the Word of God and, in so doing, have sinned.\n</p><p>So what was the answer to the Pharisees’ question? The response of Jesus implies that He does not find convincing their insistence on hand purification as necessary to be in accordance with the will of God. Instead, His response clearly supports the commandments of the Law over against human tradition. (See also Mark 1:44; Mark 7:10–13; Mark 10:3–8; and Mark 12:26, 29–31.)\n</p><p><strong>Might we have some “traditions” that perhaps conflict with the principles of God’s law? If so, what might they be?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 5",
               "dayTitle":"<p><strong>Clean Hands or Clean Heart?</strong></p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p><strong>Read Mark 7:14–19. What did Jesus mean by the riddle in Mark 7:15?\n</strong></p><p><strong>Mark 7:14–19\n</strong></p><p><strong><sup>14</sup></strong> When He had called all the multitude to Himself, He said to them, “Hear Me, everyone, and understand:\n</p><p><strong><sup>15</sup></strong> There is nothing that enters a man from outside which can defile him; but the things which come out of him, those are the things that defile a man.\n</p><p><strong><sup>16</sup></strong> If anyone has ears to hear, let him hear!”\n</p><p><strong><sup>17</sup></strong> When He had entered a house away from the crowd, His disciples asked Him concerning the parable.\n</p><p><strong><sup>18 </sup></strong>So He said to them, “Are you thus without understanding also? Do you not perceive that whatever enters a man from outside cannot defile him,\n</p><p><strong><sup>19</sup></strong> because it does not enter his heart but his stomach, and is eliminated, thus purifying all foods?”\n</p><p><strong>Mark 7:15\n</strong></p><p><strong><sup>15</sup></strong> There is nothing that enters a man from outside which can defile him; but the things which come out of him, those are the things that defile a man.\n</p><p>Jesus’ words in this passage have been a conundrum for many as they ponder their relationship to the teachings of Leviticus 11 regarding clean and unclean foods. Is Jesus doing away with such distinctions? Are Seventh-day Adventists mistaken in teaching that church members who eat meat are to eat it only from the clean-animal list?\n</p><p>First, it would be odd for Jesus suddenly to dismiss Mosaic instructions in Mark 7:14–19 when He had just defended Moses against tradition in Mark 7:6–13. Second, the very tradition that the Pharisees were promoting does not have a basis in Old Testament teaching; the food laws, in contrast, do. Third, what Mark 7:19 means when it says that Jesus cleanses all food is not that the food laws are abolished but instead that the tradition of touch contamination that the Pharisees had made was invalid. This, for example, is that false notion that if you could be contaminated by coming in contact with Gentiles, then you also could be contaminated through contact with food that they had touched.\n</p><p><strong>Read Mark 7:20–23. What did Jesus say causes contamination of a person?\n</strong></p><p><strong>Mark 7:20–23\n</strong></p><p><strong><sup>20</sup></strong> And He said, “What comes out of a man, that defiles a man.\n</p><p><strong><sup>21</sup></strong> For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,\n</p><p><strong><sup>22</sup></strong> thefts, covetousness, wickedness, deceit, lewdness, an evil eye, blasphemy, pride, foolishness.\n</p><p><strong><sup>23</sup></strong> All these evil things come from within and defile a man.”\n</p><p>In Mark 7:19, Jesus notes that food does not go into the heart but into the stomach and then passes out through the intestinal tract. But in Mark 7:21–23, He notes that evil comes from inside the heart, from the center of who a person is. He presents a list of vices that start from evil thoughts but then end in evil actions.\n</p><p>When the reference to the fifth commandment in Mark 7:10 is included with the vice list, every commandment of the second table of the Decalogue is there. Further, Jesus refers to vain worship, in Mark 7:7, the breaking of what is at the heart of the first four commands of the Decalogue. Thus, Jesus stands as a defender of the Law of God throughout this passage.\n</p><p><strong>You might have the right theology, but who fully and ultimately has your heart?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 6",
               "dayTitle":"<p><strong>Crumbs for the Dogs</strong></p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p><strong>Read Mark 7:24–30. What important lessons are found in this story?\n</strong></p><p><strong>Mark 7:24–30\n</strong></p><p><strong><sup>24</sup></strong> From there He arose and went to the region of Tyre and Sidon. And He entered a house and wanted no one to know it, but He could not be hidden.\n</p><p><strong><sup>25</sup></strong> For a woman whose young daughter had an unclean spirit heard about Him, and she came and fell at His feet.\n</p><p><strong><sup>26</sup></strong> The woman was a Greek, a Syro-Phoenician by birth, and she kept asking Him to cast the demon out of her daughter.\n</p><p><strong><sup>27</sup></strong> But Jesus said to her, “Let the children be filled first, for it is not good to take the children’s bread and throw it to the little dogs.”\n</p><p><strong><sup>28</sup></strong> And she answered and said to Him, “Yes, Lord, yet even the little dogs under the table eat from the children’s crumbs.”\n</p><p><strong><sup>29 </sup></strong>Then He said to her, “For this saying go your way; the demon has gone out of your daughter.”\n</p><p><strong><sup>30</sup></strong> And when she had come to her house, she found the demon gone out, and her daughter lying on the bed.\n</p><p>Following on the heels of the challenging passage in yesterday’s study, the story in this passage also raises troubling questions. Why does Jesus respond so harshly to this woman, in so many words calling her a dog?\n</p><p>He does not openly explain, but two characteristics in His response to her suggest what He is teaching. In Mark 7:27, He says that the children should be fed “first.” If there is a “first,” it seems logical that there would be a “second.” The other characteristic is that Jesus uses a diminutive form of the word “dog,” not meaning puppies but rather, in context, dogs allowed inside the house in contrast to street dogs. The woman picks up on these two markers in her response to Jesus, which helps explain her response.\n</p><p>The woman’s response is rather pointed. She replies: “Lord, yet even the .  .  . dogs under the table eat from the children’s crumbs” (Mark 7:28, NKJV).\n</p><p>How did this woman come up with this response to Jesus? Certainly the love for her daughter drove her forward. But Jesus also encouraged her. He said “first,” implying there could be a “second.” Furthermore, He implied she was a dog under the table. Just as the dog was in the house under the table, so she was at Jesus’ feet pleading for her daughter. So, she claimed a dog’s right to the food that fell on the floor.\n</p><p>The woman’s response reveals her faith. Calling the mighty miracle of healing her daughter from a distance a “crumb” indicated both that Jesus’ power was especially great (if such a miracle were a crumb, what would a whole loaf be?) and that granting her request was a small matter for Him. Jesus was moved and granted her request.\n</p><p>“By His dealings with her, He has shown that she who has been regarded as an outcast from Israel is no longer an alien, but a child in God's household. As a child it is her privilege to share in the Father's gifts.”—Ellen G. White, The Desire of Ages, p. 401.\n</p><p><strong>Why is prejudice against other races and nationalities contrary to the teaching of Jesus? How can we seek to be purged of this evil?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 7",
               "dayTitle":"<p><strong>Tongue-tied</strong></p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p><strong>Read Mark 7:31–37. Who was brought to Jesus, and what did Jesus do for him?\n</strong></p><p><strong>Mark 7:31–37\n</strong></p><p><strong><sup>31</sup></strong> Again, departing from the region of Tyre and Sidon, He came through the midst of the region of Decapolis to the Sea of Galilee.\n</p><p><strong><sup>32 </sup></strong>Then they brought to Him one who was deaf and had an impediment in his speech, and they begged Him to put His hand on him.\n</p><p><strong><sup>33</sup></strong> And He took him aside from the multitude, and put His fingers in his ears, and He spat and touched his tongue.\n</p><p><strong><sup>34</sup></strong> Then, looking up to heaven, He sighed, and said to him, “Ephphatha,” that is, “Be opened.”\n</p><p><strong><sup>35</sup></strong> Immediately his ears were opened, and the impediment of his tongue was loosed, and he spoke plainly.\n</p><p><strong><sup>36</sup></strong> Then He commanded them that they should tell no one; but the more He commanded them, the more widely they proclaimed it.\n</p><p><strong><sup>37</sup></strong> And they were astonished beyond measure, saying, “He has done all things well. He makes both the deaf to hear and the mute to speak.”\n</p><p>Jesus did not take the shortest distance to return to Galilee from the region of Tyre and Sidon. It seems Jesus went north from the area of Tyre, up through the region of Sidon, then inland and down through the area northeast of the Sea of Galilee, finally arriving near the sea itself. It was a circuitous route, likely with additional time for Him to teach His disciples.\n</p><p>The text does not indicate exactly who brought the man to Jesus, but his problem was plain enough—he could not hear and had difficulty speaking. Loss of hearing isolates people from their surroundings, and profound deafness can make it challenging to learn how to speak. This man’s problem may have been longstanding.\n</p><p>Jesus understands the man’s predicament and takes him aside privately. The Lord’s manner of healing the man is curious, particularly for modern readers. He puts His fingers in the man’s ears, spits, touches his tongue and sighs. Jesus touches the affected parts of the man that He will heal, but why the sigh? “He sighed at thought of the ears that would not be open to the truth, the tongues that refused to acknowledge the Redeemer.”—Ellen G. White, The Desire of Ages, p. 404.\n</p><p>Jesus miraculously restored the man’s hearing and enabled him to speak clearly. His sigh illustrates the limits that God has placed upon Himself in regard to the free choice of humanity. He will not force the will. All humans are free to choose whom they will have lead their life—the Prince of Life or the prince of darkness. Jesus could open deaf ears but would not force unbelieving hearts to acknowledge His messiahship.\n</p><p>This brief story also illustrates what God can do for those who willingly turn to Him. Perhaps you have experienced reticence at sharing your faith, feeling tongue-tied regarding just what to say. This miracle offers encouragement that the Lord Jesus can open your ears to be sensitive to others’ needs and share a ready word to lift them on their journey.\n</p><p><strong>What do you do with the gifts you have been given regarding hearing and speaking (for they are gifts)? How are you using them?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 8",
               "dayTitle":"<p><strong>Watch Out for Bad Bread</strong></p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p><strong>Read Mark 8:11–13. What approach by the Pharisees deeply disappointed Jesus?\n</strong></p><p><strong>Mark 8:11–13\n</strong></p><p><strong><sup>11 </sup></strong>Then the Pharisees came out and began to dispute with Him, seeking from Him a sign from heaven, testing Him.\n</p><p><strong><sup>12 </sup></strong>But He sighed deeply in His spirit, and said, “Why does this generation seek a sign? Assuredly, I say to you, no sign shall be given to this generation.”\n</p><p><strong><sup>13</sup></strong> And He left them, and getting into the boat again, departed to the other side.\n</p><p>Why not demonstrate His divine power and convince these cavilers? The problem goes back to the end of Mark 3, where Jesus speaks of the sin against the Holy Spirit. If one’s ears are shut and eyes are closed, another miracle, even a sign from heaven, will not convince. It would just be dismissed like everything before. Even miracles are not enough to convince those determined not to believe.\n</p><p><strong>Read Mark 8:14–21. What had the disciples forgotten, and what point did Jesus make from this?\n</strong></p><p><strong>Mark 8:14–21\n</strong></p><p><strong><sup>14 </sup></strong>Now the disciples had forgotten to take bread, and they did not have more than one loaf with them in the boat.\n</p><p><strong><sup>15 </sup></strong>Then He charged them, saying, “Take heed, beware of the leaven of the Pharisees and the leaven of Herod.”\n</p><p><strong><sup>16</sup></strong> And they reasoned among themselves, saying, “It is because we have no bread.”\n</p><p><strong><sup>17</sup></strong> But Jesus, being aware of it, said to them, “Why do you reason because you have no bread? Do you not yet perceive nor understand? Is your heart still hardened?\n</p><p><strong><sup>18</sup></strong> Having eyes, do you not see? And having ears, do you not hear? And do you not remember?\n</p><p><strong><sup>19 </sup></strong>When I broke the five loaves for the five thousand, how many baskets full of fragments did you take up?” They said to Him, “Twelve.”\n</p><p><strong><sup>20 </sup></strong>“Also, when I broke the seven for the four thousand, how many large baskets full of fragments did you take up?” And they said, “Seven.”\n</p><p><strong><sup>21 </sup></strong>So He said to them, “How is it you do not understand?”\n</p><p>Jesus takes the opportunity to warn the disciples against the “leaven” of the Pharisees and Herod (Mark 8:15), meaning their teachings (compare with Matt. 16:12).\n</p><p>But the disciples misunderstand and think that Jesus is talking about avoiding buying literal bread. As is typical when the disciples misunderstand, Jesus gives them instruction. The Lord asks a series of questions, the first several rhetorical in nature, expressing His disappointment that they have not understood His mission. His words are reminiscent of what He says in Mark 4:10–12 about outsiders who do not understand. His strong words are meant to wake the disciples from their spiritual lethargy.\n</p><p>In Mark 8:19, 20, He asks simple factual questions about how many baskets of fragments they had taken up after He fed the 5,000 (Mark 6:30–44) and also the 4,000 (Mark 8:1–10), which are meant to illustrate that they should have understood by now that mere limitation of resources is no barrier for the Lord’s Messiah. His final question in Mark 8:21 is rhetorical once again: “ ‘Do you not yet understand?’ ” (ESV). After all, look at all that they have seen and experienced already with Jesus.\n</p><p><strong>How can we learn to keep our hearts and minds open to the reality of God and to His love? Dwell on all the evidence that we have been given for God and for His love. At times, though, why does it seem so easy to doubt?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"August 9",
               "dayTitle":"<p><strong>Further Thought:</strong></p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p><strong>Further Thought: Read Ellen G. White, “Tradition,” pp. 395–398; “Barriers Broken Down,” pp. 399–403; “The True Sign,” pp. 404–409, in The Desire of Ages.\n</strong></p><p>“Among the followers of our Lord today, as of old, how widespread is this subtle, deceptive sin! How often our service to Christ, our communion with one another, is marred by the secret desire to exalt self! How ready the thought of self-gratulation, and the longing for human approval! It is the love of self, the desire for an easier way than God has appointed that leads to the substitution of human theories and traditions for the divine precepts. To His own disciples the warning words of Christ are spoken, ‘Take heed and beware of the leaven of the Pharisees.’\n</p><p>“The religion of Christ is sincerity itself. Zeal for God’s glory is the motive implanted by the Holy Spirit; and only the effectual working of the Spirit can implant this motive. Only the power of God can banish self-seeking and hypocrisy. This change is the sign of His working. When the faith we accept destroys selfishness and pretense, when it leads us to seek God’s glory and not our own, we may know that it is of the right order. ‘Father, glorify Thy name’ (John 12:28), was the keynote of Christ’s life, and if we follow Him, this will be the keynote of our life. He commands us to ‘walk, even as He walked;’ and ‘hereby we do know that we know Him, if we keep His commandments.’ 1 John 2:6, 3.”—Ellen G. White, The Desire of Ages, p. 409.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1 What Christian practices have you found that help to keep the heart clean?\n</strong></p><p><strong>2 Who are the “unclean” people in your community? What can you do to help draw them to the gospel?\n</strong></p><p><strong>3 Ponder, as a class, what you can do to foster sharing the gospel in simple ways with your neighbors.\n</strong></p><p><strong>4 Read Mark 8:1–10, the feeding of the 4,000. What difference does it make for the interpretation of this passage that the crowd was likely Gentile? Why shouldn’t it make any difference?\n</strong></p><p><strong>5 How can we diligently protect ourselves from the innate desire we all have, as fallen beings, to exalt ourselves?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p><strong>Inside Story</strong></p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p><strong>Pleading for Father’s Salvation\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>As a university student, Anush watched a Mexican film about a little boy who prayed for the conversion of his father. In the film, the boy said, “I believe that if I pray for my father every single day, he will by all means come to God.” The boy prayed every day, and his father gave his heart to God.\n</p><p>Inspired by the story, Anush decided to pray every single day for Father to get baptized. She started praying four years before her own baptism. Two years after her baptism, she was still praying for him. She was sure that he would come to God. But when tensions began to simmer at home, she began to wonder how much longer she would have to wait.\n</p><p>After her baptism, Anush became very active in the Seventh-day Adventist Church. She volunteered for church initiatives, sometimes receiving a small salary and other times nothing at all.\n</p><p>Father didn’t complain because he had given Anush permission to go to church and get baptized. Armenia is a largely patriarchal society where many fathers are the decision-makers of the household. But Father wanted the best for his daughter, and he couldn’t understand why she was working for so little. “The church is using you,” he said. “You are talented, and they are using you without giving you what you deserve.” Anush began to sense tensions whenever she was at home, and she didn’t like it. Whenever she was invited to participate in a church program, she asked Father for permission. Father allowed her to go but complained every time.\n</p><p>Anush decided to have a heart-to-heart talk with God. “God, I know that Father will come to You, but I’m so tired,” she said. “I’m giving You two options: either he comes to You or he comes to You.” Afterward, she told Mother, “Today, I’m praying earnestly to God. Join with me. We don’t want this situation to continue. We want Father to go to church with us.”\n</p><p>In Armenia, many mothers and children go to church without their husbands and fathers. Many families are comfortable with the arrangement as long as the men allow the mothers and children to go without persecution. But Anush was no longer happy with such an arrangement. She wanted Father to go to church, too.\n</p><p>Mother agreed to pray. Anush’s hopes soared. She was sure that God would change Father’s heart. She was confident it could happen at any time.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":69,
               "idDay":9,
               "idLesson":6,
               "lessonText":"<p><strong>Part I: Overview\n</strong></p><p><strong>Key Texts: Mark 7:6–8, Mark 7:33–37\n</strong></p><p><strong>Study Focus: Mark 7\n</strong></p><p><strong>Introduction:\n</strong></p><p>During His ministry, Jesus exalted the Scriptures as revelation from God, often quoting from the Old Testament. Though the teachers of Israel knew the Hebrew Scriptures well, human tradition was, for most of them, more preeminent than biblical instruction. With this context in mind, our study will review selected discussions between Jesus and the Pharisees.\n</p><p><strong>Lesson Themes:\n</strong></p><p>This week’s study includes three components, as delineated in Mark 7:6–8. (The third component deals with the topic of Creation, as revealed in the narrative of the healing of the deaf man.) The three components are as follows:\n</p><p>1. The first component examines the Old Testament context for Mark 7:6–8 and looks at the reference to Isaiah 29:13, as quoted in Mark.\n</p><p>2. The second component considers traditions. In light of Mark 7:6–8, we will compare and contrast the tradition of the elders with God’s instructions in the Scriptures.\n</p><p>3. The third component, as previously noted, concerns the narrative of the healing of a deaf man. We will consider the ways in which certain elements of the Creation motif are implicitly referred to in this particular healing.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>The Old Testament Context of Mark 7:6–8\n</strong></p><p>God’s people in the seventh century bc faced a critical moment in their religious experience. This experience is described vividly in Isaiah 1: “They have abandoned the Lord, they have despised the Holy One of Israel, they have turned away from Him” (Isa. 1:4, NASB). Therefore the Lord asked them, “ ‘To what purpose is the multitude of your sacrifices to Me?’ ” (Isa. 1:11, NKJV). It makes no sense to approach, and “to worship,” God under a mask of formality. Thus the Lord speaks through His prophet to His people, and the prophet records the words in these verses of poetry: “  ‘Do not go on bringing your worthless offerings, incense is an abomination to Me. New moon and Sabbath, the proclamation of an assembly—I cannot endure wrongdoing and the festive assembly’ ” (Isa. 1:13, NASB).\n</p><p>Are these verses saying that the Lord is against the sacrificial system, as stipulated through Moses to the Israelite community? Of course not. What the Lord is against is superficial religion, full of appearances and devoid of the true fear of the Lord (compare with Isa. 1:16, 17). The religious context of Isaiah 29:13, which Mark alludes to in chapter 7, is eerily similar. A close look at Isaiah 29:13 reveals an interesting chiasmus. Below is the author’s translation: A. People draw near with their mouths and lips B. To honor Me C. But their hearts are far from Me B1. Their reverence for Me A1. Is like commandments repeated by rote.\n</p><p>What problem did the Israelite worshipers have, as indicated by this verse? Their problem was not their liturgical words, per se; rather, their words were relegated to a round of mere formal repetition. What was the reason for their condition? Their hearts (their conscious minds) were far from a real devotion to the Lord. Therefore, their words were meaningless. It may be instructive to quote J. Alec Motyer here. He says, “As the Sovereign reviews their worship, all he sees is conformity to human rules. It is not that the Lord belittles the use of words; but words without the heart are meaningless; and worship is not worship (Mark 7:6–8) unless it is based on and responds to what God has revealed.”—Motyer, Isaiah: An Introduction and Commentary, Tyndale Old Testament Commentaries, vol. 20 (Downers Grove, IL: InterVarsity Press, 1999), pp. 215, 216. In summary, the people of Israel, God’s own people, lived out a religious dichotomy. They kept a ritualistic and liturgical formality, but they did not live according to the scriptural principles that had been taught to them and which were repeated so often among them. Worship, including all its elements, is meaningless without obedience. God was not against a proper cultic celebration; His indignation came as a consequence of the heavy formalism that characterized their worship. (See Teófilo Correa, “El contexto veterotestamentario de Marcos 7:6–7,” in Marcos: El Evangelista del “tiempo cumplido.” Leyendo el evangelio de Marcos: su mensaje en el pasado y en la actualidad, ed. Merling Alomía, Joel Leiva, Juan Millanao [Lima: Ediciones Theologika, 2003], p. 129.)\n</p><p><strong>Traditions in Light of Mark 7:6–8\n</strong></p><p>Mark, in his allusion to Isaiah, follows the text of the Septuagint, a Greek translation of the Hebrew Bible (Old Testament). Because Mark’s audience is composed of Gentiles, the Greek version would be more familiar to them. Mark, in keeping with the Septuagint, refers to the topic of vain worship, with an emphasis on the notion of the precepts of men. The NASB translates Mark 7:6, 7 as follows: “ ‘This people honors Me with\n</p><p>their lips, but their heart is far away from Me. And in vain do they worship Me, teaching as doctrines the commandments of men.” The verses themselves provide the context for the narrative in Mark 7. The narrative highlights a confrontation between the Pharisees and the scribes; the topic under dispute regarded handwashing. Mark himself provides narrative detail to this effect in Mark 7:3, 4. “The Pharisees and all the other Jews do not eat unless they carefully wash their hands, thereby holding firmly to the tradition of the elders” (NASB). It seems that instructions on handwashing pertaining to the priest in the sanctuary service had been imposed by the elders on all the people. Thus, the people were required to abide by that tradition. Thus, as C. S. Mann mentions: “What is here under discussion is not the Law of Moses, but oral or written tradition received from antiquity and honored because of its antiquity.”—Mann, Mark: A New Translation and Commentary, The Anchor Bible, vol. 27 (New York/London: Doubleday, 1986), p. 312.\n</p><p>Jesus condemns this priestly imposition upon the people. For that reason, He calls the Pharisees and the scribes hypocrites (Mark 7:6). However, Mark, in his narrative, goes beyond a simple rejection of a human tradition: Jesus reproves the teachers of Israel with the charge that their traditions have brought a shadow upon the Written Word of God. Jesus rebukes the religious teachers because, as Jesus charges them, “ ‘Neglecting the commandment of God, you hold to the tradition of men’  ” (Mark 7:8, NASB). Then Jesus reprimands them even further: “ ‘You are experts at setting aside the commandment of God in order to keep your tradition’ ” (Mark 7:9, NASB). In Mark 7:13, Jesus bemoans this wrong practice that is a direct result of the work of the teachers of Israel. Thus, Jesus lays against them this charge: you have “thereby invalidat[ed] the word of God by your tradition which you have handed down” (NASB, emphasis added). In summary, both in Isaiah’s generation in the seventh century b.c. and in Mark’s generation in the first century ad, the worship of God’s people is in vain because of their wrong emphasis and the hypocritical attitude of their hearts. In some sense, the Pharisees and the scribes are responsible for this condition because, as leaders, they use their considerable influence with the people to uphold human traditions over divine revelation and elevate human regulations over God’s commandments. Here, in an implicit manner, Christ invites His people to come back to the Scriptures and to its path of justice and mercy. Christ also proclaims spirituality that transcends mere external and formal religiosity. Instead, Christ advocates a spiritual experience that is anchored in a conscious and devoted decision to serve God with a sincere heart in light of what God has revealed.\n</p><p><strong>The Work of Healing a Deaf Man\n</strong></p><p>Biblical authors often allude to other portions of Scripture in the composition of their writings. These allusions could include explicit quotations, as in the case of Mark 1:2, 3, where Mark quotes Isaiah 40:3, or as in the case of Mark 7:6, 7, where he quotes Isaiah 29:13. It is apparent that Mark has a special interest in Isaiah’s writings. In addition to the citation of direct quotations, biblical writers also allude to (without quoting) other writings. In other cases, it is possible for the reader to infer certain influences (on a thematic level) from an earlier source. Thus, we can argue that there is a certain allusion to the Creation theme that can be seen in the narrative of the healing the deaf man in Mark 7:31–37. To explore this idea further, let’s consider Genesis 2:7, which states, “Then the Lord God formed the man of dust from the ground, and breathed into his nostrils the breath of life; and the man became a living person” (NASB; compare with Isa. 43:7). Genesis describes the creation of the first man on our planet. The word “formed” comes from the Hebrew verb y?r, which also means “fashion, create, shape.” (See David J. A. Clines, ed., The Dictionary of Classical Hebrew, vol. 4 [Sheffield, England: Sheffield Academic Press, 1998], p. 269.) The author of Genesis uses this verb to describe the work of a Creator who forms, or a Potter who shapes, His creation. The tactile image of One who puts His hands on matter in order to shape from it the first human being is undeniable in Genesis. In addition, the following sentence in Genesis 2:7 describes the part in the process that renders the inert materials into living, conscious matter. The Lord imparts the breath of life into the clay. That is, He “breathed into his nostrils.” Similarly, in Mark 7, we have an allusion to the making of Adam. In the case of the deaf man, who speaks with difficulty (Mark 7:32), Jesus intervenes by using His own hands and mouth as a vehicle of healing. In this way, Jesus seeks to “reshape,” as it were, His creation, which He does by putting His fingers into the man’s ears. Then, He spits and touches the man’s tongue with His saliva, and at the command of His word, the man is re-created. In that instant, the man is a new person. “And his ears were opened, and the impediment of his tongue was removed, and he began speaking plainly” (Mark 7:35, NASB). However, the descriptions above are not the only reasons we may infer a connection between Jesus’ act of healing the deaf man and the Creation theme. Further supporting evidence comes from Mark 7:37. People are astonished at Jesus because “ ‘He has done all things well; He makes even those who are deaf hear, and those who are unable to talk, speak’ ” (NASB). In this single verse, Mark uses twice the Greek verb poie?, which can be rendered “to create, to make.” Interestingly, it is the same verb that the Septuagint uses to render the Hebrew verb bara, or “to create,” from Genesis 1. Thus, the Creator of the universe has come to earth to restore the creation, which Satan has ruined. According to Mark, Jesus has come to start His work of re-creation in doing “all things well.” There is no doubt, such work is the fulfillment of Messianic prophecy, once again from Isaiah. “Say to those with anxious heart, ‘Take courage, fear not. Behold, your God will come with vengeance; The retribution of God will come, But He will save you.’ Then the eyes of those who are blind will be opened, And the ears of those who are deaf will be unstopped. Then those who limp will leap like a deer, And the tongue of those who cannot speak will shout for joy” (Isa. 35:4–6, NASB; emphasis added).\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>1. Why did Jesus ask certain individuals whom He healed not to tell anyone about His work or His healing ministry? “He gave them orders not to tell anyone; but the more He ordered them, the more widely they continued to proclaim it” (Mark 7:36, NASB). Compare Mark 7:36 with Mark 8:30, Mark 5:43, and Mark 1:44, 45. Why do you think the people did the opposite of what Jesus asked?\n</strong></p><p><strong>2. In relation to human tradition, can you identify any “tradition” that takes the place of the Holy Scriptures in your community? Are the Holy Scriptures still our guide as we lead our community of faith in the present time? What does the text “their heart is far away from Me” (Mark 7:6, NASB) mean?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p><strong>Inside Out</strong></p>",
         "verse":"<p><strong>Memory Text: “ ‘There is nothing that enters a man from outside which can can defile him; but the things which come out of him, those are the things that defile a man’ ” (Mark 7:15, NKJV).</strong></p>",
         "versionCode":1,
         "weekDate":"August 3–9"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
