{
   "data":[
      {
         "color":"#ac0ff0",
         "id":711,
         "idEs":9,
         "language":"en",
         "lessonDays":[
            {
               "date":"September 3",
               "dayTitle":"",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>Scientists did an experiment with four-year-old children and marshmallows. Each child was told by a scientist that they could have a marshmallow; however, if the child waited until the scientist returned from an errand, they would be given two. Some of the children stuffed the marshmallow into their mouths the moment the scientist left; others waited. The differences were noted.</p><p><br></p><p>The scientists then kept track of these children into their teenage years. The ones who had waited turned out to be better adjusted, better students, and more confident than those who didn’t. It seemed that patience was indicative of something greater, something important in the human character. It is no wonder, then, that the Lord tells us to cultivate it.</p><p><br></p><p>This week, we’ll look at what could be behind some of the most trying of all crucibles: the crucibles of waiting.</p><p><br></p><p><strong>The Week at a Glance:</strong></p><p><strong>Why do we sometimes have to wait so long for things? What lessons can we learn about patience while in the crucible?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 4",
               "dayTitle":"<p><strong>The God of Patience</strong></p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p><strong>Read Romans 15:4, 5. What is found in these verses for us?</strong></p><p><strong>Romans 15:4, 5</strong></p><p><strong><sup>4</sup></strong> For whatever things were written before were written for our learning, that we through the [a]patience and comfort of the Scriptures might have hope.</p><p><sup><strong>5</strong></sup> Now may the God of patience and comfort grant you to be like-minded toward one another, according to Christ Jesus,</p><p><br></p><p>We are normally impatient about things that we really want or have been promised but don’t have yet. We are often satisfied only when we get what we are longing for. And because we rarely get what we want when we want it, it means that we are often doomed to irritation and impatience. And when we are in this state, it is almost impossible to maintain peace and trust in God.</p><p><br></p><p>Waiting is painful by definition. In Hebrew, one of the words for “wait patiently” (Ps. 37:7, NKJV) comes from a Hebrew word that can be translated “to be much pained,” “to shake,” “to tremble,” “to be wounded,” “to be sorrowful.” Learning patience is not easy; sometimes it’s the very essence of what it means to be in the crucible.</p><p><br></p><p><strong>Read Psalm 27:14, Psalm 37:7, and Romans 5:3–5. What are these verses saying to us? What does patience lead to?</strong></p><p><strong>Psalm 27:14</strong></p><p><strong><sup>14 </sup></strong>Wait on the Lord;</p><p>Be of good courage,</p><p>And He shall strengthen your heart;</p><p>Wait, I say, on the Lord!</p><p><strong>Psalm 37:7</strong></p><p><strong><sup>7</sup> </strong>Rest in the Lord, and wait patiently for Him;</p><p>Do not fret because of him who prospers in his way,</p><p>Because of the man who brings wicked schemes to pass.</p><p><strong>Romans 5:3–5</strong></p><p><strong><sup>3 </sup></strong>And not only that, but we also glory in tribulations, knowing that tribulation produces perseverance;</p><p><strong><sup>4 </sup></strong>and perseverance, character; and character, hope.</p><p><strong><sup>5 </sup></strong>Now hope does not disappoint, because the love of God has been poured out in our hearts by the Holy Spirit who was given to us.</p><p><br></p><p>While we wait, we can concentrate on one of two things. We can focus on the things that we are waiting for, or we can focus on the One who holds those things in His hands. What makes such a difference when we wait for something isn’t so much how long we have to wait but our attitude while we wait. If we trust the Lord, if we have placed our lives in His hands, if we have surrendered our wills to Him, then we can trust that He will do what’s best for us when it’s best for us, no matter how hard it is sometimes to believe it.</p><p><br></p><p><strong>What things are you desperately waiting for? How can you learn to surrender everything to God and to His timing? Pray your way into an attitude of complete surrender and submission to the Lord.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 5",
               "dayTitle":"<p><strong>In God's Time</strong></p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p><strong>Read Romans 5:6 and Galatians 4:4. What do they tell us about God’s timing?</strong></p><p><strong>Romans 5:6</strong></p><p><strong><sup>6</sup> </strong>For when we were still without strength, in due time Christ died for the ungodly.</p><p><strong>Galatians 4:4</strong></p><p><strong><sup>4</sup> </strong>But when the fullness of the time had come, God sent forth His Son, born of a woman, born under the law,</p><p><br></p><p>In these verses, Paul tells us that Jesus came to die for us at exactly the right time. But Paul does not tell us why it was the right time. It is very easy to read these verses and wonder, <em>Why did Jesus wait for thousands of years until He came to the earth to deal with sin—didn’t the universe understand that sin was a very bad thing long before then?</em> We may ask why Jesus is waiting to come the second time, as well. We also may ask, <em>Why is the Lord waiting so long to answer my prayer?</em></p><p><em><br></em></p><p><strong>Think about, for instance, the 70-week prophecy of Daniel 9:24–27, the prophecy that points to Jesus as the Messiah (review it if you need to). How long was this time period? What does this tell you about learning to wait for things in God’s time, even if it takes what seems to us a long time?</strong></p><p><strong>Daniel 9:24-27</strong></p><p><strong><sup>24</sup></strong> “Seventy weeks are determined</p><p>For your people and for your holy city,</p><p>To finish the transgression,</p><p>To make an end of sins,</p><p>To make reconciliation for iniquity,</p><p>To bring in everlasting righteousness,</p><p>To seal up vision and prophecy,</p><p>And to anoint the Most Holy.</p><p><strong><sup>25</sup></strong> “Know therefore and understand,</p><p>That from the going forth of the command</p><p>To restore and build Jerusalem</p><p>Until Messiah the Prince,</p><p>There shall be seven weeks and sixty-two weeks;</p><p>The street shall be built again, and the wall,</p><p>Even in troublesome times.</p><p><strong><sup>26</sup></strong> “And after the sixty-two weeks</p><p>Messiah shall [f]be cut off, but not for Himself;</p><p>And the people of the prince who is to come</p><p>Shall destroy the city and the sanctuary.</p><p>The end of it shall be with a flood,</p><p>And till the end of the war desolations are determined.</p><p><strong><sup>27</sup></strong> Then he shall confirm a covenant with many for one week;</p><p>But in the middle of the week</p><p>He shall bring an end to sacrifice and offering.</p><p>And on the wing of abominations shall be one who makes desolate,</p><p>Even until the consummation, which is determined,</p><p>Is poured out on the desolate.”</p><p><br></p><p>There are many important spiritual reasons why we will experience waiting times. First, waiting can refocus our attention away from “things” and back to God Himself. Second, waiting allows us to develop a clearer picture of our own motives and desires. Third, waiting builds perseverance—spiritual stamina. Fourth, waiting opens the door to developing many spiritual strengths, such as faith and trust. Fifth, waiting allows God to put down other pieces in the puzzle of the bigger picture. Sixth, we may never know the reason we have to wait; hence, we learn to live by faith. Can you think of any other reasons for waiting?</p><p><br></p><p><strong>What examples can you find in the Bible of God doing things in His own time that can help you learn to trust that He will do for you what’s right in His own time, as well? (Think, for instance, about Abraham and Sarah and the promise of a son.) At the same time, ask yourself, “What might I be doing that could be delaying the answer to a prayer that could have been answered long ago?”</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 6",
               "dayTitle":"<p><strong>David: An Object Lesson in Waiting</strong></p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p>In 1 Samuel 16:1–13, we see David anointed by Samuel as king. However, it was a long journey from the fields of his father, Jesse, to the throne in Jerusalem. No doubt, at times, he felt he was in the midst of a crucible.</p><p><br></p><p>First, the lad is called to play music to soothe Saul’s troubled spirit (1 Samuel 16). Later, he becomes Israel’s hero as he kills Goliath (1 Samuel 17). Then there are many years during which David is running for his life. Both Saul and his son Jonathan know that David is destined to be the next king (1 Sam. 23:17, 1 Sam. 24:20). But David does nothing to advance his God-given destiny. In fact, he appears to do the opposite. Even when Saul tries to kill him and David snips a piece of cloth off the king’s robe, he wishes he had never done such a thing (1 Sam. 24:5–7). Again when Saul is trying to kill David, David refuses to kill Saul when the opportunity arises (1 Sam. 26:7–11).</p><p><br></p><p><strong>Read 1 Samuel 26:1–11. Why does David refuse to kill Saul? What principles does this teach us about the way God brings about His plans for our lives?</strong></p><p><strong>1 Samuel 26:1–11</strong></p><p><strong><sup>1 </sup></strong>Now the Ziphites came to Saul at Gibeah, saying, “Is David not hiding in the hill of Hachilah, opposite Jeshimon?”</p><p><strong><sup>2</sup></strong> Then Saul arose and went down to the Wilderness of Ziph, having three thousand chosen men of Israel with him, to seek David in the Wilderness of Ziph.</p><p><strong><sup>3</sup></strong> And Saul encamped in the hill of Hachilah, which is opposite Jeshimon, by the road. But David stayed in the wilderness, and he saw that Saul came after him into the wilderness.</p><p><strong><sup>4</sup></strong> David therefore sent out spies, and understood that Saul had indeed come.</p><p><strong><sup>5</sup></strong> So David arose and came to the place where Saul had encamped. And David saw the place where Saul lay, and Abner the son of Ner, the commander of his army. Now Saul lay within the camp, with the people encamped all around him.</p><p><strong><sup>6</sup></strong> Then David answered, and said to Ahimelech the Hittite and to Abishai the son of Zeruiah, brother of Joab, saying, “Who will go down with me to Saul in the camp?” And Abishai said, “I will go down with you.”</p><p><strong><sup>7</sup></strong> So David and Abishai came to the people by night; and there Saul lay sleeping within the camp, with his spear stuck in the ground by his head. And Abner and the people lay all around him.</p><p><strong><sup>8</sup></strong> Then Abishai said to David, “God has delivered your enemy into your hand this day. Now therefore, please, let me strike him [a]at once with the spear, right to the earth; and I will not have to strike him a second time!”<strong><sup><br></sup></strong></p><p><strong><sup>9</sup></strong> But David said to Abishai, “Do not destroy him; for who can stretch out his hand against the Lord’s anointed, and be guiltless?”</p><p><strong><sup>10</sup></strong> David said furthermore, “As the Lord lives, the Lord shall strike him, or his day shall come to die, or he shall go out to battle and perish.</p><p><strong><sup>11</sup></strong> The Lord forbid that I should stretch out my hand against the Lord’s anointed. But please, take now the spear and the jug of water that are by his head, and let us go.”<br></p><p><br></p><p><strong>Now read 1 Samuel 26:12–25. How does David’s refusal to kill Saul affect Saul? What does this teach us about the advantages of waiting for God?</strong></p><p><strong>1 Samuel 26:12–25</strong></p><p><strong><sup>12</sup></strong> So David took the spear and the jug of water by Saul’s head, and they got away; and no man saw or knew it or awoke. For they were all asleep, because a deep sleep from the Lord had fallen on them.</p><p><strong><sup>13</sup></strong> Now David went over to the other side, and stood on the top of a hill afar off, a great distance being between them.</p><p><strong><sup>14</sup></strong> And David called out to the people and to Abner the son of Ner, saying, “Do you not answer, Abner?” Then Abner answered and said, “Who are you, calling out to the king?”</p><p><strong><sup>15</sup></strong> So David said to Abner, “Are you not a man? And who is like you in Israel? Why then have you not guarded your lord the king? For one of the people came in to destroy your lord the king.</p><p><strong><sup>16</sup></strong> This thing that you have done is not good. As the Lord lives, you deserve to die, because you have not guarded your master, the Lord’s anointed. And now see where the king’s spear is, and the jug of water that was by his head.”</p><p><strong><sup>17</sup></strong> Then Saul knew David’s voice, and said, “Is that your voice, my son David?” David said, “It is my voice, my lord, O king.”</p><p><strong><sup>18</sup></strong> And he said, “Why does my lord thus pursue his servant? For what have I done, or what evil is in my hand?</p><p><strong><sup>19</sup></strong> Now therefore, please, let my lord the king hear the words of his servant: If the Lord has stirred you up against me, let Him accept an offering. But if it is the children of men, may they be cursed before the Lord, for they have driven me out this day from sharing in the inheritance of the Lord, saying, ‘Go, serve other gods.’</p><p><strong><sup>20</sup></strong> So now, do not let my blood fall to the earth before the face of the Lord. For the king of Israel has come out to seek a flea, as when one hunts a partridge in the mountains.”</p><p><strong><sup>21</sup></strong> Then Saul said, “I have sinned. Return, my son David. For I will harm you no more, because my life was precious in your eyes this day. Indeed I have played the fool and erred exceedingly.”<sup><br></sup></p><p><strong><sup>22</sup></strong> And David answered and said, “Here is the king’s spear. Let one of the young men come over and get it.</p><p><strong><sup>23</sup></strong> May the Lord repay every man for his righteousness and his faithfulness; for the Lord delivered you into my hand today, but I would not stretch out my hand against the Lord’s anointed.</p><p><strong><sup>24</sup></strong> And indeed, as your life was valued much this day in my eyes, so let my life be valued much in the eyes of the Lord, and let Him deliver me out of all tribulation.”<sup><br></sup></p><p><strong><sup>25</sup></strong> Then Saul said to David, “May you be blessed, my son David! You shall both do great things and also still prevail.” So David went on his way, and Saul returned to his place.</p><p><br></p><p>Looking at the whole of David’s road to the throne, we could perhaps summarize it in a short sentence—don’t grab what God has not yet given. God’s gifts are always best received from His hand and in His time. This may require a very long time of waiting. Bean sprouts may literally grow up within hours, while an oak tree will take many years. But then when the strong winds come, the tree will not be uprooted.</p><p><br></p><p><strong>Think about how easily David could have justified killing Saul. (After all, David was told he’d have the throne, and Saul was so evil anyway.) Yet, his actions speak of true faith in God. What conclusion might you be able to draw from this example for your- self in light of whatever you might be waiting for?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 7",
               "dayTitle":"<p><strong>Elijah: The Problem of Rushing</strong></p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>The showdown on top of Mount Carmel had ended (1 Kings 18). Fire had come out of heaven, all the people had acknowledged the true God, and the false prophets had been put to death. God had been vindicated. You would have thought that Elijah had been growing in spiritual strength as the day went on, but suddenly he heard something that terrified him so much that he wanted to die. Read the rest of the story in 1 Kings 19:1–9. The last words in the text are worrisome: “And the word of the Lord came to him: ‘What are you doing here, Elijah?’ ” (1 Kings 19:9, NIV). Evidently, Elijah’s fear caused him to run and find himself in the wrong place.</p><p><br></p><p><strong>After such a powerful intervention by the Lord on Mount Carmel, Elijah should have been full of faith and trust; instead, he ran in fear for his life. What lesson can we learn from this bad example?</strong></p><p><br></p><p>This story illustrates something important: when we rush, we can very easily find ourselves in the wrong place. In Elijah’s case, it was his fear that caused him to be overwhelmed and rush into the desert, wishing that he had never been born. But there are other things that cause us to rush outside of God’s plan for us.</p><p><br></p><p><strong>Read the following texts. What things caused the characters depicted here to rush outside of God’s will? </strong><em>Gen. 16:1–3; Num. 20:10–12; Judg. 14:1–3; Matt. 20:20, 21; Luke 9:52–56; Acts 9:1.</em></p><p><strong>Genesis 16:1-3</strong></p><p><strong><sup>1</sup> </strong>Now Sarai, Abram’s wife, had borne him no children. And she had an Egyptian maidservant whose name was Hagar.</p><p><strong><sup>2</sup></strong> So Sarai said to Abram, “See now, the Lord has restrained me from bearing children. Please, go in to my maid; perhaps I shall obtain children by her.” And Abram heeded the voice of Sarai.</p><p><strong><sup>3</sup></strong> Then Sarai, Abram’s wife, took Hagar her maid, the Egyptian, and gave her to her husband Abram to be his wife, after Abram had dwelt ten years in the land of Canaan.</p><p><strong>Numbers 20:10-12</strong></p><p><strong><sup>10</sup>&nbsp;</strong>And Moses and Aaron gathered the assembly together before the rock; and he said to them, “Hear now, you rebels! Must we bring water for you out of this rock?”</p><p><strong><sup>11</sup></strong> Then Moses lifted his hand and struck the rock twice with his rod; and water came out abundantly, and the congregation and their animals drank.</p><p><strong><sup>12</sup></strong> Then the Lord spoke to Moses and Aaron, “Because you did not believe Me, to hallow Me in the eyes of the children of Israel, therefore you shall not bring this assembly into the land which I have given them.”<br></p><p><strong>Judges 14:1-3<br></strong></p><p><strong><sup>1</sup></strong> Now Samson went down to Timnah, and saw a woman in Timnah of the daughters of the Philistines.</p><p><strong><sup>2</sup></strong> So he went up and told his father and mother, saying, “I have seen a woman in Timnah of the daughters of the Philistines; now therefore, get her for me as a wife.”</p><p><strong><sup>3</sup></strong> Then his father and mother said to him, “Is there no woman among the daughters of your brethren, or among all my people, that you must go and get a wife from the uncircumcised Philistines?” And Samson said to his father, “Get her for me, for [a]she pleases me well.”</p><p><strong>Matthew 20:20-21</strong></p><p><strong><sup>20</sup></strong> Then the mother of Zebedee’s sons came to Him with her sons, kneeling down and asking something from Him.</p><p><strong><sup>21</sup></strong> And He said to her, “What do you wish?” She said to Him, “Grant that these two sons of mine may sit, one on Your right hand and the other on the left, in Your kingdom.”</p><p><strong>Luke 9:51-56</strong></p><p><strong><sup>52</sup></strong> and sent messengers before His face. And as they went, they entered a village of the Samaritans, to prepare for Him.</p><p><strong><sup>53</sup></strong> But they did not receive Him, because His face was set for the journey to Jerusalem.</p><p><strong><sup>54</sup></strong> And when His disciples James and John saw this, they said, “Lord, do You want us to command fire to come down from heaven and consume them, just as Elijah did?”</p><p><strong><sup>55</sup></strong> But He turned and rebuked them, and said, “You do not know what manner of spirit you are of.</p><p><strong><sup>56</sup></strong> For the Son of Man did not come to destroy men’s lives but to save them.” And they went to another village.</p><p><strong>Acts 9:1</strong></p><p><strong><sup>1</sup> </strong>Then Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest</p><p><br></p><p>How easy it is to let such things as ambition, anger, passion, lack of faith, or a supposed “zeal” for the Lord cause us to rush ahead to where we shouldn’t be. No one is immune to this danger. The key is to cultivate a trusting faith in the goodness and mercy of God, who we know loves us and wants what’s best for us. This doesn’t happen auto- matically. Faith might be a gift, but it’s a gift that needs to be cultivated, nurtured, and jealously guarded.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 8",
               "dayTitle":"<p><strong>Learning to Take Delight in the Lord</strong></p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p><strong>“Take delight in the Lord, and he will give you the desires of your heart” </strong>(<em>Ps. 37:4, NRSV</em>).</p><p><br></p><p>Psalm 37:4 is a wonderful promise. Imagine getting what you have always wanted. But getting the desires of our hearts hinges on having hearts that take delight in the Lord. So, what does it mean to “take delight in the Lord”?</p><p><br></p><p>Read Psalm 37:1–11. The context for Psalm 37:4 is, perhaps, a little surprising. David is writing about being surrounded by people who are working against God and against him. When people are working against us, the natural response is often to get angry or to set out to justify ourselves. But David advises something different.</p><p><br></p><p><strong>In the following verses, what is David’s counsel to God’s people in this situation?</strong></p><p><strong>Ps. 37:1</strong></p><p><strong><sup>1</sup></strong> Do not fret because of evildoers,</p><p>Nor be envious of the workers of iniquity.</p><p><strong>Ps. 37:5</strong></p><p><strong><sup>5</sup></strong> Commit your way to the Lord,</p><p>Trust also in Him,</p><p>And He shall bring it to pass.</p><p><strong>Ps. 37:7</strong></p><p><strong><sup>7</sup> </strong>Rest in the Lord, and wait patiently for Him;</p><p>Do not fret because of him who prospers in his way,</p><p>Because of the man who brings wicked schemes to pass.</p><p><strong>Ps. 37:8</strong></p><p><strong><sup>8</sup> </strong>Cease from anger, and forsake wrath;</p><p>Do not fret—it only causes harm.</p><p><strong><br></strong></p><p><strong>Read Psalm 37:4 again. In the context of the verses you have just made comments on, what does it mean to “take delight in the Lord”?</strong></p><p><strong>Psalm 37:4</strong></p><p><strong><sup>4</sup> </strong>Delight yourself also in the Lord,</p><p>And He shall give you the desires of your heart.</p><p><br></p><p>David is repeating again and again, in different ways, “Trust God.” Trust Him to act. Don’t get upset, because God is your God, and He is working for you—even right now. You don’t have to charge in and try to sort things out by yourself. Your Father in heaven is in charge. Trust Him. Trust Him completely.</p><p><br></p><p>It is in this context that David writes about taking delight in the Lord. To take delight in God means that we live in a state of perfect trust. Nothing can ruffle our peace, because God is here and at work. We can praise Him, we can even smile, because no one can outwit our God! When we can learn to do this, we really will receive what our hearts long for, because we will receive what our loving Father wants to give us, at the time that most benefits us and His kingdom.</p><p><br></p><p><strong>How can you learn to “take delight in the Lord”? Spend some time in prayer, seeking God’s guidance as to how this may become a reality in your life.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 9",
               "dayTitle":"<p><strong>Further Thought</strong></p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p><span style=\"background-color: initial;\">Read Ellen G. White, “The Anointing of David,”</span><br></p><p>pp. 637–642, in <em>Patriarchs and Prophets</em>.</p><p><br></p><p>God’s plan for us may require that we do a lot of waiting, and this really can feel like a crucible. Learning patience during this time can happen as we focus on the person of God and trust that He is acting for us. There are many reasons for waiting, but all are concerned with the fulfillment of God’s plans for us and His kingdom. We can lose much if we rush ahead of God, but we can gain much by maintaining an attitude of trust and delight in Him.</p><p><br></p><p>The Lord weighs and measures every trial.</p><p><br></p><p>“I cannot read the purpose of God in my affliction, but He knows what is best, and I will commit my soul, body, and spirit to Him as unto my faithful Creator. ‘For I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day’ (2 Tim. 1:12). If we educated and trained our souls to have more faith, more love, greater patience, and a more perfect trust in our heavenly Father, I know we would have more peace and happiness day by day as we pass through the conflicts of this life.</p><p><br></p><p>“The Lord is not pleased to have us fret and worry ourselves out of the arms of Jesus. More is needed of the quiet waiting and watching combined. We think unless we have feeling that we are not in the right track, and we keep looking within for some sign befitting the occasion; but the reckoning is not of feeling but of faith.”—Ellen G. White, Selected Messages, book 2, p. 242.</p><p><br></p><p><strong>Discussion Questions:</strong></p><ol><li><strong>What does it mean that Jesus “weighs and measures” every trial? How can knowing this help us while we wait?</strong></li></ol><p><strong><br></strong></p><ol><li><strong>Ask people in class to give personal testimonies as to what patient waiting is all about. What were their fears, their joys? How did they cope? What did they learn? What promises did they cling to?</strong></li><li><strong>What can you do as a church or a class to help others who are in the crucible as they await God’s timing for something?</strong></li><li><strong>What is the role of prayer in the development of patience? Are there others you can pray for so that the Spirit will develop patience in their lives?</strong></li></ol>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 9",
               "dayTitle":"<p><strong>INSIDE HISTORY</strong></p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><em>By Andrew Mchensey.</em></p><p>Two weeks before Father’s baptism, he inexplicably grew angry after guests left the house following a small-group Bible study in Manaus, Brazil, on Friday evening. He announced that he would sleep in the living room.</p><p><br></p><p>The night was darker than usual. Electricity went out in the neighborhood, leaving the houses and streets in pitch blackness.</p><p><br></p><p>About 1:00 a.m., Junior woke up to the sound of a voice shrieking that Father was not going to be baptized.</p><p><br></p><p>Junior was scared and didn’t know what to do. He stayed in his room to see what would happen.</p><p><br></p><p>The voice screamed again, saying that Father was not going to be baptized. Junior waited.</p><p><br></p><p>He heard someone enter his room.</p><p><br></p><p>“Please, Son, pray with me,” Father said. “The enemy is attacking again.” Another voice spoke. “What are you doing?” It was Mother. When she heard the screams from the living room, she had sunk onto her knees and began to pray. Now she invited Father and Junior to join her in pleading for Jesus to chase away the evil spirits.</p><p><br></p><p>After some minutes of prayer, Mother suggested that they step outside the house where they would be able to see one another in the dim moonlight.</p><p><br></p><p>Outside, Father said he was thirsty. Junior volunteered to go back in and fetch a glass of water. In the kitchen, he spotted a mysterious dark spot on the floor. Calling for Mother, he pointed at the spot and asked, “What’s that?” Mother looked closely at the floor. “That’s hair!” she said.</p><p><br></p><p>Back outside, Junior and Mother took a closer look at Father. Big tufts of hair were missing from his head. It looked as if someone had taken a pair of scissors and chopped off his hair haphazardly.</p><p><br></p><p>Father put his hands to the top of his head and winced.</p><p><br></p><p>“I’ll have to shave my head,” he said. “I don’t care if I’m bald.”</p><p><br></p><p>When the sun rose on Sabbath morning, Father felt terribly tired. He was</p><p>unusually weak after the nighttime attack by evil spirits, as if he had received a severe beating. He decided to pray at home instead of going to church.</p><p><br></p><p>After Mother and Junior left, he prayed, “Jesus, don’t let them take over my body. Please be close to me. I don’t want to be possessed anymore.”</p><p><br></p><p>Opening his Bible, he read in Psalms 37:5, “Commit your way to the Lord, trust also in Him, and He shall bring it to pass” (NKJV).</p><p><br></p><p>Father understood that Jesus was telling him not to be afraid. Jesus would guide him to his baptism. Sure enough, evil spirits never possessed Father again after that Friday night. But he could still hear them.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"3T2022",
         "title":"<p>Waiting <em>in the</em> Crucible</p>",
         "verse":"<p>“But the fruit of the Spirit is...longsuffering” (<em>Galatians 5:22, NKJV</em>).</p>",
         "versionCode":7,
         "weekDate":"September 3-9"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
