{
   "data":[
      {
         "color":"#ff6454",
         "id":12,
         "idEs":8,
         "language":"es",
         "lessonDays":[
            {
               "date":"10 de septiembre",
               "dayTitle":"",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p>La ilustración de Jesús de un grano de trigo que muere es una analogía fascinante de nuestra sumisión a la voluntad de Dios. En primer lugar, cae. El grano que cae de la espiga no tiene ningún control sobre dónde o cómo caerá al suelo. No tiene control sobre el suelo que lo rodea y que luego lo cubrirá.&nbsp;</p><p>En segundo lugar, espera.&nbsp;Mientras el grano permanece en la tierra, no sabe qué le deparará el futuro. No puede “imaginarse” cómo será la vida en el futuro, porque es solo un grano de trigo.</p><p>En tercer lugar, muere. El grano, probablemente, no podrá convertirse en espiga a menos que abandone su situación cómoda y segura como grano. Debe “morir”; es decir, debe renunciar a lo que siempre ha sido antes, una semilla, para poder transformarse en una planta que produzca frutos.&nbsp;</p><p><strong>Un vistazo a la semana:</strong> Si sabemos que la voluntad de Dios es lo mejor para nosotros, ¿por qué nos cuesta tanto aceptarla? ¿Qué ejemplo de sumisión nos ha dejado Cristo? ¿De qué manera comprendes que se aplica a tu vida la analogía del grano de trigo?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de septiembre",
               "dayTitle":"<p>SUMISIÓN PARA EL SERVICIO</p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p><strong>Lee Filipenses 2: 5 al 9. ¿Qué mensaje importante hay para nosotros en estos versículos?&nbsp;</strong></p><p>Filipenses 2: 5-9&nbsp;</p><p><strong>5</strong> Haya, pues, en vosotros este sentir que hubo también en Cristo Jesús,&nbsp;</p><p><strong>6</strong> el cual, siendo en forma de Dios, no estimó el ser igual a Dios como cosa a que aferrarse,&nbsp;</p><p><strong>7</strong> sino que se despojó a sí mismo, tomando forma de siervo, hecho semejante a los hombres;&nbsp;</p><p><strong>8</strong> y estando en la condición de hombre, se humilló a sí mismo, haciéndose obediente hasta la muerte, y muerte de cruz.&nbsp;</p><p><strong>9</strong> Por lo cual Dios también le exaltó hasta lo sumo, y le dio un nombre que es sobre todo nombre</p><p>La cultura contemporánea nos incita a todos a exigir y hacer valer nuestros derechos. Y todo esto es bueno y, muchas veces, debería ser así. Pero, como ocurrió con Jesús, la voluntad de Dios quizá requiera que renunciemos a nuestros derechos libremente para servir al Padre de modo que esto tenga un impacto eterno en el Reino de Dios. Ese proceso de renunciar a estos derechos puede ser difícil e incómodo, ya que crea las condiciones de un crisol.&nbsp;</p><p>Fíjate cómo actuó Jesús (Fil. 2: 5-8). Estos versículos describen tres pasos que Jesús dio para someterse a la voluntad del Padre. Y, al principio, Pablo nos aconseja encarecidamente: “Haya, pues, en vosotros este sentir que hubo también en Cristo Jesús” (Fil. 2: 5).&nbsp;</p><p>Para estar en condiciones de salvarnos, Jesús renunció a su igualdad con el Padre y se trasladó a la Tierra en la condición de un ser humano y sus limitaciones (Fil. 2: 6, 7).&nbsp;</p><p>Jesús no vino como un ser humano extraordinario y glorioso, sino como siervo de otros seres humanos (Fil. 2: 7).&nbsp;</p><p>Como siervo humano, Jesús no tuvo una vida larga y tranquila, sino que se hizo “obediente hasta la muerte”. Pero, ni siquiera murió de una manera noble y gloriosa. No, él fue “obediente hasta la muerte, y muerte de Cruz” (Fil. 2: 8; énfasis de edición).&nbsp;</p><p><strong>¿En qué esferas de la vida este ejemplo de Jesús es un modelo para nosotros? Si los derechos y la igualdad son buenos y deberíamos protegerlos, ¿cómo explicarías la lógica de tener que renunciar a ellos en ocasiones? Ahora lee Filipenses 2: 9. ¿En qué sentido este versículo nos ayuda a comprender la lógica de la sumisión a la voluntad del Padre?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de septiembre",
               "dayTitle":"<p>MORIR ESTÁ ANTES QUE CONOCER LA VOLUNTAD DE DIOS</p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p>Muchos cristianos procuran sinceramente conocer la voluntad de Dios para su vida. “Si pudiera conocer la voluntad de Dios para mi vida, sacrificaría todo por él”. Pero, aun después de prometerle esto a Dios, todavía podemos estar confundidos acerca de cuál es su voluntad. La razón de esta confusión la en-contramos en Romanos 12: 1 y 2. Pablo describe cómo podemos conocer la voluntad de Dios, y presenta un argumento importante: si quieres saber cuál es la voluntad de Dios, ¡primero tienes que sacrificarte!\n</p><p><strong>Romanos 12: 1-2\n</strong></p><p><strong>1</strong> Así que, hermanos, os ruego por las misericordias de Dios, que presentéis vuestros cuerpos en sacrificio vivo, santo, agradable a Dios, que es vuestro culto racional.\n</p><p><strong>2</strong> No os conforméis a este siglo, sino transformaos por medio de la renovación de vuestro entendimiento, para que comprobéis cuál sea la buena voluntad de Dios, agradable y perfecta.\n</p><p><strong>Lee Romanos 12: 1 y 2. Pablo escribe que seremos capaces de “comprobar cuáles la buena voluntad de Dios” (Rom. 12: 2) cuando:\n</strong></p><p><strong>1.</strong> Tengamos una verdadera comprensión de las “misericordias de Dios” para nosotros (Rom. 12: 1).\n</p><p><strong>2.</strong> Nos ofrezcamos como sacrificio vivo a Dios (Rom. 12: 1).\n</p><p><strong>3.</strong> Nuestra mente se renueve (Rom. 12: 2).&nbsp;</p><p>Solo la mente verdaderamente renovada puede comprender la voluntad de Dios. Pero esta renovación depende primero de nuestra muerte a nosotros mismos. No fue suficiente que Cristo simplemente sufriera por nosotros, tenía que morir.\n</p><p><strong>Pide al Espíritu Santo que te muestre en qué aspectos no estás completamente “muerto”. ¿A qué cosas necesitas renunciar a fin de llegar a ser un “sacrificio vivo” para Dios?\n</strong></p><p>Cuando algunos aspectos de nuestra vida todavía no murieron al yo completamente, Dios permite que los crisoles nos llamen la atención. Sin embargo, el sufrimiento no solo nos ayuda a enfrentar nuestro pecado, sino también nos da una idea de cómo Jesús se entregó a sí mismo por nosotros. Elisabeth Elliot escribe: “La entrega de los anhelos más caros a nuestro corazón es quizá lo que más se aproxime al concepto de la cruz. [...] Nuestra propia experiencia de crucifixión, aunque inconmensurablemente menor que la de nuestro Salvador, nos brinda una oportunidad de empezar a conocerlo, al acompañarlo en sus sufrimientos. En todas las formas de nuestro sufrimiento, él nos llama a esa comunión” (Quest for Love, p. 182).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de septiembre",
               "dayTitle":"<p>DISPOSICIÓN A ESCUCHAR</p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p><strong>“Y vino Jehová y se paró, y llamó como las otras veces: ¡Samuel, Samuel! Entonces Samuel dijo: Habla, porque tu siervo oye” (1 Sam. 3: 10).\n</strong></p><p>¿Alguna vez escuchaste esa voz suave y apacible del Espíritu Santo, pero la ignoraste? Por ende, todo salió mal y luego pensaste para tus adentros: Oh no, ¿por qué no escuché?\n</p><p>Primero de Samuel describe la historia de un anciano y sus dos hijos malvados que no escucharon a Dios, y de un niño que sí oyó. Aunque recibieron fuertes advertencias de parte de Dios, los que debían cambiar de conducta no lo hicieron.\n</p><p><strong>Lee esta historia en 1 Samuel 2: 12 a 3: 18. ¿Qué contraste se evidencia aquí entre los que escuchan a Dios y los que no?\n</strong></p><p><strong>1 Samuel 2: 12-36</strong></p><p><strong>12</strong> Los hijos de Elí eran hombres impíos, y no tenían conocimiento de Jehová.\n</p><p><strong>13</strong> Y era costumbre de los sacerdotes con el pueblo, que cuando alguno ofrecía sacrificio, venía el criado del sacerdote mientras se cocía la carne, trayendo en su mano un garfio de tres dientes,\n</p><p><strong>14</strong> y lo metía en el perol, en la olla, en el caldero o en la marmita; y todo lo que sacaba el garfio, el sacerdote lo tomaba para sí. De esta manera hacían con todo israelita que venía a Silo.\n</p><p><strong>15</strong> Asimismo, antes de quemar la grosura, venía el criado del sacerdote, y decía al que sacrificaba: Da carne que asar para el sacerdote; porque no tomará de ti carne cocida, sino cruda.\n</p><p><strong>16</strong> Y si el hombre le respondía: Quemen la grosura primero, y después toma tanto como quieras; él respondía: No, sino dámela ahora mismo; de otra manera yo la tomaré por la fuerza.\n</p><p><strong>17</strong> Era, pues, muy grande delante de Jehová el pecado de los jóvenes; porque los hombres menospreciaban las ofrendas de Jehová.\n</p><p><strong>18</strong> Y el joven Samuel ministraba en la presencia de Jehová, vestido de un efod de lino.\n</p><p><strong>19</strong> Y le hacía su madre una túnica pequeña y se la traía cada año, cuando subía con su marido para ofrecer el sacrificio acostumbrado.\n</p><p><strong>20</strong> Y Elí bendijo a Elcana y a su mujer, diciendo: Jehová te dé hijos de esta mujer en lugar del que pidió a Jehová. Y se volvieron a su casa.\n</p><p><strong>21</strong> Y visitó Jehová a Ana, y ella concibió, y dio a luz tres hijos y dos hijas. Y el joven Samuel crecía delante de Jehová.\n</p><p><strong>22</strong> Pero Elí era muy viejo; y oía de todo lo que sus hijos hacían con todo Israel, y cómo dormían con las mujeres que velaban a la puerta del tabernáculo de reunión.\n</p><p><strong>23</strong> Y les dijo: ¿Por qué hacéis cosas semejantes? Porque yo oigo de todo este pueblo vuestros malos procederes.\n</p><p><strong>24</strong> No, hijos míos, porque no es buena fama la que yo oigo; pues hacéis pecar al pueblo de Jehová.\n</p><p><strong>25</strong> Si pecare el hombre contra el hombre, los jueces le juzgarán; mas si alguno pecare contra Jehová, ¿quién rogará por él? Pero ellos no oyeron la voz de su padre, porque Jehová había resuelto hacerlos morir.\n</p><p><strong>26</strong> Y el joven Samuel iba creciendo, y era acepto delante de Dios y delante de los hombres.\n</p><p><strong>27</strong> Y vino un varón de Dios a Elí, y le dijo: Así ha dicho Jehová: ¿No me manifesté yo claramente a la casa de tu padre, cuando estaban en Egipto en casa de Faraón?\n</p><p><strong>28</strong> Y yo le escogí por mi sacerdote entre todas las tribus de Israel, para que ofreciese sobre mi altar, y quemase incienso, y llevase efod delante de mí; y di a la casa de tu padre todas las ofrendas de los hijos de Israel.\n</p><p><strong>29</strong> ¿Por qué habéis hollado mis sacrificios y mis ofrendas, que yo mandé ofrecer en el tabernáculo; y has honrado a tus hijos más que a mí, engordándoos de lo principal de todas las ofrendas de mi pueblo Israel?\n</p><p><strong>30</strong> Por tanto, Jehová el Dios de Israel dice: Yo había dicho que tu casa y la casa de tu padre andarían delante de mí perpetuamente; mas ahora ha dicho Jehová: Nunca yo tal haga, porque yo honraré a los que me honran, y los que me desprecian serán tenidos en poco.\n</p><p><strong>31</strong> He aquí, vienen días en que cortaré tu brazo y el brazo de la casa de tu padre, de modo que no haya anciano en tu casa.\n</p><p><strong>32</strong> Verás tu casa humillada, mientras Dios colma de bienes a Israel; y en ningún tiempo habrá anciano en tu casa.\n</p><p><strong>33</strong> El varón de los tuyos que yo no corte de mi altar, será para consumir tus ojos y llenar tu alma de dolor; y todos los nacidos en tu casa morirán en la edad viril.\n</p><p><strong>34</strong> Y te será por señal esto que acontecerá a tus dos hijos, Ofni y Finees: ambos morirán en un día.\n</p><p><strong>35</strong> Y yo me suscitaré un sacerdote fiel, que haga conforme a mi corazón y a mi alma; y yo le edificaré casa firme, y andará delante de mi ungido todos los días.&nbsp;</p><p><strong>36</strong> Y el que hubiere quedado en tu casa vendrá a postrarse delante de él por una moneda de plata y un bocado de pan, diciéndole: Te ruego que me agregues a alguno de los ministerios, para que pueda comer un bocado de pan.\n</p><p><strong>1 Samuel 3:1- 18\n</strong></p><p><strong>1</strong> El joven Samuel ministraba a Jehová en presencia de Elí; y la palabra de Jehová escaseaba en aquellos días; no había visión con frecuencia.\n</p><p><strong>2</strong> Y aconteció un día, que estando Elí acostado en su aposento, cuando sus ojos comenzaban a oscurecerse de modo que no podía ver,\n</p><p><strong>3</strong> Samuel estaba durmiendo en el templo de Jehová, donde estaba el arca de Dios; y antes que la lámpara de Dios fuese apagada,\n</p><p><strong>4</strong> Jehová llamó a Samuel; y él respondió: Heme aquí.\n</p><p><strong>5</strong> Y corriendo luego a Elí, dijo: Heme aquí; ¿para qué me llamaste? Y Elí le dijo: Yo no he llamado; vuelve y acuéstate. Y él se volvió y se acostó.\n</p><p><strong>6</strong> Y Jehová volvió a llamar otra vez a Samuel. Y levantándose Samuel, vino a Elí y dijo: Heme aquí; ¿para qué me has llamado? Y él dijo: Hijo mío, yo no he llamado; vuelve y acuéstate.\n</p><p><strong>7</strong> Y Samuel no había conocido aún a Jehová, ni la palabra de Jehová le había sido revelada.\n</p><p><strong>8</strong>&nbsp;Jehová, pues, llamó la tercera vez a Samuel. Y él se levantó y vino a Elí, y dijo: Heme aquí; ¿para qué me has llamado? Entonces entendió Elí que Jehová llamaba al joven.\n</p><p><strong>9</strong>&nbsp;Y dijo Elí a Samuel: Ve y acuéstate; y si te llamare, dirás: Habla, Jehová, porque tu siervo oye. Así se fue Samuel, y se acostó en su lugar.\n</p><p><strong>10</strong>&nbsp;Y vino Jehová y se paró, y llamó como las otras veces: ¡Samuel, Samuel! Entonces Samuel dijo: Habla, porque tu siervo oye.\n</p><p><strong>11</strong> Y Jehová dijo a Samuel: He aquí haré yo una cosa en Israel, que a quien la oyere, le retiñirán ambos oídos.\n</p><p><strong>12</strong> Aquel día yo cumpliré contra Elí todas las cosas que he dicho sobre su casa, desde el principio hasta el fin.\n</p><p><strong>13</strong> Y le mostraré que yo juzgaré su casa para siempre, por la iniquidad que él sabe; porque sus hijos han blasfemado a Dios, y él no los ha estorbado.\n</p><p><strong>14</strong> Por tanto, yo he jurado a la casa de Elí que la iniquidad de la casa de Elí no será expiada jamás, ni con sacrificios ni con ofrendas.\n</p><p><strong>15</strong> Y Samuel estuvo acostado hasta la mañana, y abrió las puertas de la casa de Jehová. Y Samuel temía descubrir la visión a Elí.\n</p><p><strong>16</strong> Llamando, pues, Elí a Samuel, le dijo: Hijo mío, Samuel. Y él respondió: Heme aquí.\n</p><p><strong>17</strong> Y Elí dijo: ¿Qué es la palabra que te habló? Te ruego que no me la encubras; así te haga Dios y aun te añada, si me encubrieres palabra de todo lo que habló contigo.\n</p><p><strong>18</strong> Y Samuel se lo manifestó todo, sin encubrirle nada. Entonces él dijo: Jehová es; haga lo que bien le pareciere.\n</p><p>Los hijos de Elí tenían otras cosas en mente antes que las cosas de Dios. Y, si bien Elí habló con sus hijos después de escuchar lo que Dios quería, aparte de eso parece que no hizo nada más. Y sus hijos obviamente no estaban preparados para someter los detalles de su vida a la voluntad de Dios. ¡Qué contraste con el joven Samuel!\n</p><p>El predicador Charles Stanley describe cuán esencial es cultivar la disposición a escuchar la voz de Dios en lo que él llama “poner el cambio en punto muerto”. Dice: “El Espíritu Santo [...] no habla por el simple hecho de transmitir información. Habla para obtener una respuesta. Y sabe cuándo nuestra agenda acapara tanto nuestra atención que es una pérdida de tiempo sugerir algo que la contradiga. En esos casos, a menudo guarda silencio. Él espera hasta que pongamos el cambio en punto muerto para escuchar y finalmente obedecer” (The Wonderful Spirit-Filled Life, pp. 179, 180).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 de septiembre",
               "dayTitle":"<p>AUTOSUFICIENCIA</p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p>Cuando Eva pecó en el Jardín del Edén, no fue simplemente porque dudó de la palabra de Dios. La raíz del problema era que ella creyó que tenía suficiente sabiduría para decidir por sí misma lo que era bueno. Confió en su propio juicio. Cuando dependemos de nuestro propio juicio en lugar de confiar en la palabra de Dios, nos exponemos a todo tipo de problemas.\n</p><p>La historia de Saúl describe los pasos hacia la autosuficiencia, y la tragedia que llega tan rápidamente. Samuel ungió a Saúl como rey de Dios (1 Sam. 10: 1). Luego dio instrucciones específicas a Saúl (1 Sam. 10: 8), pero Saúl desobedeció.\n</p><p><strong>1 Sam. 10: 1\n</strong></p><p><strong>1</strong> Tomando entonces Samuel una redoma de aceite, la derramó sobre su cabeza, y lo besó, y le dijo: ¿No te ha ungido Jehová por príncipe sobre su pueblo Israel?\n</p><p><strong>1 Sam. 10: 8\n</strong></p><p><strong>8</strong> Luego bajarás delante de mí a Gilgal; entonces descenderé yo a ti para ofrecer holocaustos y sacrificar ofrendas de paz. Espera siete días, hasta que yo venga a ti y te enseñe lo que has de hacer.\n</p><p><strong>Lee la siguiente parte de la historia en 1 Samuel 13: 1 al 14. ¿Qué hizo Saúl que lo llevó a su propia ruina?\n</strong></p><p><strong>1 Samuel 13: 1-14\n</strong></p><p><strong>1</strong> Había ya reinado Saúl un año; y cuando hubo reinado dos años sobre Israel,\n</p><p><strong>2</strong> escogió luego a tres mil hombres de Israel, de los cuales estaban con Saúl dos mil en Micmas y en el monte de Bet-el, y mil estaban con Jonatán en Gabaa de Benjamín; y envió al resto del pueblo cada uno a sus tiendas.\n</p><p><strong>3</strong> Y Jonatán atacó a la guarnición de los filisteos que había en el collado, y lo oyeron los filisteos. E hizo Saúl tocar trompeta por todo el país, diciendo: Oigan los hebreos.\n</p><p><strong>4</strong> Y todo Israel oyó que se decía: Saúl ha atacado a la guarnición de los filisteos; y también que Israel se había hecho abominable a los filisteos. Y se juntó el pueblo en pos de Saúl en Gilgal.\n</p><p><strong>5</strong> Entonces los filisteos se juntaron para pelear contra Israel, treinta mil carros, seis mil hombres de a caballo, y pueblo numeroso como la arena que está a la orilla del mar; y subieron y acamparon en Micmas, al oriente de Bet-avén.\n</p><p><strong>6</strong> Cuando los hombres de Israel vieron que estaban en estrecho (porque el pueblo estaba en aprieto), se escondieron en cuevas, en fosos, en peñascos, en rocas y en cisternas.\n</p><p><strong>7</strong> Y algunos de los hebreos pasaron el Jordán a la tierra de Gad y de Galaad; pero Saúl permanecía aún en Gilgal, y todo el pueblo iba tras él temblando.\n</p><p><strong>8</strong> Y él esperó siete días, conforme al plazo que Samuel había dicho; pero Samuel no venía a Gilgal, y el pueblo se le desertaba.\n</p><p><strong>9</strong> Entonces dijo Saúl: Traedme holocausto y ofrendas de paz. Y ofreció el holocausto.\n</p><p><strong>10</strong> Y cuando él acababa de ofrecer el holocausto, he aquí Samuel que venía; y Saúl salió a recibirle, para saludarle.\n</p><p><strong>11</strong> Entonces Samuel dijo: ¿Qué has hecho? Y Saúl respondió: Porque vi que el pueblo se me desertaba, y que tú no venías dentro del plazo señalado, y que los filisteos estaban reunidos en Micmas,\n</p><p><strong>12</strong> me dije: Ahora descenderán los filisteos contra mí a Gilgal, y yo no he implorado el favor de Jehová. Me esforcé, pues, y ofrecí holocausto.\n</p><p><strong>13</strong> Entonces Samuel dijo a Saúl: Locamente has hecho; no guardaste el mandamiento de Jehová tu Dios que él te había ordenado; pues ahora Jehová hubiera confirmado tu reino sobre Israel para siempre.\n</p><p><strong>14</strong> Mas ahora tu reino no será duradero. Jehová se ha buscado un varón conforme a su corazón, al cual Jehová ha designado para que sea príncipe sobre su pueblo, por cuanto tú no has guardado lo que Jehová te mandó.\n</p><p>Hay tres pasos que llevaron a Saúl por el camino descendente de la autosuficiencia poco después de ser ungido rey. El problema era que ninguno de estos pasos era malo en sí. Sin embargo, contenían las semillas de la tragedia porque avanzó independientemente de Dios. Fíjate el orden en que ocurrió la caída de Saúl.\n</p><p>1. Saúl dijo: “Vi”: la dispersión de sus tropas y la ausencia de Samuel (1 Sam. 13: 11). Saúl estaba bajo presión y evaluó con sus propios ojos lo que estaba sucediendo.\n</p><p>2. Saúl pasó de “vi” a “me dije”: que los filisteos los conquistarían (1 Sam. 13: 12). Lo que vio con sus propios ojos dio forma a lo que dijo, o supuso, sobre la situación.\n</p><p>3. Saúl pasó de “me dije” a “me esforcé”, y ofreció sacrificio (1 Sam. 13: 12). Lo que Saúl pensó dio forma a sus sentimientos.\n</p><p>Todos hemos hecho esto: Confiamos en la vista humana, lo que nos lleva a confiar en el pensamiento humano, lo que nos lleva a confiar en los sentimientos humanos. Y luego actuamos sobre la base de estos sentimientos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de septiembre",
               "dayTitle":"<p>SUSTITUTOS</p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p>Como vimos ayer, la sumisión a la voluntad de Dios puede verse socavada cuando dependemos de nuestra propia fuerza. También es posible confiar en otros sustitutos de Dios. Cuando algunos se sienten deprimidos, salen a comprar algo que los haga felices. Cuando algunos se sienten incompetentes, persiguen la fama. Cuando otros tienen dificultades con su cónyuge, buscan a otra persona que les dé intimidad y excitación.\n</p><p>Muchas de las cosas que usamos pueden aliviar la presión, pero no necesariamente resuelven el problema ni nos enseñan a manejar mejor la situación la próxima vez. Solo la ayuda sobrenatural de Dios puede hacer eso. El problema es que muchas veces dependemos de sustitutos de Dios en lugar de depender de Dios mismo.\n</p><p>Es probable que usemos estos tres sustitutos en lugar de Dios:\n</p><p>1. Utilizar la lógica humana o la experiencia pasada, cuando lo que necesitamos es una nueva revelación divina.\n</p><p>2. Bloquear los problemas de nuestra mente cuando lo que necesitamos son soluciones divinas.\n</p><p>3. Escapar de la realidad y esquivar a Dios cuando lo que necesitamos es tener comunión con Dios para recibir poder divino.\n</p><p>Zacarías nos ayuda a concentrarnos en lo que realmente importa cuando nos vemos tentados a utilizar sustitutos. Después de muchos años a la distancia, los exiliados finalmente regresaron de Babilonia e inmediatamente comenzaron a reconstruir el Templo. Pero hay una increíble cantidad de resistencia a esto (algo de contexto se puede encontrar en Esd. 4–6). Por eso Zacarías se acercó con este mensaje de ánimo a Zorobabel, quien estaba dirigiendo la obra.\n</p><p>Lee este mensaje en Zacarías 4. ¿Qué quiere decir Dios en Zacarías 4:6? ¿Cómo podría el Espíritu Santo afectar la finalización de un proyecto de construcción? ¿Qué nos enseña esto sobre la relación entre el Espíritu Santo y las cosas prácticas que hacemos?\n</p><p><strong>Dios no impidió que hubiese oposición al Templo ni salvó a Zorobabel del estrés de hacerle frente. Y Dios no siempre nos protegerá de los adversarios. Pero, cuando llegue la adversidad, Dios puede usarla como un crisol para enseñarnos a depender de él.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de septiembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p>Lee Elena de White, Patriarcas y profetas, “Elí y sus hijos”, pp. 621-628; y “La presunción de Saúl”, pp. 669-678.\n</p><p>La sumisión a la voluntad de Dios se da cuando morimos a nuestros deseos y ambiciones. Esto abre el camino para un verdadero servicio a los demás. No podemos vivir para Dios sin transformarnos en un sacrificio vivo y vivir constantemente dispuestos a escuchar la voz de Dios. Para que verdaderamente podamos someter nuestra voluntad a la voluntad de nuestro Padre, debemos reconocer los peligros de confiar en nosotros mismos y en los sustitutos de la palabra y el poder de Dios. Como la sumisión a la voluntad de Dios es la base de una vida semejante a la de Cristo, Dios puede permitir que los crisoles nos enseñen a depender de él.\n</p><p>“La negligencia de Elí se presenta claramente delante de cada padre y madre de la Tierra. Como resultado de su afecto no santificado o de su falta de disposición para realizar un deber desagradable, recogió una cosecha de iniquidad en sus hijos perversos. Tanto el padre que permitió la impiedad como los hijos que la practicaron fueron culpables delante de Dios, y el Altísimo no aceptaba ni sacrificios ni ofrendas por sus transgresiones” (CN 259).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> En la clase, hablen de la increíble condescendencia del Hijo de Dios al venir a la Tierra como ser humano para morir por nuestros pecados. ¿Qué nos dice esto a cada uno de nosotros sobre lo que significa el sacrificio y la abnegación por el bien de los demás? Aunque por supuesto no podemos hacer nada que se equipare con lo que hizo Jesús, el principio está allí y siempre deberíamos tenerlo presente. ¿Cómo podemos, en nuestra propia esfera, emular el tipo de sumisión y abnegación que Jesús nos mostró en la Cruz?\n</p><p><strong>2.</strong> Para muchos, someterse a Dios sin saber qué sucederá luego puede ser algo aterrador. ¿Qué consejo darían a alguien que confía en sí mismo en vez de confiar en Dios? ¿Qué le dirían para ayudarlo a disipar sus miedos por desconocer el futuro o no poder controlarlo?\n</p><p><strong>3.</strong> Como clase, dediquen tiempo a orar por los conocidos que tienen dificultades para someterse a la voluntad de Dios, para que puedan ver que confiar en la voluntad de Dios es el único camino hacia una paz duradera. Al mismo tiempo, ¿qué cosas prácticas pueden hacer por estas personas para ayudarlas a ver que pueden entregarse a Dios y que este es el mejor camino? En otras palabras, ¿cómo puede utilizarlos Dios para ayudar a otros a conocer su amor y su disposición a proveerles lo que necesitan?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"3T2022",
         "title":"<p><strong>MORIR COMO UNA SEMILLA</strong></p>",
         "verse":"<p>De cierto, de cierto os digo, que si el grano de trigo no cae en la tierra y muere, queda solo; pero si muere, lleva mucho fruto (Juan 12: 24).</p>",
         "versionCode":7,
         "weekDate":"10-16 de septiembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
