{
   "data":[
      {
         "color":"#283747",
         "id":4,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"16 de abril",
               "dayTitle":"<p>EL DILUVIO</p>",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>“Y vio Jehová que la maldad de los hombres era mucha en la tierra, y que todo designio de los pensamientos del corazón de ellos era de continuo solamente el mal” (Gén. 6: 5). El verbo “vio” (Gén. 6: 5) recuerda al lector cada paso de la Creación inicial de Dios. Pero lo que Dios ve ahora, en lugar de tov, “bueno”, es ra‘, “mal” (Gén. 6: 5). Es como si Dios se hubiera arrepentido de haber creado el mundo, ahora lleno de ra‘ (Gén. 6: 5).\n</p><p>Y con todo, el arrepentimiento de Dios también contiene elementos de salvación. La palabra hebrea para “arrepentirse” (najam) tiene un eco en el nombre de Noé (Nóaj), que significa “alivio” (Gén. 5: 29). Por lo tanto, la respuesta de Dios a esta maldad tiene dos caras. Contiene la amenaza de justicia, que lleva a la destrucción de algunos; y aun así, su respuesta promete consuelo y misericordia, lo que lleva a la salvación de otros también.\n</p><p>Esta “doble voz” ya se escuchó con Caín y Abel/Set, y se repitió mediante el contraste entre los dos linajes: el de Set (los “hijos de Dios”) y el de Caín (los “hijos de los hombres”). Ahora la volvemos a escuchar cuando Dios distingue entre Noé y el resto de la humanidad.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de abril",
               "dayTitle":"<p>PREPARACIÓN PARA EL DILUVIO</p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Génesis 6: 13 a 7: 10. ¿Qué lección podemos aprender de este asombroso relato de la historia humana en sus comienzos?\n</strong></p><p><strong>Génesis 6: 13-22</strong></p><p><strong><sup>13</sup></strong> Dijo, pues, Dios a Noé: He decidido el fin de todo ser, porque la tierra está llena de violencia a causa de ellos; y he aquí que yo los destruiré con la tierra.&nbsp;</p><p><sup><strong>14</strong></sup> Hazte un arca de madera de gofer; harás aposentos en el arca, y la calafatearás con brea por dentro y por fuera.&nbsp;</p><p><sup><strong>15</strong></sup> Y de esta manera la harás: de trescientos codos la longitud del arca, de cincuenta codos su anchura, y de treinta codos su altura.&nbsp;</p><p><sup><strong>16</strong></sup> Una ventana harás al arca, y la acabarás a un codo de elevación por la parte de arriba; y pondrás la puerta del arca a su lado; y le harás piso bajo, segundo y tercero.&nbsp;</p><p><sup><strong>17</strong></sup> Y he aquí que yo traigo un diluvio de aguas sobre la tierra, para destruir toda carne en que haya espíritu de vida debajo del cielo; todo lo que hay en la tierra morirá.&nbsp;</p><p><sup><strong>18</strong></sup> Mas estableceré mi pacto contigo, y entrarás en el arca tú, tus hijos, tu mujer, y las mujeres de tus hijos contigo.&nbsp;</p><p><sup><strong>19</strong></sup> Y de todo lo que vive, de toda carne, dos de cada especie meterás en el arca, para que tengan vida contigo; macho y hembra serán.&nbsp;</p><p><sup><strong>20</strong></sup> De las aves según su especie, y de las bestias según su especie, de todo reptil de la tierra según su especie, dos de cada especie entrarán contigo, para que tengan vida.&nbsp;</p><p><sup><strong>21</strong></sup> Y toma contigo de todo alimento que se come, y almacénalo, y servirá de sustento para ti y para ellos.&nbsp;</p><p><sup><strong>22</strong></sup> Y lo hizo así Noé; hizo conforme a todo lo que Dios le mandó. <br></p><p><strong>Génesis 7: 1-10</strong><br></p><p>\n</p><p><sup><strong>1</strong></sup> Dijo luego Jehová a Noé: Entra tú y toda tu casa en el arca; porque a ti he visto justo delante de mí en esta generación.&nbsp;</p><p><sup><strong>2</strong></sup> De todo animal limpio tomarás siete parejas, macho y su hembra; mas de los animales que no son limpios, una pareja, el macho y su hembra.&nbsp;</p><p><sup><strong>3 </strong></sup>También de las aves de los cielos, siete parejas, macho y hembra, para conservar viva la especie sobre la faz de la tierra.&nbsp;</p><p><sup><strong>4</strong></sup> Porque pasados aún siete días, yo haré llover sobre la tierra cuarenta días y cuarenta noches; y raeré de sobre la faz de la tierra a todo ser viviente que hice.&nbsp;</p><p><sup><strong>5 </strong></sup>E hizo Noé conforme a todo lo que le mandó Jehová.<br></p><p>\n</p><p><sup><strong>6 </strong></sup>Era Noé de seiscientos años cuando el diluvio de las aguas vino sobre la tierra.&nbsp;</p><p><sup><strong>7 </strong></sup>Y por causa de las aguas del diluvio entró Noé al arca, y con él sus hijos, su mujer, y las mujeres de sus hijos.&nbsp;</p><p><sup><strong>8 </strong></sup>De los animales limpios, y de los animales que no eran limpios, y de las aves, y de todo lo que se arrastra sobre la tierra,&nbsp;</p><p><sup><strong>9</strong></sup> de dos en dos entraron con Noé en el arca; macho y hembra, como mandó Dios a Noé.&nbsp;</p><p><sup><strong>10</strong></sup> Y sucedió que al séptimo día las aguas del diluvio vinieron sobre la tierra.</p><p>Al igual que Daniel, Noé es un profeta que predice el fin del mundo. La palabra hebrea para “arca” (tevá) (Gén. 6: 14) es el mismo término egipcio que se utilizó para el “arca” en la que escondieron al bebé Moisés, quien así fue preservado para salvar a Israel de Egipto (Éxo. 2: 3).<br></p><p>Además, en la estructura general del arca, algunos han visto paralelismos con el Arca del Tabernáculo (Éxo. 25: 10). Así como el arca del Diluvio permitió la supervivencia de la humanidad, el Arca del Pacto, una señal de la presencia de Dios en medio de su pueblo (Éxo. 25: 22), señala la obra de salvación de Dios para su pueblo.\n</p><p>La frase “y lo hizo así Noé; hizo conforme a todo lo que Dios le mandó” (Gén. 6: 22) concluye la sección preparatoria. El verbo ‘asá, “hizo”, refiriéndose a la acción de Noé, responde al verbo ‘asá, “hacer”, en el mandato de Dios, que inicia la sección (Gén. 6: 14) y se repite cinco veces (Gén. 6: 14-16). Este eco entre el mandato de Dios y la respuesta de Noé sugiere la obediencia absoluta del patriarca a lo que Dios le había dicho que hiciera, ‘asá. Además, es interesante que esta frase también se utilice en el contexto de la construcción del Arca del Pacto (Éxo. 39: 32, 42; 40: 16).\n</p><p>“Dios dio a Noé las dimensiones exactas del arca, y explícitas instrucciones acerca de todos los detalles de su construcción. La sabiduría humana no podría haber ideado una estructura de tanta solidez y durabilidad. Dios fue el diseñador, y Noé el maestro constructor” (PP 81).\n</p><p>Una vez más, el paralelismo entre las dos “arcas” reafirma su función redentora en común. Por consiguiente, la obediencia de Noé se describe como parte del plan de salvación de Dios. Noé se salvó simplemente porque tuvo la fe para hacer lo que Dios le ordenó (ver Heb. 11: 7). Fue uno de los primeros ejemplos de una fe que se manifiesta en la obediencia, el único tipo de fe que cuenta (Sant. 2: 20).\n</p><p>En resumen, aunque Noé “halló gracia ante los ojos de Jehová” (Gén. 6: 8), fue en respuesta a esta gracia, que ya había recibido, que Noé actuó en forma fiel y obediente a los mandamientos de Dios. ¿No es así como debería ser con todos nosotros?\n</p><p><strong>Lee 2 Pedro 2: 5 al 9. ¿Por qué solo se salvó la familia de Noé? ¿Qué lección podemos aprender de la historia de Noé con respecto a nuestra función de advertir al mundo sobre el juicio venidero?</strong></p><p><strong>2 Pedro 2: 5-9</strong></p><p><sup><strong>5</strong></sup> y si no perdonó al mundo antiguo, sino que guardó a Noé, pregonero de justicia, con otras siete personas, trayendo el diluvio sobre el mundo de los impíos;&nbsp;</p><p><sup><strong>6</strong></sup> y si condenó por destrucción a las ciudades de Sodoma y de Gomorra, reduciéndolas a ceniza y poniéndolas de ejemplo a los que habían de vivir impíamente,&nbsp;</p><p><sup><strong>7</strong></sup> y libró al justo Lot, abrumado por la nefanda conducta de los malvados&nbsp;</p><p><sup><strong>8 </strong></sup>(porque este justo, que moraba entre ellos, afligía cada día su alma justa, viendo y oyendo los hechos inicuos de ellos),&nbsp;</p><p><sup><strong>9 </strong></sup>sabe el Señor librar de tentación a los piadosos, y reservar a los injustos para ser castigados en el día del juicio;</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de abril",
               "dayTitle":"<p>EL SUCESO DEL DILUVIO</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p>El verbo ‘asá, “hacer”, que alude a las acciones de Noé, también es una palabra clave en el relato de la Creación del Génesis (Gén. 1: 7, 16, 25, 26, 31; 2: 2). Los actos de obediencia de Noé son como los actos de creación de Dios. Lo que podemos deducir de este nexo es que el Diluvio no es solo cuestión de que Dios castigue a la humanidad, sino también de que Dios nos salve.\n</p><p><strong>Lee Génesis 7. ¿Por qué la descripción del Diluvio nos recuerda el relato de la Creación? ¿Qué lecciones podemos aprender de los paralelismos entre los dos acontecimientos?\n</strong></p><p><strong>Génesis 7</strong></p><p><strong><sup>1</sup></strong> Dijo luego Jehová a Noé: Entra tú y toda tu casa en el arca; porque a ti he visto justo delante de mí en esta generación.&nbsp;</p><p><sup><strong>2</strong></sup> De todo animal limpio tomarás siete parejas, macho y su hembra; mas de los animales que no son limpios, una pareja, el macho y su hembra.&nbsp;</p><p><sup><strong>3</strong></sup> También de las aves de los cielos, siete parejas, macho y hembra, para conservar viva la especie sobre la faz de la tierra.&nbsp;</p><p><sup><strong>4 </strong></sup>Porque pasados aún siete días, yo haré llover sobre la tierra cuarenta días y cuarenta noches; y raeré de sobre la faz de la tierra a todo ser viviente que hice.&nbsp;</p><p><sup><strong>5 </strong></sup>E hizo Noé conforme a todo lo que le mandó Jehová.</p><p><sup><strong>6 </strong></sup>Era Noé de seiscientos años cuando el diluvio de las aguas vino sobre la tierra.&nbsp;</p><p><sup><strong>7 </strong></sup>Y por causa de las aguas del diluvio entró Noé al arca, y con él sus hijos, su mujer, y las mujeres de sus hijos.&nbsp;</p><p><sup><strong>8 </strong></sup>De los animales limpios, y de los animales que no eran limpios, y de las aves, y de todo lo que se arrastra sobre la tierra,&nbsp;</p><p><sup><strong>9</strong></sup> de dos en dos entraron con Noé en el arca; macho y hembra, como mandó Dios a Noé.&nbsp;</p><p><sup><strong>10 </strong></sup>Y sucedió que al séptimo día las aguas del diluvio vinieron sobre la tierra.</p><p><sup><strong>11</strong></sup> El año seiscientos de la vida de Noé, en el mes segundo, a los diecisiete días del mes, aquel día fueron rotas todas las fuentes del grande abismo, y las cataratas de los cielos fueron abiertas,&nbsp;</p><p><sup><strong>12</strong></sup> y hubo lluvia sobre la tierra cuarenta días y cuarenta noches.&nbsp;</p><p><sup><strong>13</strong></sup> En este mismo día entraron Noé, y Sem, Cam y Jafet hijos de Noé, la mujer de Noé, y las tres mujeres de sus hijos, con él en el arca;&nbsp;</p><p><sup><strong>14</strong></sup> ellos, y todos los animales silvestres según sus especies, y todos los animales domesticados según sus especies, y todo reptil que se arrastra sobre la tierra según su especie, y toda ave según su especie, y todo pájaro de toda especie.&nbsp;</p><p><sup><strong>15 </strong></sup>Vinieron, pues, con Noé al arca, de dos en dos de toda carne en que había espíritu de vida.&nbsp;</p><p><sup><strong>16 </strong></sup>Y los que vinieron, macho y hembra de toda carne vinieron, como le había mandado Dios; y Jehová le cerró la puerta.</p><p><sup><strong>17</strong></sup> Y fue el diluvio cuarenta días sobre la tierra; y las aguas crecieron, y alzaron el arca, y se elevó sobre la tierra.&nbsp;</p><p><sup><strong>18</strong></sup> Y subieron las aguas y crecieron en gran manera sobre la tierra; y flotaba el arca sobre la superficie de las aguas.&nbsp;</p><p><sup><strong>19</strong></sup> Y las aguas subieron mucho sobre la tierra; y todos los montes altos que había debajo de todos los cielos, fueron cubiertos.&nbsp;<sup><br></sup></p><p><sup><strong>20</strong></sup> Quince codos más alto subieron las aguas, después que fueron cubiertos los montes.&nbsp;</p><p><sup><strong>21</strong></sup> Y murió toda carne que se mueve sobre la tierra, así de aves como de ganado y de bestias, y de todo reptil que se arrastra sobre la tierra, y todo hombre.&nbsp;</p><p><sup><strong>22 </strong></sup>Todo lo que tenía aliento de espíritu de vida en sus narices, todo lo que había en la tierra, murió.&nbsp;</p><p><sup><strong>23</strong></sup> Así fue destruido todo ser que vivía sobre la faz de la tierra, desde el hombre hasta la bestia, los reptiles, y las aves del cielo; y fueron raídos de la tierra, y quedó solamente Noé, y los que con él estaban en el arca.&nbsp;</p><p><sup><strong>24</strong></sup> Y prevalecieron las aguas sobre la tierra ciento cincuenta días.</p><p><br></p><p>Una lectura atenta del texto que abarca el Diluvio revela el uso de muchas palabras y expresiones comunes con la historia de la Creación: “siete” (Gén. 7: 2, 3, 4, 10; comparar con Gén. 2: 1-3); “macho y hembra” (Gén. 7: 2, 3, 9, 16; comparar con Gén. 1: 27, JBS); “según sus especies” (Gén. 7: 14; comparar con Gén. 1: 11, 12, 21, 24, 25); “bestias”, “aves”, “reptiles” (ver Gén. 7: 8, 14, 21, 23; comparar con Gén. 1:24, 25); y “aliento de espíritu de vida” (Gén. 7: 15, 22; comparar con Gén. 2: 7).\n</p><p>Por ende, la historia del Diluvio se lee algo así como la historia de la Creación. Estos ecos de los relatos de la Creación ayudan a revelar que el Dios que crea es el mismo Dios que destruye (Deut. 32: 39). Pero estos ecos también transmiten un mensaje de esperanza: el Diluvio está destinado a ser una nueva Creación, a partir de las aguas, lo que lleva a una nueva existencia.\n</p><p>El movimiento de las aguas muestra que este suceso de creación, de hecho, revierte el acto de creación de Génesis 1. En contraste con Génesis 1, que describe una separación de las aguas de arriba de las aguas de abajo (Gén. 1: 7), el Diluvio supone su reunificación cuando estas explotan más allá de sus confines (Gén. 7: 11).\n</p><p>Este proceso transmite un mensaje paradójico: Dios primero tiene que destruir lo que existe para dar cabida a una nueva Creación posterior. La creación de la Tierra Nueva requiere la destrucción de la antigua. El suceso del Diluvio prefigura la futura salvación del mundo en el tiempo del fin: “Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existía más” (Apoc. 21: 1; comparar con Isa. 65: 17).\n</p><p><strong>¿Qué hay en nosotros que necesita ser destruido para dar paso a una nueva creación? (Ver Rom. 6: 1–6.)</strong></p><p><strong>Rom. 6: 1–6</strong></p><p><sup><strong>1</strong></sup> ¿Qué, pues, diremos? ¿Perseveraremos en el pecado para que la gracia abunde?&nbsp;</p><p><sup><strong>2</strong></sup> En ninguna manera. Porque los que hemos muerto al pecado, ¿cómo viviremos aún en él?&nbsp;</p><p><sup><strong>3 </strong></sup>¿O no sabéis que todos los que hemos sido bautizados en Cristo Jesús, hemos sido bautizados en su muerte?&nbsp;</p><p><sup><strong>4 </strong></sup>Porque somos sepultados juntamente con él para muerte por el bautismo, a fin de que como Cristo resucitó de los muertos por la gloria del Padre, así también nosotros andemos en vida nueva.\n</p><p><sup><strong>5</strong></sup> Porque si fuimos plantados juntamente con él en la semejanza de su muerte, así también lo seremos en la de su resurrección;&nbsp;</p><p><sup><strong>6 </strong></sup>sabiendo esto, que nuestro viejo hombre fue crucificado juntamente con él, para que el cuerpo del pecado sea destruido, a fin de que no sirvamos más al pecado.</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"19 de abril",
               "dayTitle":"<p>EL FIN DEL DILUVIO</p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p>Génesis 7: 22 al 24 describe el efecto abrumador y completo de las aguas, que “destru[yeron] todo ser que vivía” (Gén. 7: 23); y “prevalecieron las aguas sobre la tierra ciento cincuenta días” (Gén. 7: 24). En este contexto de total aniquilación y desesperanza, “se acordó Dios” (Gén. 8: 1). Esta frase está situada en el centro de los textos que comprenden el Diluvio, una indicación de que esta idea es el mensaje central de la historia del Diluvio.\n</p><p><strong>Lee Génesis 8: 1. ¿Qué significa que Dios “se acordó” de Noé?\n</strong></p><p><strong>Génesis 8: 1</strong></p><p><sup><strong>1 </strong></sup>Y se acordó Dios de Noé, y de todos los animales, y de todas las bestias que estaban con él en el arca; e hizo pasar Dios un viento sobre la tierra, y disminuyeron las aguas.</p><p>El verbo zajar, “acordarse”, significa que Dios no se había olvidado; es más que un simple ejercicio mental. En el contexto bíblico, el “Dios que se acuerda” significa el cumplimiento de su promesa, y a menudo se refiere a la salvación (ver Gén. 19: 29). En el contexto del Diluvio, “se acordó Dios” significa que la lluvia “fue detenida” (Gén. 8: 2) y que Noé pronto podría salir del arca (Gén. 8: 16).\n</p><p>Aunque todavía no recibió una orden directa para salir, Noé toma la iniciativa y envía primero un cuervo y luego una paloma para tantear la situación. Finalmente, cuando la paloma no regresa, entiende que “las aguas se secaron sobre la tierra; y quitó Noé la cubierta del arca, y miró” (Gén. 8: 13).\n</p><p>El comportamiento de Noé es rico en lecciones prácticas. Por un lado, nos enseña a confiar en Dios aunque todavía él no haya hablado directamente; por otro lado, la fe no niega el valor del pensar y tantear. La fe no excluye el deber de pensar, buscar y ver si lo aprendido es verdad.\n</p><p>Y aun así, Noé sale únicamente cuando Dios, finalmente, le dice que lo haga (Gén. 8: 15-19). Es decir, incluso cuando sabe que es seguro irse, Noé todavía confía en Dios y espera la señal de Dios antes de salir del arca. Esperó pacientemente dentro del arca.\n</p><p>“Como había entrado obedeciendo un mandato de Dios, espero? hasta recibir instrucciones especiales para salir.\n</p><p>“Finalmente descendió un ángel del cielo, abrió la maciza puerta y mando? al patriarca y a su familia que salieran a tierra y llevasen consigo todo ser viviente” (PP 95, 96).\n</p><p><strong>Lee Génesis 8: 1; 19: 29; y Salmos 106: 4. ¿Qué significa la expresión “se acordó Dios”? ¿Qué significa esta verdad para nosotros ahora? Es decir, ¿cómo te ha mostrado Dios que “se acuerda” de ti?</strong></p><p><strong>Génesis 8: 1</strong></p><p><sup><strong>1 </strong></sup>Y se acordó Dios de Noé, y de todos los animales, y de todas las bestias que estaban con él en el arca; e hizo pasar Dios un viento sobre la tierra, y disminuyeron las aguas.</p><p><strong>Génesis 19: 29</strong></p><p><sup><strong>29 </strong></sup>Así, cuando destruyó Dios las ciudades de la llanura, Dios se acordó de Abraham, y envió fuera a Lot de en medio de la destrucción, al asolar las ciudades donde Lot estaba.</p><p><strong>Salmos 106: 4</strong></p><p><sup><strong>4</strong></sup> Acuérdate de mí, oh Jehová, según tu benevolencia para con tu pueblo;&nbsp;Visítame con tu salvación,</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"20 de abril",
               "dayTitle":"<p>EL PACTO: PRIMERA PARTE</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p>Ahora es el momento en que habría de cumplirse el pacto prometido. “Mas estableceré mi pacto contigo, y entrarás en el arca tú, tus hijos, tu mujer, y las mujeres de tus hijos contigo” (Gén. 6: 18). En contraste con la advertencia divina de destrucción (Gén. 6: 17), este pacto es la promesa de vida.\n</p><p><strong>Lee Génesis 8: 20. ¿Qué fue lo primero que hizo Noé cuando salió del arca, y por qué?\n</strong></p><p><strong>Génesis 8: 20</strong></p><p><sup><strong>20</strong></sup> Y edificó Noé un altar a Jehová, y tomó de todo animal limpio y de toda ave limpia, y ofreció holocausto en el altar.</p><p><br></p><p>Al igual que Adán y Eva, quienes seguramente adoraron a Dios el sábado inmediatamente después de los seis días de la Creación, Noé adoró a Dios inmediatamente después del Diluvio, otro suceso de creación en todo el sentido de la palabra. Sin embargo, existe una diferencia entre los dos actos de adoración. A diferencia de Adán y de Eva, quienes adoraban al Señor directamente, Noé tuvo que recurrir a un sacrificio. Esta es la primera mención en las Escrituras de un altar. El sacrificio es un “holocausto” (‘olá), el sacrificio más antiguo y frecuente. Para Noé, este sacrificio era una ofrenda de acción de gracias (comparar con Núm. 15: 1-11), ofrecida para expresar su agradecimiento al Creador, quien lo había salvado.\n</p><p><strong>Lee Génesis 9: 2 al 4. El Diluvio, ¿cómo afectó la dieta humana? ¿Cuál es el principio que está detrás de las restricciones de Dios?\n</strong></p><p><strong>Génesis 9: 2 al 4</strong></p><p><sup><strong>2 </strong></sup>El temor y el miedo de vosotros estarán sobre todo animal de la tierra, y sobre toda ave de los cielos, en todo lo que se mueva sobre la tierra, y en todos los peces del mar; en vuestra mano son entregados.&nbsp;</p><p><sup><strong>3</strong></sup> Todo lo que se mueve y vive, os será para mantenimiento: así como las legumbres y plantas verdes, os lo he dado todo.&nbsp;</p><p><sup><strong>4</strong></sup> Pero carne con su vida, que es su sangre, no comeréis.</p><p>Debido al efecto del Diluvio, los alimentos vegetales ya no estaban disponibles, como solían estarlo. Por lo tanto, Dios permitió que los seres humanos comieran carne animal. Este cambio de dieta generó un cambio en la relación entre los seres humanos y los animales, en contraste con la que habían tenido desde la Creación original. En el relato de la Creación, los seres humanos y los animales compartían la misma dieta vegetal y no representaban una amenaza mutua. En el mundo posdiluviano, la matanza de animales para comer implicaba una relación de temor e intimidación (Gén. 9: 2). Una vez que comenzaron a comerse entre sí, los seres humanos y los animales sin duda desarrollaron una relación bastante diferente de la que habían disfrutado en el Edén.\n</p><p>Sin embargo, la tolerancia de Dios tenía dos restricciones. En primer lugar, no todos los animales eran aptos como alimento. La primera restricción estaba implícita en la distinción entre animales “limpios e inmundos”, que era parte del orden de la Creación (ver Gén. 8: 19, 20; comparar con Gén. 1: 21, 24). La segunda era explícita y nueva, y era abstenerse de consumir sangre, porque la vida está en la sangre (Gén. 9: 4).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"21 de abril",
               "dayTitle":"<p>EL PACTO: SEGUNDA PARTE</p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p><strong>Lee Génesis 8: 21 a 9: 1. ¿Cuál es la importancia del compromiso de Dios con la preservación de la vida? La bendición de Dios, ¿cómo cumple con ese compromiso?\n</strong></p><p><strong>Génesis 8: 21 a 9: 1</strong></p><p><sup><strong>21</strong></sup> Y percibió Jehová olor grato; y dijo Jehová en su corazón: No volveré más a maldecir la tierra por causa del hombre; porque el intento del corazón del hombre es malo desde su juventud; ni volveré más a destruir todo ser viviente, como he hecho.&nbsp;</p><p><sup><strong>22 </strong></sup>Mientras la tierra permanezca, no cesarán la sementera y la siega, el frío y el calor, el verano y el invierno, y el día y la noche. <br></p><p><strong>Génesis 9: 1</strong><br></p><p>\n</p><p><sup><strong>1 </strong></sup>Bendijo Dios a Noé y a sus hijos, y les dijo: Fructificad y multiplicaos, y llenad la tierra.<br></p><p><br></p><p>El compromiso de Dios de preservar la vida fue un acto de gracia; no fue el resultado de los méritos humanos. Dios decidió preservar la vida en la Tierra a pesar de la maldad humana (Gén. 8: 21). Génesis 8: 22 dice, literalmente, “todos los tiempos de la tierra” (JBS); es decir, mientras dure esta Tierra actual, las estaciones vendrán y se irán, y la vida continuará. En síntesis, Dios no se dio por vencido con su Creación.\n</p><p>Por cierto, el siguiente versículo, que habla de la bendición de Dios, nos transporta a la Creación original, con su bendición (Gén. 1: 22, 28; 2: 3). El Señor, en cierto sentido, le estaba dando a la humanidad la oportunidad de volver a empezar.\n</p><p><strong>Lee Génesis 9: 8 al 17. ¿Cuál es la trascendencia del arco iris? ¿Cómo se relaciona esta “señal del pacto” (Gén. 9: 13) con la otra señal del Pacto, el sábado?\n</strong></p><p><strong>Génesis 9: 8 -17</strong></p><p><sup>8</sup> Y habló Dios a Noé y a sus hijos con él, diciendo:&nbsp;</p><p><sup><strong>9 </strong></sup>He aquí que yo establezco mi pacto con vosotros, y con vuestros descendientes después de vosotros;&nbsp;</p><p><sup><strong>10</strong></sup> y con todo ser viviente que está con vosotros; aves, animales y toda bestia de la tierra que está con vosotros, desde todos los que salieron del arca hasta todo animal de la tierra.&nbsp;</p><p><sup><strong>11</strong></sup> Estableceré mi pacto con vosotros, y no exterminaré ya más toda carne con aguas de diluvio, ni habrá más diluvio para destruir la tierra.&nbsp;</p><p><sup><strong>12 </strong></sup>Y dijo Dios: Esta es la señal del pacto que yo establezco entre mí y vosotros y todo ser viviente que está con vosotros, por siglos perpetuos:&nbsp;</p><p><sup><strong>13</strong></sup> Mi arco he puesto en las nubes, el cual será por señal del pacto entre mí y la tierra.&nbsp;</p><p><sup><strong>14</strong></sup> Y sucederá que cuando haga venir nubes sobre la tierra, se dejará ver entonces mi arco en las nubes.&nbsp;</p><p><sup><strong>15</strong></sup> Y me acordaré del pacto mío, que hay entre mí y vosotros y todo ser viviente de toda carne; y no habrá más diluvio de aguas para destruir toda carne.&nbsp;</p><p><sup><strong>16 </strong></sup>Estará el arco en las nubes, y lo veré, y me acordaré del pacto perpetuo entre Dios y todo ser viviente, con toda carne que hay sobre la tierra.&nbsp;</p><p><sup><strong>17 </strong></sup>Dijo, pues, Dios a Noé: Esta es la señal del pacto que he establecido entre mí y toda carne que está sobre la tierra.</p><p>La frase “establezco mi pacto” se repite tres veces (Gén. 9: 9, 11, 17), lo que marca el punto culminante y el cumplimiento de la promesa inicial de Dios (Gén. 6: 18). Tras la sección anterior, que es análoga al sexto día del relato de la Creación, esta sección es análoga a la sección que cubre el séptimo día del relato de la Creación, el sábado. Dentro del texto, la repetición de la palabra “pacto” siete veces resuena con el sábado. Como el día de reposo, el arco iris es la señal del Pacto (Gén. 9: 13, 14, 16; comparar con Éxo. 31: 12-17). Además, como el día de reposo, el arco iris tiene un alcance universal; se aplica a todo el mundo. Así como el sábado, como señal de la Creación, es para todos, en todas partes, la promesa de que no habrá ningún otro diluvio mundial es para todos, en todas partes también.\n</p><p><strong>La próxima vez que veas un arco iris, piensa en todas las promesas que Dios nos hizo. ¿Por qué podemos confiar en esas promesas y cómo nos muestra el arco iris que podemos confiar en ellas?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de abril",
               "dayTitle":"",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p><strong></strong></p><p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><br><p>Es muy esclarecedor comparar la mentalidad y el comportamiento de la gente y el estado del mundo antes del Diluvio, por un lado, con los de nuestros días, por el otro. Sin duda, la maldad humana no es un fenómeno nuevo. Observa los paralelismos entre aquella época y la nuestra.</p><br><p>“Los pecados que acarrearon la venganza sobre el mundo antediluviano existen hoy. El temor de Dios ha desaparecido del corazón de los hombres, y su Ley se trata con indiferencia y desdén. La intensa mundanalidad de aquella generación es igualada por la de la presente. [...] Dios no condenó a los antediluvianos por comer y beber [...]. Su pecado consistió en que tomaron estas dádivas sin ninguna gratitud hacia el Dador, y se rebajaron entregándose desenfrena- damente a la glotonería. Era lícito que se casaran. El matrimonio formaba parte del plan de Dios; fue una de las primeras instituciones que él estableció. Dio instrucciones especiales tocantes a esa institución, revistiéndola de santidad y belleza; pero estas instrucciones fueron olvidadas, y el matrimonio fue pervertido y puesto al servicio de las pasiones humanas.</p><br><p>“Condiciones semejantes prevalecen hoy día. Lo que es lícito en sí es llevado al exceso. [...] El fraude, el soborno y el robo se cometen libremente entre humildes y encumbrados. La prensa abunda en crónicas de asesinatos [...]. El espíritu de anarquía está penetrando en todas las naciones, y los disturbios, que de vez en cuando excitan el horror del mundo, no son sino señales de los reprimidos fuegos de las pasiones y de la maldad que, una vez que escapen al dominio de las leyes, llenarán el mundo de miseria y desolación. El cuadro del mundo antediluviano que pintó la Inspiración representa con fiel veracidad la condición a la cual la sociedad moderna está llegando rápidamente. Ahora mismo, en el presente siglo, y en países que se llaman cristianos, se cometen diariamente crímenes tan negros y atroces como aquellos por los cuales fueron destruidos los pecadores del antiguo mundo” (PP 90, 91).</p><br><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><br><p><strong>1.</strong> ¿Cuáles son las características comunes de la sociedad antediluviana y la nuestra? ¿Qué nos enseñan estas características comunes acerca de la gracia de Dios: que a pesar de todo esto, él ama al mundo y, todavía, busca salvar a quien pueda?</p><br><p><strong>2. </strong>Algunos argumentan que el diluvio de Noé fue solo un acontecimiento local. ¿Qué tiene de malo esa idea? Si esto fuera cierto, ¿por qué cada inundación local (y cada arco iris) convertiría a Dios en un mentiroso?</p><br><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...</strong><br><br>RESEÑA<br><br>Texto clave: Mateo 24: 37.<br><br>Enfoque del estudio: Génesis 6-10; 2 Pedro 2: 5-9.<br><strong><br>Introducción:</strong><br><br>Muchos han cuestionado la historicidad del relato bíblico del Diluvio argumentando que ese acontecimiento mundial es incompatible con los conceptos científicos modernos acerca de la historia natural. Sin embargo, hay un registro de un diluvio colosal en las memorias culturales colectivas de muchos pueblos distantes entre sí, en todo el mundo, no solo en el antiguo Cercano Oriente, Mesopotamia, Egipto y Grecia. Los relatos de un diluvio se encuentran en India, China, entre los antiguos habitantes de Irlanda, entre los pueblos mayas de Mesoamérica, entre los nativos estadounidenses, entre los pueblos antiguos de Sudamérica y África, e incluso entre las tribus aborígenes de Australia. El hecho de que la ciencia moderna no pueda dar sentido al fenómeno del Diluvio no es una prueba de que este suceso nunca haya ocurrido. El hecho de que la ciencia moderna no tenga en cuenta el Diluvio es simplemente otra evidencia de los límites de la ciencia, especialmente cuando se trata de algo tan sobrenatural como el Diluvio del Génesis.<br><br>Esta semana, no estudiaremos la historia bíblica de este evento cósmico para entenderlo desde un punto de vista científico; no contamos con todos los datos para poder comprender este fenómeno. Al margen de la discusión científica, se analizará una serie de cuestiones. La pregunta fundamental atañe a Dios mismo: ¿Qué nos enseña esta historia sobre el Dios de la Biblia y su propósito? El filósofo gnóstico Marción de Sinope (85 d.C.-160 d.C.), y muchos otros cristianos después de él, utilizaron el Diluvio para demostrar que el Dios del Antiguo Testamento era violento y cruel, diametralmente opuesto a Jesús, el Dios del amor.<br><br><strong>COMENTARIO</strong><br><br><strong>Dios de justicia</strong><br><br>Después de la Creación y la Caída, la desobediencia de nuestros primeros padres se intensificó hasta que el mundo se llenó de corrupción y maldad. Desde la época de Caín y Abel, la humanidad se dividió en dos bandos. Es interesante que cada línea genealógica se defina sobre la base de su relación con Dios. Mientras que la genealogía de Caín (Gén. 4: 17-22) se menciona por su rechazo de Dios (Gén. 4: 16), la genealogía de Set (Gén. 5: 1-32) se da a conocer por la imagen de Dios (Gén. 5: 1). Este contraste explica por qué la línea de Caín se identifica más adelante como los hijos “de los hombres”, mientras que la línea de Set se identifica como “los hijos de Dios” (Gén. 6: 1, 2). No es de extrañar que Dios se preocupe al observar que las dos genealogías se mezclan, lo que producirá una nueva línea genealógica en abierta rebelión contra Dios. La frase “tomaron para sí” (Gén. 6: 2) sugiere la intención de “los hijos de Dios” de reemplazar y contrarrestar la intención divina para el matrimonio, como lo ilustran las palabras “Dio tomó” a la esposa y se la llevó a Adán (Gén. 2: 22). Los “hijos de Dios” quieren ocupar el lugar de Dios, actitud que se refleja en la frase “vieron que [...] eran hermosas” (Gén. 6: 2). En hebreo, es la misma palabra tov, “bueno” (que aquí se traduce como “hermosas”) la que se utiliza, al igual que en la respuesta de Dios a la Creación, “vio Dios que era bueno” (Gén. 1: 4, 10, 12, 18, 21, 25). Este reemplazo de Dios lleva a los “hijos de Dios” a cometer actos que ya no están en armonía con las códigos de Dios en la Creación, sino en consonancia con sus propios deseos pecaminosos.<br><br>Mientras tanto, el uso del plural “mujeres” sugiere la introducción de la poligamia, y la frase “escogiendo entre todas” sugiere actividades sexuales salvajes y descontroladas fuera de la ley divina. La frase “tomaron para sí [...] escogiendo entre todas” (Gén. 6: 2) tiene incluso la connotación de autogratificación, violencia y violación (ver Gén. 39: 14, 17). Todos estos actos sexuales no solo implicaban un repudio de Dios, sino también un abuso de las mujeres. El texto bíblico informa que Dios vio la maldad (Gén. 6: 5). Esta es la segunda vez que el texto bíblico informa acerca de Dios como aquel que “ve” (comparar con Gén. 6: 1-4). Al igual que el relato de la Creación, el acto divino de ver sigue inmediatamente a la palabra divina: “Y dijo Jehová...” (Gén. 6: 3). “Y vio Jehová que la maldad de los hombres era mucha” (Gén. 6: 5). Esta línea es un segundo eco del estribillo de la Creación: “y vio Dios que era bueno” (Gén 1: 4, 10, etc.). Pero aquí lo “bueno” original (tov) de la Creación de Dios se ha reemplazado por lo que le es contrario: la maldad (ra‘á). El siguiente comentario de Dios es una trágica evaluación de la situación. “La maldad [...] era mucha” no se refiere solo a algunos hechos específicos o a obras malvadas ocasionales; describe una condición cabal y definitiva, y atañe a la raíz, a las motivaciones profundas del corazón humano, en el que Dios encuentra el mal radical. La humanidad ha llegado a un punto sin retorno. Dios debe intervenir con un diluvio mundial con la intención de preservar a un remanente de la raza humana de la degradación moral total y, por lo tanto, de la extinción.<br><br><strong>El Dios de amor</strong><br><br>En esta intervención divina, el lenguaje evoca la Creación. Dios lamenta haber creado al hombre. El “arrepentimiento” divino se relaciona con la tristeza divina: Dios “se entristeció en su corazón” (Gén. 6: 6). El verbo hebreo ‘atsav, “dolió”, es lo opuesto al gozo (Neh. 8: 10) y se refiere al dolor mental (Gén. 3: 16). La emoción de Dios tiene que ver con su amor por la humanidad. Claramente, el verbo hebreo najam, traducido como “arrepentirse” (Gén. 6: 6), contiene el matiz positivo de “gracia” y “amor”. Por lo tanto, la traducción “arrepentirse” para la palabra hebrea najam no explica completamente los sentimientos de Dios. El “arrepentimiento” divino no significa que Dios haya cambiado de opinión; antes bien, contiene elementos de gracia y “consuelo”. Por lo tanto, la palabra najam aparece a veces en paralelo con la palabra shuv, “arrepentirse” (Jer. 4: 28; Jon. 3: 9).<br><br>El uso de la palabra najam trae esperanza: la perspectiva de la salvación mediante el Diluvio. La emoción de Dios revela su amor por la humanidad. Sin embargo, Dios expresa su amor mediante su juicio. La respuesta de Dios a la maldad mediante la destrucción es un acto de amor. La palabra hebrea majá, “raer”, se presenta en un juego de palabras con la palabra anterior najam (“arrepentirse”, “consuelo”), que evoca la tristeza y la compasión de Dios hacia la humanidad por medio de Noé. Mientras que najam sugiere el lado positivo del juicio, majá revela el lado negativo. Además, la palabra majá pertenece al lenguaje del juicio. Más precisamente, significa “borrar”. Este verbo implica una destrucción física que funciona en sentido contrario a la Creación, revirtiendo los actos creadores de Dios. Pero, más allá de la destrucción física, este acto de juicio también se refiere a ser borrado espiritualmente del libro de la vida (Éxo. 32: 32, 33; Sal. 69: 28, 29). En el pensamiento bíblico, el amor y la justicia van de la mano (Miq. 6: 8).<br><br><strong>Dios de sabiduría</strong><br><br>La combinación de amor y justicia es precisamente lo que hace que la sabiduría de Dios sea lo que es. Dios no solo salva mediante su buena voluntad y su amor. Los detalles de la construcción del arca (Gén. 6: 14-22), que permitirá que Noé y su familia sobrevivan al Diluvio, son evidencias tangibles de la especial atención de Dios a la realidad de la vida. Estos minuciosos detalles arquitectónicos no solo dan testimonio de la realidad histórica de la construcción del arca; también revelan la preocupación divina por el éxito de la operación. Dios da instrucciones precisas para ese propósito. La madera resinosa del árbol, utilizada para construir el armazón del arca, y su savia se destinaron para impermeabilizar el arca por dentro y por fuera. Se dispone de una ventana en la parte superior del arca para que haya un pasaje de luz y aire, situada a un codo del borde del techo. Probablemente era una especie de celosía construida junto a la línea del techo que dejaba entrar luz, de tal manera que los diferentes departamentos dentro del arca estaban iluminados y ventilados.<br><br>El Dios que se preocupa por la construcción del arca es el mismo Dios que luego dará instrucciones detalladas para la vida religiosa y la salvación espiritual mediante los sacrificios del servicio del Santuario. De hecho, hay muchos paralelismos en- tre los planos dados para el arca y el Tabernáculo. Las dimensiones del arca (Gén. 6: 15) se dan de acuerdo con el mismo criterio y con las mismas palabras que se utilizan para la construcción del arca en el Tabernáculo (Éxo. 25: 10).<br><br>¿Cuán grande era el arca? Si el codo equivaliera a 18 pulgadas, o 45 centímetros, 300 codos para la longitud del arca hubieran sido equivalentes a 450 pies, o más de 137 metros; 50 codos para su ancho hubieran sido equivalentes a 75 pies, o 22 metros; y 30 codos para su altura hubieran equivalido a 45 pies, o 13 metros. Estas medidas no tienen ningún significado simbólico ni espiritual especial; simplemente sugieren la magnitud del tamaño de la embarcación, que era suficientemente grande como para alojar a los animales y a la gente a bordo. Pero los muchos paralelismos entre el arca y el Tabernáculo tienen un significado profundo: el Dios que salva espiritualmente, Jesucristo, es el mismo Dios Creador que nos salva física y materialmente.<br><br><strong>Pregunta para analizar y reflexionar: </strong>¿Cómo se relacionan teológicamente entre sí las tres dimensiones de Dios: la justicia, el amor y la sabiduría?<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>No matarás. La lección esencial del Diluvio es la reafirmación de la vida. Después de la destrucción de su Creación y la muerte de todos los seres humanos que se encontraban fuera del arca, Dios le dice que sí a la vida. En ese contexto, Dios ordena a la humanidad no solo que se multiplique, sino también que no quite la vida, porque la vida es sagrada. Este principio se aplica primero a los animales. Por ende, la tolerancia de Dios para consumir un poco de carne, considerando la situación posterior al Diluvio, está condicionada por el mandato de no comer carne con la sangre, porque la sangre representa la vida (Gén. 9: 4). Pero, para los seres humanos, la imposición de Dios es absoluta. Debido a que Dios creó a los seres humanos a su imagen, la sangre humana no debe derramarse (Gén. 9: 5, 6). Aunque la vida de los animales es sagrada, como lo indica la proscripción de la sangre, es de notar que solo por la vida humana Dios nos pedirá cuentas (Gén. 9: 5).<br><br>El idioma hebreo tiene varios verbos para matar. Todos estos verbos se aplican tanto a los seres humanos como a los animales, salvo uno, el verbo ratsaj, que se aplica solo a los seres humanos. Definitivamente, es el verbo ratsaj, “matar”, el que se usa en los Diez Mandamientos (Éxo. 20: 13). El matiz de este uso no diferencia entre el caso de asesinato y otros casos, sino entre el objetivo asesinado: ser humano y animal. Por lo tanto, el sexto Mandamiento no debe traducirse “no matarás”, lo que implica solo el caso específico de un acto criminal, sino “no matarás a seres humanos” en sentido estricto.<br><br><strong>Pregunta para reflexionar: ¿Cómo aplicamos este principio al contexto del servicio militar o a la cuestión de la pena capital?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>EL DILUVIO</p>",
         "verse":"<p>Mas como en los días de Noé, así será la venida del Hijo del Hombre (Mat.&nbsp;24: 37).</p>",
         "versionCode":1,
         "weekDate":"16-22 de abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
