{
  "data": [
    {
      "color": "#f90f7d",
      "id": 2,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": "1 de julio",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>Veinticinco años después de convertirse en la primera persona en caminar sobre la Luna, Neil Armstrong escribió una nota de agradecimiento al equipo creativo que diseñó el traje espacial, la Unidad de Movilidad Extravehicular (EMU, por las siglas en inglés), en el que dio esos pasos históricos. Armstrong lo llamó “el diseño espacial más fotografiado de la historia”, y bromeó con que logró ocultar a “su feo ocupante”, y agradeció al “equipo EMU”, en el Centro Espacial Johnson, por el traje “resistente, confiable, y hasta se podría decir encantador” que le preservó la vida, y les envió “un cuarto de siglo de agradecimientos y felicitaciones”.<br><br>Pablo comienza su carta a los Efesios con una majestuosa nota de agradecimiento, alabando a Dios por las bendiciones que ha derramado; bendiciones tan esenciales para la vida de los creyentes como lo es un traje espacial para alguien que camina sobre la Luna. Pablo argumenta que Dios ha estado obrando en estas bendiciones esenciales desde “antes de la creación del mundo” (Efe. 1:4), y alaba a Dios por obrar a lo largo de los siglos en favor de los creyentes. Esta introducción de Pablo hace que Efesios sea especialmente valiosa para ilustrar cómo adorar y alabar a Dios por las tantas bendiciones que él ha provisto.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de julio",
          "dayTitle": "<p>ELEGIDOS Y ACEPTADOS EN CRISTO<br></p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>Una nota de agradecimiento generalmente incluye una descripción del regalo recibido. Pablo incluye una larga lista de regalos en Efesios 1:3 al 14 mientras agradece a Dios por las bendiciones del evangelio.<br></p><p><strong>Efesios 1:3-14</strong></p><p><sup><strong>3 </strong></sup>Bendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda bendición espiritual en los lugares celestiales en Cristo, <sup><br></sup></p><p><sup><strong>4 </strong></sup>según nos escogió en él antes de la fundación del mundo, para que fuésemos santos y sin mancha delante de él, <sup><br></sup></p><p><sup><strong>5 </strong></sup>en amor habiéndonos predestinado para ser adoptados hijos suyos por medio de Jesucristo, según el puro afecto de su voluntad, <sup><br></sup></p><p><sup><strong>6 </strong></sup>para alabanza de la gloria de su gracia, con la cual nos hizo aceptos en el Amado, <sup><br></sup></p><p><sup><strong>7</strong></sup> en quien tenemos redención por su sangre, el perdón de pecados según las riquezas de su gracia, <sup><br></sup></p><p><sup><strong>8 </strong></sup>que hizo sobreabundar para con nosotros en toda sabiduría e inteligencia, <sup><br></sup></p><p><sup><strong>9</strong></sup> dándonos a conocer el misterio de su voluntad, según su beneplácito, el cual se había propuesto en sí mismo, <sup><br></sup></p><p><sup><strong>10</strong></sup> de reunir todas las cosas en Cristo, en la dispensación del cumplimiento de los tiempos, así las que están en los cielos, como las que están en la tierra.<br><sup><br><strong>11</strong></sup> En él asimismo tuvimos herencia, habiendo sido predestinados conforme al propósito del que hace todas las cosas según el designio de su voluntad, <sup><br></sup></p><p><sup><strong>12</strong></sup> a fin de que seamos para alabanza de su gloria, nosotros los que primeramente esperábamos en Cristo. <sup><br></sup></p><p><sup><strong>13 </strong></sup>En él también vosotros, habiendo oído la palabra de verdad, el evangelio de vuestra salvación, y habiendo creído en él, fuisteis sellados con el Espíritu Santo de la promesa, <sup><br></sup></p><p><sup><strong>14</strong></sup> que es las arras de nuestra herencia hasta la redención de la posesión adquirida, para alabanza de su gloria.<strong><br></strong></p><p>Pablo alaba a Dios por el hecho de que “en Cristo nos bendijo con toda bendición espiritual en los cielos” (Efe. 1:3). El hecho de que las bendiciones sean espirituales (griego, pneumatikos) sugiere que ocurren mediante el Espíritu (pneuma), lo que apunta al cierre de la bendición de Pablo, que celebra la obra del Espíritu Santo en la vida de los creyentes (Efe. 1:13, 14).<br><br>Efesios 1:3 al 6 contiene un lenguaje inspirador sobre cómo nos ve Dios en Cristo. Antes de la creación del mundo, Dios nos escogió en Cristo y determinó que seamos “santos y sin culpa” en su presencia (Efe. 1:4; comparar Efe. 5:27), como hijos e hijas entrañables en virtud de la Creación y la Redención en Cristo (Efe. 1:5). Desde antes de que el Sol comenzara a brillar, su estrategia ha sido que seamos “aceptos en el Amado” (Efe. 1:6, RVR 1960). En resumen, la intención de Dios es que seamos salvos. Perdemos la salvación solo por nuestras propias decisiones pecaminosas.<br><br><strong>¿Qué significa la frase “en los lugares celestiales” (RVR 1960) de Efesios (el único lugar donde se usa en el Nuevo Testamento)? Estudia los usos de la frase. (Ver Efe. 1:3, 20; 2:6; 3:10; 6:12, RVR 1960; comparar el uso de “en los cielos”, Efe. 3:15; 4:10; 6:9).</strong></p><p><strong>Efesios 1:3, 20</strong></p><p><sup><strong>3</strong></sup> Bendito sea el Dios y Padre de nuestro Señor Jesucristo, que nos bendijo con toda bendición espiritual en los lugares celestiales en Cristo,<sup><strong></strong></sup></p><p><sup><strong>20</strong></sup> la cual operó en Cristo, resucitándole de los muertos y sentándole a su diestra en los lugares celestiales,<strong><br></strong></p><p><strong>Efesios 2:6</strong></p><p><strong><sup>6 </sup></strong>y juntamente con él nos resucitó, y asimismo nos hizo sentar en los lugares celestiales con Cristo Jesús,<strong><br></strong></p><p><strong>Efesios 3:10</strong></p><p><sup><strong>10 </strong></sup>para que la multiforme sabiduría de Dios sea ahora dada a conocer por medio de la iglesia a los principados y potestades en los lugares celestiales,<strong><br></strong></p><p><strong>Efesios 6:12</strong></p><p><strong><sup>12</sup> </strong>Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.<strong><br></strong></p><p><strong>Efesios 3:15</strong></p><p><sup><strong>15</strong></sup> de quien toma nombre toda familia en los cielos y en la tierra,<strong><br></strong></p><p><strong>Efesios 4:10</strong></p><p><sup><strong>10 </strong></sup>El que descendió, es el mismo que también subió por encima de todos los cielos para llenarlo todo<strong><br></strong></p><p><strong>Efesios 6:9</strong></p><p><strong><sup>9 </sup>Y</strong><strong> </strong>vosotros, amos, haced con ellos lo mismo, dejando las amenazas, sabiendo que el Señor de ellos y vuestro está en los cielos, y que para él no hay acepción de personas.<br><br>En Efesios, las frases “en los lugares celestiales” y “en los cielos” apuntan al Cielo como la morada de Dios (Efe. 1:3; 6:9), a la ubicación de los poderes espirituales (Efe. 1:10, 20, 21; 3:10, 15; 6:12) y al lugar de la exaltación de Cristo a la diestra del Padre (Efe. 1:20). Los creyentes tienen acceso a estos “lugares celestiales” en el presente como la esfera donde se ofrecen la bendiciones espirituales por medio de Cristo (Efe. 1:3; 2:6). Aunque “los lugares celestiales” se han convertido en un lugar de bendición para los creyentes, todavía son el lugar de conflicto de los poderes malignos que disputan el señorío de Cristo (Efe. 3:10; 6:12).<br><br><strong>Reflexiona sobre Efesios 1:4, que dice que Dios nos eligió en Cristo “antes de la creación del mundo”. ¿Qué significa eso? ¿Cómo nos revela esto el amor de Dios por nosotros y su deseo de que seamos salvos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de julio",
          "dayTitle": "<p>REDENCIÓN COSTOSA; PERDÓN GENEROSO<br></p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>El pecado había sido una fuerza tenebrosa y dominante en la vida de la audiencia de Pablo. Pablo puede describirlos, en su existencia anterior, como muertos en vida: “Muertos en sus delitos y pecados” (Efe. 2:1), pero andando o “haciendo” como Satanás les ordenaba (Efe. 2:1–3). Esclavizados al pecado y a Satanás, no tenían la capacidad de liberarse. Necesitaban rescate. Dios así lo hizo mediante sus actos de gracia en Cristo, y Pablo celebra dos nuevas bendiciones de la gracia de Dios en la vida de los creyentes: la redención y el perdón.<br><br><strong>Lee Efesios 1:7 y 8. “Redención” es una idea que se usa con frecuencia en el Nuevo Testamento. Compara los usos de esta representación en Colosenses 1:13 y 14; Tito 2:13 y 14; y Hebreos 9:15. ¿Qué temas comparten estos pasajes en común con Efesios 1:7 y 8?</strong></p><p><strong>Efesios 1:7-8</strong></p><p><sup><strong>&nbsp;7 </strong></sup>en quien tenemos redención por su sangre, el perdón de pecados según las riquezas de su gracia, <sup><br></sup></p><p><sup><strong>8</strong></sup> que hizo sobreabundar para con nosotros en toda sabiduría e inteligencia, <br></p><p><strong>Colosenses 1:13-14</strong></p><p><sup><strong>13</strong></sup> el cual nos ha librado de la potestad de las tinieblas, y trasladado al reino de su amado Hijo, <sup><br></sup></p><p><sup><strong>14</strong></sup> en quien tenemos redención por su sangre, el perdón de pecados.<br></p><p><strong>Tito 2:13-14</strong></p><p><sup><strong>&nbsp;13</strong></sup> aguardando la esperanza bienaventurada y la manifestación gloriosa de nuestro gran Dios y Salvador Jesucristo, <strong><sup>14</sup></strong> quien se dio a sí mismo por nosotros para redimirnos de toda iniquidad y purificar para sí un pueblo propio, celoso de buenas obras.<br></p><p><strong>Hebreos 9:15</strong></p><p><strong><sup>15 </sup></strong>Así que, por eso es mediador de un nuevo pacto, para que interviniendo muerte para la remisión de las transgresiones que había bajo el primer pacto, los llamados reciban la promesa de la herencia eterna.<br></p><p>La palabra griega traducida como “redención”, en Efesios 1:7, es apolutr?sis, que originalmente indicaba la compra de la libertad de un esclavo o pagar para liberar a un cautivo. Se escucha el eco de la voz del traficante de esclavos subastando su mercancía y el frío chirrido de las esposas de un esclavo. Cuando el Nuevo Testamento habla de la redención, destaca el costo de liberar a los esclavos.<br><br>Nuestra libertad tiene un costo extremo: “En él [Jesús] tenemos redención por su sangre” (Efe. 1:7). La idea de la redención también celebra la generosidad misericordiosa de Dios al pagar el alto precio de nuestra libertad. Dios nos da libertad y dignidad. ¡Ya no somos esclavos!<br><br>“Ser redimido es ser tratado como una persona, no como un objeto. Es llegar a ser ciudadano del Cielo, en lugar de un esclavo de la Tierra” (Alister E. McGrath, What Was God Doing on the Cross [Grand Rapids, MI: Zondervan, 1992], p. 78).<br><br>Ten en cuenta que la idea de que Dios paga a Satanás el precio de la reden- ción es medieval, no bíblica. Dios no le debe nada a Satanás ni le paga nada. Los beneficios del Calvario también incluyen “el perdón de los pecados” (Efe. 1:7). En la Cruz, Cristo toma sobre sí el precio por nuestro pecado, tanto pasado como futuro, y así “canceló la nota de nuestra deuda, que consistía en ordenanzas desfavorables a nosotros” (Col. 2:14). Al hacer esta obra de redención y de perdón por medio de Cristo, Dios actúa como nuestro Padre generoso, con “la riqueza de su gracia, que nos prodigó abundantemente” (Efe. 1:7, 8).<br><strong><br>¿Qué significa para ti ser perdonado y redimido mediante el sacrificio expiatorio de Cristo? ¿Y si sientes que no lo mereces? (Pista: no eres digno; ese es el centro neurálgico de la Cruz).</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de julio",
          "dayTitle": "<p>EL GRAN PLAN CRISTOCÉNTRICO DE DIOS<br></p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p><strong>¿Cuál es el plan de Dios “llegado el tiempo” y cuán amplio es su alcance? Efesios 1:9, 10.</strong></p><p><strong>Efesios 1:9-10</strong></p><p><sup><strong>&nbsp;9</strong></sup> dándonos a conocer el misterio de su voluntad, según su beneplácito, el cual se había propuesto en sí mismo, <sup><br></sup></p><p><sup><strong>10</strong></sup> de reunir todas las cosas en Cristo, en la dispensación del cumplimiento de los tiempos, así las que están en los cielos, como las que están en la tierra.<br><br>Pablo utiliza tres etiquetas para el plan de Dios: (1) “el plan que había mantenido en secreto”, (2) lo “que había decidido realizar”, y (3) “su plan” para cuando “llegue el momento preciso” (DHH). ¿Cuál es el plan supremo y final de Dios? Unir todo, en todas partes, en Jesús.<br><br>El término que Pablo utiliza para describir el plan es gráfico (griego, anakephalai?sasthai): “reunir”, “restaurar” o “recuperar” todas las cosas en Cristo. En la práctica contable de la antigüedad, se “sumaba” una columna de números y se colocaba el total en la parte superior. Jesús encabeza el plan escatológico final de Dios. Este plan cristocéntrico se elaboró “antes de la creación del mundo” (Efe. 1:4) y es tan amplio que abarca todo el tiempo (“en el cumplimiento de los tiempos establecidos”, Efe. 1:10, RVR 95) y el espacio (“todo lo que está en el cielo y lo que está en la tierra”). Pablo anuncia la unidad en Cristo como la gran meta divina para el Universo.<br><br>Al analizar el “plan de Dios, que se cumplirá a su debido tiempo” (Efe. 1:10, PDT), Pablo comparte el tema que entretejerá a lo largo de la carta. Dios comienza su plan para unificar todas las cosas (cimentado en la muerte, la resurrección, la ascensión y la exaltación de Jesús [Efe. 1:15–2:10]), fundando la iglesia y unificando elementos dispares de la humanidad (judíos y gentiles) en ella (Efe. 2:11–3:13).<br><br>De esta manera, la iglesia advierte a los poderes malignos que el plan de Dios está en marcha y que el gobierno divisor de Satanás terminará (Efe. 3:10). Como dice la Biblia en otra parte: “ ‘Porque el diablo ha descendido a ustedes con gran furor al saber que le queda poco tiempo’ ” (Apoc. 12:12).<br><br>La segunda mitad de la carta de Pablo comienza con un apasionado llamado a la unidad (Efe. 4:1–16) y continúa con una larga exhortación a evitar conductas que dañen la unidad y, en vez de eso, a que fomenten la solidaridad con los hermanos en la fe (Efe. 4:17–6:9). Pablo concluye con la imagen conmovedora de la iglesia como un ejército unido, participando con vigor en la lucha por la paz en el nombre de Cristo (Efe. 6:10-20).<br><br><strong>¿Cómo puedes reconocer y celebrar que la redención que vives en Cristo Jesús es parte de algo amplio y grandioso, una parte integral del plan final diseñado por Dios para unir todas las cosas en Cristo?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de julio",
          "dayTitle": "<p>VIVIR PARA ALABAR SU GLORIA<br></p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p>“En él hemos obtenido también una herencia, habiendo sido predestinados conforme al plan del que hace todo según el propósito de su voluntad, para que nosotros, que fuimos los primeros en Cristo, seamos para alabanza de su gloria” (Efe. 1:11, 12).<br><br>Los creyentes de Éfeso parecen haber perdido el sentido claro de quiénes son como cristianos, han “desmayado” (ver Efe. 3:13). En consonancia con lo que afirmó anteriormente (Efe. 1:3-5), Pablo desea volver a reforzar su identidad como cristianos. Los creyentes no son víctimas de decisiones fortuitas ni arbitrarias de diversas deidades o poderes astrales. Son hijos de Dios (Efe. 1:5) y tienen acceso a muchas bendiciones por medio de Cristo, basadas en los profundos consejos y en las eternas decisiones de Dios. Es el propósito, el consejo y la voluntad de Dios (Efe. 1:11) lo que se está llevando a cabo en su vida según el plan aún más amplio de Dios de unir todas las cosas en Cristo (Efe. 1:10). Pueden tener una confianza inquebrantable en su reputación ante Dios y en la eficacia de las bendiciones que él ofrece. Su vida debe exaltar el mensaje de Efesios 1:3 al 14: ¡Bendito sea Dios, nuestro Padre, y el Señor Jesucristo!<br><br><strong>Compara los usos de la idea de “herencia” en Efesios 1:11, 14 y 18. ¿Por qué crees que esta idea es importante para Pablo?</strong></p><p><strong>&nbsp;Efesios 1:11, 14 y 18</strong></p><p><sup><strong>11</strong></sup> En él asimismo tuvimos herencia, habiendo sido predestinados conforme al propósito del que hace todas las cosas según el designio de su voluntad,</p><p><sup><strong>14</strong></sup> que es las arras de nuestra herencia hasta la redención de la posesión adquirida, para alabanza de su gloria.</p><p><sup><strong>18 </strong></sup>alumbrando los ojos de vuestro entendimiento, para que sepáis cuál es la esperanza a que él os ha llamado, y cuáles las riquezas de la gloria de su herencia en los santos,</p><p>¿Alguna vez recibiste una herencia como resultado de la muerte de alguien? Quizás un familiar te haya dejado un tesoro valioso o una suma considerable de dinero. Según Pablo, en virtud de la muerte de Jesús, los cristianos han recibido una herencia de parte de Dios (Efe. 1:14) y se han convertido en una “herencia” para Dios (Efe. 1:18).<br><br>En el Antiguo Testamento, a veces se considera que el pueblo de Dios es su “herencia”, o “heredad” (Deut. 9:29; 32:9; Zac. 2:12). Este sentido de ser (o de llegar a ser) la herencia de Dios es claro en Efesios 1:18, y también es el significado probable del término en Efesios 1:11 (que luego se tradujo como: “En él somos hechos una herencia” [traducción del autor]). Como elemento central de su identidad cristiana, Pablo desea que los creyentes conozcan su valor para Dios. No solo poseen una herencia de Dios (Efe. 1:14; 3:6; comparar con Efe. 5:5), sino además son la herencia de Dios.<br><br><strong>¿Cuál es la diferencia entre trabajar para obtener algo y heredarlo? ¿Cómo nos ayuda esta idea a entender lo que hemos recibido en Jesús?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de julio",
          "dayTitle": "<p>EL ESPÍRITU SANTO: SELLO Y ANTICIPO<br></p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p><strong>En Efesios 1:13 y 14, Pablo relata brevemente la historia de conversión de sus lectores. ¿Cuáles son los pasos en esa historia?</strong></p><p><strong>Efesios 1:13 y 14</strong></p><p>&nbsp;<strong><sup>13</sup></strong> En él también vosotros, habiendo oído la palabra de verdad, el evangelio de vuestra salvación, y habiendo creído en él, fuisteis sellados con el Espíritu Santo de la promesa, <strong><sup><br></sup></strong></p><p><strong><sup>14</sup></strong> que es las arras de nuestra herencia hasta la redención de la posesión adquirida, para alabanza de su gloria.</p><p>Al explorar la importancia del Espíritu Santo en la vida de los creyentes, Pablo utiliza dos imágenes o metáforas para el Espíritu. En primer lugar, describe al Espíritu Santo como un “sello”, al identificar la presencia del Espíritu como un sellado que se efectúa desde el momento de la conversión. En la antigüedad, los sellos se usaban para una amplia variedad de funciones: para autenticar copias de leyes y acuerdos; para validar la excelencia o la cantidad del contenido de un recipiente (p. ej., Eze. 28:12); o para atestiguar transacciones (p. ej., Jer. 32:10–14, 44), contratos, cartas (p. ej., 1 Rey. 21:8), testamentos y adopciones. Impreso en un objeto, un sello indicaba propiedad y protección.<br><br>La presencia del Espíritu Santo en la vida marca a los creyentes como pertenecientes a Dios y transmite la promesa de Dios de protegerlos (comparar con Efe. 4:30). Han sido “sellados con el Espíritu Santo prometido” (Efe. 1:13).<br><br>“Pablo indica claramente que cuando alguien le da su vida a Jesús, y cree en él, el Espíritu Santo sella (verbo griego: sphragiz?) a ese creyente en Cristo para el día de la Redención. ¡Qué verdad maravillosa, liberadora y tranquilizadora! El Espíritu de Dios marca a los seguidores de Cristo con el sello de la salvación cuando creen por primera vez” (Ji?í Moskala, “Misinterpreted End-Time Issues: Five Myths in Adventism”, Journal of the Adventist Theological Society 28, Nº 1 [2017], p. 95).<br><br>La segunda imagen que utiliza Pablo para el Espíritu Santo es la de “garantía”. El Espíritu Santo es la garantía de nuestra herencia, que señala hacia el momento en que la herencia se entregará en su totalidad (comparar con 2 Cor. 1:22; 5:5).<br><br>La palabra que se traduce como “garantía” (arrab?n) era un préstamo hebreo que se usaba ampliamente en el griego común, o koiné, de los tiempos del Nuevo Testamento para indicar una “primera cuota”, “depósito”, “pago inicial” o “anticipo”, que requiere que el pagador realice pagos adicionales.<br><br>Ten en cuenta que los creyentes no hacen este pago inicial, sino que lo reciben de Dios. Dice Pablo que la entrañable presencia del Espíritu Santo en la vida de los creyentes es un anticipo de la herencia plena de salvación y redención que recibirán con la venida de Cristo. Nuestro trabajo es recibir con un corazón agradecido y sumiso lo que se nos ha ofrecido en Jesús.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de julio",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p>Efesios 1:3 al 14 ¿enseña que Dios predetermina el futuro de los seres humanos, predestinando a algunos para vida eterna y a otros para muerte eterna?<br><br>Desgraciadamente, muchos creen esto. No obstante, considera estas ideas:<br><br><strong>1. </strong>En el pasaje, la función de Cristo es determinante, ya que la decisión divina de adoptarnos se produce “por Jesucristo” (Efe. 1:5), o “en él” (Efe. 1:4, 11). Esto sugiere que la decisión y la predeterminación de Dios es para todos los que eligen la fe en Cristo; él no selecciona quién se salvará o se perderá caso por caso, incluso antes de que nazca la gente.<br><br>La decisión de Dios es la respuesta divina, estudiada y predeterminada para quienes ejerzan fe en Cristo.<br><strong><br>2. </strong>Efesios 1:3 al 14 también contiene un vívido lenguaje relacional acerca de la obra salvífica de Dios. Dios es “Padre”, y nosotros somos los hijos “adoptivos” (Efe. 1:3–5), que recibimos sus bendiciones en abundancia (Efe. 1:8). Debemos entender el lenguaje sobre la elección y la predeterminación de Dios a la luz de este rico lenguaje relacional. Dios no es un juez distante e insensible que emite decretos a la distancia, sino el Padre cariñoso para todos sus hijos (ver Efe. 3:15).<br><strong><br>3. </strong>El hecho de que Dios honre la decisión humana se refleja en Efesios 1:3 al 14 (especialmente Efe. 1:13, donde “oír” y “creer” se consideran importantes), en otras partes de la carta (Efe. 2:8; 3:17; 4:1–6:20, todas ellas enfatizan o suponen el ejercicio de la decisión y la respuesta de fe), y en otros pasajes del Nuevo Testamento (p. ej., 1 Tim. 2:4; Hech. 17:22–31). O, como lo expresó Elena de White: “En el don incomparable de su Hijo, Dios ha rodeado al mundo entero con una atmósfera de gracia tan real como el aire que circula alrededor del globo. Todos los que elijan respirar esa atmósfera vivificante vivirán y crecerán hasta la estatura de hombres y mujeres en Cristo Jesús” (El camino a Cristo, p. 58).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><strong><br>1. </strong>¿Qué argumentos agregarías a los expuestos arriba para apoyar la idea de que Dios no decide antes de crearnos quién se salvará ni quién se perderá?<br><br><strong>2.</strong> En última instancia, ¿quién toma la decisión de si una persona se salva en Jesús o no?<br><br><strong>3.</strong> “En él tenemos redención por su sangre, el perdón de los pecados según la riqueza de su gracia” (Efe. 1:7). ¿Cómo revela este versículo la realidad de la salvación solo por la fe y no por las obras de la Ley?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong><br></p>",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><strong>RESEÑA</strong><br><br><strong>Texto clave: Efesios 1:3</strong><br><strong><br>Enfoque del estudio: Efesios 1:3-14; 2:6; 3:10; Colosenses 1:13, 14; 1 Pedro 1:18, 19; Deuteronomio 9:29.</strong><br><br><strong>Introducción:</strong><br><br>La lección de esta semana se centra en cómo Pablo enseña a los efesios, y a nosotros, a agradecer por lo que tienen. No las bendiciones que creemos que son importantes, sino las verdaderas bendiciones que la humanidad necesita tan desesperadamente. Pablo enfatiza que Dios nos da estas bendiciones en Cristo.<br><br>En Cristo, Dios nos escogió y nos aceptó, nosotros somos suyos, y él es nuestro. Dios nos valora y nos considera su herencia, y nosotros lo valoramos a él y lo consideramos nuestra herencia. En Cristo, hemos sido perdonados y redimidos. En Cristo, recibimos el plan supremo de salvación de Dios. En Cristo, la humanidad tiene su única oportunidad de unidad y armonía. En Cristo, vivimos llenos de alegría y alabanza. Gracias a Cristo, recibimos el sello de Dios y un anticipo de la salvación eterna. Gracias a Cristo, podemos recibir la presencia y los dones del Espíritu Santo. Los dones de Dios son principalmente espirituales, en el sentido de que el Espíritu Santo nos los da. El Espíritu Santo nos trae estos dones desde el Reino de los Cielos. Todas estas riquezas son regalos de Dios para todos nosotros porque no trabajamos para merecerlas; ni tampoco podríamos. Es Dios quien nos da estos dones gratuitamente, de su corazón lleno de amor por nosotros. A todos los que aceptan estos dones, Dios los predestina a ser sellados y a gustar de antemano las bendiciones eternas de su Reino.<br><br><strong>Temática de la lección:</strong><br><br><strong>La lección de esta semana destaca tres temas principales:</strong><br><br>• En Cristo, Dios nos prodigó muchos dones: la elección, la adopción, la redención, el perdón, el gozo de la salvación, la unidad y la armonía de la humanidad, y la presencia del Espíritu Santo como pago inicial de Dios por lo que está por venir cuando Cristo regrese.<br><br>• Nuestra respuesta a los dones de la gracia de Dios es una vida de alabanza y adoración en y para Cristo.<br><br>• En el Espíritu Santo experimentamos un anticipo de nuestra futura vida eterna.<br><br><strong>COMENTARIO</strong><br><br><strong>Cristo Jesús nuestro Señor</strong><br><br>Es importante notar la forma en que Pablo escribe acerca de nuestro Salvador. Rara vez Pablo se refiere a él simplemente como Jesús (Efe. 4:21). Más bien, para el apóstol, nuestro Salvador es el “Señor Jesús” (Efe. 1:15), “el Señor Jesucristo” (Efe. 1:2, 3, 17; 5:20; 6:23, 24), “Cristo Jesús nuestro Señor” (Efe. 3:11), “Jesucristo” (Efe. 1:5), “Cristo Jesús” (Efe. 1:1; 2:6, 7, 10, 13, 20; 3:1, 6, 21), simplemente “Cristo” (Efe. 1:9, 12; 2:5, 12, 13; 3:4, 8, 17, 19; 4:7, 13, 15, 20, 32; 5:1, 5, 21, 23, 24, 25, 29, 32; 6:5, 6), o simplemente “el Señor” (Efe. 2:21; 4:1, 5; 5:8, 10, 17, 19, 22; 6:7, 8, 10, 21). Obviamente, una de las razones de estas referencias a nuestro Salvador es la reverencia, que debe ser parte del lenguaje y la actitud del cristiano (de hecho, del teólogo cristiano). Pero hay más en estas referencias que el simple respeto por el Maestro. Al referirse a Jesús como “el Señor”, Pablo lo exalta como el Señor Jesucristo resucitado, el Salvador, en quien tenemos nuestra propia resurrección de los pecados y por quien vamos a tener nuestra resurrección final de la tumba.<br><br>La resurrección de Jesucristo y nuestra propia resurrección son cruciales para la teología y la vida de Pablo, porque son el corazón mismo del plan redentor de Dios (p. ej., Efe. 2:1-6). El tema de la resurrección transforma toda la perspectiva de Pablo sobre la vida y la salvación. Debería ser esencial para la nuestra también.<br><br><strong>Teología doxológica</strong><br><br>Pablo escribió Efesios 1:3 al 14 en un estilo que podríamos llamar teología doxológica. Los teólogos notan que la teología cristiana debe comenzar con doxología (alabanza) y terminar con doxología; de hecho, debe ser doxología. Al ser uno de los primeros teólogos doxológicos, la teología de Pablo no expone el desarrollo de un concepto frío, puramente racional, esquemático y neutral. Pablo tampoco escribe de esta manera doxológica simplemente por el estilo epistolar habitual de la época. Más bien, cuando inmortaliza por escrito la hermosa teología cristiana sobre quién es Dios, sobre lo que Dios hizo por nosotros, sobre el amor de Dios por nosotros, sobre la encarnación de Cristo Jesús, sobre su muerte, sobre su resurrección, sobre el gozo, la paz, la esperanza y la profunda transformación de la humanidad en Cristo, Pablo contempla y describe vívidamente las maravillas más magníficas y fundamentales de esta vida y de la venidera. Por eso, mientras escribe estas cosas para sus hermanos y hermanas de Éfeso, Pablo no puede abstenerse de irrumpir en culto y adoración ante el gran Dios que describe.<br><br>Para Pablo, Dios no es un mero concepto, sino el Padre, nuestro Creador, nuestro Salvador. Este mismo Dios está lleno de amor, poder, justicia y gracia. Siempre está listo para protegernos y salvarnos. Siempre está listo para darnos dones y bendiciones para que podamos disfrutar la vida al máximo en su Reino, ahora y en el futuro. ¿Cómo podría Pablo escribir sobre un Dios así y sobre su gran salvación sin irrumpir en gozosas alabanzas?<br><br><strong>Bendiciones en los Cielos</strong><br><br>Pablo insiste en que nuestro Dios es fundamentalmente un Dios de bendiciones. Pero las bendiciones que Dios nos da no son solo bendiciones materiales o terrenales, sin ninguna referencia a las realidades espirituales o eternas. Las bendiciones de Dios son bendiciones de los Cielos, de su Reino. Al señalar esta idea, Pablo amplía el escenario de la salvación. La salvación no es una solución minúscula a un pequeño problema humano temporal; aunque también incluye ese aspecto. La salvación no se da solo en un rincón del mundo (aunque, en cierto sentido, sí es así, porque Jesús murió en un rincón del universo y en un rincón del Imperio Romano). Para Pablo, la salvación es un proceso que ocurre a escala universal. Pablo nos lleva a las vertiginosas alturas de los epouranios, o reinos celestiales.<br><br>Si consideramos el contexto bíblico más amplio, la noción de “los Cielos” es un concepto bíblico muy rico. Por un lado, “los Cielos” se refiere a todo el universo que Dios creó (Gén. 1:1; Sal. 8:3; 19:1; 2 Crón. 6:18), con toda su magnífica belleza. Por otro lado, la Biblia presenta otro significado de los “cielos”, más cercano al significado que emplea Pablo en Efesios, en el que el apóstol relaciona los lugares celestiales con la Creación y la salvación. Cuando Dios creó el universo, no permaneció fuera del universo (la Biblia no propugna el deísmo). Más bien, Dios eligió entrar al universo como su Creador, Proveedor y Rey (Sal. 11:4) y establecer una relación especial y personal con los seres que él creó a su imagen (Gén. 1:26-28). Esta relación se logra de varias maneras. Una, en su omnipresencia, Dios estuvo y está presente en todo el universo (Sal. 139:7, 8). Esta idea significa que podemos orar a Dios en cualquier lugar, en cualquier situación, y que él nos escucha en tiempo real.<br><br>Sin embargo, la Biblia describe otra forma en que Dios se encuentra y se relaciona con la población del universo. Muchos autores bíblicos enfatizan que Dios escogió un lugar en los Cielos donde estableció su Trono de amor y justicia (Sal. 103:19, 20). En ese lugar, Dios muestra su presencia visible y el gobierno del universo en forma permanente. Es en y desde ese lugar celestial que Dios bendice al universo mediante sus actos de amorosa providencia. Fue en su Trono donde se reunió con todos los seres inteligentes (Job 1:6); es allí donde todos los seres inteligentes del universo responden con culto y adoración ante la presencia, la providencia y el gobierno amoroso y justo de Dios.<br><br>En su Epístola a los Hebreos, Pablo también relaciona los Cielos con el Trono de Dios y el Santuario celestial: “Tenemos un Sumo Sacerdote que se sentó a la diestra del trono de la Majestad en el cielo; y es ministro del santuario, de aquel verdadero santuario que levantó el Señor y no el hombre” (Heb. 8:1-3; ver también Heb. 1:8; 4:16; 9:23-25; 12:2, 22-24). Así como en su Epístola a los Hebreos, y también como Daniel (Dan. 7), Salomón (2 Crón. 6) y más adelante Juan (Apoc. 4; 5), Pablo dirige la atención de sus lectores al lugar celestial de Dios, a su Trono y su Santuario celestial, desde donde Dios bendice a su pueblo con todas las bendiciones que concibió en sus planes originales de creación y de salvación en Cristo. Ilustración: El “interruptor de circuito por fallo a tierra”.<br><br>En el pasado, muchos murieron por electrocución doméstica accidental. Las casas modernas están equipadas con un ingenioso dispositivo de protección llamado interruptor de circuito por fallo a tierra (ICFT). Los ICFT detectan cualquier diferencia en la corriente del sistema e interrumpen la corriente eléctrica en cuestión de milisegundos. De esta manera, si un niño enchufa un objeto metálico en un tomacorriente, el interruptor de circuito se activará, detendrá la corriente, y salvará al niño de la muerte. Dios decidió crear nuestro mundo y coronarlo con seres humanos inteligentes y libres, con la capacidad de decidir rechazar a Dios y así pecar. Las consecuencias de pecar (como la consecuencia de tocar un cable eléctrico vivo) causan la muerte del pecador. Dios dijo a Adán y a Eva que morirían en el momento o el día en que pecaran (Gén. 2:17). Sin embargo, no murieron. Al contrario, se dieron cuenta de lo que había sucedido y huyeron de Dios (Gén. 3:6, 7). Se podría argumentar que la primera pareja murió de forma espiritual o que fueron condenados a muerte a largo plazo.<br><br>Si bien estas respuestas tienen mérito, el evangelio, especialmente como lo explica Pablo en Efesios, da una respuesta más completa a la pregunta de por qué Adán y Eva no murieron inmediatamente por causa de su pecado. Según Pablo, antes de la fundación del mundo (Efe. 1:4), Dios incorporó al plan de la Creación un dispositivo de seguridad, un “ICFT” espiritual. Cuando Adán y Eva cayeron en pecado, se suponía que debían morir, porque tocaron el “cable pelado” del pecado. Sin embargo, Adán y Eva no murieron inmediatamente, porque el plan de salvación, creado por Dios desde antes de la fundación del mundo, se activó de inmediato. Ese plan era Cristo, y quien cree en Cristo, quien elige ser hallado “en Cristo”, se salva del poder y las consecuencias del pecado, la culpa, la alienación y la muerte.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Pide a los alumnos que consideren esta pregunta: ¿Cuán elevada es su comu- nicación? Es decir, el contenido de su comunicación diaria oral, escrita o gráfica en su vida, ¿cómo revela que han sido tocados y transformados por la gracia de Dios y por la cosmovisión del Señor exaltado y su teología? ¿En qué medida los miembros de la clase sienten que las realidades eternas en los Cielos los influyen? ¿Cuánto se parecen el contenido y la forma de sus conversaciones a la de Pablo?<br><br>Pide a los alumnos que consideren la forma en que hablan con familiares, amigos, compañeros de trabajo y personas en espacios públicos. Desafíalos a revisar la forma en que escriben correos electrónicos o mensajes en varias plataformas de redes sociales. Además, incentívalos a revisar el contenido de sus conversaciones personales con familiares, amigos y colegas para que este se asemeje a Cristo y se vuelva más cristocéntrico.<br><br>En Efesios 1:5, Pablo escribe que Dios “nos predestinó para ser sus hijos adoptivos por Jesucristo, conforme al afecto de su voluntad”. Muchos cristianos entienden que este pasaje significa que el apóstol enseña el concepto de la predestinación en el sentido de que Dios nos elige para ser salvos, y que no podemos hacer nada para resistir su voluntad ni cambiar su decisión en este asunto. ¿Cómo explicarían los alumnos este texto a los siguientes grupos de personas: (1) a sus amigos cristianos que creen en el concepto de la predestinación y (2) a sus amigos o vecinos no cristianos?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>EL GRAN PLAN CRISTOCÉNTRICO DE DIOS<br></p>",
      "verse": "<p>“Alabado sea el Dios y Padre de nuestro Señor Jesucristo, que en Cristo nos ben- dijo con toda bendición espiritual en los cielos” (Efe. 1:3).<br></p>",
      "versionCode": 10,
      "weekDate": "1-7 de julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
