{
   "data":[
      {
         "color":"#0489B1",
         "id":713,
         "idEs":7,
         "language":"en",
         "lessonDays":[
            {
               "date":"June 18",
               "dayTitle":"",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p>Genesis covers the last years of Jacob and Joseph together. We see Jacob (Israel) leave Canaan (Genesis 46) in order to settle in Egypt (Genesis 47), and there he will die (Gen. 49:29–50:21). And yet, even in this Egyptian setting, the prospect of the Promised Land still looms large in the background (Gen. 50:22–26). \n</p><p>As soon as Jacob arrives in Egypt, Jacob blesses Pharaoh (Gen. 47:7–10), thus fulfilling (partially, of course) the Abrahamic promise to be a blessing to the nations (Gen. 12:3). Later, about to die, Jacob blesses Joseph’s sons (Genesis 48). Jacob also blesses his own sons (Gen. 49:1–28) and makes impressive predictions concerning each of them in the context of the future 12 tribes of Israel (Gen. 49:1–27). \n</p><p>The fact, however, that Israel “dwells” in exile, in Egypt as strangers, is in tension with the hope of the Promised Land. And though the book of Genesis itself ends with the children of Israel in Egypt, some of the last words of Joseph point to another place: “ ‘I am dying; but God will surely visit you, and bring you out of this land to the land of which He swore to Abraham, to Isaac, and to Jacob’ ” (Gen. 50:24, NKJV).</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 19",
               "dayTitle":"<p><strong>JACOB GOES TO JOSEPH</strong></p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p><strong>Read Genesis 46. What is the significance of Jacob’s departure from Canaan?</strong></p><p><strong>Genesis 46</strong></p><p><strong><sup>1</sup></strong> So Israel took his journey with all that he had, and came to Beersheba, and offered sacrifices to the God of his father Isaac.</p><p><sup><strong>2</strong></sup> Then God spoke to Israel in the visions of the night, and said, “Jacob, Jacob!” And he said, “Here I am.”&nbsp;</p><p><strong><sup>3</sup></strong> So He said, “I am God, the God of your father; do not fear to go down to Egypt, for I will make of you a great nation there.&nbsp;</p><p><strong><sup>4</sup></strong> I will go down with you to Egypt, and I will also surely bring you up again; and Joseph will put his hand on your eyes.”&nbsp;</p><p><strong><sup>5</sup></strong> Then Jacob arose from Beersheba; and the sons of Israel carried their father Jacob, their little ones, and their wives, in the carts which Pharaoh had sent to carry him.&nbsp;</p><p><strong><sup>6</sup></strong> So they took their livestock and their goods, which they had acquired in the land of Canaan, and went to Egypt, Jacob and all his descendants with him.&nbsp;</p><p><strong><sup>7</sup></strong> His sons and his sons’ sons, his daughters and his sons’ daughters, and all his descendants he brought with him to Egypt.&nbsp;</p><p><strong><sup>8</sup></strong> Now these were the names of the children of Israel, Jacob and his sons, who went to Egypt: Reuben was Jacob’s firstborn.&nbsp;</p><p><sup><strong>9</strong></sup> The sons of Reuben were Hanoch, Pallu, Hezron, and Carmi.&nbsp;</p><p><strong><sup>10</sup></strong> The sons of Simeon were Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman.&nbsp;</p><p><strong><sup>11</sup></strong> The sons of Levi were Gershon, Kohath, and Merari.&nbsp;</p><p><strong><sup>12</sup></strong> The sons of Judah were Er, Onan, Shelah, Perez, and Zerah (but Er and Onan died in the land of Canaan). The sons of Perez were Hezron and Hamul.&nbsp;</p><p><strong><sup>13</sup></strong> The sons of Issachar were Tola, Puvah, Job, and Shimron.&nbsp;</p><p><strong><sup>14</sup></strong> The sons of Zebulun were Sered, Elon, and Jahleel.&nbsp;</p><p><strong><sup>15</sup></strong> These were the sons of Leah, whom she bore to Jacob in Padan Aram, with his daughter Dinah. All the persons, his sons and his daughters, were thirty-three.&nbsp;</p><p><strong><sup>16</sup></strong> The sons of Gad were Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli.&nbsp;</p><p><strong><sup>17</sup></strong> The sons of Asher were Jimnah, Ishuah, Isui, Beriah, and Serah, their sister. And the sons of Beriah were Heber and Malchiel.&nbsp;</p><p><strong><sup>18</sup></strong> These were the sons of Zilpah, whom Laban gave to Leah his daughter; and these she bore to Jacob: sixteen persons.&nbsp;</p><p><strong><sup>19</sup></strong> The sons of Rachel, Jacob’s wife, were Joseph and Benjamin.&nbsp;</p><p><strong><sup>20</sup></strong> And to Joseph in the land of Egypt were born Manasseh and Ephraim, whom Asenath, the daughter of Poti-Pherah priest of On, bore to him.&nbsp;</p><p><strong><sup>21</sup></strong> The sons of Benjamin were Belah, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.&nbsp;</p><p><strong><sup>22</sup></strong> These were the sons of Rachel, who were born to Jacob: fourteen persons in all.&nbsp;</p><p><strong><sup>23</sup></strong> The son of Dan was Hushim.&nbsp;</p><p><strong><sup>24</sup></strong> The sons of Naphtali were Jahzeel, Guni, Jezer, and Shillem.&nbsp;</p><p><strong><sup>25</sup></strong> These were the sons of Bilhah, whom Laban gave to Rachel his daughter, and she bore these to Jacob: seven persons in all.&nbsp;</p><p><strong><sup>26</sup></strong> All the persons who went with Jacob to Egypt, who came from his body, besides Jacob’s sons’ wives, were sixty-six persons in all.&nbsp;</p><p><strong><sup>27</sup></strong> And the sons of Joseph who were born to him in Egypt were two persons. All the persons of the house of Jacob who went to Egypt were seventy.&nbsp;</p><p><strong><sup>28</sup></strong> Then he sent Judah before him to Joseph, to point out before him the way to Goshen. And they came to the land of Goshen.&nbsp;</p><p><strong><sup>29</sup></strong> So Joseph made ready his chariot and went up to Goshen to meet his father Israel; and he presented himself to him, and fell on his neck and wept on his neck a good while.&nbsp;</p><p><strong><sup>30</sup></strong> And Israel said to Joseph, “Now let me die, since I have seen your face, because you are still alive.”&nbsp;</p><p><strong><sup>31</sup></strong> Then Joseph said to his brothers and to his father’s household, “I will go up and tell Pharaoh, and say to him, ‘My brothers and those of my father’s house, who were in the land of Canaan, have come to me.&nbsp;</p><p><strong><sup>32</sup></strong> And the men are shepherds, for their occupation has been to feed livestock; and they have brought their flocks, their herds, and all that they have.’&nbsp;</p><p><strong><sup>33</sup></strong> So it shall be, when Pharaoh calls you and says, ‘What is your occupation?’&nbsp;</p><p><strong><sup>34</sup></strong> that you shall say, ‘Your servants’ occupation has been with livestock from our youth even till now, both we and also our fathers,’ that you may dwell in the land of Goshen; for every shepherd is an abomination to the Egyptians.”</p><p>When Jacob leaves his place in Canaan, he is full of hope. The assur- ance that he will no longer be hungry and the good news that Joseph is alive must have given him the momentum that he needed to leave the Promised Land.&nbsp;</p><p>Jacob’s departure echoes the experience of Abraham, though in Abraham’s case he was heading to the Promised Land. Jacob hears the same promise Abraham heard from God, namely that He will make him “a great nation” (Gen. 46:3; compare with Gen. 12:2). God’s call here also is reminiscent of God’s covenant with Abraham; in both occasions God uses the same reassuring words “ ‘do not fear’ ” (Gen. 46:3, NKJV; compare with Gen. 15:1), which carry the promise of a glorious future.&nbsp;\n</p><p><strong>Genesis 12:2</strong></p><p><strong style=\"background-color: initial;\"><sup>2</sup></strong> I will make you a great nation; I will bless you And make your name great; And you shall be a blessing.</p><p><strong>Genesis 15:1</strong></p><p><span style=\"background-color: initial;\"><strong><sup>1</sup></strong> After these things the word of the Lord came to Abram in a vision, saying, “Do not be afraid, Abram. I am your shield, your exceedingly great reward.”</span><strong style=\"background-color: initial;\">&nbsp;</strong></p><p>The comprehensive listing of the names of the children of Israel who went to Egypt, including his daughters (Gen. 46:7), recalls God’s promise of fruitfulness to Abraham even when he was still childless. The number “seventy” (including Jacob, Joseph, and his two sons) expresses the idea of totality. It is “all Israel” that goes to Egypt. It also is significant that the number 70 corresponds to the number of nations (Genesis 10), suggesting that the destiny of all the nations also is at stake in Jacob’s journey.&nbsp;</p><p>This truth will become more evident only many years later, after the Cross and the fuller revelation of the plan of salvation, which, of course, was for all humanity, everywhere, and not just for the children of Abraham.&nbsp;</p><p>In other words, however interesting the stories are regarding this family, the seed of Abraham, and whatever spiritual lessons we can take from them—these accounts are in the Word of God because they are part of salvation history; they are part of God’s plan to bring redemption to as many as possible on this fallen planet.&nbsp;</p><p><strong>“For there is no distinction between Jew and Greek, for the same Lord over all is rich to all who call upon Him. For ‘whoever calls on the name of the Lord shall be saved’ ” (Rom. 10:12, 13, NKJV).</strong></p><p><strong>Romanos 10:12,13</strong></p><p><strong><sup>12</sup></strong> For there is no distinction between Jew and Greek, for the same Lord over all is rich to all who call upon Him.&nbsp;</p><p><strong><sup>13</sup></strong> For “whoever calls on the name of the Lord shall be saved.”</p><p><strong>What does Paul say here that shows the universality of the gospel? More important, what do these words say to us regarding what we as a church should be doing to help spread the gospel?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 20",
               "dayTitle":"<p><strong>JACOB SETTLES IN EGYPT</strong></p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p>It’s very interesting how, despite all that Jacob had been told about Joseph’s being alive in Egypt, the Lord still gave him “visions of the night” (Gen. 46:2) and in them commanded him to leave. Jacob leaves the Land of Promise for, of all places, Egypt—which later becomes associated with the one place that God’s people do not want to go (Deut. 17:16).</p><p><strong>Genesis 46:2</strong></p><p><strong><sup>2</sup> </strong>Then God spoke to Israel in the visions of the night, and said, “Jacob, Jacob!”<span style=\"background-color: initial;\">And he said, “Here I am.”</span></p><p><span style=\"background-color: initial;\"><strong>Deuteronomy 17:16</strong></span></p><p><span style=\"background-color: initial;\"><strong><sup>16&nbsp;&nbsp;</sup></strong>But he shall not multiply horses for himself, nor cause the people to return to Egypt to multiply horses, for the Lord has said to you, ‘You shall not return that way again.’</span></p><p><strong style=\"background-color: initial;\">Read Genesis 47. What spiritual truths and principles can we find in this account?</strong></p><p><strong style=\"background-color: initial;\">Genesis 47</strong></p><p><strong style=\"background-color: initial;\"><sup>1</sup></strong><span style=\"background-color: initial;\">&nbsp;Then Joseph went and told Pharaoh, and said, “My father and my brothers, their flocks and their herds and all that they possess, have come from the land of Canaan; and indeed they are in the land of Goshen.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>2</sup></strong> And he took five men from among his brothers and presented them to Pharaoh.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>3</sup></strong> Then Pharaoh said to his brothers, “What is your occupation?” And they said to Pharaoh, “Your servants are shepherds, both we and also our fathers.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>4</sup></strong> And they said to Pharaoh, “We have come to dwell in the land, because your servants have no pasture for their flocks, for the famine is severe in the land of Canaan. Now therefore, please let your servants dwell in the land of Goshen.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>5</sup></strong> Then Pharaoh spoke to Joseph, saying, “Your father and your brothers have come to you.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>6</sup></strong> The land of Egypt is before you. Have your father and brothers dwell in the best of the land; let them dwell in the land of Goshen. And if you know any competent men among them, then make them chief herdsmen over my livestock.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>7</sup></strong> Then Joseph brought in his father Jacob and set him before Pharaoh; and Jacob blessed Pharaoh.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>8</sup></strong> Pharaoh said to Jacob, “How old are you?”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>9</sup></strong> And Jacob said to Pharaoh, “The days of the years of my pilgrimage are one hundred and thirty years; few and evil have been the days of the years of my life, and they have not attained to the days of the years of the life of my fathers in the days of their pilgrimage.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>10</sup></strong> So Jacob blessed Pharaoh, and went out from before Pharaoh.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>11</sup></strong> And Joseph situated his father and his brothers, and gave them a possession in the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had commanded.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>12</sup></strong> Then Joseph provided his father, his brothers, and all his father’s household with bread, according to the number in their families.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>13</sup></strong> Now there was no bread in all the land; for the famine was very severe, so that the land of Egypt and the land of Canaan languished because of the famine.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>14</sup></strong> And Joseph gathered up all the money that was found in the land of Egypt and in the land of Canaan, for the grain which they bought; and Joseph brought the money into Pharaoh’s house.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>15</sup></strong> So when the money failed in the land of Egypt and in the land of Canaan, all the Egyptians came to Joseph and said, “Give us bread, for why should we die in your presence? For the money has failed.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>16</sup></strong> Then Joseph said, “Give your livestock, and I will give you bread for your livestock, if the money is gone.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>17</sup></strong> So they brought their livestock to Joseph, and Joseph gave them bread in exchange for the horses, the flocks, the cattle of the herds, and for the donkeys. Thus he fed them with bread in exchange for all their livestock that year.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>18</sup></strong> When that year had ended, they came to him the next year and said to him, “We will not hide from my lord that our money is gone; my lord also has our herds of livestock. There is nothing left in the sight of my lord but our bodies and our lands.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>19</sup></strong> Why should we die before your eyes, both we and our land? Buy us and our land for bread, and we and our land will be servants of Pharaoh; give us seed, that we may live and not die, that the land may not be desolate.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>20</sup></strong> Then Joseph bought all the land of Egypt for Pharaoh; for every man of the Egyptians sold his field, because the famine was severe upon them. So the land became Pharaoh’s.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>21</sup></strong> And as for the people, he moved them into the cities, from one end of the borders of Egypt to the other end.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>22</sup></strong> Only the land of the priests he did not buy; for the priests had rations allotted to them by Pharaoh, and they ate their rations which Pharaoh gave them; therefore they did not sell their lands.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>23</sup></strong> Then Joseph said to the people, “Indeed I have bought you and your land this day for Pharaoh. Look, here is seed for you, and you shall sow the land.</span></p><p><span style=\"background-color: initial;\"><strong><sup>24</sup></strong> And it shall come to pass in the harvest that you shall give one-fifth to Pharaoh. Four-fifths shall be your own, as seed for the field and for your food, for those of your households and as food for your little ones.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>25</sup></strong> So they said, “You have saved our lives; let us find favor in the sight of my lord, and we will be Pharaoh’s servants.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>26</sup></strong> And Joseph made it a law over the land of Egypt to this day, that Pharaoh should have one-fifth, except for the land of the priests only, which did not become Pharaoh’s.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>27</sup></strong> So Israel dwelt in the land of Egypt, in the country of Goshen; and they had possessions there and grew and multiplied exceedingly.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>28</sup></strong> And Jacob lived in the land of Egypt seventeen years. So the length of Jacob’s life was one hundred and forty-seven years.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>29</sup></strong> When the time drew near that Israel must die, he called his son Joseph and said to him, “Now if I have found favor in your sight, please put your hand under my thigh, and deal kindly and truly with me. Please do not bury me in Egypt,&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>30</sup></strong> but let me lie with my fathers; you shall carry me out of Egypt and bury me in their burial place.” And he said, “I will do as you have said.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>31</sup></strong> Then he said, “Swear to me.” And he swore to him. So Israel bowed himself on the head of the bed.</span></p><p>“Joseph took five of his brothers to present to Pharaoh and receive from him the grant of land for their future home. Gratitude to his prime minister would have led the monarch to honor them with appointments to offices of state; but Joseph, true to the worship of Jehovah, sought to save his brothers from the temptations to which they would be exposed at a hea- then court; therefore he counseled them, when questioned by the king, to tell him frankly their occupation. The sons of Jacob followed this counsel, being careful also to state that they had come to sojourn in the land, not to become permanent dwellers there, thus reserving the right to depart if they chose. The king assigned them a home, as offered, in ‘the best of the land,’ the country of Goshen.”—Ellen G. White, Patriarchs and Prophets, p. 233.&nbsp;</p><p>Wisely, too, Pharaoh does not encourage these sojourners to become beggars, living off the largess of their host. He enquires about their “occupation” (Gen. 47:3, NKJV) in order that they may adjust better in their new environment. He also is eager to use their expertise, and even suggests that they serve him as “chief herdsmen over [his] livestock” (Gen. 47:6, NKJV).&nbsp;</p><p>Then, although Jacob, the foreigner, is the inferior, the stranger, he stands before the leader of the land, and, as the text says, “Jacob blessed Pharaoh” (Gen. 47:7). He, the lowly stranger, is the one who blesses Pharaoh, the ruler of mighty Egypt? Why should that be?&nbsp;</p><p>The verb ‘amad lifney, “set . . . before” (Gen. 47:7), is normally used in priestly contexts (Lev. 14:11). Considering that in ancient Egypt the pharaoh had the status of the highest priest, this means that, in a spiritual sense, Jacob stands higher than the highest priest of Egypt, higher even than Pharaoh himself.</p><p><strong>Leviticus 14:11</strong></p><p><strong><sup>11</sup></strong> Then the priest who makes him clean shall present the man who is to be made clean, and those things, before the Lord, at the door of the tabernacle of meeting.</p><p><strong>Whatever our station in life, what should it mean to us, in how we treat others, that we are “a royal priesthood, a holy nation, His own special people” (1 Pet. 2:9)? What obligations does our faith put on us?</strong></p><p><strong>1 Peter 2:9</strong></p><p><strong><sup>9</sup></strong> But you are a chosen generation, a royal priesthood, a holy nation, His own special people, that you may proclaim the praises of Him who called you out of darkness into His marvelous light;</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 21",
               "dayTitle":"<p><strong>JACOB BLESSES JOSEPH´S SONS</strong></p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p>As Jacob approaches death, he remembers his earlier return to Bethel (Gen. 35:1–15), when he received from God the renewed promise of the “everlasting possession” (Gen. 48:4) that was given to Abraham (Gen. 17:8). The hope of the Promised Land is, therefore, a comforting thought that nurtures his hope as he feels death coming. Jacob turns, then, to Joseph’s two sons, who were born in Egypt, and blesses them, but does so in the context of the future promise regarding his own seed.</p><p><strong>Genesis 35:1-15</strong></p><p><strong><sup>1</sup></strong> Then God said to Jacob, “Arise, go up to Bethel and dwell there; and make an altar there to God, who appeared to you when you fled from the face of Esau your brother.”&nbsp;</p><p><strong><sup>2</sup></strong> And Jacob said to his household and to all who were with him, “Put away the foreign gods that are among you, purify yourselves, and change your garments.&nbsp;</p><p><strong><sup>3</sup></strong> Then let us arise and go up to Bethel; and I will make an altar there to God, who answered me in the day of my distress and has been with me in the way which I have gone.”&nbsp;</p><p><strong><sup>4</sup></strong> So they gave Jacob all the foreign gods which were in their hands, and the earrings which were in their ears; and Jacob hid them under the terebinth tree which was by Shechem.&nbsp;</p><p><strong><sup>5</sup></strong> And they journeyed, and the terror of God was upon the cities that were all around them, and they did not pursue the sons of Jacob.&nbsp;</p><p><strong><sup>6</sup></strong> So Jacob came to Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him.&nbsp;</p><p><strong><sup>7</sup></strong> And he built an altar there and called the place El Bethel, because there God appeared to him when he fled from the face of his brother.&nbsp;</p><p><strong><sup>8</sup></strong> Now Deborah, Rebekah’s nurse, died, and she was buried below Bethel under the terebinth tree. So the name of it was called Allon Bachuth.&nbsp;</p><p><strong><sup>9</sup></strong> Then God appeared to Jacob again, when he came from Padan Aram, and blessed him.&nbsp;</p><p><strong><sup>10</sup></strong> And God said to him, “Your name is Jacob; your name shall not be called Jacob anymore, but Israel shall be your name.” So He called his name Israel.&nbsp;</p><p><strong><sup>11</sup></strong> Also God said to him: “I am God Almighty. Be fruitful and multiply; a nation and a company of nations shall proceed from you, and kings shall come from your body.&nbsp;</p><p><strong><sup>12</sup></strong> The land which I gave Abraham and Isaac I give to you; and to your descendants after you I give this land.”&nbsp;</p><p><strong><sup>13</sup></strong> Then God went up from him in the place where He talked with him.&nbsp;</p><p><strong><sup>14</sup></strong> So Jacob set up a pillar in the place where He talked with him, a pillar of stone; and he poured a drink offering on it, and he poured oil on it.&nbsp;</p><p><strong><sup>15</sup></strong> And Jacob called the name of the place where God spoke with him, Bethel.</p><p><strong>Read Genesis 48. Why did Jacob bless Joseph’s two sons here, and not his other grandsons?</strong>&nbsp;&nbsp;</p><p><strong>Genesis 48</strong></p><p><strong><sup>1</sup></strong><span style=\"background-color: initial;\">&nbsp;Now it came to pass after these things that Joseph was told, “Indeed your father is sick”; and he took with him his two sons, Manasseh and Ephraim.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>2</sup></strong> And Jacob was told, “Look, your son Joseph is coming to you”; and Israel strengthened himself and sat up on the bed.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>3</strong></sup> Then Jacob said to Joseph: “God Almighty appeared to me at Luz in the land of Canaan and blessed me,&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>4</sup></strong> and said to me, ‘Behold, I will make you fruitful and multiply you, and I will make of you a multitude of people, and give this land to your descendants after you as an everlasting possession.’&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>5</sup></strong> And now your two sons, Ephraim and Manasseh, who were born to you in the land of Egypt before I came to you in Egypt, are mine; as Reuben and Simeon, they shall be mine.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>6</sup></strong> Your offspring whom you beget after them shall be yours; they will be called by the name of their brothers in their inheritance.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>7</sup></strong> But as for me, when I came from Padan, Rachel died beside me in the land of Canaan on the way, when there was but a little distance to go to Ephrath; and I buried her there on the way to Ephrath (that is, Bethlehem).”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>8</sup></strong> Then Israel saw Joseph’s sons, and said, “Who are these?”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>9</sup></strong> Joseph said to his father, “They are my sons, whom God has given me in this place.” And he said, “Please bring them to me, and I will bless them.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>10</sup></strong> Now the eyes of Israel were dim with age, so that he could not see. Then Joseph brought them near him, and he kissed them and embraced them.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>11</sup></strong> And Israel said to Joseph, “I had not thought to see your face; but in fact, God has also shown me your offspring!”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>12</sup></strong> So Joseph brought them from beside his knees, and he bowed down with his face to the earth.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>13</sup></strong> And Joseph took them both, Ephraim with his right hand toward Israel’s left hand, and Manasseh with his left hand toward Israel’s right hand, and brought them near him.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>14</sup></strong> Then Israel stretched out his right hand and laid it on Ephraim’s head, who was the younger, and his left hand on Manasseh’s head, guiding his hands knowingly, for Manasseh was the firstborn.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>15</sup></strong> And he blessed Joseph, and said: “God, before whom my fathers Abraham and Isaac walked, The God who has fed me all my life long to this day,&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>16</sup></strong> The Angel who has redeemed me from all evil, Bless the lads; Let my name be named upon them, And the name of my fathers Abraham and Isaac; And let them grow into a multitude in the midst of the earth.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>17</sup></strong> Now when Joseph saw that his father laid his right hand on the head of Ephraim, it displeased him; so he took hold of his father’s hand to remove it from Ephraim’s head to Manasseh’s head.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>18</sup></strong> And Joseph said to his father, “Not so, my father, for this one is the firstborn; put your right hand on his head.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>19</sup></strong> But his father refused and said, “I know, my son, I know. He also shall become a people, and he also shall be great; but truly his younger brother shall be greater than he, and his descendants shall become a multitude of nations.”&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>20</sup></strong> So he blessed them that day, saying, “By you Israel will bless, saying, ‘May God make you as Ephraim and as Manasseh!’ ” And thus he set Ephraim before Manasseh.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>21</sup></strong> Then Israel said to Joseph, “Behold, I am dying, but God will be with you and bring you back to the land of your fathers.&nbsp;</span></p><p><span style=\"background-color: initial;\"><strong><sup>22</sup></strong> Moreover I have given to you one portion above your brothers, which I took from the hand of the Amorite with my sword and my bow.”</span></p><p>Joseph’s two sons, Manasseh and Ephraim, are the only grandsons that Jacob blessed. They are thus elevated from the status of grandsons to the status of sons (Gen. 48:5). Although Jacob’s blessing implies a preeminence of the second (Ephraim) over the first (Manasseh), Jacob’s blessing essentially concerns Joseph (Gen. 48:15).&nbsp;</p><p>What we see here is a personal testimony about God’s faithfulness to them in the past and His promise for them in the future. Jacob refers to the God of Abraham and Isaac (Gen. 48:15), who had provided food and protection for them. He is the same God who “has redeemed me from all evil” (Gen. 48:16, NKJV). Jacob also has in mind “the God of Bethel” (Gen. 31:13), with whom he wrestled (Gen. 32:29) and who changed his name from Jacob to “Israel” (Gen. 32:26–29).</p><p><strong>Genesis 31:13</strong></p><p><strong><sup>13</sup></strong> I am the God of Bethel, where you anointed the pillar and where you made a vow to Me. Now arise, get out of this land, and return to the land of your family.’ ”</p><p><strong>Genesis 32:26-29</strong></p><p><sup><strong style=\"\">26</strong> </sup>And He said, “Let Me go, for the day breaks.” But he said, “I will not let You go unless You bless me!”&nbsp;</p><p><strong><sup>27</sup></strong> So He said to him, “What is your name?” He said, “Jacob.”&nbsp;</p><p><strong><sup>28</sup></strong> And He said, “Your name shall no longer be called Jacob, but Israel; for you have struggled with God and with men, and have prevailed.”&nbsp;</p><p><strong><sup>29</sup></strong> Then Jacob asked, saying, “Tell me Your name, I pray.” And He said, “Why is it that you ask about My name?” And He blessed him there.</p><p>By referring to all these experiences where God turns the evil into good, Jacob expresses his hope that not only will God take care of the present lives of his grandsons, just as He cared for his own life and Joseph’s, but Jacob also thinks of the future, when his descendants will return to Canaan. This hope is clear from his reference to Shechem (Gen. 48:22), which not only is a piece of land that he had acquired (Gen. 33:19) but also is a place where Joseph’s bones will be buried (Josh. 24:32) and where the land will be distributed to the tribes of Israel (Josh. 24:1). Even amid all that has happened, Jacob keeps in mind the promises of God, who said that through this family “ ‘all the families of the earth shall be blessed’ ” (Gen 12:3, NKJV).</p><p><strong>Genesis 33:19</strong></p><p><strong><sup>19</sup></strong> And he bought the parcel of land, where he had pitched his tent, from the children of Hamor, Shechem’s father, for one hundred pieces of money.</p><p><strong>Josh 24:32</strong></p><p><sup><strong>32</strong> </sup>The bones of Joseph, which the children of Israel had brought up out of Egypt, they buried at Shechem, in the plot of ground which Jacob had bought from the sons of Hamor the father of Shechem for one hundred pieces of silver, and which had become an inheritance of the children of Joseph.</p><p><strong>Josh 24:1</strong></p><p><sup><strong>24</strong> </sup>Then Joshua gathered all the tribes of Israel to Shechem and called for the elders of Israel, for their heads, for their judges, and for their officers; and they presented themselves before God.</p><p><strong>Genesis 12:3</strong></p><p><strong><sup>3&nbsp;</sup></strong>I will bless those who bless you,&nbsp;<span style=\"background-color: initial;\">And I will curse him who curses you;&nbsp;</span><span style=\"background-color: initial;\">And in you all the families of the earth shall be blessed.”</span></p><p><strong>Read Acts 3:25, 26. According to Peter, how was this promise of Genesis 12:3 being fulfilled? How have we, ourselves, received this blessing?</strong></p><p><strong>Acts 3:25,26</strong></p><p><strong><sup>25 </sup></strong>You are sons of the prophets, and of the covenant which God made with our fathers, saying to Abraham, ‘And in your seed all the families of the earth shall be blessed.’&nbsp;</p><p><strong><sup>26</sup></strong> To you first, God, having raised up His Servant Jesus, sent Him to bless you, in turning away every one of you from your iniquities.”</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 22",
               "dayTitle":"<p><strong>JACOB BLESSES HIS SONS</strong></p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p><strong>Read Genesis 49:1–28. What is the spiritual significance of Jacob’s blessing on his sons?</strong>&nbsp;</p><p><strong>Genesis 49:1–28.</strong></p><p><strong><sup>1</sup></strong> And Jacob called his sons and said, “Gather together, that I may tell you what shall befall you in the last days:&nbsp;</p><p><strong><sup>2</sup></strong> “Gather together and hear, you sons of Jacob, And listen to Israel your father.&nbsp;</p><p><strong><sup>3</sup></strong> “Reuben, you are my firstborn, My might and the beginning of my strength, The excellency of dignity and the excellency of power.&nbsp;</p><p><strong><sup>4</sup></strong> Unstable as water, you shall not excel, Because you went up to your father’s bed; Then you defiled it— He went up to my couch.&nbsp;</p><p><strong><sup>5</sup></strong> “Simeon and Levi are brothers; Instruments of cruelty are in their dwelling place.&nbsp;</p><p><strong><sup>6</sup></strong> Let not my soul enter their council; Let not my honor be united to their assembly; For in their anger they slew a man, And in their self-will they hamstrung an ox.&nbsp;</p><p><strong><sup>7</sup></strong> Cursed be their anger, for it is fierce; And their wrath, for it is cruel! I will divide them in Jacob And scatter them in Israel.&nbsp;</p><p><strong><sup>8</sup></strong> “Judah, you are he whom your brothers shall praise; Your hand shall be on the neck of your enemies; Your father’s children shall bow down before you.&nbsp;</p><p><strong><sup>9</sup></strong> Judah is a lion’s whelp; From the prey, my son, you have gone up. He bows down, he lies down as a lion; And as a lion, who shall rouse him?&nbsp;</p><p><strong><sup>10</sup></strong> The scepter shall not depart from Judah, Nor a lawgiver from between his feet, Until Shiloh comes; And to Him shall be the obedience of the people.&nbsp;</p><p><strong><sup>11</sup></strong> Binding his donkey to the vine, And his donkey’s colt to the choice vine, He washed his garments in wine, And his clothes in the blood of grapes.&nbsp;</p><p><strong><sup>12</sup></strong> His eyes are darker than wine, And his teeth whiter than milk.&nbsp;</p><p><strong><sup>13</sup></strong> “Zebulun shall dwell by the haven of the sea; He shall become a haven for ships, And his border shall adjoin Sidon.&nbsp;</p><p><strong><sup>14</sup></strong> “Issachar is a strong donkey, Lying down between two burdens;&nbsp;</p><p><strong><sup>15</sup></strong> He saw that rest was good, And that the land was pleasant; He bowed his shoulder to bear a burden, And became a band of slaves.&nbsp;</p><p><strong><sup>16</sup></strong> “Dan shall judge his people As one of the tribes of Israel.&nbsp;</p><p><strong><sup>17</sup></strong> Dan shall be a serpent by the way, A viper by the path, That bites the horse’s heels So that its rider shall fall backward.&nbsp;</p><p><strong><sup>18</sup></strong> I have waited for your salvation, O Lord!&nbsp;</p><p><strong><sup>19</sup></strong> “Gad, a troop shall tramp upon him, But he shall triumph at last.&nbsp;</p><p><strong><sup>20</sup></strong> “Bread from Asher shall be rich, And he shall yield royal dainties.&nbsp;</p><p><strong><sup>21</sup></strong> “Naphtali is a deer let loose; He uses beautiful words.&nbsp;</p><p><strong><sup>22</sup></strong> “Joseph is a fruitful bough, A fruitful bough by a well; His branches run over the wall.&nbsp;</p><p><strong><sup>23</sup></strong> The archers have bitterly grieved him, Shot at him and hated him.&nbsp;</p><p><strong><sup>24</sup></strong> But his bow remained in strength, And the arms of his hands were made strong By the hands of the Mighty God of Jacob (From there is the Shepherd, the Stone of Israel),&nbsp;</p><p><strong><sup>25</sup></strong> By the God of your father who will help you, And by the Almighty who will bless you With blessings of heaven above, Blessings of the deep that lies beneath, Blessings of the breasts and of the womb.&nbsp;</p><p><strong><sup>26</sup></strong> The blessings of your father Have excelled the blessings of my ancestors, Up to the utmost bound of the everlasting hills. They shall be on the head of Joseph, And on the crown of the head of him who was separate from his brothers.&nbsp;</p><p><strong><sup>27</sup></strong> “Benjamin is a ravenous wolf; In the morning he shall devour the prey, And at night he shall divide the spoil.”&nbsp;</p><p><strong><sup>28</sup></strong> All these are the twelve tribes of Israel, and this is what their father spoke to them. And he blessed them; he blessed each one according to his own blessing.</p><p>Beyond the prophecies concerning the immediate history of the tribes of Israel, Jacob sees the Messiah and the ultimate hope of salvation. This hope already is indicated in Jacob’s opening words that use the expression “in the last days” (Gen. 49:1), a technical expression that refers to the coming of the Messianic King (Isa. 2:2, Dan. 10:14).&nbsp;</p><p><strong>Isaiah 2:2</strong></p><p><strong><sup>2</sup></strong> Now it shall come to pass in the latter days that the mountain of the Lord’s house shall be established on the top of the mountains, and shall be exalted above the hills; and all nations shall flow to it.</p><p><strong>Daniel 10:14</strong></p><p><strong><sup>14</sup></strong> Now I have come to make you understand what will happen to your people in the latter days, for the vision refers to many days yet to come.”</p><p>The text then goes through the future line of each of these men. These are not predestinated fates, as if God willed that each of these would face what they faced; rather, they are expressions of what their characters and the characters of their children would bring about. God’s knowing, for instance, that someone will kill an innocent man is a radically different thing from God’s having willed that the killer do it.&nbsp;</p><p><strong>Read Genesis 49:8–12. What prophecy is given here, and why is it important?&nbsp;&nbsp;</strong></p><p>Over and above human free will, God does know the future, and He had arranged that it would be through Judah that the Messiah would come. Judah (Gen. 49:8–12), who is represented by a lion (Gen. 49:9), refers to royalty and praise. Judah will not only produce King David, but also the Shiloh; that is, the One who will bring shalom, “peace” (Isa. 9:6, 7), to Him “shall be the obedience of the people” (Gen. 49:10, NKJV).&nbsp;</p><p><strong>Isaiah 9:6,7</strong></p><p><strong><sup>6</sup></strong> For unto us a Child is born, Unto us a Son is given; And the government will be upon His shoulder. And His name will be called Wonderful, Counselor, Mighty God, Everlasting Father, Prince of Peace.&nbsp;</p><p><strong><sup>7</sup></strong> Of the increase of His government and peace There will be no end, Upon the throne of David and over His kingdom, To order it and establish it with judgment and justice From that time forward, even forever. The zeal of the Lord of hosts will perform this.</p><p>The Jews have long seen this as a Messianic prophecy pointing to the coming Messiah, and Christians, too, have seen this text as pointing to Jesus. “Unto him shall the gathering of the people be” (Gen. 49:10), which is, perhaps, a precursor to the New Testament promise “that at the name of Jesus every knee should bow” (Phil. 2:10).&nbsp;</p><p><strong>Philippians 2:10</strong></p><p><strong><sup>10</sup></strong> that at the name of Jesus every knee should bow, of those in heaven, and of those on earth, and of those under the earth,</p><p>As Ellen G. White wrote: “The lion, king of the forest, is a fitting symbol of this tribe, from which came David, and the Son of David, Shiloh, the true ‘Lion of the tribe of Judah,’ to whom all powers shall finally bow and all nations render homage.”—Patriarchs and Prophets, p. 236.&nbsp;</p><p><strong>Why should we be rendering homage to Jesus now, even before all nations will do it?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 23",
               "dayTitle":"<p>The Hope of the Promised Land<br></p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p><strong>Read Genesis 49:29–50:21. What great themes of hope are found in the conclusion of the book of Genesis?</strong><br></p><p><strong>Genesis 49:29–50:21<sup><br><br>29</sup></strong> And he charged them, and said unto them, I am to be gathered unto my people: bury me with my fathers in the cave that is in the field of Ephron the Hittite,<sup><br><br><strong>30</strong></sup> In the cave that is in the field of Machpelah, which is before Mamre, in the land of Canaan, which Abraham bought with the field of Ephron the Hittite for a possession of a buryingplace.<sup><br><br><strong>31</strong></sup> There they buried Abraham and Sarah his wife; there they buried Isaac and Rebekah his wife; and there I buried Leah.<sup><br><br><strong>32</strong></sup> The purchase of the field and of the cave that is therein was from the children of Heth.<sup><br><br><strong>33</strong></sup> And when Jacob had made an end of commanding his sons, he gathered up his feet into the bed, and yielded up the ghost, and was gathered unto his people.<strong><br><br></strong></p><h3>50</h3><p><sup><strong>1</strong></sup> And Joseph fell upon his father's face, and wept upon him, and kissed him.<sup><br><br><strong>2</strong></sup> And Joseph commanded his servants the physicians to embalm his father: and the physicians embalmed Israel.<sup><br><br><strong>3 </strong></sup>And forty days were fulfilled for him; for so are fulfilled the days of those which are embalmed: and the Egyptians mourned for him threescore and ten days.<sup><br><br><strong>4 </strong></sup>And when the days of his mourning were past, Joseph spake unto the house of Pharaoh, saying, If now I have found grace in your eyes, speak, I pray you, in the ears of Pharaoh, saying,<sup><br><br><strong>5 </strong></sup>My father made me swear, saying, Lo, I die: in my grave which I have digged for me in the land of Canaan, there shalt thou bury me. Now therefore let me go up, I pray thee, and bury my father, and I will come again.<sup><br><br><strong>6</strong></sup> And Pharaoh said, Go up, and bury thy father, according as he made thee swear.<sup><br><br><strong>7 </strong></sup>And Joseph went up to bury his father: and with him went up all the servants of Pharaoh, the elders of his house, and all the elders of the land of Egypt,<sup><br><br><strong>8 </strong></sup>And all the house of Joseph, and his brethren, and his father's house: only their little ones, and their flocks, and their herds, they left in the land of Goshen.<sup><br><br><strong>9</strong></sup> And there went up with him both chariots and horsemen: and it was a very great company.<sup><br><br><strong>10 </strong></sup>And they came to the threshingfloor of Atad, which is beyond Jordan, and there they mourned with a great and very sore lamentation: and he made a mourning for his father seven days.<sup><br><br><strong>11 </strong></sup>And when the inhabitants of the land, the Canaanites, saw the mourning in the floor of Atad, they said, This is a grievous mourning to the Egyptians: wherefore the name of it was called Abelmizraim, which is beyond Jordan.<sup><br><br><strong>12</strong></sup> And his sons did unto him according as he commanded them:<sup><br><br><strong>13</strong></sup> For his sons carried him into the land of Canaan, and buried him in the cave of the field of Machpelah, which Abraham bought with the field for a possession of a buryingplace of Ephron the Hittite, before Mamre.<sup><br><br><strong>14 </strong></sup>And Joseph returned into Egypt, he, and his brethren, and all that went up with him to bury his father, after he had buried his father.<sup><br><br><strong>15</strong></sup> And when Joseph's brethren saw that their father was dead, they said, Joseph will peradventure hate us, and will certainly requite us all the evil which we did unto him.<sup><br><br><strong>16</strong></sup> And they sent a messenger unto Joseph, saying, Thy father did command before he died, saying,<sup><br><br><strong>17</strong></sup> So shall ye say unto Joseph, Forgive, I pray thee now, the trespass of thy brethren, and their sin; for they did unto thee evil: and now, we pray thee, forgive the trespass of the servants of the God of thy father. And Joseph wept when they spake unto him.<sup><br><br><strong>18 </strong></sup>And his brethren also went and fell down before his face; and they said, Behold, we be thy servants.<strong><br><br><sup>19</sup></strong> And Joseph said unto them, Fear not: for am I in the place of God?<sup><br><br><strong>20 </strong></sup>But as for you, ye thought evil against me; but God meant it unto good, to bring to pass, as it is this day, to save much people alive.<sup><br><br><strong>21</strong></sup> Now therefore fear ye not: I will nourish you, and your little ones. And he comforted them, and spake kindly unto them.<strong><br><br></strong></p><p>The conclusion of Genesis is made up of three events that are filled with hope.<br><br>First, there is the hope that Israel will return to the Promised Land. Moses, the author of Genesis, describes Jacob’s and Joseph’s deaths and burials as events pointing to the Promised Land. Immediately after his blessing and prophecy on the “twelve tribes of Israel” (Gen. 49:28),<br><br>Jacob thinks of his death and charges his sons to bury him in Canaan, at the cave of Machpelah, where Sarah was buried (Gen. 49:29–31). The narrative describing the funeral procession toward Canaan becomes a precursor to the exodus from Egypt several centuries later. Second, there is the hope that God will turn evil into good. After Jacob’s death and burial, Joseph’s brothers are worried about their future. They are afraid that Joseph will now take his revenge. They come to Joseph and prostrate themselves before him, ready to become his servants (Gen. 50:18), a scenario that is reminiscent of Joseph’s prophetic dreams. Joseph reassures them and tells them to “ ‘not be afraid’ ” (Gen. 50:19, NKJV), a phrase that refers to the future (Gen. 15:1); because what was “ ‘meant evil’ ” against him, “God meant . . . for good” (Gen. 50:20, NKJV), and turned the course of events toward salvation (Gen. 50:19–21; compare with Gen. 45:5, 7–9). That is, even despite so many human failures, God’s providence will overrule. Third, there is the hope that God will save fallen humankind. The story of Joseph’s death in this last verse of Genesis is broader than just about his death. Strangely, Joseph does not command to have his bones buried. Instead he points to the time when “ ‘God will surely visit you, and you shall carry up my bones from here’ ” (Gen. 50:25, NKJV), which they did, many years later, in direct obedience to those words (see Exod. 13:19). Ultimately, the hope of the Promised Land, Canaan, is a symbol, a precursor, to the ultimate hope of salvation, of restoration, of a New Jerusalem in a new heaven and a new earth—the ultimate hope for all of us, a hope made certain by the death of Shiloh.<br><strong><br>Read Revelation 21:1–4. How do these verses represent the grandest hope that we have? Without this promise, what hope do we have other than death alone as the end of all our problems?</strong></p><p><strong>&nbsp;Revelation 21:1–4</strong></p><p><sup><strong>1 </strong></sup>And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.<sup><br><strong><br>2 </strong></sup>And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.<sup><br><br><strong>3 </strong></sup>And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.<sup><br><br><strong>4 </strong></sup>And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 24",
               "dayTitle":"",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p><strong>Further Thought:</strong><br><br>Ellen G. White, “Joseph and His Brothers,” pp. 233–240, in Patriarchs and Prophets.<br><br>“The life of Joseph illustrates the life of Christ. It was envy that moved the brothers of Joseph to sell him as a slave; they hoped to prevent him from becoming greater than themselves. And when he was carried to Egypt, they flattered themselves that they were to be no more troubled with his dreams, that they had removed all possibility of their fulfillment. But their own course was overruled by God to bring about the very event that they designed to hinder. So the Jewish priests and elders were jealous of Christ, fearing that He would attract the attention of the people from them. They put Him to death, to prevent Him from becoming king, but they were thus bringing about this very result.<br><br>“Joseph, through his bondage in Egypt, became a savior to his father’s family; yet this fact did not lessen the guilt of his brothers. So the crucifixion of Christ by His enemies made Him the Redeemer of mankind, the Savior of the fallen race, and Ruler over the whole world; but the crime of His murderers was just as heinous as though God’s providential hand had not controlled events for His own glory and the good of man.<br><br>“As Joseph was sold to the heathen by his own brothers, so Christ was sold to His bitterest enemies by one of His disciples. Joseph was falsely accused and thrust into prison because of his virtue; so Christ was despised and rejected because His righteous, self-denying life was a rebuke to sin; and though guilty of no wrong, He was condemned upon the testimony of false witnesses. And Joseph’s patience and meekness under injustice and oppression, his ready forgiveness and noble benevolence toward his unnatural brothers, represent the Savior’s uncomplaining endurance of the malice and abuse of wicked men, and His forgiveness, not only of His murderers, but of all who have come to Him confessing their sins and seeking pardon.”—Ellen G. White, Patriarchs and Prophets, pp. 239, 240.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. </strong>Once Jacob died, Joseph’s brothers feared that now Joseph would get revenge. What does this teach about the guilt that they still harbored? What does Joseph’s reaction teach us about forgiveness for the guilty?<br><br><strong>2.</strong>&nbsp; What other parallels can you find between the lives of Joseph and Jesus?<br><br><strong>3.&nbsp; </strong>Dwell on the fact that although God intimately knows the future, we are still free in the choices we make. How do we reconcile these two ideas?<br><br><strong>Inside Story:</strong><br><br><strong>Praying for 10 Years</strong><br><br>By Andrew McChesney<br><br>Winston Crawford, a US volunteer teaching English in Moscow, invited one of his Russian students to the Seventh-day Adventist church on Sabbath. The student, Sasha, did not seem moved by the worship experience. He had been raised in an atheistic family, and he looked downright bored. Winston felt sad. “I’m not going to try to invite him back,” he told himself. “I can see clearly that he didn’t enjoy himself.” Instead, he started praying. He prayed that the Lord would touch Sasha’s heart.<br><br>As the months rolled by, Winston and Sasha struck up a friendship. During vacation, Sasha invited him to travel to the Karelia region near Finland to meet his parents and younger brother. Winston kept praying. After completing his year of volunteer service, Winston returned to the United States but remained in contact with Sasha. When Sasha visited the United States after several years, the two spent time together in Chicago. Winston kept praying. More than 10 years passed.<br><br>One day, Sasha sent a message via WhatsApp. “I want to read the Bible,” he wrote. “Could you help me to understand it?” Winston was delighted. “Sure!” he texted back. They agreed to meet once a week.<br><br>At their first meeting, Sasha was fascinated as they read Genesis 1. He was particularly impressed that God gave a vegetarian diet in Genesis 1:29, which says, “And God said, ‘See, I have given you every herb that yields seed which is on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food’ ” (NKJV). Sasha was a vegetarian, and he had thought that following a plant-based diet was simply good practice. “I had no idea that this is from the Bible!” he said.<br><br>At the end of the meeting, he expressed awe. “I have read Pushkin and Dostoevsky, but it seems like something different is happening when I read the Bible,” he said. “It’s like the words are coming up off the page to me.” Winston was elated. He felt certain that the Holy Spirit was elevating His Word to reach Sasha’s heart. After three weeks of Bible study, Sasha asked whether they could increase their meetings to twice a week. Winston kept praying. “It’s inspiring for me that after more than 10 years he wants to read the Bible—and not only that, but I get to study the Bible with him,” Winston said in an interview. “I know this is God. I know it completely is God.”<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p><strong>ISRAEL IN EGYPT</strong></p><p><br></p><p><br></p>",
         "verse":"<p><strong>“So Israel dwelt in the land of Egypt, in the country of Goshen; and they had possessions there and grew and multiplied exceedingly” (Genesis 47:27, NKJV).</strong></p>",
         "versionCode":1,
         "weekDate":"June 18-24"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
