{
  "data": [
    {
      "color": "#7698eb",
      "id": 3,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": "8 Julio",
          "dayTitle": "<p>EL PODER DEL JESÚS EXALTADO</p>",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>Los seres humanos, al parecer, siempre buscan más poder. El fabricante de automóviles Devel Motors, por ejemplo, mostró el prototipo de su Devel Sixteen, un vehículo con un motor de 16 cilindros y 12,3 litros que</p><p>produce más de 5.000 caballos de fuerza. O, si eso no es suficiente, considera el semirremolque Peterbilt, que ostenta tres motores a reacción Pratt &amp; Whit- ney J34–48. Con 36.000 caballos de fuerza, el camión recorre 400 metros en 6,5 segundos y habitualmente alcanza los 600 km/h antes de desplegar sus dos paracaídas.</p><p>En contraste, Pablo ora para que los creyentes de Éfeso, bajo la tentación de admirar los diversos poderes y deidades de su cultura, experimenten me- diante el Espíritu Santo la inmensidad del poder que Dios pone a su dispo- sición en Cristo. Este poder divino no se mide en caballos de fuerza ni en magia, sino que se verifica en cuatro eventos de la historia de la salvación que transforman el Cosmos: (1) la resurrección de Jesús; (2) su exaltación en el Trono de Dios; (3) todas las cosas están subordinadas a Cristo; (4) Cristo es entregado a la iglesia como su Cabeza (Efe. 1:19–23).</p><p>Los creyentes pueden, entonces, comenzar a comprender y experimentar el vasto alcance del poder que Dios ejerce en favor de ellos.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 Julio",
          "dayTitle": "<p>ORACIÓN Y ACCIÓN DE GRACIAS</p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>Motivado por la noticia de que los creyentes de Éfeso están prosperando en la fe en Jesús y en el amor mutuo (noticias que quizá le haya transmitido Tíquico, Efe. 6:21, 22), Pablo les informa cómo ora por ellos.</p><p><strong>Compara las dos reseñas de oración de Pablo en Efesios (Efe. 1:15–23; 3:14–21). ¿Qué temáticas comparten las dos reseñas?</strong></p><p><strong>Efesios 1:15–23</strong></p><p><strong><sup>15</sup></strong> Por esta causa también yo, habiendo oído de vuestra fe en el Señor Jesús, y de vuestro amor para con todos los santos,&nbsp;</p><p><strong><sup>16</sup></strong> no ceso de dar gracias por vosotros, haciendo memoria de vosotros en mis oraciones,&nbsp;</p><p><strong><sup>17</sup></strong> para que el Dios de nuestro Señor Jesucristo, el Padre de gloria, os dé espíritu de sabiduría y de revelación en el conocimiento de él,&nbsp;</p><p><strong><sup>18</sup></strong> alumbrando los ojos de vuestro entendimiento, para que sepáis cuál es la esperanza a que él os ha llamado, y cuáles las riquezas de la gloria de su herencia en los santos,&nbsp;</p><p><strong><sup>19</sup></strong> y cuál la supereminente grandeza de su poder para con nosotros los que creemos, según la operación del poder de su fuerza,&nbsp;</p><p><strong><sup>20</sup></strong> la cual operó en Cristo, resucitándole de los muertos y sentándole a su diestra en los lugares celestiales,&nbsp;</p><p><strong><sup>21</sup></strong> sobre todo principado y autoridad y poder y señorío, y sobre todo nombre que se nombra, no solo en este siglo, sino también en el venidero;&nbsp;</p><p><strong><sup>22</sup></strong> y sometió todas las cosas bajo sus pies, y lo dio por cabeza sobre todas las cosas a la iglesia,&nbsp;</p><p><strong><sup>23</sup></strong> la cual es su cuerpo, la plenitud de Aquel que todo lo llena en todo.</p><p><br></p><p><strong>Efesios 3:14–21</strong></p><p><strong><sup>14</sup></strong> Por esta causa doblo mis rodillas ante el Padre de nuestro Señor Jesucristo,&nbsp;</p><p><strong><sup>15</sup></strong> de quien toma nombre toda familia en los cielos y en la tierra,&nbsp;</p><p><strong><sup>16</sup></strong> para que os dé, conforme a las riquezas de su gloria, el ser fortalecidos con poder en el hombre interior por su Espíritu;&nbsp;</p><p><strong><sup>17</sup></strong> para que habite Cristo por la fe en vuestros corazones, a fin de que, arraigados y cimentados en amor,&nbsp;</p><p><strong><sup>18</sup></strong> seáis plenamente capaces de comprender con todos los santos cuál sea la anchura, la longitud, la profundidad y la altura,&nbsp;</p><p><strong><sup>19</sup></strong> y de conocer el amor de Cristo, que excede a todo conocimiento, para que seáis llenos de toda la plenitud de Dios.</p><p><strong><sup>20</sup></strong> Y a Aquel que es poderoso para hacer todas las cosas mucho más abundantemente de lo que pedimos o entendemos, según el poder que actúa en nosotros,&nbsp;</p><p><sup><strong>21</strong></sup> a él sea gloria en la iglesia en Cristo Jesús por todas las edades, por los siglos de los siglos. Amén.</p><p><br></p><p>A veces, nuestro tono predeterminado al orar puede ser lastimero, al lamentarnos por este desafío o aquel problema. Las reseñas de oración de Pablo en Efesios sugieren que la acción de gracias es la lengua madre de la oración. Reunimos las bendiciones de Dios y le agradecemos por ellas. Intentamos percibir a Dios obrando en circunstancias difíciles y lo alabamos por su presencia transformadora en nuestra vida. Al celebrar la gracia y el poder del Jesús exaltado (Efe. 1:20–23), le agradecemos por bendecir a nuestro círculo de influencia. Este es el secreto transformador de Pablo para la oración: la oración es la clave de la alabanza y la acción de gracias.</p><p>Pablo también dijo: “No ceso de dar gracias por ustedes, recordándolos en mis oraciones” (Efe. 1:16; ver también Fil. 1:3, 4; 1 Tes. 1:2; 5:16–18).</p><p>¿Qué significa realmente “Oren sin cesar” (1 Tes. 5:17)? No puede significar que siempre estemos arrodillados delante de Dios en oración. Significa que, al ser bendecidos por el Espíritu de Dios, avanzamos por la vida con el corazón abierto a la presencia y el poder de Dios, buscando señales para darle gracias. Significa la disposición a procesar los problemas de la vida en la presencia de Dios, y buscar el consejo divino a medida que experimentamos las idas y vueltas de la vida. Significa vivir no alejados de Dios sino comprometidos con él, siempre abiertos a la conducción divina.</p><p>Con demasiada frecuencia vemos la oración como una sutileza, un complemento del discipulado para valernos de él cuando sea conveniente. Pablo ilustra un concepto diferente. Pablo se toma en serio la tarea de orar por los creyentes de Éfeso, y lo hace dando gracias por ellos (Efe. 1:16; comparar con Efe. 1:3–14) e intercediendo por ellos (Efe. 1:17–23; comparar con Efe. 3:14–21). Para el apóstol, la oración es una tarea fundamental, e incluso la tarea primor- dial de la fe cristiana. Estos versículos brindan un llamado conmovedor a la oración, una invitación a considerar nuestro propio “ministerio de oración” teniendo en cuenta la vocación de Pablo de orar.</p><p><br></p><p><strong>¿Por qué es importante agradecer siempre a Dios en oración por lo que tienes que agradecer?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 Julio",
          "dayTitle": "<p>EXPERIMENTAR LA PERCEPCIÓN DEL ESPÍRITU SANTO</p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p><strong>“No ceso de dar gracias por ustedes, recordándolos en mis oraciones; y pido que el Dios de nuestro Señor Jesucristo, el Padre de gloria, les dé espíritu de sabiduría y de revelación para que lo conozcamos mejor” (Efe. 1:16, 17).</strong></p><p>Al reseñar sus oraciones, Pablo registra una petición central que presenta ante el Trono de Dios. Él ya ha constatado que el Espíritu Santo ha llegado a la vida de los creyentes al momento de su conversión (Efe. 1:13, 14). Ahora Pablo ora por una nueva bendición del Espíritu para que les dé la necesaria percepción espiritual en pro de una comprensión más profunda de Jesús (“... para que lo conozcamos mejor”, Efe. 1:17).</p><p><strong>Pablo ora para que el Espíritu Santo dé una perspectiva especial a los creyentes, ¿sobre qué tres temas? Ver Efesios 1:17 al 19.</strong></p><p><strong>Efesios 1:17-19</strong></p><p><strong><sup>17</sup> </strong>para que el Dios de nuestro Señor Jesucristo, el Padre de gloria, os dé espíritu de sabiduría y de revelación en el conocimiento de él,&nbsp;</p><p><strong><sup>18</sup> </strong>alumbrando los ojos de vuestro entendimiento, para que sepáis cuál es la esperanza a que él os ha llamado, y cuáles las riquezas de la gloria de su herencia en los santos,&nbsp;</p><p><strong><sup>19</sup> </strong>y cuál la supereminente grandeza de su poder para con nosotros los que creemos, según la operación del poder de su fuerza</p><p><br></p><p>1. Cuando Pablo ora para que ellos se percaten de “la esperanza a que fueron llamados” (Efe. 1:18), ora con el fin de que estén atentos a las intervenciones pasadas que Dios ya ha realizado para su salvación (Efe. 1:3–9, 11–13) y al glorioso futuro que él ha ideado para ellos (Efe. 1:10, 14).</p><p>2. Cuando ora para que perciban “la riqueza de su gloriosa herencia en los santos” (Efe. 1:18), tiene en mente la idea veterotestamentaria de los creyentes como herencia de Dios (Deut. 9:29; 32:9; Zac. 2:12, comparar con Efe. 1:11). Desea que sepan que no solo poseen una herencia de Dios, sino además son la herencia de Dios, y Pablo quiere que entiendan su valor para Dios.</p><p>3. Cuando Pablo ora pidiendo percepción espiritual acerca de “la incomparable grandeza de su poder hacia los que creemos” (Efe. 1:19), imagina al Espíritu Santo, que trae una nueva comprensión de la inmensidad del poder de Dios y lo lleva a la práctica en la vivencia de ellos.</p><p>4. En todas estas oraciones, Pablo anhela que esta gente experimente personalmente lo que se le ha dado en Jesús.</p><p><br></p><p><strong>¿Cómo puedes vivenciar mejor “la incomparable grandeza de su poder hacia los que creemos”? ¿Qué significa esto en la vida diaria?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 Julio",
          "dayTitle": "<p>PARTICIPAR DEL PODER DE LA RESURRECCIÓN</p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p>En los versículos restantes de la reseña, Efesios 1:20 al 23, Pablo amplía la tercera temática de conocimiento que espera que el Espíritu Santo infunda en los creyentes: la inmensidad del poder de Dios, que él ejerce en favor de ellos. Comienza señalando dos eventos de la historia de la salvación como las principales ilustraciones del poder de Dios: (1) la resurrección de Jesús de entre los muertos; (2) la exaltación de Jesús al Trono cósmico (Efe. 1:20).</p><p>¿Cómo se expresa el poder de Dios mediante la resurrección de Jesús? Efesios 1:20; 1 Corintios 15:20–22; Filipenses 3:8–11; Hebreos 13:20, 21; 1 Pedro 1:3.</p><p><br></p><p>&nbsp;<strong>Efesios 1:20</strong></p><p><strong><sup>20</sup> </strong>la cual operó en Cristo, resucitándole de los muertos y sentándole a su diestra en los lugares celestiales,</p><p><br></p><p><strong>1 Corintios 15:20–22</strong></p><p><strong><sup>20</sup> </strong>la cual operó en Cristo, resucitándole de los muertos y sentándole a su diestra en los lugares celestiales,</p><p><sup><strong>21</strong></sup> Porque por cuanto la muerte entró por un hombre, también por un hombre la resurrección de los muertos.</p><p><strong><sup>22</sup></strong> Porque así como en Adán todos mueren, también en Cristo todos serán vivificados.</p><p><br></p><p><strong>Filipenses 3:8–11</strong></p><p><strong><sup>8</sup></strong> Y ciertamente, aun estimo todas las cosas como pérdida por la excelencia del conocimiento de Cristo Jesús, mi Señor, por amor del cual lo he perdido todo, y lo tengo por basura, para ganar a Cristo,&nbsp;</p><p><strong><sup>9</sup></strong> y ser hallado en él, no teniendo mi propia justicia, que es por la ley, sino la que es por la fe de Cristo, la justicia que es de Dios por la fe;&nbsp;</p><p><strong><sup>10</sup></strong> a fin de conocerle, y el poder de su resurrección, y la participación de sus padecimientos, llegando a ser semejante a él en su muerte,&nbsp;</p><p><strong><sup>11</sup></strong> si en alguna manera llegase a la resurrección de entre los muertos.</p><p><br></p><p><strong>Hebreos 13:20, 21</strong></p><p><strong><sup>20</sup></strong> Y el Dios de paz que resucitó de los muertos a nuestro Señor Jesucristo, el gran pastor de las ovejas, por la sangre del pacto eterno,</p><p><strong><sup>21 </sup></strong>os haga aptos en toda obra buena para que hagáis su voluntad, haciendo él en vosotros lo que es agradable delante de él por Jesucristo; al cual sea la gloria por los siglos de los siglos. Amén.</p><p><br></p><p><strong>1 Pedro 1:3</strong></p><p><strong><sup>3</sup> </strong>Bendito el Dios y Padre de nuestro Señor Jesucristo, que según su grande misericordia nos hizo renacer para una esperanza viva, por la resurrección de Jesucristo de los muertos,</p><p><br></p><p>La resurrección de Jesús es una creencia innegociable de la fe cristiana (1 Cor. 15:14, 17). Debido a que Cristo resucitó, los creyentes fieles esperan la gran resurrección futura a la vida eterna en la venida de Cristo (1 Cor. 15:20–23). Debido a que Cristo resucitó, nosotros podemos acudir a él hoy para obtener todas las bendiciones del evangelio, incluyendo la presencia del Espíritu Santo en nuestra vida.</p><p>La imagen de que Dios “lo sentó [a Cristo] a su diestra” (Efe. 1:20) proviene del Salmo 110:1, el pasaje citado con mayor frecuencia en el Nuevo Testamento (todos los pasajes anteriormente citados parecen estar inspirados en él). La exaltación de Cristo tiene un alto perfil en Efesios. Los creyentes están “sent[ados] en el cielo con Cristo Jesús” (Efe. 2:6). Además, Pablo se refiere a la ascensión de Cristo como un preludio: Cristo llenará todas las cosas y le dará dones a la iglesia (ver Efe. 4:8–11).</p><p>En Efesios 4:8 al 11, Pablo nos advierte acerca de adoptar una imagen meramente estática de Cristo en el Trono del Padre, y en cambio nos presenta “la dinámica imagen neotestamentaria del Cristo exaltado que sale mediante su Espíritu por todo el mundo, venciendo y para vencer” (F. F. Bruce, The Epistles to the Colossians, to Philemon, and to the Ephesians [Grand Rapids, MI: Eerdmans, 1984], p. 133). Entonces Pablo presenta la exaltación/coronación de Cristo no simplemente como una ilustración del poder divino ofrecido a los creyentes, sino como la fuente de ese poder.</p><p><strong><br></strong></p><p><strong>¿Cuáles son las formas en que necesitamos del poder de Cristo en nuestra vida, y cómo podemos aprovechar mejor ese poder? ¿Qué prácticas podrían impedir que accedamos a ese poder?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 Julio",
          "dayTitle": "<p>CRISTO SOBRE TODOS LOS PODERES</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p>Pablo ha celebrado la exaltación de Jesús, quien ahora se sienta con el Padre en el Trono cósmico. Luego de definir la posición de Cristo en relación con el Padre (“lo sentó a su diestra en los cielos”, Efe. 1:20), Pablo vuelve a la relación de Jesús con “todo [...] poder”. Como corregente con el Padre, Jesús está “muy por encima” de todos ellos (Efe. 1:21, RVC).</p><p><strong>Compara la mención que hace Pablo de los poderes espirituales del mal en Efesios 1:21; 2:2; y 6:12. ¿Por qué crees que Pablo está tan interesado en estos poderes?</strong></p><p><strong><br></strong></p><p><strong>Efesios 1:21</strong></p><p><strong><sup>21</sup></strong> sobre todo principado y autoridad y poder y señorío, y sobre todo nombre que se nombra, no solo en este siglo, sino también en el venidero;</p><p><strong>Efesios 2:2</strong></p><p><strong><sup>2</sup> </strong>en los cuales anduvisteis en otro tiempo, siguiendo la corriente de este mundo, conforme al príncipe de la potestad del aire, el espíritu que ahora opera en los hijos de desobediencia,</p><p><strong>Efesios 6:12</strong></p><p><strong><sup>12</sup> </strong>Porque no tenemos lucha contra sangre y carne, sino contra principados, contra potestades, contra los gobernadores de las tinieblas de este siglo, contra huestes espirituales de maldad en las regiones celestes.</p><p><br></p><p>Hechos 19:11 al 20, con su historia de los siete hijos de Esceva, ilustra que Éfeso, en la época de Pablo, era un centro de artes mágicas. “La característica primordial de la práctica de la magia en todo el mundo helénico era el reconocimiento de un mundo espiritual que ejercía influencia sobre prácticamente todos los aspectos de la vida. El objetivo del mago era discernir entre los espíritus útiles y los dañinos, y aprender las distintas operaciones y sobre las fuerzas y las autoridades relativas de los espíritus. Con esta información, se podían armar métodos (con fórmulas habladas o escritas, amuletos y demás) para manipular a los espíritus en beneficio de la persona. Con la fórmula adecuada, se podía curar una enfermedad inducida por el espíritu, [o] se podía ganar una carrera de carros” (Clinton E. Arnold, Power and Magic: The Concept of Power in Ephesians, p. 18).</p><p>El interés por mencionar deidades y poderes en hechizos era una característica de la vida religiosa de Éfeso (ver Hech. 19:13); e incluso de algunos en la actualidad. Pablo desea aclarar la relación entre Cristo y “todo [...] poder”: Jesús exaltado está “sobre todo principado, autoridad, poder y señorío” (Efe. 1:21).</p><p>Solo para asegurarse de que su audiencia entendiera que no hay poder fuera de la soberanía de Jesús, agrega una alusión a la práctica de reunir los nombres de las deidades en hechizos: “Y sobre todo nombre que se nombra” (Efe. 1:21). Al pasar de la dimensión espacial a la temporal, Pablo enfatiza la cronología ilimitada del reinado exaltado de Jesús. Su gobierno por encima de todos los poderes se aplica “no solo en este siglo sino aún en el venidero” (Efe. 1:21).</p><p><strong><br></strong></p><p><strong>¿Cuáles son algunas de las manifestaciones actuales de estas mismas fuerzas malignas y cómo podemos asegurarnos de no quedar atrapados en ninguna de ellas?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 Julio",
          "dayTitle": "<p>JESÚS, TODAS LAS COSAS Y SU IGLESIA</p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p>Los primeros cristianos vieron en el Salmo 110:1 una profecía de la exal- tación de Jesús: “ ‘Dijo el Señor a mi Señor: “Siéntate a mi diestra, hasta que ponga a tus enemigos por estrado de tus pies” ’ ”. Leían el Salmo 8 de la misma manera, que afirma, hablando de Dios: “Todo pusiste bajo sus pies” (Sal. 8:6), los pies del “Hijo del hombre” (Sal. 8:4). Si bien creían que tenían sobre sus cabezas los poderes de las tinieblas en las regiones celestes, que amenazaban con subyugarlos, se aferraban a la verdad de que esos poderes estaban bajo los pies de Cristo.</p><p>Observa con atención que, luego de haber “someti[do] todas las cosas bajo sus pies [de Jesús]”, el Padre “lo constituyó por cabeza suprema de la iglesia” (Efe. 1:22; comparar con “lo dio como cabeza de todo a la iglesia”, NVI). Si bien “todas las cosas” es un término universal e inclusivo, Pablo todavía tiene en mente “todo [...] poder”, de Efesios 1:21. Todas las cosas, incluyendo los poderes cósmicos, sobrenaturales y espirituales, están bajo los pies de Cristo, subordinados a él.</p><p><br></p><p><strong>¿Qué beneficios ofrece a su iglesia la exaltación de Cristo al Trono cósmico y su gobierno sobre todas las cosas en el Cielo y en la Tierra? Efesios 1:22, 23.</strong></p><p><strong><br></strong></p><p><strong>Efesios 1:22, 23</strong></p><p><strong><sup>22</sup> </strong>y sometió todas las cosas bajo sus pies, y lo dio por cabeza sobre todas las cosas a la iglesia,</p><p><strong><sup>23</sup> </strong>la cual es su cuerpo, la plenitud de Aquel que todo lo llena en todo.</p><p><br></p><p>Dios ha dado la victoria a Cristo sobre todos los poderes del mal. La iglesia, estrechamente identificada con Cristo, quien le provee todo lo que necesita, tiene garantizada la victoria sobre esos enemigos. El poder de Dios, manifestado en la resurrección de Cristo y en su exaltación sobre todo poder cósmico, se ha activado para la iglesia. Dios dio a la iglesia al Cristo victorioso, y esta iglesia está tan unida a él que se la llama el cuerpo de Cristo.</p><p>¿Cómo podemos los creyentes conocer al Cristo exaltado y experimentar el poder de Dios en nuestra vida? Pablo no menciona directamente ningún mecanismo ni estrategia para que esto ocurra. Sin embargo, es sugerente el hecho de que el pasaje sea parte de una “reseña de oración”. Pablo cree que Dios contestará su oración. Confirma la eficacia de celebrar el poder de Dios revelado en Cristo, en la misma presencia de Dios, y de pedir que se active en la vida de los creyentes.</p><p><strong><br></strong></p><p><strong>¿Cuál ha sido tu experiencia con el poder de la oración? Es decir, no solo las oraciones contestadas sino la oración en general, y ¿cómo nos acerca la oración a Dios y al poder que nos ofrece Jesús?</strong></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 Julio",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p>Estudia estas dos descripciones de la exaltación de Cristo en los escritos de Elena de White:</p><p>“Cuando Cristo entró por los portales celestiales, fue entronizado en medio de la adoración de los ángeles. Tan pronto como esta ceremonia hubo terminado, el Espíritu Santo descendió sobre los discípulos en abundantes raudales, y Cristo fue de veras glorificado con la misma gloria que había te- nido con el Padre desde toda la eternidad. El derramamiento pentecostal era la comunicación del Cielo de que el Redentor había iniciado su ministerio celestial. De acuerdo con su promesa, había enviado al Espíritu Santo del Cielo a sus seguidores como prueba de que, como Sacerdote y Rey, había recibido toda autoridad en el Cielo y en la Tierra, y era el Ungido sobre su pueblo” (Los hechos de los apóstoles, p. 32).</p><p>“Los brazos del Padre rodean a su Hijo, y se da la orden: ‘Adórenlo todos los ángeles de Dios’ (Heb. 1:6).</p><p>“Con gozo inefable, los principados y las potestades reconocen la supremacía del Príncipe de la vida. La hueste angélica se postra delante de él, mientras el alegre clamor llena todos los atrios del Cielo: ‘¡Digno es el Cordero que ha sido inmolado, de recibir el poder, y la riqueza, y la sabiduría, y la fortaleza, y la honra, y la gloria, y la bendición!’ (Apoc. 5:12).</p><p>“Los cantos de triunfo se mezclan con la música de las arpas angelicales, hasta que el Cielo parece rebosar de gozo y alabanza. El amor ha vencido. Lo perdido ha sido hallado. El Cielo repercute con voces que en armoniosos acentos proclaman: ‘¡Al que está sentado en el trono, y al Cordero, sea la ala- banza, la honra, la gloria y el poder, por los siglos de los siglos!’ (Apoc. 5:13)” (El Deseado de todas las gentes, p. 774).</p><p><br></p><p>PREGUNTAS PARA DIALOGAR:</p><p>1. Reflexiona sobre el “ahora” y el “todavía no” de la exaltación de Jesús. ¿En qué sentido Jesús ya es el Señor de “todas las cosas”, con los poderes demoníacos subordinados a él, es decir, el “ahora”? Y ¿en qué sentido su pleno reinado sobre todas las cosas apunta hacia el futuro, el “todavía no”? (Ver 1 Cor. 15:24–28.)</p><p>2. ¿En qué medida vives a la luz del gobierno de Cristo sobre todas las cosas? O ¿hasta qué punto vives bajo la autoridad de estos otros poderes, los poderes caídos, cuya autoridad se está desvaneciendo de todos modos? ¿Cómo sabes cuál es cuál y cómo puedes escapar de las fuerzas del mal que, aunque innegablemente están derrotadas, todavía prevalecen en nuestro mundo?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 Julio",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p><p>RESEÑA</p><p>Texto clave: Efesios 1:19, 20</p><p>Enfoque del estudio: Efesios 1:15-23; 3:14-21; Salmo 110:1; 1 Tesalonicenses</p><p>5:16-18; Deuteronomio 9:29; 1 Corintios 15:20-22.</p><p><br></p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong>Texto clave: Efesios 1:19, 20</strong></p><p><strong>Enfoque del estudio: Efesios 1:15-23; 3:14-21; Salmo 110:1; 1 Tesalonicenses 5:16-18; Deuteronomio 9:29; 1 Corintios 15:20-22.</strong></p><p><strong>Introducción:</strong></p><p>Después de resumir y de alabar a Dios por su plan de salvación en Cristo, Pablo asegura a sus hermanos y hermanas de Éfeso que está orando para que sigan viviendo la salvación mediante el ministerio del Espíritu Santo en su vida (Efe. 1:15-23). Pablo pide al Padre que les dé a los efesios (1) la experiencia de conocer a Dios mediante su revelación, (2) la esperanza que emana del llamado y las promesas de Dios, y (3) fe, para que puedan experimentar el poder infinito del Señor Jesucristo (Efe. 1:17-19).</p><p>El poder de Cristo se manifiesta de dos maneras. Primeramente, experimentamos el poder de Cristo mediante su resurrección. Resucitamos espiritualmente a la nueva vida en Cristo aquí y ahora y tenemos la promesa de la futura resurrección final para vida eterna. En segundo lugar, experimentamos el poder de Cristo mediante su ascensión, ya que se sienta en el Trono del universo como Dios, nuestro Dios, y nos bendice desde los Cielos, es decir, desde el Santuario celestial. Cristo Jesús creó el universo y todos sus poderes físicos y espirituales; por lo tanto, todos están subordinados a él. Los poderes espirituales rebeldes que reclamaron transitoriamente el dominio sobre la Tierra también están subordinados a él.</p><p>Además, saber que Jesús ascendió al Trono de Dios ya nos hace herederos y miembros de los Cielos en él. ¡En Cristo, todas las cosas del universo son nuestras! Un día, nosotros también ascenderemos físicamente a esos lugares celestiales y nos uniremos al universo para alabar a Dios alrededor de su Trono (Apoc. 4:1-4, 8-11; 5:6, 9-14; 15:2-4).</p><p><br></p><p><strong>Temática de la lección:</strong></p><p>La lección de esta semana destaca tres temas principales:</p><p>• Las oraciones de alabanza y acción de gracias son esenciales para la vida del cristiano.</p><p>• Para el cristiano, es indispensable experimentar el poder transformador de Cristo y del Espíritu Santo en su vida.</p><p>• Como verdaderos cristianos, al conocer y experimentar el poder de Cristo, podemos vivir libremente nuestra vida en él sin temer a los poderes rebeldes de este mundo.</p><p><br></p><p><strong>COMENTARIO</strong></p><p><strong>“Por tanto”</strong></p><p>A lo largo de la Epístola a los Efesios, Pablo utiliza varias expresiones con- cluyentes, tales como: dia touto (Efe. 1:15; 5:17; 6:13; que significa “a través de”, “debido a”, “a causa de”); dio (Efe. 2:11; 3:13; 4:25; 5:14; que significa “por lo cual”, “en razón de lo cual”, “por lo tanto”); oun (Efe. 4:1; 5:1, 7; 6:14, que significa “por lo tanto”, “entonces”); y touto charin (Efe. 3:1, 14, que significa “a favor de”, “por el placer de”, “a causa de”, “por razón de”, “debido a”).</p><p>En Efesios 1:11 al 14, Pablo resume la esencia del evangelio, la plataforma sobre la que coloca su teología “por esta causa” (Efe. 1:15, NVI) y muestra la relación del evangelio con la iglesia (Efe. 1:15-23), que está compuesta de “santos” (Efe. 1:15, 18). Los cristianos, o los santos, son aquellos que tienen fe en Jesús (Efe. 1:15), tienen “espíritu de sabiduría y de revelación” para conocer a Dios (Efe. 1:17) y han sido iluminados para conocer el llamado de Cristo, la herencia que quiere darnos y el superpoder de su resurrección (Efe. 1:18, 19). Estos santos son la iglesia, o el cuerpo de Cristo (Efe. 1:22, 23). Este ejemplo de la teología “por esta causa” de Pablo es la esencia de la iglesia.</p><p>La iglesia está edificada sobre el evangelio que Pablo acaba de describir en Efesios 1:1 al 15. El resto de laEpístola&nbsp; a los Efesios trata de la iglesia. Pero esta es una iglesia que está edificada sobre la comprensión adecuada del evangelio, el evangelio de Pablo, como él lo expresa en otro lugar (Rom. 2:16; 16:25; 2 Tim. 2:8). Como se ha señalado, en Éfeso todo se definía relacionándolo con otra cosa. En el contexto cosmopolita de Éfeso, era muy fácil que la identidad se amoldara a la cultura de Éfeso, al familiarizarse religiosa o filosóficamente con otras religiones y filosofías. Pero Pablo es inflexible aquí: el fundamento de la iglesia, la identidad de la iglesia, está moldeada por el evangelio, por el evangelio de Dios, o el plan de Dios que él estableció antes de la fundación del mundo y que ahora reveló en Jesucristo. La iglesia, su identidad, su mensaje y su misión no es una idea cultural evolutiva. La iglesia es el resultado del plan de Dios, de la obra de Dios en el mundo para salvar a los pecadores y a la humanidad.</p><p><br></p><p><strong>La iglesia, la revelación y la filosofía</strong></p><p>Pablo ora por su iglesia (Efe. 1:16, 18), dando gracias a Dios por obrar en ella. Específicamente, Pablo agradece a Dios por su obra de iluminar a la iglesia me- diante los dones de la sabiduría y la revelación (Efe. 1:17, 18). Esta oración devela dos aspectos principales de la naturaleza de la iglesia.</p><p>En primer lugar, la iglesia está edificada sobre la revelación de Dios, no sobre la filosofía humana. Aunque Pablo era muy versado en filosofía (Hech. 17:28), se negó a poner una piedra filosofal en los cimientos de la iglesia. Para él, la iglesia debía edificarse, no sobre la sabiduría y la retórica humanas, sino sobre el “testimonio de Dios”, su revelación en el Jesucristo crucificado, y sobre la “manifestación del Espíritu y de poder” (1 Cor. 2:1-5). Sin embargo, esta noción no significa que la sabiduría no se vincule con la edificación de la iglesia.</p><p>Al contrario, la iglesia se construye sobre la sabiduría, pero “no sabiduría de este mundo, ni de los príncipes de este mundo [...] sino [...] la sabiduría escondida de Dios, que estaba oculta, y que desde el principio Dios destinó para nuestra gloria, la que ninguno de los príncipes de este mundo conoció” (1 Cor. 2:6-8). Por eso Pablo advierte a los colosenses que se cuiden para “que nadie los engañe por medio de filosofías y vanas sutilezas, según la tradición de los hombres, [...] y no según Cristo” (Col. 2:8; ver también Juan 1:12, 13; 1 Cor. 1:20-27; 3:19; 1 Tim. 6:20, 21).</p><p>Esta actitud hacia la filosofía no implica que Dios, Pablo ni el cristianismo rechacen la lógica ni la razón; al contrario, la razón es una de las habilidades o atributos humanos más elevados con los que Dios nos dotó cuando creó a la humanidad a su imagen. Lo que Pablo comunica aquí es que la iglesia, o la religión cristiana, no está fundada sobre las presuposiciones ni las conclusiones de la filosofía. La filosofía clásica occidental y, recientemente, la ciencia moderna, mayormente se basan en la presuposición de que no existe una revelación divina intencional, amorosa, especial, específica y proposicional. En vez de eso, lo que postulan la filosofía occidental y la ciencia moderna es un esfuerzo humano racional, místico o psicológico, para llegar a Dios o a una esfera divina determinada. Este pensamiento es una reversión de la fe cristiana.</p><p>Pablo insiste categóricamente en que la iglesia no es, y no puede ser, el producto de la filosofía ni de la ciencia humana, ni de sus presupuestos y conclusiones. La iglesia es el resultado de la intervención directa de Dios en nuestro mundo, de su revelación en Cristo Jesús y de la revelación específica de Dios mediante las Escrituras. Por medio de Cristo y de las Escrituras, Dios llamó a la humanidad a volverse a él y a su Reino. Cuando los seres humanos responden a este llamado, se convierten en la iglesia de Dios, fundada sobre la obra directa de Jesucristo y del Espíritu Santo en nosotros. Por esta razón, una filosofía exitosa construirá su cosmovisión y sus presupuestos teniendo como referencia la revelación divina.</p><p>En segundo lugar, la iglesia no es una sociedad de dos niveles, compuesta por una élite filosófica, ilustrada e intelectual, por un lado, y gente sencilla e ignorante por el otro. Más bien, en la iglesia, todos los miembros de la iglesia son iluminados y reciben la revelación y la sabiduría de Dios. Esta idea es el fundamento cristiano de los conceptos de gracia y unidad. Los salvos, o santos, no recibieron la salvación y la revelación por su perspicacia, habilidades o esfuerzos especiales, sino por la gracia de Dios, porque es Dios quien se revela a toda la humanidad y la llama a la salvación. ¡Todos los miembros de la iglesia heredan las mismas bendiciones! Todos ellos reciben la misma revelación, la misma salvación y la misma misión. Por eso la iglesia es una y no está dividida en dos, tres o cuatro clases o niveles.</p><p><br></p><p><strong>Miedo a los poderes y victoria sobre ellos</strong></p><p>Nuestro mundo está en una constante búsqueda de poder. Si pensamos en el poder como energía, vemos que las fuentes de energía están provocando tensiones constantes, e incluso guerras, en nuestro mundo.</p><p>Pero el mundo busca más que fuentes de energía. El mundo busca especialmente fuentes espirituales de poderes, poderes que le den éxito, supremacía o paz, control y plenitud para toda la vida. A medida que nos acercamos al final de la historia humana pecaminosa, consciente o inconscientemente muchos buscan poder en fuentes demoníacas. Estas fuentes demoníacas son poderes esclavizan- tes y destructivos. De hecho, millones de personas se dan cuenta de que estos poderes demoníacos los esclavizan, pero no pueden liberarse de estos poderes. Muchos ni siquiera conocen algún poder alternativo. Simplemente tienen miedo de estos poderes demoníacos.</p><p>Muchos otros les temen a los poderes inanimados como los terremotos, los tsunamis o los agujeros negros. Algunos les tienen miedo a los poderes de la posición de los cuerpos celestes. Algunos sienten miedo del poder del apetito personal o de la ira interior. Más recientemente, la inteligencia artificial se ha convertido en una fuente de temor para muchos.</p><p>Pero Pablo insiste en que el poder de Cristo es infinitamente superior a todos estos poderes. Cristo creó todo el universo, con todos sus poderes y fuentes de energía. Por lo tanto, todas estas fuerzas están bajo su control. Él nos creó, y puede restaurarnos y ayudarnos a controlarnos a nosotros mismos y a cualquier problema interno que nos dé miedo. Cristo creó a todos los seres angélicos, una parte de los cuales se rebeló contra Dios y se volvió demoníaca, e intenta controlar el mundo; pero Dios derrotó esa rebelión en su primera venida y finalmente des- truirá su poder y a ellos mismos para siempre al final del Gran Conflicto. Incluso ahora, estos agentes demoníacos están derrotados y no pueden lograr ninguna victoria en nosotros cuando estamos en Cristo Jesús.</p><p>Por esta razón, la Iglesia Adventista del Séptimo Día sintió la necesidad de expresar esta verdad del evangelio como la creencia fundamental No 11, titulada “Crecer en Cristo” (ver Asociación Ministerial de la Asociación General de los Adventistas del Séptimo Día, Creencias de los Adventistas del Séptimo Día, [Florida: Asoc. Casa Editora Sudamericana, 2017], p. 182).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Algunos edificios de la Iglesia Adventista del Séptimo Día están cerrados durante gran parte de la semana. En cambio, los cultos de adoración divina de los sábados a veces se atiborran con elementos del programa que solo permiten un tiempo limitado para la oración individual o colectiva. Anima a los alumnos, y a la iglesia local, a elaborar un plan para transformar la iglesia, como congregación y como edificio, en una casa o espacio de oración continua para toda la comunidad y las visitas durante toda la semana.</p><p>Invita a los alumnos a pensar en formas en que sus familias y la iglesia puedan convertirse en centros donde la gente de la comunidad pueda vivenciar el poder de Cristo. ¿Cómo podrían ayudar a la comunidad a superar los diversos temores que la mantiene atada a los poderes del universo, la tecnología, a sí misma u otros seres humanos, así como a los poderes demoníacos?</p><p>Pide a los miembros de la clase que imaginen que cada uno de ellos ha sido invitado a predicar sobre la creencia fundamental 11. ¿Qué tres ideas constituirían los puntos principales de su sermón?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>EL PODER DEL JESÚS EXALTADO</p>",
      "verse": "<p>PARA MEMORIZAR:</p><p>Mediante el Espíritu Santo, los creyentes pueden conocer “la incomparable grandeza de su poder hacia los que creemos, según la acción de su potencia. Ese poder Dios lo ejerció en Cristo cuando lo resucitó de los muertos, y lo sentó a su diestra en los cielos” (Efe. 1:19, 20).</p><p><br></p>",
      "versionCode": 10,
      "weekDate": "8 Julio - 14 julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
