{
  "data": [
    {
      "color": "#1A8CFF",
      "id": 1,
      "idEs": 30,
      "language": "es",
      "lessonDays": [
        {
          "date": "29 de junio",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>¿Quién escribió el Evangelio de Marcos y por qué fue escrito? Ninguno de los evangelios registra el nombre de su autor. El que más se acerca a ello es el de Juan, que hace referencia al discípulo amado (Juan 21:20, 24). Sin embargo, desde la antigüedad, cada evangelio fue asociado con un apóstol (Mateo, Juan) o con un compañero de algún apóstol. Por ejemplo, al Evangelio de Lucas se lo asocia con Pablo (ver Col. 4:14; 2 Tim. 4:11; File. 1:24); al Evangelio de Marcos se lo vincula con Pedro (1 Ped. 5:13).</p><p>Aunque el autor del Evangelio de Marcos nunca da su nombre en el texto, la tradición de la iglesia primitiva indica que se trató de Juan Marcos, un compa- ñero ocasional de viaje de Pablo y Bernabé (Hech. 13:2, 5), y luego un asociado de Pedro (1 Ped. 5:13).</p><p>En primer lugar, aprenderemos acerca de Marcos a la luz de lo que la Escritura dice de él. Observaremos su fracaso inicial y su posterior recuperación. Luego, el estudio se desplazará hacia la sección inicial de Marcos. Desde allí, mirando hacia adelante, anticiparemos hacia dónde se encamina la historia; luego, mirando hacia atrás, consideremos por qué un misionero inicialmente fracasado y finalmente restaurado habría escrito un texto como el del Evangelio de Marcos.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de junio",
          "dayTitle": "<p>EL MISIONERO FRACASADO</p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Hechos 12:12. ¿Cómo se lo presenta a Marcos en el libro de Hechos?</strong></p><p><strong><sup>12</sup></strong> Y habiendo considerado esto, llegó a casa de María la madre de Juan, el que tenía por sobrenombre Marcos, donde muchos estaban reunidos orando.</p><p>Parece verosímil que Juan Marcos, el más probable autor del Evangelio de Marcos, era un hombre joven cuando ocurrieron los hechos registrados en Hechos 12, tal vez a mediados de la década del año 40 del primer siglo. Se lo presenta en el versículo 12 como el hijo de una mujer llamada María. Evidentemente, ella era adinerada y simpatizante de la iglesia, y fue anfitriona de la famosa reunión de oración –celebrada en su hogar– que registra Hechos 12. Tanto la historia de la huida de Pedro de la prisión, y de los hechos que le siguieron, como la subsiguiente muerte de Herodes, están repletos de contrastes asombrosos y aun jocosos entre Pedro y el rey. Juan Marcos, en realidad, no juega ningún papel en la historia, pero la presentación que se hace de él en este punto es la preparación para su posterior conexión con Pablo y Bernabé.</p><p><br></p><p><strong>Lee Hechos 13:1 al 5 y 13. ¿Cómo se vinculó Juan Marcos con Saulo y Bernabé, y cuál fue el resultado?</strong></p><p><strong>Hechos 13:1-5</strong></p><p><sup><strong>1 </strong></sup>Había entonces en la iglesia que estaba en Antioquía, profetas y maestros: Bernabé, Simón el que se llamaba Niger, Lucio de Cirene, Manaén el que se había criado junto con Herodes el tetrarca, y Saulo.&nbsp;</p><p><strong><sup>2</sup></strong> Ministrando estos al Señor, y ayunando, dijo el Espíritu Santo: Apartadme a Bernabé y a Saulo para la obra a que los he llamado.&nbsp;</p><p><strong><sup>3</sup></strong> Entonces, habiendo ayunado y orado, les impusieron las manos y los despidieron.</p><p><strong><sup>4 </sup></strong>Ellos, entonces, enviados por el Espíritu Santo, descendieron a Seleucia, y de allí navegaron a Chipre.&nbsp;</p><p><strong><sup>5 </sup></strong>Y llegados a Salamina, anunciaban la palabra de Dios en las sinagogas de los judíos. Tenían también a Juan de ayudante.</p><p><strong>Hechos 13:13</strong></p><p><strong><sup>13</sup></strong> Habiendo zarpado de Pafos, Pablo y sus compañeros arribaron a Perge de Panfilia; pero Juan, apartándose de ellos, volvió a Jerusalén.</p><p>Hechos 13 describe el primer viaje misionero de Saulo y Bernabé a comienzos del año 46 d.C. aproximadamente. Juan Marcos no es mencionado hasta el versículo 5, y su rol es simplemente el de un ayudante, o servidor. No se hace ninguna otra referencia al joven hasta el versículo 13, donde el breve reporte señala que volvió a Jerusalén. No se da ninguna razón para su partida, y la ausencia de cualquier descripción acerca de sus sentimientos o emociones deja librado a la imaginación qué pudo haber motivado su abandono del esfuerzo misionero, que estaba sin duda lleno de peligro y desafíos. Elena de White indica que “Marcos, abrumado por el temor y el desaliento, vaciló por un tiempo en su propósito de entregarse de todo corazón a la obra del Señor. No acostumbrado a las penurias, se desalentó por los peligros y las privaciones del camino” (Los hechos de los apóstoles, pp. 139, 140). En resumen, las cosas simplemente se tornaron demasiado duras para él, y quiso irse.</p><p><strong>¿Quién no sabe por experiencia lo que significa retroceder ante algo, o incluso fracasar rotundamente, sobre todo en cuestiones espirituales o que tienen que ver con la senda cristiana? ¿Qué aprendiste de esa experiencia?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de julio",
          "dayTitle": "<p>UNA SEGUNDA OPORTUNIDAD</p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Hechos 15:36 al 39. ¿Por qué rechazó Pablo a Juan Marcos y por qué Bernabé le dio una segunda oportunidad?</strong></p><p><strong>Hechos 15:36-39</strong></p><p><strong><sup>36 </sup></strong>Después de algunos días, Pablo dijo a Bernabé: Volvamos a visitar a los hermanos en todas las ciudades en que hemos anunciado la palabra del Señor, para ver cómo están.&nbsp;</p><p><sup><strong>37</strong></sup> Y Bernabé quería que llevasen consigo a Juan, el que tenía por sobrenombre Marcos;&nbsp;</p><p><sup><strong>38</strong></sup> pero a Pablo no le parecía bien llevar consigo al que se había apartado de ellos desde Panfilia, y no había ido con ellos a la obra.&nbsp;</p><p><strong><sup>39</sup></strong> Y hubo tal desacuerdo entre ellos, que se separaron el uno del otro; Bernabé, tomando a Marcos, navegó a Chipre,</p><p>En Hechos 15:38 se da la razón por la que Pablo rechazó al joven. Juan Marcos se había apartado de ellos y no continuó en la obra del ministerio. La actitud de Pablo era comprensible, aunque categórica. La vida misionera, sobre todo en el mundo antiguo, era dura y exigente (ver 2 Cor. 11:23-28). Pablo dependía de sus misioneros asociados para que lo ayudaran a llevar la carga de una tarea y unas condiciones muy desafiantes. Desde su perspectiva, alguien que había desertado tan rápidamente no merecía un lugar en un equipo misionero que luchaba cara a cara con las fuerzas del mal.</p><p>Bernabé no estuvo de acuerdo. Él veía potencial en Marcos y no quería dejar atrás al joven. La disputa que se suscitó entre Pablo y Bernabé respecto de Juan Marcos fue tan profunda que se separaron. Pablo eligió a Silas para que fuera con él, y Bernabé tomó a Marcos. Hechos no explica por qué Bernabé decidió llevar a Marcos consigo. En verdad, este es el último pasaje del libro de Hechos que menciona a ambos hombres, pero no el último lugar del Nuevo Testamento donde se lo nombra a Marcos.</p><p><strong>Lee Colosenses 4:10, 2 Timoteo 4:11, Filemón 1:24 y 1 Pedro 5:13. ¿Qué detalles acerca de la recuperación de Marcos parecen sugerir estos textos?</strong></p><p><strong>Colosenses 4:10</strong></p><p><strong><sup>10</sup></strong> Aristarco, mi compañero de prisiones, os saluda, y Marcos el sobrino de Bernabé, acerca del cual habéis recibido mandamientos; si fuere a vosotros, recibidle;</p><p><strong>2 Timoteo 4:11</strong></p><p><strong><sup>11</sup></strong> Solo Lucas está conmigo. Toma a Marcos y tráele contigo, porque me es útil para el ministerio.</p><p><strong>Filemón 1:24</strong></p><p><strong><sup>24</sup></strong> Marcos, Aristarco, Demas y Lucas, mis colaboradores.</p><p><strong>1 Pedro 5:13</strong></p><p><strong><sup>13</sup></strong> La iglesia que está en Babilonia, elegida juntamente con vosotros, y Marcos mi hijo, os saludan.</p><p>Una asombrosa transformación parece haber ocurrido en Marcos. En estos pasajes, Pablo indica el valor que el joven tiene para él y para el ministerio. Pablo lo considera uno de sus colaboradores y quiere que Timoteo lo traiga consigo.</p><p>Pedro, en su primera epístola, indica que él también tenía una relación estrecha con Marcos. Estos documentos de Pablo y Pedro fueron escritos probablemente a principios de la década del ‘60, entre quince y veinte años después de la experiencia registrada en Hechos 15. Marcos claramente se había recuperado de su fracaso; esto ocurrió, casi con certeza, gracias a la confianza que su tío Bernabé había depositado en él.</p><p><strong>Piensa en alguna ocasión en la que tú o un amigo fracasaron y recibieron otra oportunidad. ¿De qué manera esa experiencia te transformó a ti y a quienes te ayudaron? ¿Cómo modificó tu ministerio hacia otros?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de julio",
          "dayTitle": "<p>EL MENSAJERO</p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Marcos 1:1 al 8. ¿Quiénes son los personajes en estos versículos? ¿Qué hacen y dicen?</strong></p><p><strong>Marcos 1:1-8</strong></p><p><strong><sup>1</sup></strong> Principio del evangelio de Jesucristo, Hijo de Dios.</p><p><strong><sup>&nbsp;2</sup></strong> Como está escrito en Isaías el profeta: He aquí yo envío mi mensajero delante de tu faz, el cual preparará tu camino delante de ti.</p><p><strong><sup>3</sup></strong> Voz del que clama en el desierto: Preparad el camino del Señor; enderezad sus sendas.</p><p><strong><sup>4 </sup></strong>Bautizaba Juan en el desierto, y predicaba el bautismo de arrepentimiento para perdón de pecados.&nbsp;</p><p><strong><sup>5</sup></strong> Y salían a él toda la provincia de Judea, y todos los de Jerusalén; y eran bautizados por él en el río Jordán, confesando sus pecados.&nbsp;</p><p><strong><sup>6 </sup></strong>Y Juan estaba vestido de pelo de camello, y tenía un cinto de cuero alrededor de sus lomos; y comía langostas y miel silvestre.&nbsp;</p><p><strong><sup>7 </sup></strong>Y predicaba, diciendo: Viene tras mí el que es más poderoso que yo, a quien no soy digno de desatar encorvado la correa de su calzado.&nbsp;</p><p><strong><sup>8 </sup></strong>Yo a la verdad os he bautizado con agua; pero él os bautizará con Espíritu Santo.<br></p><p>Los personajes principales de estos versículos son tres: Jesucristo –mencionado en Marcos 1:1–, Dios el Padre –implícito en las palabras de Marcos 1:2–, y el predicador y mensajero Juan el Bautista como sujeto principal de la última sección de este pasaje.</p><p>Marcos 1:2 y 3 contiene una cita del Antiguo Testamento con la que el evangelista describe lo que ocurrirá en el relato. Lo que cita es una combinación de frases de tres pasajes: Éxodo 23:20, Isaías 40:3 y Malaquías 3:1.</p><p><br></p><p><strong>Lee Éxodo 23:20, Isaías 40:3 y Malaquías 3:1. ¿Qué tienen en común estos tres pasajes?</strong></p><p><strong>Éxodo 23:20</strong></p><p><strong><sup>20</sup></strong> He aquí yo envío mi Ángel delante de ti para que te guarde en el camino, y te introduzca en el lugar que yo he preparado.</p><p><strong>Isaías 40:3</strong></p><p><strong><sup>3</sup></strong> Voz que clama en el desierto: Preparad camino a Jehová; enderezad calzada en la soledad a nuestro Dios.</p><p><strong>Malaquías 3:1</strong></p><p><strong><sup>1</sup></strong> He aquí, yo envío mi mensajero, el cual preparará el camino delante de mí; y vendrá súbitamente a su templo el Señor a quien vosotros buscáis, y el ángel del pacto, a quien deseáis vosotros. He aquí viene, ha dicho Jehová de los ejércitos.</p><p><br></p><p>Éxodo 23:20 se refiere a un ángel que Dios enviaría delante de los israelitas para conducirlos a Canaán. Isaías 40:3 describe a Dios haciéndose presente en el desierto con un camino preparado por él para su pueblo. Malaquías 3:1 se refiere a un mensajero que va delante del Señor para preparar su camino. Los tres pasajes hablan de un viaje. El texto en Isaías tiene muchos vínculos con el ministerio de Juan el Bautista y se enfoca también en el camino del Señor.</p><p>En el Evangelio de Marcos, al Señor Jesús se lo presenta realizando un viaje. La rápida narración realza el sentido de este viaje que conducirá hacia la Cruz y la muerte sacrificial de Jesús en nuestro favor.</p><p>Pero es mucho lo que debe acontecer antes de que él llegue a la Cruz. El viaje está recién comenzando, y Marcos nos dirá todo acerca de él.</p><p>A tono con la cita del Antiguo Testamento en Marcos 1:2 y 3, Juan el Bautista hace un llamado al arrepentimiento, a abandonar el pecado y a volver a Dios (Mar. 1:4). Vestido como el antiguo profeta Elías (compara con 2 Rey. 1:8), Juan habla en Marcos 1:7 y 8 acerca de Uno que vendría después de él y que es más poderoso que él. La declaración de que no es digno de desatar la correa de las sandalias del que vendría demuestra la exaltada perspectiva que tiene de Jesús.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de julio",
          "dayTitle": "<p>EL BAUTISMO DE JESÚS</p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Marcos 1:9 al 13. ¿Quién está presente en el bautismo de Jesús y qué sucede?</strong></p><p><strong><sup>9</sup></strong> Aconteció en aquellos días, que Jesús vino de Nazaret de Galilea, y fue bautizado por Juan en el Jordán.&nbsp;</p><p><strong><sup>10</sup></strong> Y luego, cuando subía del agua, vio abrirse los cielos, y al Espíritu como paloma que descendía sobre él.&nbsp;</p><p><strong><sup>11</sup></strong> Y vino una voz de los cielos que decía: Tú eres mi Hijo amado; en ti tengo complacencia.</p><p><strong><sup>12</sup></strong> Y luego el Espíritu le impulsó al desierto.&nbsp;</p><p><strong><sup>13</sup></strong> Y estuvo allí en el desierto cuarenta días, y era tentado por Satanás, y estaba con las fieras; y los ángeles le servían.</p><p>Juan bautiza a Jesús en el río Jordán y, cuando asciende del agua, ve los cielos abiertos y al Espíritu Santo descender sobre él como una paloma. Escucha entonces la voz de Dios desde el Cielo: “Tú eres mi Hijo amado. En ti me complazco” (Mar. 1:11).</p><p>Estos eventos señalan la importancia del bautismo de Jesús. El Padre, el Hijo y el Espíritu Santo están presentes y declaran juntos el inicio del ministerio de Jesús. La importancia de este evento encontrará su eco en la escena de la cruz registrada en Marcos 15. Muchos de los elementos de la narración reaparecerán en esa escena.</p><p>El Espíritu impulsó a Jesús al desierto (Mar. 1:12). La palabra griega original traducida como “impulsó” es ekball?, el término comúnmente usado en el Evangelio de Marcos para referirse a la expulsión de demonios. La presencia del Espíritu Santo aquí ilustra su poder en la vida de Jesús. El Señor ya está iniciando el viaje de su ministerio e inmediatamente se enfrenta a Satanás. El aspecto de la lucha en esta escena se muestra mediante la referencia a los cuarenta días de la tentación, a la presencia de animales salvajes y al servicio que los ángeles brindaron a Jesús.</p><p>Una característica inusual de la escena con la que comienza el Evangelio de Marcos es la presentación de Jesús como un personaje divino y humano a la vez. Como divino, él es el Cristo, el Mesías (Mar. 1:1) anunciado por un mensajero (Mar. 1:2, 3), alguien más poderoso que Juan (Mar. 1:7), el Hijo amado sobre quien el Espíritu desciende (Mar. 1:10, 11). Pero vemos lo siguiente acerca de su dimensión humana: es bautizado por Juan (no a la inversa, Mar. 1:9), es impulsado por el Espíritu (Mar. 1:12), es tentado por Satanás (Mar. 1:13), está con animales salvajes (Mar. 1:13) y es atendido por ángeles (Mar. 1:13).</p><p>¿Por qué estos contrastes? Esto apunta a la asombrosa realidad de Cristo, nuestro Señor y Salvador, nuestro Dios y, sin embargo, también un ser humano, nuestro Hermano y Ejemplo. ¿Podríamos abarcar completamente esta idea con nuestra mente? No es posible. Pero es algo que aceptamos por fe y nos maravillamos por lo que esta verdad nos revela acerca del amor de Dios hacia la humanidad.</p><p><strong>¿Qué nos dice acerca del asombroso amor de Dios el hecho de que, aunque Jesús es Dios, estuvo dispuesto a asumir nuestra humanidad a fin de salvarnos?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de julio",
          "dayTitle": "<p>EL EVANGELIO SEGÚN JESÚS</p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Marcos 1:14 y 15. ¿Cuáles son las tres partes del mensaje evangélico que Jesús proclamó?</strong></p><p><strong>Marcos 1:14-15</strong></p><p><strong><sup>14 </sup></strong>Después que Juan fue encarcelado, Jesús vino a Galilea predicando el evangelio del reino de Dios,&nbsp;</p><p><strong><sup>15</sup></strong> diciendo: El tiempo se ha cumplido, y el reino de Dios se ha acercado; arrepentíos, y creed en el evangelio.</p><p>Marcos resume aquí el mensaje simple y directo de Jesús. Sus tres partes son ilustradas en el siguiente cuadro:</p><p><strong>Categoría</strong>&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;<strong>Contenido</strong></p><p>Profecía cronológica o de tiempo&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; El tiempo se ha cumplido</p><p>Promesa de pacto&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp;El Reino de Dios está cerca</p><p>Llamado al discipulado&nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; &nbsp; ¡Arrepiéntanse, y crean al evangelio!</p><p>La profecía cronológica o de tiempo a la que Jesús se refiere es la de las setenta semanas de Daniel 9:24 al 27. Esta profecía encuentra su cumplimiento en el bautismo de Jesús, cuando fue ungido con el Espíritu Santo y comenzó su ministerio (Hech. 10:38). La asombrosa profecía de las 70 semanas es ilustrada en el siguiente gráfico:</p><p><a href=\"https://cldup.com/_QY2asnovA.png\">Ver imagen</a></p><p>En esta profecía, un día representa un año (Núm. 14:34; Eze. 4:6). La profecía comienza en el año 457 a.C. con el decreto emitido por Artajerjes, rey de Persia, para completar la reconstrucción de Jerusalén (ver Esdras 7). Sesenta y nueve semanas proféticas habrían de extenderse hasta el año 27 d.C., cuando Jesús fue bautizado y ungido con el Espíritu Santo al comienzo de su ministerio.</p><p>Su crucifixión habría de ocurrir tres años y medio después. La terminación de la última de las setenta semanas ocurrió en el año 34 d.C., cuando Esteban fue apedreado y el mensaje del evangelio comenzó a ser predicado a los gentiles, así como también a los judíos.</p><p><strong>¿Cuándo fue la última vez que estudiaste la profecía de las 70 semanas? ¿Cómo puede el conocimiento de esta profecía incrementar tu fe no solo en Jesús, sino también en la confiabilidad de la Palabra profética?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de Julio",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p>Lee el capítulo 10 de El Deseado de todas las gentes, de Elena de White, titulado “La voz en el desierto” (pp. 72-83), y el capítulo 17 de Los hechos de los apóstoles, de la misma autora, titulado “Heraldos del evangelio” (pp. 137-145).</p><p>¡Qué fascinante es el hecho de que el mensaje del primer ángel, en Apocalipsis 14:6 y 7, sea paralelo al mensaje evangélico de Jesús en Marcos 1:15!</p><p>El mensaje del primer ángel trae el evangelio eterno al mundo en los últimos días en preparación para la Segunda Venida. Al igual que el mensaje de Jesús, el evangelio angélico del tiempo del fin contiene los mismos tres elementos, como ilustra la siguiente tabla:</p><p><strong style=\"color: rgb(54, 96, 146);\">#1</strong></p><p><strong>Marcos 1:</strong> El tiempo se ha cumplido (Dan. 9)</p><p><strong>Categoría:</strong> Profecía de tiempo</p><p><strong>Apocalipsis 14:</strong> La hora del Juicio (Dan. 7, 8)</p><p><strong style=\"color: rgb(54, 96, 146);\">#2</strong></p><p><strong>Marcos 1:</strong> El Reino se ha acercado</p><p><strong>Categoría: </strong>Promesa de pacto</p><p><strong>Apocalipsis 14:</strong> El evangelio eterno</p><p><strong style=\"color: rgb(54, 96, 146);\">#3</strong></p><p><strong>Marcos 1: </strong>Arrepiéntanse, crean</p><p><strong>Categoría:</strong> Llamado al discipulado</p><p><strong>Apocalipsis 14</strong>: Teman, glorifiquen, adoren a Dios</p><p><br></p><p>El mensaje del primer ángel anuncia el comienzo del juicio previo al regreso de Cristo predicho en la profecía de los 2.300 días de Daniel 8:14; este comenzó en 1844. El Juicio trae el Reino de Dios a su pueblo perseguido (Dan. 7:22). La exhortación del primer ángel a reverenciar, glorificar y adorar a Dios es el llamado al discipulado dirigido al mundo en los últimos días mientras los poderes bestiales de Apocalipsis 13 presentan a un dios falso a quien reverenciar, glorificar y adorar.</p><p>Así como el mensaje de Jesús en Marcos 1 está íntimamente ligado a las profecías de Daniel en el inicio de la proclamación del evangelio, el mensaje del primer ángel también está estrechamente ligado a Daniel al final de la historia de la Tierra.</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong><br></strong></p><p><strong>1.</strong> Compara y contrasta a Juan el Bautista y Jesús en Marcos 1:1 al 13. ¿Qué lecciones especiales aprendes de la manera en que son presentados?</p><p><strong>2</strong>. Considera el significado del bautismo. Lee Romanos 6:1 al 4 y Juan 3:1 al 8, y compáralos con el bautismo de Jesús en Marcos 1:9 al 13. ¿Qué paralelos y contrastes adviertes? ¿Cómo te ayuda esto a comprender más plenamente el significado del bautismo?</p><p><strong>3.</strong> Compara y contrasta el evangelio según Jesús en Marcos 1:14 y 15 y el mensaje del primer ángel en Apocalipsis 14:6 y 7. ¿Cómo te ayuda la comprensión de estos mensajes a percibir mejor tu misión para hoy?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong>Texto clave: Marcos 1:1.</strong></p><p><strong>Enfoque del estudio: Marcos 1.</strong></p><p><br></p><p><strong>Introducción:</strong></p><p>En el primer versículo de su Evangelio, Marcos resume no solo el tema del capítulo inicial, sino de todo su relato: “El evangelio de Jesucristo”. En un siglo en que la gente solía dejarse seducir por el encanto de “un evangelio diferente del que [había] recibido” (Gál. 1:9), Marcos inicia su narración con su trascendente declaración inicial para destacar la esencia de la religión cristiana: la buena noticia acerca de Jesucristo. Jesús reveló el evangelio no solo a quienes fueron restaurados por su toque sanador, sino también a una comunidad de fe dispar que necesitaba creerlo. Desde la perspectiva de Marcos, Jesús mismo es, en definitiva, el evangelio. Temática de la lección:</p><p>El estudio de esta semana repasa dos componentes del primer versículo del Evangelio de Marcos: la frase “el evangelio de Jesucristo” y, más específicamente, el nombre mismo “Jesucristo”.</p><p>1. “El evangelio de Jesucristo”. Para Marcos, el evangelio (euangelion, en griego) es la buena noticia de Dios, cimentada en las Sagradas Escrituras, proclamada por Cristo en las sinagogas y manifestada en su ministerio terrenal. Como tal, la buena nueva de Dios es también, en verdad, la buena noticia de Jesús.</p><p>2. “Jesucristo”. Marcos presenta a Jesús en las múltiples facetas de su ministerio. Jesús es el Hijo de Dios y el Santo. También se refiere a él como un gran maestro, predicador y sanador compasivo en la región de Galilea y más allá.</p><p><br></p><p><strong>COMENTARIO</strong></p><p><strong>“El principio de…”</strong></p><p>Los cuatro evangelios comienzan con referencias al “principio” de Jesucristo. El Evangelio de Mateo se inicia con el origen humano ancestral de Jesús como “hijo de David, hijo de Abraham” (Mat. 1:1). Lucas prologa el relato de su Evangelio con “el principio” del ministerio público de Jesús, narrado por testigos presenciales (Luc. 1:2). El “principio” del Evangelio de Juan es especial, porque se refiere a un tiempo anterior a los albores de la historia humana; anterior incluso al “principio” mencionado en Génesis. El “principio” que Juan menciona en su Evangelio se refiere a la eternidad de Jesucristo: “En el principio existía el Verbo” (Juan 1:1). En cambio, Marcos comienza su relato con las palabras “el principio del evangelio de Jesucristo” (Mar. 1:1). Es decir, Marcos se propone narrar el evangelio de Jesucristo, ejemplificado en su ministerio, desde el inicio.</p><p>Marcos introduce su Evangelio con una afirmación que resume el tema de su libro: “El principio del evangelio de Jesucristo, el Hijo de Dios” (Mar. 1:1). En esta frase, las dos palabras principales que consideraremos detenidamente son “evangelio” y “Jesucristo”.</p><p><strong>“El evangelio de Jesucristo”</strong></p><p>Marcos es el único de los cuatro evangelistas que utiliza la expresión “el evangelio de Jesucristo” [euangeliou I?sou Jristou] (Mar. 1:1), la cual nos dice que Jesús y su evangelio son el centro y la esencia de la narración de Marcos.</p><p>Haríamos bien, pues, en comenzar nuestro estudio del Evangelio de Marcos preguntándonos: ¿Qué es el evangelio? Según los lexicógrafos, la expresión griega euangelion, comúnmente traducida como “evangelio”, tiene más de un significado:</p><p>“La buena noticia de Dios para los humanos”; “la buena noticia como proclamación”; “un libro referido a la vida y las enseñanzas de Jesús, un relato evangélico”; “los detalles acerca de la vida y el ministerio de Jesús”; “las buenas noticias comunicadas por Jesús” (William Arndt, Felix W. Gingrich, Frederick W. Danker, eds., A Greek-English lexicon of the New Testament and other early Christian literature [Chicago: University of Chicago Press, 2000], p. 403). En vista de estas definiciones, podemos concluir que Marcos utiliza la expresión “evangelio” para describir los actos misericordiosos de Jesús durante su ministerio y para designar la idea misma del evangelio como “buena noticia” de parte de Dios.</p><p><strong>Los hechos de Jesús como evangelio</strong></p><p>Marcos presenta “el evangelio de Jesucristo” en el contexto de la actividad de Jesús en favor de la humanidad. Así, desde el principio de su Evangelio, retrata la buena noticia tal como se aprecia en la enseñanza y la predicación de Jesús (Mar. 1:22, 39), en el dominio que ejerce sobre los demonios o espíritus impuros (Mar. 1:27), y en sus diversos actos de curación, que incluyen la sanación de la suegra de Simón Pedro (Mar. 1:30, 31) y de muchos otros enfermos (Mar. 1:32, 34, 40-42). Al estudiar los evangelios, observamos que Juan comienza el suyo con la preexistencia del Logos (palabra griega traducida como “Verbo” en Juan 1:1) y las credenciales de Jesús, presentadas por Juan el Bautista. Mateo y Lucas dedican una amplia sección de sus evangelios al origen humano de Jesús y a sus primeros años en esta Tierra. A diferencia de ellos, Marcos presenta desde el principio a Jesús como el Hacedor. Los hechos de Jesús ocupan un lugar central en la narración de Marcos, convirtiéndola en el evangelio en acción, en movimiento.</p><p><strong>El evangelio como “buena noticia” que debe ser proclamada</strong></p><p>El Evangelio de Marcos también tiene sus raíces en la Palabra de Dios; concretamente, en su revelación. Inmediatamente después de la declaración del versículo 1, “el principio del evangelio de Jesucristo”, Marcos cita las Escrituras del Antiguo Testamento, incluidos algunos versículos del libro de Isaías (Mar. 1:2, 3), con una alusión a las 70 semanas del libro de Daniel (Mar. 1:15; ver Dan. 9:24-27). Aquí podemos ver claramente el evangelio como contenido, como “buena noticia”. Marcos define esta noticia como “el evangelio del Reino de Dios” (Mar. 1:14). Por lo tanto, la buena nueva es una proclamación divina dirigida a la humanidad.</p><p>En resumen, Marcos da a entender que el evangelio es tanto la palabra de Dios como los actos de Jesús durante su ministerio terrenal.</p><p><strong>“Jesucristo”</strong></p><p>Otra palabra clave al comienzo del Evangelio de Marcos es “Jesucristo”. ¿Cómo describe Marcos a Jesús? A lo largo de su relato, lo describe como “Hijo de Dios” (Mar. 1:1), “Hijo del hombre” (Mar. 9:31) e “Hijo de David” (Mar. 10:47). Con estas tres identificaciones, las credenciales divinas de Jesús son presentadas desde el comienzo mismo del Evangelio de Marcos.</p><p><strong>Jesús como Hijo de Dios e Hijo del Hombre</strong></p><p>En la encarnación, Jesús, el Hijo eterno, asumió el papel redentor en sumisión a la autoridad de Dios Padre (Mar. 1:11), colocándose voluntariamente bajo la guía del Padre y bajo la dirección del Espíritu Santo (Mar. 1:10, 11). En la referencia de Marcos a Jesús como Hijo del Hombre, vemos una alusión a Daniel 7. Al atribuir la identidad y el título de Hijo del Hombre a Jesucristo, Marcos confirma que el Reino de Dios (Dan. 7:14, 27) pertenece a Jesús, y que este Reino estaba cerca en la época de Marcos (Mar. 1:15), quien describe ampliamente los actos de Jesús como ser humano, no sin antes presentarlo también como divino.</p><p><strong>Jesús como santo</strong></p><p>En consonancia con la identificación de Jesús como ser divino, Marcos también presenta a Jesucristo como “el Santo de Dios” (Mar. 1:24). Esta descripción puede ser una alusión a Isaías 6, donde se presenta al Señor como santo (Isa. 6:3). “Santo” es la expresión preferida de los seres celestiales para referirse al Señor. En Marcos, incluso los demonios reconocen a Jesús como el Santo [ho hagios, en griego] (Mar. 1:24); es decir, reconocen a Jesús como puro (Danker y otros, A Greek-English lexicon of the New Testament and other early Christian literature, p. 11). La pureza es la esencia del ser de Dios. Por lo tanto, los demonios, o espíritus inmundos, impuros, no pueden permanecer ante él. Es más, reconocen que serán destruidos en su presencia (Mar. 1:24).</p><p><strong>Jesús como maestro y predicador</strong></p><p>Marcos también presenta a Jesús como maestro y predicador. Jesús mismo señala estas facetas de su ministerio como el propósito de su primera venida: “Para que predique también allí; porque para esto he venido” (Mar. 1:38). Parece que el ámbito preferido para enseñar o predicar en aquellos días era la sinagoga, mencionada cuatro veces en el primer capítulo del Evangelio de Marcos (Mar. 1:21, 23, 29, 39). La enseñanza y la predicación de Jesús tenían un sello divino, pues estaban fundamentadas en la Revelación, que él trataba de hacer relevante y significativa para su audiencia al decir: “El tiempo se ha cumplido, el Reino de Dios está cerca” (Mar. 1:15). Después del incidente en la sinagoga, en el que Jesús expulsó a un espíritu impuro de un hombre, “todos se maravillaron, de tal manera que preguntaban unos a otros: ‘¿Qué es esto? ¡Una nueva doctrina con autoridad! Y aun ordena a los espíritus impuros y le obedecen’ ” (Mar. 1:27).</p><p>Aunque Marcos afirma que Jesús no enseñaba ni predicaba como los escribas (Mar. 1:22), su mensaje coincidía esencialmente con el que anunciaba Juan el Bautista: un mensaje de arrepentimiento (Mar. 1:4). Jesús, en la misma línea, predicaba un mensaje de arrepentimiento e instaba a su audiencia a creerlo y aceptarlo (Mar. 1:14, 15).</p><p>Aunque frecuentaba las sinagogas de las ciudades para predicar, Jesús no se limitaba a ninguna ciudad, como Capernaum (Mar. 1:21), también llamada “su ciudad” (Mat. 9:1). Era un predicador itinerante. Como tal, “predicaba en las sinagogas de toda Galilea” (Mar. 1:39).</p><p><strong>Jesús como sanador</strong></p><p>Como acabamos de señalar, el ministerio de Jesús, tal como se describe en el primer capítulo de Marcos, no está circunscripto a una ciudad en particular. Tampoco está vinculado a un lugar concreto, como la sinagoga. Marcos presenta a Jesús “caminando junto al mar de Galilea” (Mar. 1:16), yendo a la casa de Simón y Andrés (Mar. 1:29), y visitando un lugar apartado (Mar. 1:35). Su ministerio llega a todas las regiones de Galilea y sus alrededores (Mar. 1:28), incluidas las zonas despobladas (Mar. 1:45). Busca activamente llegar a la gente donde esta se encuentra.</p><p>Además de un intenso ministerio de enseñanza y predicación, Jesús fue muy activo en llevar curación a quienes sufrían. Su misión implicaba la restauración integral del ser humano. Sanó a un hombre que padecía a causa de convulsiones (Mar. 1:23-26). Restableció a la suegra de Simón, que estaba postrada por la fiebre (Mar. 1:30, 31). Liberó y curó al endemoniado (Mar. 1:32-34, 39). No fue indiferente a la lamentable situación de un leproso que acudió desesperado a él. Sin inmutarse por el riesgo del contagio, Jesús puso su mano sobre él y lo curó (Mar. 1:40-42). Jesús es la encarnación de la buena noticia, del evangelio, para mucha gente, tal como narra Marcos. “Y toda la ciudad se juntó a la puerta” (Mar. 1:33). “Acudían a él de todas partes” (Mar. 1:45). Su ministerio trajo restauración a todo el ser. La restauración es la sustancia del evangelio de Jesucristo en sus términos más prácticos.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Pablo habla de la incidencia de “otros” evangelios en el siglo I, aparte del que él enseñaba. Tristemente, muchos cristianos fueron engañados por “otro evangelio” (Gál. 1:6) o por una distorsión del genuino. Invita a tus alumnos a considerar las siguientes preguntas:</p><p><strong>1. </strong>¿Qué significa el evangelio para mí?</p><p><strong>2.</strong> ¿Cuál es la esencia del evangelio en el que creo?</p><p><strong>3.</strong> Actualmente, las redes sociales son la principal fuente de información en muchos aspectos de nuestra vida: cómo nos comunicamos, cómo nos mantenemos en contacto, cómo compartimos noticias e información, etc. ¿Cuál es la fuente del evangelio en el que creo?&nbsp;¿Es la Palabra de Dios aún relevante como fuente de buenas noticias? Dialoguen al respecto.</p><p><strong>4.</strong> ¿Es la Palabra de Dios aún relevante como fuente de buenas noticias? Dialoguen al respecto.</p><p><strong>5.</strong> Jesús dedicó gran parte de su ministerio a enseñar, además de predicar, sanar y orar. Comparte con tu clase el aspecto del ministerio de Jesús que más haya impactado tu vida como maestro. Luego, pregunta a los miembros de tu clase qué aspecto del ministerio de Jesús ha hecho el mayor impacto en ellos.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "3T2024",
      "title": "<p>EL COMIENZO DEL EVANGELIO</p>",
      "verse": "<p>“Después que Juan fue encarcelado, Jesús vino a Galilea predicando el evangelio del reino de Dios. Decía: ‘El tiempo se ha cumplido, el reino de Dios está cerca. ¡Arrepiéntanse, y crean al evangelio!’ ” (Mar. 1:14, 15).</p>",
      "versionCode": 40,
      "weekDate": "29 de junio - 5 de julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
