{
  "data": [
    {
      "color": "#FF5733",
      "id": 11,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 4",
          "dayTitle": "",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>One of the fascinating things about the Bible, especially the Old Testament, is how often it refers or alludes to itself; that is, later writers in the Old Testament refer to earlier ones, using them and their writings to make their point.\n</p><p>Psalm 81, for example, goes back to the book of Exodus and then almost quotes verbatim from the preamble of the Ten Commandments when the psalmist writes: “I am the Lord your God, who brought you out of the land of Egypt” (Ps. 81:10, NKJV).\n</p><p>All through the Old Testament, Genesis—especially the Creation story—is referenced, such as in “I beheld the earth, and indeed it was without form, and void; and the heavens, they had no light” (Jer. 4:23, NKJV; see also Gen. 1:2).\n</p><p>And, yes, many times the later writers of the Old Testament, such as the prophets, referred back to the book of Deuteronomy, which played such a central role in the covenantal life of early Israel. This week we will focus on how the book was used by later writers. What parts of Deuteronomy did they use, and what points were they making that have relevance for us today?</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 5",
          "dayTitle": "<p><strong>The Book of the Law \n</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p>King Josiah of Judah, who was eight years old when he became king, reigned 31 years (640 b.c.–609 b.c.) before his death on the battlefield. In the eighteenth year of his reign, something happened that, at least for a while, changed the history of God’s people.\n</p><p><strong>Read 2 Kings 22. What lessons can we learn from this incident?\n</strong></p><p><strong>2 Kings 22</strong></p><p><strong>1</strong> Josiah was eight years old when he became king, and he reigned thirty-one years in Jerusalem. His mother’s name was Jedidah the daughter of Adaiah of Bozkath.&nbsp;</p><p><strong>2</strong> And he did what was right in the sight of the Lord, and walked in all the ways of his father David; he did not turn aside to the right hand or to the left.\n</p><p><strong>3</strong> Now it came to pass, in the eighteenth year of King Josiah, that the king sent Shaphan the scribe, the son of Azaliah, the son of Meshullam, to the house of the Lord, saying:&nbsp;</p><p><strong>4</strong> “Go up to Hilkiah the high priest, that he may count the money which has been brought into the house of the Lord, which the doorkeepers have gathered from the people.&nbsp;</p><p><strong>5</strong> And let them deliver it into the hand of those doing the work, who are the overseers in the house of the Lord; let them give it to those who are in the house of the Lord doing the work, to repair the damages of the house—&nbsp;</p><p><strong>6</strong> to carpenters and builders and masons—and to buy timber and hewn stone to repair the house.&nbsp;</p><p><strong>7</strong> However there need be no accounting made with them of the money delivered into their hand, because they deal faithfully.”\n</p><p><strong>8</strong> Then Hilkiah the high priest said to Shaphan the scribe, “I have found the Book of the Law in the house of the Lord.” And Hilkiah gave the book to Shaphan, and he read it.&nbsp;</p><p><strong>9</strong> So Shaphan the scribe went to the king, bringing the king word, saying, “Your servants have gathered the money that was found in the house, and have delivered it into the hand of those who do the work, who oversee the house of the Lord.”&nbsp;</p><p><strong>10</strong> Then Shaphan the scribe showed the king, saying, “Hilkiah the priest has given me a book.” And Shaphan read it before the king.\n</p><p><strong>11</strong> Now it happened, when the king heard the words of the Book of the Law, that he tore his clothes.&nbsp;</p><p><strong>12</strong> Then the king commanded Hilkiah the priest, Ahikam the son of Shaphan, Achbor the son of Michaiah, Shaphan the scribe, and Asaiah a servant of the king, saying,&nbsp;</p><p><strong>13</strong> “Go, inquire of the Lord for me, for the people and for all Judah, concerning the words of this book that has been found; for great is the wrath of the Lord that is aroused against us, because our fathers have not obeyed the words of this book, to do according to all that is written concerning us.”\n</p><p><strong>14</strong> So Hilkiah the priest, Ahikam, Achbor, Shaphan, and Asaiah went to Huldah the prophetess, the wife of Shallum the son of Tikvah, the son of Harhas, keeper of the wardrobe. (She dwelt in Jerusalem in the Second Quarter.) And they spoke with her.&nbsp;</p><p><strong>15</strong> Then she said to them, “Thus says the Lord God of Israel, ‘Tell the man who sent you to Me,&nbsp;</p><p><strong>16</strong> “Thus says the Lord: ‘Behold, I will bring calamity on this place and on its inhabitants—all the words of the book which the king of Judah has read—&nbsp;</p><p><strong>17</strong> because they have forsaken Me and burned incense to other gods, that they might provoke Me to anger with all the works of their hands. Therefore My wrath shall be aroused against this place and shall not be quenched.’ ” ’&nbsp;</p><p><strong>18</strong> But as for the king of Judah, who sent you to inquire of the Lord, in this manner you shall speak to him, ‘Thus says the Lord God of Israel: “Concerning the words which you have heard—&nbsp;</p><p><strong>19</strong> because your heart was tender, and you humbled yourself before the Lord when you heard what I spoke against this place and against its inhabitants, that they would become a desolation and a curse, and you tore your clothes and wept before Me, I also have heard you,” says the Lord.&nbsp;</p><p><strong>20</strong> “Surely, therefore, I will gather you to your fathers, and you shall be gathered to your grave in peace; and your eyes shall not see all the calamity which I will bring on this place.” ’ ” So they brought back word to the king.</p><p>Scholars have long concluded that the “Book of the Law” (2 Kings 22:8, NKJV) was Deuteronomy, which apparently had been lost to the people for many years.\n</p><p>“Josiah was deeply stirred as he heard read for the first time the exhortations and warnings recorded in this ancient manuscript. Never before had he realized so fully the plainness with which God had set before Israel ‘life and death, blessing and cursing’ (Deuteronomy 30:19). . . . The book abounded in assurances of God’s willingness to save to the uttermost those who should place their trust fully in Him. As He had wrought in their deliverance from Egyptian bondage, so would He work mightily in establishing them in the Land of Promise and in placing them at the head of the nations of earth.”—Ellen G. White, Prophets and Kings, p. 393.\n</p><p>All through the next chapter, we can see just how seriously King Josiah sought “to keep His commandments and His testimonies and His statutes, with all his heart and all his soul” (2 Kings 23:3, NKJV; see also Deut. 4:29, Deut. 6:5, Deut. 10:12, Deut. 11:13). And this reformation included a cleansing and purging of “all the abominations that were seen in the land of Judah and in Jerusalem, that he might perform the words of the law which were written in the book that Hilkiah the priest found in the house of the Lord” (2 Kings 23:24, NKJV).\n</p><p>Deuteronomy was filled with warnings and admonitions against following the practices of the nations around them. The actions of Josiah, and all the things that he did, which included the execution of what must have been idolatrous priests in Samaria (2 Kings 23:20), revealed just how far the people of God had strayed from the truth entrusted to them. Instead of remaining the holy people they were supposed to be, they compromised with the world, even though they often thought, We are just fine with the Lord, thank you.\n</p><p>What a dangerous deception.\n</p><p><strong>In our own homes or even in church institutions, what things might we need to purge thoroughly in order truly to serve the Lord with all our heart and soul?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 6",
          "dayTitle": "<p><strong>The Heaven of Heavens\n</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p>Deuteronomy makes it so clear that the law and the covenant were central, not only to Israel’s relationship to God, but also to the nation’s purpose as the “chosen” people (Deut. 7:6, Deut. 14:2, Deut. 18:5).\n</p><p><strong>Read Deuteronomy 10:12–15, where much of this idea of law and Israel’s chosen status is stressed. What, however, does the Bible mean by the phrase “heaven of heavens”? What point is Moses making with that phrase?\n</strong></p><p><strong>Deuteronomy 10:12–15</strong></p><p><strong><sup>12</sup></strong> “And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all His ways and to love Him, to serve the Lord your God with all your heart and with all your soul,&nbsp;</p><p><strong><sup>13</sup></strong> and to keep the commandments of the Lord and His statutes which I command you today for your good?&nbsp;</p><p><strong><sup>14</sup></strong> Indeed heaven and the highest heavens belong to the Lord your God, also the earth with all that is in it.&nbsp;</p><p><strong><sup>15</sup></strong> The Lord delighted only in your fathers, to love them; and He chose their descendants after them, you above all peoples, as it is this day.</p><p>What “heaven of heavens” means isn’t absolutely clear, at least in this immediate context, but Moses is pointing to the majesty, power, and grandeur of God. That is, not only heaven itself but also “the heaven of the heavens” belongs to Him, most likely an idiomatic expression that points to God’s complete sovereignty over all the creation.\n</p><p>Read the following verses, all based on the phrase that appears first in Deuteronomy. In each case, what point is being made, and how do we see the influence of Deuteronomy there?\n</p><p><strong>1 Kings 8:27\n</strong></p><p><strong><sup>27</sup></strong> “But will God indeed dwell on the earth? Behold, heaven and the heaven of heavens cannot contain You. How much less this temple which I have built!\n</p><p>\n</p><p><strong>Neh. 9:6<sup><br></sup></strong></p><p><strong><sup>6</sup></strong> You alone are the Lord;\n</p><p>You have made heaven,\n</p><p>The heaven of heavens, with all their host,\n</p><p>The earth and everything on it,\n</p><p>The seas and all that is in them,\n</p><p>And You preserve them all.\n</p><p>The host of heaven worships You.</p><p><strong>Ps. 148:4\n</strong></p><p><strong><sup>4</sup></strong> Praise Him, you heavens of heavens,\n</p><p>And you waters above the heavens!</p><p>Especially clear in Nehemiah 9 is the theme of God as the Creator and the One who alone should be worshiped. He made everything, even “the heaven of heavens, with all their host” (Neh. 9:6, NKJV). In fact, Nehemiah 9:3 says that he “read from the Book of the Law” (NKJV), most likely, as in the time of Josiah, the book of Deuteronomy, which explains why a few verses later the Levites, amid their praise and worship of God, used the phrase “heaven of heavens,” which came directly from Deuteronomy.\n</p><p><strong>God is the Creator not only of earth but also of “the heaven of heavens.” And then to think that this same God went to the cross! Why is worship such an appropriate response to what God has done for us?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 7",
          "dayTitle": "<p><strong>Deuteronomy in Jeremiah \n</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p>Years ago, a young man, an agnostic, was a passionate seeker for truth—whatever that truth was and wherever it led him. Eventually he came not only to believe in God the Father and in Jesus, but he also accepted the Seventh-day Adventist message. His favorite verse in the Bible was Jeremiah 29:13, which reads: “And you will seek Me and find Me, when you search for Me with all your heart” (NKJV). Years later, however, he found that verse again while studying his Bible, but way back in the book of Deuteronomy. That is, Jeremiah got it from Moses.\n</p><p><strong>Read Deuteronomy 4:23–29. What is the context of this promise to Israel, and how could it relate to us today?\n</strong></p><p><strong>Deuteronomy 4:23–29</strong></p><p><strong><sup>23</sup></strong> Take heed to yourselves, lest you forget the covenant of the Lord your God which He made with you, and make for yourselves a carved image in the form of anything which the Lord your God has forbidden you.&nbsp;</p><p><strong><sup>24</sup></strong> For the Lord your God is a consuming fire, a jealous God.\n</p><p>\n</p><p><strong><sup>25</sup></strong> “When you beget children and grandchildren and have grown old in the land, and act corruptly and make a carved image in the form of anything, and do evil in the sight of the Lord your God to provoke Him to anger,&nbsp;</p><p><strong><sup>26</sup></strong> I call heaven and earth to witness against you this day, that you will soon utterly perish from the land which you cross over the Jordan to possess; you will not prolong your days in it, but will be utterly destroyed.&nbsp;</p><p><strong><sup>27</sup></strong> And the Lord will scatter you among the peoples, and you will be left few in number among the nations where the Lord will drive you.&nbsp;</p><p><strong><sup>28</sup></strong> And there you will serve gods, the work of men’s hands, wood and stone, which neither see nor hear nor eat nor smell.&nbsp;</p><p><strong><sup>29</sup></strong> But from there you will seek the Lord your God, and you will find Him if you seek Him with all your heart and with all your soul.</p><p>As we already have seen, the book of Deuteronomy had been rediscovered during the reign of King Josiah, and it was under Josiah’s rule that Jeremiah began his ministry. No wonder, then, that the influence of Deuteronomy can be seen in the writings of Jeremiah.<br></p><p><strong>Read Jeremiah 7:1–7. What is Jeremiah telling the people to do, and how does it relate to what had been written in the book of Deuteronomy?\n</strong></p><p><strong>Jeremiah 7:1–7</strong></p><p><strong><sup>1</sup></strong> The word that came to Jeremiah from the Lord, saying,&nbsp;</p><p><strong><sup>2</sup></strong> “Stand in the gate of the Lord’s house, and proclaim there this word, and say, ‘Hear the word of the Lord, all you of Judah who enter in at these gates to worship the Lord!’ ”&nbsp;</p><p><strong><sup>3</sup></strong> Thus says the Lord of hosts, the God of Israel: “Amend your ways and your doings, and I will cause you to dwell in this place.&nbsp;</p><p><strong><sup>4 </sup></strong>Do not trust in these lying words, saying, ‘The temple of the Lord, the temple of the Lord, the temple of the Lord are these.’</p><p><strong><sup>5</sup></strong> “For if you thoroughly amend your ways and your doings, if you thoroughly execute judgment between a man and his neighbor,&nbsp;</p><p><strong><sup>6</sup></strong> if you do not oppress the stranger, the fatherless, and the widow, and do not shed innocent blood in this place, or walk after other gods to your hurt,&nbsp;</p><p><strong><sup>7</sup></strong> then I will cause you to dwell in this place, in the land that I gave to your fathers forever and ever.</p><p>Again and again in Deuteronomy, Moses stressed how the Israelites’ existence in the land of Canaan was conditional, and that if they disobeyed, they would not remain in the place that God had chosen for them. Look at the particular warning in Jeremiah 7:4, the implication being that, yes, this was God’s temple and, yes, they were the chosen people, but none of that mattered if they weren’t obedient.\n</p><p>And that obedience included how they treated strangers, orphans, and widows—an idea that goes directly back to Deuteronomy and some of the covenant stipulations that were incumbent upon them to follow: “ ‘You shall not pervert justice due the stranger or the fatherless, nor take a widow’s garment as a pledge’ ” (Deut. 24:17, NKJV; see also Deut. 24:21; Deut. 10:18, 19; Deut. 27:19).\n</p><p><strong>Read Jeremiah 4:4 and compare it to Deuteronomy 30:6. What is the message there to the people, and how does the principle equally apply to God’s people today?</strong></p><p><strong>Jeremiah 4:4</strong></p><p><strong><sup>4</sup></strong> Circumcise yourselves to the Lord,\n</p><p>And take away the foreskins of your hearts,\n</p><p>You men of Judah and inhabitants of Jerusalem,\n</p><p>Lest My fury come forth like fire,\n</p><p>And burn so that no one can quench it,\n</p><p>Because of the evil of your doings.”</p><p><strong>Deuteronomy 30:6</strong></p><p><strong><sup>6</sup></strong> And the Lord your God will circumcise your heart and the heart of your descendants, to love the Lord your God with all your heart and with all your soul, that you may live.\n</p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 8",
          "dayTitle": "<p><strong>What Does the Lord Require?\n</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p>So much of the writings of the prophets consisted of appeals to faithfulness. And not just faithfulness in general, but, in particular, faithfulness to the Israelites’ end of the covenant, which was reaffirmed just before they entered the land. This is what the book of Deuteronomy depicted: the reaffirmation of God’s covenant with Israel. The Lord was now, after the 40-year detour, about to fulfill (or to begin to fulfill) more of His covenant promises, His end of the deal. Thus, Moses admonished the people to fulfill their end, as well. Indeed, much of the writings of the prophets was basically the same: appeals for the people to uphold their side of the covenant.\n</p><p><strong>Read Micah 6:1–8. What is the Lord telling the people there, and how does it relate to the book of Deuteronomy? (See also Amos 5:24 and Hos. 6:6.)\n</strong></p><p><strong>Micah 6:1–8</strong></p><p><strong><sup>1</sup></strong> Hear now what the Lord says:</p><p>“Arise, plead your case before the mountains,\n</p><p>And let the hills hear your voice.\n</p><p><strong><sup>2</sup></strong> Hear, O you mountains, the Lord’s complaint,\n</p><p>And you strong foundations of the earth;\n</p><p>For the Lord has a complaint against His people,\n</p><p>And He will contend with Israel.</p><p><strong><sup>3</sup></strong> “O My people, what have I done to you?\n</p><p>And how have I wearied you?\n</p><p>Testify against Me.\n</p><p><strong><sup>4</sup></strong> For I brought you up from the land of Egypt,\n</p><p>I redeemed you from the house of bondage;\n</p><p>And I sent before you Moses, Aaron, and Miriam.\n</p><p><strong><sup>5</sup></strong> O My people, remember now\n</p><p>What Balak king of Moab counseled,\n</p><p>And what Balaam the son of Beor answered him,\n</p><p>From Acacia Grove to Gilgal,\n</p><p>That you may know the righteousness of the Lord.”</p><p><strong><sup>6</sup></strong> With what shall I come before the Lord,\n</p><p>And bow myself before the High God?\n</p><p>Shall I come before Him with burnt offerings,\n</p><p>With calves a year old?\n</p><p><strong><sup>7</sup></strong> Will the Lord be pleased with thousands of rams,\n</p><p>Ten thousand rivers of oil?\n</p><p>Shall I give my firstborn for my transgression,\n</p><p>The fruit of my body for the sin of my soul?</p><p><strong><sup>8</sup></strong> He has shown you, O man, what is good;\n</p><p>And what does the Lord require of you\n</p><p>But to do justly,\n</p><p>To love mercy,\n</p><p>And to walk humbly with your God?</p><p><strong>Amos 5:24</strong></p><p><strong><sub>24</sub></strong> But let justice run down like water,\n</p><p>And righteousness like a mighty stream.</p><p><strong>Hos. 6:6</strong></p><p><strong><sup>6</sup></strong> For I desire mercy and not sacrifice,\n</p><p>And the knowledge of God more than burnt offerings.</p><p>Bible scholars have seen in these verses in Micah what is known as a “covenant lawsuit,” in which the Lord “sues” or brings a case against His people for violation of the covenant. In this case, Micah says that the Lord “has a complaint against His people” (Mic. 6:2, NKJV), in which the word “complaint” (riv) can mean a legal dispute. That is, the Lord was bringing a legal case against them, imagery that implies the legal (besides the relational) aspect of the covenant. This shouldn’t be surprising because, after all, central to the covenant was law.\n</p><p>Notice, too, how Micah borrows language directly from Deuteronomy: “ ‘And now, Israel, what does the Lord your God require of you, but to fear the Lord your God, to walk in all His ways and to love Him, to serve the Lord your God with all your heart and with all your soul, and to keep the commandments of the Lord and His statutes which I command you today for your good?’ ” (Deut. 10:12, 13, NKJV). Instead, though, of quoting it directly, Micah modifies it by exchanging the “letter of the law” of Deuteronomy for the “spirit of the law,” which is about being just and merciful.\n</p><p>What seems to be happening here is that whatever the outward appearance of religion and piety (lots of animal sacrifices, i.e., “thousands of rams”), that’s not what constitutes Israel’s covenant relationship with God. What good is all this outward piety if, for example, “they covet fields and take them by violence, also houses, and seize them. So they oppress a man and his house, a man and his inheritance” (Mic. 2:2, NKJV)? Israel was supposed to be a light to the world, about which the nations would say, with wonder: “Surely this great nation is a wise and understanding people” (Deut. 4:6). Hence, they were to act with wisdom and with understanding, which included treating people with justice and mercy.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 9",
          "dayTitle": "<p><strong>Daniel’s Prayer\n</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p>One of the most famous prayers in all the Old Testament is in Daniel 9. Having learned from reading the prophet Jeremiah that the time of Israel’s “desolations” (Dan. 9:2), 70 years, was soon to be up, Daniel earnestly began praying.\n</p><p>And what a prayer it was—a poignant and tearful supplication in which he confessed his sins and the sins of his people, while at the same time acknowledging God’s justice amid the calamity that had befallen them.\n</p><p><strong>Read Daniel 9:1–19. What themes can you find that directly relate back to the book of Deuteronomy?\n</strong></p><p><strong>Daniel 9:1–19</strong></p><p><strong><sup>1</sup></strong> In the first year of Darius the son of Ahasuerus, of the lineage of the Medes, who was made king over the realm of the Chaldeans—&nbsp;</p><p><strong><sup>2 </sup></strong>in the first year of his reign I, Daniel, understood by the books the number of the years specified by the word of the Lord through Jeremiah the prophet, that He would accomplish seventy years in the desolations of Jerusalem.</p><p><strong><sup>3</sup></strong> Then I set my face toward the Lord God to make request by prayer and supplications, with fasting, sackcloth, and ashes.&nbsp;</p><p><strong><sup>4</sup></strong> And I prayed to the Lord my God, and made confession, and said, “O Lord, great and awesome God, who keeps His covenant and mercy with those who love Him, and with those who keep His commandments,&nbsp;</p><p><strong><sup>5</sup></strong> we have sinned and committed iniquity, we have done wickedly and rebelled, even by departing from Your precepts and Your judgments.&nbsp;</p><p><strong><sup>6</sup></strong> Neither have we heeded Your servants the prophets, who spoke in Your name to our kings and our princes, to our fathers and all the people of the land.&nbsp;</p><p><strong><sup>7</sup></strong> O Lord, righteousness belongs to You, but to us shame of face, as it is this day—to the men of Judah, to the inhabitants of Jerusalem and all Israel, those near and those far off in all the countries to which You have driven them, because of the unfaithfulness which they have committed against You.</p><p><strong><sup>8</sup></strong> “O Lord, to us belongs shame of face, to our kings, our princes, and our fathers, because we have sinned against You.&nbsp;</p><p><strong><sup>9 </sup></strong>To the Lord our God belong mercy and forgiveness, though we have rebelled against Him.&nbsp;</p><p><strong><sup>10</sup></strong> We have not obeyed the voice of the Lord our God, to walk in His laws, which He set before us by His servants the prophets.&nbsp;</p><p><strong><sup>11</sup></strong> Yes, all Israel has transgressed Your law, and has departed so as not to obey Your voice; therefore the curse and the oath written in the Law of Moses the servant of God have been poured out on us, because we have sinned against Him.&nbsp;</p><p><strong><sup>12</sup></strong> And He has confirmed His words, which He spoke against us and against our judges who judged us, by bringing upon us a great disaster; for under the whole heaven such has never been done as what has been done to Jerusalem.</p><p><strong><sup>13</sup></strong> “As it is written in the Law of Moses, all this disaster has come upon us; yet we have not made our prayer before the Lord our God, that we might turn from our iniquities and understand Your truth.&nbsp;</p><p><strong><sup>14 </sup></strong>Therefore the Lord has kept the disaster in mind, and brought it upon us; for the Lord our God is righteous in all the works which He does, though we have not obeyed His voice.&nbsp;</p><p><strong><sup>15 </sup></strong>And now, O Lord our God, who brought Your people out of the land of Egypt with a mighty hand, and made Yourself a name, as it is this day—we have sinned, we have done wickedly!</p><p><strong><sup>16</sup></strong> “O Lord, according to all Your righteousness, I pray, let Your anger and Your fury be turned away from Your city Jerusalem, Your holy mountain; because for our sins, and for the iniquities of our fathers, Jerusalem and Your people are a reproach to all those around us.&nbsp;</p><p><strong><sup>17</sup></strong> Now therefore, our God, hear the prayer of Your servant, and his supplications, and for the Lord’s sake cause Your face to shine on Your sanctuary, which is desolate.&nbsp;</p><p><strong><sup>18</sup></strong> O my God, incline Your ear and hear; open Your eyes and see our desolations, and the city which is called by Your name; for we do not present our supplications before You because of our righteous deeds, but because of Your great mercies.&nbsp;</p><p><strong><sup>19</sup></strong> O Lord, hear! O Lord, forgive! O Lord, listen and act! Do not delay for Your own sake, my God, for Your city and Your people are called by Your name.”</p><p>Daniel’s prayer is a summary of exactly what the nation had been warned about in Deuteronomy regarding the fruits of not keeping their end of the covenant. Twice Daniel referred back to “the law of Moses” (Dan. 9:11, 13), which certainly included Deuteronomy and, in this case, might have been specifically referring to it.\n</p><p>As Deuteronomy had said, they were driven from the land (see Deut. 4:27–31 and Deuteronomy 28) because they didn’t obey, exactly what Moses had been told would happen (Deut. 31:29).\n</p><p>How tragic, too, that instead of the nations around them saying, “Surely this great nation is a wise and understanding people” (Deut. 4:6), Israel became a “reproach” (Dan. 9:16) to those same nations.\n</p><p>In all of Daniel’s tears and supplications, he never asked the common question that so many ask when disaster strikes: “Why?” He never asked because, thanks to the book of Deuteronomy, he knew exactly why all these things happened. In other words, Deuteronomy gave Daniel (and other exiles) a context in which to understand that the evil that came upon them wasn’t just blind fate, blind chance, but the fruits of their disobedience, exactly what they had been warned about.\n</p><p>But, and perhaps more important, Daniel’s prayer expressed the reality that despite these events, there was hope. God had not abandoned them, no matter how much it might have seemed that way. Deuteronomy not only provided a context for understanding their situation, but it also pointed to the promise of restoration, as well.\n</p><p><strong>Read Daniel 9:24–27, the prophecy of Jesus and His death on the cross. Why would this prophecy be given to Daniel (and to the rest of us) in the context of Israel’s exile and the promise of the people’s return?</strong></p><p><strong>Daniel 9:24-27</strong></p><p><strong><sup>24</sup></strong> “Seventy weeks are determined\n</p><p>For your people and for your holy city,\n</p><p>To finish the transgression,\n</p><p>To make an end of sins,\n</p><p>To make reconciliation for iniquity,\n</p><p>To bring in everlasting righteousness,\n</p><p>To seal up vision and prophecy,\n</p><p>And to anoint the Most Holy.\n</p><p><strong><sup>25</sup></strong> “Know therefore and understand,\n</p><p>That from the going forth of the command\n</p><p>To restore and build Jerusalem\n</p><p>Until Messiah the Prince,\n</p><p>There shall be seven weeks and sixty-two weeks;\n</p><p>The street shall be built again, and the wall,\n</p><p>Even in troublesome times.\n</p><p><strong><sup>26</sup></strong> “And after the sixty-two weeks\n</p><p>Messiah shall be cut off, but not for Himself;\n</p><p>And the people of the prince who is to come\n</p><p>Shall destroy the city and the sanctuary.\n</p><p>The end of it shall be with a flood,\n</p><p>And till the end of the war desolations are determined.\n</p><p><strong><sup>27</sup></strong> Then he shall confirm a covenant with many for one week;\n</p><p>But in the middle of the week\n</p><p>He shall bring an end to sacrifice and offering.\n</p><p>And on the wing of abominations shall be one who makes desolate,\n</p><p>Even until the consummation, which is determined,\n</p><p>Is poured out on the desolate.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 10",
          "dayTitle": "",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p><br></p><p><strong>Further Thought:</strong></p><p>“This [Micah 6:1–8] is one of the great passages of the OT. It, like Amos 5:24 and Hos. 6:6, epitomizes the message of the eighth-century prophets. The passage opens with a beautiful example of a covenant lawsuit in which the prophet summons the people to hear the charge Yahweh has against them. The mountains and hills are the jury because they have been around a long time and have witnessed God’s dealing with Israel. Rather than directly charging Israel with breaking the covenant, God asks Israel if they have any charges against [Him]. ‘What have I done? How have I wearied you?’ In the face of injustice some of the poor people may have become ‘weary in well doing.’ In the face of opportunities to get rich quick some of the land-owners might have grown weary of keeping the covenant laws.”—Ralph L. Smith, Word Biblical Commentary, vol. 32, Micah-Malachi (Grand Rapids, MI: Word Books, 1984), p. 50.\n</p><p>“In the reformation that followed, the king [Josiah] turned his attention to the destruction of every vestige of idolatry that remained. So long had the inhabitants of the land followed the customs of the surrounding nations in bowing down to images of wood and stone, that it seemed almost beyond the power of man to remove every trace of these evils. But Josiah persevered in his effort to cleanse the land.”—Ellen G. White, Prophets and Kings, p. 401.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> Sure, we’re Seventh-day Adventists, and with our presenttruth message, we see ourselves and (rightly so) in the same place that the people of ancient Israel had been in: having truths that the world around them needed to hear. It’s a great privilege for us. How well, though, do you think we are living up to the responsibilities that come with such privilege?\n</p><p><strong>2</strong> Imagine being Daniel, having seen your nation invaded and defeated, and knowing that the temple, the center of your whole religious faith, was destroyed by idolatrous pagans. How, though, could knowledge of the book of Deuteronomy have been very faith-sustaining for him (or any other Jew) at this time? That is, how did the book help him understand all that was happening and why it happened? In a similar way, how does our understanding of Scripture as a whole help us deal with trying times and events that otherwise, without our knowledge of Scripture, could be very discouraging to us? What should the answer teach us about how central the Bible must be to our faith?\n</p><p><strong>3</strong> In class, go over the 70-week prophecy of Daniel 9:24–27. What role does the covenant have in that prophecy, and why is the idea of covenant so important to it—and to us?</p><p><strong>Inside Story</strong></p><p><strong>God’s Perfect Timing\n</strong></p><p><em>By Eliane Hosokawa Imayuki\n</em></p><p>Marcia Yuassa, one of the thousands of Brazilian immigrants working long hours at factories in central Japan, was forced to stay at home after falling ill.\n</p><p>Suffering severe pain, she didn’t know how she could take care of her family or even survive. She cried out to God not to let her die.\n</p><p>Unable to do much in her ill condition, she spent a lot of time on the internet.\n</p><p>One day, she stumbled across an online series of Bible-based health courses by a Seventh-day Adventist physician in Brazil. She watched every YouTube video that she could find and, as she learned about various aspects of a healthy lifestyle, she also heard about the seventh-day Sabbath.\n</p><p>Then, while looking on social media for friends from her youth in Brazil, she found a former classmate who recently had created a profile. Marcia happily reconnected with her old friend and enthusiastically told her in a call about her new findings on health and the Sabbath.\n</p><p>The friend listened attentively and, when Marcia finished, said she worshiped Jesus on the Sabbath. She had become a Seventh-day Adventist after losing contact with Marcia. The two women began to study the Bible together.\n</p><p>After some time, the friend sent contact information for an Adventist church and its pastor in her region. But when Marcia looked up the church’s address, she realized that it was in another city, too far away to visit because she did not drive. Still she called the church and spoke with me, the pastor’s wife.\n</p><p>To her surprise, I informed her that a small Bible study group had been formed in Iwata, the city where she lived, and would meet for the first time that same week.\n</p><p>Three days later, the group met less than a mile (a kilometer) from Marcia’s house, so close that she could walk there. God has healed her illness, and Marcia, 54, has not missed a meeting since.\n</p><p><em>Marcia learned about the seventh-day Sabbath through the internet. Part of this quarter’s Thirteenth Sabbath Offering will go to a project to help many Japanese people, especially young people, learn about Jesus through the internet. Thank you for planning a generous offering.</em></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p><strong>Deuteronomy in the Later Writings</strong></p>",
      "verse": "<p><strong>Memory Text:</strong> “ ‘The Lord delighted only in your fathers, to love them; and He chose their descendants after them, you above all peoples, as it is this day.’ ” (Deuteronomy 10:15, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "December 4 - 10"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
