{
  "data": [
    {
      "color": "#00A376",
      "id": 7,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "10 de febrero",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>Los salmistas reconocen que son espiritualmente pobres y que no tienen nada bueno para ofrecer a Dios; es decir, que no tienen nada en sí mismos que los recomiende ante el santo Trono de Dios (Sal. 40:17). Entienden que, como todos nosotros, necesitan gracia, la gracia de Dios.</p><p>En resumen, necesitan el evangelio. Los salmos subrayan el hecho de que la gente depende de la misericordia de Dios por completo. Afortunadamente, la misericordia de Dios es eterna, como lo demuestran la Creación de Dios y la historia del pueblo de Dios (Sal. 136). Ante el Dios eterno, la vida humana es tan efímera como la hierba, pero Dios se compadece de los seres humanos y renueva sus fuerzas (Sal. 103:3, 5, 15), y en él tienen la promesa de la eternidad.</p><p>El pueblo de Dios se consuela con el hecho de que el Señor es fiel a su Pacto. Las súplicas del pueblo, aunque a veces sean apremiantes, suelen estar llenas de esperanza, porque se dirigen a su compasivo Padre celestial (Sal. 103:1; 68:5; 89:26). Las nuevas experiencias de la gracia y el amor de Dios fortalecen su determinación de adorar y servir a Dios; a nadie ni a nada más.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de febrero",
          "dayTitle": "<p>SU AMOR ES PARA SIEMPRE</p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Salmo 136. ¿Qué pensamiento predomina en este salmo? El salmista, ¿dónde encuentra pruebas para su declaración predominante?</strong></p><p><strong>Salmo 136</strong></p><p><strong><sup>1 </sup></strong>Alabad a Jehová, porque él es bueno,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>2</sup></strong> Alabad al Dios de los dioses,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>3 </sup></strong>Alabad al Señor de los señores,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>4</sup></strong> Al único que hace grandes maravillas,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>5</sup></strong> Al que hizo los cielos con entendimiento,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>6 </sup></strong>Al que extendió la tierra sobre las aguas,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>7</sup></strong> Al que hizo las grandes lumbreras,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>8 </sup></strong>El sol para que señorease en el día,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>9 </sup></strong>La luna y las estrellas para que señoreasen en la noche,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>10 </sup></strong>Al que hirió a Egipto en sus primogénitos,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>11 </sup></strong>Al que sacó a Israel de en medio de ellos,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>12 </sup></strong>Con mano fuerte, y brazo extendido,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>13 </sup></strong>Al que dividió el Mar Rojo en partes,</p><p>Porque para siempre es su misericordia;</p><p><strong><sup>14 </sup></strong>E hizo pasar a Israel por en medio de él,</p><p>Porque para siempre es su misericordia;</p><p><strong><sup>15 </sup></strong>Y arrojó a Faraón y a su ejército en el Mar Rojo,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>16</sup></strong> Al que pastoreó a su pueblo por el desierto,</p><p>Porque para siempre es su misericordia.</p><p><strong><sup>17</sup></strong> Al que hirió a grandes reyes,</p><p>Porque para siempre es su misericordia;Y mató a reyes poderosos,</p><p><strong><sup>18 </sup></strong>Y mató a reyes poderosos,</p><p>Porque para siempre es su misericordia;</p><p><strong><sup>19</sup></strong> A Sehón rey amorreo,</p><p>Porque para siempre es su misericordia;</p><p><strong><sup>20 </sup></strong>Y a Og rey de Basán,</p><p>Porque para siempre es su misericordia;</p><p><strong>21 </strong>Y dio la tierra de ellos en heredad,</p><p>Porque para siempre es su misericordia;</p><p><strong>22</strong> En heredad a Israel su siervo,</p><p>Porque para siempre es su misericordia.</p><p><strong>23</strong> Él es el que en nuestro abatimiento se acordó de nosotros,</p><p>Porque para siempre es su misericordia;</p><p><strong>24</strong> Y nos rescató de nuestros enemigos,</p><p>Porque para siempre es su misericordia.</p><p><strong>25</strong> El que da alimento a todo ser viviente,</p><p>Porque para siempre es su misericordia.</p><p><strong>26 </strong>Alabad al Dios de los cielos,</p><p>Porque para siempre es su misericordia.</p><p>Salmo 136 convoca al pueblo de Dios a alabar al Señor por su misericordia revelada en la Creación (Sal. 136:4-9) y en la historia de Israel (Sal. 136:10-22). “Misericordia” (en hebreo hesed, ‘amor inalterable’) transmite la bondad y la lealtad de Dios hacia su Creación y hacia su pacto con Israel. El salmo muestra que el inmenso poder y la magnificencia de Dios se basan en su amor inquebrantable. El Señor es el “Dios de los dioses” y “el Señor de los señores”, un modismo hebreo que significa “el Dios más grande” (Sal. 136:1-3), no porque haya otros dioses, sino porque él es el único Dios.</p><p>Los grandes prodigios del Señor, que nadie más puede imitar, son la demostración innegable de su dominio (Sal. 136:4). Dios creó los Cielos, la Tierra y los cuerpos celestes, que los paganos adoran (Deut. 4:19). Sin embargo, los salmos despojan de su autoridad a los dioses paganos y, por extensión, a toda fuente de seguridad humana. Son meras cosas creadas, no el Creador; una distinción fundamental.</p><p>La imagen de la mano fuerte y del brazo extendido del Señor (Sal. 136:12) resalta la eficacia del poder de Dios y el gran alcance de su misericordia.</p><p>La misericordia de Dios en la Creación y en la historia debería inspirar a su pueblo a confiar en él y a permanecer fiel a su Pacto. El estribillo “porque su amor es para siempre” se repite 26 veces en este Salmo para garantizar a los fieles que el Señor no cambia y repetirá sus favores pasados con cada nueva generación. Dios se acuerda de su pueblo (Sal. 136:23) y es fiel a su Pacto de gracia. La creencia en la misericordia perdurable del Señor está en la base de la fe bíblica, que incluye la adoración jubilosa y la confianza, así como la contrición y el arrepentimiento.</p><p>Salmo 136 (vers. 23-25) concluye con el cuidado universal de Dios por el mundo. La misericordia de Dios se extiende no solamente a Israel, sino a toda la Creación. El salmo habla así de la universalidad de la gracia salvífica de Dios y exhorta al mundo entero a sumarse a Israel en alabanza al Señor (ver también Luc. 2:10; Juan 3:16; Hech. 15:17).</p><p><strong>¿De qué manera la imagen de Jesús en la cruz, que muere como sustituto por nuestra pecaminosidad, revela más poderosamente la gran verdad, hablando de Dios, de que “su amor es para siempre”?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de febrero",
          "dayTitle": "<p>CREA EN MÍ UN CORAZÓN LIMPIO</p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Salmo 51:1 al 5. ¿Por qué el salmista apela a la misericordia de Dios?</strong></p><p><strong>Salmo 51:1-5</strong></p><p><strong><sup>1 </sup></strong>Ten piedad de mí, oh Dios, conforme a tu misericordia;</p><p>Conforme a la multitud de tus piedades borra mis rebeliones.</p><p><strong><sup>2</sup></strong> Lávame más y más de mi maldad,</p><p>Y límpiame de mi pecado.</p><p><strong><sup>3</sup></strong> Porque yo reconozco mis rebeliones,</p><p>Y mi pecado está siempre delante de mí.</p><p><strong><sup>4 </sup></strong>Contra ti, contra ti solo he pecado,</p><p>Y he hecho lo malo delante de tus ojos;</p><p>Para que seas reconocido justo en tu palabra,</p><p>Y tenido por puro en tu juicio.</p><p><strong><sup>5</sup></strong> He aquí, en maldad he sido formado,</p><p>Y en pecado me concibió mi madre.</p><p>El rey David derrama su corazón ante el Señor para pedir el perdón de los pecados durante los momentos espiritualmente más oscuros de su vida (2 Sam. 12). El perdón es el extraordinario don de la gracia de Dios, el resultado de “tu inmensa ternura” (Sal. 51:1). El rey David apela a Dios para que lo trate no con- forme a lo que merece su pecado (Sal. 103:10), sino conforme a su carácter divino; es decir, su misericordia, su fidelidad y su compasión (Sal. 51:1; Éxo. 34:6, 7).</p><p><strong>Lee Salmo 51:6 al 19. ¿Cómo se describe aquí el perdón de los pecados? ¿Cuál es el objetivo del perdón divino?</strong></p><p><strong>Salmo 51:6-19</strong></p><p><strong><sup>6 </sup></strong>He aquí, tú amas la verdad en lo íntimo,</p><p>Y en lo secreto me has hecho comprender sabiduría.</p><p><strong><sup>7 </sup></strong>Purifícame con hisopo, y seré limpio;</p><p>Lávame, y seré más blanco que la nieve.</p><p><strong><sup>8 </sup></strong>Hazme oír gozo y alegría,</p><p>Y se recrearán los huesos que has abatido.</p><p><strong><sup>9 </sup></strong>Esconde tu rostro de mis pecados,</p><p>Y borra todas mis maldades.</p><p><strong><sup>10 </sup></strong>Crea en mí, oh Dios, un corazón limpio,</p><p>Y renueva un espíritu recto dentro de mí.</p><p><strong><sup>11 </sup></strong>No me eches de delante de ti,</p><p>Y no quites de mí tu santo Espíritu.</p><p><strong><sup>12</sup></strong> Vuélveme el gozo de tu salvación,</p><p>Y espíritu noble me sustente.</p><p><strong><sup>13 </sup></strong>Entonces enseñaré a los transgresores tus caminos,</p><p>Y los pecadores se convertirán a ti.</p><p><strong><sup>14</sup></strong> Líbrame de homicidios, oh Dios, Dios de mi salvación;</p><p>Cantará mi lengua tu justicia.</p><p><strong><sup>15</sup></strong> Señor, abre mis labios,</p><p>Y publicará mi boca tu alabanza.</p><p><strong><sup>16</sup></strong> Porque no quieres sacrificio, que yo lo daría;</p><p>No quieres holocausto.</p><p><strong><sup>17</sup></strong> Los sacrificios de Dios son el espíritu quebrantado;</p><p>Al corazón contrito y humillado no despreciarás tú, oh Dios.</p><p><strong><sup>18 </sup></strong>Haz bien con tu benevolencia a Sion;</p><p>Edifica los muros de Jerusalén.</p><p><strong><sup>19 </sup></strong>Entonces te agradarán los sacrificios de justicia,</p><p>El holocausto u ofrenda del todo quemada;</p><p>Entonces ofrecerán becerros sobre tu altar.</p><p>El perdón divino implica algo más que una proclamación legal de inocencia. Produce un cambio profundo que alcanza lo más íntimo del ser humano (Sal. 51:6; Heb. 4:12). Produce una nueva creación (Sal. 51:10; Juan 3:3-8). El verbo hebreo bará, traducido como “crear”, describe el poder creador divino (Gén. 1:1). Solamente Dios puede bará; únicamente Dios puede producir un cambio radical y duradero en el corazón de la persona arrepentida (2 Cor. 4:6).</p><p>David pide purificación con hisopo (Lev. 14:2-8; Sal. 51:7). Siente que su culpa lo mantiene proscrito de la presencia del Señor, del mismo modo que el leproso está proscrito de la comunidad mientras dura el estado de impureza (Sal 51:11). Teme que los sacrificios no puedan restaurarlo plenamente, porque no había sacrificio que pudiera expiar sus pecados premeditados de adulterio y asesinato (Éxo. 21:14; Lev. 20:10).</p><p>Únicamente la gracia divina incondicional podía aceptar el “corazón con- trito y humillado” de David como sacrificio, y devolverle la armonía con Dios (Sal. 51:16, 17). Al pedir la purificación con hisopo, quiere volver a la presencia de Dios.</p><p><strong>Si Dios puede perdonar a David por adulterio, engaño y asesinato, ¿qué esperanza existe para ti?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de febrero",
          "dayTitle": "<p>SEÑOR, SI MIRARAS LOS PECADOS</p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Salmo 130. ¿Cómo se describen la gravedad del pecado y la esperanza para los pecadores?</strong></p><p><strong>Salmo 130</strong></p><p><strong><sup>1 </sup></strong>De lo profundo, oh Jehová, a ti clamo.</p><p><strong><sup>2 </sup></strong>Señor, oye mi voz;</p><p>Estén atentos tus oídos</p><p>A la voz de mi súplica.</p><p><strong><sup>3</sup></strong> JAH, si mirares a los pecados,</p><p>¿Quién, oh Señor, podrá mantenerse?</p><p><strong><sup>4 </sup></strong>Pero en ti hay perdón,</p><p>Para que seas reverenciado.</p><p><strong><sup>5 </sup></strong>Esperé yo a Jehová, esperó mi alma;</p><p>En su palabra he esperado.</p><p><strong><sup>6 </sup></strong>Mi alma espera a Jehová</p><p>Más que los centinelas a la mañana,</p><p>Más que los vigilantes a la mañana.</p><p><strong><sup>7 </sup></strong>Espere Israel a Jehová,</p><p>Porque en Jehová hay misericordia,</p><p>Y abundante redención con él;</p><p><strong><sup>8</sup></strong> Y él redimirá a Israel</p><p>De todos sus pecados.</p><p><strong></strong></p><p><strong></strong></p><p>La gran aflicción del salmista está relacionada con sus propios pecados y los de su pueblo (Sal. 130:3, 8). Los pecados del pueblo son tan graves que amenazan con separarlo de Dios para siempre (Sal. 130:3). Las Escrituras hablan de los registros de los pecados que se guardan para el Día del Juicio (Dan. 7:10; Apoc. 20:12), y de los nombres de los pecadores que se borran del Libro de la Vida (Éxo. 32:32; Sal. 69:28; Apoc. 13:8).</p><p>El salmista apela así al perdón de Dios, quien eliminará el registro de los pecados (Sal. 51:1, 9; Jer. 31:34; Miq. 7:19). Sabe que “Dios no es airado por naturaleza. Su amor es eterno. Su ‘ira’ solamente se despierta cuando el hombre no aprecia su amor. [...] El propósito de su ira no es herir, sino curar al hombre; no destruir, sino salvar a su pueblo del Pacto (ver Ose. 6:1, 2)” (Hans K. LaRondelle, Deliverance in the Psalms [Berrien Springs, MI: First Impressions, 1983], pp. 180, 181). Notablemente, es la disposición de Dios a perdonar los pecados, y no a castigarlos, lo que inspira reverencia a Dios (Sal. 130:4; Rom. 2:4). La adoración auténtica se construye sobre la admiración del carácter de amor de Dios, no sobre el temor al castigo.</p><p>Los hijos de Dios son llamados a esperar en el Señor (Sal. 27:14; 37:34). La palabra hebrea leqavot (‘esperar’) podría significar etimológicamente “estirarse”, y es la raíz de la palabra hebrea para “esperanza”. Por lo tanto, esperar al Señor no es entregarse pasivamente ante circunstancias miserables, sino más bien es “estirarse” lleno de esperanza o ilusionarse con la intervención del Señor. La esperanza del salmista no se basa en su optimismo personal, sino en la Palabra de Dios (Sal. 130:5). La espera fiel en el Señor no es en vano porque, tras la noche oscura, llega la mañana de la liberación divina.</p><p>Observa cómo la súplica personal del salmista se convierte en la de toda la comunidad (Sal. 130:7, 8). El bienestar personal y el de todo el pueblo son inseparables. Por ende, no oramos únicamente por nosotros mismos, sino por la comunidad. Como creyentes, formamos parte de una comunidad, y lo que impacta en una parte de la ella repercute en todos.</p><p><strong>Piensa en la pregunta: “Señor, si miraras los pecados, ¿quién podría subsistir?” (Sal. 130:3). ¿Qué significa eso para ti personalmente? ¿Dónde estarías si el Señor mirara tus pecados?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de febrero",
          "dayTitle": "<p>ALABANZA AL DIOS MAJESTUOSO Y MISERICORDIOSO</p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Salmos 113 y 123. ¿Qué dos aspectos diferentes del carácter de Dios se describen en estos salmos?</strong></p><p><strong>Salmos 113</strong></p><p><span style=\"font-size: 10.5px;\"><strong>1</strong></span> Alabad, siervos de Jehová,</p><p>Alabad el nombre de Jehová.</p><p><strong><sup>2</sup></strong> Sea el nombre de Jehová bendito</p><p>Desde ahora y para siempre.</p><p><strong><sup>3</sup></strong> Desde el nacimiento del sol hasta donde se pone,</p><p>Sea alabado el nombre de Jehová.</p><p><strong><sup>4</sup></strong> Excelso sobre todas las naciones es Jehová,</p><p>Sobre los cielos su gloria.</p><p><strong><sup>5 </sup></strong>¿Quién como Jehová nuestro Dios,</p><p>Que se sienta en las alturas,</p><p><strong><sup>6 </sup></strong>Que se humilla a mirar</p><p>En el cielo y en la tierra?</p><p><strong><sup>7 </sup></strong>Él levanta del polvo al pobre,</p><p>Y al menesteroso alza del muladar,</p><p><strong><sup>8</sup></strong> Para hacerlos sentar con los príncipes,</p><p>Con los príncipes de su pueblo.</p><p><strong><sup>9</sup></strong> Él hace habitar en familia a la estéril,</p><p>Que se goza en ser madre de hijos.</p><p>Aleluya.</p><p><br></p><p><strong>Salmos 123</strong></p><p><strong><sup>1</sup></strong> A ti alcé mis ojos,</p><p>A ti que habitas en los cielos.</p><p><strong><sup>2</sup></strong> He aquí, como los ojos de los siervos miran a la mano de sus señores,</p><p>Y como los ojos de la sierva a la mano de su señora,</p><p>Así nuestros ojos miran a Jehová nuestro Dios,</p><p>Hasta que tenga misericordia de nosotros.</p><p><strong><sup>3</sup></strong> Ten misericordia de nosotros, oh Jehová, ten misericordia de nosotros,</p><p>Porque estamos muy hastiados de menosprecio.</p><p><strong><sup>4 </sup></strong>Hastiada está nuestra alma</p><p>Del escarnio de los que están en holgura,</p><p>Y del menosprecio de los soberbios.</p><p>Salmos 113 y 123 alaban la majestad y la misericordia del Señor. La majestad del Señor se revela en la grandeza de su nombre y en el lugar exaltado de su Trono, que está por encima de todas las naciones y de los Cielos (Sal. 113:4, 5; 123:1). “¿Quién es como el Señor, nuestro Dios?” (Sal. 113:5) es una declaración de fe de que ningún poder dentro o fuera del mundo puede desafiar al Dios de Israel.</p><p>Las inalcanzables alturas donde habita el Señor se ilustran al señalar que el Señor está dispuesto a “humillarse” o que “se digna contemplar los cielos y la tierra” (ver Sal. 113:6, NVI; énfasis añadido). El hecho de que Dios habite en las alturas no le impide ver lo que ocurre aquí abajo. La misericordia del Señor se manifiesta en su bondadosa disposición a intervenir en el mundo y a salvar a los necesitados y a los pobres de sus problemas. Es evidente que su mano generosa no está oculta a sus siervos, aunque su morada esté en los Cielos lejanos.</p><p>La grandeza y el cuidado de Dios, que no pueden discernirse plenamente en la asombrosa trascendencia de Dios, se hacen explícitos en las obras de misericordia y compasión del Señor. Los necesitados, los pobres y los oprimidos pueden experimentar de primera mano el poder soberano de Dios en las notables intervenciones que él puede realizar en su favor. El Dios exaltado manifiesta su grandeza al utilizar su poder para exaltar a los abatidos. El pueblo es libre de acercarse al Señor porque su soberana majestad y supremacía no cambian el hecho de que él es su bondadoso Creador y Sustentador, y que el pueblo es su siervo, su hijo amado.</p><p>De esta manera, la adoración está motivada no solamente por la magnificencia de Dios, sino también por su bondad. La alabanza no está limitada por el tiempo ni el espacio (Sal. 113:2, 3). La grandeza y la misericordia de Dios se manifiestan mejor en Jesucristo, que estuvo dispuesto a descender del Cielo y ser abatido hasta la muerte en la Cruz para elevar a la humanidad caída (Fil. 2:6-8). Allí, en la Cruz, tenemos las máximas razones para adorar y alabar a Dios por lo que ha hecho por nosotros.</p><p><strong>Medita sobre la Cruz y lo que allí sucedió en tu favor. ¿De qué te ha salvado Jesús? ¿Por qué es tan importante tener presente la Cruz?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de febrero",
          "dayTitle": "<p>NO OLVIDES NINGUNO DE SUS BENEFICIOS</p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Salmo 103. ¿Cómo se describe aquí la misericordia de Dios?</strong></p><p><strong>Salmo 103</strong></p><p><strong><sup>1 </sup></strong>Bendice, alma mía, a Jehová,</p><p>Y bendiga todo mi ser su santo nombre.</p><p><strong><sup>2</sup></strong> Bendice, alma mía, a Jehová,</p><p>Y no olvides ninguno de sus beneficios.</p><p><strong><sup>3 </sup></strong>Él es quien perdona todas tus iniquidades,</p><p>El que sana todas tus dolencias;</p><p><strong><sup>4</sup></strong> El que rescata del hoyo tu vida,</p><p>El que te corona de favores y misericordias;</p><p><strong><sup>5</sup></strong> El que sacia de bien tu boca</p><p>De modo que te rejuvenezcas como el águila.</p><p><strong><sup>6</sup></strong> Jehová es el que hace justicia</p><p>Y derecho a todos los que padecen violencia.</p><p><strong><sup>7</sup></strong> Sus caminos notificó a Moisés,</p><p>Y a los hijos de Israel sus obras.</p><p><strong><sup>8 </sup></strong>Misericordioso y clemente es Jehová;</p><p>Lento para la ira, y grande en misericordia.</p><p><strong><sup>9 </sup></strong>No contenderá para siempre,</p><p>Ni para siempre guardará el enojo.</p><p><strong><sup>10</sup></strong> No ha hecho con nosotros conforme a nuestras iniquidades,</p><p>Ni nos ha pagado conforme a nuestros pecados.</p><p><strong><sup>11</sup></strong> Porque como la altura de los cielos sobre la tierra,</p><p>Engrandeció su misericordia sobre los que le temen.</p><p><strong><sup>12 </sup></strong>Cuanto está lejos el oriente del occidente,</p><p>Hizo alejar de nosotros nuestras rebeliones.</p><p><strong><sup>13 </sup></strong>Como el padre se compadece de los hijos,</p><p>Se compadece Jehová de los que le temen.</p><p><strong><sup>14</sup></strong> Porque él conoce nuestra condición;</p><p>Se acuerda de que somos polvo.</p><p><strong><sup>15</sup></strong> El hombre, como la hierba son sus días;</p><p>Florece como la flor del campo,</p><p><strong><sup>16</sup></strong> Que pasó el viento por ella, y pereció,</p><p>Y su lugar no la conocerá más.</p><p><strong><sup>17 </sup></strong>Mas la misericordia de Jehová es desde la eternidad y hasta la eternidad sobre los que le temen,</p><p>Y su justicia sobre los hijos de los hijos;</p><p><strong><sup>18</sup></strong> Sobre los que guardan su pacto,</p><p>Y los que se acuerdan de sus mandamientos para ponerlos por obra.</p><p><strong><sup>19 </sup></strong>Jehová estableció en los cielos su trono,</p><p>Y su reino domina sobre todos.</p><p><strong><sup>20</sup></strong> Bendecid a Jehová, vosotros sus ángeles,</p><p>Poderosos en fortaleza, que ejecutáis su palabra,</p><p>Obedeciendo a la voz de su precepto.</p><p><strong><sup>21 </sup></strong>Bendecid a Jehová, vosotros todos sus ejércitos,</p><p>Ministros suyos, que hacéis su voluntad.</p><p><strong><sup>22</sup></strong> Bendecid a Jehová, vosotras todas sus obras,</p><p>En todos los lugares de su señorío.</p><p>Bendice, alma mía, a Jehová.</p><p>Salmo 103 enumera las múltiples bendiciones del Señor. Las bendiciones incluyen “todas las cosas buenas” (Sal. 103:2, NTV) para una vida próspera (Sal. 103:3-6). Estas bendiciones se basan en el carácter misericordioso de Dios y en su fidelidad al pacto con Israel (Sal. 103:7-18). El Señor “se acuerda” de la fragilidad y la fugacidad humanas, y se compadece de su pueblo (ver Sal. 103:13-17).</p><p>El recuerdo es algo más que una mera actividad cognitiva. Implica un compromiso que se expresa en la acción: Dios libera y sostiene a su pueblo (Sal. 103:3-13). Las poderosas imágenes de Salmo 103:11 al 16 ilustran la inconmensurable grandeza de la gracia de Dios, que únicamente puede compararse con la infinita inmensidad de los cielos (Isa. 55:9).</p><p><strong>¿Cómo debe responder el hombre a la bondad de Dios?</strong></p><p>En primer lugar, bendiciendo al Señor (Sal. 103:1, 2, RVR 1960).</p><p>La bendición se entiende generalmente como un acto de otorgar beneficios materiales y espirituales a alguien (Gén. 49:25; Sal. 5:12). Puesto que Dios es la Fuente de todas las bendiciones, ¿cómo pueden los seres humanos bendecir a Dios? Alguien inferior puede bendecir a un superior como forma de agradecerle o alabarlo (1 Rey. 8:66; Job 29:13). Dios bendice a las personas confiriéndoles el bien, y las personas bendicen a Dios alabando el bien que hay en él; es decir, reverenciándolo por su carácter misericordioso.</p><p>En segundo lugar, al recordar todos sus beneficios y su Pacto (Sal. 103:2, 18-22), al igual que el Señor recuerda la débil condición humana y el pacto con su pueblo (Sal. 103:3-13). Recordar es un aspecto esencial de la relación entre Dios y su pueblo. Del mismo modo que Dios recuerda sus promesas al pueblo, el pueblo debe recordar la fidelidad de Dios y responderle con amor y obediencia.</p><p>Con esta idea en mente, estas famosas palabras de Elena de White son muy apropiadas: “Sería bueno que cada día dedicásemos una hora de reflexión en la contemplación de la vida de cristo. Debiéramos tomarla punto por punto, y dejar que la imaginación se posesione de cada escena, especialmente de las finales. Mientras nos espaciemos así en su gran sacrificio por nosotros, nuestra confianza en él será más constante, se reavivará nuestro amor y seremos más profundamente imbuidos de su espíritu. Si queremos ser salvos al fin, debemos aprender la lección de penitencia y humillación al pie de la Cruz” (El Deseado de todas las gentes, p. 63).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de febrero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p>Lee Elena de White, El camino a Cristo, “Nuestra necesidad de Cristo”, pp. 15-20.</p><p>En los salmos, las voces del pueblo de Dios se unen como una sola para repetir el estribillo: “Su amor es para siempre”, en celebración del amor eterno de Dios (Sal. 106:1; 107:1; 118:1-4, 29; 136). “No alabar a Dios significaría olvidar todos sus beneficios, no apreciar los dones de Dios. Únicamente quien alaba no olvida. Pensar en Dios y hablar de él no implica necesariamente alabarlo. La alabanza comienza cuando uno reconoce la majestad y las obras de Dios y responde en adoración a su bondad, su misericordia y su sabiduría” (Hans LaRondelle, Deliverance in the Psalms, p. 178).</p><p>El significado de la confesión solemne de la misericordia perdurable de Dios adquiere un significado aún más profundo cuando recordamos que la hesed de Dios (es decir, su bondad y su fidelidad relacionadas con el Pacto) se mantiene firme e inmutable en medio del pecado humano y la rebelión contra Dios.</p><p>“Hemos pecado contra él, y somos indignos de su favor; sin embargo, él mismo ha puesto en nuestros labios la más maravillosa de las súplicas: ‘¡No nos deseches! ¡No deshonres tu trono glorioso! ¡Haz honor a tu nombre! ¡Acuérdate de tu pacto con nosotros! ¡No lo invalides!’ Cuando vamos a él confesando nuestra indignidad y pecado, él se ha comprometido a atender nuestro clamor. El honor de su Trono está empeñado en el cumplimiento de su palabra a nosotros” (Elena de White, Palabras de vida del gran Maestro, p. 114).</p><p>La experiencia de que Dios ha sido misericordioso con él (Sal. 103:2) anima al salmista a decir que “el Señor hace justicia y derecho a todos los oprimidos” (Sal. 103:6). De esta manera, el objetivo final del testimonio personal del salmista, y de la alabanza de la misericordia de Dios en su vida, es transmitir seguridad a otros acerca de la bondad amorosa de Dios, para que ellos también puedan abrir su corazón a Dios y recibir su gracia salvífica y alabar a Dios (Sal. 9:11, 12; 22:22-27; 66:16).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1. </strong>¿Qué conclusiones prácticas extraes del hecho de que la misericordia de Dios es eterna, para la salvación de las personas? ¿Por qué esto no significa que se pueda seguir pecando, dado que la misericordia de Dios es eterna?</p><p><strong>2.</strong> ¿Cómo conciliamos el perdón de nuestros pecados por parte de Dios con la idea del juicio de Dios sobre el pecado?</p><p><strong>3. </strong>¿Cómo se conectan las expresiones de la misericordia de Dios en el Nuevo Testamento con las de Salmos? (Efe. 2:4, 5; 1 Tim. 1:16; Tito 3:5; Heb. 4:16)?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong>Textos clave: Salmos 51; 103; 113; 123; 130; 136.</strong></p><p>La definición de la palabra misericordia, según el Oxford Language Dictionary, es la siguiente: “Compasión o perdón mostrados hacia alguien a quien se tiene el poder de castigar o dañar”. Los ejemplos bíblicos citados anteriormente reflejan esta definición.</p><p>La misericordia es una palabra asombrosa que inspira esperanza y motivación al espíritu humano. Cualquiera que sufra las consecuencias de las malas decisiones siente que el aplastante peso de la culpa se disipa cuando se le muestra misericordia y gracia. Cuando se amplía un plazo o se perdona una deuda, experimentamos un alivio y una gratitud abrumadores ante la misericordia ofrecida.</p><p>Esta semana, aprenderemos acerca de la misericordia del Creador, tal como se revela en seis salmos diferentes. En los salmos, la misericordia está representada en su manifestación más elevada: la misericordia del Santo hacia el pecador, la misericordia de un Dios dispuesto a perdonar y redimir por su gracia.</p><p>Cuando leemos estos seis salmos en el hebreo original, descubrimos que los salmistas usaron cuatro palabras hebreas diferentes para referirse a lo que llamamos “misericordia”. Entender estas cuatro palabras y sus implicaciones nos dará una comprensión más profunda del amor de Dios. Al examinar estos términos hebreos, reflexionemos sobre la manera en que las percepciones que nos ofrecen mejoran nuestro concepto personal de “misericordia”.</p><p><strong>COMENTARIO</strong></p><p><strong>Hesed</strong></p><p>Hesed es la palabra hebrea más utilizada para “misericordia” en el Antiguo Testamento. Se entiende mejor como “bondad amorosa”. Salmo 109:12 y 16 relaciona hesed con la compasión hacia los pobres, los huérfanos y los necesitados. Debido a que Dios salva a su pueblo de desastres y opresores, el salmista alaba su nombre por sus acciones misericordiosas (Sal. 31:7, 21; 32:10; 57:3; 59:10; 94:18; 143:12).</p><p>Con este contexto en mente, comencemos nuestro estudio de hesed, o misericordia, viendo cómo se relaciona con la liberación. El salmista pide misericordia durante la calamidad, la persecución, el peregrinaje por el desierto, la enfermedad, la tormenta o la esclavitud (Sal. 57:1-4; 23:6; 40:11). El narrador de Salmos también considera hesed como un poder liberador, o como la capacidad de liberar (Sal. 31:17; 94:18; 109:26; 62:12, 13; 59:11, 17, 18). Por ende, hesed es, en esencia, el acto redentor de Dios en favor de su pueblo. En Salmo 119, el autor pide a Dios que lo perdone o lo libre según su hesed (Sal. 119:88, 149, 159).</p><p>También vemos que hesed se utiliza en relación con la protección. En Salmo 36:10 y 11 y 32:10, el autor pide hesed, o la protección de Dios, contra los impíos y los arrogantes. Hesed también se identifica con la fidelidad de Dios (ver Sal. 85; 90).</p><p>Además, en Salmo 6:4, hesed salvaguarda la existencia. En otros lugares, el salmista apela al Señor para que lo preserve (Sal. 119:88, 149), reconociendo sus amorosos preceptos como un factor importante en la preservación y la restauración de la vida (Sal. 119:159).</p><p>Por último, hesed es eterna (Sal. 89:2, 28, 33; 103:17; 117:2; 138:8) porque forma parte del carácter del Todopoderoso. Esta seguridad es una buena noticia para el creyente. “Porque el Señor es bueno, su amor es para siempre; su fidelidad por todas las generaciones” (Sal. 100:5; ver Sal. 106:1; 107:1).</p><p>Los salmos también nos dicen que el que pide el hesed de Dios está en buena relación con él. Los creyentes deben expresar confianza en Dios (Sal. 31:14, 17; 119:41, 42; 143:8) y esperanza (Sal. 33:18, 22; 147:11) para llegar a ser los receptores de su misericordia. La misericordia de Dios se concede a los que esperan en el Señor. Además, la fe es una condición para recibir la hesed de Dios.</p><p><strong>Raham</strong></p><p>Salmo 51:1 utiliza tres palabras para referirse a la misericordia:</p><p>“Dios, ten compasión [hanan] de mí, Conforme a tu amante bondad [hesed]. Conforme a tu inmensa ternura [raham], Borra mis transgresiones”.</p><p>Raham procede de un sustantivo hebreo que significa “matriz, vientre” (Gén. 29:31; Sal. 22:9), una palabra que contiene en sí la idea del tierno cuidado de una madre hacia su bebé (ver Job 24:20). Raham también representa una emoción que contrasta con la ira (Amós 1:11; Zac. 1:12-17). Esta emoción es una bondad que excede con mucho lo que alguien merece (Gén. 43:14; 1 Rey. 8:50). En este contexto, raham significa “mostrar compasión, favor” (Neh. 1:11; Sal. 106:46), como cuando alguien con poder en una posición superior decide mostrar favor a un subordinado. Esta explicación es la quintaesencia de la misericordia de Dios hacia nosotros.</p><p>La misericordia de Dios “significa una afectuosa compasión, una compasión que va más allá, que está dispuesta a perdonar el pecado, a sustituir el juicio por la gracia” (New International Dictionary of Old Testament Exegesis [Grand Rapids, MI: Zondervan, 1997], t. 3, p. 1091). Es más, el Señor muestra su compasión a aquellos que han sido afectados por el pecado y que le han fallado. Aunque no somos merecedores de su misericordia, él nos eleva por su gracia y nos restaura a su favor.</p><p><strong>Hanan</strong></p><p>Hanan es un verbo que significa “favorecer, ser misericordioso, generoso, apia- darse de alguien”. Por lo general, hanan se usa en el modismo “hallar favor a los ojos” de otra persona (Gén. 30:24; 39:7; Rut. 2:13; 1 Sam. 20:3). Este significado se aplica a la relación entre Dios y su pueblo. Hanan se utiliza principalmente con Dios como sujeto. Revela la disposición y las acciones de Dios hacia sus criaturas. Dios concede libremente su favor a quienes lo desean (Gén. 6:8, 9; Prov. 3:3, 4; Isa. 30:19), pero puede retener su gracia cuando se rechaza su ofrecimiento (Jer. 16:13) o cuando no hay indicios de arrepentimiento por parte de su pueblo (Neh. 9:17, 31).</p><p>Es frecuente encontrar en los salmos la súplica “ten misericordia de mí” (Sal. 4:1). El salmista hace esta súplica porque sabe que el Señor es misericordioso (Sal. 86:15-17) y escucha las súplicas del creyente (Sal. 6:9; Sal. 28:2, 6). El Creador proporciona graciosamente alimento (Sal. 111:4, 5), una buena cosecha (Sal. 67:1), vindicación (Sal. 103:6-8) y, especialmente, como hemos estudiado esta semana, perdón (Sal. 51:1; 123:3).</p><p>Veamos Salmo 103 para considerar lo que el salmista tiene que decir acerca de la naturaleza de la misericordia del Señor:</p><p>Compasivo [raham] y clemente [hanan] es el Señor, Lento para enojarse, y grande en amor [hesed]. No siempre reprende, ni guarda el enojo para siempre. No nos trata como merecen nuestras iniquidades, Ni nos paga conforme a nuestros pecados (Sal. 103:8-10).</p><p>Como vemos, el Salterio nos enseña que el amor de Dios es compasivo, tierno, ilimitado e infinito.</p><p>¿Cómo manifiestan y demuestran los seguidores de Dios su misericordia hacia los demás? El Salterio utiliza hanan para reflejar la bondad de una persona hacia su prójimo; concretamente, al ayudar a los pobres (Prov. 28:8), mostrar compasión por los que sufren (Job 29:21) y cuidar de los ancianos (Deut. 28:50). Estas acciones no son aisladas, sino una forma de vida para el creyente consagrado (Prov. 14:21).</p><p>Los salmos delinean claramente la expectativa divina de que los seguidores de Dios sean misericordiosos, pues “el justo es compasivo y da” (Sal. 37:21, NBLA), y “en todo tiempo es compasivo y presta” (Sal. 37:26). Tal espíritu de generosidad caracteriza típicamente a los justos (Sal. 112:4, 5). La lección es clara: debemos ser bondadosos con los demás si queremos que Dios sea misericordioso con nosotros. Como dice Salmo 123:2:</p><p>Como los ojos del siervo miran a la mano de su señor, Y los ojos de la sierva a la mano de su señora, Así nuestros ojos miran al Señor, nuestro Dios, Hasta que tenga misericordia [hanan] de nosotros.</p><p><strong>Selihah</strong></p><p>“Hay perdón [selihah] en ti” (Sal. 130:4). Esta expresión procede del verbo hebreo salah (“perdonar, absolver”). El Señor es el único sujeto de este verbo en todo el Antiguo Testamento. Selihah significa que el perdón es un acto realizado únicamente por Dios. El fundamento de este perdón es la misericordia del Señor (Sal. 86:5).</p><p>Salmo 25:11 al 18 afirma que el perdón es la eliminación de los pecados. Daniel añadiría que el perdón también incluye evitar el castigo por el pecado (Dan. 9:16).</p><p>Éxodo 34:6 al 9 nos recuerda que “¡Dios [es] compasivo [raham] y bondadoso [hanan], lento para la ira, y grande en amor [hesed] y fidelidad! Que mantiene su invariable amor a millares, que perdona la iniquidad, la rebelión y el pecado, y no da por inocente al culpable”. Así, David dice que el perdón requiere confesión de culpa (Sal. 32:2-5). El Salterio también relaciona “perdón” con otras palabras, como “purificar o limpiar” (Sal. 51:2), “esconder” (Sal. 51:9) y “restaura[r]” (Sal. 103:3).</p><p>Imbuido de un espíritu de contrición y humildad, el salmista implora perdón a Dios con la plena seguridad de que su pecado será eliminado (Sal. 25:11-18). El salmis- ta alaba a Dios porque ha sido absuelto (Sal. 103:3, 4). Así, podemos concluir que el perdón llega a la humanidad solo por causa de la hesed de Dios hacia sus criaturas.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Hay lecciones claras para nuestra vida espiritual en el estudio de las expresiones hebreas para la misericordia, que hemos considerado en nuestro estudio de esta semana:</p><p><strong>(1)</strong> La lección obvia es que el Señor nos brinda su asombrosa misericordia a pesar de que no la merecemos. La seguridad de este don debería liberarnos de la ansiedad, de una conciencia culpable y de las sombras de nuestro pasado.</p><p><strong>(2)</strong> Hesed (misericordia) es más que un sentimiento tierno en el corazón de Dios. Es liberación y protección. Es una acción real por parte de Dios hacia su pueblo.</p><p><strong>(3)</strong> La compasión del Señor es eterna; es decir, siempre está disponible para nosotros. Si no la aprovechamos, es porque seguimos en pecado y no porque hayamos agotado los límites del amor de Dios.</p><p><strong>(4)</strong> La misericordia (raham) encarna el concepto de que el más grande de todos los seres está dispuesto a inclinarse para levantarnos y llevarnos en sus brazos. Desde su posición superior, condesciende a mostrarnos su compasión.</p><p><strong>(5) </strong>“Hallar gracia ante los ojos de Jehová” implica que estamos dispuestos y abiertos a recibir la gracia de Dios.</p><p><strong>(6) </strong>Por último, la selihah nos ofrece nuevas percepciones de la profundidad y la amplitud de la bondad amorosa de nuestro Creador. Pero el aspecto más importante que subraya es que debemos ser tan misericordiosos y bondadosos con nuestro prójimo como Dios lo es con nosotros.</p><p>Jesús reúne magistralmente todas estas lecciones en la parábola del “siervo que no perdona” (Mat. 18:23-35). Ilustra la hesed de Dios en el Antiguo Testamento hacia nuestra desesperada condición. La narración sugiere que nosotros, los creyentes, somos el hombre cruel e implacable de la parábola. Esta seria constatación debería hacernos reflexionar con gratitud y humildad sobre la gracia y la misericordia que hemos recibido gratuitamente de nuestro Padre celestial.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>TU AMOR ES GRANDE HASTA LOS CIELOS</strong></p>",
      "verse": "<p>“Te alabaré entre los pueblos, Señor; cantaré de ti entre las naciones. Porque tu amor es grande hasta los cielos, y hasta las nubes tu fidelidad” (Sal. 57:9, 10).</p>",
      "versionCode": 100,
      "weekDate": "10-16 de febrero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
