{
  "data": [
    {
      "color": "#D80F27",
      "id": 703,
      "idEs": 19,
      "language": "en",
      "lessonDays": [
        {
          "date": "April 8",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>In ancient Israel, when the heathen around them were polytheists, worshiping multiple “gods” of wood and stone, Israel’s clear, identifiable, powerful statement of faith was found in Deuteronomy 6:4:“ ‘Hear O Israel: The Lord our God, the Lord is one’ ” (NKJV).</p><p>Throughout the centuries, the chanting of the Shema (the name of the prayer, based on the Hebrew word for “hear”) reminded the Jews of the spiritual vision that united them as a people and that strengthened their resolve to maintain their unique identity as worshipers of the one true God.</p><p>For Seventh-day Adventists, the three angels’ messages in Revelation 14 are our Shema. They are our identifying statement of faith. They define who we are as a people and describe our mission to the world. In short, our unique prophetic identity is outlined in Revelation 14:6–12, and it is here that we find our passion to proclaim the gospel to the world.</p><p>In this week’s lesson, we will begin a detailed study of Revelation 14:6–12, but we will do so through the eyes of grace as we listen to God speaking to our hearts.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 9",
          "dayTitle": "<p>A Grace-Filled Book of Hope</p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>When most people think about the Bible’s last book, Revelation, they do not think about God’s grace. When they consider God’s last-day message, their thoughts often turn immediately to frightening beasts, mystic symbols, and strange images. The book of Revelation scares as many people as it reassures, which is unfortunate because it is, indeed, saturated with grace and filled with hope. That is, even amid the scary beasts and warnings of persecution and the hard times ahead, God still gives us reasons to rejoice in His salvation.</p><p><strong>Read Revelation 1:1–3 and Revelation 14:6. How do these verses together tell us about not just the book of Revelation but about the “everlasting gospel,” as well?</strong></p><p><strong>Revelation 1:1–3</strong></p><p><strong>1 </strong>The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:</p><p><strong>2 </strong>Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.</p><p><strong>3 </strong>Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.</p><p><br></p><p><strong>Revelation 14:6</strong></p><p><strong>6 </strong>And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people.</p><p><br></p><p>Revelation is all about Jesus. It is His message to His people and is especially applicable to His church in the last days. It is the gracefilled message of our end-time hope. Throughout the book, Christ is described as the slain Lamb, and a blessing is promised to those who read, understand, and act on the truths revealed.</p><p>According to Revelation 1:5, 6, Jesus is the One who “loved us and washed us from our sins in His own blood, and has made us kings and priests to His God and Father” (NKJV). In Christ we are forgiven. Grace pardons our past, empowers our present, and provides hope for our future. That is, in Christ we are delivered from sin’s penalty and power, and one day soon we will be delivered from sin’s presence. This is the message of the Bible’s last book, Revelation.</p><p>And it also is an urgent message, first pictured as an angel flying swiftly in midheaven having the “everlasting gospel.”</p><p>The gospel? Salvation by faith in Christ? Christ’s atoning death for us? The promise of eternal life, not because of what we can do but because of what Christ has done for us? All this is at the beginning of the three angels’ messages? Exactly!</p><p>No wonder, then, that they are grace-filled messages full of hope and promise for us as broken and suffering beings.</p><p><strong><br></strong></p><p><strong>Though it’s easy to focus on the beasts and warnings of the last days, as depicted in Revelation, how can we learn to balance all these out with what is, undeniably, the most important message of Revelation: Christ’s self-sacrificing death in our behalf?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 10",
          "dayTitle": "<p>The “Everlasting” Gospel</p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p>Notice what Revelation 14:6, the beginning of the three angels’ messages, starts with: the “eternal” or “everlasting” gospel. If we fail to understand the depth of the gospel, we will miss the entire point of the three angels’ messages. We can never fully understand the issues in God’s judgment-hour message or the fall of Babylon or the mark of the beast if we fail to understand the gospel.</p><p><br></p><p><strong>Read 1 Corinthians 15:1–4, Romans 3:24–26, and Romans 5:6–8. How is the “everlasting gospel” presented in these texts? What great hope is presented here for us?</strong></p><p><strong>1 Corinthians 15:1–4</strong></p><p><strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;</p><p><strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.</p><p><strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;</p><p><strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:</p><p><br></p><p><strong>Romans 3:24–26</strong></p><p><strong>2</strong>4 Being justified freely by his grace through the redemption that is in Christ Jesus:</p><p><strong>25 </strong>Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;</p><p><strong>26</strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.</p><p><strong><br></strong></p><p><strong>Romans 5:6–8</strong></p><p><strong>6 </strong>For when we were yet without strength, in due time Christ died for the ungodly.</p><p><strong>7 </strong>For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.</p><p><strong>8 </strong>But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.</p><p><strong><br></strong></p><p>The gospel is the incredibly good news of Christ’s death for our sins, His glorious resurrection, and His ever-present love and concern for us. By faith in His shed blood and His resurrection power, we are delivered from both sin’s penalty and power. Christ absorbed the apostle Paul’s thoughts and was at the center of his teaching and preaching. The crucified Christ redeemed him from the condemnation and guilt of his past. The resurrected Christ gave him power for the present, and the returning Christ gave him hope for the future.</p><p>Notice four points in these passages in Romans:</p><p>1. We are justified freely by grace.</p><p>2. Grace is a declaration of God’s righteousness.</p><p>3. Grace justifies those who by faith accept Jesus.</p><p>4. God’s love was demonstrated for us while we were yet sinners.</p><p>Christ’s grace is unmerited, undeserved, and unearned. Jesus died the agonizing, painful death that lost sinners will die. He experienced the fullness of the Father’s wrath, or judgment, against sin. He was rejected so that we could be accepted. He died the death that was ours, so we could live the life that was His.</p><p>Any wonder, then, that salvation must be by faith and without the deeds of the law? What could we possibly add? What could our works, even the best-intentioned, Holy Spirit–filled works, add to what Christ had done for us at the cross?</p><p>And this plan, the plan of salvation, had been put in place even before the beginning of time (2 Tim. 1:9, Titus 1:2, Eph. 1:4), which helps explain why it is called “the everlasting” gospel. Before the world was created, God knew what would happen, and so He instituted the plan of salvation to meet the crisis when it, eventually, would come.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 11",
          "dayTitle": "<p>A Story of Grace</p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p>The three angels’ messages are a story of grace. They are the story of a Savior’s love beyond measure—a story of Jesus who loves us so much that He would rather experience hell itself than have one of us lost. They are the story of a boundless, unfathomable, incomprehensible, undying, unending, infinite love.</p><p>God is never caught by surprise. He is not subject to the changing winds of humanity’s choices. As we have already seen, His plan to deliver us from the domain of sin was not some afterthought when sin reared its ugly head. God was not caught off guard by the awful drama of sin.</p><p><strong><br></strong></p><p><strong>Read Revelation 13:8 and 1 Peter 1:18–20. What do these verses teach us about the plan of salvation?</strong></p><p><strong>Revelation 13:8</strong></p><p><strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.</p><p><br></p><p><strong>1 Peter 1:18–20</strong></p><p><strong>18</strong> Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers;</p><p><strong style=\"background-color: initial;\">19 </strong><span style=\"background-color: initial;\">But with the precious blood of Christ, as of a lamb without blemish and without spot:</span></p><p><strong>20 </strong>Who verily was foreordained before the foundation of the world, but was manifest in these last times for you.</p><p><br></p><p>The phrase “everlasting gospel” in Revelation 14:6 speaks of the past, the present, and the future. When God created humans with the capacity to make moral choices, He anticipated that they would make errant choices. Once His creatures had the capacity to choose, they had the capacity to rebel against His loving nature. The only way to avoid this reality would be to create robot beings controlled and manipulated by some divine cosmic plan. Forced allegiance is contrary to God’s very nature. Love requires choice, and once beings are given the power of choice, the possibility of making the wrong choices exists. Therefore, the plan of salvation was conceived in the mind of God before our first parents’ rebellion in Eden.</p><p>“The plan for our redemption was not an afterthought, a plan formulated after the fall of Adam. It was a revelation of ‘the mystery which hath been kept in silence through times eternal.’ Romans 16:25, R.V. It was an unfolding of the principles that from eternal ages have been the foundation of God’s throne.”—Ellen G. White, The Desire of Ages, p. 22.</p><p>The “eternal gospel” speaks not only of the past and present—but it also is the basis of a future with hope. It speaks of living eternally with the One whose heart is aching to be with us forever.</p><p><br></p><p><strong>Read Ephesians 1:4. Think about what it means that, even before the “foundation of the world,” you had been “chosen” in Christ to have salvation in Him. Why should you find this truth so encouraging?</strong></p><p><strong>Ephesians 1:4</strong></p><p><strong>4 </strong>According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 12",
          "dayTitle": "<p>Into All the World</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p><strong>Read Revelation 14:6 again. What is the extent of the proclamation of the everlasting gospel, and why is the answer important to us and our mission and calling as a church?</strong></p><p><strong>Revelation 14:6</strong></p><p><strong>6 </strong>And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people.</p><p><br></p><p>According to the urgent, end-time message of the first of these three angels, the “everlasting gospel” is to be proclaimed to every nation, tribe, tongue, and people. Here is a mission so grand, so large, so great, and so comprehensive that it is all-consuming. It demands our&nbsp; best efforts and requires our total commitment. It leads us from a preoccupation with our own self-interest to a passion for Christ’s service. It inspires us with something larger than ourselves and leads us out of the narrow confines of our own minds to a grander vision.</p><p><br></p><p><strong>Read Matthew 28:19, 20. How do these verses dovetail with the first angel’s message?</strong></p><p><strong>Matthew 28:19, 20</strong></p><p><strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:</p><p><strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you always, even unto the end of the world. Amen.</p><p><br></p><p>In his book A Quest for More: Living for Something Bigger Than You, Paul David Tripp discusses the psychological need of every human being to be part of something larger than themselves: “Human beings were created to be part of something bigger than their own lives. Sin causes us to shrink our lives down to the size of our lives. The grace of Christ is given to rescue us from the claustrophobic confines of our&nbsp;own little self-focused kingdom and frees us to live for the eternal purposes and satisfying delights of the kingdom of God.”—B&amp;B Media Group, “Living for Something Bigger Than Yourself,” n.d., https://www.cbn.com/entertainment/books/questformore.aspx?mobile=false&amp;u=1&amp;option=print.</p><p>There is nothing more inspiring, more fulfilling, more rewarding than being part of a divine movement, providentially raised up by God to accomplish a task far bigger, far larger, than any one human being could ever accomplish on their own. The commission given by God described in Revelation 14 is the greatest task ever committed to His church. It is an earnest appeal to give our lives to heaven’s grandest task to reveal God’s incomprehensible love just before Jesus’ return.</p><p><br></p><p><strong>What has been your own experience in being involved in something bigger than yourself? How does that experience help you understand the point of this day’s study? Also, what could be bigger than being used by the Creator of the cosmos to make an eternal difference in the universe?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 13",
          "dayTitle": "<p>A Mission Movement</p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p>Through a perceptive, deep study of the Bible, the early Adventists had a growing understanding of the significance of these messages. They sensed that God had a message tailor-made for this generation—an urgent, end-time message that must be proclaimed to every nation, tribe, tongue, and people, in order to prepare the world for Christ’s return. The messages of the three angels have been the motivation for Adventist missions since its beginnings.</p><p>In 1874, the General Conference sent out our first missionary to Europe. Ellen G. White called John Andrews “the ablest man in our ranks.” Andrews spoke at least seven languages, could repeat the New Testament from memory, and knew most of the Old Testament. He was&nbsp; a brilliant scholar, a prolific writer, a powerful preacher, and a competent theologian.</p><p>Why send a man like that to a place where there were very few believers? Why send “the ablest man” you had to an unknown mission field? And why was he willing to go? His wife had died a few years earlier. Why would he be willing to leave family and friends behind in America and sail with his two children to an unknown land, risking all for the cause of Christ?</p><p>There is only one reason. He believed that Jesus was coming soon, that the message of end-time truth must go to the entire world.</p><p>Throughout our history, our brightest and our best have traveled to the&nbsp;ends of the earth to proclaim God’s last-day message. They were teachers, medical personnel, pastors, farmers, mechanics, carpenters, and tradesmen of all types. Some were denominational employees, but many were not. They were laypeople who believed Jesus was coming soon.</p><p><strong>Read Revelation 14:6, Acts 1:8, and Matthew 24:14. What similarity do you see in these verses?</strong></p><p><strong>Revelation 14:6</strong></p><p><strong>6 </strong>And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people.</p><p><br></p><p><strong>Acts 1:8</strong></p><p><strong>8 </strong>But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.</p><p><br></p><p><strong>Matthew 24:14</strong></p><p><strong>14 </strong>And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.</p><p><br></p><p>The preaching of the everlasting gospel leaps across geographical boundaries. It penetrates earth’s remotest areas. It reaches people of every language and culture. Eventually, it will impact the entire world. How fascinating to know that our message has, so far, reached more than 210 of the world’s 235 countries recognized by the United Nations.</p><p><br></p><p><strong>What role could you play, and how could you better play it, in helping spread the three angels’ messages to every “nation, kindred, tongue, and people”?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 14",
          "dayTitle": "<p>Further Thought</p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p>Dwell more on the idea of Wednesday’s study about our need to be part of something bigger than ourselves and our meager, short-lived, often corrupt, damaged, and disappointing lives (who doesn’t have some of those things in their existence?). This desire makes so much sense, too. Physically, what are we but small packets of flesh carrying around our own brains—a couple of pounds of carbon-based organic material closer in composition to a bucket of fried chicken than to a hard drive.</p><p>What can these small, self-contained packets of meat mean in contrast to the infinity that surrounds them? To live only for yourself, to live for something no bigger than yourself, when there’s so much all around us and beyond us, is like being locked for life in solitary confinement amid a large city that you can feel vibrating through the walls. And what larger, grander, and more glorious and consequential thing could we live for than proclaiming the promise of eternal life that we have been given in Jesus?</p><p>“Servants of God, with their faces lighted up and shining with holy consecration, will hasten from place to place to proclaim the message from heaven. By thousands of voices, all over the earth, the warning will be given. Miracles will be wrought, the sick will be healed, and signs and wonders will follow the believers. Satan also works, with lying wonders, even bringing down fire from heaven in the sight of men. Revelation 13:13. Thus the inhabitants of the earth will be brought to take their stand.”—Ellen G. White, The Great Controversy, p. 612.</p><p><br></p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> “Several have written to me, inquiring if the message of justification by faith is the third angel’s message, and I have answered, ‘It is the third angel’s message in verity.’ ”—Ellen G. White, Advent Review and Sabbath Herald, April 1, 1890. What relationship does justification by faith have to the three angels’ messages?</p><p><strong>2.</strong> Dwell more on the phrase “everlasting gospel.” What is everlasting about the gospel?</p><p><strong>3.</strong> What does it mean that Seventh-day Adventists are in so many countries of the world? What does it say about how God, so far, has blessed our efforts? At the same time, how can your local church, even your local Sabbath School, play a larger role in “finishing the work”?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "April 14",
          "dayTitle": "<p>Inside Story</p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>Pink Hair and God</strong></p><p>By Andrew McChesney</p><p><br></p><p>Days before the start of the school year, a mother called the principal of a Seventh-day Adventist elementary school for help in Ukraine.</p><p>“I don’t understand anything about religion, and I don’t know anything about religious denominations,” the mother said. “I just saw the sign outside your school reading, ‘Christian school,’ and I’m absolutely certain that this is what I have been looking for.”</p><p>The principal was intrigued by the call and asked for more information. She learned that the caller was the mother of a little girl named Natasha.</p><p>The mother said that when she had been pregnant with Natasha, she had often thought about sending her child to a church school one day. The persistent idea puzzled her because she was an atheist. When Natasha reached school age, the mother enrolled her in a private school that promised to nurture creativity in an atmosphere of complete freedom and no discipline. Natasha’s mother became alarmed when the girl announced in the second grade that she wanted to dye her hair pink. That summer, she worried that the lack of discipline might hurt her daughter’s future. Then she saw the sign for the Adventist school, remembered her thoughts when she was pregnant, and thought, I want my child to go to this school.</p><p>On the first day of school, Natasha started third grade in a class with five other children, all from Adventist families. She struggled at first to catch up with the other children, but she quickly gained ground. Reading the Bible and participating in morning devotions were new experiences for her. Wide-eyed, she eagerly absorbed everything she learned about God.</p><p>Several weeks into the school year, her mother called the principal to say she was delighted with the changes that had come over her daughter.</p><p>“She loves your Bible lessons, and she has fallen in love with the school,” she said. “She tells us everything that goes on there and has us pray before meals. I am so happy I brought her to your school!”</p><p>Not long ago, the mother contacted the principal to ask for information about Adventist beliefs. “Natasha wants to become an Adventist, and I would like to know what changes need to be made in our lives,” she said. “I also want to become an Adventist.”</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>The Everlasting Gospel</p>",
      "verse": "<p>Memory Text:</p><p>“Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth—to every nation, tribe, tongue, and people” (Revelation 14:6, NKJV).</p>",
      "versionCode": 2,
      "weekDate": "April 8–14"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
