{
   "data":[
      {
         "color":"#359ae0",
         "id":713,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"September 21",
               "dayTitle":"",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p>The crucifixion of Jesus destroyed the hopes and faith of His disciples. It was a dark weekend for them as they not only grappled with their Master’s death but feared for their own lives, as well (John 20:19).</p><p>In Mark 16, the final chapter in this Gospel, we will look at what followed His death.</p><p>First, we will look at the timing of Jesus’ resurrection and why the women came to the tomb on that Sunday morning. Adventists have sometimes shied away from resurrection morning because of the way it is misused to support Sunday sacredness. We will instead see how we can rejoice in the Sunday resurrection, despite the false theology that has, unfortunately, arisen from it.</p><p>Second, the lesson explains the first verses of Mark 16, linking these words to a theme that runs through the entire book. Our studies on Monday and Tuesday will look at these concepts.</p><p>Third, Wednesday and Thursday will examine the rest of Mark 16 and consider the mission it sets before us. This study will close with a challenge to the reader of Mark to take the gospel throughout the world.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 22",
               "dayTitle":"<p>Rejoicing in the Resurrection</p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p><strong>Read Mark 15:42–16:6. What happens here, and why is this story so relevant to the resurrection narrative?</strong></p><p><strong>Mark 15:42–47</strong></p><p><strong><sup>42</sup></strong> And now when the even was come, because it was the preparation, that is, the day before the sabbath,</p><p><strong><sup>43</sup></strong> Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus.</p><p><strong><sup>44</sup></strong> And Pilate marvelled if he were already dead: and calling unto him the centurion, he asked him whether he had been any while dead.</p><p><strong><sup>45</sup></strong> And when he knew it of the centurion, he gave the body to Joseph.</p><p><strong><sup>46</sup></strong> And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.</p><p><strong><sup>47</sup></strong> And Mary Magdalene and Mary the mother of Joses beheld where he was laid.</p><p><strong>Mark 16:1-6</strong></p><p><strong><sup>1 </sup></strong>And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, had bought sweet spices, that they might come and anoint him.</p><p><strong><sup>2 </sup></strong>And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.</p><p><strong><sup>3</sup></strong> And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?</p><p><strong><sup>4 </sup></strong>And when they looked, they saw that the stone was rolled away: for it was very great.</p><p><strong><sup>5 </sup></strong>And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.</p><p><strong><sup>6 </sup></strong>And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.</p><p>All the Gospel writers agree that Jesus died on the day that they identify as the “preparation” (Matt 27:62; Mark 15:42; Luke 23:54; John 19:14, 31, 42). Most commentators understand this as a reference to sunset Thursday through sunset Friday. Jesus died late on Friday afternoon and was then quickly buried before sunset.</p><p>During the Sabbath, the Lord rested in the grave, and all of Jesus’ disciples rested, as well. “And they rested on the Sabbath according to the commandment” (Luke 23:56, NKJV), a rather strange action if, in fact, Jesus had lessened, at least in their minds, the obligation to keep the fourth commandment.</p><p>On Saturday night, the women bought spices, and on Sunday morn- ing, they went to the tomb with the desire to complete the typical burial process. Of course, Jesus was not there!</p><p>As early as the second century, Christians saw significance in the fact that Jesus rose on Sunday. This became the basis for Sunday sacredness. But is that what the New Testament teaches?</p><p><strong>Read Colossians 2:10–12. What is the New Testament memorial of Jesus’ resurrection?</strong></p><p><strong>Colossians 2:10–12</strong></p><p><strong><sup>10</sup></strong> And ye are complete in him, which is the head of all principality and power:</p><p><strong><sup>11</sup></strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:</p><p><strong><sup>12</sup></strong> Buried with him in baptism, wherein also ye are risen with him through the faith of the operation of God, who hath raised him from the dead.</p><p>Not a word in the Bible hints at Sunday sacredness as a memorial of the Resurrection. That memorial is baptism. “Therefore we were buried with Him through baptism into death, that just as Christ was raised from the dead by the glory of the Father, even so we also should walk in newness of life” (Rom. 6:4, NKJV).</p><p>Regardless of the false theology regarding Sunday worship, as Adventists we must rejoice in the Sunday morning resurrection of Jesus. Jesus has triumphed over death, and in His resurrection, we have the surety of ours.</p><p><strong>“Blessed be the God and Father of our Lord Jesus Christ, who according to His abundant mercy has begotten us again to a living hope through the resurrection of Jesus Christ from the dead” (1 Pet. 1:3, NKJV). Look at the certainty Paul had about the resurrection of Jesus. How can we have that certainty, as well?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 23",
               "dayTitle":"<p>The Stone Was Rolled Away</p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p><strong>Read Mark 16:1–8 and 1 Corinthians 15:1–8. What do these passages have in common?</strong></p><p><strong>Mark 16:1–8&nbsp;</strong></p><p><strong><sup>1</sup></strong> And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, had bought sweet spices, that they might come and anoint him.</p><p><strong><sup>2 </sup></strong>And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.</p><p><strong><sup>3 </sup></strong>And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?</p><p><strong><sup>4 </sup></strong>And when they looked, they saw that the stone was rolled away: for it was very great.</p><p><strong><sup>5 </sup></strong>And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.</p><p><strong><sup>6 </sup></strong>And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.</p><p><strong><sup>7 </sup></strong>But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.</p><p><strong><sup>8</sup></strong> And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid.</p><p><strong>1 Corinthians 15:1–8</strong></p><p><strong><sup>1</sup></strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;</p><p><span style=\"background-color: initial;\"><strong><sup>2</sup></strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.</span></p><p><strong><sup>3 </sup></strong>For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;</p><p><strong><sup>4 </sup></strong>And that he was buried, and that he rose again the third day according to the scriptures:</p><p><strong><sup>5</sup></strong> And that he was seen of Cephas, then of the twelve:</p><p><strong><sup>6 </sup></strong>After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.</p><p><strong><sup>7 </sup></strong>After that, he was seen of James; then of all the apostles.</p><p><strong><sup>8 </sup></strong>And last of all he was seen of me also, as of one born out of due time.</p><p>The story of the resurrection appears in each of the Gospels. Each Gospel writer presents the story from a different perspective, but they all contain the core concepts that appear also in 1 Corinthians 15:1–8. Four ideas appear again and again—died, buried, risen, seen. In Mark, “died” and “buried” are in chapter 15. The “risen” and “seen” appear in chapter 16, but with a twist. Mark 16:7 speaks of a meeting in Galilee, and there you will see Him (see John 21).</p><p>Some people find it incredible that Christians believe in a risen Lord. But the evidence for His resurrection is substantial and consistent with reason. For starters, all one has to do is believe in God as the Creator (see Genesis 1 and 2) and the idea of the resurrection, of a miracle, becomes reasonable. The God who created the universe, and then life on earth, certainly had the power, if He chose, to resurrect Jesus. The existence of God doesn’t make the resurrection of Jesus inevitable, only reasonable.</p><p>Next, the tomb was definitely empty. Even atheist historians accept that fact. If it were not, the claim about His resurrection would fail right from the start because the existence of His body there would destroy any claims of His having risen.</p><p>Next, the explanation that His disciples stole the body does not work. The disciples surely couldn’t have gotten past the guards. And even if they had done so and got the body, why were the disciples never arrested for stealing it? The answer is that the religious leaders knew that the disciples had not done it.</p><p>Also, numerous people testified that they saw the risen Christ. Many, including the disciples, did not at first believe. And one very solid enemy, Paul, not only claims to have seen the risen Lord but that this experience changed the whole trajectory of his life—in very radical ways, too.</p><p>Finally (though there are many other reasons), how does one explain the rise of the Christian church, founded by people who claimed to have seen the risen Lord? Why would these people have been willing to die for what they knew was a lie? Their consistent testimony, both right after His death (Acts 3:15) and years later (1 Pet. 1:3), provides powerful evidence for His resurrection.</p><p><strong>What would you say if someone were to ask you, What evidence do you have for Christ’s resurrection?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 24",
               "dayTitle":"<p>The Women at the Tomb</p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p>“The women who had stood by the cross of Christ waited and watched for the hours of the Sabbath to pass. On the first day of the week, very early, they made their way to the tomb, taking with them precious spices to anoint the Saviour’s body. They did not think about His rising from the dead. The sun of their hope had set, and night had settled down on their hearts. As they walked, they recounted Christ's works of mercy and His words of comfort. But they remembered not His words, ‘I will see you again.’ John 16:22.”—Ellen G. White, The Desire of Ages, p. 788.</p><p><strong>Read Mark 16:1–8. What happened, and how did the women first respond?</strong></p><p><strong>Mark 16:1–8</strong></p><p><strong><sup>1 </sup></strong>And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, had bought sweet spices, that they might come and anoint him.</p><p><strong><sup>2 </sup></strong>And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.</p><p><strong><sup>3 </sup></strong>And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?</p><p><strong><sup>4 </sup></strong>And when they looked, they saw that the stone was rolled away: for it was very great.</p><p><strong><sup>5 </sup></strong>And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.</p><p><strong><sup>6 </sup></strong>And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.</p><p><strong><sup>7 </sup></strong>But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.</p><p><strong><sup>8 </sup></strong>And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid.</p><p>From the beginning of the Gospel, the reader knows that Jesus is the Messiah. But in the text itself, the first non-demon-possessed person who proclaims Him the Messiah is Peter in Mark 8:29. And this profession doesn’t happen until halfway through the book.</p><p>All throughout Mark’s Gospel, Jesus tells people to keep quiet about who He is or about a healing that He did for them. In Mark 1:44, He tells a leper to tell no one of his healing. In Mark 5:43, He tells Jairus and his wife to tell no one of the raising of their daughter. In Mark 7:36, He tells a group not to tell people about His healing of a deaf and mute man. And then He commands His disciples not to tell people that He is the Messiah (Mark 8:30; see also Mark 9:9). No doubt the main reason for Jesus’ telling them to be silent was to allow Himself the time to finish His ministry according to the time prophecies of Daniel 9:24–27.</p><p>Now, in this scene, even after they had been told that Jesus had been raised, the women, fearful and amazed, fled from the tomb and, at least at first, didn’t talk about what had happened either. The silence, however, didn’t last long. By the time we reach the end of the book of Mark, we read this: “And they went out and preached everywhere, while the Lord worked with them and confirmed the message by accompanying signs” (Mark 16:20, ESV).</p><p>Thus, the motif of being silent about Jesus and about who He is and what He has done is shattered. The book ends with them preaching “everywhere.”</p><p><strong>Why must we not keep silent about Jesus and what He has done? Who can you tell today about Jesus and the plan of salvation?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 25",
               "dayTitle":"<p>Appearing to Mary and Others</p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p><strong>Read Mark 16:9–20. What do these verses add to the Resurrection story?</strong></p><p><strong>Mark 16:9–20</strong></p><p><strong><sup>9 </sup></strong>Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils.</p><p><strong><sup>10 </sup></strong>And she went and told them that had been with him, as they mourned and wept.</p><p><strong><sup>11</sup></strong> And they, when they had heard that he was alive, and had been seen of her, believed not.</p><p><strong><sup>12 </sup></strong>After that he appeared in another form unto two of them, as they walked, and went into the country.</p><p><strong><sup>13 </sup></strong>And they went and told it unto the residue: neither believed they them.</p><p><strong><sup>14</sup></strong> Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.</p><p><strong><sup>15 </sup></strong>And he said unto them, Go ye into all the world, and preach the gospel to every creature.</p><p><strong><sup>16 </sup></strong>He that believeth and is baptized shall be saved; but he that believeth not shall be damned.</p><p><strong><sup>17 </sup></strong>And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;</p><p><strong><sup>18 </sup></strong>They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.</p><p><strong><sup>19</sup></strong> So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God.</p><p><strong><sup>20</sup></strong> And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen.</p><p>Almost all of Mark 16:9–20 has parallels to other passages in the New Testament—Mary Magdalene at the tomb seeing Jesus (Matt. 28:1, 9, 10; John 20:11–18; compare with Luke 8:2); two disciples see Him in the countryside (Luke 24:13–35); the 11 disciples are commissioned (Matt. 28:16–20, Luke 24:36–49, John 20:19–23).</p><p>The first person to see Jesus alive was Mary Magdalene (John 20:11–18). Other women saw Him, as well (Matt. 28:8–10). It is significant that the first people to see the risen Lord were women. Because women in the ancient world did not have high status as witnesses, if the story were fabricated, it would have been much more likely to name men as the first witnesses. But it is not men, not the 11, but a woman.</p><p>She goes to tell the good news to the disciples, but, not surprisingly, they do not believe her testimony, most likely because it seemed fantastic and also, unfortunately, because Mary was a woman.</p><p>Apologists for the resurrection story of Jesus have used this fact, that of women being the first ones to have seen Jesus, as powerful evidence for the veracity of the story.</p><p><strong>What happens in Mark 16:14 that makes no sense if this story were a fabrication?</strong></p><p><strong>Mark 16:14</strong></p><p><strong><sup>14 </sup></strong>Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.</p><p>Of course, if they were making the story up, why would they have made themselves look so bad? Jesus had to rebuke them for their “hardness of heart.” The Gospel accounts, from the time of His arrest to His appearances after the Resurrection, depict the followers of Jesus in a very negative light—fleeing, denying, disbelieving, and so forth. This would make no sense if the story were made up.</p><p>In contrast, their later bold and unwavering proclamation of the risen Christ, and the hope it offers everyone, presents powerful evidence for the veracity of their claims.</p><p><strong>How can we protect ourselves from falling into the spiritual trap of doubt and unbelief? Why must we daily link ourselves to the risen Christ?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 26",
               "dayTitle":"<p>Go Into All the World</p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p><strong>Read Mark 16:14–20. What did Jesus say to His disciples when He appeared to them, and what do these words mean to us today?</strong></p><p><strong>Mark 16:14–20</strong></p><p><strong><sup>14</sup></strong> Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.</p><p><strong><sup>15</sup></strong> And he said unto them, Go ye into all the world, and preach the gospel to every creature.</p><p><strong><sup>16</sup></strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.</p><p><strong><sup>17</sup></strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;</p><p><strong><sup>18</sup></strong> They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.</p><p><strong><sup>19</sup></strong> So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God.</p><p><strong><sup>20</sup></strong> And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen.</p><p>The first words of Jesus to His disciples are recorded only in indirect discourse in Mark 16:14. He rebukes them for their unbelief and hardheartedness. This question of unbelief is not simply a modern problem.</p><p>As we already have seen, the original disciples of Jesus struggled with belief (Matt. 28:17, John 20:24–29), and they were with Jesus in the flesh and saw, again and again, the miracles.</p><p>But by various proofs, He demonstrated to them the reality of His resurrection. Then their testimony, combined with the evidence summarized in Monday’s study, forms a firm foundation for faith.</p><p>Jesus then commissions His disciples to take the gospel to the world. His command is expansive. They are to go to the entire world and proclaim the gospel to all creation. Jesus then explains the outcome of their work for weal and for woe—believers will be saved, unbelievers condemned.</p><p>Jesus also describes signs that will accompany the disciples’ work— casting out demons, speaking new languages, protection from harm, and healing the sick. Some people have mistakenly interpreted Mark 16:18 as an affirmation for Christians to show their faith by picking up venomous snakes. No such presumptuous action is authorized here. What Jesus is describing is protection when one is involved in mission, such as Paul’s service for others, as in Acts 28:3–6.</p><p>Of course, the Bible does not teach that Christians will always be protected from harm. At times God sees fit to work a miracle to further the gospel cause. But sometimes Christians suffer because of their witness. In that circumstance their patient endurance is another sign to unbelievers of the power of faith.</p><p>And then, after doing all He did here, “He was received up into heaven, and sat down at the right hand of God” (Mark 16:19, NKJV). Jesus ascended to sit at the right hand of God, the place of supreme power, for Jesus had defeated all the forces of evil.</p><p>Notice the last verse. Though they went “everywhere,” preaching the gospel, they did not go alone. “The Lord working with them and confirming the word through the accompanying signs. Amen” (Mark 16:20, NKJV). He was with them then and promises to be with us now as we continue the work they started.</p><p><strong>“ ‘I am with you always, even to the end of the age’ ” (Matt. 28:20, NKJV). What comfort can, and should, we take from this promise as we, too, seek to proclaim the gospel “everywhere”?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"September 27",
               "dayTitle":"<p>Further Thought</p>",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p>Read Ellen G. White, “ ‘The Lord Is Risen,’ ” pp. 779–787; “Go Teach All Nations,” pp. 818–828, in The Desire of Ages. “To the believer, Christ is the resurrection and the life. In our Saviour the life that was lost through sin is restored; for He has life in Himself to quicken whom He will. He is invested with the right to give immortality. The life that He laid down in humanity, He takes up again, and gives to humanity. ‘I am come,’ He said, ‘that they might have life, and that they might have it more abundantly.’ ‘Whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.’ ‘Whoso eateth My flesh, and drinketh My blood, hath eternal life; and I will raise him up at the last day.’ John 10:10; 4:14; 6:54.</p><p>“To the believer, death is but a small matter. Christ speaks of it as if it were of little moment. ‘If a man keep My saying, he shall never see death,’ ‘he shall never taste of death.’ To the Christian, death is but a sleep, a moment of silence and darkness. The life is hid with Christ in God, and ‘when Christ, who is our life, shall appear, then shall ye also appear with Him in glory.’ John 8:51, 52; Col. 3:4.”—Ellen G. White, The Desire of Ages, pp. 786, 787.</p><p>Even atheist historians, those who cannot accept the reality of the Resurrection, admit not only that Jesus had been killed but that after His death many people claimed to have seen the resurrected Christ, and as a result they began the nucleus of what became the Christian church. Some, in an attempt to explain why they claimed this, said that Jesus had a twin brother or that the early disciples hallucinated, thinking that they saw Jesus. Others said that Jesus never really died but only swooned and then, later, revived. Another person claimed that aliens came down and took the body. For a look at all these arguments and how they don’t work, see Clifford Goldstein, Risen: Finding Hope in the Empty Tomb (Nampa, Idaho: Pacific Press, 2021).</p><p><strong>Discussion Questions:</strong></p><p><strong>1. </strong>Why would the disciples have lied about the resurrection of Jesus? From all that we know, they faced nothing but hatred, alienation, and persecution for their belief. What would they have gained by making this story up?</p><p><strong>2.</strong>  What evidence of Jesus’ resurrection is most convincing to you? Share your reasons with your class.</p><p><strong>3.</strong> Dwell more on the great hope that Jesus’ resurrection offers us. Read 1 Corinthians 15. How much importance does Paul put on the resurrection of Jesus?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":138,
               "idDay":8,
               "idLesson":13,
               "lessonText":"<p><strong>A Church Built on Garbage</strong></p><p><strong>By Andrew McChesney</strong></p><p>Purna faced a seemingly impossible task. He had volunteered to plant a church in an unentered district of a major South Asian city, and he didn’t know where to start. He had moved to the district after volunteering to serve as a Global Mission pioneer. But how could he share his love for Christ with his non-Christian neighbors?</p><p>“God, please help,” he prayed.</p><p>Purna prayed for a week, but he still didn’t know where to start. But he did know one thing. He couldn’t stand the stench on the road outside his house. Piles of garbage and puddles of dirty rainwater mingled on the road. One morning, he saw that the garbage had blocked the gutters, and filthy water was overflowing onto the road. He decided to do something.</p><p>Taking a long bamboo pole, he began picking away the trash from the gutters.<br></p><p>As he worked, the neighbors noticed.</p><p>“Did the city government send you to clean the road?” someone asked. Purna replied that he had not been hired to clean the road and that he simply lived on it. The neighbors were impressed. Nobody had ever cleaned the road before.</p><p>“You’re a good man,” a neighbor said. “We need you here.”</p><p>“Don’t ever leave here,” another said.</p><p>As he cleaned the road, Purna became a local celebrity. Everyone knew him and was talking about him. People invited him into their homes.</p><p>As he met the neighbors, he learned that one man was paralyzed on his left side. Purna, who had been trained in massage, offered to help. The man agreed, and Purna began to give massages. Every time they met, Purna prayed and then gave a massage. The man recovered fully.</p><p>Neighbors were amazed to see the man in such good health.</p><p>“Who healed you?” they asked.</p><p>“Oh, it was the good man who cleans our road!” the man replied.</p><p>Then the neighbors really wanted to get to know Purna. They began to ask for prayers and massages.</p><p>Today, Purna has accomplished the seemingly impossible and planted a church. Eleven people have been baptized, and 20 others are studying the Bible. “Please pray for God to help us serve Him more and more,” Purna said. “Even today, I am cleaning the road. If I see garbage stuck in the drains, I clean it up.”<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":139,
               "idDay":9,
               "idLesson":13,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Mark 16:14–16</strong></p><p><strong>Study Focus: Mark 16</strong></p><p>Introduction: Mark 15 ends by highlighting the contribution of a notable member of Israelite society, who puts his life and resources at the disposal of the kingdom of God when Jesus dies. The female followers of Jesus also express their willingness to participate in the burial rites of their Savior. The question, then, is, Where are the disciples? How did they react to Jesus’ death?</p><p>And how did they respond to the news about His resurrection? Mark gives special attention to them as he closes his Gospel. He also includes the special instructions Jesus gives them in His commission to preach the gospel to all the world.</p><p>Lesson Themes: The topics for this week include a discussion of the dis- ciples’ experience in believing in Jesus Christ as the risen Lord. Our study will be divided into two parts:</p><p>1. The Importance and Impact of Belief. This section examines the unwillingness of the disciples to believe in Jesus’ resurrection and how, ultimately, Jesus disarms their doubts and strengthens their faith.</p><p>2. “Go Into All the World.” This section includes Jesus’ commission to His disciples, as well as the scope of their mission and the goal of the gospel.</p><p><strong>Part II: Commentary</strong></p><p><strong>The Importance and Impact of Belief</strong></p><p>The event of Jesus’ death was devastating for His followers. Though prophecy foretold it, and though Jesus had already forewarned them about the trials He would face prior to His death, the disciples’ preconceived notions about the Messiah prevented them from understanding the full import of Jesus’ words, and thus left them unprepared for its impact.</p><p>Immediately following the Crucifixion, the disciples evinced that they still did not comprehend the divine plan, or, at the very least, had forgotten Jesus’ words, which would have been a consolation to them in their bereavement. Thus, Mark says “they were mourning and weeping” (Mark 16:10, NASB) in the aftermath of Jesus’ death.</p><p>We may wonder, with good reason, if the disciples and close friends of Jesus even understood the purpose of His death. Because they most likely did not have a clear conception of its purpose, their resistance in believing that Jesus had risen from the dead is also not hard to fathom. This last point is underlined in the first part of Mark 16, the focus of our final lesson.</p><p>To begin with, in Mark 16:6–8, the angels announce to the women that Jesus had risen. Furthermore, the angels encourage the women to announce the good news as well. However, “they said nothing to anyone, for they were afraid” (Mark 16:8, NASB; emphasis added). Do you think the women may have been afraid to believe the astounding announcement of their angelic visitors?</p><p>In a second scene, Jesus Himself appears to Mary Magdalene, after which “she went and reported to those who had been with Him, while they were mourning and weeping. And when they heard that He was alive and had been seen by her, they refused to believe it” (Mark 16:10, 11, NASB; emphasis added). Mary communicated the message, but her audience was not willing to believe the good news.</p><p>A third scene depicts the persistence of unbelief among the disciples. Mark describes this scene in the following manner: “Now after that, He appeared in a different form to two of them while they were walking along on their way to the country. And they went away and reported it to the rest, but they did not believe them, either” (Mark 16:12, 13, NASB; emphasis added).</p><p>It is interesting that Jesus did not use someone from His inner circle to herald the news about His resurrection. The news was transmitted to them via a woman and by two others who were not part of His 11 handpicked disciples.</p><p>In a fourth scene, Jesus Himself appears to the disciples. “He appeared to the eleven disciples themselves as they were reclining at the table; and He reprimanded them for their unbelief and hardness of heart, because they had not believed those who had seen Him after He had risen from the dead” (Mark 16:14, NASB; emphasis added).</p><p>Why were the disciples not willing to believe? The disciples had, as did many in Israel, an erroneous conception of the kingdom of God. Luke plainly records the nature of this misconception for us in their own words:</p><p>“ ‘But we were hoping that it was He who was going to redeem Israel. Indeed, besides all this, it is now the third day since these things happened’ ” (Luke 24:21, NASB). What do the disciples mean by the words “redeem Israel”? The Greek word for “redeem” is lytro?, which has a basic meaning of “to liberate from an oppressive situation.”—Frederick W. Danker, et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature, p. 606. So, for the disciples, the death of Jesus meant the death of their earthly aspirations, for they conceived of redemption in terms of liberation from the Roman oppression.</p><p>As we saw early in the quarter, Mark starts his Gospel by stating that “ ‘the time is fulfilled, and the kingdom of God is at hand;’ ” therefore people need to “repent and believe in the gospel” (Mark 1:15, NASB; emphasis added). Unfortunately, at the end of Mark’s Gospel account (Mark 16), people still possessed unbelieving hearts. These people were not the priests, nor the leaders of Israel, nor the Roman governor. They were Jesus’ own disciples.</p><p>It is interesting to note that Luke also records a scene with the two disciples referred to in Mark 16. In Luke’s account, the two men do not initially believe the news concerning Jesus’ resurrection. But in Mark’s Gospel, the two disciples are presented among those who believe in a risen Jesus. How did this transition from unbelief to faith happen? What did Jesus do in order to help them? Luke adds something in his account that Mark does not include in his. Jesus reprimands the disciples for their unbelief and hardness of heart (Mark 16:14; compare with Luke 24:25); but right after the rebuke, Jesus enlightens them by asking rhetorically, “ ‘Was it not necessary for the Christ to suffer these things and to come into His glory?’ Then beginning with Moses and with all the Prophets, He explained to them the things written about Himself in all the Scriptures” (Luke 24:26, 27, NASB).</p><p>What an intensive Bible study the disciples must have received that day! From Genesis until the last book of the Hebrew Bible, throughout the entire Hebrew Scriptures, Jesus expounded upon the Messianic prophecies before His two followers.</p><p>Ellen G. White elaborates further on the instruction Jesus later gave His followers prior to His ascension. “Before leaving His disciples, Christ plainly stated the nature of His kingdom. He called to their minds what He had previously told them concerning it. He declared that it was not His purpose to establish in this world a temporal, but a spiritual kingdom. He was not to reign as an earthly king on David’s throne. Again He opened to them the Scriptures, showing that all He had passed through had been ordained in heaven, in the councils between the Father and Himself. All had been foretold by men inspired by the Holy Spirit. He said, You see that all I have revealed to you concerning My rejection as the Messiah has come to pass. All I have said in regard to the humiliation I should endure and the death I should die, has been verified. On the third day I rose again. Search the Scriptures more diligently, and you will see that in all these things the specifications of prophecy concerning Me have been fulfilled.”—The Desire of Ages, p. 820.</p><p><strong>“Go Into All the World”</strong></p><p>After the disciples’ encounter with their risen Lord, their experience of unbelief was transformed into an active faith. They, in turn, became living witnesses of Jesus, the Risen One. Now the disciples were no longer afraid; instead, they were willing to travel long distances to tell others that “the Lord has really risen. . . . They began to relate their experiences on the road, and how He was recognized” (Luke 24:34, 35, NASB). Later, Jesus commissioned them to “ ‘go into all the world and preach the gospel to all creation’ ” (Mark 16:15, NASB). Thus, the gospel should be preached not only in Israel but should be taken “as far as the remotest part of the earth” (Acts 1:8, NASB). Commenting on the Great Commission, Ellen G. White writes: “But the command, ‘Go ye into all the world,’ is not to be lost sight of. We are called upon to lift our eyes to the ‘regions beyond.’ Christ tears away the wall of partition, the dividing prejudice of nationality, and teaches a love for all the human family. He lifts men from the narrow circle which their selfishness prescribes; He abolishes all territorial lines and artificial distinctions of society. He makes no difference between neighbors and strangers, friends and enemies. He teaches us to look upon every needy soul as our brother, and the world as our field.”—The Desire of Ages, p. 823.</p><p>The disciples are commanded to testify of their faith to others. The goal of the gospel, according to Mark, is to make and baptize believers. For this reason, the gospel of the kingdom is announced (Mark 1:14). Accepting God’s kingdom into the heart and Jesus as our Savior and King is essential to salvation and to being preserved from condemnation (Mark 16:16). Whoever believes on Him “may have life in His name” (John 20:31, NASB).</p><p><strong>Part III: Life Application</strong></p><p>As believers in Christ, how can we avoid misconceptions and false expiations about God and salvation, which, in turn, lead to a faulty experience?</p><p>As your students ponder the question, ask them to read the following advice: “Reasoning from prophecy, Christ gave His disciples a correct idea of what He was to be in humanity. Their expectation of a Messiah who was to take His throne and kingly power in accordance with the desires of men had been misleading. It would interfere with a correct apprehension of His descent from the highest to the lowest position that could be occupied. Christ desired that the ideas of His disciples might be pure and true in every specification.” —Ellen G. White, The Desire of Ages, p. 799.</p><p>Have you considered serving in the mission field, far from home? What, if anything, has prevented you from making that commitment?</p><p>Or have you wanted to start a missionary project but felt trepidation in doing so? What fears are holding you back and keeping you from moving forward? Please read the following promise from the pen of inspiration: “Christ gave His disciples their commission. He made full provision for the prosecution of the work, and took upon Himself the responsibility for its success. So long as they obeyed His word, and worked in connection with Him, they could not fail. Go to all nations, He bade them. Go to the farthest part of the habitable globe, but know that My presence will be there. Labor in faith and confidence, for the time will never come when I will forsake you.”—The Desire of Ages, p. 822.</p><p><strong>Maybe you already are involved in a missionary project in a nearby community. If so, what is your project, and what challenges do you face?</strong></p><p><strong>How does the last quote motivate you in your ministry? What hope and strength does it give you?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>The Risen Lord</p>",
         "verse":"<p>“But he said to them, ‘Do not be alarmed. You seek Jesus of Nazareth, who was crucified. He is risen! He is not here. See the place where they laid Him’ ” (Mark 16:6, NKJV).</p>",
         "versionCode":40,
         "weekDate":"September 21-27"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
