{
  "data": [
    {
      "color": "#5D7AB5",
      "id": 709,
      "idEs": 3,
      "language": "en",
      "lessonDays": [
        {
          "date": "Novenver 20",
          "dayTitle": "",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>A simple fact of life follows us all: we are sinful. Occasionally we hear some “expert” bemoan the Christian idea of basic human corruption, but all one has to do is look at the news for a day or so or take a quick survey of human history, and the truthfulness of this Christian doctrine becomes apparent.\n</p><p>Or, even easier, all one has to do is look in the mirror; not that far, actually. Whoever has the courage to take a long look deep inside one’s own heart (which can be a scary place to go) knows the truthfulness of Romans 3:9–23, which ends with the words “for all have sinned and fall short of the glory of God” (Rom. 3:23, NKJV).\n</p><p>Of course, the good news is found in the next verse, about being “justified freely by His grace through the redemption that is in Christ Jesus” (Rom. 3:24, NKJV). Crucial to this great news is repentance: acknowledging our sin; being sorry for it; asking God’s forgiveness for it; and, ultimately, turning away from it. Because we are sinful, repentance should be a central part of our Christian existence. And this week, we will see the idea of repentance as expressed in Deuteronomy.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "november 21",
          "dayTitle": "<p>Mi-Yitten</p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>Biblical Hebrew, like most languages, is sprinkled with idioms, when specific words are used to mean something different from what they actually say. One idiom in the Old Testament is Mi-yitten. Mi is the question “who?” and yitten means “will give.”&nbsp;</p><p>So, literally, Mi-yitten is “Who will give?” In the Old Testament, however, the phrase expresses the idea of a wish, of a desire, of someone wanting something badly.&nbsp;</p><p>For instance, after their escape from Egypt, the children of Israel, facing challenges in the wilderness, exclaimed, “ ‘If only we had died by the Lord’s hand in Egypt!’ ” (Exod. 16:3, NIV). The phrase “if only” came from mi-yitten. In Psalm 14:7 David utters, “Oh that the salvation of Israel were come out of Zion!” The Hebrew doesn’t say “Oh”; it says mi-yitten. In Job 6:8, when he exclaims, “Oh, that I might have my request” (NKJV)—“Oh” is, again, from mi-yitten.\n</p><p><strong>Read Deuteronomy 5:22–29, focusing especially on verse 29. What does it mean that the word translated as “Oh” comes from mi- yitten?\n</strong></p><p><strong>Deuteronomy 5:22–29&nbsp;</strong></p><p>22 “These words the Lord spoke to all your assembly, in the mountain from the midst of the fire, the cloud, and the thick darkness, with a loud voice; and He added no more. And He wrote them on two tablets of stone and gave them to me.&nbsp;</p><p>23 “So it was, when you heard the voice from the midst of the darkness, while the mountain was burning with fire, that you came near to me, all the heads of your tribes and your elders.&nbsp;</p><p>24 And you said: ‘Surely the Lord our God has shown us His glory and His greatness, and we have heard His voice from the midst of the fire. We have seen this day that God speaks with man; yet he still lives.&nbsp;</p><p>25 Now therefore, why should we die? For this great fire will consume us; if we hear the voice of the Lord our God anymore, then we shall die.&nbsp;</p><p>26 For who is there of all flesh who has heard the voice of the living God speaking from the midst of the fire, as we have, and lived?&nbsp;</p><p>27 You go near and hear all that the Lord our God may say, and tell us all that the Lord our God says to you, and we will hear and do it.’&nbsp;</p><p>28 “Then the Lord heard the voice of your words when you spoke to me, and the Lord said to me: ‘I have heard the voice of the words of this people which they have spoken to you. They are right in all that they have spoken.&nbsp;</p><p>29 Oh, that they had such a heart in them that they would fear Me and always keep all My commandments, that it might be well with them and with their children forever!\n</p><p>Here is the Lord—the Creator God, the One who made space, time, and matter, the One who spoke our world into existence, the One who breathed into Adam the breath of life—uttering a phrase generally associated with the weaknesses and limitations of humanity. What an example of the reality of free will! Here we see that there are limits to\n</p><p>what God can do in the midst of the great controversy. This use of mi- yitten reveals that even God can’t trample on free will; for the moment\n</p><p>He did, it would no longer be free. And just as we humans are free to sin, we also are free to choose the Lord, to choose to be open to His leading, to choose, by responding to His Spirit, to repent from our sins and to follow Him. Ultimately the choice is ours, and ours alone, and it is a choice that we have to make day by day, moment by moment.\n</p><p><strong>What are some of the choices that you are going to face in the next few hours or days? How can you learn to surrender your will to God so that, in His strength, you can make the right choices?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 22",
          "dayTitle": "<p>Seek Me and Find Me</p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\">All through the Bible we find evidence of God’s foreknowledge. That is, He knows beforehand all that will happen. Whether the rise and fall of world empires (Daniel 7) or individual actions just hours before they occur—“ ‘Assuredly, I say to you that this night, before the rooster crows, you will deny Me three times’ ” (Matt. 26:34, NKJV)—the Lord knows the end from the beginning. His foreknowledge, even of our free choices, has no bearing whatsoever on the freedom of those choices. Thus, the Lord knew, even before He brought the children of Israel into the land, what they would do when in the land.\n</p><p style=\"text-align: justify;\"><strong>Read Deuteronomy 4:25–28. What did the Lord say that the people would do after they had been in the land promised them?\n</strong></p><p style=\"text-align: justify;\"><strong>Deuteronomy 4:25–28&nbsp;</strong></p><p style=\"text-align: justify;\">25 “When you beget children and grandchildren and have grown old in the land, and act corruptly and make a carved image in the form of anything, and do evil in the sight of the Lord your God to provoke Him to anger,&nbsp;</p><p style=\"text-align: justify;\">26 I call heaven and earth to witness against you this day, that you will soon utterly perish from the land which you cross over the Jordan to possess; you will not prolong your days in it, but will be utterly destroyed.&nbsp;</p><p style=\"text-align: justify;\">27 And the Lord will scatter you among the peoples, and you will be left few in number among the nations where the Lord will drive you.&nbsp;</p><p style=\"text-align: justify;\">28 And there you will serve gods, the work of men’s hands, wood and stone, which neither see nor hear nor eat nor smell.\n</p><p style=\"text-align: justify;\">In the verses before, the Lord tells them specifically not to make idols and not to worship them (Deut. 4:15–20). Yet, the following verses pretty much say that making idols and worshiping them is exactly what they are going to do, despite all the warnings.\n</p><p style=\"text-align: justify;\">Notice that in Deuteronomy 4:25 Moses is clear that it won’t hap- pen immediately. After all that they just had experienced, they weren’t likely to fall into idolatry right away. However, over time, after a gen- eration or so, the tendency to “forget” (Deut. 4:9) what the Lord had done for them, and what He had warned them against, would lead them to do exactly what He warned against.</p><p style=\"text-align: justify;\"><strong>Read Deuteronomy 4:29–31. What does the Lord say He will do for them in this specific situation?\n</strong></p><p style=\"text-align: justify;\"><strong>Deuteronomy 4:29–31</strong>&nbsp;</p><p style=\"text-align: justify;\">29 But from there you will seek the Lord your God, and you will find Him if you seek Him with all your heart and with all your soul.&nbsp;</p><p style=\"text-align: justify;\">30 When you are in distress, and all these things come upon you in the latter days, when you turn to the Lord your God and obey His voice&nbsp;</p><p style=\"text-align: justify;\">31 (for the Lord your God is a merciful God), He will not forsake you nor destroy you, nor forget the covenant of your fathers which He swore to them.\n</p><p style=\"text-align: justify; \">God’s grace is amazing. Even after they fall into the horrific evil of idolatry, even after they have received the due consequences of their sins, if they turn to the Lord, He will forgive them and restore them. In short, if they freely choose to repent, He will accept their repentance. The word in Deuteronomy 4:30, often translated “turn,” really means “to return.” That is, they are going back to the Lord, to where they were supposed to have been all along. The Hebrew word teshuvah, from that same root word for “to return,” means “repentance.”&nbsp;</p><p style=\"text-align: justify; \">Thus, at the core, whatever else is involved in repentance, it is a return to God after we have been separated from Him by our sins.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 23",
          "dayTitle": "<p>Teshuvah</p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\">All through the book of Deuteronomy, a key theme appears: obey the Lord and be blessed, disobey and you will suffer the consequences. It’s no different in the New Testament. “Do not be deceived, God is not mocked; for whatever a man sows, that he will also reap. For he who sows to his flesh will of the flesh reap corruption, but he who sows to the Spirit will of the Spirit reap everlasting life” (Gal. 6:7, 8, NKJV). Unfortunately, at least after the Fall, sin seems as easy and as natural as breathing. And despite all the warnings and promises—“ ‘For this commandment which I command you today is not too mysterious for you, nor is it far off’ ” (Deut. 30:11, NKJV)—many of the people did precisely that: they fell into the sins that God had warned them about. And yet, even then, God was willing to take them back if, using their free will, free choice, they repented and returned to Him.\n</p><p style=\"text-align: justify;\"><strong>Read again Deuteronomy 30:1–10. What is the Lord saying He will do for His people, despite all the wrong that they have done? What, though, is the condition upon which these wonderful promises rest?\n</strong></p><p style=\"text-align: justify;\"><strong>Deuteronomy 30:1–10&nbsp;</strong></p><p style=\"text-align: justify;\">1 “Now it shall come to pass, when all these things come upon you, the blessing and the curse which I have set before you, and you call them to mind among all the nations where the Lord your God drives you,&nbsp;</p><p style=\"text-align: justify;\">2 and you return to the Lord your God and obey His voice, according to all that I command you today, you and your children, with all your heart and with all your soul,&nbsp;</p><p style=\"text-align: justify;\">3 that the Lord your God will bring you back from captivity, and have compassion on you, and gather you again from all the nations where the Lord your God has scattered you.&nbsp;</p><p style=\"text-align: justify;\">4 If any of you are driven out to the farthest parts under heaven, from there the Lord your God will gather you, and from there He will bring you.&nbsp;</p><p style=\"text-align: justify;\">5 Then the Lord your God will bring you to the land which your fathers possessed, and you shall possess it. He will prosper you and multiply you more than your fathers.&nbsp;</p><p style=\"text-align: justify;\">6 And the Lord your God will circumcise your heart and the heart of your descendants, to love the Lord your God with all your heart and with all your soul, that you may live.\n</p><p style=\"text-align: justify;\">7 “Also the Lord your God will put all these curses on your enemies and on those who hate you, who persecuted you.&nbsp;</p><p style=\"text-align: justify;\">8 And you will again obey the voice of the Lord and do all His commandments which I command you today.&nbsp;</p><p style=\"text-align: justify;\">9 The Lord your God will make you abound in all the work of your hand, in the fruit of your body, in the increase of your livestock, and in the produce of your land for good. For the Lord will again rejoice over you for good as He rejoiced over your fathers,&nbsp;</p><p style=\"text-align: justify;\">10 if you obey the voice of the Lord your God, to keep His commandments and His statutes which are written in this Book of the Law, and if you turn to the Lord your God with all your heart and with all your soul.\n</p><p style=\"text-align: justify;\">The idea is simple and straightforward: if you mess up, terrible consequences will result for you and your family. That’s what sin does. However, even then, you can repent, and the Lord will take you back and bless you. Numerous times the same Hebrew root word behind teshuvah appears in these verses. In Deuteronomy 30:2, the text says “  ‘and you return to the Lord your God’  ” (NKJV, emphasis supplied); in Deuteronomy 30:8, though it is often translated, and correctly so, “you will again obey the voice of the Lord” (NKJV, emphasis supplied), it could be translated literally, “And you return and obey the voice of the Lord.” Finally, in Deuteronomy 30:10, where it reads “ ‘and if you turn to the Lord your God with all your heart and with all your soul’ ” (NKJV, emphasis supplied), again the word “turn” is really “return.” In other words, despite all that happened to them, despite their utter violation and breaking of the covenant, the Lord was not through with these people, and if they didn’t want Him to be through with them, they could manifest that desire by repentance.\n</p><p style=\"text-align: justify; \"><strong>Though dealing with the nation as a whole, how do these texts, despite the different context from ours today, still reflect the reality of how central true repentance is to us as believers who, at times, violate the covenant we have made with God, as well?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 24",
          "dayTitle": "<p>With All Your Heart</p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p>Deuteronomy 30:1–10 reveals the grace and goodness of God for backsliders and sinners, even when those sinners and backsliders were previously blessed by God in unique ways: “ ‘For what great nation is there that has God so near to it, as the Lord our God is to us, for whatever reason we may call upon Him?’ ” (Deut. 4:7, NKJV). Despite all that He had done for them, and despite the fact that they had no real excuse or justification for their sin, they sinned anyway (can anyone relate?). And yet, even then—what?\n</p><p><strong>In Deuteronomy 30:1–10, focus on what repentance, returning (teshuvah) to God entailed. What was required, and what should that teach us today about what true repentance involves?\n</strong></p><p><strong>Deuteronomy 30:1–10&nbsp;</strong></p><p>1“Now it shall come to pass, when all these things come upon you, the blessing and the curse which I have set before you, and you call them to mind among all the nations where the Lord your God drives you,\n</p><p>2 and you return to the Lord your God and obey His voice, according to all that I command you today, you and your children, with all your heart and with all your soul,\n</p><p>3 that the Lord your God will bring you back from captivity, and have compassion on you, and gather you again from all the nations where the Lord your God has scattered you.\n</p><p>4 If any of you are driven out to the farthest parts under heaven, from there the Lord your God will gather you, and from there He will bring you.\n</p><p>5 Then the Lord your God will bring you to the land which your fathers possessed, and you shall possess it. He will prosper you and multiply you more than your fathers.\n</p><p>6 And the Lord your God will circumcise your heart and the heart of your descendants, to love the Lord your God with all your heart and with all your soul, that you may live.\n</p><p>7 “Also the Lord your God will put all these curses on your enemies and on those who hate you, who persecuted you.\n</p><p>8 And you will again obey the voice of the Lord and do all His commandments which I command you today.\n</p><p>9 The Lord your God will make you abound in all the work of your hand, in the fruit of your body, in the increase of your livestock, and in the produce of your land for good. For the Lord will again rejoice over you for good as He rejoiced over your fathers,\n</p><p>10 if you obey the voice of the Lord your God, to keep His commandments and His statutes which are written in this Book of the Law, and if you turn to the Lord your God with all your heart and with all your soul.\n</p><p>Ultimately, they had to make the choice to return to Him, and to obey Him, with all their hearts. In one sense, the real issue was their hearts, because if their hearts were right with God, their actions would follow; that is, they would be obedient.\n</p><p>This is why they were given the wonderful promise that if they “returned” to the Lord, sincerely turned to Him, then He would work in them and would “circumcise” their hearts. They would have to make the choice, amid their captivity, to return to God, and He would then bring them back to Himself and to the land. And then there, in the land, He would bless them. And part of the blessing is that He would work in them to change their hearts even more toward Him, so that they and their children would “love the Lord your God with all your heart and with all your soul, that you may live” (Deut. 30:10, NKJV).\n</p><p>In the end, responding to the promptings of God (see Acts 5:31), they would have to truly repent of their sins. And, although dealing with a different historical context, Ellen G. White wrote: “The people mourned because their sins had brought suffering upon themselves, but not because they had dishonored God by transgression of His holy law. True repentance is more than sorrow for sin. It is a resolute turning away from evil.”—Patriarchs and Prophets, p. 557. And this is a truth that we can see in Deuteronomy 30:1–10.\n</p><p><strong>How can we know the difference between being sorry for the consequences of our sins, which anyone can do, and being sorry for the sins themselves? Why is this distinction so important?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 25",
          "dayTitle": "<p>Repent and Be Converted</p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p>The New Testament, of course, is filled with the idea of repentance. In fact, John the Baptist began his ministry with a call to repentance.\n</p><p><strong>Read Matthew 3:1–8. How does the idea of “return” appear in these verses? In other words, what is John the Baptist telling them to do that reflects what was found in Deuteronomy? Why, also, would his words have special relevance for the Pharisees and Sadducees?\n</strong></p><p>Matthew 3:1–8\n</p><p>1 In those days John the Baptist came preaching in the wilderness of Judea, 2 and saying, “Repent, for the kingdom of heaven is at hand!” 3 For this is he who was spoken of by the prophet Isaiah, saying:\n</p><p>“The voice of one crying in the wilderness: ‘Prepare the way of the Lord; Make His paths straight.’ ”\n</p><p>4 Now John himself was clothed in camel’s hair, with a leather belt around his waist; and his food was locusts and wild honey.\n</p><p>5 Then Jerusalem, all Judea, and all the region around the Jordan went out to him\n</p><p>6 and were baptized by him in the Jordan, confessing their sins.\n</p><p>7 But when he saw many of the Pharisees and Sadducees coming to his baptism, he said to them, “Brood of vipers! Who warned you to flee from the wrath to come?\n</p><p>8 Therefore bear fruits worthy of repentance,\n</p><p>Jesus, too, began His ministry with calls for repentance.\n</p><p><strong>Read Mark 1:15. What does Jesus say, and why does He relate repentance with the gospel?\n</strong></p><p><strong>Mark 1:15.\n</strong></p><p>15 and saying, “The time is fulfilled, and the kingdom of God is at hand. Repent, and believe in the gospel.”\n</p><p>Whether it be John the Baptist talking specifically to the religious leaders or Jesus to the nation as a whole, the idea is the same. We are sinners, and though Christ came to save sinners, we must repent of our sins. And that repentance—whether as a backslider or as a faithful Christian who falls into sin or as a new convert—includes a turning from our old sinful ways. We must acknowledge our sinfulness and, expressing repentance for our sins themselves (and not just the consequences of them), we must make the conscious choice to put away those sins and, relying wholly on the merits of Jesus, “ ‘obey the voice of the Lord your God’ ” (Deut. 15:5, NKJV).\n</p><p>Some biblical scholars see in the New Testament echoes of the idea of repentance as expressed in Deuteronomy. For example, when Peter accuses the nation of having crucified Jesus, many of the people “were cut to the heart, and said to Peter and the rest of the apostles, ‘Men and brethren, what shall we do?’ ” (Acts 2:37, NKJV). That is, being aware of their sin, they were sorry for it (“cut to the heart”), and they wanted to know what they should do now to be right with the God whom they had offended.\n</p><p>Is this not pretty much the same situation as with all of us: sinners who have offended God?\n</p><p><strong>Read Acts 2:38. How did Peter respond to their question, and how does this episode reveal the principle behind true repentance?\n</strong></p><p><strong>Acts 2:38\n</strong></p><p>38 Then Peter said to them, “Repent, and let every one of you be baptized in the name of Jesus Christ for the remission of sins; and you shall receive the gift of the Holy Spirit.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 26",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \">“At every advance step in Christian experience our repentance will deepen. It is to those whom the Lord has forgiven, to those whom He acknowledges as His people, that He says, ‘Then shall ye remember your own evil ways, and your doings that were not good, and shall loathe yourselves in your own sight.’ Eze. 36:31. Again He says, ‘I will establish My covenant with thee, and thou shalt know that I am the Lord; that thou mayest remember, and be confounded, and never open thy mouth any more because of thy shame, when I am pacified toward thee for all that thou hast done, saith the Lord God.’ Eze. 16:62, 63. Then our lips will not be opened in self-glorification. We shall know that our sufficiency is in Christ alone. We shall make the apostle’s confession our own. ‘I know that in me (that is, in my flesh) dwelleth no good thing.’ Rom. 7:18. ‘God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.’ Gal. 6:14.”—Ellen G. White, Christ’s Object Lessons, pp. 160, 161.\n</p><p style=\"text-align: justify;\">“  ‘The goodness of God leadeth thee to repentance.’ Rom. 2:4. A golden chain, the mercy and compassion of divine love, is passed around every imperiled soul. The Lord declares, ‘I have loved thee with an everlasting love; therefore with lovingkindness have I drawn thee.’ Jer. 31:3.”—Page 202.\n</p><p style=\"text-align: justify;\">Discussion Questions:\n</p><p style=\"text-align: justify; \"><strong>1 Though we must repent, how can we be careful to avoid the trap of making repentance into something meritorious, as if the act of repenting itself is what makes us right before God? What is the only way we can be right before God?\n</strong></p><p style=\"text-align: justify;\"><strong>2 “Then Judas, His betrayer, seeing that He had been condemned, was remorseful and brought back the thirty pieces of silver to the chief priests and elders, saying, ‘I have sinned by betraying innocent blood.’ And they said, ‘What is that to us? You see to it!’ Then he threw down the pieces of silver in the temple and departed, and went and hanged himself” (Matt. 27:3–5, NKJV). No doubt Judas was sorry for what he had done to Jesus (after all, he killed himself). Why, though, are his actions not deemed true repentance?\n</strong></p><p style=\"text-align: justify; \"><strong>3 How should the reality of human sinfulness, even our own sinfulness, keep us humble before others (in that we don’t judge them) and before God? Why should the fact that it took the cross (i.e., the death of the Son of God) to save us show us just how bad sin really is?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Semana 9",
          "dayTitle": "<p>&nbsp;INSIDE STORY\n<br></p><p>Missionary Shares Faith on TV -By ChanMin Chung</p><p>\n</p><p>\n</p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\">Carlos Biaggi, an Argentine missionary in Lebanon, was flooded with messages and prayers from around the world after a powerful explosion rocked Beirut, killing about 200 people, in August 2020.\n</p><p style=\"text-align: justify;\">One of the messages that Carlos received came from an Argentine pastor with whom he previously had served as a missionary in Paraguay. “I have contacts with the media in Buenos Aires,” the friend wrote. “If someone wants to interview you, would you be willing?”\n</p><p style=\"text-align: justify;\">Minutes after Carlos said he was willing, the friend wrote that a journalist from C5N television, a 24-hour national news channel, wished to conduct an on-air interview the next day. “When you see an appropriate time during the interview, give your personal testimony,” he said. “Because it’s a major television channel, I believe that the interview will be short, most probably five minutes at the most. It will be a miracle if it lasts ten minutes.”\n</p><p style=\"text-align: justify;\">The interview, broadcast live across Argentina and other parts of the Spanish-speaking world, lasted an astounding nine minutes and fifty seconds. During that time, Carlos, dean of the business administration faculty at the Seventh-day Adventist Church’s Middle East University, described the wave of hot air that struck his face moments after a warehouse exploded in Beirut’s port. He spoke about efforts by the Adventist Church and the Adventist Development and Relief Agency to respond to the tragedy. At the request of the television host, he also shared his personal testimony about how God called him to work in Lebanon.\n</p><p style=\"text-align: justify;\">Carlos said he had followed God’s leading to Beirut after receiving a doctorate in business from the Adventist International Institute of Advanced Studies in the Philippines.\n</p><p style=\"text-align: justify;\">“They invited me to work here and said, ‘The truth is that it wouldn’t be easy,’ ” he said. “But I said, ‘If God wants me to go to Lebanon, I will go. If He doesn’t want me to go, I won’t go.’ No matter what family or friends said, God had to show me that this was the place where He wanted me to be. “That day I prayed and opened my Bible to Isaiah 6,” he concluded. “What I read confirmed God’s plan for me because Isaiah replied, ‘Here I am, send me.’ I knew that this was a sign, and I thanked God.”\n</p><p style=\"text-align: justify; \">This mission story illustrates Mission Objective No. 2 of the Seventh-day Adventist Church’s “I Will Go” strategic plan: “To strengthen and diversify Adventist outreach in large cities, across the 10/40 Window, among unreached and under-reached people groups, and to non-Christian religions.” Learn more at IwillGo2020.org.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>Turn Their Hearts</p>",
      "verse": "<p style=\"text-align: justify; \">“ ‘But from there you will seek the Lord your God, and you will find Him if you seek Him with all your heart and with all your soul’ ” (Deuteronomy 4:29, NKJV).</p><p>\n</p><p>\n</p>",
      "versionCode": 1,
      "weekDate": "November 20-26 "
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
