{
  "data": [
    {
      "color": "#eb767f",
      "id": 707,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "5 November ",
          "dayTitle": "<p>Christ’s Victory Over Death<br></p>",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p><strong>Read for This Week’s Study:</strong> Matt. 27:62–66; John 10:17, 18; Matt. 27:51–53; John 20:11–29; 1 Cor. 15:5–8.</p><br><p><strong>Memory Text:</strong> <strong>“When I saw him, I fell down at his feet like a dead man. He put his right hand on me and said, ‘Do not be afraid. I am the First and the Last. I am the One who lives; I was dead, but look, I am alive forever and ever! And I hold the keys to death and to the place of the dead’ ” (Rev. 1:17, 18, NCV).</strong></p><br><p>Central to the Christian faith is the resurrection of Jesus. Paul made this point very powerfully when he wrote: “For if the dead do not rise, then Christ is not risen. And if Christ is not risen, your faith is futile; you are still in your sins! Then also those who have fallen asleep in Christ have perished” (1 Cor. 15:16–18, NKJV). We will look at this in more detail next week.</p><br><p>Thus, no matter all the emphasis Paul put on Christ’s death, and how important it was—“For I determined not to know anything among you except Jesus Christ and Him crucified” (1 Cor. 2:2, NKJV)—it really does us no good apart from His resurrection. That’s how crucial the resurrection of Jesus is to the entire Christian faith and the plan of salvation.</p><br><p>However, it’s hard to understand why the resurrection of Christ and with it our resurrection are so important if, as many believe, the dead in Christ are already enjoying the bliss of heaven as they have “gone home to be with the Lord.”</p><br><p>All that aside, this week we will look at Christ’s resurrection and all the convincing evidence He gave us to believe in it.</p><br><p>Study this week’s lesson to prepare for Sabbath, November 12.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " November 6",
          "dayTitle": "<p>A Sealed Tomb<br></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>Christ’s mission seemed to have ended (and even failed) with His death on the cross. Satan succeeded in instigating Judas to betray the Savior (Luke 22:3, 4; John 13:26, 27) and the chief priests and elders to demand His death (Matt. 26:59, Matt. 27:20). After Jesus was arrested, “all the disciples forsook Him and fled” (Matt. 26:56, NKJV), and Peter denied Him three times (Matt. 26:69–75). Now Jesus was lying in a tomb hewed out of a rock, closed with a large and sealed stone, protected by Roman guards (Matt. 27:57–66), and watched by invisible demonic powers. “If he could, he [Satan] would have held Christ locked in the tomb.”—Ellen G. White, Manuscript Releases, vol. 12, p. 412.<br><br>During His earthly ministry, Christ had foretold not only His death on the cross but also His resurrection. Using the Eastern inclusive language— in which a fraction of a day stands for a whole day—Jesus mentioned that “ ‘as Jonah was three days and three nights in the belly of the great fish, so will the Son of Man be three days and three nights in the heart of the earth’ ” (Matt. 12:39, 40, NKJV). On other occasions Jesus underscored that He would be killed but on the third day He would rise again (Matt. 16:21; Matt. 17:22, 23; Matt. 20:17–19). The chief priests and the Pharisees were aware of those statements and took measures that they hoped would prevent His resurrection.<br><br><strong>Read Matthew 27:62–66. How did these actions only help provide the world later with more evidence for the resurrection of Jesus?</strong><br><br>Matthew 27:62–66<br><br><sup>62</sup> Now the next day, that followed the day of the preparation, the chief priests and Pharisees came together unto Pilate,<br><br><sup>63</sup> Saying, Sir, we remember that that deceiver said, while he was yet alive, After three days I will rise again.<br><br><sup>64</sup> Command therefore that the sepulchre be made sure until the third day, lest his disciples come by night, and steal him away, and say unto the people, He is risen from the dead: so the last error shall be worse than the first.<br><br><sup>65</sup> Pilate said unto them, Ye have a watch: go your way, make it as sure as ye can.<br><br><sup>66</sup> So they went, and made the sepulchre sure, sealing the stone, and setting a watch.<br><br>All security measures taken to keep Jesus locked in the tomb only made His victory over death and the hosts of evil even more noticeable because of all the precautions and measures that His enemies took to try to make sure it would never happen.<br><br>Also, these men surely had heard of the miracles of Jesus; they had seen some of them, too. And yet, they thought that a guard over the tomb could stop Him, the one who was able to do so many miracles, from being resurrected?<br><br>Also, they put a guard around the tomb in case of—what? That the disciples might steal the body and then claim that Jesus had been resurrected from the dead? When the people would ask, “Where is the risen Jesus?” They could say: “Just take our word for it.”<br><br>If nothing else, their actions revealed just how afraid the chief priests were of Jesus, even after He died. Perhaps, deep down, they did fear that He just might be resurrected after all.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " November 7",
          "dayTitle": "<p>He Is Risen!<br></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>The victory of Christ over Satan and his evil powers was secured on the cross and confirmed by the empty tomb. “When Jesus was laid in the grave, Satan triumphed. He dared to hope that the Saviour would not take up His life again. He claimed the Lord’s body, and set his guard about the tomb, seeking to hold Christ a prisoner. He was bitterly angry when his angels fled at the approach of the heavenly messenger. When he saw Christ come forth in triumph, he knew that his kingdom would have an end, and that he must finally die.”—Ellen G. White, The Desire of Ages, p. 782. And though Christ’s humanity died, His divinity did not die. In His divinity, Christ possessed the power to break the bonds of death.<br><br><strong>Read Matthew 28:1–6; John 10:17, 18; and Romans 8:11. Who was directly involved in the resurrection of Jesus?</strong><br><br>Matthew 28:1–6 <br></p><p><sup>1</sup> In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.<br><br><sup>2</sup> And, behold, there was a great earthquake: for the angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it.<br><br><sup>3</sup> His countenance was like lightning, and his raiment white as snow:<br><br><sup>4</sup> And for fear of him the keepers did shake, and became as dead men.<br><br><sup>5</sup> And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which was crucified.<br><br><sup>6</sup> He is not here: for he is risen, as he said. Come, see the place where the Lord lay.<br><br>John 10:17, 18 17 Therefore doth my Father love me, because I lay down my life, that I might take it again.<br><br><sup>18</sup> No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father.<br><br>Romans 8:11<br><br><sup>11</sup> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.<br><br>During His ministry in Samaria-Peraea, Jesus stated that He Himself had power to lay down His life and to take it again (John 10:17, 18). To Martha He said, “ ‘I am the resurrection, and the life’ ” (John 11:25). Other passages speak of His resurrection as an act of God (Acts 2:24, Rom. 8:11, Gal. 1:1, Heb. 13:20). Even a mighty angel of the Lord was involved in that glorious event (Matt. 28:1, 2).<br><br>Meanwhile, Matthew 28:11–15 reveals the futile and foolish efforts of the leaders to continue fighting against Jesus. The Roman guard told the leaders “all the things that had happened” (Matt. 28:11, NKJV). Implicit in this account is the idea that the guards saw the Resurrection. If not, what would their words mean? An angel came down from heaven, moved the stone, sat on it, and the guards fainted? The next thing that they knew the tomb was empty? Maybe, while the Romans were unconscious, the angel took away the body of Jesus? Maybe the disciples did? Or someone else stole it? Whatever happened, the body of Jesus was, obviously, gone.<br><br>An angel from heaven coming down, the men fainting from fear, and the tomb being empty would have been disconcerting enough to the religious leaders. But that they “gave a large sum of money to the soldiers” (Matt. 28:12, NKJV) to keep these men quiet implied that whatever the soldiers told them disturbed them deeply. And what they told of, of course, was the resurrection of Jesus.<br><br><strong>Some scoff at the idea that the first people to see Christ resurrected were Romans. Why? In what ways is this truth symbolic of what was to come: the gospel going to the Gentiles, as well?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 8",
          "dayTitle": "<p>Many Arose With Him<br></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>“Then, behold, the veil of the temple was torn in two from top to bottom; and the earth quaked, and the rocks were split, and the graves were opened; and many bodies of the saints who had fallen asleep were raised; and coming out of the graves after His resurrection, they went into the holy city and appeared to many” </strong>(Matt. 27:51–53, NKJV).<strong><br><br>What does this incredible account teach us about the resurrection of Jesus and what it accomplished?</strong><br><br>An earthquake marked the death of Jesus (Matt. 27:50, 51), and another one marked His resurrection (Matt. 28:2). At the moment Jesus died, “the earth shook, the rocks split and the tombs broke open. The bodies of many holy people who had died were raised to life. They came out of the tombs after Jesus’ resurrection and went into the holy city and appeared to many people” (Matt. 27:51–53, NIV). These saints were raised glorified as witnesses of Christ’s own resurrection and as prototypes of those who will be raised at the final resurrection. Thus, right after the resurrection of Jesus, many of the Jewish people were given powerful evidence to believe in His resurrection and thus to accept Him as their Savior, which many did, including many priests (see Acts 6:7).<br><br>“During His ministry, Jesus had raised the dead to life. He had raised the son of the widow of Nain, and the ruler’s daughter and Lazarus. But these were not clothed with immortality. After they were raised, they were still subject to death. But those who came forth from the grave at Christ’s resurrection were raised to everlasting life. They ascended with Him as trophies of His victory over death and the grave. . . . These went into the city, and appeared unto many, declaring, Christ has risen from the dead, and we be risen with Him. Thus was immortalized the sacred truth of the resurrection.”—Ellen G. White, The Desire of Ages, p. 786.<br><br>Humanly speaking, the chief priests and elders had great advantages. They held the religious power of the nation and were even able to convince the Roman authorities and the crowds to help them with their schemes. But they forgot that “ ‘ “the Most High is ruler over the realm of mankind and bestows it on whomever He wishes” ’ ” (Dan. 4:32, NASB). Their lies were contradicted and invalidated by the existence of those resurrected saints.<strong><br><br>No matter how bad things can get now, why can we trust in God’s ultimate victory for us as we still struggle in this fallen world?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 9",
          "dayTitle": "<p>Witnesses of the Risen Christ<br></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p><strong>Read John 20:11–29 and 1 Corinthians 15:5–8. How did the disciples react when they first met the risen Christ?</strong><br><br>John 20:11–29<br><br><sup>11</sup> But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,<br><br><sup>12</sup> And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.<br><br><sup>13</sup> And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.<br><br><sup>14</sup> And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.<br><br><sup>15</sup> Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.<br><br><sup>16</sup> Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.<br><br><sup>17</sup> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.<br><br><sup>18</sup> Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.<br><br><sup>19</sup> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.<br><br><sup>20</sup> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.<br><br><sup>21</sup> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.<br><br><sup>22</sup> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:<br><br><sup>23</sup> Whose soever sins ye remit, they are remitted unto them; and whose soever sins ye retain, they are retained.<br><br><sup>24</sup> But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.<br><br><sup>25</sup> The other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.<br><br><sup>26</sup> And after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.<br><br><sup>27</sup> Then saith he to Thomas, Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.<br><br><sup>28</sup> And Thomas answered and said unto him, My Lord and my God.<br><br><sup>29</sup> Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.<br><br>1 Corinthians 15:5–8<br><br><sup>5</sup> And that he was seen of Cephas, then of the twelve:<br><br><sup>6</sup> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.<br><br><sup>7</sup> After that, he was seen of James; then of all the apostles.<br><br><sup>8</sup> And last of all he was seen of me also, as of one born out of due time.<br><br>The two angels at the empty tomb told Mary Magdalene and some other women that Jesus had risen (Matt. 28:1, 5–7; Mark 16:1–7; Luke 24:1–11). But soon Jesus Himself appeared to them, and they worshiped Him (Matt. 28:1, 9, 10; John 20:14–18). He appeared also to Peter (Luke 24:34, 1 Cor. 15:5) and to the two disciples on their way to Emmaus, whose hearts were burning while He was speaking to them (Mark 16:12, Luke 24:13–35). When Jesus came into the Upper Room, the disciples were initially terrified and frightened, but then they were filled with joy and marveled at what had happened (Luke 24:33–49, John 20:19–23). A week later, Jesus came again into the same room without opening the doors, and then even Thomas believed in His resurrection (John 20:24–29).<br><br>During the 40 days between His resurrection and His ascension, Jesus “was seen by over five hundred brethren at once” (1 Cor. 15:6, NKJV) and by James (1 Cor. 15:7). Jesus joined some disciples at the shore of the Sea of Galilee and had breakfast with them, followed by a talk with Peter (John 21:1–23). There might have been other appearances of Jesus (Acts 1:3) before the final one at His ascension (Luke 24:50–53, Acts 1:1–11). Paul also considered himself an eyewitness to the risen Christ, who appeared to him on the road to Damascus (1 Cor. 15:8; compare with Acts 9:1–9).<br><br>When the other disciples first told the absent Thomas they had seen the risen Lord, he reacted by saying, “ ‘Unless I see in His hands the print of the nails, and put my finger into the print of the nails, and put my hand into His side, I will not believe’ ” (John 20:25, NKJV). A week later, Jesus reappeared to the disciples, now with Thomas present, Jesus said to him, “ ‘Reach your finger here, and look at My hands; and reach your hand here, and put it into My side. Do not be unbelieving, but believing’ ” (John 20:27, NKJV).<br><br>Then Thomas confessed, “ ‘My Lord and my God!’ ”<br><br>And Jesus added, “ ‘Thomas, because you have seen Me, you have believed. Blessed are those who have not seen and yet have believed’ ” (John 20:29, NKJV).<br><br><strong>“ ‘Blessed are those who have not seen and yet have believed.’ ” Even if you have not seen for yourself the resurrected Christ, what other reasons do you have for your faith in Jesus?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 10",
          "dayTitle": "<p>“The First Fruits of Those Who Have Died”<br></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Read 1 Corinthians 15:20, in light of Deuteronomy 26:1–11. In what sense did Paul refer to the risen Christ as “the first fruits of those who have died” (NRSV)?</strong><br><br>1 Corinthians 15:20<br><br><sup>20</sup> But now is Christ risen from the dead, and become the firstfruits of them that slept.<br><br>Deuteronomy 26:1–11<br><br><sup>1</sup> And it shall be, when thou art come in unto the land which the Lord thy God giveth thee for an inheritance, and possessest it, and dwellest therein;<br><br><sup>2</sup> That thou shalt take of the first of all the fruit of the earth, which thou shalt bring of thy land that the Lord thy God giveth thee, and shalt put it in a basket, and shalt go unto the place which the Lord thy God shall choose to place his name there.<br><br><sup>3 </sup>And thou shalt go unto the priest that shall be in those days, and say unto him, I profess this day unto the Lord thy God, that I am come unto the country which the Lord sware unto our fathers for to give us.<br><br><sup>4 </sup>And the priest shall take the basket out of thine hand, and set it down before the altar of the Lord thy God.<br><br><sup>5</sup> And thou shalt speak and say before the Lord thy God, A Syrian ready to perish was my father, and he went down into Egypt, and sojourned there with a few, and became there a nation, great, mighty, and populous:<br><br><sup>6</sup> And the Egyptians evil entreated us, and afflicted us, and laid upon us hard bondage:<br><br><sup>7</sup> And when we cried unto the Lord God of our fathers, the Lord heard our voice, and looked on our affliction, and our labour, and our oppression:<br><br><sup>8</sup> And the Lord brought us forth out of Egypt with a mighty hand, and with an outstretched arm, and with great terribleness, and with signs, and with wonders:<br><br><sup>9</sup> And he hath brought us into this place, and hath given us this land, even a land that floweth with milk and honey.<br><br><sup>10</sup> And now, behold, I have brought the firstfruits of the land, which thou, O Lord, hast given me. And thou shalt set it before the Lord thy God, and worship before the Lord thy God:<br><br><sup>11</sup> And thou shalt rejoice in every good thing which the Lord thy God hath given unto thee, and unto thine house, thou, and the Levite, and the stranger that is among you.<br><br>The offering of “the first fruits” was an ancient Israelite agricultural practice with deep religious significance. It was a sacred recognition of God as the gracious Provider, who had entrusted His stewards with the land where the crops grew and were ready to be harvested (see Exod. 23:19, Exod. 34:26, Lev. 2:11–16, Deut. 26:1–11). The first fruits indicated that the harvest was not only starting but also revealing the quality of its products.<br><br>According to Wayne Grudem, “in calling Christ ‘the first fruits’ (in Greek aparch?), Paul uses a metaphor from agriculture to indicate that we will be like Christ. Just as the ‘first fruits’ or the first taste of the ripen ing crop show what the rest of the harvest will be like for that crop, so Christ as the ‘first fruits’ shows what our resurrection bodies will be like when, in God’s final ‘harvest,’ he raises us from the dead and brings us into his presence.”—Systematic Theology (Grand Rapids, MI: Zondervan, 1994), p. 615.<br><br>It is worth remembering that Jesus came out of the grave with a glorified human body, but He was still carrying the marks of His crucifixion (John 20:20, 27). Does this mean that the risen children of God will likewise bear the physical marks of their own sufferings? In the case of the apostle Paul, will he still carry in his glorified body the “thorn in the flesh” (2 Cor. 12:7, NKJV) and “the marks of the Lord Jesus” (Gal. 6:17, NKJV)?<br><br>Until his death, Paul “was ever to carry about with him in the body the marks of Christ’s glory, in his eyes, which had been blinded by the heavenly light [see Acts 9:1–9].”—Ellen G. White, The Story of Redemption, p. 275. But this does not mean that he or any other of the glorified redeemed will be raised with the marks of their own sufferings (compare with 1 Cor. 15:50–54). In the case of Christ, “the marks of this cruelty He will ever bear. Every print of the nails will tell the story of man’s wonderful redemption and the dear price by which it was purchased.”—Ellen G. White, Early Writings, p. 179. His marks are what guarantee us that all of ours will be forever gone.<br><br><strong>Christ will forever bear the scars of His crucifixion. What does that reveal about God’s love for us and what it cost to save us? How does it show, too, how much the Godhead has invested in saving us?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "November 11",
          "dayTitle": "",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>Further Thought: </strong><br></p><p>Read Ellen G. White, “In Joseph’s Tomb,” pp. 769–778; “The Lord Is Risen,” pp. 779–787; “Why Weepest Thou?” pp. 788–794; “The Walk to Emmaus,” pp. 795–801; “Peace Be Unto You,” pp. 802–808, in The Desire of Ages.<br><br>Modern sentiment doesn’t allow for something like the resurrection of Jesus. However, the historical evidence is so strong that even those who can’t accept the reality of the Resurrection are forced to admit that many people believed that they had seen the resurrected Jesus. Thus, much of antiresurrection apologetics is the attempt to explain what could have caused all these different people to believe that they had seen the risen Christ.<br><br>Some have argued that all the disciples hallucinated the resurrected Jesus; others that Jesus hadn’t really died but only had swooned and then come back to life after He had been brought down from the cross, and when He had reappeared, His followers thought that He had been raised from the dead. And (believe it or not) some have argued that Jesus had a twin brother whom the disciples mistook for the risen Christ. In other words, the historical evidence is so strong for Christ’s resurrection that these are the kinds of arguments people concoct in order to try to dismiss it. With the Resurrection itself so important, we should not be surprised by all the good reasons we have been given to believe it.<br><br>“The voice that cried from the cross, ‘It is finished,’ was heard among the dead. It pierced the walls of sepulchers, and summoned the sleepers to arise. Thus will it be when the voice of Christ shall be heard from heaven. That voice will penetrate the graves and unbar the tombs, and the dead in Christ shall arise. At the Saviour’s resurrection a few graves were opened, but at His second coming all the precious dead shall hear His voice, and shall come forth to glorious, immortal life. The same power that raised Christ from the dead will raise His church, and glorify it with Him, above all principalities, above all powers, above every name that is named, not only in this world, but also in the world to come.”—Ellen G. White, The Desire of Ages, p. 787.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. </strong>“ ‘It is finished’ ” (John 19:30) and “ ‘He is risen’ ” (Matt. 28:6, NKJV) are two of the most meaningful statements ever made. How do they complement each other within salvation history? What great hope is found in these words for us?<strong><br><br>2. </strong>At first the religious leaders wanted guards at the tomb to keep the disciples from stealing the body of Jesus. Later they paid the guards to say that the disciples did steal the body. How does this account help to reveal the reality of Christ’s empty tomb, and why is that empty tomb so important to us as Christians?<br></p><p><br><strong>INSIDE&nbsp; STORY<br><br>Accepting the Word: Part 1<br><br>By ANDREW MCCHESNEY</strong><br><br>Eulalia Rashid ran out of beer and headed to the store to buy more in the Northern Mariana Islands, a U.S. commonwealth in the Pacific Ocean.<br><br>It was Christmas Eve. She was lonely and had no one with whom to celebrate the holiday. An alcoholic for 37 years, she had all but abandoned her four children and 13 grandchildren. She also was ill with colon cancer.<br><br>As Eulalia walked, a small wooden box caught her eye on the ground on the darkened street. She picked it up and shook it, thinking some money might be inside. Sure enough, a penny was inside, and she placed the box in her pocket. Minutes later, standing in the light of the store, she pulled out the box and saw words written on the top, “Your word is a lamp to my feet and a light to my path” (Psalm 119:105, NKJV).<br><br>The next morning, on Christmas Day, Eulalia read and reread the words on the box. What is this “word”? she wondered. What is this lamp that is to light my path? Eulalia had always believed in Jesus, but she had never had a relationship with Him. Now she tried to translate Psalm 119:105 into her native Tomoro and Palau languages. She looked up the verse in several Bible translations. Still not understanding the words, she decided to read through the entire Bible. Maybe she would find an explanation somewhere.<br><br>One day, she read John 1:1, which says, “In the beginning was the Word, and the Word was with God, and the Word was God” (NKJV). Her eyes lit up with joy. She read on, “And the Word became flesh and dwelt among us” (John 1:14, NKJV). Here is the answer! she thought. The Word is Jesus! Jesus is the Lamp that lights my path!<br><br>By now she loved reading the Bible. She kept on reading, and she started to pray regularly. As she read and prayed, her life changed. She read that God had set aside the seventh day as Sabbath in Exodus 20, and she began to keep the Sabbath in her home. She read about clean and unclean foods in Leviticus 11 and modified her diet. When she saw that God gave Adam and Eve a plant-based diet, she cultivated a garden of sweet potatoes, spinach, string beans, eggplant, tomatoes, tapioca, papayas, mangoes, lemons, dragon fruit, soursop, mulberries, and coconuts.<br><br>Her family did not understand what was going on. They were astonished to see that she had stopped drinking. She told them that one day she had simply decided not to drink, and Jesus had taken away her desire for alcohol in the twinkling of an eye.<br><br>Eulalia didn’t know it, but she was already becoming a missionary to her family by her example.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>Christ’s Victory Over Death </p>",
      "verse": "<p>When I saw him, I fell down at his feet like a dead man. He put his right hand on me and said, ‘Do not be afraid. I am the First and the Last. I am the One who lives; I was dead, but look, I am alive forever and ever! And I hold the keys to death and to the place of the dead (Rev. 1:17, 18, NCV).<br></p>",
      "versionCode": 22,
      "weekDate": "November 5–11"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
