{
  "data": [
    {
      "color": "#145DA0",
      "id": 707,
      "idEs": 17,
      "language": "en",
      "lessonDays": [
        {
          "date": "February 11",
          "dayTitle": "<p>Unto the Least of <strong>These</strong></p>",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p><strong>Read for This Week’s Study:</strong> Luke 4:16–19; Isa. 62:1, 2; Deut. 15:11; Matt. 19:16–22; Luke 19:1–10; Job 29:12–16.</p><p>The Bible speaks often of the strangers (sometimes called aliens), the fatherless, and the widows. They may be the ones whom Jesus referred to as “ ‘ “the least of these My brethren” ’ ” (Matt. 25:40, NKJV).\n</p><p>How can we identify these people today? The strangers of Bible times were individuals who had to leave their homeland, perhaps because of war or famine. The equivalent in our day could be the millions of refugees who have become destitute because of circumstances that they did not choose.\n</p><p>The fatherless are children who have lost fathers through war, accident, or sickness. This group also could include those whose fathers are in prison or are otherwise absent. What a broad field of service is exposed here.\n</p><p>The widows are those, who for the same reasons as the fatherless, have lost their spouses. Many are the head of a single-parent family and could use the help that the church can provide.\n</p><p>As we will see this week, because we are managers of God’s business, helping the poor is not just an option. It is following the example of Jesus and obeying His commands.\n</p><p><em>* Study this week’s lesson to prepare for Sabbath, February 18.</em></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 12",
          "dayTitle": "<p><strong>The Life and Ministry of Jesus</strong></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>Early in His public ministry, Jesus traveled to Nazareth, in the region of Galilee. This was His hometown, and the local people already had heard of His work and miracles. As His custom was, Jesus attended Sabbath services in the synagogue. Though Jesus was not the officiating rabbi, the attendant handed Him the Isaiah scroll and asked Him to give the Scripture reading. Jesus read Isaiah 61:1, 2.\n</p><p><strong>Read Luke 4:16–19 and compare it with Isaiah 61:1, 2. (See also Luke 7:19–23.) Why do you think Jesus chose this specific Scripture? Why would these verses in Isaiah be deemed as Messianic? What did they reveal about the work of the Messiah?\n</strong></p><p><strong>Luke 4:16–19</strong></p><p><strong><sup>16</sup></strong> So He came to Nazareth, where He had been brought up. And as His custom was, He went into the synagogue on the Sabbath day, and stood up to read.&nbsp;</p><p><strong><sup>17</sup></strong> And He was handed the book of the prophet Isaiah. And when He had opened the book, He found the place where it was written:\n</p><p>\n</p><p><strong><sup>18</sup></strong> “The Spirit of the Lord is upon Me,<br></p><p>Because He has anointed Me\n</p><p>To preach the gospel to the poor;\n</p><p>He has sent Me to heal the brokenhearted,\n</p><p>To proclaim liberty to the captives\n</p><p>And recovery of sight to the blind,\n</p><p>To set at liberty those who are oppressed;\n</p><p><strong><sup>19</sup></strong> To proclaim the acceptable year of the Lord.”&nbsp;</p><p><br></p><p><strong>Isaiah 61:1, 2</strong></p><p><strong><sup>1</sup></strong> “The Spirit of the Lord God is upon Me,\n</p><p>Because the Lord has anointed Me\n</p><p>To preach good tidings to the poor;\n</p><p>He has sent Me to heal the brokenhearted,\n</p><p>To proclaim liberty to the captives,\n</p><p>And the opening of the prison to those who are bound;\n</p><p><strong><sup>2</sup></strong> To proclaim the acceptable year of the Lord,\n</p><p>And the day of vengeance of our God;\n</p><p>To comfort all who mourn,</p><p><br></p><p><strong>Luke 7:19–23</strong></p><p><sup><strong>19</strong> </sup>And John, calling two of his disciples to him, sent them to Jesus, saying, “Are You the Coming One, or do we look for another?”\n</p><p>\n</p><p><strong><sup>20</sup></strong> When the men had come to Him, they said, “John the Baptist has sent us to You, saying, ‘Are You the Coming One, or do we look for another?’ ”&nbsp;</p><p><strong><sup>21</sup></strong> And that very hour He cured many of infirmities, afflictions, and evil spirits; and to many blind He gave sight.<br></p><p>\n</p><p><strong><sup>22</sup></strong> Jesus answered and said to them, “Go and tell John the things you have seen and heard: that the blind see, the lame walk, the lepers are cleansed, the deaf hear, the dead are raised, the poor have the gospel preached to them.&nbsp;</p><p><strong><sup>23</sup></strong> And blessed is he who is not offended because of Me.”</p><p>Because the religious leaders apparently had overlooked the prophecies that spoke of a suffering Messiah and had misapplied those that pointed to the glory of His second coming (which should serve as a reminder to us of how important understanding prophecy really is), most of the people believed the false idea that the Messiah’s mission was to free Israel from its conquerors and oppressors, the Romans. To think that the Messiah’s mission statement came from Isaiah 61:1, 2 must have been a real shock.\n</p><p>The poor usually were looked down upon by unscrupulous officials such as tax collectors, those in business, and even their own neighbors. It commonly was thought that poverty was the curse of God and that their unfortunate condition must have been their own fault. With this mindset, few people had any concern for the poor and their unhappy plight.\n</p><p>Yet, Jesus’ love for the poor was one of the greatest evidences of His Messiahship, as seen in how Jesus answered John the Baptist’s question about Him as the Messiah (see Matt. 11:1–6). “Like the Saviour’s disciples, John the Baptist did not understand the nature of Christ’s kingdom. He expected Jesus to take the throne of David; and as time passed, and the Saviour made no claim to kingly authority, John became perplexed and troubled.”—Ellen G. White, The Desire of Ages, p. 215.\n</p><p><strong>“Pure and undefiled religion before God and the Father is this: to visit orphans and widows in their trouble, and to keep oneself unspotted from the world” (James 1:27, NKJV). How should this verse help us set our religious priorities?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 13",
          "dayTitle": "<p><strong>God’s Provision for the Poor</strong></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>In their writings, the Bible’s authors included many of God’s provisions for the poor, the strangers, the widows, and the fatherless. We have records of this that go all the way back to Mount Sinai. “ ‘Six years you shall sow your land and gather in its produce, but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave, the beasts of the field may eat. In like manner you shall do with your vineyard and your olive grove’ ” (Exod. 23:10, 11, NKJV).<br></p><p><strong>Read Leviticus 23:22 and Deuteronomy 15:11. However different the context may be from that of our lives today, what principles should we take away from these verses?\n</strong></p><p><strong>Leviticus 23:22</strong></p><p><strong><sup>22</sup></strong> ‘When you reap the harvest of your land, you shall not wholly reap the corners of your field when you reap, nor shall you gather any gleaning from your harvest. You shall leave them for the poor and for the stranger: I am the Lord your God.’ ”</p><p><strong>Deuteronomy 15:11</strong></p><p><sup><strong>11</strong> </sup>For the poor will never cease from the land; therefore I command you, saying, ‘You shall open your hand wide to your brother, to your poor and your needy, in your land.’</p><p>It generally is understood that “brother” here refers to fellow Israelites or fellow believers. We also think of them as the worthy poor or “the least of these My brethren.” The psalms give direction on how we should treat those in need. “Defend the poor and fatherless; do justice to the afflicted and needy. Deliver the poor and needy; free them from the hand of the wicked” (Ps. 82:3, 4, NKJV). This passage indicates our involvement in ways beyond just providing food.\n</p><p>Then there are promises to those who help the needy. “He who gives to the poor will not lack” (Prov. 28:27, NKJV). “The king who judges the poor with truth, his throne will be established forever” (Prov. 29:14, NKJV). And King David noted, “Blessed is he who considers the poor; the Lord will deliver him in time of trouble” (Ps. 41:1, NKJV). This, then, always had been a priority in ancient Israel even if, at times, the people lost sight of it.\n</p><p>In contrast, even in more modern times, particularly in England, under the impact of what has been known as “Social Darwinism,” many thought that not only was there no moral imperative to help the poor but also that it was, in fact, wrong to do so. Instead, following the forces of nature, in which the strong survive at the expense of the weak, “Social Darwinists” believed that it would be detrimental to society to help the poor, the sickly, and the indigent because, if they multiplied, they would only weaken the social fabric of the nation as a whole. However cruel, this thinking was the logical outgrowth of belief in evolution and the false narrative it proclaims.\n</p><p><strong>How should the gospel, the idea that Christ died for everyone, impact how we treat everyone, regardless of who they are?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 14",
          "dayTitle": "<p><strong>The Rich Young Ruler</strong></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p>We don’t know much about the rich young ruler other than that he was young, a ruler, and rich. And he had an interest in spiritual things. He was so energetic that he came running to Jesus (Mark 10:17). He was excited to learn about eternal life. This story is so important that it is recorded in all three synoptic Gospels: Matthew 19:16–22, Mark 10:17–22, and Luke 18:18–23.\n</p><p><strong>Read Matthew 19:16–22. What did Jesus mean when He said to him, “If thou wilt be perfect, go and sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me” (Matt. 19:21)?\n</strong></p><p><strong>Matthew 19:16–22</strong></p><p><strong><sup>16 </sup></strong>Now behold, one came and said to Him, “Good Teacher, what good thing shall I do that I may have eternal life?”</p><p><strong><sup>17 </sup></strong>So He said to him, “Why do you call Me good? No one is good but One, that is, God. But if you want to enter into life, keep the commandments.”\n</p><p>\n</p><p><strong><sup>18</sup></strong> He said to Him, “Which ones?”<br></p><p>Jesus said, “‘You shall not murder,’ ‘You shall not commit adultery,’ ‘You shall not steal,’ ‘You shall not bear false witness,’&nbsp;</p><p><strong><sup>19</sup></strong> ‘Honor your father and your mother,’ and, ‘You shall love your neighbor as yourself.’ ”<strong><sup><br></sup></strong></p><p><strong><sup>20</sup></strong> The young man said to Him, “All these things I have kept from my youth. What do I still lack?”<strong><sup><br></sup></strong></p><p><strong><sup>21</sup></strong> Jesus said to him, “If you want to be perfect, go, sell what you have and give to the poor, and you will have treasure in heaven; and come, follow Me.”<strong><sup><br></sup></strong></p><p><strong><sup>22</sup></strong> But when the young man heard that saying, he went away sorrowful, for he had great possessions.<br></p><p><br></p><p>Jesus doesn’t ask most of us to sell all we have and give the money to the poor. But money must have been this young man’s god, and though Jesus’ answer may seem quite severe, He knew that doing this was this man’s only hope of salvation.\n</p><p>The Bible says that he went away very sorrowful because he was very rich, which proves just how much he worshiped his money. He was offered eternal life and a place in Jesus’ inner circle (“Come, follow Me” [Matthew 19:21, NKJV]—the same words Jesus used in calling the 12 disciples). Yet, we never hear from this young man again. He traded eternity for his earthly possessions.\n</p><p>What a terrible trade-off, was it not? What a sad example of not following “delayed gratification” (see last week). Choosing as this man did is such a deception because, no matter what material wealth can give us now, sooner or later we all die and face the prospect of eternity. And meanwhile, so many of the wealthy have discovered that their wealth didn’t give them the peace and happiness that they had hoped for; indeed, in many cases, the opposite seems to have happened. So many biographies have been written about just how miserable many rich people have been. In fact, in all recorded history, one of the best depictions ever of how unsatisfying wealth can be, in and of itself, is found in the book of Ecclesiastes. Whatever other lessons one can take from it, one point comes through clearly: money cannot buy peace and happiness.\n</p><p><strong>“For whosoever will save his life shall lose it; but whosoever shall lose his life for my sake and the gospel’s, the same shall save it. For what shall it profit a man, if he shall gain the whole world, and lose his own soul? Or what shall a man give in exchange for his soul?” (Mark 8:35–37). What does it mean to lose your life for the sake of the gospel?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 15",
          "dayTitle": "<p><strong>Zacchaeus</strong></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>Zacchaeus was a wealthy Jew who had made his money by working as a tax collector for the hated Romans. For that, and because he and other tax collectors exacted more tax than was really due, Zacchaeus was hated and called a “sinner.”\n</p><p>Zacchaeus lived in Jericho, which sat on a trade route with much business commerce. The meeting of Zacchaeus and Jesus was not a coincidence. Zacchaeus had apparently come under spiritual conviction and wanted to make some changes in his life. He had heard about Jesus and wanted to see Him. Word must have gotten out that the group Jesus was traveling with would arrive in Jericho that day. Jesus needed to pass through Jericho from Galilee, on His final trip to Jerusalem. Christ’s first words to Zacchaeus revealed that, even before entering the town, Jesus knew all about him.\n</p><p><strong>Read Luke 19:1–10. What were the differences between this rich man’s experience with Jesus and that of the rich young ruler?\n</strong></p><p><strong><sup>1</sup> </strong>Then Jesus entered and passed through Jericho.&nbsp;</p><p><strong><sup>2</sup></strong> Now behold, there was a man named Zacchaeus who was a chief tax collector, and he was rich.&nbsp;</p><p><strong><sup>3</sup></strong> And he sought to see who Jesus was, but could not because of the crowd, for he was of short stature.&nbsp;</p><p><strong><sup>4</sup></strong> So he ran ahead and climbed up into a sycamore tree to see Him, for He was going to pass that way.&nbsp;</p><p><strong><sup>5</sup></strong> And when Jesus came to the place, He looked up and saw him, and said to him, “Zacchaeus, make haste and come down, for today I must stay at your house.”&nbsp;</p><p><strong><sup>6</sup></strong> So he made haste and came down, and received Him joyfully.&nbsp;</p><p><strong><sup>7</sup></strong> But when they saw it, they all complained, saying, “He has gone to be a guest with a man who is a sinner.”</p><p><strong><sup>8</sup></strong> Then Zacchaeus stood and said to the Lord, “Look, Lord, I give half of my goods to the poor; and if I have taken anything from anyone by false accusation, I restore fourfold.”</p><p><strong><sup>9</sup></strong> And Jesus said to him, “Today salvation has come to this house, because he also is a son of Abraham;&nbsp;</p><p><strong><sup>10</sup></strong> for the Son of Man has come to seek and to save that which was lost.”</p><p><br></p><p>Zacchaeus and the rich young ruler had some things in common. Both were rich, both wanted to see Jesus, and both wanted eternal life. But here the similarities stop.\n</p><p>Notice that when Zacchaeus said that he would give “half of my goods” (Luke 19:8) to the poor, Jesus accepted this gesture as an expression of a true conversion experience. He didn’t say to him, Sorry, Zac, but as with the rich young ruler, it’s all or nothing. Half is not going to cut it. Why? Most likely because, though Zacchaeus surely liked his wealth, it wasn’t the god to him that it was to the rich young ruler. In fact, though we don’t know what Jesus said to him, Zacchaeus is the one who first speaks about giving money to the poor. In contrast, Jesus had to tell the rich young ruler specifically to give it all up; otherwise it would destroy him. Though Zacchaeus, as any wealthy person, needed to be careful about the dangers of wealth, he seemed to have had his relationship to it under better control than did the rich young ruler.\n</p><p>“When the rich young ruler had turned away from Jesus, the disciples had marveled at their Master’s saying, ‘How hard is it for them that trust in riches to enter into the kingdom of God!’ They had exclaimed one to another, ‘Who then can be saved?’ Now they had a demonstration of the truth of Christ’s words, ‘The things which are impossible with men are possible with God.’ Mark 10:24, 26; Luke 18:27. They saw how, through the grace of God, a rich man could enter into the kingdom.”—Ellen G. White, The Desire of Ages, p. 555.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 16",
          "dayTitle": "<p><strong>Consider the Man Job</strong></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Job 1:8. How was Job described by God Himself?\n</strong></p><p><strong>Job 1:8</strong></p><p><strong><sup>8</sup></strong> Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil?”</p><p>That’s pretty good, having even God call Job “perfect” and “upright” (Job 1:8), so perfect and upright that no one else on the earth at that time could equal him. Again, these are God’s own words, verbatim, about Job.\n</p><p>Even after Job faced one catastrophe after another, God repeated what He had first said about Job, that there was no one else on earth like him, perfect and upright and so forth, except that then a new element was added. Job was still all these things, “ ‘although you incited Me against him, to destroy him without cause’ ” (Job 2:3, NKJV).\n</p><p>And though we get a powerful glimpse of Job’s perfection and uprightness in how he refused to let go of God despite all that happened and despite his unfortunate’s wife’s taunt, “ ‘Do you still hold fast to your integrity? Curse God and die!’ ” (Job 2:9, NKJV), the book reveals another aspect of Job’s life before the drama here unfolded.\n</p><p><strong>Read Job 29:12–16. What is depicted here that gives us even more insight into the secret of Job’s character?\n</strong></p><p><strong>Job 29:12–16</strong></p><p><strong><sup>12 </sup></strong>Because I delivered the poor who cried out,\n</p><p>The fatherless and the one who had no helper.\n</p><p><strong><sup>13</sup></strong> The blessing of a perishing man came upon me,\n</p><p>And I caused the widow’s heart to sing for joy.\n</p><p><strong><sup>14</sup></strong> I put on righteousness, and it clothed me;\n</p><p>My justice was like a robe and a turban.\n</p><p><strong><sup>15</sup></strong> I was eyes to the blind,\n</p><p>And I was feet to the lame.\n</p><p><strong><sup>16</sup></strong> I was a father to the poor,\n</p><p>And I searched out the case that I did not know.</p><p><br></p><p>Perhaps what’s most insightful here are Job’s words, “ ‘And I searched out the case that I did not know’ ” (Job 29:16, NKJV). In other words, Job didn’t simply wait, for instance, for some beggar in rags to approach him for a handout. Instead, Job was proactive in seeking out needs and then acting on them.\n</p><p>Ellen G. White suggested, “Do not wait for them [the poor] to call your attention to their needs. Act as did Job. The thing that he knew not he searched out. Go on an inspecting tour and learn what is needed and how it can be best supplied.”—Testimonies for the Church, vol. 5, p. 151. This is a level of money management and stewardship of God’s resources that is beyond the practice of many of God’s children today.\n</p><p><strong>Read Isaiah 58:6–8. How can we take these ancient words and apply them to ourselves today?</strong></p><p><strong>Isaiah 58:6–8</strong></p><p><sup><strong>6</strong> </sup>“Is this not the fast that I have chosen:\n</p><p>To loose the bonds of wickedness,\n</p><p>To undo the heavy burdens,\n</p><p>To let the oppressed go free,\n</p><p>And that you break every yoke?\n</p><p><strong><sup>7</sup></strong> Is it not to share your bread with the hungry,\n</p><p>And that you bring to your house the poor who are cast out;\n</p><p>When you see the naked, that you cover him,\n</p><p>And not hide yourself from your own flesh?\n</p><p><strong><sup>8</sup></strong> Then your light shall break forth like the morning,\n</p><p>Your healing shall spring forth speedily,\n</p><p>And your righteousness shall go before you;\n</p><p>The glory of the Lord shall be your rear guard.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 17",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p>“ ‘When the Son of man shall come in His glory, and all the holy angels with Him, then shall He sit upon the throne of His glory: and before Him shall be gathered all nations: and He shall separate them one from another.’ Thus Christ on the Mount of Olives pictured to His disciples the scene of the great judgment day. And He represented its decision as turning upon one point. When the nations are gathered before Him, there will be but two classes, and their eternal destiny will be determined by what they have done or have neglected to do for Him in the person of the poor and the suffering.”—Ellen G. White, The Desire of Ages, p. 637.\n</p><p>“As you open your door to Christ’s needy and suffering ones, you are welcoming unseen angels. You invite the companionship of heavenly beings. They bring a sacred atmosphere of joy and peace. They come with praises upon their lips, and an answering strain is heard in heaven. Every deed of mercy makes music there. The Father from His throne numbers the unselfish workers among His most precious treasures.”— The Desire of Ages, p. 639.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1. </strong>“ ‘For the poor will never cease from the land’ ” (Deut. 15:11, NKJV). Besides the fact that this prediction, though thousands of years old, unfortunately has been fulfilled, how are we to understand it today? Some have used these words to all but justify not helping the poor, reasoning this way, “Well, God said the poor would always be among us; so, that’s just the way it is.” What’s the fallacy of that thinking?\n</p><p><strong>2. </strong>Read 1 Timothy 6:17–19: “Command those who are rich in this present age not to be haughty, nor to trust in uncertain riches but in the living God, who gives us richly all things to enjoy. Let them do good, that they be rich in good works, ready to give, willing to share, storing up for themselves a good foundation for the time to come, that they may lay hold on eternal life” (NKJV). Notice what the danger is: to trust in one’s riches as opposed to the living God. Why is that so easy for those who have money to do, even though they know that in the end even all their money won’t keep them alive? Why must we all be careful about not trusting in anything other than the living God?</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 17",
          "dayTitle": "<p><strong>Twin Surprises in Finland</strong></p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>By ANDREW MCCHESNEY\n</strong></p><p>Simo Vehkavuori, a young literature evangelist in Finland, got a surprise as he went from house to house in Lapland. When he rang the doorbell at one house, a woman opened the door and, seeing him outside, exclaimed, “I want to order that set of 10 Bible stories from you!” Simo didn’t even have time to tell her that he was selling books, much less mention that he had Arthur Maxwell’s set of 10 Bible-story books for children.\n</p><p>“You might be surprised [about] why I’m ordering the books so quickly from you,” the woman said. “During the night, God gave me a dream, and in the dream, He showed your face and said, ‘This man will come to your house. Order from him a 10-volume set of Bible-story books.’ That’s why I was ready to order right away.”\n</p><p>Another time, Simo stopped by a local business and offered the owner a copy of Ellen White’s The Great Controversy. “We don’t understand anything about this book,” the owner said. “But our daughter is the principal of a religious school. She will be here tomorrow. Can you come back?”\n</p><p>Simo told his twin brother, who was selling books with him in the town, about the appointment. “Please pray,” he said.\n</p><p>When Simo returned to the business, the owner introduced him to his daughter. The woman exploded in anger when she learned that Simo was a Seventh-day Adventist, and she harshly criticized the Adventist Church.\n</p><p>When she finished, he asked for permission to speak. “Dear principal,” he said, “You cannot imagine what a great God we serve in the Adventist Church! I want to follow the God whom we can serve wherever He leads.”\n</p><p>The woman looked surprised. “Young man, if God means so much to you,” she paused and turned to her mother, “Mother, can you give me some money? I want to buy all the books that this young man has.”\n</p><p>Simo prayed with the woman and her parents. Returning to the room where he was staying with his brother, he found his brother on his knees. He excitedly told his brother about God’s miraculous intervention.\n</p><p>Simo, now retired, smiled joyfully as he told Adventist Mission about witnessing God’s presence as he worked to fulfill the church’s mission. “It was an inspiring thing for me to see that God is behind His work,” he said.</p><p><em>This mission story illustrates Spiritual Growth Objective No. 5 of the Seventh-day Adventist Church’s “I Will Go” strategic plan, “To disciple individuals and families into Spirit-filled lives.” Read more: IWillGo2020.org. Read more about SIMO next week.\n</em></p><p><strong>Provided by the General Conference Office of Adventist Mission, which uses Sabbath School mission offerings to spread the gospel worldwide. Read new stories daily at AdventistMission.org.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p>Unto the Least of <strong>These</strong></p>",
      "verse": "<p>“ ‘Then the King will say to those on His right hand, “Come, you blessed of My Father, inherit the kingdom prepared for you from the foundation of the world” ’ ” (Matthew 25:34, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "February 11–17"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
