{
  "data": [
    {
      "color": "#34676D",
      "id": 10,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "2 de marzo",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>En numerosos salmos, la alabanza adopta la dinámica de narrar los poderosos actos de salvación del Señor. Estos salmos suelen llamarse “salmos de la historia de la salvación”, o “salmos históricos”. Algunos apelan al pueblo de Dios, al pedirle que aprenda de su historia; en particular, de sus errores y de los de sus antepasados. Ciertos salmos históricos contienen una nota predominante de himnos que destacan los maravillosos hechos de Dios en el pasado en favor de su pueblo y que fortalecen su confianza en el Señor, quien es capaz y fiel para librarlos de sus dificultades presentes.</p><p>El atractivo especial de los salmos históricos es que nos ayudan a ver nuestra vida como parte de la historia del pueblo de Dios y a reclamar ese pasado como propio. Como hemos sido adoptados en la familia del pueblo histórico de Dios por medio de Cristo (Rom. 8:15; 9:24-26; Gál. 4:6, 7), la herencia histórica del antiguo pueblo de Israel es, de hecho, el relato de nuestra ascendencia espiritual. Por lo tanto, podemos y debemos aprender de su pasado, que también es el nuestro.</p><p>El objetivo final es comprender que cada generación del pueblo de Dios desempeña un papel pequeño pero significativo en el gran despliegue histórico de los propósitos soberanos de Dios en el Gran Conflicto.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de marzo",
          "dayTitle": "<p>LA IMBATIBLE FIDELIDAD DEL SEÑOR</p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Salmo 78. ¿Qué tres épocas históricas clave se destacan en este salmo? ¿Qué lecciones recurrentes extrae Asaf de cada período?</strong></p><p><strong>Salmo 78</strong></p><p><strong><sup>1</sup></strong> Escucha, pueblo mío, mi ley; Inclinad vuestro oído a las palabras de mi boca.&nbsp;&nbsp;</p><p><strong><sup>2</sup></strong> Abriré mi boca en proverbios; Hablaré cosas escondidas desde tiempos antiguos,&nbsp;&nbsp;</p><p><strong><sup>3</sup></strong> Las cuales hemos oído y entendido; Que nuestros padres nos las contaron.&nbsp;&nbsp;</p><p><strong><sup>4</sup></strong> No las encubriremos a sus hijos, Contando a la generación venidera las alabanzas de Jehová, Y su potencia, y las maravillas que hizo.&nbsp;&nbsp;</p><p><strong><sup>5</sup></strong> Él estableció testimonio en Jacob, Y puso ley en Israel, La cual mandó a nuestros padres Que la notificasen a sus hijos;&nbsp;&nbsp;</p><p><strong><sup>6</sup></strong> Para que lo sepa la generación venidera, y los hijos que nacerán; Y los que se levantarán lo cuenten a sus hijos,&nbsp;&nbsp;</p><p><strong><sup>7</sup></strong> A fin de que pongan en Dios su confianza, Y no se olviden de las obras de Dios; Que guarden sus mandamientos,&nbsp;&nbsp;</p><p><strong><sup>8</sup></strong> Y no sean como sus padres, Generación contumaz y rebelde; Generación que no dispuso su corazón, Ni fue fiel para con Dios su espíritu.&nbsp;&nbsp;</p><p><strong><sup>9</sup></strong> Los hijos de Efraín, arqueros armados, volvieron las espaldas en el día de la batalla.&nbsp;&nbsp;</p><p><strong><sup>10</sup></strong> No guardaron el pacto de Dios, ni quisieron andar en su ley;&nbsp;&nbsp;</p><p><strong><sup>11</sup></strong> Sino que se olvidaron de sus obras, y de sus maravillas que les había mostrado.&nbsp;&nbsp;</p><p><strong><sup>12</sup></strong> Delante de sus padres hizo maravillas en la tierra de Egipto, en el campo de Zoán.&nbsp;&nbsp;</p><p>13 Dividió el mar y los hizo pasar; detuvo las aguas como en un montón.&nbsp;&nbsp;</p><p><strong><sup>14</sup></strong> Les guió de día con nube, y toda la noche con resplandor de fuego.&nbsp;&nbsp;</p><p><strong><sup>15</sup></strong> Hendió las peñas en el desierto, y les dio a beber como de grandes abismos,&nbsp;&nbsp;</p><p><strong><sup>16</sup></strong> Pues sacó de la peña corrientes, e hizo descender aguas como ríos.&nbsp;&nbsp;</p><p><strong><sup>17</sup></strong> Pero aún volvieron a pecar contra él, rebelándose contra el Altísimo en el desierto;&nbsp;&nbsp;</p><p><strong><sup>18</sup></strong> Pues tentaron a Dios en su corazón, pidiendo comida a su gusto.&nbsp;&nbsp;</p><p><strong><sup>19</sup></strong> Y hablaron contra Dios, diciendo: ¿Podrá poner mesa en el desierto?&nbsp;&nbsp;</p><p><strong><sup>20</sup></strong> He aquí ha herido la peña, y brotaron aguas, y torrentes inundaron la tierra; ¿podrá dar también pan? ¿Dispondrá carne para su pueblo?</p><p><strong><sup>21</sup></strong> Por tanto, oyó Jehová, y se indignó; se encendió el fuego contra Jacob, y el furor subió también contra Israel,&nbsp;&nbsp;</p><p><strong><sup>22</sup></strong> Por cuanto no habían creído a Dios, ni habían confiado en su salvación.&nbsp;&nbsp;</p><p><strong><sup>23</sup></strong> Sin embargo, mandó a las nubes de arriba, y abrió las puertas de los cielos,&nbsp;&nbsp;</p><p><strong><sup>24</sup></strong> E hizo llover sobre ellos maná para que comiesen, y les dio trigo de los cielos.&nbsp;&nbsp;</p><p><strong><sup>25</sup></strong> Pan de nobles comió el hombre; les envió comida hasta saciarles.&nbsp;&nbsp;</p><p><strong><sup>26</sup></strong> Movió el solano en el cielo, y trajo con su poder el viento sur,&nbsp;&nbsp;</p><p><strong><sup>27</sup></strong> E hizo llover sobre ellos carne como polvo, como arena del mar, aves que vuelan.&nbsp;&nbsp;</p><p><strong><sup>28</sup></strong> Las hizo caer en medio del campamento, alrededor de sus tiendas.&nbsp;&nbsp;</p><p><strong><sup>29</sup></strong> Comieron, y se saciaron; les cumplió, pues, su deseo.&nbsp;&nbsp;</p><p><strong><sup>30</sup></strong> No habían quitado de sí su anhelo, aún estaba la comida en su boca,&nbsp;&nbsp;</p><p><strong><sup>31</sup></strong> Cuando vino sobre ellos el furor de Dios, e hizo morir a los más robustos de ellos, y derribó a los escogidos de Israel.&nbsp;&nbsp;</p><p><strong><sup>32</sup></strong> Con todo esto, pecaron aún, y no dieron crédito a sus maravillas.&nbsp;&nbsp;</p><p><strong><sup>33</sup></strong> Por tanto, consumió sus días en vanidad, y sus años en tribulación.&nbsp;&nbsp;</p><p><strong><sup>34</sup></strong> Si los hacía morir, entonces buscaban a Dios; entonces se volvían solícitos en busca suya,&nbsp;&nbsp;</p><p><strong><sup>35</sup></strong> Y se acordaban de que Dios era su refugio, y el Dios Altísimo su redentor.&nbsp;&nbsp;</p><p><strong><sup>36</sup></strong> Pero le lisonjeaban con su boca, y con su lengua le mentían;&nbsp;&nbsp;</p><p><strong><sup>37</sup></strong> Pues sus corazones no eran rectos con él, ni estuvieron firmes en su pacto.&nbsp;&nbsp;</p><p><strong><sup>38 </sup></strong>Pero él, misericordioso, perdonaba la maldad, y no los destruía; y apartó muchas veces su ira, y no despertó todo su enojo.&nbsp;&nbsp;</p><p><strong><sup>39</sup></strong> Se acordó de que eran carne, soplo que va y no vuelve.&nbsp;&nbsp;</p><p><strong><sup>40</sup></strong> ¡Cuántas veces se rebelaron contra él en el desierto, lo enojaron en el yermo!&nbsp;&nbsp;</p><p><strong><sup>41 </sup></strong>Y volvían, y tentaban a Dios, y provocaban al Santo de Israel.&nbsp;&nbsp;</p><p><strong><sup>42</sup></strong> No se acordaron de su mano, del día que los redimió de la angustia;&nbsp;&nbsp;</p><p><strong><sup>43</sup></strong> Cuando puso en Egipto sus señales, y sus maravillas en el campo de Zoán;&nbsp;&nbsp;</p><p><strong><sup>44 </sup></strong>Y volvió sus ríos en sangre, y sus corrientes, para que no bebiesen.&nbsp;&nbsp;</p><p><strong><sup>45</sup></strong> Envió entre ellos enjambres de moscas que los devoraban, y ranas que los destruían.&nbsp;&nbsp;</p><p><strong><sup>46 </sup></strong>Dio también a la oruga sus frutos, y sus labores a la langosta.&nbsp;&nbsp;</p><p><strong><sup>47</sup></strong> Sus viñas destruyó con granizo, y sus higuerales con escarcha;&nbsp;&nbsp;</p><p><strong><sup>48</sup></strong> Entregó al pedrisco sus bestias, y sus ganados a los rayos.&nbsp;&nbsp;</p><p><strong><sup>49</sup></strong> Envió sobre ellos el ardor de su ira; enojo, indignación y angustia, un ejército de ángeles destructores.&nbsp;&nbsp;</p><p><strong><sup>50 </sup></strong>Dispuso camino a su furor; no eximió la vida de ellos de la muerte, sino que entregó su vida a la mortandad.&nbsp;&nbsp;</p><p><strong><sup>51</sup></strong> Hizo morir a todo primogénito en Egipto, las primicias de su fuerza en las tiendas de Cam.&nbsp;&nbsp;<sup><br></sup></p><p><strong><sup>52</sup></strong> Hizo salir a su pueblo como ovejas, y los llevó por el desierto como un rebaño.&nbsp;&nbsp;</p><p><strong><sup>53</sup></strong> Los guió con seguridad, de modo que no tuvieran temor; y el mar cubrió a sus enemigos.&nbsp;&nbsp;</p><p><strong><sup>54</sup></strong> Los trajo después a las fronteras de su tierra santa, a este monte que ganó su mano derecha.&nbsp;&nbsp;</p><p><strong><sup>55</sup></strong> Echó las naciones de delante de ellos; con cuerdas repartió sus tierras en heredad, e hizo habitar en sus moradas a las tribus de Israel.&nbsp;&nbsp;</p><p><strong><sup>56</sup></strong> Pero ellos tentaron y enojaron al Dios Altísimo, y no guardaron sus testimonios;&nbsp;&nbsp;</p><p><strong><sup>57</sup></strong> Sino que se volvieron y se rebelaron como sus padres; se volvieron como arco engañoso.&nbsp;&nbsp;</p><p><strong><sup>58</sup></strong> Le enojaron con sus lugares altos, y le provocaron a celo con sus imágenes de talla.&nbsp;&nbsp;</p><p><strong><sup>59</sup></strong> Lo oyó Dios y se enojó, y en gran manera aborreció a Israel.&nbsp;&nbsp;</p><p><strong><sup>60</sup></strong> Dejó, por tanto, el tabernáculo de Silo, la tienda en que habitó entre los hombres,&nbsp;&nbsp;</p><p><strong><sup>61</sup></strong> Y entregó a cautiverio su poderío, y su gloria en mano del enemigo.&nbsp;&nbsp;</p><p><strong><sup>62</sup></strong> Entregó también su pueblo a la espada, y se irritó contra su heredad.&nbsp;&nbsp;</p><p><strong><sup>63</sup></strong> El fuego devoró a sus jóvenes, y sus vírgenes no fueron loadas en cantos nupciales.&nbsp;&nbsp;</p><p><strong><sup>64</sup></strong> Sus sacerdotes cayeron a espada, y sus viudas no hicieron lamentación.&nbsp;&nbsp;</p><p><strong><sup>65</sup></strong> Entonces despertó el Señor como quien duerme, como un valiente que grita excitado del vino,&nbsp;&nbsp;</p><p><strong><sup>66</sup></strong> E hirió a sus enemigos por detrás; les dio perpetua afrenta.&nbsp;&nbsp;</p><p><strong><sup>67</sup></strong> Desechó la tienda de José, y no escogió la tribu de Efraín,&nbsp;&nbsp;</p><p><strong><sup>68</sup></strong> Sino que escogió la tribu de Judá, el monte de Sion, al cual amó.&nbsp;&nbsp;</p><p><strong><sup>69</sup></strong> Edificó su santuario a manera de eminencia, como la tierra que cimentó para siempre.&nbsp;&nbsp;</p><p><strong><sup>70</sup></strong> Eligió a David su siervo, y lo tomó de las majadas de las ovejas;&nbsp;&nbsp;</p><p><strong><sup>71</sup></strong> De tras las paridas lo trajo, para que apacentase a Jacob su pueblo, y a Israel su heredad.&nbsp;&nbsp;</p><p><strong><sup>72</sup></strong> Y los apacentó conforme a la integridad de su corazón, los pastoreó con la pericia de sus manos.</p><p>Las reseñas del pasado de Israel ponen de relieve la fidelidad de Dios y la infidelidad de Israel. También deben enseñar a las generaciones venideras a no repetir los errores de sus antepasados, sino a confiar en Dios y permanecer fieles a su alianza. El salmista utiliza la historia como una parábola (Sal. 78:2), lo que significa que el pueblo debe meditar profundamente en el mensaje del salmo y buscar su significado por sí mismo. Salmo 78:2 es una descripción profética del método de Jesús de enseñar en parábolas (Mat. 13:34, 35).</p><p>Este salmo también considera la época del Éxodo (Sal. 78:9-54), el establecimiento en Canaán (Sal. 78:55-64) y la época de David (Sal. 78:65-72). Muestra las gloriosas hazañas del Señor y las consecuencias de la ruptura del pacto con Dios por parte del pueblo. La historia de Israel relata muchas formas de deslealtad del pueblo hacia Dios, especialmente su idolatría (Sal. 78:58).</p><p>Sin embargo, el salmista subraya la raíz de la infidelidad de Israel: olvidó lo que Dios había hecho por él, no confió en Dios, puso a Dios a prueba (Sal. 78:18, 41, 56) y se rebeló contra él; y no guardó su Ley, su Pacto ni sus testimonios (Sal. 78:10, 37, 56). Al subrayar estas formas concretas de deslealtad, el salmista da a entender que el rechazo de Israel en la historia se ha debido a un pecado esencial: la falta de confianza del pueblo en el Señor (Sal. 78:7, 8).</p><p><strong>Al leer el salmo, nos sobrecogemos ante la constante obstinación y ceguera espiritual del pueblo, en contraste con la paciencia y la gracia ilimitadas del Señor. ¿Cómo es posible que cada nueva generación fuera tan lenta en aprender?</strong></p><p>Antes de juzgar excesivamente a las generaciones pasadas, deberíamos pensar en nosotros mismos. ¿No somos también nosotros olvidadizos de las maravillas pasadas de Dios y negligentes con sus exigencias pactadas? El salmo no anima a la gente a confiar en sus propias obras. Al contrario, Salmo 78 muestra la futilidad de la voluntad humana, a menos que esté cimentada en el reconocimiento constante de la fidelidad de Dios y en la aceptación de su gracia. Las batallas infructuosas del pueblo de Dios (Sal. 78:9, 62-64) esclarecen la lección del salmo de que los esfuerzos humanos sin fidelidad a Dios están condenados al fracaso.</p><p><strong>¿Qué lecciones has aprendido, o deberías haber aprendido, de tus errores pasados?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de marzo",
          "dayTitle": "<p>RECORDAR LA HISTORIA Y ALABAR A DIOS</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Salmo 105. ¿Qué acontecimientos históricos y sus lecciones se destacan en este salmo?</strong></p><p><strong>Salmo 105</strong></p><p><strong><sup>1 </sup></strong>Alabad a Jehová, invocad su nombre; dad a conocer en los pueblos sus obras.</p><p><strong><sup>2 </sup></strong>Cantad a él, cantad salmos a él; hablad de todas sus maravillas.</p><p><strong><sup>3</sup></strong> Gloriaos en su santo nombre; alégrese el corazón de los que buscan a Jehová.</p><p><strong><sup>4 </sup></strong>Buscad a Jehová y su poder; buscad siempre su rostro.</p><p><strong><sup>5</sup></strong> Acordaos de las maravillas que él ha hecho, de sus prodigios y de los juicios de su boca,</p><p><strong><sup>6</sup></strong> Oh vosotros, descendencia de Abraham su siervo, hijos de Jacob, sus escogidos.</p><p><strong><sup>7 </sup></strong>Él es Jehová nuestro Dios; En toda la tierra están sus juicios.&nbsp;&nbsp;</p><p><strong><sup>8 </sup></strong>Se acuerda para siempre de su pacto, De la palabra que mandó para mil generaciones,&nbsp;&nbsp;</p><p><strong><sup>9</sup></strong> La cual concertó con Abraham, Y de su juramento a Isaac.&nbsp;&nbsp;</p><p><strong><sup>10</sup></strong> La estableció a Jacob por estatuto, A Israel por pacto eterno,&nbsp;&nbsp;</p><p><strong><sup>11</sup></strong> Diciendo: A ti te daré la tierra de Canaán Como porción de vuestra heredad.&nbsp;&nbsp;</p><p><strong><sup>12</sup></strong> Cuando eran pocos en número, Pocos y forasteros en ella,&nbsp;&nbsp;</p><p><strong><sup>13</sup></strong> Y anduvieron de nación en nación, De un reino a otro pueblo,&nbsp;&nbsp;</p><p><strong><sup>14 </sup></strong>No permitió que hombre los agraviase, Y por causa de ellos castigó a reyes.&nbsp;&nbsp;</p><p><strong><sup>15</sup></strong> No toquéis, dijo, a mis ungidos, Ni hagáis mal a mis profetas.&nbsp;&nbsp;</p><p><strong><sup>16 </sup></strong>Llamó al hambre sobre la tierra, Y quebrantó todo sustento de pan.&nbsp;&nbsp;</p><p><strong><sup>17 </sup></strong>Envió un varón delante de ellos, A José, que fue vendido por esclavo.&nbsp;&nbsp;</p><p><strong><sup>18 </sup></strong>Afligieron sus pies con grillos; En hierro entró su persona,&nbsp;&nbsp;</p><p><strong><sup>19</sup></strong> Hasta el tiempo que llegó su palabra; El dicho de Jehová le probó.&nbsp;&nbsp;</p><p><strong><sup>20</sup></strong> Envió el rey, y le soltó; El señor de los pueblos, y le dejó ir libre.&nbsp;&nbsp;</p><p><strong><sup>21</sup></strong> Lo puso por señor de su casa, Y por gobernador de todas sus posesiones,&nbsp;&nbsp;</p><p><strong><sup>22</sup></strong> Para que reprimiera a sus grandes como él quisiese, Y a sus ancianos enseñara sabiduría.&nbsp;&nbsp;</p><p><strong><sup>23</sup></strong> Después entró Israel en Egipto, Y Jacob moró en la tierra de Cam.&nbsp;&nbsp;</p><p><strong><sup>24</sup></strong> Y multiplicó su pueblo en gran manera, Y lo hizo más fuerte que sus enemigos.&nbsp;&nbsp;</p><p><strong><sup>25</sup></strong> Cambió el corazón de ellos para que aborreciesen a su pueblo, Para que contra sus siervos usasen de astucia.&nbsp;&nbsp;</p><p><strong><sup>26</sup></strong> Envió a su siervo Moisés, Y a Aarón, al cual escogió.&nbsp;&nbsp;</p><p><strong><sup>27</sup></strong> Pusieron en ellos las palabras de sus señales, Y sus prodigios en la tierra de Cam.&nbsp;&nbsp;</p><p><strong><sup>28</sup></strong> Envió tinieblas que lo oscurecieron; Y no fueron rebeldes a su palabra.&nbsp;&nbsp;</p><p><strong><sup>29</sup></strong> Volvió sus aguas en sangre, Y mató sus peces.&nbsp;&nbsp;</p><p><strong><sup>30</sup></strong> Su tierra produjo ranas Hasta en las cámaras de sus reyes.</p><p><strong><sup>31</sup></strong> Habló, y vinieron enjambres de moscas, Y piojos en todo su territorio.&nbsp;&nbsp;</p><p><strong><sup>32</sup></strong> Les dio granizo por lluvia, Y llamas de fuego en su tierra.&nbsp;&nbsp;</p><p><strong><sup>33</sup></strong> Hirió sus viñas y sus higueras, Y quebró los árboles de su territorio.&nbsp;&nbsp;</p><p><strong><sup>34</sup></strong> Habló, y vinieron langostas, Y pulgones sin número,&nbsp;&nbsp;</p><p><strong><sup>35</sup></strong> Y comieron toda la hierba de su tierra, Y devoraron el fruto de su suelo.&nbsp;&nbsp;</p><p><strong><sup>36</sup></strong> Hirió también a todos los primogénitos en su tierra, Las primicias de toda su fuerza.&nbsp;&nbsp;</p><p><strong><sup>37</sup></strong> Y los sacó con plata y oro; Y no hubo en sus tribus enfermo.&nbsp;&nbsp;</p><p><strong><sup>38</sup></strong> Egipto se alegró de que salieran, Porque su terror había caído sobre ellos.&nbsp;&nbsp;</p><p><strong><sup>39</sup></strong> Extendió una nube por cubierta, Y fuego para alumbrar la noche.&nbsp;&nbsp;</p><p><strong><sup>40</sup></strong> Pidieron, e hizo venir codornices, Y los sació de pan del cielo.&nbsp;&nbsp;</p><p><strong><sup>41</sup></strong> Abrió la peña, y fluyeron aguas; Corrieron por los secos como un río.&nbsp;&nbsp;</p><p><strong><sup>42</sup></strong> Porque se acordó de su santa palabra Dada a Abraham su siervo.&nbsp;&nbsp;</p><p><strong><sup>43</sup></strong> Y sacó a su pueblo con gozo, Con júbilo a sus escogidos.&nbsp;&nbsp;</p><p><strong><sup>44</sup></strong> Les dio las tierras de las naciones, Y las labores de los pueblos heredaron,&nbsp;&nbsp;</p><p><strong><sup>45</sup></strong> Para que guardasen sus estatutos, Y observasen sus leyes. Aleluya.</p><p>Salmo 105 recuerda acontecimientos clave que configuraron la relación de pacto entre el Señor y el pueblo de Israel. Se centra en el pacto de Dios con Abraham de darles la Tierra Prometida a él y a sus descendientes, y en cómo esta promesa, confirmada a Isaac y Jacob, se cumplió providencialmente por medio de José, Moisés y Aarón, y en el momento de la conquista de Canaán.</p><p>El salmo da esperanza al pueblo de Dios de todas las generaciones, porque las maravillosas obras de Dios en el pasado garantizan el amor inmutable de Dios por su pueblo de todos los tiempos (Sal. 105:1-5, 7, 8).</p><p>Salmo 105 se asemeja a Salmo 78 (ver la lección de ayer) al destacar la fidelidad de Dios hacia su pueblo en la historia, y lo hace para glorificar a Dios e inspirar fidelidad. Sin embargo, a diferencia de Salmo 78, Salmo 105 no menciona los errores pasados del pueblo. Este salmo tiene un propósito diferente.</p><p>En Salmo 105, la historia se narra por medio de la vida de los patriarcas más grandes de Israel, mostrando la conducción providencial de Dios y la paciente constancia de los patriarcas ante las dificultades. La perseverancia de los patriarcas y su lealtad a Dios fueron ricamente recompensadas. Por consiguiente, Salmo 105 invita a imitar la fe de los patriarcas y a esperar con confianza la liberación de Dios a su tiempo.</p><p>Salmo 105 posee ciertas características de himno (Sal. 105:1-7) que muestran que, para alabar verdaderamente a Dios, el pueblo de Dios necesita conocer los hechos de su historia. La historia brinda tanto la validación de nuestra fe como innumerables razones para alabar a Dios.</p><p>Habla a los adoradores como descendientes de Abraham e hijos de Jacob (Sal. 105:6), y por ende los considera el cumplimiento de la promesa de Dios a Abraham de hacer de él una gran nación (Gén. 15:3-6). El salmista subraya la continuidad entre los patriarcas y las generaciones posteriores del pueblo de Dios.</p><p>El salmista enfatiza que “en toda la tierra están sus juicios” (Sal. 105:7; énfasis añadido), con lo que amonesta a los adoradores a que no olviden que “nuestro Dios” es también el Señor soberano de todo el mundo y que su misericordia se extiende a todos los pueblos (Sal. 96:1; 97:1). Evidentemente, es un llamado a la fidelidad para cada generación de creyentes.</p><p><strong>¿Cómo deberíamos vernos nosotros, como adventistas, en esta enumeración de personas, desde Abraham en adelante? (Ver Gál. 3:29). ¿Qué lecciones debemos aprender de esta historia?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de marzo",
          "dayTitle": "<p>RECORDAR LA HISTORIA Y ARREPENTIRSE</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>Lee Salmo 106. ¿Qué acontecimientos históricos y sus lecciones se destacan en este salmo?</p><p>Salmo 106</p><p><strong><sup>1</sup></strong> Aleluya. Alabad a Jehová, porque él es bueno; porque para siempre es su misericordia.&nbsp;&nbsp;<sup><br></sup></p><p><strong><sup>2 </sup></strong>¿Quién expresará las poderosas obras de Jehová? ¿Quién contará sus alabanzas?&nbsp;&nbsp;</p><p><strong><sup>3</sup></strong> Dichosos los que guardan juicio, los que hacen justicia en todo tiempo.&nbsp;&nbsp;</p><p><strong><sup>4</sup></strong> Acuérdate de mí, oh Jehová, según tu benevolencia para con tu pueblo; visítame con tu salvación,&nbsp;&nbsp;</p><p><strong><sup>5 </sup></strong>Para que yo vea el bien de tus escogidos, para que me goce en la alegría de tu nación, y me gloríe con tu heredad.</p><p><strong><sup>6</sup></strong> Pecamos como nuestros padres, Hicimos iniquidad, hicimos impiedad.&nbsp;&nbsp;</p><p><strong><sup>7</sup></strong> Nuestros padres en Egipto no entendieron tus maravillas; No se acordaron de la muchedumbre de tus misericordias, Sino que se rebelaron junto al mar, en el Mar Rojo.&nbsp;&nbsp;</p><p><strong><sup>8</sup></strong> Pero él los salvó por amor de su nombre, Para hacer notorio su poder.&nbsp;&nbsp;</p><p><strong><sup>9</sup></strong> Reprendió al Mar Rojo y lo secó, Y les hizo ir por el abismo como por un desierto.&nbsp;&nbsp;</p><p><strong><sup>10</sup></strong> Los salvó de mano del enemigo, Y los rescató de mano del adversario.&nbsp;&nbsp;</p><p><strong><sup>11</sup></strong> Cubrieron las aguas a sus enemigos; No quedó ni uno de ellos.&nbsp;&nbsp;</p><p><strong><sup>12</sup></strong> Entonces creyeron a sus palabras, Y cantaron su alabanza.&nbsp;&nbsp;</p><p><strong><sup>13</sup></strong> Bien pronto olvidaron sus obras; No esperaron su consejo.&nbsp;&nbsp;</p><p><strong><sup>14</sup></strong> Se entregaron a un deseo desordenado en el desierto, Y tentaron a Dios en la soledad.&nbsp;&nbsp;</p><p><strong><sup>15</sup></strong> Y él les dio lo que pidieron; Mas envió flaqueza en sus almas.&nbsp;&nbsp;</p><p><strong><sup>16</sup></strong> Tuvieron envidia de Moisés en el campamento, Y de Aarón, el santo de Jehová.&nbsp;&nbsp;</p><p><strong><sup>17</sup></strong> La tierra se abrió y tragó a Datán, Y cubrió la compañía de Abiram.&nbsp;&nbsp;</p><p><strong><sup>18</sup></strong> Y se encendió fuego en su junta; La llama quemó a los impíos.&nbsp;&nbsp;</p><p><strong><sup>19</sup></strong> Hicieron becerro en Horeb, Y se postraron ante una imagen de fundición.&nbsp;&nbsp;</p><p><strong><sup>20</sup></strong> Así cambiaron su gloria Por la imagen de un buey que come hierba.&nbsp;&nbsp;</p><p><strong><sup>21</sup></strong> Olvidaron al Dios de su salvación, Que había hecho grandezas en Egipto,&nbsp;&nbsp;</p><p><strong><sup>22</sup></strong> Maravillas en la tierra de Cam, Cosas formidables sobre el Mar Rojo.&nbsp;&nbsp;</p><p><strong><sup>23</sup></strong> Y trató de destruirlos, De no haberse interpuesto Moisés su escogido delante de él, Para apartar su ira, a fin de no destruirlos.&nbsp;&nbsp;</p><p><strong><sup>24</sup></strong> Pero aborrecieron la tierra deseable; No creyeron a su palabra,&nbsp;&nbsp;</p><p><strong><sup>25</sup></strong> Antes murmuraron en sus tiendas, Y no oyeron la voz de Jehová.&nbsp;&nbsp;</p><p><strong><sup>26</sup></strong> Por tanto, alzó su mano contra ellos, Para abatirlos en el desierto,&nbsp;&nbsp;</p><p><strong><sup>27</sup></strong> Y humillar su simiente entre las naciones, Y esparcirlos por las tierras.&nbsp;&nbsp;</p><p><strong><sup>28</sup></strong> Se unieron asimismo a Baal-peor, Y comieron los sacrificios de los muertos.&nbsp;&nbsp;</p><p><strong><sup>29</sup></strong> Provocaron la ira de Dios con sus obras, Y se desarrolló la mortandad entre ellos.&nbsp;&nbsp;</p><p><strong><sup>30</sup></strong> Entonces se levantó Finees e hizo juicio, Y se detuvo la plaga.&nbsp;&nbsp;</p><p><strong><sup>31</sup></strong> Y le fue contado por justicia De generación en generación para siempre.&nbsp;&nbsp;</p><p><strong><sup>32</sup></strong> También le irritaron en las aguas de Meriba, Y le fue mal a Moisés por causa de ellos;&nbsp;&nbsp;</p><p><strong><sup>33</sup></strong> Porque hicieron rebelar a su espíritu, Y habló precipitadamente con sus labios.&nbsp;&nbsp;</p><p><strong><sup>34</sup></strong> No destruyeron a los pueblos Que Jehová les dijo;&nbsp;&nbsp;</p><p><strong><sup>35</sup></strong> Antes se mezclaron con las naciones, Y aprendieron sus obras,&nbsp;&nbsp;</p><p><strong><sup>36</sup></strong> Y sirvieron a sus ídolos, Los cuales fueron causa de su ruina.&nbsp;&nbsp;</p><p><strong><sup>37</sup></strong> Sacrificaron sus hijos y sus hijas a los demonios,&nbsp;&nbsp;</p><p><strong><sup>38</sup></strong> Y derramaron la sangre inocente, La sangre de sus hijos y de sus hijas, Que sacrificaron a los ídolos de Canaán; Y la tierra fue contaminada con sangre.&nbsp;&nbsp;</p><p><strong><sup>39</sup></strong> Se contaminaron así con sus obras, Y se prostituyeron con sus hechos.&nbsp;&nbsp;</p><p><strong><sup>40</sup></strong> Se encendió, por tanto, el furor de Jehová contra su pueblo, Y abominó su heredad.&nbsp;&nbsp;</p><p><strong><sup>41</sup></strong> Los entregó en poder de las naciones, Y se enseñorearon de ellos los que les aborrecían.&nbsp;&nbsp;</p><p><strong><sup>42</sup></strong> Sus enemigos los oprimieron, Y fueron quebrantados debajo de su mano.&nbsp;&nbsp;</p><p><strong><sup>43</sup></strong> Muchas veces los libró; Mas ellos se rebelaron contra su consejo, Y fueron humillados por su iniquidad.&nbsp;&nbsp;</p><p><strong><sup>44</sup></strong> Con todo eso, él los miró cuando estaban en angustia, Y oyó su clamor;&nbsp;&nbsp;</p><p><strong><sup>45</sup></strong> Y se acordó de su pacto con ellos, Y se arrepintió conforme a la muchedumbre de sus misericordias.&nbsp;&nbsp;</p><p><strong><sup>46</sup></strong> Hizo asimismo que tuvieran de ellos misericordia todos los que los tenían cautivos.&nbsp;&nbsp;</p><p><strong><sup>47</sup></strong> Sálvanos, Jehová Dios nuestro, Y recógenos de entre las naciones, Para que alabemos tu santo nombre, Para que nos gloriemos en tus alabanzas.&nbsp;&nbsp;</p><p><strong><sup>48</sup></strong> Bendito Jehová Dios de Israel, Desde la eternidad y hasta la eternidad; Y diga todo el pueblo, Amén. Aleluya.</p><p>Este salmo es una reflexión sobre la historia de Israel, reconociendo los errores del pueblo y la constante misericordia y fidelidad de Dios a pesar de sus transgresiones.</p><p>Salmo 106 evoca también los principales acontecimientos de la historia de Israel, como el Éxodo, el peregrinaje en el desierto y la vida en Canaán. Recalca los atroces pecados de los padres que culminaron en el exilio de la nueva generación. De esta manera, es casi seguro que el salmo se haya escrito cuando la nación estaba en Babilonia, o después de haber ocurrido la repatriación, y el salmista, inspirado por el Espíritu Santo, relató para el pueblo de Dios estos incidentes históricos y las lecciones que el pueblo debería haber aprendido de ellos.</p><p>También este salmo, como los demás, apunta a la fidelidad divina a su Pacto de gracia, pacto por el que salvó a su pueblo en el pasado (Sal. 106:45). Expresa la esperanza de que Dios volverá a mostrar su favor al pueblo arrepentido y lo reunirá de entre las naciones (Sal. 106:47). La súplica por la liberación presente no es una ilusión, sino una oración de fe cimentada en la seguridad de las liberaciones pasadas de Dios (Sal. 106:1-3) y en el carácter inquebrantable de la fidelidad de Dios a su pacto con su pueblo.</p><p>Recordar los fracasos históricos de Israel en Salmo 106 es parte integral de la confesión de los pecados por parte del pueblo y del reconocimiento de que no son mejores que sus antepasados. La generación actual admite que es aún peor que sus antepasados, porque conoció las consecuencias de las iniquidades de las generaciones pasadas y la manera en que Dios ejerció su gran paciencia y su gracia al salvarlos, a pesar de que en el pasado habían andado deliberadamente por malos caminos. Si esto era así para ellos, piensa cuánto más para nosotros hoy, que tenemos la revelación del carácter de Dios y su gracia salvífica revelados en Jesús y en la Cruz.</p><p>Lo bueno de Salmo 106 es que el amor inquebrantable de Dios siempre prevalece por sobre los pecados del pueblo (Sal. 106:8-10, 30, 43-46). El papel clave de Moisés y Finees en alejar la ira de Dios señala a la importancia de la intercesión de Cristo en favor de los creyentes. Solo la experiencia personal de la gracia de Dios puede transformar una historia pasada en nuestra historia.</p><p><strong>Salmo 106:13 dice: “Pero pronto olvidaron sus obras y no esperaron en su consejo”. ¿Por qué a nosotros también nos resulta tan fácil olvidar y no esperar, en nuestra vida?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de marzo",
          "dayTitle": "<p>LA PARÁBOLA DE LA VIÑA DEL SEÑOR</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>Lee Salmo 80. ¿Cómo se describe al pueblo de Dios en este salmo, y qué gran esperanza invoca?</p><p><strong>Salmo 80</strong></p><p><strong><sup>1 </sup></strong>Oh Pastor de Israel, escucha; Tú que pastoreas como a ovejas a José, Que estás entre querubines, resplandece.&nbsp;&nbsp;</p><p><strong><sup>2</sup></strong> Despierta tu valentía delante de Efraín, de Benjamín y de Manasés, Y ven a salvarnos.&nbsp;&nbsp;</p><p><strong><sup>3 </sup></strong>Oh Dios, restáuranos; Haz resplandecer tu rostro, y seremos salvos.&nbsp;&nbsp;</p><p><strong><sup>4</sup></strong> Jehová Dios de los ejércitos, ¿Hasta cuándo mostrarás indignación contra la oración de tu pueblo?&nbsp;&nbsp;</p><p><strong><sup>5 </sup></strong>Les diste a comer pan de lágrimas, Y a beber lágrimas en gran medida.&nbsp;&nbsp;</p><p><strong><sup>6 </sup></strong>Nos pusiste por contienda a nuestros vecinos, Y nuestros enemigos se burlan entre sí.&nbsp;&nbsp;</p><p><strong><sup>7</sup></strong> Oh Dios de los ejércitos, restáuranos; Haz resplandecer tu rostro, y seremos salvos.&nbsp;&nbsp;</p><p><strong><sup>8</sup></strong> Hiciste venir una vid de Egipto; Echaste las naciones, y la plantaste.&nbsp;&nbsp;</p><p><strong><sup>9</sup></strong> Preparaste el terreno delante de ella, E hiciste arraigar sus raíces, y llenó la tierra.&nbsp;&nbsp;</p><p><strong><sup>10</sup></strong> Los montes fueron cubiertos con su sombra, Y con sus sarmientos los cedros de Dios.&nbsp;&nbsp;</p><p><strong><sup>11</sup></strong> Extendió sus vástagos hasta el mar, Y hasta el río sus renuevos.&nbsp;&nbsp;</p><p><strong><sup>12</sup></strong> ¿Por qué has derribado sus vallados, Para que la vendimien todos los que pasan por el camino?&nbsp;&nbsp;</p><p><strong><sup>13 </sup></strong>La estropea el puerco montés, Y la devoran las fieras del campo.&nbsp;&nbsp;</p><p><strong><sup>14 </sup></strong>Oh Dios de los ejércitos, vuelve ahora; Mira desde el cielo, y considera, y visita esta viña,&nbsp;&nbsp;</p><p><strong><sup>15 </sup></strong>Y la planta que plantó tu diestra, Y el renuevo que para ti afirmaste.&nbsp;&nbsp;</p><p><strong><sup>16</sup></strong> Está quemada a fuego, cortada; Perecen por la reprensión de tu rostro.&nbsp;&nbsp;</p><p><strong><sup>17</sup></strong> Sea tu mano sobre el varón de tu diestra, Sobre el hijo de hombre que para ti afirmaste.&nbsp;&nbsp;</p><p><strong><sup>18</sup></strong> Así no nos apartaremos de ti; Vida nos darás, e invocaremos tu nombre.&nbsp;&nbsp;</p><p><strong><sup>19</sup></strong> Oh Jehová Dios de los ejércitos, restáuranos; Haz resplandecer tu rostro, y seremos salvos.</p><p>Se describe a Israel como una viña que Dios arrancó de Egipto, la tierra de la opresión, y la transportó a la Tierra Prometida de la abundancia. La imagen de una viña comunica la elección de Israel por parte de Dios y su cuidado providencial (ver también Gén. 49:11, 12, 22; Deut. 7:7-11).</p><p>Sin embargo, en Salmo 80, la viña de Dios está bajo su ira (Sal. 80:12). Los profetas anuncian la destrucción de la viña como señal del juicio de Dios, porque la vid se ha vuelto mala (Isa. 5:1-7; Jer. 2:21).</p><p>No obstante, Salmo 80 no reflexiona sobre las razones del juicio divino. Dadas las profundidades de la gracia de Dios, el salmista se muestra perplejo porque Dios oculta su presencia de su pueblo durante un tiempo tan prolongado. La tensión entre la ira y el juicio de Dios, por un lado, y la gracia y el perdón de Dios, por el otro, hace que el salmista tema que la ira divina prevalezca y consuma por completo al pueblo (Sal. 80:16).</p><p>Lee Números 6:22 al 27. ¿Cómo se utiliza esta bendición en Salmo 80?</p><p>El estribillo del salmo evoca la promesa de Aarón acerca de la bendición perpetua de Dios para su pueblo (Núm. 6:22-27) y destaca la esperanza de que la gracia de Dios triunfará sobre las causas de la miseria del pueblo: “Dios, ¡restáuranos! ¡Haz resplandecer tu rostro y seremos salvos!” (Sal. 80:3; ver también Sal. 80:7, 19).</p><p>La palabra hebrea para “restaurar” proviene de una palabra común que significa “volver”, y se utiliza una y otra vez en la Biblia cuando Dios llama a su pueblo, que se ha alejado, a volver a él. Está estrechamente vinculada a la idea de arrepentimiento, de alejarse del pecado y volver a Dios. “Y les daré un corazón para que conozcan que yo soy el Señor. Y serán mi pueblo, y yo seré su Dios, porque se volverán a mí de todo su corazón” (Jer. 24:7).</p><p><strong>¿Experimentaste personalmente el arrepentimiento como un regreso a Dios?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de marzo",
          "dayTitle": "<p>LA SUPREMACÍA DEL SEÑOR EN LA HISTORIA</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>Lee Salmo 135. ¿Qué acontecimientos históricos se destacan en este salmo? ¿Qué lecciones extrae de ellos el salmista?</p><p><strong><sup>1</sup></strong> Alabad el nombre de Jehová; Alabadle, siervos de Jehová,</p>\n<p><strong><sup>2</sup></strong> Los que estáis en la casa de Jehová, En los atrios de la casa de nuestro Dios.</p>\n<p><strong><sup>3</sup></strong> Alabad a Jehová, porque Jehová es bueno; Cantad salmos a su nombre, porque es agradable.</p>\n<p><strong><sup>4</sup></strong> Porque Jehová ha escogido a Jacob para sí, A Israel por posesión suya.</p>\n<p><strong><sup>5</sup></strong> Porque yo sé que Jehová es grande, Y el Señor nuestro, mayor que todos los dioses.</p>\n<p><strong><sup>6</sup></strong> Todo lo que Jehová quiere, lo hace, En los cielos y en la tierra, en los mares y en todos los abismos.</p>\n<p><strong><sup>7</sup></strong> Hace subir las nubes de los fines de la tierra; Hace los relámpagos para la lluvia; Saca de sus depósitos los vientos.</p>\n<p><strong><sup>8</sup></strong> El es quien hirió a los primogénitos de Egipto, Desde el hombre hasta la bestia.</p>\n<p><strong><sup>9</sup></strong> Envió señales y prodigios en medio de ti, oh Egipto, Contra Faraón y contra todos sus siervos.</p>\n<p><strong><sup>10</sup></strong> El es quien hirió a muchas naciones, Y mató a reyes poderosos;</p>\n<p><strong><sup>11</sup></strong> A Sehón rey amorreo, a Og rey de Basán, Y a todos los reinos de Canaán,</p>\n<p><strong><sup>12</sup></strong> Y dio la tierra de ellos en heredad, En heredad a Israel su pueblo.</p>\n<p><strong><sup>13</sup></strong> Oh Jehová, eterno es tu nombre; Tu memoria, oh Jehová, de generación en generación.</p>\n<p><strong><sup>14</sup></strong> Porque Jehová juzgará a su pueblo, Y se compadecerá de sus siervos.</p>\n<p><strong><sup>15</sup></strong> Los ídolos de las naciones son plata y oro, Obra de manos de hombres.</p>\n<p><strong><sup>16</sup></strong> Tienen boca, mas no hablan; Tienen ojos, mas no ven;</p>\n<p><strong><sup>17</sup></strong> Tienen orejas, mas no oyen; Tampoco hay aliento en sus bocas.</p>\n<p><strong><sup>18</sup></strong> Como ellos son los que los hacen, Y todos los que en ellos confían.</p>\n<p><strong><sup>19</sup></strong> Casa de Israel, bendecid a Jehová; Casa de Aarón, bendecid a Jehová;</p>\n<p><strong><sup>20</sup></strong> Casa de Leví, bendecid a Jehová; Los que teméis a Jehová, bendecid a Jehová.</p>\n<p><strong><sup>21</sup></strong> Bendito sea Jehová desde Sion, El que mora en Jerusalén. Aleluya.</p>\n<p>Salmo 135 convoca al pueblo de Dios a alabar al Señor por su bondad y su fidelidad demostradas en la Creación (Sal. 135:6, 7), en la historia de la salvación de Israel en la época del Éxodo (Sal. 135:8, 9) y en la conquista de la Tierra Prometida (Sal. 135:10-12).</p><p>El Señor demostró su gracia al elegir al pueblo de Israel como su tesoro especial (Sal. 135:4, NTV). El término “tesoro especial” se refiere a la peculiar relación de pacto entre el Señor y su pueblo (Deut. 7:6-11; 1 Ped. 2:9, 10). La elección de Israel se basó en la voluntad soberana del Señor y, por lo tanto, Israel no tiene motivos para sentirse superior a los demás pueblos. Salmo 135:6 y 7 demuestra que los propósitos soberanos del Señor para el mundo no comenzaron con Israel, sino con la Creación. Por lo tanto, Israel debe cumplir humildemente el papel que le ha sido asignado en los propósitos salvíficos de Dios para el mundo entero.</p><p>El relato de los grandes hechos de Dios en favor de su pueblo (Sal. 135:8-13) culmina con la promesa de que Dios lo “vindicará” y tendrá compasión de él (Sal. 135:14). Se refiere aquí a la vindicación por parte de Dios de los oprimidos y los desposeídos (Sal. 9:4; 7:8; 54:1; Dan. 7:22). La promesa es que el Señor sostendrá la causa de su pueblo y lo defenderá (Deut. 32:36). Así, Salmo 135 busca inspirar al pueblo de Dios para que confíe en el Señor y permanezca fiel al pacto con él.</p><p>La fidelidad del Señor para con su pueblo lleva al salmista a afirmar la insignificancia de los ídolos y la supremacía única del Señor en el mundo (Sal. 135:15-18).</p><p>La dependencia de los ídolos hace que sus adoradores sean tan desesperanzados e impotentes como aquellos (Sal. 135:18). El salmo demuestra que Dios debe ser alabado como Creador y Salvador de su pueblo. Esto se transmite de manera maravillosa en las dos versiones complementarias del cuarto Mandamiento del Decálogo (Éxo. 20:8-11; Deut. 5:12-15). Dado que el poder de Dios en la Creación y en la historia no tiene parangón en el mundo, el pueblo de Dios debe confiar siempre en él y adorarlo únicamente a él. Como nuestro Creador y Redentor, solo a él debemos adorar. En consecuencia, adorar cualquier otra cosa, o a cualquier otra persona, es idolatría.</p><p><strong>¿Cómo podemos asegurarnos de no tener “ídolos” en nuestra vida? ¿Por qué la idolatría es más fácil de lo que pensamos?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de marzo",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p><strong>Lee Hechos 7 y Hebreos 11. Según el Nuevo Testamento, ¿cuál es el objetivo final de la soberana conducción de Dios sobre su pueblo en la historia?</strong></p><p><strong>Hechos 7&nbsp;</strong></p><p><strong><sup>1</sup></strong> Entonces dijo el sumo sacerdote: ¿Es esto así?</p>\n<p><strong><sup>2</sup></strong> Y él dijo: Varones hermanos y padres, oíd: El Dios de gloria apareció a nuestro padre Abraham cuando estaba en Mesopotamia, antes que morase en Harán,</p>\n<p><strong><sup>3</sup></strong> y le dijo: Sal de tu tierra y de tu parentela, y ven a la tierra que yo te mostraré.</p>\n<p><strong><sup>4</sup></strong> Entonces salió de la tierra de los caldeos y habitó en Harán. Y de allí, después que murió su padre, Dios le trasladó a esta tierra, en la cual vosotros ahora habitáis.</p>\n<p><strong><sup>5</sup></strong> Y no le dio herencia en ella, ni aun espacio para poner el pie; pero prometió darla en posesión a él y a su descendencia después de él, cuando aún no tenía hijo.</p>\n<p><strong><sup>6</sup></strong> Y le habló Dios así: Que su descendencia sería extranjera en tierra ajena, y que los esclavizarían y maltratarían por cuatrocientos años.</p>\n<p><strong><sup>7</sup></strong> Mas yo juzgaré, dijo Dios, a la nación a la cual servirán, y después de esto saldrán y me servirán en este lugar.</p>\n<p><strong><sup>8</sup></strong> Y le dio el pacto de la circuncisión; y así Abraham engendró a Isaac, y le circuncidó al octavo día; e Isaac a Jacob, y Jacob a los doce patriarcas.</p>\n<p><strong><sup>9</sup></strong> Y los patriarcas, movidos por envidia, vendieron a José a Egipto; pero Dios estaba con él,</p>\n<p><strong><sup>10</sup></strong> y le libró de todas sus tribulaciones, y le dio gracia y sabiduría delante de Faraón rey de Egipto, quien le puso por gobernador sobre Egipto y sobre toda su casa.</p>\n<p><strong><sup>11</sup></strong> Vino entonces hambre sobre toda la tierra de Egipto y de Canaán, y grande angustia; y nuestros padres no hallaban alimentos.</p>\n<p><strong><sup>12</sup></strong> Pero oyendo Jacob que había trigo en Egipto, envió a nuestros padres la primera vez.</p>\n<p><strong><sup>13</sup></strong> Y en la segunda vez José fue reconocido por sus hermanos, y la familia de José fue dada a conocer a Faraón.</p>\n<p><strong><sup>14</sup></strong> Entonces José envió a llamar a Jacob su padre, y a toda su parentela, setenta y cinco personas.</p>\n<p><strong><sup>15</sup></strong> Así descendió Jacob a Egipto, donde murió él y nuestros padres;</p>\n<p><strong><sup>16</sup></strong> los cuales fueron trasladados a Siquem, y puestos en el sepulcro que Abraham había comprado por precio de dinero a los hijos de Hamor en Siquem.</p>\n<p><strong><sup>17</sup></strong> Pero cuando se acercaba el tiempo de la promesa que Dios había jurado a Abraham, el pueblo creció y se multiplicó en Egipto,</p>\n<p><strong><sup>18</sup></strong> hasta que se levantó otro rey, que no conocía a José.</p>\n<p><strong><sup>19</sup></strong> Este, con astucia, trató mal a nuestro linaje, y maltrató a nuestros padres, hasta hacer que echasen fuera a sus niños recién nacidos para que no viviesen.</p>\n<p><strong><sup>20</sup></strong> En aquel tiempo nació Moisés, y fue agradable a Dios; y fue criado tres meses en casa de su padre.</p>\n<p><strong><sup>21</sup></strong> Pero siendo echado, la hija de Faraón le recogió y le crió como a hijo suyo.</p>\n<p><strong><sup>22</sup></strong> Y Moisés fue enseñado en toda la sabiduría de los egipcios; y era poderoso en palabras y en obras.</p>\n<p><strong><sup>23</sup></strong> Cuando hubo cumplido cuarenta años, le vino al corazón visitar a sus hermanos, los hijos de Israel.</p>\n<p><strong><sup>24</sup></strong> Y al ver a uno de ellos que era maltratado, lo defendió, y vengando al oprimido, mató al egipcio.</p>\n<p><strong><sup>25</sup></strong> Pero él pensó que sus hermanos entenderían que Dios les daría libertad por su mano; mas ellos no lo entendieron así.</p>\n<p><strong><sup>26</sup></strong> Al día siguiente se les apareció mientras peleaban, e intentó reconciliarlos en paz, diciendo: Varones, sois hermanos; ¿por qué os maltratáis el uno al otro?</p>\n<p><strong><sup>27</sup></strong> Pero el que maltrataba a su prójimo lo rechazó, diciendo: ¿Quién te ha puesto a ti por príncipe y juez sobre nosotros?</p>\n<p><strong><sup>28</sup></strong> ¿Quieres tú matarme, como mataste ayer al egipcio?</p>\n<p><strong><sup>29</sup></strong> Entonces huyó Moisés a causa de estas palabras, y se hizo extranjero en la tierra de Madián, donde engendró dos hijos.</p>\n<p><strong><sup>30</sup></strong> Pasados cuarenta años, se le apareció un ángel en el desierto del monte Sinaí, en la llama de fuego de una zarza.</p>\n<p><strong><sup>31</sup></strong> Y Moisés, al verla, se maravilló de la visión; y acercándose para observar, vino a él la voz del Señor:</p>\n<p><strong><sup>32</sup></strong> Yo soy el Dios de tus padres, el Dios de Abraham, el Dios de Isaac, y el Dios de Jacob. Y temblando Moisés, no se atrevía a mirar.</p>\n<p><strong><sup>33</sup></strong> Entonces le dijo el Señor: Quita el calzado de tus pies, porque el lugar donde estás parado es tierra santa.</p>\n<p><strong><sup>34</sup></strong> Viendo, vi la aflicción de mi pueblo que está en Egipto, y he oído su gemido, y he descendido para librarlos. Ahora, ven, te enviaré a Egipto.</p>\n<p><strong><sup>35</sup></strong> A este Moisés, a quien habían rechazado, diciendo: ¿Quién te ha puesto por príncipe y juez?, a este envió Dios como príncipe y libertador por mano del ángel que se le apareció en la zarza.</p>\n<p><strong><sup>36</sup></strong> Este los sacó, haciendo prodigios y señales en la tierra de Egipto, y en el Mar Rojo, y en el desierto por cuarenta años.</p>\n<p><strong><sup>37</sup></strong> Este es aquel Moisés que dijo a los hijos de Israel: Profeta os levantará Dios de entre vuestros hermanos, como a mí; a él oiréis.</p>\n<p><strong><sup>38</sup></strong> Este es el que estuvo en la congregación en el desierto con el ángel que le hablaba en el monte Sinaí, y con nuestros padres; y recibió palabras de vida que darnos;</p>\n<p><strong><sup>39</sup></strong> al cual nuestros padres no quisieron obedecer, sino que lo rechazaron, y en sus corazones se volvieron a Egipto,</p>\n<p><strong><sup>40</sup></strong> diciendo a Aarón: Haznos dioses que vayan delante de nosotros; porque a este Moisés, que nos sacó de la ti</p><p><strong><sup>41</sup></strong> Y entonces hicieron un becerro, y ofrecieron sacrificio al ídolo, y se regocijaron en las obras de sus manos.</p>\n<p><strong><sup>42</sup></strong> Pero Dios se apartó de ellos, y los entregó al culto de los astros del cielo, como está escrito en el libro de los profetas: ¿Me ofrecisteis víctimas y sacrificios En el desierto por cuarenta años, casa de Israel?</p>\n<p><strong><sup>43</sup></strong> Antes bien llevasteis el tabernáculo de Moloc, Y la estrella de vuestro dios Renfán, Imágenes que os hicisteis para adorarlas. Por tanto, os trasladaré más allá de Babilonia.</p>\n<p><strong><sup>44</sup></strong> El tabernáculo del testimonio estaba con nuestros padres en el desierto, como lo ordenó Dios, hablando a Moisés, para que lo hiciese conforme al modelo que había visto.</p>\n<p><strong><sup>45</sup></strong> El cual, recibido a su vez por nuestros padres, lo introdujeron con Josué al tomar posesión de la tierra de las naciones, a las cuales Dios arrojó de delante de nuestros padres, hasta los días de David.</p>\n<p><strong><sup>46</sup></strong> El cual halló gracia delante de Dios, y pidió proveer tabernáculo para el Dios de Jacob.</p>\n<p><strong><sup>47</sup></strong> Mas Salomón le edificó casa;</p>\n<p><strong><sup>48</sup></strong> si bien el Altísimo no habita en templos hechos de mano, como dice el profeta:</p>\n<p><strong><sup>49</sup></strong> El cielo es mi trono, Y la tierra el estrado de mis pies. ¿Qué casa me edificaréis? dice el Señor; ¿O cuál es el lugar de mi reposo?</p>\n<p><strong><sup>50</sup></strong> ¿No hizo mi mano todas estas cosas?</p>\n<p><strong><sup>51</sup></strong> Duros de cerviz, e incircuncisos de corazón y de oídos, vosotros resistís siempre al Espíritu Santo; como vuestros padres, así también vosotros.</p>\n<p><strong><sup>52</sup></strong> ¿A cuál de los profetas no persiguieron vuestros padres? Y mataron a los que anunciaban de antemano la venida del Justo, de quien vosotros ahora habéis sido entregadores y matadores;</p>\n<p><strong><sup>53</sup></strong> vosotros, que recibisteis la ley por disposición de ángeles, y no la guardasteis.</p>\n<p><strong><sup>54</sup></strong> Oyendo estas cosas, se enfurecían en sus corazones, y crujían los dientes contra él.</p>\n<p><strong><sup>55</sup></strong> Pero Esteban, lleno del Espíritu Santo, puestos los ojos en el cielo, vio la gloria de Dios, y a Jesús que estaba a la diestra de Dios,</p>\n<p><strong><sup>56</sup></strong> y dijo: He aquí, veo los cielos abiertos, y al Hijo del Hombre que está a la diestra de Dios.</p>\n<p><strong><sup>57</sup></strong> Entonces ellos, dando grandes voces, se taparon los oídos, y arremetieron a una contra él.</p>\n<p><strong><sup>58</sup></strong> Y echándole fuera de la ciudad, le apedrearon; y los testigos pusieron sus ropas a los pies de un joven que se llamaba Saulo.</p>\n<p><strong><sup>59</sup></strong> Y apedrearon a Esteban, invocando él y diciendo: Señor Jesús, recibe mi espíritu.</p><p><strong><sup>60</sup></strong> Y puesto de rodillas, clamó a gran voz: Señor, no les tomes en cuenta este pecado. Y habiendo dicho esto, durmió.</p>\n<p><strong>Hebreos 11</strong></p><p><strong><sup>1</sup></strong> Es, pues, la fe la certeza de lo que se espera, la convicción de lo que no se ve.</p>\n<p><strong><sup>2</sup></strong> Porque por ella alcanzaron buen testimonio los antiguos.</p>\n<p><strong><sup>3</sup></strong> Por la fe entendemos haber sido constituido el universo por la palabra de Dios, de modo que lo que se ve fue hecho de lo que no se veía.</p>\n<p><strong><sup>4</sup></strong> Por la fe Abel ofreció a Dios más excelente sacrificio que Caín, por lo cual alcanzó testimonio de ser justo, dando Dios testimonio de sus ofrendas; y muerto, aún habla por ella.</p>\n<p><strong><sup>5</sup></strong> Por la fe Enoc fue traspuesto para no ver muerte, y no fue hallado, porque lo traspuso Dios; y antes que fuese traspuesto, tuvo testimonio de haber agradado a Dios.</p>\n<p><strong><sup>6</sup></strong> Pero sin fe es imposible agradar a Dios; porque es necesario que el que se acerca a Dios crea que le hay, y que es galardonador de los que le buscan.</p>\n<p><strong><sup>7</sup></strong> Por la fe Noé, habiendo recibido respuesta de cosas que aún no se veían, con temor preparó el arca en que su casa se salvase; y por esa fe condenó al mundo, y fue hecho heredero de la justicia que es por la fe.</p>\n<p><strong><sup>8</sup></strong> Por la fe Abraham, siendo llamado, obedeció para salir al lugar que había de recibir como herencia; y salió sin saber a dónde iba.</p>\n<p><strong><sup>9</sup></strong> Por la fe habitó como extranjero en la tierra prometida, como en tierra ajena, morando en tiendas con Isaac y Jacob, coherederos de la misma promesa;</p>\n<p><strong><sup>10</sup></strong> porque esperaba la ciudad que tiene fundamentos, cuyo arquitecto y constructor es Dios.</p>\n<p><strong><sup>11</sup></strong> Por la fe también la misma Sara, siendo estéril, recibió fuerza para concebir, y dio a luz aun fuera de la edad, porque creyó que era fiel quien lo había prometido.</p>\n<p><strong><sup>12</sup></strong> Por lo cual también de uno, y ese ya amortajado, salieron descendientes como las estrellas del cielo en multitud, e innumerables como la arena que está a la orilla del mar.</p>\n<p><strong><sup>13</sup></strong> Todos estos murieron en fe, sin haber recibido las promesas, sino mirándolas de lejos, y creyéndolas, y saludándolas, y confesando que eran extranjeros y peregrinos sobre la tierra.</p>\n<p><strong><sup>14</sup></strong> Porque los que esto dicen, claramente dan a entender que buscan una patria;</p>\n<p><strong><sup>15</sup></strong> y si en verdad hubieran estado pensando en aquella de donde salieron, habrían tenido oportunidad de volver.</p>\n<p><strong><sup>16</sup></strong> Pero anhelan una mejor, es decir, celestial; por lo cual Dios no se avergüenza de ser llamado su Dios; porque les ha preparado una ciudad.</p>\n<p><strong><sup>17</sup></strong> Por la fe Abraham, cuando fue probado, ofreció a Isaac; y el que había recibido las promesas ofrecía a su unigénito,</p>\n<p><strong><sup>18</sup></strong> habiéndole sido dicho: En Isaac te será llamada descendencia;</p>\n<p><strong><sup>19</sup></strong> pensando que Dios es poderoso para levantar aun de entre los muertos; de donde también, en sentido figurado, recobró a Isaac.</p>\n<p><strong><sup>20</sup></strong> Por la fe bendijo Isaac a Jacob y a Esaú respecto a cosas venideras.</p>\n<p><strong><sup>21</sup></strong> Por la fe Jacob, al morir, bendijo cada uno de los hijos de José, y adoró apoyado sobre el extremo de su bordón.</p>\n<p><strong><sup>22</sup></strong> Por la fe José, al morir, mencionó la salida de los hijos de Israel, y dio mandamiento acerca de sus huesos.</p>\n<p><strong><sup>23</sup></strong> Por la fe Moisés, cuando nació, fue escondido por sus padres por tres meses, porque vieron que era un niño hermoso, y no temieron el mandato del rey.</p>\n<p><strong><sup>24</sup></strong> Por la fe Moisés, hecho ya grande, rehusó llamarse hijo de la hija de Faraón,</p>\n<p><strong><sup>25</sup></strong> escogiendo antes ser maltratado con el pueblo de Dios, que gozar de los deleites temporales del pecado,</p>\n<p><strong><sup>26</sup></strong> teniendo por mayores riquezas el vituperio de Cristo que los tesoros de los egipcios; porque tenía puesta la mirada en el galardón.</p>\n<p><strong><sup>27</sup></strong> Por la fe dejó Egipto, no temiendo la ira del rey; porque se sostuvo como viendo al Invisible.</p>\n<p><strong><sup>28</sup></strong> Por la fe celebró la pascua y la aspersión de la sangre, para que el que destruía a los primogénitos no los tocase.</p>\n<p><strong><sup>29</sup></strong> Por la fe pasaron el Mar Rojo como por tierra seca; e intentando los egipcios hacer lo mismo, fueron ahogados.</p>\n<p><strong><sup>30</sup></strong> Por la fe cayeron los muros de Jericó después de rodearlos siete días.</p>\n<p><strong><sup>31</sup></strong> Por la fe Rahab la ramera no pereció juntamente con los desobedientes, habiendo recibido a los espías en paz.</p>\n<p><strong><sup>32</sup></strong> ¿Y qué más digo? Porque el tiempo me faltaría contando de Gedeón, de Barac, de Sansón, de Jefté, de David, así como de Samuel y de los profetas;</p>\n<p><strong><sup>33</sup></strong> que por fe conquistaron reinos, hicieron justicia, alcanzaron promesas, taparon bocas de leones,</p>\n<p><strong><sup>34</sup></strong> apagaron fuegos impetuosos, escaparon del filo de la espada, de la debilidad fueron hechos fuertes, se hicieron valientes en batallas, pusieron en fuga ejércitos de extranjeros.</p>\n<p><strong><sup>35</sup></strong> Las mujeres recibieron sus muertos mediante resurrección; y otros fueron torturados, no aceptando el rescate, a fin de obtener mejor resurrección.</p>\n<p><strong><sup>36</sup></strong> Otros experimentaron vituperios y azotes, y a más de esto prisiones y cárceles.</p>\n<p><strong><sup>37</sup></strong> Fueron apedreados, aserrados, tentados, muertos a filo de espada; anduvieron de acá para allá cubiertos de pieles de ovejas y de cabras, necesitados, angustiados, maltratados;</p>\n<p><strong><sup>38</sup></strong> de los cuales el mundo no era digno; errantes por los desiertos, y por los montes, y por las cuevas, y por las cavernas de la tierra.</p>\n<p><strong><sup>39</sup></strong> Y todos estos, aunque alcanzaron buen testimonio mediante la fe, no recibieron lo prometido;</p>\n<p><strong><sup>40</sup></strong> proveyendo Dios alguna cosa mejor para nosotros, para que ellos no fuesen perfeccionados aparte de nosotros.</p><p>Los salmos históricos son un poderoso testimonio de la fidelidad de Dios hacia su pueblo. Cada acontecimiento de la historia del pueblo de Dios era un paso providencial hacia el cumplimiento final de la promesa divina del Salvador del mundo en la persona de Jesús de Nazaret. Incluso las pruebas, que a menudo dejaban perplejo al pueblo de Dios y lo hacían pensar que Dios lo había abandonado, estaban bajo el control soberano de Dios y formaban parte de su providencia, porque Dios es el Señor supremo de la historia. El salmista presenta hábilmente la verdad de que ni siquiera la deslealtad del pueblo puede impedir que Dios conserve la fe en él y cumpla sus promesas. Sin embargo, las personas y los grupos impenitentes fueron excluidos de las bendiciones del Pacto, y su infame final sirve como advertencia duradera de cómo la vida sin Dios, u opuesta a Dios, destruye a las personas.</p><p>Los salmos animan a los hijos de Dios de todas las épocas a esperar en el Señor y a permanecer fieles a él. “No tenemos nada que temer del futuro, a menos que olvidemos la manera en que el Señor nos ha conducido, y lo que nos ha enseñado en nuestra historia pasada” (Elena de White, Notas biográficas de Elena G. de White, p. 193).</p><p>Para que el pueblo de Dios pueda avanzar sin temor, necesita conocer los hechos de su historia. Elena de White aconseja a los creyentes que lean Salmos 105 y 106 “por lo menos una vez por semana” (Testimonios para los ministros, p. 114).</p><p>La historia del pueblo de Dios demuestra que ninguna promesa que Dios haya hecho en su Palabra quedará sin cumplirse. Esto incluye tanto las promesas divinas de protección individual en la actualidad como las promesas futuras acerca de la segunda venida de Cristo, que establecerá el Reino de Dios de justicia y paz en la Tierra Nueva.</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1. </strong>¿Cuáles son las bendiciones de recordar la fiel conducción de Dios hacia su pueblo en la historia? ¿Cuáles son las consecuencias de olvidar o ignorar las lecciones del pasado? ¿Cómo podemos aplicar ese mismo principio a nosotros, como iglesia llamada a cumplir la misma misión que el antiguo Israel?</p><p><strong>2. </strong>¿Cómo nos animan los salmos a reconocer el cuidado providencial de Dios en nuestra vida y a ejercitar la paciencia y la confianza en los caminos soberanos de Dios, incluso cuando no es fácil entender por qué las cosas suceden como suceden?</p><p><strong>3. </strong>¿Cómo podemos hacer que el estudio de la historia del pueblo de Dios ocupe un lugar más destacado en nuestros cultos personales y comunitarios? ¿Cómo podemos ser más intencionales a la hora de contarles a nuestros hijos la historia más reciente del pueblo de Dios?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong>Texto clave: Salmo 78:3, 4</strong></p><p>Las Sagradas Escrituras no son un libro de filosofía lleno de conjeturas humanas acerca de los atributos y las enseñanzas de Dios. La Biblia es el registro de la intervención del Señor en la historia de la humanidad desde el principio de los tiempos.</p><p>Por medio de estos acontecimientos, podemos aprender quién es él y cuáles son sus planes para la humanidad. Muchos críticos de las Escrituras tropiezan con esta verdad bíblica. No pueden aceptar la idea de que Dios actúe en la historia de la humanidad.</p><p>Reconocer su participación equivaldría a admitir que él es el Gobernante del Universo y el legítimo Señor y Soberano de cada ser humano; y, como tal, debemos aceptar su realeza y su Ley. Lo último que el corazón egoísta desea reconocer son las pretensiones de Dios sobre nuestra lealtad a él o su autoridad divina sobre la vida humana.</p><p>Esta semana, estudiaremos cómo reconocieron los salmistas la obra de Jehová en la historia de su nación.</p><p><strong>COMENTARIO</strong></p><p><strong>La historia como columna vertebral de la Escritura</strong></p><p>Como se mencionó en la introducción, la Biblia refleja el cumplimiento de los propósitos del Todopoderoso en los asuntos humanos desde el principio de los tiempos. “Contemplamos detrás, encima, y entre la trama y la urdimbre de los intereses, las pasiones y el poder de los hombres, los agentes del Ser misericordioso, que ejecutan silenciosa y pacientemente los consejos de la voluntad de Dios” (Elena de White, La educación, p. 173).</p><p>Todo lo que el Señor hizo fue con el propósito de salvar a las almas perdidas. Vemos este propósito en el contenido mismo de la Biblia, desde el Génesis hasta el Apocalipsis: es un libro de la historia de la Salvación. Mientras 21 libros de la Biblia son de naturaleza narrativa, o compuestos por historias, el resto de los libros, ya sean profecías, poesía, sabiduría, literatura apocalíptica, pastoral o epístolas personales, también se relacionan con historias o relatos, o los contienen.</p><p>Las Escrituras, en su totalidad, se basan en la idea de que su Autor está vivo y se mueve por medio de los acontecimientos terrenales o interviene en ellos. La fuerza del mensaje bíblico reside en este hecho. Cuando nos enteramos, por ejemplo, de que Dios controla el mar, los vientos, el gran pez, la vid y el gusano en la historia de Jonás, sabemos que estos cuatro capítulos no son meras novelas de un oscuro escritor naturalista, garabateadas hace miles de años. Si algo nos enseña la Biblia, es que el Creador gobierna las fuerzas naturales, antes y ahora. Si eliminamos la historicidad de las Escrituras, tendremos cuentos religiosos sin el poder de influir en nuestra vida actual. Desgraciadamente, esta situación es justo la que vemos que sucede en nuestra sociedad actual. La Biblia denuncia ese pensamiento secular y afirma que el Señor no solamente actúa en la historia, sino también mantiene relaciones dinámicas y salvíficas con sus criaturas.</p><p><strong>La historia narrada en poesía</strong></p><p>Una característica interesante de las Escrituras es que los acontecimientos históricos se narran a menudo en forma de poesía. Solemos tener la idea preconcebida, sin duda condicionada por el estudio de la literatura secular, de que la historia solo debe escribirse en un estilo formal de prosa. En la mayoría de las sociedades actuales, la poesía está reservada a la expresión de las emociones y no se considera el ámbito adecuado para la escritura seria o para el tema de los historiadores. Pero la Sagrada Escritura desafía cualquier restricción literaria de este tipo.</p><p>Basta comparar los capítulos 14 y 15 de Éxodo. Ambos capítulos hablan de la división milagrosa del Mar Rojo, pero utilizan formas literarias diferentes. El capítulo 14 se hace en prosa, mientras que el capítulo 15 se hace en poesía. Encontramos la misma técnica empleada en Jueces 4 y 5. El capítulo 4 relata la victoria de Débora y Barac sobre Jabín, rey de Hazor, y sus ejércitos en prosa, mientras que el capítulo 5 lo hace en poesía. Las comparaciones entre los relatos en prosa y poéticos de los mismos acontecimientos son instructivas: no debemos descartar los acontecimien- tos históricos de Salmos como inferiores a los “históricos” simplemente porque se presentan en forma de poesía. Esta es una forma legítima de expresión que los escritores bíblicos utilizaron, bajo la inspiración del Espíritu Santo, para apelar y afirmar la fe del creyente en las acciones de Dios.</p><p><strong>La importancia paradigmática del Éxodo en el Antiguo Testamento</strong></p><p>Hay un acontecimiento en el libro de Salmos, destacado en seis cantos, al que dedicaremos ahora nuestra atención: el Éxodo (Sal. 78:10-53; 80:8-11; 105:26-41; 106:7-33; 135:8-12; 136:10-22). La liberación de Egipto es, para Israel, un símbolo de la liberación del pecado por parte de Dios. En Salmo 136, el Éxodo es paralelo a la Creación, como prueba del poder de Dios, y es el fundamento de los Diez Mandamientos (Éxo. 20:2). La Pascua, que es la conmemoración del acontecimiento del Éxodo, es la celebración del día de la independencia de Israel. Pero mucho más que una mera celebración civil, política o militar, es una fiesta espiritual que presagia una liberación mayor por parte del Mesías. El Éxodo es un importante punto culminante de la historia de Israel y, por lo tanto, un paradigma adecuado de la manera en que Dios libera del pecado a la familia humana. Además, el derrocamiento del opresor de su posición invencible en el mundo, la abrumadora situación de dura servidumbre y esclavitud, la humildad de un simple pastor que es enviado como libertador, y los asombrosos milagros realizados por el Todopoderoso para salvar a su pueblo hacen de esta narración también una epopeya de un dramatismo sin precedentes.</p><p>El paradigma del Éxodo se repite en el nuevo éxodo, cuando los judíos regresaron de Babilonia a Judea. Pablo nos dice que las lecciones más importantes que el Éxodo puede inculcarnos son la fe en que Dios liberará de este mundo de pecado a su pueblo y la esperanza en una nueva vida en Jesucristo (1 Cor. 10:1-4). Todos los detalles de la Pascua (Éxo. 12; Lev. 23:4-8; Deut. 16:1-8) son “sombra de lo que iba a venir” (ver Col. 2:16, 17), ya que revelan en tipos y símbolos la pasión y la muerte de Jesucristo. Con esta idea en mente, podemos entender mejor por qué el enfoque sobre el Éxodo, en el Salterio, se extiende en relevancia más allá del pueblo hebreo y tiene un significado especial para los creyentes en el tiempo del fin.</p><p><strong>Cuéntaselo a tus hijos</strong></p><p>Las acciones de Dios en la historia nos ofrecen otra lección importante, como afirma el salmista: “Abriré mi boca en parábolas, hablaré cosas escondidas desde tiempos antiguos. Lo que hemos oído y entendido, que nuestros padres nos contaron. No las ocultaremos a sus hijos. Contaremos a la generación venidera las alabanzas del Señor, su fortaleza y las maravillas que hizo” (Sal. 78:2-4).</p><p>En el antiguo Israel, los padres educaban a sus hijos recitándoles las acciones del Dios de sus antepasados. Una y otra vez, se les ordena que repitan a sus hijos la historia de esas acciones de salvación: la matanza de los primogénitos varones en Egipto (Éxo. 13:14-16), los milagros del Éxodo (Deut. 6:20-25) y el cruce del río Jordán (Jos. 4:20-24). Esta recitación implicaba algo más que la simple memorización de enunciados y leyes. En esta forma de educación estaba implícita la idea de que un sólido conocimiento de la historia era la mejor manera de que la siguiente generación preservara la fe de sus padres.</p><p>Hay intencionalidad en los mandatos de enseñar a nuestros hijos. Debemos enseñar a nuestros hijos los acontecimientos de la historia de la Salvación de las formas más diversas e interesantes posibles. Tanto las Escrituras como los testimonios de Jesús nos advierten que el enemigo está haciendo todo lo posible por engañar a las mentes, especialmente las de los eruditos, y hacer que rechacen la historicidad de las Escrituras. Si Satanás consigue convencernos de que la Biblia no es más que cuentos, muchos creyentes se verán arrastrados a la incredulidad y, por defecto, se desviarán hacia los placeres absorbentes de este mundo.</p><p><strong>No olvides tu pasado</strong></p><p>A menudo, se ha dicho: “El pueblo que olvida su pasado está condenado a repetirlo”. Del mismo modo, el Espíritu de Profecía nos dice: “No tenemos nada que temer del futuro, a menos que olvidemos la manera en que el Señor nos ha conducido, y lo que nos ha enseñado en nuestra historia pasada” (Elena de White, Notas biográficas, p. 193). Salmo 105:5 dice: “Acuérdense de sus maravillas, de sus prodigios y de los juicios de su boca”.</p><p>La historia se expresaba a menudo en canciones, para facilitar su memorización e inculcar la verdad bíblica en la mente del pueblo del antiguo Israel. Podemos beneficiarnos de la aplicación de esta verdad vital en nuestra propia vida. Repetir los milagros y las providencias de nuestro Dios todopoderoso, tal como están registrados en las Escrituras, y desde nuestra propia experiencia personal, es una fuente de inspiración, fe y fortaleza.</p><p><strong>Dios es misericordioso con su pueblo</strong></p><p>Para los salmistas, recordar “las alabanzas del Señor, su fortaleza y las maravillas que hizo” (Sal. 78:4) era de suma importancia. Las acciones de Dios en el pasado son la garantía de que salvará a su pueblo de los problemas presentes y futuros (Sal. 80:7-11, 19). Dios es fiel al recordar su santo pacto con su pueblo (Sal. 105:42, 43), de darle la Tierra Prometida como herencia (Sal. 105:44; 136:21, 22). Nuestro Señor es fiel. Siempre está dispuesto a mostrar misericordia hacia nosotros y nuestros hijos, a pesar de los errores. Por eso, debemos recordar siempre su amor por nosotros y por su iglesia.</p><p><strong>Alabar y cantar al Señor</strong></p><p>Esforcémonos por llevar el espíritu de honrar a nuestro Creador a nuestro culto personal y a nuestra adoración congregacional. Para lograr ese objetivo, debemos seleccionar música con reverencia y consideración para incrementar nuestra adoración.</p><p>Un rápido vistazo al índice temático en la parte posterior del himnario bastará para mostrarnos la amplia gama de himnos de alabanza que tenemos a disposición.</p><p>Muchas iglesias tienen la suerte de contar con una miríada de instrumentos. También podemos tener a disposición la última tecnología para el culto de adoración.</p><p>Pero ¿de qué nos sirven todas estas cosas si carecemos del espíritu de alabanza, que nos exhorta a tener Salmos 105:1 al 7, 106:1 al 3 y 135:1 al 7? Estos textos no son una invitación a hacer ruido, sino a ser entusiastas en nuestra alabanza. Nos invitan a centrarnos en la misericordia de Dios y en sus obras. Sobre esa base, se nos pide que cantemos con entusiasmo en nuestro corazón, en nuestro hogar y en nuestra iglesia.</p><p><strong>El Señor vindica a su pueblo</strong></p><p>“El Señor vindicará a su pueblo” (Sal. 135:14) es uno de los temas más importantes de Salmo 135. En este cántico, el salmista hace hincapié en la liberación de su pueblo de la esclavitud en Egipto (Sal. 135:8-14). Sin embargo, la liberación del pueblo de Dios no es solamente un juicio contra Egipto; también trae como resultado la vindicación del pueblo de Dios. Solemos concebir el castigo como el resultado de un juicio, pero este salmo nos recuerda que los juicios de Dios otorgan bendiciones y favor a su pueblo fiel.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>A continuación, encontrarás un resumen de los conceptos importantes de la lección de esta semana. Compártelos con tu clase:</p><p>El Señor es un Dios personal. Además, el Señor del Antiguo Testamento está íntimamente involucrado en los asuntos de los seres humanos.</p><p>Dios actúa también hoy: si actuó en favor de su pueblo en el pasado, no hay razón para que no lo haga hoy. Es nuestro privilegio ver sus obras en nuestra vida diaria. Cada acontecimiento de la existencia humana está en sus manos: nuestras experiencias personales, las acciones y las decisiones de nuestra iglesia, el gobierno de nuestro país; todo está controlado y guiado por él.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>LECCIONES DEL PASADO</strong></p>",
      "verse": "<p>“Lo que hemos oído y entendido, que nuestros padres nos contaron. No las ocul- taremos a sus hijos, contaremos a la generación venidera las alabanzas del Señor, su fortaleza y las maravillas que hizo” (Sal. 78:3, 4).</p>",
      "versionCode": 100,
      "weekDate": "2-8 de marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
