{
   "data":[
      {
         "color":"#7ea3f1",
         "id":713,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"Saturday , December 21",
               "dayTitle":"<p><strong>Epilogue: Knowing Jesus and\n</strong></p><p><strong>His Word</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p><strong>Read for This Week’s Study: John 21; John 11:9, 10; John 8:42–44; John 4:46–54; 2 Tim. 3:16; John 15:1–11.\n</strong></p><p><strong>Memory Text: “ ‘You search the Scriptures, for in them you think you have eternal life; and these are they which testify of Me’ ” (John 5:39, NKJV).\n</strong></p><p>John’s Gospel, like Mark’s, ends with a meeting in Galilee. This final lesson on John deals with that meeting but integrates it with the theme of how we know Jesus and the Word of God—a concept that runs through the fourth Gospel.\n</p><p>Though they were with Jesus more than three years, the disciples were still greatly unprepared for the Crucifixion and Resurrection, even though Jesus had told them again and again what would happen. Unfortunately, they didn’t take Him at His word.\n</p><p>We today can be in danger of doing the same thing: hearing or even reading the Word of God but not listening to it, not abiding in it, and not obeying it. That is, not accepting it as the light that should guide our thoughts and actions. This, unfortunately, is where, perhaps unwittingly, too many Christians are.\n</p><p>In this, our last week in John, we will look at some of this Gospel’s key points, which can help us move beyond the mere head knowledge of Jesus to, instead, knowing Him better and more closely abiding in Him and in His Word.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Sunday December 22",
               "dayTitle":"<p><strong>Meeting in Galilee</strong></p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p><strong>Read John 21:1–19. What crucial truths are revealed here, especially about God’s grace—and human humility?\n</strong></p><p><strong>John 21:1–19\n</strong></p><p><sup><strong>1</strong></sup> After these things Jesus showed Himself again to the disciples at the Sea of Tiberias, and in this way He showed Himself:\n</p><p><strong><sup>2</sup></strong> Simon Peter, Thomas called the Twin, Nathanael of Cana in Galilee, the sons of Zebedee, and two others of His disciples were together.\n</p><p><strong><sup>3</sup></strong> Simon Peter said to them, “I am going fishing.”\n</p><p>They said to him, “We are going with you also.” They went out and immediately got into the boat, and that night they caught nothing.\n</p><p><strong><sup>4</sup></strong> But when the morning had now come, Jesus stood on the shore; yet the disciples did not know that it was Jesus.\n</p><p><strong><sup>5</sup></strong> Then Jesus said to them, “Children, have you any food?” They answered Him, “No.”\n</p><p><strong><sup>6</sup></strong> And He said to them, “Cast the net on the right side of the boat, and you will find some.” So they cast, and now they were not able to draw it in because of the multitude of fish.\n</p><p><strong><sup>7</sup></strong> Therefore that disciple whom Jesus loved said to Peter, “It is the Lord!” Now when Simon Peter heard that it was the Lord, he put on his outer garment (for he had removed it), and plunged into the sea.\n</p><p><strong><sup>8</sup></strong> But the other disciples came in the little boat (for they were not far from land, but about two hundred cubits), dragging the net with fish.\n</p><p><strong><sup>9</sup></strong> Then, as soon as they had come to land, they saw a fire of coals there, and fish laid on it, and bread.\n</p><p><strong><sup>10</sup></strong> Jesus said to them, “Bring some of the fish which you have just caught.”\n</p><p><strong><sup>11</sup></strong> Simon Peter went up and dragged the net to land, full of large fish, one hundred and fifty-three; and although there were so many, the net was not broken.\n</p><p><strong><sup>12 </sup></strong>Jesus said to them, “Come and eat breakfast.” Yet none of the disciples dared ask Him, “Who are You?”—knowing that it was the Lord.\n</p><p><strong><sup>13</sup></strong> Jesus then came and took the bread and gave it to them, and likewise the fish.\n</p><p><strong><sup>14</sup></strong> This is now the third time Jesus showed Himself to His disciples after He was raised from the dead.\n</p><p><strong><sup>15</sup></strong> So when they had eaten breakfast, Jesus said to Simon Peter, “Simon, son of Jonah, do you love Me more than these?” He said to Him, “Yes, Lord; You know that I love You.” He said to him, “Feed My lambs.”\n</p><p><strong><sup>16</sup></strong> He said to him again a second time, “Simon, son of Jonah, do you love Me?” He said to Him, “Yes, Lord; You know that I love You.” He said to him, “Tend My sheep.”\n</p><p><strong><sup>17</sup></strong> He said to him the third time, “Simon, son of Jonah, do you love Me?” Peter was grieved because He said to him the third time, “Do you love Me?” And he said to Him, “Lord, You know all things; You know that I love You.” Jesus said to him, “Feed My sheep.\n</p><p><strong><sup>18 </sup></strong>Most assuredly, I say to you, when you were younger, you girded yourself and walked where you wished; but when you are old, you will stretch out your hands, and another will gird you and carry you where you do not wish.”\n</p><p><strong><sup>19</sup></strong> This He spoke, signifying by what death he would glorify God. And when He had spoken this, He said to him, “Follow Me.”\n</p><p>John 20 ends with the purpose of the book, which would be the logical place to conclude, but there is one more chapter. Chapter 21 begins with some of the disciples back in Galilee, with Peter suggesting a night on the lake. It looks as though old times have returned, and the disciples are back to their old trade, fishing. But they catch nothing that night.\n</p><p>In the morning, a mysterious stranger on the shore tells them to cast their net on the right side of the boat. They then catch so many fish that they cannot pull in the net. It was like the beginning of their ministry with Jesus (see Luke 5:1–11). John immediately recognizes Jesus and tells Peter, who immediately jumps in the water and swims ashore.\n</p><p>Jesus asks Peter three questions, all concerning love for his Master. Before the Crucifixion, Peter insisted that he would lay down his life for Jesus (John 13:37). That is when Jesus predicted his threefold denial (John 13:38). At this meeting in Galilee, Peter does not make himself the reference point but rather makes it Jesus: “ ‘Lord, you know everything; you know that I love you’ ” (John 21:17, ESV). Some note that Jesus uses the verb agapa?, which means to love, in questioning Peter (except for the last time), and that Peter always responds with phile?, which means to love, but just as a friend. The implication is that Peter has not achieved the higher kind of love.\n</p><p>Actually, Peter’s response is focused on humility. With Peter’s failure ever before him, it is more likely that he humbly uses a “lower term,” daring not to claim too much for himself. And it is this humility that Jesus affirms, and which becomes crucial in restoring Peter to ministry. No question, humility is one of the greatest qualifications for ministry because the focus then becomes Jesus Christ and not self. Peter’s restoration and role as leader in the early church is one of the strongest evidences that Jesus rose from the dead. It would be hard to explain Peter’s prominence if Jesus had not, in the presence of the other disciples, restored him to ministry.\n</p><p><strong>Why is humility so key in anyone seeking to know the Lord? In light of the Cross, what do any of us have to be proud of?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Monday December 23",
               "dayTitle":"<p><strong>Keeping Your Eyes on Jesus</strong></p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p><strong>Read John 21:20–22. What question led Peter down a wrong path? How did Jesus straighten the path?\n</strong></p><p><strong>John 21:20–22\n</strong></p><p><strong><sup>20</sup></strong> Then Peter, turning around, saw the disciple whom Jesus loved following, who also had leaned on His breast at the supper, and said, “Lord, who is the one who betrays You?”\n</p><p><strong><sup>21</sup></strong> Peter, seeing him, said to Jesus, “But Lord, what about this man?”\n</p><p><strong><sup>22</sup></strong> Jesus said to him, “If I will that he remain till I come, what is that to you? You follow Me.”\n</p><p>Jesus had just restored Peter to ministry and told him, “Follow me” (John 21:19). It was probably an actual physical following of Jesus down the beach. And that is because Peter turns and sees John following Jesus as well, and he inquires about John. “ ‘But Lord, what about this man?’ ” (John 21:21, NKJV).\n</p><p>In restoring Peter to ministry, Jesus had predicted Peter’s manner of death (John 21:18). It seems Peter was curious about John’s death, as well. Jesus redirects Peter’s attention instead to the issue of following Him, not worrying about what will happen to another disciple.\n</p><p><strong>Read John 21:23–25. How was Jesus’ statement misunderstood? How did the apostle John correct that misunderstanding?\n</strong></p><p><strong>John 21:23–25\n</strong></p><p><strong><sup>23 </sup></strong>Then this saying went out among the brethren that this disciple would not die. Yet Jesus did not say to him that he would not die, but, “If I will that he remain till I come, what is that to you?”\n</p><p><strong><sup>24</sup></strong> This is the disciple who testifies of these things, and wrote these things; and we know that his testimony is true.\n</p><p><strong><sup>25</sup></strong> And there are also many other things that Jesus did, which if they were written one by one, I suppose that even the world itself could not contain the books that would be written. Amen.\n</p><p>People misunderstood what Jesus meant when He said, “ ‘If it is my will that he remain until I come, what is that to you? You follow me!’ ” (John 21:22, ESV). They thought it meant that Jesus would come back before John died. As time passed and John grew old, it would become a crisis if he were to die (which, of course, he did) and Jesus had not returned. John corrects this misconception by indicating that it was a matter of Jesus’ will, not a prophecy of what would happen.\n</p><p>The idea of focusing on Jesus, instead of on other people, is a powerful lead into the rest of the week’s lesson. Jesus, and Jesus alone, is our Savior. People will inevitably disappoint you, perhaps even hurt you, as well. The truths covered for Tuesday through Thursday will pick up on the theme of understanding the Word of God, with the aim of knowing and following Jesus, who alone should be our Master and Guide—regardless of the help, counsel, and guidance that others might give us.\n</p><p><strong>How often have others, whom you might have looked up to, disappointed you? What lessons, however hard, did you learn from that experience?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Tuesday december 24",
               "dayTitle":"<p><strong>Light and Darkness</strong></p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p><strong>Read John 1:4–10; John 3:19–21; John 5:35; John 8:12; John 9:5; John 11:9, 10; and John 12:35. What great contrast is present here, and why is this contrast so foundational to understanding truth?\n</strong></p><p><strong>John 1:4–10\n</strong></p><p><strong><sup>4</sup></strong> In Him was life, and the life was the light of men.\n</p><p><strong><sup>5</sup></strong> And the light shines in the darkness, and the darkness did not comprehend it.\n</p><p><strong><sup>6</sup></strong> There was a man sent from God, whose name was John.\n</p><p><strong><sup>7</sup></strong> This man came for a witness, to bear witness of the Light, that all through him might believe.\n</p><p><strong><sup>8</sup></strong> He was not that Light, but was sent to bear witness of that Light.\n</p><p><strong><sup>9 </sup></strong>That was the true Light which gives light to every man coming into the world.\n</p><p><strong><sup>10</sup></strong> He was in the world, and the world was made through Him, and the world did not know Him.\n</p><p><strong>John 3:19–21\n</strong></p><p><strong><sup>19 </sup></strong>And this is the condemnation, that the light has come into the world, and men loved darkness rather than light, because their deeds were evil.\n</p><p><strong><sup>20</sup></strong> For everyone practicing evil hates the light and does not come to the light, lest his deeds should be exposed.\n</p><p><strong><sup>21 </sup></strong>But he who does the truth comes to the light, that his deeds may be clearly seen, that they have been done in God.”\n</p><p><strong>John 5:35\n</strong></p><p><strong><sup>35</sup></strong> He was the burning and shining lamp, and you were willing for a time to rejoice in his light.\n</p><p><strong>John 8:12\n</strong></p><p><strong><sup>12</sup></strong> Then Jesus spoke to them again, saying, “I am the light of the world. He who follows Me shall not walk in darkness, but have the light of life.”\n</p><p><strong>John 9:5\n</strong></p><p><strong><sup>5</sup></strong> As long as I am in the world, I am the light of the world.”\n</p><p><strong>John 11:9-10\n</strong></p><p><strong><sup>9 </sup></strong>Jesus answered, “Are there not twelve hours in the day? If anyone walks in the day, he does not stumble, because he sees the light of this world.\n</p><p><strong><sup>10</sup></strong> But if one walks in the night, he stumbles, because the light is not in him.”\n</p><p><strong>John 12:35\n</strong></p><p><strong><sup>35</sup></strong> Then Jesus said to them, “A little while longer the light is with you. Walk while you have the light, lest darkness overtake you; he who walks in darkness does not know where he is going.\n</p><p>The world is in darkness; it shuns the light and cannot, on its own, find its way to the true God, the personal God of Creation, revelation, and Redemption\n</p><p>“Never can humanity, of itself, attain to a knowledge of the divine. ‘It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?’ Job 11:8. Only the spirit of adoption can reveal to us the deep things of God, which ‘eye hath not seen, nor ear heard, neither have entered into the heart of man.’ ‘God hath revealed them unto us by His Spirit.’ ”—Ellen G. White, The Desire of Ages, p. 412. Only Jesus Christ “has declared Him,” the Father (John 1:18, NKJV). The Greek verb is ex?geomai, which means “to interpret,” “explain,” or “exposit.” John presents Jesus as the heavenly Messenger, the One who explains what it means to know God. Only through Jesus can we truly know God.\n</p><p><strong>Read John 8:42–44. How does Jesus describe the false foundation on which the religious leaders of Israel had based their faith?\n</strong></p><p><strong>John 8:42–44\n</strong></p><p><strong><sup>42</sup></strong> Jesus said to them, “If God were your Father, you would love Me, for I proceeded forth and came from God; nor have I come of Myself, but He sent Me.\n</p><p><strong><sup>43 </sup></strong>Why do you not understand My speech? Because you are not able to listen to My word.\n</p><p><strong><sup>44</sup></strong> You are of your father the devil, and the desires of your father you want to do. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he speaks a lie, he speaks from his own resources, for he is a liar and the father of it.\n</p><p>Those who do not stand in the truth speak from their own resources. They “see” the meaning of a text only from a human perspective. By contrast, we must accept that Christ is the light of the world and follow Him in our interpretation of His Word. In contrast, the devil speaks from “his own resources” (John 8:44, NKJV). If we are not careful and are not surrendered in faith and obedience to God, we are in danger of doing the same thing: reading the text based only on our own desires, wants, and perspectives, which is much easier to do than we might realize.\n</p><p><strong>How do you respond to truths that “step on your toes,” as opposed to how you should respond to those truths?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Wednesday december 25",
               "dayTitle":"<p><strong>Theology From “Above” or From “Below”</strong></p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p><strong>Read John 4:46–54. What problem brought the official to Jesus, and what was the real underlying issue here?\n</strong></p><p><strong>John 4:46–54\n</strong></p><p><strong><sup>46</sup></strong> So Jesus came again to Cana of Galilee where He had made the water wine. And there was a certain nobleman whose son was sick at Capernaum.\n</p><p><strong><sup>47</sup></strong> When he heard that Jesus had come out of Judea into Galilee, he went to Him and implored Him to come down and heal his son, for he was at the point of death.\n</p><p><strong><sup>48</sup></strong> Then Jesus said to him, “Unless you people see signs and wonders, you will by no means believe.”\n</p><p><strong><sup>49</sup></strong> The nobleman said to Him, “Sir, come down before my child dies!”\n</p><p><strong><sup>50 </sup></strong>Jesus said to him, “Go your way; your son lives.” So the man believed the word that Jesus spoke to him, and he went his way.\n</p><p><strong><sup>51</sup></strong> And as he was now going down, his servants met him and told him, saying, “Your son lives!”\n</p><p><strong><sup>52</sup></strong> Then he inquired of them the hour when he got better. And they said to him, “Yesterday at the seventh hour the fever left him.”\n</p><p><strong><sup>53</sup></strong> So the father knew that it was at the same hour in which Jesus said to him, “Your son lives.” And he himself believed, and his whole household.\n</p><p><strong><sup>54 </sup></strong>This again is the second sign Jesus did when He had come out of Judea into Galilee.\n</p><p>This man came to Jesus, the Light of the world, but he had made up his mind to believe only if Jesus healed his child. We could say this man’s theology was a “theology from below.” Theology from below sets rules and standards for God and His Word. Human ideas, as flawed and as limited and as subjective as they are, become the final authority on how people interpret the Word of God. What a dangerous trap to fall into!\n</p><p>Theology “from above,” in contrast, responds by faith, with belief in God and His Word first (John 4:48; John 6:14, 15; 2 Tim. 3:16). When the Bible is accepted by faith, it becomes its own interpreter. The worldview of Scripture, rather than the philosophy of the age, is the guide to understanding and interpreting Scripture. Human views must be subjected and subservient to the Word of God, and not the other way around.\n</p><p>We must believe the words of Scripture if we are to believe the words of Jesus (John 5:46, 47). “  ‘If you abide in My word, you are My disciples indeed’ ” (John 8:31, NKJV). If we doubt God’s Word, His Word cannot abide in us (John 5:38). “ ‘He who rejects Me, and does not receive My words, has that which judges him—the word that I have spoken will judge him in the last day. For I have not spoken on My own authority; but the Father who sent Me gave Me a command, what I should say and what I should speak’ ” (John 12:48, 49, NKJV).\n</p><p>To hear God’s Word is more than a passive intake of information. It means also to do God’s will. And this is the active response to hearing the Word. “ ‘If anyone wills to do His will, he shall know concerning the doctrine, whether it is from God or whether I speak on My own authority’ ” (John 7:17, NKJV).\n</p><p>And this hearing, and doing, of God’s Word is an expression of love for Him. “ ‘If anyone loves Me, he will keep My word; and My Father will love him, and We will come to him and make Our home with him’ ” (John 14:23, NKJV).\n</p><p><strong>What is the relationship between our love for Jesus and obedience? Why is any kind of “obedience” not based on love in danger of being legalism?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Thursday December 26",
               "dayTitle":"<p><strong>Abiding in Jesus</strong></p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p><strong>Read John 12:32. In what ways does this striking statement describe the authority of Jesus Christ?\n</strong></p><p><strong>John 12:32\n</strong></p><p><strong><sup>32</sup></strong> And I, if I am lifted up from the earth, will draw all peoples to Myself.”\n</p><p>As we have seen throughout this quarter’s lessons, the Gospel of John draws us to Jesus, but only if we are willing to know God and to do His will. Throughout John’s Gospel, people who encounter Jesus either accept the light and grow or reject the light and become blind. Nicodemus, the woman at the well, the royal official, the man at the pool of Bethesda, the 5,000 fed loaves and fishes, Jesus’ brothers, the religious leaders, the man born blind, Mary and Martha, Pilate—all encountered Jesus and made choices about the truth and light He brought.\n</p><p>Theology from below begins with human argumentation to determine and examine the existence and nature of God. The human perspective— flawed, fallen, and prejudiced—takes precedence over the Divine, holy, perfect, and omniscient. Theology from below is guaranteed to lead people astray, as it has done in the past and will do in the future (see Rev. 14:1–12), when human wisdom, seeking to supersede the Divine, will attempt to force false worship upon the world.\n</p><p><strong>Read John 15:1–11. What is the secret of spiritual growth and health?\n</strong></p><p><strong><sup>1</sup></strong> “I am the true vine, and My Father is the vinedresser.\n</p><p><strong><sup>2</sup></strong> Every branch in Me that does not bear fruit He takes away; and every branch that bears fruit He prunes, that it may bear more fruit.\n</p><p><strong><sup>3</sup></strong> You are already clean because of the word which I have spoken to you.\n</p><p><strong><sup>4</sup></strong> Abide in Me, and I in you. As the branch cannot bear fruit of itself, unless it abides in the vine, neither can you, unless you abide in Me.\n</p><p><strong><sup>5</sup></strong> “I am the vine, you are the branches. He who abides in Me, and I in him, bears much fruit; for without Me you can do nothing.\n</p><p><strong><sup>6</sup></strong> If anyone does not abide in Me, he is cast out as a branch and is withered; and they gather them and throw them into the fire, and they are burned.\n</p><p><strong><sup>7</sup></strong> If you abide in Me, and My words abide in you, you will ask what you desire, and it shall be done for you.\n</p><p><strong><sup>8 </sup></strong>By this My Father is glorified, that you bear much fruit; so you will be My disciples.\n</p><p><strong><sup>9 </sup></strong>“As the Father loved Me, I also have loved you; abide in My love.\n</p><p><strong><sup>10</sup></strong> If you keep My commandments, you will abide in My love, just as I have kept My Father’s commandments and abide in His love.\n</p><p><strong><sup>11</sup></strong> “These things I have spoken to you, that My joy may remain in you, and that your joy may be full.\n</p><p>The secret is to stay connected to Jesus. He is the Word of God, the Bread of Life, the Light of the world, the Door of the sheep, the Good Shepherd, the Resurrection and the Life, the Way, the Truth, and the Life, and the True Vine. The Members of the Godhead and Their Word, the Bible, are like magnets. If not resisted, they will draw us to them. “The voice of God is speaking to us through his word, and there are many voices that we will hear; but Christ has said we should beware of them who will say, Here is Christ or there is Christ. Then how shall we know that they have not the truth, unless we bring everything to the Scriptures?”—Ellen G. White, The Advent Review and Sabbath Herald, April 3, 1888. And then, we must surrender our own views to those presented in the Word of God.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Friday December 27",
               "dayTitle":"<p><strong>Further Thought&nbsp;</strong></p>",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p><strong>Further Thought:</strong> God’s perspective is vastly different from that of humans. God shares His perspective with us through His Word, the Bible, under the power of the Holy Spirit. It is our choice whether we wish to walk in darkness or accept the light coming from Jesus Christ as revealed in the Word.\n</p><p>Integral to this choice is our own personal surrender to Jesus Christ, the Son of God and the Redeemer of humanity. Through the power of the Holy Spirit, God the Father has revealed to us—in the life, death, and resurrection of Jesus—the depth of His love. And we know about Jesus because His life, death, and resurrection have been recorded in the Word of God.\n</p><p>“The angels of God are ever passing from earth to heaven, and from heaven to earth. The miracles of Christ for the afflicted and suffering were wrought by the power of God through the ministration of the angels. And it is through Christ, by the ministration of His heavenly messengers, that every blessing comes from God to us. In taking upon Himself humanity, our Saviour unites His interests with those of the fallen sons and daughters of Adam, while through His divinity He grasps the throne of God. And thus Christ is the medium of communication of men with God, and of God with men.”—Ellen G. White, The Desire of Ages, p. 143.\n</p><p><strong>Discussion Question:\n</strong></p><p><strong>1. </strong>Of all the stories in the book of John, which one speaks the loudest to you about the love and character of God? Share with your class why you find that story so compelling.\n</p><p><strong>2. </strong>In practical terms, how should one go about the search for truth?\n</p><p><strong>3. </strong>Why is it usually difficult to lay aside self as the arbiter of truth? Can we ever fully do it, or will our humanity, to some degree, still impact how we view the Scriptures? Why must we recognize this fact, and how does humility come in to help us surrender our prejudices to the Word of God?\n</p><p><strong>4.</strong> The history of Western Christianity is filled with horrific examples of what happens when the Word of God is made subject to the politics and prejudices of humans. What are some of those examples, and what lesson can we learn from them today about just how dangerous it is when human perspectives become the dominant filter to “interpret” the Bible?\n</p><p><strong>5.</strong> Summarize in your own words the big picture of the Gospel of John. What is its central message for us today?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p><strong>Inside Story</strong></p><p><br></p>",
               "id":138,
               "idDay":8,
               "idLesson":13,
               "lessonText":"<p><strong>The Key to an Alaskan Village\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>Mission pilot Jim Kincaid found it hard work to fly from remote village to remote village in the U.S. state of Alaska. Taking off and landing in the bush was the easy part. Finding Alaska Native hearts who were receptive to the gospel message was more challenging. It looked like trouble when Jim landed his small plane at a settlement about 150 miles north of Fairbanks. He was flying literature evangelists from village to village to sell Bibles and other Christian literature. As he parked, all-terrain vehicles swarmed around the plane. The occupants were very unwelcoming. “Who are you?” one said. “What are you doing there?” said another. At that moment, Jim remembered a name. A man from the village had attended one or two evangelistic meetings that Jim had led in Fairbanks sometime earlier. Jim turned to the village gatekeepers. “Is Robert Frank in town?” he asked. Immediately, their expressions changed. Angry looks gave way to curiosity and then hospitality. “Oh, you know Robert Frank?” said one. “We will take you to see him!” said another. Jim was taken to visit Robert. It was like he had the key to the village. Robert was eating a meal when Jim arrived, and unfortunately didn’t immediately recognize the pilot. Jim had to remind him about how and why they knew each other. But then Robert remembered, and he was very cordial. He offered Jim a piece of fresh bear meat. And so it was that Jim and the literature evangelists gained entry into a new village that otherwise would have been out of reach. All it had taken was knowing someone’s name. Jesus also knows people’s names. Jesus said that He, the Good Shepherd, “calls his own sheep by name and leads them out” (John 10:3, NKJV). If Jesus knows names, might it also be a good for His followers to follow His example? “Knowing someone in the village, even if it is just knowing the name of a person in the village, can give you rapport with an entire village,” Jim said. “It’s like in any culture. If you remember someone’s name, it goes a long way.”\n</p><p><strong>Part of this quarter’s Thirteenth Sabbath Offering will help to open a center of influence for Alaska Natives in Bethel, Alaska. Thank you for planning a generous offering this Sabbath.</strong></p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p><strong>Teachers comments</strong></p>",
               "id":139,
               "idDay":9,
               "idLesson":13,
               "lessonText":"<p><strong>Part I: Overview\n</strong></p><p><strong>Study Focus: John 21:1–19, John 21:18–25, John 8:40–46, John 4:46–54, John 12:32, John 15:1–11\n</strong></p><p>At the conclusion, or epilogue, of John’s Gospel, Christ sought to instill the teachings of His spiritual kingdom, His vicarious death, and His sure resurrection in His followers’ hearts as well as in their minds. His disciples, however, even to the end, did not seem to internalize the truth of what He said. No matter how many times He tried to explain this truth to them and lead them to believe, they found it quite difficult to process. Lest we become too hard on the disciples, isn’t this the problem with many Christians today? We hear the words of Christ and study them, but do they really become an integral part of our lives? Do they stay in our heads without reaching our hearts? It is hard to believe, but true, that Peter and the other disciples thought that, during His earthly ministry, Christ was going to restore the literal kingdom to Israel by defeating the Roman power. After the Resurrection, the hope of the two disciples was crushed as they traveled to Emmaus. And as Jesus (unrecognized by them as the Savior) joined them, He explained to them the prophecies concerning Himself. Moreover, the reality of the Resurrection, and, shortly afterward, the outpouring of the Holy Spirit, helped to actualize what He had taught the Twelve all along. Finally, it became so real to the disciples that they were willing to risk their lives for the cause of the gospel. It seems that, in those last few weeks with the resurrected Lord, the disciples finally learned and believed more about what Jesus was trying to tell them. He was long-suffering with them to the very end, and He is as willing to be patient with us today. What would we do without His patience? May this thought help to inspire us to be more faithful in our minds, in our hearts, and in our living.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>Meeting in Galilee (John 21:1–19)\n</strong></p><p>Even after the resurrected Lord appeared three times to the disciples, at the suggestion of Peter, they went back to fishing. They labored all night but had nothing to show for their efforts. Normally, they would have caught something, however small the catch. But Jesus intended that this failure would lead them to focus on being fishers of men. Our failure in something that we do well often leads us to seek divine aid.\n</p><p>Early that morning, Jesus showed up on the shore, performed the miracle of the great catch of fish, and then fed His followers breakfast. This story tells us that the risen Christ was a real person, just as He was before His death. Moreover, in preparing food, Jesus showed that He cared about the needs of His tired and hungry disciples. In doing so, Jesus showed them He would ever be their friend, caring about their needs as they endeavored to advance His ministry. It is telling that, in this last meeting, the Lord focused on Peter. Right after His resurrection, Jesus specifically mentioned Peter by name, and now He singled him out again and asked him three pertinent questions concerning a most important subject—that of loving Him. Earlier, as Jesus was telling the disciples about His impending crucifixion, Peter insisted that he would die for Him (John 13:37). But in spite of that promise, Peter and the other disciples fled for their lives, thinking that their cause was lost. Later, Peter denied Christ three times, just as Jesus had predicted. In the Mideastern culture, it’s shameful to deny one’s friends, and Peter keenly felt that shame. Knowing the shame that Peter felt, Jesus asked him three questions that were designed to assist in his healing and restoration. Three times Jesus asked him, by name: “ ‘Simon, son of Jonah, do you love Me?’ ” (John 21:16, NKJV). Jesus used the Greek verb agapao, which refers to God’s unconditional love, and Peter answered with the verb phileo, which often refers to loving a friend. It seems that Peter did not feel that his love for his Lord was as elevated as his Lord’s love for him. Here, in his answer, Peter was showing humility and teachableness, traits that qualified him to “feed my sheep” (John 21:16). This gesture on Christ’s part proved that Peter was now restored and entrusted with taking care of Christ’s flock of believers. What a change! The impulsive and overconfident Peter had finally learned to be humble, distrusting self and trusting Jesus.\n</p><p><strong>Keeping Your Eyes on Jesus (John 21:18–25)\n</strong></p><p>It is justifiable to say that there seemed to be a sort of “competition” going on between two of Christ’s prominent disciples: Peter and John. Both were vying for His attention. Jesus had just finished restoring Peter before his fellow disciples and committing to him the pastoral care of His sheep. Amid this work of rehabilitation, Jesus included the prediction of how Peter was going to give his life for the gospel. (See John 21:18, 19.) Then Jesus called on Peter to follow Him, which was the only way to remain faithful and strong through the ebb and flow of ministry and even martyrdom. As Peter walked with Christ, John was nearby. That apparently made Peter curious. If Peter was to suffer, was not John to suffer as well? After all, the call to follow was made specifically to him. That is why Peter asked: “ ‘But Lord, what about this man [John]?’ ” (John 21:21, NKJV). Knowing what was in Peter’s heart, Jesus quickly responded: “ ‘If I will that he remain till I come, what is that to you? You follow Me’ ” (John 21:22, NKJV). Simply put, what Jesus was trying to convey to Peter is that the priority of following Him does not depend on who else does or upon what circumstances may arise. Peer pressure may lead us to veer this way or that, but we must be fully committed to Jesus, regardless of people or circumstances. This mindset is desperately needed today, when people tend to follow whims or public opinion. But, as faithful followers of Jesus, we cannot do that. We must follow Him because of our own personal convictions in Him as Savior because our salvation is a matter between us and God. When Jesus comes again, it will not matter what others think of us; it will only matter what God thinks of us. We should not leave this section without addressing a potential misunderstanding that may arise in the minds of many concerning Jesus’ words about John. Jesus’ focus was on Peter’s need to follow Him regardless, not on what was going to happen to John. Notice the conditional statement: “ ‘If I will that he remain’ ” (John 21:22, NKJV). It was rather easy for Peter, and easy for us, to needlessly misconstrue Jesus’ clear words and miss His main point of remaining faithful. At times, even our closest friends may misinterpret what we say. However, our best Friend Jesus understands fully what we say and mean. Consider this inspired statement in terms of putting our full trust in the unchangeable Jesus: “In His mercy and faithfulness God often permits those in whom we place confidence to fail us, in order that we may learn the folly of trusting in man and making flesh our arm. Let us trust fully, humbly, unselfishly in God.”—Ellen G. White, The Ministry of Healing, p. 486.\n</p><p><strong>Light and Darkness (John 8:40–46)\n</strong></p><p>There are some people who are determined to hold on to their mistaken opinions, no matter how much evidence they see to the contrary. They also tend to gather around themselves only those who agree with them, thus serving to reinforce their own errors. Such was the case with the religious leaders. They were so blinded by their own self-centeredness and prejudice that they hated Jesus with a passion. It is so strange that they claimed to love the Father yet hated His Son. Jesus exposed this hypocrisy in these words: “ ‘If God were your Father, you would love Me, for I proceeded forth and came from God; nor have I come of Myself, but He sent Me’ ” (John 8:42, NKJV).\n</p><p><strong>Jesus Heals the Jewish Nobleman’s Son (John 4:46–54).\n</strong></p><p>In our study this week, we also consider the story of an eminent Jewish nobleman, who is an important officer in King Herod’s service. The nobleman’s son languished on his deathbed. All physicians had given up on him. In desperation, the father sought after the Great Physician, even though he did not really believe that He was the promised Messiah. Jesus knew that unless He healed the nobleman’s son, he would not believe that He was the Christ. Although Jesus knew the man’s motives, He desired not only to heal his son but also to awaken genuine faith in the man and to bring salvation to the entire family. Jesus remarked to the nobleman, “ ‘Unless you people see signs and wonders, you will by no means believe’ ” (John 4:48, NKJV). These words pricked the father’s conscience and led him to question his selfish motives, setting him on a path of believing in Jesus for His own sake.\n</p><p><strong>Abiding in Jesus (John 12:32, John 15:1–11)\n</strong></p><p>When Jesus was “lifted up from the earth” (John 12:32), He drew many unto Himself, and He still draws many today. But being drawn to Christ is just the initial step in our saving relationship with Him, for we must continue to walk with Him and abide in Him, which requires determination and steadiness in our spiritual journey. To highlight the importance of abiding in Him, Jesus mentions it seven times in only four verses, found in John 15:4–7. Without abiding in Christ, we “can do nothing” (John 15:5). The meaning of this verse becomes quite clear when we consider the real-life example of grafting a cutting into a vine. If the graft doesn’t adhere to the parent stock, it will dry up. Thus, without the parent stock, the graft can do absolutely nothing. The quality of abiding conveys the idea of intimacy and permanency. The fruitful branch has a living connection with the vine. “Fiber by fiber and vein by vein, [the graft will] become knit with the Vine, and partake of its life. . . . As the graft receives life when united to the vine, so the sinner partakes of the divine nature when connected with Christ. Finite man is united with the infinite God. When thus united, the words of Christ abide in us, and we are not actuated by a spasmodic feeling, but a living, abiding principle.”—Ellen G. White, Sons and Daughters of God, p. 291.\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>Think about and answer the following questions:\n</strong></p><p><strong>1. </strong>Consider what happens when we place too much trust in people, even in our best friends, instead of in Jesus. In such situations, God, in His great love and mercy for us, allows such friends to disappoint us so that we may finally learn to place our ultimate trust in Jesus. To what extent, then, should we trust our best friends?\n</p><p><strong>2.</strong> When we know and believe that God has forgiven us, is it all right to believe fully in that forgiveness but not fully forgive ourselves, knowing that we don’t deserve that forgiveness? Why, or why not?\n</p><p><strong>3.</strong> Knowing that someday we may face the time of trouble alone, how dependent should we be on other Christians around us? Do we still need others to prop us up, or have we learned to draw strength from our companionship with Jesus? Explain.\n</p><p><strong>4.</strong> What does it really mean to you, in everyday life, that without Jesus you can do nothing? Specifically, what does that “nothing” refer to?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>Epilogue: Knowing Jesus and His Word</p><p><strong>\n</strong></p>",
         "verse":"<p><strong>Memory Text:</strong> “ ‘You search the Scriptures, for in them you think you have eternal life; and these are they which testify of Me’ ” (John 5:39, NKJV).</p>",
         "versionCode":7,
         "weekDate":"December 21–27"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
