{
   "data":[
      {
         "color":"#FF67B1",
         "id":713,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"June 22",
               "dayTitle":"",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p>We can face the future with hope. Although challenging times are coming, whatever suffering we must go through, whatever hardships we must endure, whatever sorrows we experience, if we have hope a better day is coming, we can live life today with purpose and joy. Franklin D. Roosevelt was president during 1933–1945, one of the most difficult periods of U.S. history. He was paralyzed by polio and unable to walk unaided. He once wrote, “We have always held to the hope, the belief, the conviction, that there is a better life, a better world, beyond the horizon.”</p><p>Albert Einstein, one of the world’s most brilliant men, wrote, “Learn from yesterday, live for today, hope for tomorrow.” Alfred Lord Tennyson, a popular English poet during Queen Victoria’s reign, once wrote, “Hope smiles from the threshold of the year to come, whispering ‘It will be happier.’ ”</p><p>In this quarter’s final lesson, we will see Christ’s steadfast love during the most exciting time in the history of the universe and His complete triumph in the great controversy. The Bible’s last book, Revelation, gives us hope for today, tomorrow, and forever.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 23",
               "dayTitle":"<p>Hope in the Time of Trouble</p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p><strong>Read Revelation 22:11, 12; Daniel 12:1, 2; and Jeremiah 30:5–7. What events occur just before the Second Advent?</strong></p><p><strong>Revelation 22:11, 12</strong></p><p><strong><sup>11</sup></strong> He that is unjust, let him be unjust still: and he which is filthy, let him be filthy still: and he that is righteous, let him be righteous still: and he that is holy, let him be holy still.</p><p><strong><sup>12</sup></strong> And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.</p><p><strong>Daniel 12:1-2</strong></p><p><strong><sup>1 </sup></strong>And at that time shall Michael stand up, the great prince which standeth for the children of thy people: and there shall be a time of trouble, such as never was since there was a nation even to that same time: and at that time thy people shall be delivered, every one that shall be found written in the book.</p><p><strong><sup>2</sup></strong> And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.</p><p><strong>Jeremiah 30:5–7</strong></p><p><strong><sup>5 </sup></strong>For thus saith the Lord; We have heard a voice of trembling, of fear, and not of peace.</p><p><strong><sup>6 </sup></strong>Ask ye now, and see whether a man doth travail with child? wherefore do I see every man with his hands on his loins, as a woman in travail, and all faces are turned into paleness?</p><p><strong><sup>7</sup></strong> Alas! for that day is great, so that none is like it: it is even the time of Jacob's trouble, but he shall be saved out of it.</p><p>The close of human probation is followed by a time of trouble “ ‘such as never was since there was a nation, even to that time.’ ” Revelation 16 describes seven last plagues that will be poured out on the wicked world. But, as with the plagues that fell on Egypt, God’s people will be shielded from them. Note the promise in Daniel: “ ‘And at that time your people shall be delivered, every one who is found written in the book’ ” (Dan. 12:1, NKJV). This must be referring to the “book of life” (see Phil. 4:3; Rev. 13:8; Rev. 20:12, 15; Rev. 22:19). If we have stayed faithful to Jesus, our names will not be blotted out of the book of life (Rev. 3:5).</p><p><strong>Read 1 John 3:1–3, John 8:29, and John 14:30. What is the only sufficient preparation for the coming time of trouble?</strong></p><p><strong>1 John 3:1–3</strong></p><p><strong><sup>1</sup></strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.</p><p><strong><sup>2 </sup></strong>Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.</p><p><strong><sup>3</sup></strong> And every man that hath this hope in him purifieth himself, even as he is pure.</p><p><strong>John 8:29</strong></p><p><sup>29</sup><strong> </strong>And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.</p><p><strong>John 14:30</strong></p><p><strong><sup>30</sup> </strong>Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.</p><p>In the time of trouble, God’s people have a personal relationship with Jesus so deep that nothing can change it. Their consummate desire is to please Him in all things so that, through the work of the Holy Spirit, they will be as pure as He is pure. There was nothing in Christ’s heart that responded to Satan’s deceptions. We can reflect this aspect of His character, as well.</p><p><strong>Read&nbsp;Psalm 27:5, Psalm 91:1–11, and Revelation 3:10–12. What reassuring promises does God give us for the time of trouble?</strong></p><p>Psalm 27:5</p><p>5 For in the time of trouble he shall hide me in his pavilion: in the secret of his tabernacle shall he hide me; he shall set me up upon a rock.</p><p><strong>Psalm 91:1–11</strong></p><p><strong><sup>1</sup></strong> He that dwelleth in the secret place of the most High shall abide under the shadow of the Almighty.</p><p><strong><sup>2 </sup></strong>I will say of the Lord, He is my refuge and my fortress: my God; in him will I trust.</p><p><strong><sup>3 </sup></strong>Surely he shall deliver thee from the snare of the fowler, and from the noisome pestilence.</p><p><strong><sup>4 </sup></strong>He shall cover thee with his feathers, and under his wings shalt thou trust: his truth shall be thy shield and buckler.</p><p><strong><sup>5 </sup></strong>Thou shalt not be afraid for the terror by night; nor for the arrow that flieth by day;</p><p><strong><sup>6 </sup></strong>Nor for the pestilence that walketh in darkness; nor for the destruction that wasteth at noonday.<sup><br></sup></p><p><strong><sup>7 </sup></strong>A thousand shall fall at thy side, and ten thousand at thy right hand; but it shall not come nigh thee.<sup><br></sup></p><p><strong><sup>8 </sup></strong>Only with thine eyes shalt thou behold and see the reward of the wicked.</p><p><strong><sup>9 </sup></strong>Because thou hast made the Lord, which is my refuge, even the most High, thy habitation;</p><p><strong><sup>10</sup></strong> There shall no evil befall thee, neither shall any plague come nigh thy dwelling.</p><p><strong><sup>11 </sup></strong>For he shall give his angels charge over thee, to keep thee in all thy ways.</p><p><strong>Revelation 3:10–12</strong></p><p><strong><sup>10</sup></strong> Because thou hast kept the word of my patience, I also will keep thee from the hour of temptation, which shall come upon all the world, to try them that dwell upon the earth.</p><p><strong><sup>11</sup></strong> Behold, I come quickly: hold that fast which thou hast, that no man take thy crown.</p><p><strong><sup>12</sup></strong> Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is new Jerusalem, which cometh down out of heaven from my God: and I will write upon him my new name.</p><p>There are some who have misunderstood the concept of living through the time of trouble without a mediator. Jesus ceases His mediation in heaven’s sanctuary when everyone has made their final decision for or against Him. But this does not mean we are alone during this time, trusting our own strength. Jesus has assured us He will be with us always (Matt. 28:20). Faith trusts when it cannot see and believes even when the world around us is falling apart. During the time of trouble, our faith strengthens and our longing for eternity increases so that our one desire is to live forever with Jesus.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 24",
               "dayTitle":"<p>Hope in Jesus’ Soon Return</p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p><strong>Read John 14:1–3 and Titus 2:11–14. In the light of the challenges of the future and the coming time of trouble, why are these verses so encouraging?</strong></p><p><strong>John 14:1–3&nbsp;</strong></p><p><strong><sup>1 </sup></strong>Let not your heart be troubled: ye believe in God, believe also in me.</p><p><strong><sup>2</sup></strong> In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.</p><p><strong><sup>3</sup></strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.</p><p><strong>Titus 2:11–14</strong></p><p><strong><sup>11</sup></strong> For the grace of God that bringeth salvation hath appeared to all men,</p><p><strong><sup>12</sup></strong> Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;</p><p><strong><sup>13</sup></strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;</p><p><strong><sup>14</sup></strong> Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.</p><p>Jesus’ words, “ ‘Let not your heart be troubled,’ ” are His reassurance that He will never leave us and is coming again to take us home. This world is not our home. A better day is coming. Once in every 25 verses, the New Testament speaks of the return of our Lord. When the days are dark and the oppressive enactments of a church-state power threaten our lives, the promise of Christ’s coming fills our hearts with hope. This is the “blessed hope” that has inspired the faithful people of God in every generation.</p><p><strong>Read Revelation 6:15–17 and Isaiah 25:8, 9. Contrast the attitudes of the saved and the lost revealed in these verses. What explains the difference between these two mindsets?</strong></p><p><strong>Revelation 6:15–17</strong></p><p><strong><sup>15</sup></strong> And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains;</p><p><strong><sup>16</sup></strong> And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:</p><p><strong><sup>17</sup></strong> For the great day of his wrath is come; and who shall be able to stand?</p><p><strong>Isaiah 25:8-9</strong></p><p><strong><sup>8 </sup></strong>He will swallow up death in victory; and the Lord God will wipe away tears from off all faces; and the rebuke of his people shall he take away from off all the earth: for the Lord hath spoken it.</p><p><strong><sup>9 </sup></strong>And it shall be said in that day, Lo, this is our God; we have waited for him, and he will save us: this is the Lord; we have waited for him, we will be glad and rejoice in his salvation.</p><p>The wicked realize the horrible consequences of sin while the righteous have accepted the marvelous provisions of grace. Rebellion against God leads to fear, guilt, condemnation, and eventually eternal loss. Our response to His saving grace leads to forgiveness, peace, and joy eternally at His glorious return.</p><p><strong>Read Revelation 15:3, 4 and Revelation 19:7. How will the redeemed respond to the glorious salvation provided so freely through Christ?</strong></p><p><strong>Revelation 15:3-4&nbsp;</strong></p><p><strong><sup>3</sup></strong> And they sing the song of Moses the servant of God, and the song of the Lamb, saying, Great and marvellous are thy works, Lord God Almighty; just and true are thy ways, thou King of saints.</p><p><strong><sup>4 </sup></strong>Who shall not fear thee, O Lord, and glorify thy name? for thou only art holy: for all nations shall come and worship before thee; for thy judgments are made manifest.</p><p>Revelation 19:7</p><p><strong><sup>7 </sup></strong>Let us be glad and rejoice, and give honour to him: for the marriage of the Lamb is come, and his wife hath made herself ready.</p><p>“The cross of Christ will be the science and the song of the redeemed through all eternity. In Christ glorified they will behold Christ crucified. . . . That the Maker of all worlds, the Arbiter of all destinies, should lay aside His glory and humiliate Himself from love to man will ever excite the wonder and adoration of the universe.”—Ellen G. White, The Great Controversy, p. 651.</p><p><strong>Read Revelation 12:17; Revelation 17:13, 14; and Revelation 19:11–16. Carefully notice the progression of these verses. What does the progression in these verses say about earth’s last war and Christ’s ultimate victory?</strong></p><p><strong>Revelation 12:17</strong></p><p><strong><sup>17</sup></strong> And the dragon was wroth with the woman, and went to make war with the remnant of her seed, which keep the commandments of God, and have the testimony of Jesus Christ.</p><p><strong>Revelation 17:13-14<sup><br></sup></strong></p><p><strong><sup>13</sup> </strong>These have one mind, and shall give their power and strength unto the beast.</p><p><strong><sup>14</sup> </strong>These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.</p><p><strong>Revelation 19:11–16</strong></p><p><strong><sup>11</sup></strong> And I saw heaven opened, and behold a white horse; and he that sat upon him was called Faithful and True, and in righteousness he doth judge and make war.</p><p><strong><sup>12</sup></strong> His eyes were as a flame of fire, and on his head were many crowns; and he had a name written, that no man knew, but he himself.</p><p><strong><sup>13</sup></strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.</p><p><strong><sup>14</sup></strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.</p><p><strong><sup>15</sup></strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.</p><p><strong><sup>16</sup></strong> And he hath on his vesture and on his thigh a name written, King Of Kings, And Lord Of Lords.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 25",
               "dayTitle":"<p>The Millennium on Earth</p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p>Revelation 19 ends with a dramatic portrayal of the return of Jesus and the destruction of the wicked. But the story is not over. Revelation 20 introduces us to a period lasting 1,000 years, known as the “millennium.”</p><p><strong>Read Revelation 20:1–3. What is Satan’s fate when Jesus returns?</strong></p><p><strong><sup>1 </sup></strong>And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.</p><p><strong><sup>2</sup></strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,</p><p><strong><sup>3 </sup></strong>And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.</p><p>The imagery in Revelation 20:1–3 is symbolic. Satan is not literally bound with a chain and locked in a pit. For 1,000 years, he is confined to this desolate, depopulated earth, bound by the circumstances he himself has created. In 2 Peter 2:4, we read that Satan and his angels were reserved for punishment by “chains of darkness.” Satan will be confined to the earth by a chain of circumstances, with no one to tempt.</p><p>For 1,000 years, he will see the devastation, destruction, and disaster that his rebellion has created.</p><p>The Greek word translated “bottomless pit” is the same word from which we get our English word “abyss.” It also is the same word used in the Septuagint, the Greek translation of the Old Testament, to describe the earth at Creation. “The earth was without form, and void; and darkness was on the face of the deep” (Gen. 1:2, NKJV). In the Septuagint, the word “deep” here is the Greek word abyssos, “abyss.” It describes a desolate earth. The “bottomless pit” is not some subterranean cavern or some yawning chasm somewhere out there in the universe. Satan’s work of sin and destruction, along with the tremendous chaos preceding the Second Coming, has brought the earth back to a dark, disorganized mass like its condition at the beginning of Creation.</p><p><strong>Read Jeremiah 4:23–26 and Jeremiah 25:33. How does the biblical prophet describe this scene?</strong></p><p><strong>Jeremiah 4:23–26</strong></p><p><strong><sup>23</sup></strong> I beheld the earth, and, lo, it was without form, and void; and the heavens, and they had no light.</p><p><strong><sup>24</sup></strong> I beheld the mountains, and, lo, they trembled, and all the hills moved lightly.</p><p><strong><sup>25</sup></strong> I beheld, and, lo, there was no man, and all the birds of the heavens were fled.</p><p><strong><sup>26</sup></strong> I beheld, and, lo, the fruitful place was a wilderness, and all the cities thereof were broken down at the presence of the Lord, and by his fierce anger.<br></p><p><strong>Jeremiah 25:33</strong></p><p><strong><sup>33</sup></strong> And the slain of the Lord shall be at that day from one end of the earth even unto the other end of the earth: they shall not be lamented, neither gathered, nor buried; they shall be dung upon the ground.</p><p>The prophet here emphasizes the catastrophic destruction at the second coming of Christ and that no person is left alive on earth during this thousand-year period. Satan and his evil angels are left to contemplate the havoc caused by his rebellion. The entire universe recognizes anew that the wages of sin is death. God deals with the sin problem so that it will never rise again (Nah. 1:9). There are three prime ways God does this. First, He reveals His limitless love, passionate desire, and relentless efforts to save all humanity. Second, He reveals His justice, fairness, and righteousness. Third, He allows the universe to see the ultimate results of sin and rebellion.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 26",
               "dayTitle":"<p>Judgment in the Millennium</p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p><strong>Read Revelation 20:4–6. What are the righteous doing during the 1,000 years, and why is it important?</strong></p><p><strong>Revelation 20:4–6</strong></p><p><strong><sup>4 </sup></strong>And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.</p><p><strong><sup>5</sup></strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.</p><p><strong><sup>6</sup></strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.</p><p>During the millennium, the righteous will have an opportunity to observe firsthand God’s justice and love in how He has dealt with the sin problem. Who doesn’t have questions they would like to ask God about a lot of things? Now, during the millennium in heaven, the redeemed get to ask those questions. If a loved one or close friend is absent from heaven, the saved have the opportunity to understand God’s decisions more fully.</p><p>In a new way, more forcefully than ever before, the redeemed will grasp God’s powerful attempts to save every person who has ever lived. They will realize anew that everyone who is lost has missed out on heaven because of their own personal rejection of Christ. Only then does God bring final judgment—the second death, which is eternal destruction—on the lost.</p><p><strong>Read Revelation 20:7–9. How do the 1,000 years conclude? What is the fate of Satan and his followers?</strong></p><p><strong>Revelation 20:7–9</strong></p><p><sup><strong>7</strong></sup> And when the thousand years are expired, Satan shall be loosed out of his prison,</p><p><strong><sup>8 </sup></strong>And shall go out to deceive the nations which are in the four quarters of the earth, Gog, and Magog, to gather them together to battle: the number of whom is as the sand of the sea.</p><p><strong><sup>9 </sup></strong>And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.</p><p>For 1,000 years, Satan has had no one to tempt or deceive. He and his angels have been alone to reflect on the deadly consequences of sin. At the end of the millennium, the wicked dead are resurrected to face the judgment and receive their final reward (Rev. 20:5).<br></p><p>Now Satan has a vast army of followers. Although Satan has suffered defeat after defeat in the great controversy, he is encouraged as he sees the huge throng of the lost. Not yet ready to end his rebellion, he goes out to deceive these “nations.” Satan inspires them to make one last great effort to overthrow God and set up their own kingdom. The term “Gog and Magog” is used to symbolize Satan and the unsaved of all ages. Satan and his followers surround “the camp of the saints and the beloved city” (Rev. 20:9, NKJV).</p><p>At the close of the millennium, not only are all the wicked raised to life, but the Holy City, New Jerusalem, descends to earth from heaven (Rev. 21:2)! The saints have been living and reigning with Christ in the New Jerusalem for the millennium. Now, at the end of the 1,000 years, the city descends to earth along with God, Jesus, the angels, and all the redeemed. Everyone is present for the final battle of the great controversy. Sin is about to be eradicated once and for all!</p><p><strong>What does the timing of the final judgment say about God’s character?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 27",
               "dayTitle":"<p>Two Eternities</p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p><strong>Read 2 Corinthians 5:10; Romans 14:10, 11; and Revelation 20:11–15. What do they say about why the wicked are raised to life again?</strong></p><p><strong>2 Corinthians 5:10<sup><br></sup></strong></p><p><strong><sup>10</sup></strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.</p><p><strong>Romans 14:10, 11</strong></p><p><sup><strong>10</strong></sup> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.</p><p><strong><sup>11</sup></strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.</p><p><strong>Revelation 20:11–15</strong></p><p><strong><sup>11</sup></strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.</p><p><strong><sup>12</sup></strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.</p><p><strong><sup>13</sup></strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.</p><p><strong><sup>14</sup></strong> And death and hell were cast into the lake of fire. This is the second death.</p><p><strong><sup>15</sup></strong> And whosoever was not found written in the book of life was cast into the lake of fire.</p><p><span style=\"background-color: initial;\">To resolve the sin problem so evil never arises again, everyone must be convinced that God has been fair and just in all His ways.</span><br></p><p>Ultimately, every knee shall bow and acknowledge God’s justice in the great controversy, even Satan and his evil angels, and that there was never any justification for rebellion against God. Notice this insight from Ellen G. White: “As soon as the books of record are opened, and the eye of Jesus looks upon the wicked, they are conscious of every sin which they have ever committed. They see just where their feet diverged from the path of purity and holiness, just how far pride and rebellion have carried them in the violation of the law of God. The seductive temptations which they encouraged by indulgence in sin, the blessings perverted, the messengers of God despised, the warnings rejected, the waves of mercy beaten back by the stubborn, unrepentant heart—all appear as if written in letters of fire. . . .</p><p>“The whole wicked world stand arraigned at the bar of God on the charge of high treason against the government of heaven. They have none to plead their cause; they are without excuse; and the sentence of eternal death is pronounced against them.”—The Great Controversy, pp. 666, 668.</p><p><strong>Read Revelation 20:9; Psalm 37:20; and Malachi 4:1, 2. What insights do these passages give us about the ultimate destruction of sin and sinners and the reward of the righteous?</strong></p><p><strong>Revelation 20:9</strong></p><p><strong><sup>9</sup></strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.</p><p><strong>Psalm 37:20</strong></p><p><strong><sup>20</sup></strong> But the wicked shall perish, and the enemies of the Lord shall be as the fat of lambs: they shall consume; into smoke shall they consume away.</p><p><strong>Malachi 4:1-2</strong></p><p><strong><sup>1</sup></strong> For, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the Lord of hosts, that it shall leave them neither root nor branch.</p><p><strong><sup>2 </sup></strong>But unto you that fear my name shall the Sun of righteousness arise with healing in his wings; and ye shall go forth, and grow up as calves of the stall.<br></p><p>The good news is that Satan and his evil angels will be destroyed in the lake of fire. Sin and sinners will be consumed. According to Revelation 20:9, they will be devoured, destroyed, and not eternally tormented. The next verse uses the expression “forever and ever.” Depending on the context, the word “forever” does not always mean “endless” but, until something is completely accomplished. (See Exod. 21:6; 1 Sam. 1:22, 28; Jude 7; and 2 Pet. 2:4–6.) For the lost, the destruction itself, not the act of destroying, is eternal. God is not the eternal torturer.</p><p><strong>In the end, one of two eternities await us all. The lost, unfortunately, receive the “wages” they have earned—eternal death.&nbsp;</strong><strong style=\"background-color: initial;\">Why, then, is our only hope of not getting what we deserve, which is death, found in trusting in Jesus’ righteousness?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 28",
               "dayTitle":"<p>Further Thought</p>",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p>“There the wide-spreading plains swell into hills of beauty, and the mountains of God rear their lofty summits. On those peaceful plains, beside those living streams, God’s people, so long pilgrims and wanderers, shall find a home. . . .</p><p>“There, immortal minds will contemplate with never-failing delight the wonders of creative power, the mysteries of redeeming love. There will be no cruel, deceiving foe to tempt to forgetfulness of God. Every faculty will be developed, every capacity increased. The acquirement of knowledge will not weary the mind or exhaust the energies. There the grandest enterprises may be carried forward, the loftiest aspirations reached, the highest ambitions realized; and still there will arise new heights to surmount, new wonders to admire, new truths to comprehend, fresh objects to call forth the powers of mind and soul and body.”—Ellen G. White, The Great Controversy, pp. 675, 677.</p><p>“With unutterable delight the children of earth enter into the joy and the wisdom of unfallen beings. They share the treasures of knowledge and understanding gained through ages upon ages in contemplation of God’s handiwork. With undimmed vision they gaze upon the glory of creation—suns and stars and systems, all in their appointed order circling the throne of Deity. Upon all things, from the least to the greatest, the Creator’s name is written, and in all are the riches of His power displayed.”—The Great Controversy, pp. 677, 678.</p><p>“The great controversy is ended. Sin and sinners are no more. The entire universe is clean. One pulse of harmony and gladness beats through the vast creation. From Him who created all, flow life and light and gladness, throughout the realms of illimitable space. From the minutest atom to the greatest world, all things, animate and inanimate, in their unshadowed beauty and perfect joy, declare that God is love.”—The Great Controversy, p. 678.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> Why do you think God has allowed sin to go on for so long? At the same time, no human being suffers in this world longer than their own existence here. That is, no one suffers more than his or her own lifetime. How short is a human lifetime compared to the thousands of years of sin? How might this perspective help us deal with the difficult question of evil?</p><p><strong>2</strong>.  How does the thousand-year period known as the millennium fit into the plan of salvation? Think about what it says about the character of God that—not until all of the redeemed will have had a chance to see the justice and fairness and love of God—will final judgment be brought upon the lost.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":138,
               "idDay":8,
               "idLesson":13,
               "lessonText":"<p><strong>Refuge for Russian Speakers&nbsp;</strong></p><p><strong>By Andrew McChesney</strong></p><p>Ukrainian pastor Vadym Krynychnny faced a major challenge finding a building for a Russian-speaking church in the Spanish city of Valencia. But, with prayer, he managed to lease a hall seating 100 people in the city center for a token 500 euros (US$550) a month.</p><p>“It is worth much more,” Vadym said.</p><p>The hall was large for the initial group of 26 worshipers, but Vadym got to work on outreach programs. The church began to host a get-together with a meal on Sundays. Russian-speaking children were invited to special activities. Additional programs were organized around such holidays as New Year’s and Easter. Concerts proved especially popular, filling the church to overflowing and sometimes requiring the rental of a larger hall.</p><p>The church forged strong ties with the local Russian-speaking community and became a center for Russian speakers. About 80 percent of Spain’s estimated 400,000 Russian speakers live in Valencia and along the nearby Mediterranean coast. Of those 400,000 people, at least 500 are Adventists.</p><p>But the first person baptized at the new church was not from Russia or another former Soviet republic. The woman was born in Iran and had been raised in a non-Christian world religion. She spoke Russian fluently after studying for 12 years in the former Soviet republic of Belarus, and she came to the church after someone invited her off the street.</p><p>After 25 baptisms and several former Adventist families recommitted their hearts to Jesus, weekly church attendance stood at 65 adults and 40 children when the conflict erupted in Ukraine in 2022.</p><p>Vadym realized with astonishment that the church was well positioned to help people fleeing the conflict. The church quickly used its local connections to establish a refugee center. In the first two months of the conflict, 200 people visited the center, receiving lodging and food. About half of them were Adventists. Since then, many more people have received assistance.</p><p>“Many have come to us, knowing no one in Spain,” Vadym said. “But they come to us because we speak Russian, and they seek something familiar.”</p><p>He credited God for positioning the church to help refugees even before the conflict started. He said he longed to share the hope of Jesus’ soon coming with them and all Russian speakers in Spain. “We are concentrating all our efforts on meeting the needs of these people,” he said.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS</p>",
               "id":139,
               "idDay":9,
               "idLesson":13,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Revelation 21:3, 4 Study Focus: Jer. 30:5–7; Rev. 3:10; Isa. 33:15, 16; Ps. 91:1–11; Rev. 1:7; Rev. 19:11–16; Rev. 20:1–15; Jer. 25:33; Jer. 4:23–28; Rev. 21:1–4; Matt. 8:11; Isa. 65:17, 22, 23; Rev. 22:1–5, 11.</strong></p><p>Introduction: This week’s lesson wraps up our study, highlighting the final developments in the cosmic war between God and Satan. Among the notable events that transpire during the culmination of the great controversy are:</p><p>(1) the time of trouble;</p><p>(2) the second coming of Jesus;</p><p>(3) the executive judgment in heaven during the millennium, with a synopsis of events both on earth and in heaven at that time; and</p><p>(4) the restoration of all things for eternity. The Bible promises that the great controversy will end in God’s victory. Scripture calls us to trust God, participate with Him in the salvation of as many souls as possible, and share in His past (the Cross), present (individual, church, and salvation), and future (final cosmic) victory.</p><p><br></p><p><strong>Lesson Themes: This week’s study focuses on four related themes:</strong></p><p>1. God Himself will sustain and protect His people during the most brutal parts of the final battle of the great controversy.</p><p>2. The great controversy will end with God’s victory over the devil, over evil and sin, and over suffering and death. This threefold victory is assured because it has already been secured by Christ through His death and resurrection.</p><p>3. We share in God’s victory when we accept it by faith and allow the Holy Spirit to work it out in us. 4. God’s victory will culminate in the second coming of Jesus, in the millennial judgment, and in the restoration of all things.<br></p><p><br></p><p><strong>Part II: Commentary</strong></p><p><strong>The Close of Probation</strong></p><p>The close of probation is a topic that often induces fear in many people. Probation closes for each individual at his or her death. That is, the window of opportunity for an individual to respond to God’s grace has been closed by death. His or her attitude toward God’s revealed grace will have eternal consequences. God is righteous and will treat each individual’s case according to the light that he or she received; but our individual response decisively matters.</p><p>However, Adventists understand from Scripture that, apart from the closing of probation at one’s death, there will be a moment in the history of the great controversy when God will declare that the time when people can accept His forgiving grace in order to be saved has ended. That moment will be the point of no return, and no one will be saved beyond that time. The world then will live under the pronouncement recorded in the book of Revelation: “ ‘Let the one who does wrong still do wrong, and the one who is filthy still be filthy; and let the one who is righteous still practice righteousness, and the one who is holy still keep himself holy’ ” (Rev. 22:11, NASB). Truly concerned for their salvation, many Christians and Adventists ask such questions as: What if the moment of the close of probation will catch me off guard or unaware? What if I will not be completely ready at that moment?</p><p>At least two clarifications are necessary here.</p><p>First, the close of probation is real, and it will take place. The deceptions, intrigues, and evils of the devil will not continue forever. Sin, suffering, and death will not hold sway eternally. To eternalize the devil, evil, and death would mean that God is not a God of love and righteousness. But because He is, He will put an end to the sources, and forces, of evil. God has patiently waited and given every opportunity to humans to test His promises, to come to know Him, and to return to Him and to His kingdom of grace. How much God would have loved for all humanity to accept His gospel! But there will be a moment when God must say, “Enough; it is finished.”</p><p>Second, God will not withdraw His gift of sustaining grace from His people, despite His withdrawal of mercy and forgiving grace to the unrepentant at the close of probation. This point is very important: the end of probation does not imply that God’s love and grace for humanity have reached their limits or that they have been consumed. God never ceases to be the God of love, grace, and righteousness portrayed in the Bible. For this reason, there will be no one after probation closes who would have sincerely wanted to receive God’s grace and who would have responded with faith to God’s mercy to whom God would say, “Sorry, too late; I would love to have saved you, but the grace period is ended.” God’s closure of probation will be His confirmation that every individual has made his or her final decision about His grace and His kingdom. At a future moment in history, the historical setting of the world will be such that all the inhabitants of the earth will make this final decision and will side with either God or Satan. However, that decision will not be made in the impulse of the moment. Rather, each person’s decision for eternity will be made based on his or her free choice and in full consciousness of its consequences. Just as Northern Israel and Judah when they rejected God’s covenant and Messiah, some will decide they do not want to be with the God of the Bible. Others will agree with Lucifer’s lie that they are gods and immortal; they do not relish the idea of being with God in His kingdom. God is saddened by these unalterable decisions; He provided all the evidence and love necessary to save them, but He will respect their final choice. Others, however, decide to accept God’s grace because they love Him and want to stay with Him forever.<br></p><p>On another note, the close of probation does not imply that, after that moment, God’s faithful people will stand without His presence and grace and covering righteousness. Christ assured us that He will be with us “ ‘always, to the end of the age’ ” (Matt. 28:20, NASB). The empowerment of the Holy Spirit, which we will receive in order to give the loud cry, will not be removed from us. All God’s people, from Adam and Abel to Abraham and Moses, from David and Isaiah to Paul and the last Christian sealed before probation closes, will be saved exclusively by Christ’s righteousness and mediation, through faith. Thus, the idea that some Christians at the end of time will stand on their own merit and power is not biblical.</p><p><strong>The Biblical New Heaven and the New Earth</strong></p><p>Christians generally talk and sing about heaven as the place of their final destination and eternal rest. However, we must maintain the biblical understanding of heaven and guard against falling into pagan or philosophical views on Paradise. According to many worldviews—such as Greek, Hindu, or Buddhist philosophies—heaven is an alleged transcendent, timeless, and spaceless sphere that only a disembodied human mind or soul could reach. In Greek philosophy, the human mind that reaches heaven somehow keeps its identity and consciousness. In Hinduism, Buddhism, and Neoplatonism, the human consciousness that reaches heaven must disappear by dissolving into the universal consciousness. As a result of the influence of classical Greek philosophy on traditional Christianity, most Christians now believe in the immortality of the soul and in a spiritual, as opposed to a material, heaven. These Christians do not realize that these philosophical concepts create irreconcilable contradictions in their theology and lives. On the one hand, when thinking about death and heaven, traditional Christians think in Greek philosophical terms: at death, the immortal soul goes to a transcendent, timeless, spaceless realm, called either hell or heaven. On the other hand, these same Christians believe in the exceedingly clear biblical teaching of the resurrection of the body. However, they do not realize that the immortality of the soul and the resurrection of the body are simply incompatible and generate a lot of inconsistencies. If our souls are immortal and are in heaven with God, why resurrect the body? Under such circumstances, the resurrection of the body would imply that the soul would leave the spiritual realm of heaven and reenter the material, temporal, and spatial sphere. Even so, if only the soul is immortal, one must ask, Will the resurrection of the body be permanent?</p><p><strong>Will the body now also be eternal?</strong></p><p>The biblical teachings on human nature and the resurrection eliminate all these inconsistencies and problems. First, the biblical teaching of the unitary human nature indicates that humans do not possess an immortal soul but are complex, indivisible, integrated living beings. At His return, Jesus will resurrect the whole human being. Second, the biblical teaching of the nature of humanity rejects Greek dualism and its concept that heaven is a transcendent, timeless, spaceless, divine sphere.</p><p>According to the Bible, at death our being is not divided. We do not survive as an ethereal soul, and that soul does not transition, fully conscious, to a state of transcendence beyond the created universe. When we die, our entire being dies. However, when Christ returns, He will resurrect our entire being and welcome us into His real, historical, temporal, and spatial kingdom. Yes, at the second coming of Christ, we will travel with Him to the throne of God, to the heavenly sanctuary, somewhere in the center of the universe. But that travel will take place in the temporal and spatial universe, meaning we will be traveling in space and time. We will never go beyond the universe. In fact, no created being will ever be transcendent because only God is transcendent or beyond the created universe. To want to reach the transcendent is to want to be God.</p><p>The millennial judgment in heaven will also be a historical event that will take place in space and time in God’s heavenly sanctuary before His throne, which is also located in a central place in the universe. After that judgment, we will return to earth. Following God’s executive judgment against the devil and the rest of the rebels, God will restore our planet to its original beauty and perfection. The new earth will be our home. There we will live as we were originally intended to live before the Fall: smelling flowers, cultivating a garden, studying a leaf, playing with a lion, meeting and interacting with redeemed of all ages, as well as with angels and other created beings. Most important, we will enjoy the privilege of face-to-face communion with God; we will worship Him in person. The earth and the universe will be reconciled and will be brought back to the harmony and unity that existed before the Fall. We will be able to travel freely throughout the universe. The reason we cannot travel to heaven now is not because of constraints or barriers of time, space, substance, or speed, but sin. When the great controversy finally is over and sin is removed once and for all, the new (renewed) earth will be integrated with heaven, and then will be realized that most precious of Bible promises: a new earth and a new heaven.</p><p><strong>Part III: Life Application</strong></p><p>1. Do you have Adventists in your congregation who are afraid to talk about last-day events? Are you one of them? How would you help them to overcome this fear? How could you and your Adventist community communicate our biblical message as good news rather than as some warped version, produced by Hollywood, of a scary, postapocalyptic movie? On the other hand, what is the best way to present realistically many of the darker aspects of the great controversy, such as religious persecution and the time of trouble?</p><p>2. Do people in your culture believe in the return of a divinity or of a great guru? What does this belief tell us about humanity’s hope for the return of a savior from “the beyond”? How could you share the hope of the second coming of Jesus Christ with such an audience? What points would you emphasize?</p><p>3. Some Christians or secular persons believe that the second coming of Christ is merely a symbol of a profound moral transformation of the human individual or society. How could you explain to such persons that Christ’s coming will be a literal, visible, and audible event, one in which Jesus Himself will enter into our history, time, and space, in person?</p><p>4. What do the people in your culture think of heaven? What is problematic about their views of heaven, as compared with Scripture? How could you share with them the biblical description of heaven? What points in the biblical view of heaven would be especially attractive to the people in your culture?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>The Triumph of God’s Love</p>",
         "verse":"<p>“And I heard a loud voice from heaven saying, ‘Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God. And God will wipe away every tear from their eyes; there shall be no more death, nor sorrow, nor crying. There shall be no more pain, for the former things have passed away’ ” (Revelation 21:3, 4, NKJV).</p>",
         "versionCode":60,
         "weekDate":"June 22–28"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
