{
   "data":[
      {
         "color":"#df5728",
         "id":13,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"21 de junio",
               "dayTitle":"<p>IMÁGENES DEL FIN</p>",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong> Mateo 12:38-42; Jonás 3:5-10; Apocalipsis 18:4; Daniel 5:1-31; Apocalipsis 16:12-19; 2 Crónicas 36:22, 23.&nbsp;</p><p><strong>PARA MEMORIZAR:</strong> “Y él respondió: ‘Soy hebreo, y venero al Señor, Dios de los cielos, que hizo la tierra y el mar’ ” (Jon. 1:9).&nbsp;</p><p>Esta semana daremos nuestra última mirada a los relatos que nos ayudan a comprender los acontecimientos de los últimos días. Esta vez analizaremos la misión de Jonás a Nínive, la caída de Babilonia y el ascenso de Ciro, el rey persa que liberó al pueblo de Dios y le permitió regresar a la Tierra Prometida.&nbsp;</p><p>Al igual que los demás relatos que hemos examinado, estas crónicas históricas han sido muy significativas para todas las generaciones. Pero también tienen especial relevancia para las últimas, las que viven antes del regreso de Cristo. Es decir, podemos extraer de estos relatos históricos diversos elementos útiles para comprender mejor lo que llamamos “verdad presente”.&nbsp;</p><p>Al mismo tiempo, necesitamos tener en cuenta algo importante acerca de estos relatos que parecen presagiar eventos de los últimos días; a saber, debemos centrarnos en los temas y las alusiones generales, y no tratar de analizar cada detalle hasta el punto de crear absurdos proféticos. Al igual que en las parábolas de Jesús, debemos buscar los puntos y las enseñanzas principales sin presionar cada detalle con la esperanza de encontrar alguna verdad oculta. En síntesis, debemos descubrir las líneas generales, los principios, y extraer de ellos los elementos relevantes para los últimos días.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"22 de junio",
               "dayTitle":"<p>EL PROFETA RENUENTE</p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p>Aunque breve, la historia de Jonás (ver Jon. 1-4) es considerablemente impactante. Muchos creyentes se han visto reflejados en este profeta renuente. Su historia también contiene notables alusiones a acontecimientos futuros.&nbsp;</p><p><strong>Lee Mateo 12:38 al 42. ¿A qué partes de la historia de Jonás se refiere Jesús cuando se dirige a los escribas y los fariseos? ¿Qué lecciones acerca del Juicio hay en su declaración?&nbsp;</strong></p><p><strong>Mateo 12:38-42</strong></p><p><strong><sup>38</sup></strong> Entonces respondieron algunos de los escribas y de los fariseos, diciendo: Maestro, deseamos ver de ti señal.&nbsp;</p><p><sup><strong>39</strong> </sup>Él respondió y les dijo: La generación mala y adúltera demanda señal; pero señal no le será dada, sino la señal del profeta Jonás.&nbsp;</p><p><strong><sup>40</sup> </strong>Porque como estuvo Jonás en el vientre del gran pez tres días y tres noches, así estará el Hijo del Hombre en el corazón de la tierra tres días y tres noches.&nbsp;</p><p><strong><sup>41</sup></strong> Los hombres de Nínive se levantarán en el juicio con esta generación, y la condenarán; porque ellos se arrepintieron a la predicación de Jonás, y he aquí más que Jonás en este lugar.&nbsp;</p><p><strong><sup>42</sup></strong> La reina del Sur se levantará en el juicio con esta generación, y la condenará; porque ella vino de los fines de la tierra para oír la sabiduría de Salomón, y he aquí más que Salomón en este lugar.</p><p><br></p><p>Jesús declaró que era mayor que Jonás. Sabía que el hecho de venir a este mundo significaría la Cruz, y aun así vino a “buscar y a salvar lo que se había perdido” (Luc. 19:10). Jonás pasó tres días en el gran pez a causa de sus propios pecados, pero Jesús pasó tres días en la tumba a causa de los nuestros. Eso era lo que hacía falta para salvar a los perdidos.&nbsp;</p><p>Jonás no quería ir a Nínive, lo cual es muy comprensible desde una perspectiva humana, ya que los asirios eran conocidos por su brutalidad. Los murales asirios están repletos de escenas de una crueldad inusitada. Los pueblos conquistados por ellos eran masacrados de maneras sádicas. ¿Quién querría ir a predicarles acerca del arrepentimiento?&nbsp;</p><p>Hay un momento importante en la historia de Jonás que puede señalar hacia el movimiento remanente de los últimos días. Cuando preguntan a Jonás quién es, él responde: “Soy hebreo, y venero al Señor, Dios de los cielos, que hizo la tierra y el mar”, una declaración muy semejante al mensaje del primer ángel (Jon. 1:9; Apoc. 14:7). Su énfasis en el Señor como aquel “que hizo la tierra y el mar” señala a Dios como el Creador. Este hecho es el fundamento de nuestra adoración dirigida a él, y la adoración es fundamental en los eventos de los últimos días.&nbsp;</p><p>Al mismo tiempo, también se nos ha encomendado predicar un mensaje potencialmente impopular en la Babilonia espiritual. Decir “¡Salgan de ella, pueblo mío!” (Apoc. 18:4) equivale a llamar al mundo al arrepentimiento, algo que la mayoría no recibe con agrado, por muy amable que sea el mensajero. ¿Quién de nosotros no ha recibido respuestas negativas o incluso hostiles como resultado de su testificación? Ello es simplemente parte de la tarea.&nbsp;</p><p><strong>¿Cuánto hay de Jonás en ti? ¿Cómo puedes superar esa actitud equivocada?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de junio",
               "dayTitle":"<p>UNA OBRA DE ARREPENTIMIENTO</p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p>Jonás tenía un mensaje inequívoco para el pueblo de Nínive: “Jonás entró en la ciudad y caminó un día pregonando: ‘De aquí a cuarenta días Nínive será destruida’ ” (Jon. 3:4). El lugar estaba condenado. ¿Acaso no era un anuncio directamente proveniente de un profeta del Señor? Sin embargo, ¿qué ocurrió con Nínive?&nbsp;</p><p><strong>Lee Jonás 3:5 al 10. ¿Por qué no se cumplió esta profecía?&nbsp;</strong></p><p><strong>Jonás 3:5-10</strong></p><p><sup><strong>5</strong></sup> Y los hombres de Nínive creyeron a Dios, y proclamaron ayuno, y se vistieron de cilicio desde el mayor hasta el menor de ellos.&nbsp;</p><p><strong><sup>6</sup></strong> Y llegó la noticia hasta el rey de Nínive, y se levantó de su silla, se despojó de su vestido, y se cubrió de cilicio y se sentó sobre ceniza.&nbsp;</p><p><strong><sup>7</sup></strong> E hizo proclamar y anunciar en Nínive, por mandato del rey y de sus grandes, diciendo: Hombres y animales, bueyes y ovejas, no gusten cosa alguna; no se les dé alimento, ni beban agua;&nbsp;</p><p><strong><sup>8 </sup></strong>sino cúbranse de cilicio hombres y animales, y clamen a Dios fuertemente; y conviértase cada uno de su mal camino, de la rapiña que hay en sus manos.&nbsp;</p><p><strong><sup>9</sup></strong> ¿Quién sabe si se volverá y se arrepentirá Dios, y se apartará del ardor de su ira, y no pereceremos?&nbsp;</p><p><strong><sup>10</sup></strong> Y vio Dios lo que hicieron, que se convirtieron de su mal camino; y se arrepintió del mal que había dicho que les haría, y no lo hizo.</p><p><br></p><p>Toda la ciudad se arrepintió y la destrucción anunciada fue evitada, al menos por un tiempo. “Su condenación fue evitada; el Dios de Israel fue exaltado y honrado en todo el mundo pagano, y su Ley fue reverenciada. Nínive no debía caer hasta muchos años más tarde, presa de las naciones circundantes, porque se olvidó de Dios y manifestó un orgullo jactancioso” (Elena de White, Profetas y reyes, p. 202).&nbsp;</p><p>¿Podemos esperar que algo así ocurra en los últimos días como resultado del mensaje final dirigido al mundo caído? Sí y no. Muchos prestarán atención al llamado: “Y oí otra voz del cielo que decía: ‘¡Salgan de ella, pueblo mío, para que no participen de sus pecados y no reciban de sus plagas!’ ” (Apoc. 18:4). Habrá personas en todo el mundo que se pondrán de pie y guardarán “los mandamientos de Dios y la fe de Jesús” en desafío a la bestia (Apoc. 14:12). Estas personas, como las de Nínive, se librarán del juicio que sobrevendrá a los perdidos.&nbsp;</p><p>Algunas profecías, como la de que Nínive sería destruida, son condicionales. La ciudad sería destruida si el pueblo no se apartaba de su maldad (ver Jer. 18:6-10). Sin embargo, otras profecías se cumplirán independientemente de la respuesta humana. Por ejemplo, las profecías mesiánicas acerca de la primera y la segunda venidas de Cristo, la marca de la bestia, el derramamiento de las plagas y la persecución al final del tiempo no son eventos condicionales. Lo que los seres humanos hagan y las decisiones que tomen determinarán de qué lado estarán cuando se desarrollen los acontecimientos finales predichos por los profetas.&nbsp;</p><p><strong>¿Qué decisiones estás tomando ahora que podrían determinar cuáles tomarás cuando surja la cuestión de adorar a Dios o la imagen de la bestia?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de junio",
               "dayTitle":"<p>LA FIESTA DE BELSASAR</p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p>Después de que la ciudad de Nínive fue humillada en el año 612 a. C. por un ejército que incluía a medos y babilonios (dirigidos por el padre de Nabucodonosor), Babilonia experimentó un renacimiento como no se había visto desde los días de Hammurabi, su gran legislador. Bajo Nabucodonosor, quien ahora estaba libre del problema de las incursiones asirias, la ciudad de Babilonia creció en riqueza e influencia hasta el punto de que las naciones vecinas no tuvieron más remedio que someterse a ella. Era la reina del mundo del antiguo cercano oriente, y las naciones que deseaban prosperar se declararon leales a ella.&nbsp;</p><p>Por su parte, y hasta donde sabemos, Nabucodonosor aceptó que el Dios de Daniel era el legítimo soberano de todas las naciones (Dan. 4:34-37). El siguiente relato que aparece en el libro de Daniel es el de Belsasar, príncipe heredero y corregente del reino de Babilonia.</p><p><strong>Lee Daniel 5:1 al 31. ¿Qué importantes mensajes espirituales podemos extraer de este relato? ¿Qué hizo tropezar a Belsasar? <br></strong></p><p><strong>Daniel 5:1-31</strong></p><p><sup><strong>1</strong></sup> El rey Belsasar hizo un gran banquete a mil de sus príncipes, y en presencia de los mil bebía vino.&nbsp;</p><p><strong><sup>2</sup></strong> Belsasar, con el gusto del vino, mandó que trajesen los vasos de oro y de plata que Nabucodonosor su padre había traído del templo de Jerusalén, para que bebiesen en ellos el rey y sus grandes, sus mujeres y sus concubinas.&nbsp;</p><p><strong><sup>3</sup></strong> Entonces fueron traídos los vasos de oro que habían traído del templo de la casa de Dios que estaba en Jerusalén, y bebieron en ellos el rey y sus príncipes, sus mujeres y sus concubinas.&nbsp;</p><p><sup><strong>4</strong> </sup>Bebieron vino, y alabaron a los dioses de oro y de plata, de bronce, de hierro, de madera y de piedra.</p><p><strong><sup>5</sup></strong> En aquella misma hora aparecieron los dedos de una mano de hombre, que escribía delante del candelero sobre lo encalado de la pared del palacio real, y el rey veía la mano que escribía.&nbsp;</p><p><sup><strong>6</strong> </sup>Entonces el rey palideció, y sus pensamientos lo turbaron, y se debilitaron sus lomos, y sus rodillas daban la una contra la otra.&nbsp;</p><p><strong><sup>7</sup> </strong>El rey gritó en alta voz que hiciesen venir magos, caldeos y adivinos; y dijo el rey a los sabios de Babilonia: Cualquiera que lea esta escritura y me muestre su interpretación, será vestido de púrpura, y un collar de oro llevará en su cuello, y será el tercer señor en el reino.&nbsp;</p><p><strong><sup>8</sup></strong> Entonces fueron introducidos todos los sabios del rey, pero no pudieron leer la escritura ni mostrar al rey su interpretación.&nbsp;</p><p><sup><strong>9</strong> </sup>Entonces el rey Belsasar se turbó sobremanera, y palideció, y sus príncipes estaban perplejos.&nbsp;</p><p><sup><strong>10</strong> </sup>La reina, por las palabras del rey y de sus príncipes, entró a la sala del banquete, y dijo: Rey, vive para siempre; no te turben tus pensamientos, ni palidezca tu rostro.</p><p>*Continua la lectura en tu Biblia</p><p><br></p><p>Quizá la parte más triste y trágica de este relato se encuentre en Daniel 5:22. Después de relatar al rey la caída y la restauración de Nabucodonosor, Daniel le dice: “Y tú, su hijo Belsasar, sabiendo todo esto, no has humillado tu corazón”. Es decir, aunque tuvo la oportunidad de conocer la verdad, prefirió ignorar los hechos y siguió el mismo curso de acción que acarreó tantos problemas a su predecesor.&nbsp;</p><p>Como Nabucodonosor al erigir la estatua de oro, Belsasar desafió abiertamente lo que el Dios de Daniel había predicho. El uso profano que hizo de los vasos del templo de Jerusalén era probablemente una manera de subrayar el hecho de que Babilonia había conquistado a los judíos y ahora poseía los artículos religiosos pertenecientes a su Dios. Es decir, que todavía tenían supremacía sobre el Dios que había predicho su desaparición.</p><p>Fue un completo desafío, a pesar de que Belsasar tenía sobrada evidencia y pleno conocimiento de los hechos. Su problema no era la falta de información o conocimiento, sino la dureza de su corazón. En los últimos días, cuando la crisis final se desate sobre el mundo, las personas también tendrán la oportunidad de conocer la verdad. Lo que determinará su decisión, como en el caso de Belsasar, será su corazón.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de junio",
               "dayTitle":"<p>EL SECAMIENTO DEL ÉUFRATES</p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p>Uno de los puntos fuertes de Babilonia era el río Éufrates, que fluía bajo sus murallas y proveía a la ciudad un suministro ilimitado de agua. Pero ese resultó ser a la vez su punto débil. Nitocris, una antigua reina babilónica, había realizado obras a lo largo del río con el fin de convertirlo en una ruta de acceso a la ciudad. Durante el proceso, desvió el río hacia un pantano para que los obreros pudieran trabajar con comodidad. Ciro se dio cuenta de que podía hacer lo mismo y disminuyó el nivel del Éufrates lo suficiente como para que sus tropas pudieran penetrar en la ciudad por debajo de la muralla. Una vez traspuestas las murallas, descubrió que los muros defensivos que bordeaban el río a lo largo de la ciudad estaban desguarnecidos, y conquistó la ciudad en una sola noche. El antiguo historiador griego Heródoto dice que “quienes vivían en el centro de Babilonia no tenían idea de que los suburbios habían caído, pues era una época de fiesta y todos estaban entregados a la danza y los placeres” (Herodotus, The Histories, trad. por Tom Holland [Nueva York: Penguin, 2015], p. 94). No cabe duda de que se trata de la fiesta descrita en Daniel 5.&nbsp;</p><p><strong>Lee Daniel 5:18 al 31 y Apocalipsis 16:12 al 19. ¿Qué paralelismos encuentras entre algunas de las plagas del Apocalipsis y la historia de la caída de Babilonia? <br></strong></p><p><strong>Daniel 5:18 -31</strong></p><p><sup><strong>18</strong></sup> El Altísimo Dios, oh rey, dio a Nabucodonosor tu padre el reino y la grandeza, la gloria y la majestad.&nbsp;</p><p><sup><strong>19</strong> </sup>Y por la grandeza que le dio, todos los pueblos, naciones y lenguas temblaban y temían delante de él. A quien quería mataba, y a quien quería daba vida; engrandecía a quien quería, y a quien quería humillaba.&nbsp;</p><p><strong><sup>20 </sup></strong>Mas cuando su corazón se ensoberbeció, y su espíritu se endureció en su orgullo, fue depuesto del trono de su reino, y despojado de su gloria.&nbsp;</p><p><strong><sup>21 </sup></strong>Y fue echado de entre los hijos de los hombres, y su mente se hizo semejante a la de las bestias, y con los asnos monteses fue su morada. Hierba le hicieron comer como a buey, y su cuerpo fue mojado con el rocío del cielo, hasta que reconoció que el Altísimo Dios tiene dominio sobre el reino de los hombres, y que pone sobre él al que le place.&nbsp;</p><p><strong><sup>22 </sup></strong>Y tú, su hijo Belsasar, no has humillado tu corazón, sabiendo todo esto;&nbsp;</p><p><sup><strong>23 </strong></sup>sino que contra el Señor del cielo te has ensoberbecido, e hiciste traer delante de ti los vasos de su casa, y tú y tus grandes, tus mujeres y tus concubinas, bebisteis vino en ellos; además de esto, diste alabanza a dioses de plata y oro, de bronce, de hierro, de madera y de piedra, que ni ven, ni oyen, ni saben; y al Dios en cuya mano está tu vida, y cuyos son todos tus caminos, nunca honraste.&nbsp;</p><p><strong><sup>24 </sup></strong>Entonces de su presencia fue enviada la mano que trazó esta escritura.&nbsp;</p><p><strong><sup>25 </sup></strong>Y la escritura que trazó es: MENE, MENE, TEKEL, UPARSIN.&nbsp;</p><p><strong><sup>26 </sup></strong>Esta es la interpretación del asunto: MENE: Contó Dios tu reino, y le ha puesto fin.&nbsp;</p><p><strong><sup>27 </sup></strong>TEKEL: Pesado has sido en balanza, y fuiste hallado falto.&nbsp;</p><p><strong><sup>28 </sup></strong>PERES: Tu reino ha sido roto, y dado a los medos y a los persas.&nbsp;</p><p><strong><sup>29 </sup></strong>Entonces mandó Belsasar vestir a Daniel de púrpura, y poner en su cuello un collar de oro, y proclamar que él era el tercer señor del reino.&nbsp;</p><p><sup><strong>30 </strong></sup>La misma noche fue muerto Belsasar rey de los caldeos.&nbsp;</p><p><strong><sup>31 </sup></strong>Y Darío de Media tomó el reino, siendo de sesenta y dos años.</p><p><strong>Apocalipsis 16:12-19</strong></p><p><sup><strong>12</strong></sup> El sexto ángel derramó su copa sobre el gran río Éufrates; y el agua de este se secó, para que estuviese preparado el camino a los reyes del oriente.&nbsp;</p><p><sup><strong>13</strong> </sup>Y vi salir de la boca del dragón, y de la boca de la bestia, y de la boca del falso profeta, tres espíritus inmundos a manera de ranas;&nbsp;</p><p><sup><strong>14</strong> </sup>pues son espíritus de demonios, que hacen señales, y van a los reyes de la tierra en todo el mundo, para reunirlos a la batalla de aquel gran día del Dios Todopoderoso.&nbsp;</p><p><sup><strong>15</strong> </sup>He aquí, yo vengo como ladrón. Bienaventurado el que vela, y guarda sus ropas, para que no ande desnudo, y vean su vergüenza.&nbsp;</p><p><sup><strong>16</strong> </sup>Y los reunió en el lugar que en hebreo se llama Armagedón.&nbsp;</p><p><sup><strong>17 </strong></sup>El séptimo ángel derramó su copa por el aire; y salió una gran voz del templo del cielo, del trono, diciendo: Hecho está.&nbsp;</p><p><strong><sup>18 </sup></strong>Entonces hubo relámpagos y voces y truenos, y un gran temblor de tierra, un terremoto tan grande, cual no lo hubo jamás desde que los hombres han estado sobre la tierra.&nbsp;</p><p><strong><sup>19 </sup></strong>Y la gran ciudad fue dividida en tres partes, y las ciudades de las naciones cayeron; y la gran Babilonia vino en memoria delante de Dios, para darle el cáliz del vino del ardor de su ira.</p><p><br></p><p>Al explicar cómo discernir las señales de los tiempos, Jesús advirtió a sus discípulos: “Velen, pues, porque no saben a qué hora ha de venir su Señor. Sin embargo, sepan esto: Si el padre de la familia supiere a qué hora el ladrón había de venir, velaría y no dejaría asaltar su casa” (Mat. 24:42, 43). Al igual que en la caída de Babilonia, la repentina aparición de Cristo tomará por sorpresa a la Babilonia moderna. Sin embargo, no tiene por qué ser así, ya que se nos ha dado amplia evidencia acerca de la pronta venida de Jesús en una multitud de detalladas profecías. El mundo no será sorprendido por no conocer el anuncio divino, sino por no haber creído en él.&nbsp;</p><p><strong>Lee Apocalipsis 16:15. Aun en medio de estas advertencias acerca del fin de los tiempos, ¿qué mensaje típico del evangelio se encuentra allí? ¿Qué significa “no andar desnudo”?</strong></p><p><strong>Apocalipsis 16:15</strong></p><p><strong><sup>15 </sup></strong>He aquí, yo vengo como ladrón. Bienaventurado el que vela, y guarda sus ropas, para que no ande desnudo, y vean su vergüenza. <br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de junio",
               "dayTitle":"<p>CIRO, EL UNGIDO</p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p>Cuando Ciro conquistó la ciudad de Babilonia y concluyó el cautiverio del pueblo de Dios. Los persas les permitieron volver a la Tierra Prometida y reconstruir el Templo. Bajo Ciro, el Imperio Persa se convirtió en el más grande de la historia merced a lo que el historiador Tom Holland llama “el mayor conglomerado de territorios que el mundo hubiera conocido” (Tom Holland, Dominion: The Making of the Western Mind [Nueva York: Basic Books, 2019], p. 25, kindle edition). Como era costumbre entre los persas, Ciro fue llamado “el gran rey”, o “rey de reyes”.&nbsp;</p><p>Ciro prefigura lo que sucederá cuando Cristo regrese para buscar a su pueblo. Él es el Rey que viene del este (comparar con Mat. 24:27), para guerrear contra Babilonia y liberar a su pueblo a fin de que este quede finalmente libre de ella y vuelva a la Tierra Prometida (ver Apoc. 19:11-16). Por eso Dios se refiere a Ciro como “su ungido” (Isa. 45:1). Este famoso persa no solo liberó al pueblo de Dios, sino también su campaña contra Babilonia es un tipo o prefiguración de la segunda venida de Cristo.&nbsp;</p><p><strong>Lee 2 Crónicas 36:22 y 23. ¿En qué se parecen la historia de Ciro y la de Nabucodonosor? ¿En qué difieren? ¿Cuál es la importancia del decreto? ¿Cómo influyó en la primera venida de Jesús siglos más tarde?&nbsp;</strong></p><p><strong>2 Crónicas 36:22-23</strong></p><p><strong><sup>22 </sup></strong>Mas al primer año de Ciro rey de los persas, para que se cumpliese la palabra de Jehová por boca de Jeremías, Jehová despertó el espíritu de Ciro rey de los persas, el cual hizo pregonar de palabra y también por escrito, por todo su reino, diciendo:&nbsp;</p><p><strong><sup>23 </sup></strong>Así dice Ciro, rey de los persas: Jehová, el Dios de los cielos, me ha dado todos los reinos de la tierra; y él me ha mandado que le edifique casa en Jerusalén, que está en Judá. Quien haya entre vosotros de todo su pueblo, sea Jehová su Dios con él, y suba.</p><p><br></p><p>Malaquías es hoy el último libro del Antiguo Testamento, pero, de acuerdo con el orden original del canon hebreo, este terminaba originalmente con la declaración de Ciro en 2 Crónicas 36:22 y 23, después de la cual comienza el Nuevo Testamento con el relato de Mateo acerca del nacimiento de Cristo, el Ciro antitípico. Ciro decretó la reconstrucción del Templo terrenal, pero Jesús inauguraría su ministerio en el Santuario celestial, que conduciría a su regreso y a nuestra liberación.&nbsp;</p><p>Ciro no era una representación perfecta de Cristo. Ningún tipo o prefiguración se alinea perfectamente con el antitipo, con la realidad representada, razón por la cual no debemos leer demasiado en cada pequeño detalle. Sin embargo, Ciro funciona en líneas generales como un tipo del Salvador.&nbsp;</p><p>Cuán fascinante es que Dios utilizara a un rey pagano de una manera tan marcada para hacer su voluntad. A pesar de las apariencias, ¿cómo podemos aprender a confiar en que Dios ciertamente dirigirá los acontecimientos finales según han sido profetizados?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de junio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p>Lee el capítulo titulado “El Vigía invisible” en las páginas 384 a 395 del libro Profetas y reyes, de Elena de White.&nbsp;</p><p>“A cada nación que subió al escenario de acción se le permitió ocupar su lugar en la Tierra, para que pudiese determinarse si iba a cumplir los propósitos del Vigilante y Santo. La profecía describió el nacimiento y el progreso de los grandes imperios mundiales: Babilonia, Medopersia, Grecia y Roma. Con cada uno de ellos, como con las naciones de menor potencia, la historia se repitió. Cada uno tuvo su plazo de prueba; cada uno fracasó, su gloria se desvaneció y su poder desapareció.&nbsp;</p><p>“Aunque las naciones rechazaron los principios divinos y con ello labraron su propia ruina, un propósito divino predominante ha estado obrando manifiestamente a través de los siglos” (Elena de White, Profetas y reyes, pp. 392, 393).&nbsp;</p><p>En Jeremías 18, el profeta observa a un alfarero mientras este da forma a lo que está creando. Es esta imagen, la de un alfarero que moldea su arcilla, la que Dios utiliza para explicar el principio de condicionalidad en la profecía bíblica. Para asegurarse de que lo entendemos, el Señor dice por medio de Jeremías: “En un instante puedo hablar contra una nación o un reino para arrancar, derribar y destruir. Pero si esa nación se convierte de su maldad, yo también desistiré del mal que había pensado hacerle, y en un instante hablaré de esa nación o ese reino para edificar y plantar. Pero si hace lo malo ante mis ojos, y desoye mi voz, desistiré del bien que había determinado hacerle” (Jer. 18:7-10).</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1.</strong> Piensa en la afirmación de Jesús de que el Juicio será menos severo para Nínive que para el pueblo de Dios que se había desviado de la verdad (ver Mat. 12:39-42). ¿Qué lección puede extraer la iglesia de Dios de esta advertencia?&nbsp;</p><p><strong>2.</strong> Nota la afirmación de Elena de White de que “la historia se repitió” con cada imperio sucesivo (Elena de White, Profetas y reyes, p. 392). ¿Qué tienen en común todos los imperios enumerados en la profecía? ¿De qué manera siguieron el mismo derrotero profético? ¿Cómo va también nuestro mundo actual en pos de ellos?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ..</p>",
               "id":138,
               "idDay":8,
               "idLesson":13,
               "lessonText":"<p><strong>RESEÑA&nbsp;</strong></p><p>Texto clave: Jonás 1:9.&nbsp;</p><p>Enfoque del estudio: Mateo 12:38-42; Jonás 3:5-10; Apocalipsis 18:4; Daniel 5:1-31.&nbsp;</p><p><strong>Introducción&nbsp;</strong></p><p>Puesto que la Biblia se refiere esencialmente al Reino de Dios, su mensaje central está orientado hacia el fin, hacia ese Reino celestial. Esta iluminación escatológica se hace evidente en las profecías apocalípticas –que muestran clara y explícitamente el escenario del fin de los tiemposy también en otras partes de las Escrituras que se refieren a manifestaciones específicas de juicio y salvación que ocurrirán en los últimos tiempos.&nbsp;</p><p>Para la lección de esta semana se han seleccionado tres de estos acontecimientos que tienen un rasgo particular en común: ocurren al final de la historia del Israel bíblico e implican a los gentiles, las “naciones” (comparar con Gén. 12:3; 22:18). El primer evento es dramático y se trata del juicio y el arrepentimiento de todo el pueblo de Nínive tras la reticente campaña evangelizadora del profeta Jonás. El segundo acontecimiento es trágico y consiste en el juicio de Belsasar, su falta de arrepentimiento y la pérdida de su reino. El tercer acontecimiento es glorioso; a saber, la salvación del pueblo de Dios gracias a la intervención del rey persa Ciro. El hecho de que el final de los tiempos sea la ocasión de la salvación de todos los conversos de las naciones, quienes finalmente se unen a las filas del Israel espiritual, es sorprendente; sin embargo, es sintomático del carácter cósmico del momento escatológico, según la predicción de Pablo: “Hasta que haya llegado la plenitud de los gentiles. Y así todo Israel será salvo” (Rom. 11:25, 26).&nbsp;</p><p><strong>COMENTARIO&nbsp;</strong></p><p><strong>El juicio de Nínive&nbsp;</strong></p><p>El profeta Jonás, el misionero israelita enviado al pueblo de Nínive, narra la historia de su éxito-fracaso. Dios lo llamó a trasladarse desde su lugar en Gat Hefer (2 Rey. 14:25), una pequeña ciudad en la parte norte del antiguo Israel durante la época de Jeroboam II, en el siglo VIII a. C. (785 a. C.). Esta época se describe en el libro de los Reyes como un mal momento para Israel, cuya infidelidad encendió la ira de Dios contra ellos (2 Rey. 13:3). Sin embargo, “el Señor no había decidido raer el nombre de Israel de debajo del cielo” (2 Rey. 14:27). Por el contrario, Dios “los salvó” del enemigo (2 Rey. 14:27).&nbsp;</p><p>Paradójicamente, durante esta época en particular, cuando Israel fue infiel, Dios llamó a Jonás para que fuera a Nínive a instar a sus habitantes al arrepentimiento. Jonás dice que toda la ciudad se arrepintió, para la profunda consternación del profeta. Él estaba tan disgustado por el llamado de Dios a la misión que se negó a obedecer. En lugar de viajar al norte, a Nínive, como Dios le había ordenado, Jonás prefirió viajar al sur, a Jope, y luego embarcarse hacia Tarsis.</p><p>El libro de Jonás narra cómo terminó él en el vientre de un gran pez que lo vomitó en tierra (Jon. 2:10). Jonás es recordado como el profeta que fue tragado por un gran pez porque se negó a ir a advertir a la ciudad de Nínive acerca del juicio de Dios. Curiosamente, el nombre de la ciudad evoca de alguna manera el recuerdo de este prodigio, ya que Nínive, en lengua cuneiforme, significa “pez grande en la ciudad”. Es como si el propio nombre de la ciudad sugiriera hasta dónde llegaría Dios, decepcionado por su propio pueblo, para salvar a una nación pagana más receptiva a su misericordia.&nbsp;</p><p>La historia de Jonás en Nínive es una ilustración de cómo Dios trata con su pueblo y con las naciones. En ellos vemos claramente cómo Dios extiende su gracia a los pecadores arrepentidos y cómo los disciplina por sus pecados no abandonados.&nbsp;</p><p><strong>El juicio de Belsasar&nbsp;</strong></p><p>El relato acerca del juicio del rey babilónico Belsasar aparece luego de la historia del juicio y el arrepentimiento de Nabucodonosor, como si el autor bíblico pretendiera resaltar el contraste entre los dos reyes. Aunque ambos monarcas son orgullosos y pecan contra Dios, no reciben el mismo juicio. Nabucodonosor es perdonado, y el capítulo que relata su experiencia termina con su alabanza a Dios, quien es capaz de abatir a los soberbios (Dan. 4:37). En cambio, Belsasar, que conocía la experiencia de su abuelo (Dan. 5:22), se niega a arrepentirse. Al contrario, repite deliberadamente las acciones de usurpación de Nabucodonosor (ver las lecciones 5 y 12) y va aún más lejos que él en su iniquidad. Mientras que la intención de Nabucodonosor era solo llevar los vasos del templo de Jerusalén al santuario de su propio dios, Belsasar bebe y se emborracha con esos vasos. Nabucodonosor se contenta con desechar los demás metales de la estatua (ver Daniel 3) y se queda solamente con el oro, que lo representa a él y a su reino. Al final, comprende su insensatez y dirige su alabanza al Dios del cielo que “vive para siempre” (Dan. 4:34).&nbsp;</p><p>Belsasar, en cambio, alaba a todos los dioses representados por estos metales (Dan. 5:4) e insulta intencionalmente a Dios. En ese momento de su alabanza a los ídolos, una mano aparece en el muro blanco y registra el juicio de Dios contra él.&nbsp;</p><p>Incluso el desenlace argumental de la historia de ambos reyes marca el contraste entre ellos. Nabucodonosor, quien se vio obligado a arrastrarse como un animal como consecuencia del juicio divino contra su orgullo, recupera su posición erguida. Entonces le fueron devueltos su “majestad, dignidad y grandeza” (Dan. 4:36). Belsasar, que estaba sentado en el trono y había estado tan seguro de sí mismo, ahora no puede mantenerse en pie y no se controla, sus rodillas chocan entre sí: “A gritos el rey mandó traer” (Dan. 5:7). El rey pide ayuda a sus sabios, pues no puede entender la inscripción que la mano misteriosa ha escrito en la pared. Ni siquiera sus sabios son capaces de interpretarla.&nbsp;</p><p>Entonces llega la reina madre, que era hija de Nabucodonosor y esposa de Nabonido, y da testimonio de la capacidad superior de Daniel, recordando así a Belsasar la experiencia espiritual de Nabucodonosor. Daniel, representante del Dios a quien el rey había insultado, es el único que podrá leer e interpretar la inscripción acerca del juicio que predice el fin del reino de Belsasar (Dan. 5:26-29). Las tres palabras escritas sintetizan el juicio contra Belsasar y dan una idea de lo que constituirá el juicio: “contado” implica responsabilidad; “pesado” indica evaluación; y “roto” significa rechazo.&nbsp;</p><p><strong>El juicio de Ciro&nbsp;</strong></p><p>El rey persa Ciro ocupa un lugar único en las Escrituras, ya que es el único gentil o pagano que recibe el título de “ungido” (Isa. 45:1), mashiaj en hebreo. La Biblia llega a relacionar a Ciro con el Salvador mesiánico, el propio Cristo. Más allá de la salvación de Israel del exilio en Babilonia por parte del “ungido” Ciro, el profeta Daniel ve al Mesías universal que liberará a los seres humanos de las garras del mal. Además, el profeta no se limita a predecir el acontecimiento.&nbsp;</p><p>Al establecer un paralelismo entre las setenta semanas proféticas y los setenta años de cautiverio babilónico, Daniel alerta al lector que aquellas semanas deben interpretarse proféticamente. Los setenta años se refieren a años literales que conducen a la venida del “ungido” Ciro (Isa. 45:1), quien restauró el Israel histórico en la antigua Palestina. De hecho, el “ungido” Ciro corrobora el carácter histórico del Mesías Jesucristo y del acontecimiento de la salvación obrada por el Señor. Las setenta semanas (de años) son semanas proféticas, que conducen a la venida del Mesías universal, que salvará al mundo del pecado y, por lo tanto, mediante la Expiación proveerá el perdón de los pecados. Este paralelismo entre los dos ungidos también se encuentra en el libro de Isaías, donde el ungido Ciro de Isaías 45 y el Siervo Sufriente de Isaías 53 hacen eco el uno del otro en un número significativo de niveles lingüísticos y temáticos.&nbsp;</p><p>El ungido Ciro desempeñó un papel decisivo en la caída de Babilonia, archienemiga de Israel; también hizo posible que los israelitas regresaran a su tierra (Esd. 1:1-3) e incluso ayudó a los judíos en la reconstrucción del templo de Jerusalén bajo la dirección del sumo sacerdote Josué (Esd. 3:2, 3). Es significativo que el libro de Apocalipsis establezca un paralelismo entre el logro de Ciro y la segunda venida de Cristo. El secamiento del Éufrates que permitió al rey de oriente, Ciro, entrar y provocar la caída de la ciudad de Babilonia sirve de modelo para describir la venida de Cristo en el tiempo del fin (Apoc. 16:12). Ciro preparó el terreno para la futura venida de Cristo y la salvación de la humanidad. Además, Ciro era un tipo o prefiguración histórica de Cristo. El papel que desempeñó Ciro en la primera venida de Cristo bien puede prefigurar el escenario que podría tener lugar al final de los tiempos en relación con la segunda venida. Por lo tanto, bien podemos conjeturar que los últimos acontecimientos de la salvación incluirán la actuación de individuos que estarán fuera de los patrones eclesiásticos regulares.</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p>1. ¿En qué sentido es el ejemplo de Jonás una advertencia contra los prejuicios religiosos? Analicen este interrogante como clase.&nbsp;</p><p>2. Mientras que la iglesia puede fracasar a la hora de demostrar sistemáticamente su rectitud, ¿cómo puede, por el contrario, tener éxito la gente del mundo? Jesús dijo a los religiosos de su tiempo: “Les aseguro que los publicanos y las rameras van delante de ustedes al reino de Dios” (Mat. 21:31). ¿Qué quiso decir con esto?&nbsp;</p><p>3. El hecho de que la justicia forme parte del Juicio es una garantía de la seriedad de Dios en su obra de salvación, que tiene como objetivo la erradicación total del mal y de la muerte. ¿De qué manera es la tensión entre justicia y gracia también un mensaje de consuelo y esperanza?&nbsp;</p><p>4. ¿Por qué solo podemos ser salvos en virtud de la misericordia de Dios y no por nuestros méritos?</p><p>5. Hay dos verdades importantes que debemos entender acerca del juicio de Dios en los últimos tiempos. En primer lugar, todo el mundo será informado y advertido. En segundo lugar, llegará un momento cuando será demasiado tarde para arrepentirse. Aplica el significado de las tres palabras de la inscripción de Belsasar a la iglesia de los últimos tiempos: “contados” significa que somos responsables de todo lo que hacemos y dejamos de hacer; “pesados” significa que se clasificará lo “bueno” y lo “malo” (solo Dios tiene ese poder de discernimiento); “roto” significa que se da la salvación a los demás.&nbsp;</p><p>6. Lee la siguiente exhortación de Elena de White: “No está lejos el tiempo cuando se llamará al pueblo de Dios a dar su testimonio ante los gobernantes de la Tierra. [...] No hay tiempo para la vanidad, para la frivolidad, para ocupar la mente en cosas sin importancia” (¡Maranata: El Señor viene! [Florida: ACES, 2016], p. 253). ¿Cómo te anima esta cita a compartir el mensaje para los últimos días y las advertencias de Dios con personas que se encuentran en posiciones de autoridad y poder?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>IMÁGENES DEL FIN</p>",
         "verse":"<p>“Y él respondió: ‘Soy hebreo, y venero al Señor, Dios de los cielos, que hizo la tierra y el mar’ ” (Jon. 1:9).</p>",
         "versionCode":10,
         "weekDate":"21-27 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
