{
   "data":[
      {
         "color":"#28df57",
         "id":7,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"10 mayo",
               "dayTitle":"",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p>El derecho de Dios a gobernar el universo se basa en su posición como Creador de todas las cosas (Apoc. 4:11) y también en su carácter. Al descubrir el carácter justo de Dios, comenzamos a entender cómo y por qué los seres humanos pecadores carecemos de su gloria (Rom. 3:23).<br><br>Esta semana nos adentraremos más en la visión de la sala del Trono y consideraremos cómo se relaciona la humanidad con un Dios santo, y cómo el sacrificio de Cristo nos restaura y nos acerca al Trono. Dios planea restaurarnos no solo como individuos, sino también como humanidad, para que volvamos a revelar su gloria al resto de la Creación. La Biblia contiene importantes pistas que ayudan a entender y apreciar el elevado llamado que Dios nos ha extendido a los pecadores perdonados y redimidos.<br><br>La rebelión humana llegará a su fin y, más que eso, el carácter amoroso y abnegado de Dios, manifestado de manera extraordinaria en la Cruz, brillará en respuesta a aquella aún más que al principio, aunque Dios nunca pretendió que la humanidad cayera.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 mayo",
               "dayTitle":"<p>“AQUÍ ESTOY, ENVÍAME A MÍ”</p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p>Hace años, una iglesia decidió renovar un antiguo sótano a fin de que sirviera como un espacio para la confraternización. Una de las primeras cosas que hicieron fue instalar nuevas luces, con la esperanza de que el lugar luciera mejor. Sin embargo, la nueva iluminación le daba peor aspecto, pues revelaba las imperfecciones que antes pasaban inadvertidas.<br><br>La asombrosa visión que Isaías tuvo del Trono de Dios lo hizo dolorosamente consciente de sus defectos: “¡Ay de mí, que soy muerto! Porque soy hombre de labios impuros, que vivo entre un pueblo de labios impuros, y mis ojos han visto al Rey, al Señor Todopoderoso”, se lamentó (Isa. 6:5). Sentiríamos lo mismo si estuviéramos de pronto ante el Señor. Su luz es suficientemente intensa como para disipar todas nuestras excusas. En su presencia, sentimos que estamos perdidos. Isaías recibió la sorpresa más grande de su vida.<br><br>Lee Isaías 6:6 al 8. El profeta sabía que el pecado significa nuestra ruina y que su resultado es la muerte, pero en lugar de abandonarnos a las consecuencias de la transgresión, nuestro amoroso Dios nos acerca a él. ¿Cómo terminó ese encuentro de Isaías con Dios y por qué es eso importante?Isaías 6:6 al 8.</p><p><br></p><p>\n<sup><strong>6</strong></sup> Y voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con unas tenazas;&nbsp;</p><p><strong><sup>7</sup></strong> y tocando con él sobre mi boca, dijo: He aquí que esto tocó tus labios, y es quitada tu culpa, y limpio tu pecado.&nbsp;</p><p><sup><strong>8</strong></sup> Después oí la voz del Señor, que decía: ¿A quién enviaré, y quién irá por nosotros? Entonces respondí yo: Heme aquí, envíame a mí.</p><p><br></p><p>Isaías fue purificado de su pecado cuando un serafín tomó un carbón del altar y tocó con él la boca del profeta. Probablemente se trataba del altar del incienso, donde se intercedía por el pueblo de Dios (ver Apoc. 8:3, 4). Sus pecados habían sido perdonados y ahora se lo consideraba apto para estar en la presencia de Dios; pero, además, se le había encomendado que representara a Dios ante el mundo.<br><br>Curiosamente, la palabra serafín significa “el que arde”. Observa la descripción que hace Jesús del ministerio de Juan el Bautista en Juan 5:35: “Juan era una antorcha que ardía y alumbraba. Y ustedes quisieron recrearse por un momento a su luz”. Aunque Juan mismo era un pecador necesitado de gracia y salvación, su ministerio señalaba al Único que podía traer gracia y salvación.<br><br>Jesús vino como la representación perfecta de la gloria del Padre, y Dios envió a un profeta, un pecador, a realizar una tarea similar a la de uno de los serafines del Cielo.<br><br><strong>Solo cuando Isaías supo que su pecado había sido limpiado, dijo: “¡Aquí estoy! Envíame a mí”. ¿Cómo puede cada uno de nosotros, tras ser expiados nuestros pecados por la sangre de Jesús, responder como Isaías?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 mayo",
               "dayTitle":"<p>LOS DOS QUERUBINES</p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p>Tan pronto como nuestros primeros padres fueron expulsados del Edén, Dios ofreció la esperanza del Mesías (Gén. 3:15). Estableció entonces un poderoso símbolo a las puertas del Edén: dos querubines con una destellante luz entre ellos. No debe perderse de vista el hecho de que esta escena se asemeja al Arca de la Alianza, símbolo del Trono de Dios (Éxo. 25:18).<br><br><strong>Lee Génesis 3:22 al 24. ¿Qué tarea se encomendó a los querubines y por qué?</strong><br><br>Génesis 3:22 - 24</p><p>22 Y dijo Jehová Dios: He aquí el hombre es como uno de nosotros, sabiendo el bien y el mal; ahora, pues, que no alargue su mano, y tome también del árbol de la vida, y coma, y viva para siempre.<br><br>23 Y lo sacó Jehová del huerto de Edén, para que labrase la tierra de que fue tomado.<br><br>24 Echó, pues, fuera al hombre, y puso al oriente del huerto de Edén querubines, y una espada encendida que se revolvía por todos lados, para guardar el camino del árbol de la vida.</p><p><br>Si bien es cierto que los querubines tenían la responsabilidad de impedir que los pecadores accedieran al Árbol de la Vida (Gén. 3:22), también eran un símbolo de esperanza, de la promesa de que un día los seres humanos volverían al Paraíso. “El Jardín del Edén permaneció sobre la Tierra mucho tiempo después de que el hombre fuera expulsado de sus agradables senderos (ver Gén. 4:16). Por mucho tiempo se le permitió a la raza caída contemplar de lejos el hogar de la inocencia, cuya única entrada estaba vedada por los ángeles vigilantes. En la puerta del Paraíso, custodiada por querubines, se revelaba la gloria divina. Aquí venían Adán y sus hijos a adorar a Dios. Allí renovaban sus votos de obediencia a esa Ley cuya transgresión los había arrojado del Edén. [...] Pero en la restitución final, cuando haya ‘un cielo nuevo y una tierra nueva’ (Apoc. 21:1), se lo ha de restaurar más gloriosamente embellecido que al principio” (Elena de White, Patriarcas y profetas, pp. 46, 47).<br><br>Génesis 3:24 es también interesante en otro sentido: la palabra hebrea traducida allí como “puso” (shakan) es la misma que designa el Tabernáculo, o Santuario (ver Éxo. 25:9; Núm. 3:26), donde Dios moraba (shakan) con su pueblo. Aunque el sustantivo shekinah (derivado de shakan), como designación de la presencia de Dios, no aparece en la Biblia, la raíz del término designa el Santuario (la morada de Dios con su pueblo) y aparece en Génesis 3:24: “Dios puso (heb. shakan) querubines al oriente del Jardín del Edén”.<br><br>La Biblia asocia a los querubines con la presencia de Dios (ver 1 Crón. 13:6; Sal. 80:1; Isa. 37:16), en particular con su Trono, el lugar donde es proclamado su nombre. En tal sentido, los 24 ancianos que están ante el Trono de Dios en Apocalipsis 4 y 5 lo alaban y reconocen su derecho a gobernar como Creador de todas las cosas (Apoc. 4:11). Esto puede ayudarnos a entender la escena de la sala del Trono y nuestro papel como pecadores perdonados en relación con nuestro Hacedor.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 mayo",
               "dayTitle":"<p>COMO CARBONES ENCENDIDOS</p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p>Los querubines, ya sea como seres vivientes (Eze. 10:8) o como símbolos hechos de oro (Éxo. 25:18), aparecen a lo largo de todo el Antiguo Testamento. A menudo se los representa junto al Trono de Dios, desde donde la gloria de él se irradia al universo. Los querubines también están bordados en la cortina que está delante del Lugar Santísimo (Éxo. 26:1). En el libro de Salmos, el poder supremo de Dios sobre la Creación es representado poéticamente mediante la imagen de queru bines que transportan a Dios en el aire (Sal. 18:10). Dios ordenó que el Arca de la Alianza estuviera coronada por dos querubines de oro macizo con sus alas extendidas hacia adelante y uno frente al otro (Éxo. 25:18-20).<br><br><strong>Lee Ezequiel 1:4 al 14. ¿Qué similitudes ves entre este pasaje y las escenas representadas en Isaías 6:1 al 6 y Apocalipsis 4:1 al 11?</strong><br><sup><br><strong>4</strong></sup> Y miré, y he aquí venía del norte un viento tempestuoso, y una gran nube, con un fuego envolvente, y alrededor de él un resplandor, y en medio del fuego algo que parecía como bronce refulgente,<br><sup><br><strong>5</strong></sup> y en medio de ella la figura de cuatro seres vivientes. Y esta era su apariencia: había en ellos semejanza de hombre.<br><sup><br><strong>6</strong></sup> Cada uno tenía cuatro caras y cuatro alas.<br><sup><strong><br>7</strong></sup> Y los pies de ellos eran derechos, y la planta de sus pies como planta de pie de becerro; y centelleaban a manera de bronce muy bruñido.<br><sup><br><strong>8 </strong></sup>Debajo de sus alas, a sus cuatro lados, tenían manos de hombre; y sus caras y sus alas por los cuatro lados.<br><sup><br><strong>9</strong></sup> Con las alas se juntaban el uno al otro. No se volvían cuando andaban, sino que cada uno caminaba derecho hacia adelante.<br><sup><br><strong>10</strong></sup> Y el aspecto de sus caras era cara de hombre, y cara de león al lado derecho de los cuatro, y cara de buey a la izquierda en los cuatro; asimismo había en los cuatro cara de águila.<br><sup><br><strong>11</strong></sup> Así eran sus caras. Y tenían sus alas extendidas por encima, cada uno dos, las cuales se juntaban; y las otras dos cubrían sus cuerpos.<br><sup><br><strong>12</strong></sup> Y cada uno caminaba derecho hacia adelante; hacia donde el espíritu les movía que anduviesen, andaban; y cuando andaban, no se volvían.<br><sup><br><strong>13</strong></sup> Cuanto a la semejanza de los seres vivientes, su aspecto era como de carbones de fuego encendidos, como visión de hachones encendidos que andaba entre los seres vivientes; y el fuego resplandecía, y del fuego salían relámpagos.<br><sup><br><strong>14</strong></sup> Y los seres vivientes corrían y volvían a semejanza de relámpagos.<br><br>Isaías 6:1 - 6<br><sup><br><strong>1</strong></sup> En el año que murió el rey Uzías vi yo al Señor sentado sobre un trono alto y sublime, y sus faldas llenaban el templo.<br><sup><br><strong>2</strong></sup> Por encima de él había serafines; cada uno tenía seis alas; con dos cubrían sus rostros, con dos cubrían sus pies, y con dos volaban.<br><sup><br><strong>3</strong></sup> Y el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová de los ejércitos; toda la tierra está llena de su gloria.<br><sup><br><strong>4</strong></sup> Y los quiciales de las puertas se estremecieron con la voz del que clamaba, y la casa se llenó de humo.<br><sup><br>5</sup> Entonces dije: ¡Ay de mí! que soy muerto; porque siendo hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, Jehová de los ejércitos.<br><sup><br><strong>6</strong></sup> Y voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con unas tenazas;<br><br>Apocalipsis 4:1 - 11<br><sup><br><strong>1 </strong></sup>Después de esto miré, y he aquí una puerta abierta en el cielo; y la primera voz que oí, como de trompeta, hablando conmigo, dijo: Sube acá, y yo te mostraré las cosas que sucederán después de estas.<br><sup><br><strong>2</strong></sup> Y al instante yo estaba en el Espíritu; y he aquí, un trono establecido en el cielo, y en el trono, uno sentado.<br><sup><br><strong>3 </strong></sup>Y el aspecto del que estaba sentado era semejante a piedra de jaspe y de cornalina; y había alrededor del trono un arco iris, semejante en aspecto a la esmeralda.<br><sup><br><strong>4</strong></sup> Y alrededor del trono había veinticuatro tronos; y vi sentados en los tronos a veinticuatro ancianos, vestidos de ropas blancas, con coronas de oro en sus cabezas.<br><sup><br><strong>5</strong></sup> Y del trono salían relámpagos y truenos y voces; y delante del trono ardían siete lámparas de fuego, las cuales son los siete espíritus de Dios.<br><sup><br><strong>6</strong></sup> Y delante del trono había como un mar de vidrio semejante al cristal; y junto al trono, y alrededor del trono, cuatro seres vivientes llenos de ojos delante y detrás.<br><sup><br><strong>7</strong></sup> El primer ser viviente era semejante a un león; el segundo era semejante a un becerro; el tercero tenía rostro como de hombre; y el cuarto era semejante a un águila volando.<br><sup><br><strong>8</strong></sup> Y los cuatro seres vivientes tenían cada uno seis alas, y alrededor y por dentro estaban llenos de ojos; y no cesaban día y noche de decir: Santo, santo, santo es el Señor Dios Todopoderoso, el que era, el que es, y el que ha de venir.<br><sup><br><strong>9</strong></sup> Y siempre que aquellos seres vivientes dan gloria y honra y acción de gracias al que está sentado en el trono, al que vive por los siglos de los siglos,<br><sup><br><strong>10</strong></sup> los veinticuatro ancianos se postran delante del que está sentado en el trono, y adoran al que vive por los siglos de los siglos, y echan sus coronas delante del trono, diciendo:<br><sup><br><strong>11 </strong></sup>Señor, digno eres de recibir la gloria y la honra y el poder; porque tú creaste todas las cosas, y por tu voluntad existen y fueron creadas.<br><br>Ezequiel se encuentra ante un impresionante despliegue del poder de Dios. Se trata de una escena que coincide con la difícil situación en la que se encontraba el pueblo de Dios en ese momento. El pueblo elegido no estaba en la Tierra Prometida, sino en el cautiverio, en Babilonia. Mientras Ezequiel analiza la escena que se le presenta, mira hacia arriba, y ve el Trono de Dios por encima de todo.<br><br>Obsérvense las importantes similitudes con otras visiones del “Trono”. Los seres vivientes que ve Ezequiel tienen los mismos rostros que los de la visión de Juan: cara de león, de águila, de buey y de hombre.<br><br>Las misteriosas criaturas de cuatro caras no son nombradas específicamente en la descripción inicial de Ezequiel, pero más tarde, en otra escena de la sala del Trono (ver Eze. 10:1-21), se los llama “querubines”. También encontramos en la escena los carbones encendidos de la visión de Isaías acerca de los serafines. Los rostros de estos son iguales a los de los seres vivientes mencionados en la visión de Juan.<br><br>Siempre que vemos el Trono de Dios, ya sea en el Arca del Pacto, que sirvió como lugar de encuentro de Dios con Moisés (Éxo. 25:22), o en las impresionantes visiones de los profetas, los querubines aparecen allí y están íntimamente li gados al Trono de Dios. Todas las criaturas de Dios fueron diseñadas para reflejar su gloria, tanto los seres humanos, hechos a su imagen, como los seres angélicos, que están junto a su glorioso Trono.<br><strong><br>“Santo, santo, santo es el Señor Dios Todopoderoso” (Apoc. 4:8). ¿Cómo te ves en comparación con la santidad de la que Ezequiel es testigo aquí? ¿Qué te dice tu respuesta acerca de tu necesidad del evangelio?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 mayo",
               "dayTitle":"<p>DIOS ENTRE SU PUEBLO</p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p>En el desierto, la presencia de Dios en la nube guiaba a su pueblo durante su viaje a la Tierra Prometida y hacía que se detuvieran en el lugar indicado por él y levantaran allí el Tabernáculo, alrededor del cual las tribus acampaban distribuyéndose a razón de tres por cada lado. Dios descendía entonces y se instalaba en el Lugar Santísimo, en medio de su pueblo.<br><br><strong>Había una tribu principal en cada uno de los cuatro lados del Tabernáculo. Según Números 2, ¿cuáles eran las cuatro tribus principales?</strong><br><br>Números 2:3<strong><sup><br><br>3</sup></strong> Estos acamparán al oriente, al este: la bandera del campamento de Judá, por sus ejércitos; y el jefe de los hijos de Judá, Naasón hijo de Aminadab.<br><br>Números 2:10<br><sup><br><strong>10</strong></sup> La bandera del campamento de Rubén estará al sur, por sus ejércitos; y el jefe de los hijos de Rubén, Elisur hijo de Sedeur.<br><br>Números 2:18<br><br><strong><sup>18</sup></strong> La bandera del campamento de Efraín por sus ejércitos, al occidente; y el jefe de los hijos de Efraín, Elisama hijo de Amiud.<br><br>Números 2:25<br><sup><br><strong>25</strong></sup> La bandera del campamento de Dan estará al norte, por sus ejércitos; y el jefe de los hijos de Dan, Ahiezer hijo de Amisadai.<br><br>Nota que cada una de esas cuatro tribus enarbolaba su propio “estandarte”, o bandera especial, para identificarse. Aunque las Escrituras no son explícitas en cuanto a lo que había en cada bandera, existe una tradición interesante (basada en las características descritas en Gén. 49 y Deut. 33) que asigna una cara a cada una de esas tribus: “Según la tradición rabínica, el estandarte de Judá tenía la figura de un león; el de Rubén, la de un rostro humano; el de Efraín, la figura de un buey; y el de Dan, la de un águila; de modo que las cuatro criaturas vivientes descritas por Ezequiel estaban representadas en estos cuatro estandartes” (Carl Friedrich Keil y Franz Delitzsch, Commentary on the Old Testament [Peabody: Hendrickson, 2011], t. 1, p. 660).<br><br>Es posible leer demasiado en la tradición, pero sigue siendo interesante comparar esta con la descripción bíblica de la Nueva Jerusalén, ya que hay puertas que representan a tres tribus en cada uno de los cuatro lados de la ciudad (Apoc. 21:12, 13).<br><br>Las descripciones del campamento de Israel y de la Nueva Jerusalén subrayan un hecho crucial: Dios pretende acercar a la humanidad a su Trono. Apocalipsis nos enseña que “su templo es el Señor Dios Todopoderoso y el Cordero” (Apoc. 21:22). Aunque ciertamente no estamos en el campamento de Israel, ¿cómo podemos acercarnos a la presencia de Dios?</p><p><strong>Aunque ciertamente no estamos en el campamento de Israel, ¿cómo podemos acercarnos a la presencia de Dios?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 mayo",
               "dayTitle":"<p>LA CAÍDA DE LUCIFER</p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p>Resulta difícil de entender que Lucifer ocupara una vez el puesto de querubín protector, una posición exaltada junto al Trono de Dios. Seguramente su existencia habría ayudado a revelar la gloria de Dios al universo. En lugar de eso, comenzó a anhelar la gloria para sí, no para su Creador; o, para ser más precisos, empezó a imaginar que no se le estaba dando la consideración que merecía.<br><br><strong>Lee Ezequiel 28:11 al 17 e Isaías 14:12 al 14. ¿Qué provocó la caída de Lucifer? Compara estos pasajes con Apocalipsis 14:1 al 12. ¿Cómo influye el contraste entre la caída de Lucifer y la elevada posición de la humanidad en Cristo en tu comprensión de lo que ocurre en Apocalipsis 14?</strong><br><br><strong>Ezequiel 28:11 - 17</strong><br><sup><br><strong>11</strong></sup> Vino a mí palabra de Jehová, diciendo:<br><sup><br><strong>12</strong></sup> Hijo de hombre, levanta endechas sobre el rey de Tiro, y dile: Así ha dicho Jehová el Señor: Tú eras el sello de la perfección, lleno de sabiduría, y acabado de hermosura.<br><br><strong><sup>13</sup> <sup></sup></strong><sup></sup>En Edén, en el huerto de Dios estuviste; de toda piedra preciosa era tu vestidura; decornerina, topacio, jaspe, crisólito, berilo y ónice; de zafiro, carbunclo, esmeralda y oro; los primores de tus tamboriles y flautas estuvieron preparados para ti en el día de tu creación.<br><sup><br><strong>14</strong></sup> Tú, querubín grande, protector, yo te puse en el santo monte de Dios, allí estuviste; en medio de las piedras de fuego te paseabas.<br><br>15 Perfecto eras en todos tus caminos desde el día que fuiste creado, hasta que se halló en ti maldad.<br><sup><br><strong>16</strong></sup> A causa de la multitud de tus contrataciones fuiste lleno de iniquidad, y pecaste; por lo que yo te eché del monte de Dios, y te arrojé de entre las piedras del fuego, oh querubín protector.<br><sup><br><strong>17</strong></sup> Se enalteció tu corazón a causa de tu hermosura, corrompiste tu sabiduría a causa de tu esplendor; yo te arrojaré por tierra; delante de los reyes te pondré para que miren en ti.<br><br><strong>Isaías 14:12 - 14</strong><br><sup><br><strong>12</strong></sup> ¡Cómo caíste del cielo, oh Lucero, hijo de la mañana! Cortado fuiste por tierra, tú que debilitabas a las naciones.<br><sup><br><strong>13 </strong></sup>Tú que decías en tu corazón: Subiré al cielo; en lo alto, junto a las estrellas de Dios, levantaré mi trono, y en el monte del testimonio me sentaré, a los lados del norte;<br><sup><br><strong>14</strong></sup> sobre las alturas de las nubes subiré, y seré semejante al Altísimo.</p><p><strong>Apocalipsis 14:1 al 12</strong></p><p><sup><strong>1 </strong></sup>Después miré, y he aquí el Cordero estaba en pie sobre el monte de Sion, y con él ciento cuarenta y cuatro mil, que tenían el nombre de él y el de su Padre escrito en la frente.<br><sup><br><strong>2 </strong></sup>Y oí una voz del cielo como estruendo de muchas aguas, y como sonido de un gran trueno; y la voz que oí era como de arpistas que tocaban sus arpas.<br><sup><br><strong>3 </strong></sup>Y cantaban un cántico nuevo delante del trono, y delante de los cuatro seres vivientes, y de los ancianos; y nadie podía aprender el cántico sino aquellos ciento cuarenta y cuatro mil que fueron redimidos de entre los de la tierra.<br><sup><br><strong>4 </strong></sup>Estos son los que no se contaminaron con mujeres, pues son vírgenes. Estos son los que siguen al Cordero por dondequiera que va. Estos fueron redimidos de entre los hombres como primicias para Dios y para el Cordero;<br><sup><br><strong>5 </strong></sup>y en sus bocas no fue hallada mentira, pues son sin mancha delante del trono de Dios. El mensaje de los tres ángeles<br><sup><br><strong>6 </strong></sup>Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,<br><sup><br><strong>7 </strong></sup>diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.<br><sup><br><strong>8 </strong></sup>Otro ángel le siguió, diciendo: Ha caído, ha caído Babilonia, la gran ciudad, porque ha hecho beber a todas las naciones del vino del furor de su fornicación.<br><sup><br><strong>9 </strong></sup>Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano,<br><sup><br><strong>10 </strong></sup>él también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y será atormentado con fuego y azufre delante de los santos ángeles y del Cordero;<br><sup><br><strong>11 </strong></sup>y el humo de su tormento sube por los siglos de los siglos. Y no tienen reposo de día ni de noche los que adoran a la bestia y a su imagen, ni nadie que reciba la marca de su nombre.<br><sup><br><strong>12 </strong></sup>Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.</p><p>Observa cómo Lucifer fue expulsado del Monte Santo mientras que los redimidos están en el monte Sion con el Cordero de Dios. Se dice que Lucifer estuvo en el Edén; la humanidad también estuvo allí una vez, pero en contraste con el destino de Satanás, ella está siendo restaurada por medio de Cristo para volver al paraíso (ver Apoc. 22:1-3).<br><br>En este contexto, la siguiente cita de Elena de White es muy instructiva: “Las va cantes que se produjeron en el cielo por la caída de Satanás y sus ángeles serán llena das por los redimidos del Señor” (La verdad acerca de los ángeles [ACES, 2015], p. 53].<br><br>Los redimidos estarán en el Cielo solamente gracias al evangelio. De hecho, el tema de la Redención se encuentra representado de una manera gráfica en la sala del Trono descrita en Apocalipsis 4 y 5. Por ejemplo, los ángeles exclaman: “ ‘Digno eres de tomar el libro y de abrir sus sellos; porque tú fuiste inmolado, y con tu sangre nos has redimido para Dios, de todo linaje y lengua y pueblo y nación’ ” (Apoc. 5:9, RVR 1960). ¡Qué imagen del evangelio! La muerte de Jesús hizo posible la redención de la humanidad.<br><br>Observa también cómo refleja el lenguaje allí usado el mensaje del primer ángel, en el que se nos llama a predicar “el evangelio eterno [...] a los que ha bitan en la tierra, a toda nación y tribu, lengua y pueblo” (Apoc. 14:6). Qué poderosa representación de lo que Cristo ha hecho por el mundo. No hay un solo ser humano en la historia de la Tierra por quien Cristo no haya muerto. Los seres humanos solo necesitan conocerlo y aceptarlo.<br><br><strong>¿Cuál es nuestro papel como iglesia y como individuos en la tarea de dar a conocer a las personas lo que Cristo ha hecho por ellas?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 mayo",
               "dayTitle":"<p>&nbsp;PARA ESTUDIAR Y MEDITAR:<br><br></p>",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p>Lee el capítulo titulado “El fin del Conflicto”, en el libro El conflicto de los siglos (pp. 720-737), de Elena de White.</p><br><p>Satanás, quien fue una vez un querubín protector, trató de destruir la confianza en el Trono de Dios. Dios ha permitido que los ángeles caídos continúen en su rebelión para mostrar al universo las profundidades de la maldad resultante de la autoexaltación. Y, aunque Satanás logró engañar a la humanidad para que se le uniera en su guerra contra Dios, Cristo lo derrotó completamente en la Cruz, asegurando un lugar para la humanidad donde una vez estuvieron los ángeles que cayeron. Los pecadores que están en Cristo se vuelven públicamente contra las pretensiones de Lucifer. El escenario final es, en cierto modo, una revelación aún mayor de la bondad y el amor de Dios que la que existía antes de la caída de Lucifer. Aunque Dios nunca quiso que existiera el mal y este es una tragedia de consecuencias eternas, cuando todo haya terminado, la bondad y el amor de Dios se revelarán como no lo habrían hecho si no hubiera surgido el mal.</p><br><p>Cristo “echa una mirada hacia los redimidos, transformados a su propia imagen, y cuyos corazones llevan el sello perfecto de lo divino y cuyos rostros reflejan la semejanza de su Rey. Contempla en ellos el resultado de las angustias de su alma, y está satisfecho. Luego, con voz que llega hasta las multitudes reunidas de los justos y de los impíos, exclama: ‘¡Contemplen el rescate de mi sangre! Por estos sufrí, por estos morí, para que pudiesen permanecer en mi presencia a través de las edades eternas’. Y, de los revestidos con túnicas blancas en torno del Trono asciende el canto de alabanza: ‘El Cordero que fue inmolado es digno de tomar el poder, las riquezas, la sabiduría, la fortaleza, la honra, la gloria y la alabanza!’ (Apoc. 5:12, RVR 1960)” (Elena de White, El conflicto de los siglos, pp. 729, 730).</p><br><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong><br></strong></p><p><strong>1. ¡Imagina lo que significaría estar ante Dios con cada error cometido, cada defecto de carácter, cada acto indebido, cada pensamiento incorrecto, cada motivo inaceptable totalmente expuesto ante él! ¿Qué merecerías justa y legítimamente? ¿Cuál es entonces tu única esperanza? ¿Por qué debemos tener “la justicia de Dios, por medio de Jesucristo, por la fe, para todos los que creen en él” (Rom. 3:22) cubriéndonos ahora y en el Juicio, cuando más la necesitamos? En resumen, ¿por qué necesitamos el evangelio?</strong></p><p><strong><br></strong></p><p><strong>2. Juan el Bautista, como hemos visto, desempeñó el papel de un serafín: una lámpara ardiente y brillante (ver Juan 5:35). Fue, por supuesto, el precursor de Cristo, y quien anunció la primera aparición del Mesías. ¿De qué manera el pueblo de Dios de los últimos días desempeña un papel profético similar?</strong></p><p><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 mayo",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":78,
               "idDay":8,
               "idLesson":7,
               "lessonText":"<p><strong>Texto clave: Isaías 6:8.<br><br>Enfoque del estudio: Isaías 6:6-8; Apocalipsis 4:9-11.</strong><br><strong><br>Introducción</strong><br><br>Dios es el fundamento de todo bien, sencillamente porque es el Creador de todo lo bueno que existe, ya sea animado o inanimado. Escuchamos esta importante verdad en las primeras palabras de la Biblia: “En el principio creó Dios los cielos y la tierra” (Gén. 1:1). En la frase hebrea, el verbo “crear” precede al sujeto “Dios”, una forma de afirmar que, puesto que Dios es el Creador, es Dios. En la lección de esta semana reflexionaremos acerca del significado de esta verdad fundamental, que es la base de tres revelaciones bíblicas acerca de Dios.<br><br>Nuestra atención se centrará primero en el Trono de Dios en el Cielo. Puesto que Dios es la causa de todo y todo depende de él, el Señor es el Rey que gobierna sobre todo. Por lo tanto, Dios es presentado como el Rey de reyes, sentado en su Trono en el Cielo (Isa. 6:1, 6-8; Apoc. 4:9-11). Nuestra atención se trasladará luego al Trono de Dios en la Tierra. Puesto que él gobierna el universo, su trono tiene también jurisdicción sobre la Tierra. En esta segunda sección, aprenderemos acerca de la realeza de Dios en el mundo, en el Jardín del Edén y, más tarde, en Israel en relación con el Arca del Pacto y en Sion, descritos como lugares vinculados al Trono de Dios.<br><br>En la sección Aplicación a la vida, abrazaremos nuestra esperanza futura de participar del Trono de Dios en la “Nueva Jerusalén” en la tierra nueva. Para concluir, consideraremos el siguiente interrogante: ¿Qué significa para nuestra existencia actual tener el Trono de Dios en nuestro corazón?<br><br><strong>COMENTARIO</strong><br><br><strong>El Trono de Dios en el Cielo</strong><br><br>La existencia del Trono de Dios en el Cielo es anterior a la creación de la Tierra. Según Jeremías, este lugar existe desde el principio mismo de la creación del universo (Jer. 17:12). Allí, en ese particular contexto celestial, tuvo lugar la primera rebelión de Lucifer y, por lo tanto, el origen del mal. Este testimonio es importante porque demuestra que el mal es un problema cósmico que afecta también a otros mundos, no solo a la Tierra. La única solución para el problema del mal es cósmica, por lo que debe implicar la destitución de Lucifer (Apoc. 20:7-10). Isaías describe el Trono de Dios como el lugar donde los seres celestiales sirven, alaban y adoran al Rey del universo: “Vi al Señor sentado sobre un trono alto y sublime” (Isa. 6:1). La situación del Trono en el Cielo es rica en ideas acerca de la realidad divina y en enseñanzas que nos conciernen.<br><br>La primera idea comunicada por la imagen del Trono tiene que ver con la realeza. Como Rey de la Creación, Dios gobierna y controla todo el universo. Esta idea implica para nosotros la obediencia a sus leyes y la confianza en su poder y su liderazgo. Además, como la realeza está a menudo asociada en la Biblia con la función&nbsp; judicial (Sal. 122:5), todas las criaturas, incluidos los seres humanos, deberían ver a Dios como su Juez, lo que significa que Dios es quien ve y evalúa todas nuestras acciones, buenas y malas (Ecl. 12:14). Además, vemos desde esa perspectiva que Dios es quien nos salvará del mal ya que, en la Biblia, el juez actúa también como el “salvador” (Juec. 3:9, 15; 6:36; 12:3). Al situar el Trono de Dios en el Cielo, la Biblia muestra que el juicio y la salvación no están en nuestras manos. Solo Dios juzga, y solo él nos salvará.<br><br>El énfasis bíblico en el Cielo como sede del Trono de Dios pretende transmitir varios mensajes. Esta ubicación implica que Dios es distinto de su Creación; no es el árbol ni está en el árbol. Dios no es un derivado de los seres humanos. Dios es el Creador, ubicado infinitamente lejos de la Tierra y, por lo tanto, inalcanzable para nosotros: “Dios está en el cielo y tú sobre la tierra. Por tanto, sean pocas tus palabras” (Ecl. 5:2).<br><br>Cualquier teología o descripción humana de Dios es inadecuada porque Dios trasciende nuestro entendimiento (Job 11:7-12; 36:26; Isa. 55:8, 9). Cuando nos diri gimos a Dios en oración, nuestras palabras, e incluso nuestro silencio, deben reflejar reverencia. El profundo misterio de Dios es evocado por la complejidad del Trono, que tiene la apariencia de un carro sobrenatural animado por poderosos querubi nes, criaturas vivientes con alas y poderosas manos (Eze. 1:8). La belleza gloriosa y sublime del Trono de Dios transmite una impresión de trascendencia inalcanzable. Ezequiel describe el Trono como hecho de piedras preciosas, en particular “zafiro”, el material asociado a la divinidad en el antiguo Cercano Oriente (Eze. 1:26). Daniel ve el Trono compuesto de llamas (Dan. 7:9); mientras que en Apocalipsis está rodeado por un arco iris de esmeralda y siete antorchas o lámparas de fuego frente a un mar de cristal (Apoc. 4:3-6). Solo cabe una respuesta humana ante este despliegue de belleza magnífica y perfecta: asombro combinado con humildad y una aguda percepción de nuestra miseria y condición pecaminosa al margen de Dios.<br><br>Por otra parte, este misterio y esta belleza perfecta son un llamado a que de mos testimonio de la existencia divina en nuestros cultos. Damos fe de ella cuando indagamos reverentemente en la revelación dejada por Dios en su Palabra y en su Creación. La belleza y el misterio de Dios son también un llamado a la humanidad para que se arrepienta y le permita rehabilitar nuestro carácter pecaminoso. Además, la belleza y el misterio del Trono de Dios son un llamado dirigido a nosotros, aquí y ahora, para que demos testimonio tanto de la justicia como de la realidad de los principios absolutos de la verdad divina.<br><br>El Trono de Dios en la Tierra. Sin embargo, Dios no se ha recluido en el Cielo, lejos e insensible al destino humano, sino que varias representaciones del Trono celestial estuvieron también presentes en la Tierra.<br><br>El Jardín del Edén. La primera aparición terrenal del Trono “celestial” de Dios en la Tierra se encuentra en el Jardín del Edén, que se describe en términos que recuerdan el Templo celestial de Dios. Los querubines que están delante del Jardín, con una espada flamígera (Gén. 3:24) nos recuerdan a los querubines que están alrededor&nbsp;&nbsp; del Trono celestial de Dios y ministran como llamas de fuego (Sal. 104:4; comparar con Dan. 7:9; Apoc. 4:3-6). Los ríos que fluyen en el Jardín del Edén (Gén. 2:10-14) apuntan al agua de vida, que es clara como el cristal y brota del Trono de Dios (Apoc. 22:2). Las piedras preciosas también aparecen en ambos lugares, en el Cielo y en la Tierra (Gén. 2:12; comparar con Eze. 1:26).<br><br>El Arca del Pacto. Otra manifestación importante del Trono de Dios era el Arca del Pacto, que también comparte un número significativo de características con el Trono celestial de Dios (como la presencia de querubines) y es considerada el Trono de Dios, o el estrado de sus pies. Una prueba de esta identificación aparece en 1 Crónicas 28:2, donde la frase “el arca del pacto del Señor” es relacionada con el “estrado de los pies de nuestro Dios”. Ese era el lugar, al igual que en el caso de los demás tronos, donde tendría lugar el juicio. El “estrado” también es mencionado en 2 Crónicas 9:18 como situado al pie del trono de Salomón en armonía con la antigua costumbre del Cercano Oriente de disponer el escabel o estrado a los pies de las deidades en sus respectivos templos (ver Sal. 99:5; 132:7; Lam. 2:1), lo que implica que Dios estaba en un plano superior.<br><br>El monte Sion. Cuando Israel se estableció en la Tierra Prometida, colocó el Arca de la Alianza en el Templo de Jerusalén, en el monte Sion. El nombre Sion fue utiliza do entonces como sinónimo del lugar del Trono de Dios, la sede del juicio (Sal. 9:4; Isa. 16:5). Todas las nociones precedentes relativas al Trono de Dios se trasladan, pues, a Sion, donde Dios habita y juzga a las naciones (Sal. 9:11-15).<br><br>Esta línea de pensamiento continuará en el Nuevo Testamento, donde Cristo y sus apóstoles se sentarán en tronos para juzgar al mundo (Mat. 19:28). Sion es la de signación de la Nueva Jerusalén celestial, donde finalmente se harán realidad la paz, el amor y la vida eterna como cumplimiento de la esperanza bíblica (Apoc. 21:1-4).<br><br>Somos el templo de Dios. En última instancia, Dios habita entre su pueblo. El verbo hebreo shakan, “habitar”, se utiliza para describir la morada de Dios entre su pueblo en el Santuario (Éxo. 25:8, 9). Esta idea de la morada de Dios era tan poderosa que dio lugar a la palabra mishkan, “tabernáculo”, el lugar mismo donde Dios moraría. El verbo también se refiere a la nube que habitaba o descansaba (shakan) sobre el Tabernáculo (Éxo. 40:35). En el Nuevo Testamento, esta noción se extiende a la persona cristiana, incluido el cuerpo: “¿No saben que su cuerpo es templo del Espíritu Santo, que está en ustedes, que tienen de Dios, y que no son sus propios dueños?” (1 Cor. 6:19). “Por tanto, glorifiquen a Dios en su cuerpo y en su espíritu, los cuales son de Dios” (1 Cor. 6:20).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>La pedagogía del Trono</strong>. En nuestros días, las nociones de realeza y “trono” no son especialmente relevantes, razón por la cual hemos perdido el sentido de trascendencia, respeto y sacralidad. Comenta estas nociones con jóvenes y con mayores. Considera las siguientes estrategias como posibles formas de comunicar esta noción:<br><br><strong>1</strong>. Organiza un paseo en la naturaleza para apreciar la grandeza y el esplendor de la obra de Dios e inculcar así el sentido de su trascendencia y el asombro por su Trono.<br><br><strong>2</strong>. Visiten un observatorio astronómico como forma de apreciar nuestro universo infinito.<br><br><strong>3</strong>. Invita a un científico para que explique la complejidad y los misterios del cuerpo humano<br><br><strong>El Trono en el culto.</strong> A la luz de tu estudio del Trono de Dios, evalúa tu participación en los servicios de adoración, la forma en que te comportas en la iglesia; y cómo oras, cantas y predicas. ¿Sería apropiado jactarse del éxito del cumplimiento de la misión por parte de la iglesia o del número de estudios bíblicos? ¿Por qué sí o por qué no?<br><strong><br>El Trono en la ética</strong>. Reconoce y aprecia la presencia real de Dios en tu prójimo, tu pariente, tu hermano o tu hermana, tus padres y tu cónyuge. ¿Cómo influye o repercute la realidad del Trono de Dios y la trascendencia divina en tu relación con ellos?<br><br><strong>El Trono en tu vida personal.</strong> Hazte la siguiente pregunta: “¿Qué significa en mi existencia diaria la idea de que soy el trono de Dios?” Es decir, la idea de ser el trono de Dios, ¿cómo afecta la forma en que tratas tu cuerpo, organizas tu tiempo, ordenas tu casa y te comportas en el trabajo?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>FUNDAMENTOS DE LA PROFECÍA</p>",
         "verse":"<p>“Después oí la voz del Señor, que dijo: ‘¿A quién enviaré? ¿Quién irá de nuestra parte?’ Entonces respondí: ‘Aquí estoy, envíame a mí’ ” (Isa. 6:8).</p>",
         "versionCode":10,
         "weekDate":"10-16 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
