{
   "data":[
      {
         "color":"#5885AF",
         "id":704,
         "idEs":9,
         "language":"en",
         "lessonDays":[
            {
               "date":"Saturday: July 16",
               "dayTitle":"<p>Seeing the Goldsmith’s Face</p>",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>Read for This Week’s Study: Matt. 5:16, 1 Cor. 4:9, Eph. 3:10, Job 23:1–10, Matt. 25:1–12, Dan. 12:1–10, Eph. 4:11–16.</p><p>Amy Carmichael took a group of children to a traditional goldsmith in India. In the middle of a charcoal fire was a curved roof tile. On the tile was a mixture of salt, tamarind fruit, and brick dust. Embedded in this mixture was gold. As the fire devoured the mixture, the gold became purer. The goldsmith took the gold out with tongs and, if it was not pure enough, he replaced it in the fire with a new mixture. But each time the gold was replaced, the heat was increased. The group asked, “How do you know when the gold is purified?” He replied, “When I can see my face in it.”—Amy Carmichael, Learning of God (Fort Washington, PA: Christian Literature Crusade, 1989), p. 50.\n</p><p>God is seeking to purify us, to refine us like gold, to transform us into His image. That’s an astonishing goal, and it seems even more astonishing that a Christlike character is developed in us only as we pass through life’s crucibles.\n</p><p><strong>The Week at a Glance:</strong> What role does suffering have in the purifying process? How do we understand all this in the context of the great controversy?</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Sunday: July 17",
               "dayTitle":"<p>“In His Image”</p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p><strong>“For whom He foreknew, He also predestined to be conformed to the image of His Son, that He might be the firstborn among many brethren” (Rom. 8:29, NKJV).\n</strong></p><p>In the beginning, God made us in His image (Gen. 1:27), but that image has been corrupted by sin.\n</p><p><strong>In what ways do we see this defacing of God’s image in humanity?\n</strong></p><p><br></p><p>It’s obvious: we all have been corrupted by sin (Rom. 3:10–19). Yet, God’s desire is to restore us to what we should have been originally. This is where our verse today fits in. It reveals God’s plan that those who submit their lives to the Holy Spirit may be “conformed to the image of his Son” (Rom. 8:29, NIV).\n</p><p>But there’s another dimension. “The very image of God is to be reproduced in humanity. The honor of God, the honor of Christ, is involved in the perfection of the character of His people.”—Ellen G. White, The Desire of Ages, p. 671.\n</p><p><strong>How do you understand what Ellen White says to us in the quote cited above? (See also Job 1, Matt. 5:16, 1 Cor. 4:9, and Eph. 3:10.)\n</strong></p><p>Job 1</p><p><sup>1</sup> There was a man in the land of Uz, whose name was Job; and that man was blameless and upright, and one who feared God and shunned evil.&nbsp;</p><p><sup>2</sup> And seven sons and three daughters were born to him.&nbsp;</p><p><sup>3</sup> Also, his possessions were seven thousand sheep, three thousand camels, five hundred yoke of oxen, five hundred female donkeys, and a very large household, so that this man was the greatest of all the people of the East.\n</p><p>\n</p><p><sup>4</sup> And his sons would go and feast in their houses, each on his appointed day, and would send and invite their three sisters to eat and drink with them.&nbsp;</p><p><sup>5</sup> So it was, when the days of feasting had run their course, that Job would send and sanctify them, and he would rise early in the morning and offer burnt offerings according to the number of them all. For Job said, “It may be that my sons have sinned and cursed God in their hearts.” Thus Job did regularly.<br></p><p><sup>6</sup> Now there was a day when the sons of God came to present themselves before the Lord, and Satan also came among them.&nbsp;</p><p><sup>7</sup> And the Lord said to Satan, “From where do you come?”<br></p><p>So Satan answered the Lord and said, “From going to and fro on the earth, and from walking back and forth on it.”<br></p><p><sup>8</sup> Then the Lord said to Satan, “Have you considered My servant Job, that there is none like him on the earth, a blameless and upright man, one who fears God and shuns evil?”<br></p><p><sup>9</sup> So Satan answered the Lord and said, “Does Job fear God for nothing?&nbsp;</p><p><sup>10</sup> Have You not made a hedge around him, around his household, and around all that he has on every side? You have blessed the work of his hands, and his possessions have increased in the land.&nbsp;</p><p><sup>11</sup> But now, stretch out Your hand and touch all that he has, and he will surely curse You to Your face!”<br></p><p><sup>12</sup> And the Lord said to Satan, “Behold, all that he has is in your power; only do not lay a hand on his person.”<br></p><p>So Satan went out from the presence of the Lord.<br></p><p><sup>13</sup> Now there was a day when his sons and daughters were eating and drinking wine in their oldest brother’s house;&nbsp;</p><p><sup>14</sup> and a messenger came to Job and said, “The oxen were plowing and the donkeys feeding beside them,&nbsp;</p><p><sup>15</sup> when the Sabeans raided them and took them away—indeed they have killed the servants with the edge of the sword; and I alone have escaped to tell you!”<br></p><p><sup>16</sup> While he was still speaking, another also came and said, “The fire of God fell from heaven and burned up the sheep and the servants, and consumed them; and I alone have escaped to tell you!”<br></p><p><sup>17</sup> While he was still speaking, another also came and said, “The Chaldeans formed three bands, raided the camels and took them away, yes, and killed the servants with the edge of the sword; and I alone have escaped to tell you!”<br></p><p><sup>18</sup> While he was still speaking, another also came and said, “Your sons and daughters were eating and drinking wine in their oldest brother’s house,&nbsp;</p><p><sup>19</sup> and suddenly a great wind came from across the wilderness and struck the four corners of the house, and it fell on the young people, and they are dead; and I alone have escaped to tell you!”<br></p><p><sup>20</sup> Then Job arose, tore his robe, and shaved his head; and he fell to the ground and worshiped.&nbsp;</p><p><sup>21</sup> And he said:<br></p><p>“Naked I came from my mother’s womb,<br></p><p>And naked shall I return there.\n</p><p>The Lord gave, and the Lord has taken away;\n</p><p>Blessed be the name of the Lord.”\n</p><p><sup>22</sup> In all this Job did not sin nor charge God with wrong.</p><p><br></p><p><strong>Matt. 5:16</strong></p><p><sup>16</sup> Let your light so shine before men, that they may see your good works and glorify your Father in heaven.</p><p><br></p><p><strong>1 Cor. 4:9</strong></p><p><sup>9</sup> For I think that God has displayed us, the apostles, last, as men condemned to death; for we have been made a spectacle to the world, both to angels and to men.</p><p><br></p><p><strong>Eph. 3:10</strong></p><p><sup>10</sup> to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places,</p><p><br></p><p>As Christians, we must never forget that we are in the midst of a cosmic drama. The great controversy between Christ and Satan is unfolding all around us. The battle takes many shapes and is manifested in many ways. And though much is hidden, we can understand that, as followers of Christ, we have a part to play in this drama and can bring honor to Christ through our lives.<br></p><p><strong>Imagine being on the field of a huge stadium. Sitting on the bleachers on one side are heavenly beings loyal to the Lord; on the other side are beings who have fallen with Lucifer. If your life for the past 24 hours were played out on that field, which side would have more to cheer about? What does your answer tell you about yourself?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 18",
               "dayTitle":"<p>Faith Amid the Refining Fire</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p>It’s one thing to be in a battle; it’s another not even to see the forces arrayed in that battle. In a sense, this is what we as Christians deal with. We know that the forces are out there, we can feel them in our lives, and yet, we have to press ahead in faith, trusting Him “who is invisible” (Heb. 11:27, NKJV).\n</p><p><strong>Read Job 23:1–10. What is the essence of Job’s struggle? What does he not see? At the same time, what does he take on faith, despite all his trials?\n</strong></p><p>Job 23:1–10</p><p><sup>1 </sup>Then Job answered and said:\n</p><p>\n</p><p><sup>2</sup> “Even today my complaint is bitter;<br></p><p>My hand is listless because of my groaning.\n</p><p><sup>3</sup> Oh, that I knew where I might find Him,\n</p><p>That I might come to His seat!\n</p><p><sup>4</sup> I would present my case before Him,\n</p><p>And fill my mouth with arguments.\n</p><p><sup>5</sup> I would know the words which He would answer me,\n</p><p>And understand what He would say to me.\n</p><p><sup>6</sup> Would He contend with me in His great power?\n</p><p>No! But He would take note of me.\n</p><p><sup>7</sup> There the upright could reason with Him,\n</p><p>And I would be delivered forever from my Judge.\n</p><p><sup>8</sup> “Look, I go forward, but He is not there,<br></p><p>And backward, but I cannot perceive Him;\n</p><p><sup>9</sup> When He works on the left hand, I cannot behold Him;\n</p><p>When He turns to the right hand, I cannot see Him.\n</p><p><sup>10</sup> But He knows the way that I take;\n</p><p>When He has tested me, I shall come forth as gold.</p><p><br></p><p>Even amid his terrible trials, Job trusted in the Lord. Despite everything, Job was determined to endure. And one of the things that kept him persevering was gold—not a gold medal; rather, he was looking into the future and realized that if he held on to God, he would come out the better for it—he would come out like gold. How much Job knew of what was happening behind the scenes, we aren’t told. Regardless of how much was hidden from him, he endured the refining fire anyway.\n</p><p>Do you fear the fire? Do you worry about the heat that circumstances generate? Perhaps, as with Job, the heat of God seems unexplainable. It may be the difficulty of adjusting to a new job or a new home. It could be having to survive ill treatment at work, or even within your own family. It could be illness or financial loss. Hard as it is to understand, God can use these trials to refine you and purify you and bring out His image in your character.\n</p><p>Being proven to be gold seems to be an incentive for Job here, something to fix his eyes upon, and that helps pull him through his troubles. It’s a powerful testimony to his character already that, amid all the pain and suffering, he was able to sense the reality of the purifying process. Also, however much he didn’t understand, he knew that these trials would refine him.\n</p><p><strong>In your own experience, how do trials refine and purify? What other ways could you be refined, other than through suffering?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 19",
               "dayTitle":"<p>Jesus’ Last Words</p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p>Jesus was in Jerusalem, about to die. According to Matthew’s Gospel, Jesus’ last teaching hour before Passover is spent telling His disciples parables, including the ones about the ten virgins and the sheep and the goats. These stories are related to the way we should live as we wait for Jesus to come. Thus, their relevancy to today—with the signs of Jesus’ soon return all around us—has never been more significant.\n</p><p>In the parable of the ten virgins (Matt. 25:1–12), many commentators point out that the oil is a symbol for the Holy Spirit. Ellen White agrees, but also says that this oil is a symbol for character and that it is something no one can acquire for us.\n</p><p><strong>Read the parable. In what ways does the meaning of the story change, depending on whether you see oil as a symbol of the Holy Spirit or of the possession of character? What are the implications of this story for you if the oil represents the Holy Spirit, or a Christlike character?\n</strong></p><p><strong>Matt. 25:1–12</strong></p><p><sup>1</sup> “Then the kingdom of heaven shall be likened to ten virgins who took their lamps and went out to meet the bridegroom.&nbsp;</p><p><sup>2</sup> Now five of them were wise, and five were foolish.&nbsp;</p><p><sup>3</sup> Those who were foolish took their lamps and took no oil with them,&nbsp;</p><p><sup>4</sup> but the wise took oil in their vessels with their lamps.&nbsp;</p><p><sup>5</sup> But while the bridegroom was delayed, they all slumbered and slept.\n</p><p>\n</p><p><sup>6</sup> “And at midnight a cry was heard: ‘Behold, the bridegroom is coming; go out to meet him!’&nbsp;</p><p><sup>7</sup> Then all those virgins arose and trimmed their lamps.&nbsp;</p><p><sup>8</sup> And the foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’&nbsp;</p><p><sup>9</sup> But the wise answered, saying, ‘No, lest there should not be enough for us and you; but go rather to those who sell, and buy for yourselves.’&nbsp;</p><p><sup>10</sup> And while they went to buy, the bridegroom came, and those who were ready went in with him to the wedding; and the door was shut.<br></p><p><sup>11</sup> “Afterward the other virgins came also, saying, ‘Lord, Lord, open to us!’&nbsp;</p><p><sup>12</sup> But he answered and said, ‘Assuredly, I say to you, I do not know you.’<br></p><p><br></p><p>Holy Spirit:\n</p><p>Character:\n</p><p><strong>Read the parable of the sheep and the goats in Matthew 25:31–46. What criteria are used in separating the sheep and the goats?\n</strong></p><p>Matthew 25:31–46</p><p><sup>31</sup> “When the Son of Man comes in His glory, and all the holy angels with Him, then He will sit on the throne of His glory.&nbsp;</p><p><sup>32</sup> All the nations will be gathered before Him, and He will separate them one from another, as a shepherd divides his sheep from the goats.&nbsp;</p><p><sup>33</sup> And He will set the sheep on His right hand, but the goats on the left.&nbsp;</p><p><sup>34</sup> Then the King will say to those on His right hand, ‘Come, you blessed of My Father, inherit the kingdom prepared for you from the foundation of the world:&nbsp;</p><p><sup>35</sup> for I was hungry and you gave Me food; I was thirsty and you gave Me drink; I was a stranger and you took Me in;&nbsp;</p><p><sup>36</sup> I was naked and you clothed Me; I was sick and you visited Me; I was in prison and you came to Me.’\n</p><p>\n</p><p><sup>37</sup> “Then the righteous will answer Him, saying, ‘Lord, when did we see You hungry and feed You, or thirsty and give You drink?&nbsp;</p><p><sup>38</sup> When did we see You a stranger and take You in, or naked and clothe You?&nbsp;</p><p><sup>39</sup> Or when did we see You sick, or in prison, and come to You?’&nbsp;</p><p><sup>40</sup> And the King will answer and say to them, ‘Assuredly, I say to you, inasmuch as you did it to one of the least of these My brethren, you did it to Me.’<br></p><p><sup>41 </sup>“Then He will also say to those on the left hand, ‘Depart from Me, you cursed, into the everlasting fire prepared for the devil and his angels:&nbsp;<br></p><p><sup>42</sup> for I was hungry and you gave Me no food; I was thirsty and you gave Me no drink;&nbsp;</p><p><sup>43</sup> I was a stranger and you did not take Me in, naked and you did not clothe Me, sick and in prison and you did not visit Me.’\n</p><p><sup>44</sup> “Then they also will answer Him, saying, ‘Lord, when did we see You hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to You?’&nbsp;</p><p><sup>45</sup> Then He will answer them, saying, ‘Assuredly, I say to you, inasmuch as you did not do it to one of the least of these, you did not do it to Me.’&nbsp;</p><p><sup>46</sup> And these will go away into everlasting punishment, but the righteous into eternal life.”<br></p><p><br></p><p>Notice that the king separates the sheep and the goats based on their works, their character. Though Jesus is not teaching salvation by works here, we can see how important character development is in the plan of salvation and how those who are truly saved by Christ will reflect that salvation through their lives and characters.\n</p><p><strong>It has been said that “character is what a person is in the dark.” What sort of person are you when no one is looking? What does the answer tell you about changes that you need to make?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 20",
               "dayTitle":"<p>“The Wise”</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p>Yesterday we looked at the importance of character for those waiting for the Second Coming. Today we will look more specifically at the importance of character for those who are alive at the second coming of Jesus.\n</p><p><strong>Read Daniel 12:1–10. What is the context? What time in earth’s history is being referred to? Most important, what can we tell from these verses about the character of God’s people during these times? What characteristics are given them, in contrast to the wicked? (See also Rev. 22:11.)\n</strong></p><p><strong>Daniel 12:1–10</strong></p><p><sup>1</sup> “At that time Michael shall stand up,\n</p><p>The great prince who stands watch over the sons of your people;\n</p><p>And there shall be a time of trouble,\n</p><p>Such as never was since there was a nation,\n</p><p>Even to that time.\n</p><p>And at that time your people shall be delivered,\n</p><p>Every one who is found written in the book.\n</p><p><sup>2</sup> And many of those who sleep in the dust of the earth shall awake,\n</p><p>Some to everlasting life,\n</p><p>Some to shame and everlasting contempt.\n</p><p><sup>3</sup> Those who are wise shall shine\n</p><p>Like the brightness of the firmament,\n</p><p>And those who turn many to righteousness\n</p><p>Like the stars forever and ever.\n</p><p>\n</p><p><sup>4</sup> “But you, Daniel, shut up the words, and seal the book until the time of the end; many shall run to and fro, and knowledge shall increase.”<br></p><p><sup>5</sup> Then I, Daniel, looked; and there stood two others, one on this riverbank and the other on that riverbank.&nbsp;</p><p><sup>6</sup> And one said to the man clothed in linen, who was above the waters of the river, “How long shall the fulfillment of these wonders be?”<br></p><p><sup>7</sup> Then I heard the man clothed in linen, who was above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever, that it shall be for a time, times, and half a time; and when the power of the holy people has been completely shattered, all these things shall be finished.<br></p><p><sup>8</sup> Although I heard, I did not understand. Then I said, “My lord, what shall be the end of these things?”<br></p><p><sup>9</sup> And he said, “Go your way, Daniel, for the words are closed up and sealed till the time of the end.&nbsp;</p><p><sup>10</sup> Many shall be purified, made white, and refined, but the wicked shall do wickedly; and none of the wicked shall understand, but the wise shall understand.<br></p><p><br></p><p><strong>Rev. 22:11</strong></p><p><sup>11</sup> He who is unjust, let him be unjust still; he who is filthy, let him be filthy still; he who is righteous, let him be righteous still; he who is holy, let him be holy still.”</p><p><br></p><p>Daniel is told that just before Jesus comes, there will be a time of distress unequaled at any other time of history. In Daniel 12:3, 10, we’re given a depiction of the righteous and the wicked during this time. Notice how the wicked “ ‘shall do wickedly’ ” (Dan. 12:10, NKJV) in contrast to the righteous, who in verse 3 shine brightly, perhaps because they have been “ ‘purified, made spotless and refined’ ” (Dan. 12:10, NIV) during this “ ‘time of trouble, such as never was since there was a nation, even to that time’ ” (Dan. 12:1, NKJV). In contrast, too, the wicked do not understand, but the righteous are “wise” and do understand.\n</p><p>Understand what? Math, science, higher criticism? Proverbs says that “the fear of the Lord is the beginning of knowledge” (Prov. 1:7, NKJV). Perhaps, in this context, the “wise” are wise because they have an understanding of these final events, the time of trouble as it unfolds. They are not taken by surprise; from their study of the Word, they know it’s coming. And most important, they know enough to allow this time of trouble to purify and refine them; the wicked, on the other hand, are just made more obstinate in their rebellion and thus continue in their wickedness.\n</p><p>The crucial point is that here we are given a depiction of a people who have been through a refining and purifying process.\n</p><p><strong>Though we’ve looked at these texts in the context of the very last days, what principles do we see here that can help us to understand better what the purifying and refining process is all about, even today?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 21",
               "dayTitle":"<p>Character and Community</p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p>A song goes like this: “I am a rock, I am an island.” Have you ever felt like that—wanting to stand alone? You may even have heard people say, “Well, my walk with God is a private affair. It’s not something I want to talk about.”\n</p><p><strong>Read Ephesians 4:11–16. What’s the point Paul is making here? What role does he give here for community?\n</strong></p><p><sup>11</sup> And He Himself gave some to be apostles, some prophets, some evangelists, and some pastors and teachers,&nbsp;</p><p><sup>12</sup> for the equipping of the saints for the work of ministry, for the edifying of the body of Christ,&nbsp;</p><p><sup>13</sup> till we all come to the unity of the faith and of the knowledge of the Son of God, to a perfect man, to the measure of the stature of the fullness of Christ;&nbsp;</p><p><sup>14</sup> that we should no longer be children, tossed to and fro and carried about with every wind of doctrine, by the trickery of men, in the cunning craftiness of deceitful plotting,&nbsp;</p><p><sup>15</sup> but, speaking the truth in love, may grow up in all things into Him who is the head—Christ—&nbsp;</p><p><sup>16</sup> from whom the whole body, joined and knit together by what every joint supplies, according to the effective working by which every part does its share, causes growth of the body for the edifying of itself in love.</p><p><br></p><p>When Paul writes to the Ephesians, he describes the church as a body. Jesus is the Head, and His people make up the rest. If you look at Ephesians 4:13, you will notice the ultimate purpose of living in such a community—it is to experience “the whole measure of the fullness of Christ” (NIV). And for that we need each other!\n</p><p>It certainly is possible to be a Christian all alone. Indeed, as for many people throughout the centuries who have been ridiculed or persecuted, standing alone is often unavoidable. It is a powerful witness to the power of God that men and women do not buckle under the pressures that surround them. However, while this is true, Paul emphasizes a critical truth: ultimately, we experience and reveal the fullness of Christ when we are working together in fellowship with each other.\n</p><p><strong>In today’s text, what does Paul say must happen before the fullness of Christ may be revealed in our Christian community?\n</strong></p><p><strong>In what way is the witness of a community that is revealing the fullness of Christ different from the witness of an individual that is revealing the fullness of Christ? What are the implications for this in the context of the great controversy? (See Eph. 3:10.)\n</strong></p><p><strong>Eph. 3:10</strong></p><p><sup>10</sup> to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places,</p><p><br></p><p><strong>It’s easy to be nice when you are by yourself or with strangers, but it is much harder to be nice to people you either know really well or don’t like. This means that when we still show these people grace and kindness, we provide an irresistible witness to the truth about God.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 22",
               "dayTitle":"<p>Further Thought<br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p><strong>Further Thought:</strong> Read Ellen G. White, “God Promises Us a New Heart of Flesh,” p. 100, in Sons and Daughters of God; “ ‘To Meet the Bridegroom,’ ” pp. 405–421, in Christ’s Object Lessons; “The Time of Trouble,” pp. 613–634, in The Great Controversy.\n</p><p>“Character building is the most important work ever entrusted to human beings; and never before was its diligent study so important as now. Never was any previous generation called to meet issues so momentous; never before were young men and young women confronted by perils so great as confront them today.”—Ellen G. White, Education, p. 225.\n</p><p>“In the parable, the foolish virgins are represented as begging for oil, and failing to receive it at their request. This is symbolic of those who have not prepared themselves by developing a character to stand in a time of crisis. It is as if they should go to their neighbors and say, Give me your character, or I shall be lost. Those that were wise could not impart their oil to the flickering lamps of the foolish virgins. Character is not transferable. It is not to be bought or sold; it is to be acquired. The Lord has given to every individual an opportunity to obtain a righteous character through the hours of probation; but he has not provided a way by which one human agent may impart to another the character which he has developed by going through hard experiences, by learning lessons from the great Teacher, so that he can manifest patience under trial, and exercise faith so that he can remove mountains of impossibility.”—Ellen G. White, The Youth’s Instructor, January 16, 1896.</p><p><strong>Discussion Questions:</strong></p><ol><li><strong>What does “character building” mean? How can you do this? How much of a visible priority is character building within your own life and your church community?\n</strong></li><li><strong>Thursday’s study talked about the important role of community in the life of a Christian. How well does your local church function as the body of Christ? How well do you represent the Lord as a community? As a class, talk about what you can do to improve.\n</strong></li><li><strong>As a class, talk about the question of why character building is important, even though we are saved by faith alone in Jesus. Since His righteousness and His perfect character are what save us, then why do we need to develop character?\n</strong></li><li><strong>Helen Keller, who was deaf and blind from an early age, wrote, “Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, vision cleared, ambition inspired, and success achieved.”—Leadership, vol. 17, no. 4. Do you agree? Discuss the relationships between character, suffering, and the great controversy.</strong></li></ol><p><strong><br></strong></p><p><strong>INSIDE STORY</strong></p><p><strong>Part 4: Plotting With Spirits\n</strong></p><p>By Andrew McChesney</p><p><br></p><p>Months passed before Mother and Junior learned why Father had abandoned them for two months and lived in the Candomblé temple in Manaus, Brazil. It was because Junior wanted to become a Seventh-day Adventist.\n</p><p>After seeing a man baptized at Alpha Seventh-day Adventist Community Church, Junior told Mother that he also wanted to be baptized. Mother told Father, and Father, at the temple, was ordered by evil spirits to stop the plan.\n</p><p>At home, Father tried to convince Junior to reconsider, but the boy stood firm. The evil spirits stepped up their pressure, telling Father that he would be destroyed if he did not stop Junior. Father didn’t understand how Junior’s baptism could destroy him, but he agreed to a plan by the spirits to move out of the house. The spirits said Mother would lose both her husband and her job on the same day, and she would stop taking Junior to church. Father didn’t want to leave home, and he worried about the plan all day. But when Mother arrived home late from a church event that night, he angrily decided to leave.\n</p><p>At first, the plan unfolded as predicted. The next day, Father left the house, and Mother lost her job. But the rest of the plan fell through. The spirits had hoped that Mother would run out of money and stop taking Junior to church. But when Mother couldn’t afford to buy gasoline, church members offered rides in their cars. After two months, the spirits declared that they would create a new plan to prevent Junior from being baptized. They told Father to return home.\n</p><p>Meanwhile, Junior had started Bible studies in preparation for baptism. He joined Pathfinders, participated in the church’s music program, and helped operate the church’s sound system. Although the evil spirits had promised to stop Junior from being baptized, the boy’s desire only grew. To Father’s chagrin, Mother also started talking about getting baptized.\n</p><p>Pastor Ricardo set the date for Junior’s baptism on October 29, a year after the boy had first heard about the Adventist Church at his friend Clifferson’s house. Mother longed to be baptized at the same time. When she told Pastor Ricardo, he gazed at her seriously. “You cannot be baptized because you’re not legally married,” he said. The words hit Mother like a punch. Her common-law marriage was blocking her desire to be baptized with Junior. Pastor Ricardo saw her disappointment. “Don’t worry,” he said. “Ask Eduardo to marry you.” Tears flowed down Mother’s cheeks as she left church. She doubted Father would agree, but she sought him out. “I have a question. No matter how you answer, our relationship won’t change. Will you marry me?”\n</p><p>Father pursed his lips into a pouty, puppy-dog expression. Then his face grew serious. “No,” he said. “I’ll never marry you.”\n</p><p><em>Your Thirteenth Sabbath Offering will help open eight churches in the South American Division, including four in Brazil, where Father (Eduardo Ferreira dos Santos) and his family live.</em></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"3T2022",
         "title":"<p>Seeing the Goldsmith’s Face</p>",
         "verse":"<p>“But we all, with unveiled face, beholding as in a mirror the glory of the Lord, are being transformed into the same image from glory to glory, just as by the Spirit of the Lord” (2 Corinthians 3:18, NKJV).</p>",
         "versionCode":7,
         "weekDate":"July 16-22"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
