{
  "data": [
    {
      "color": "#008926",
      "id": 703,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "July 8",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>Human beings, it seems, are always reaching for more power. Auto manufacturer Devel Motors, for example, showed off the prototype of its Devel Sixteen, a vehicle with a 16-cylinder, 12.3-liter engine producing more than 5,000 horsepower. Or, if that is not enough, consider the Peterbilt semitruck that sports three Pratt &amp; Whitney J34–48 jet engines. Boasting 36,000 horsepower, the truck does a quarter mile in 6.5 seconds and regularly hits 376 m.p.h. before deploying its two parachutes.<br><br>In contrast, Paul prays that believers in Ephesus, under temptation to admire the various powers and deities of their culture, will experience through the Holy Spirit the immensity of the power God makes available to them in Christ. This divine might is not measured in horse- power, or magic, but is seen in four cosmos-shifting, salvation-history events: (1) the resurrection of Jesus; (2) His exaltation at the throne of God; (3) all things being placed in subservience to Christ; and (4) Christ being given to the church as its Head (Eph. 1:19–23).<br><br><strong>In considering these four events, believers may begin to grasp—and experience—the vast scope of the power God exercises on their behalf.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 9",
          "dayTitle": "<p>Praying and Thanksgiving<br></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>Motivated by news that believers in Ephesus are thriving in faith toward Jesus and in love toward each other (perhaps news shared by Tychicus, Eph. 6:21, 22), Paul reports to them how he prays for them.</p><p><strong>Compare Paul’s two prayer reports in Ephesians—Ephesians 1:15– 23 and Ephesians 3:14–21. What themes do the two reports share?</strong><br></p><p><strong>Ephesians 1:15– 23&nbsp;</strong></p><p><sup><strong>15 </strong></sup>Therefore I also, after I heard of your faith in the Lord Jesus and your love for all the saints, <sup><br></sup></p><p><sup><strong>16 </strong></sup>do not cease to give thanks for you, making mention of you in my prayers: <sup><br></sup></p><p><sup><strong>17</strong></sup> that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of Him, <sup><br></sup></p><p><sup><strong>18</strong></sup> the eyes of your understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints, <sup><br></sup></p><p><sup><strong>19</strong></sup> and what is the exceeding greatness of His power toward us who believe, according to the working of His mighty power <sup><br></sup></p><p><sup><strong>20</strong></sup> which He worked in Christ when He raised Him from the dead and seated Him at His right hand in the heavenly places, <sup><br></sup></p><p><sup><strong>21</strong></sup> far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come.<br><sup><br><strong>22</strong></sup> And He put all things under His feet, and gave Him to be head over all things to the church, <sup><br></sup></p><p><sup><strong>23</strong></sup> which is His body, the fullness of Him who fills all in all.<br></p><p><strong>Ephesians 3:14–21</strong></p><p><strong><sup>14</sup></strong> For this reason I bow my knees to the Father of our Lord Jesus Christ, <sup><br></sup></p><p><sup><strong>15</strong></sup> from whom the whole family in heaven and earth is named, <sup><br></sup></p><p><sup><strong>16</strong></sup> that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man, <sup><br></sup></p><p><sup><strong>17</strong></sup> that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love, <sup><br></sup></p><p><sup><strong>18</strong></sup> may be able to comprehend with all the saints what is the width and length and depth and height— <sup><br></sup></p><p><sup><strong>19</strong></sup> to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God.<br><sup><br><strong>20</strong></sup> Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us, <sup><br></sup></p><p><sup><strong>21</strong></sup> to Him be glory in the church by Christ Jesus to all generations, forever and ever. Amen.<strong><br></strong></p><p>Sometimes our default tone in prayer can be doleful, mourning over this challenge or that problem. Paul’s prayer reports in Ephesians suggest that thanksgiving is the native language of prayer. We gather up the blessings of God and thank Him for them. We seek to perceive God at work in difficult circumstances and praise Him for His transforming presence in our lives. Celebrating the grace and power of the exalted Jesus (Eph. 1:20–23), we thank Him for blessing those in our circle of influence. Here is Paul’s transforming secret for prayer: prayer is the key of praise and thanksgiving.<br><br>Paul also said that he does “not cease to give thanks for you, making mention of you in my prayers” (Eph. 1:16, NKJV; see also Phil. 1:3, 4; 1 Thess. 1:2; and 1 Thess. 5:16–18).<br><br>What does it really mean to “pray without ceasing” (1 Thess. 5:17)? It cannot mean that we are always kneeling before God in prayer. It does mean that, blessed by God’s Spirit, we move through life with hearts open to the presence and power of God, seeking cues for thanksgiving to Him. It means a readiness to process the issues of life in the presence of God, to seek divine counsel as we experience the twists and turns that life brings. It means living not in estrangement from God but in engagement with Him, ever open to divine leading.<br><br>We too often view prayer as a nicety, an add-on to discipleship that is to be exercised when convenient. Paul illustrates a different view. Paul takes seriously the task of praying for the believers in Ephesus, doing so both by giving thanks for them (Eph. 1:16; compare Eph. 1:3–14) and by interceding for them (Eph. 1:17–23; compare Eph. 3:14–21).<br><br>For him, prayer is a central, or even the central, task of Christian faith. These verses provide a moving call to prayer, an invitation for each of us to consider our own “prayer ministry” in the light of Paul’s dedica- tion to it.<br><strong><br>Why is it important always to thank God in prayer for what you have to be thankful for?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 10",
          "dayTitle": "<p>Experiencing Insight From the Holy Spirit<br></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p><strong>“I do not cease to give thanks for you, remembering you in my prayers, that the God of our Lord Jesus Christ, the Father of glory, may give you the Spirit of wisdom and of revelation in the knowledge of him” (Eph. 1:16, 17, ESV).</strong><br><br>In reporting his prayers, Paul records one central request that he places before the throne of God. He has already noted that the Holy Spirit has come into believers’ lives at the time of their conversion (Eph. 1:13, 14). Now Paul prays for a fresh blessing of the Spirit to give needed spiritual insight focused on a deepened understanding of Jesus (“in the knowledge of him,” Eph. 1:17).<br><br><strong>Paul prays that the Holy Spirit will bring special insight to believers on what three topics? See Eph. 1:17–19.</strong></p><p><strong>Eph. 1:17–19<sup><br></sup></strong></p><p><sup><strong>&nbsp;17</strong></sup> that the God of our Lord Jesus Christ, the Father of glory, may give to you the spirit of wisdom and revelation in the knowledge of Him, <sup><br></sup></p><p><sup><strong>18</strong></sup> the eyes of your understanding being enlightened; that you may know what is the hope of His calling, what are the riches of the glory of His inheritance in the saints, <sup><br></sup></p><p><sup><strong>19</strong></sup> and what is the exceeding greatness of His power toward us who believe, according to the working of His mighty power.<br><br>When Paul prays for insight for them about “the hope to which he has called you” (Eph. 1:18, ESV), he prays that they will be alert to the past actions God has already taken for their salvation (Eph. 1:3–9, 11–13) and to the glorious future He has planned for them (Eph. 1:10, 14).<br><br>When he prays for insight into “the riches of the glory of His inheritance in the saints” (Eph. 1:18, NKJV), he is recalling the Old Testament idea of believers as God’s inheritance (Deut. 9:29, Deut. 32:9, Zech. 2:12; compare Eph. 1:11). He wishes them to know that they not only possess an inheritance from God, but that they are God’s inheritance, and Paul wants them to understand their value to God.<br>When Paul prays for spiritual insight about “the exceeding greatness of His power toward us who believe” (Eph. 1:19, NKJV), he imagines the Holy Spirit bringing fresh understanding of the immensity of God’s power and actualizing it in their experience.<br>In all these prayers, Paul wants these people to experience for them- selves what they have been given in Jesus.<br><br><strong>How can you better experience “the exceeding greatness of His power toward us who believe”? What does this mean in daily life?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 11",
          "dayTitle": "<p>Participating in Resurrection Power<br></p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p>In the remaining verses of Paul’s prayer report, Ephesians 1:20–23, Paul expands on the third topic of insight he hopes that the Holy Spirit will bring to believers: the enormity of God’s power, which He exercises on their behalf. Paul begins by pointing to two salvation-history events as the premiere illustrations of God’s power: (1) the resurrection of Jesus from the dead and (2) the exaltation of Jesus to the throne of the cosmos (Eph. 1:20).<br><br><strong>How is God’s power expressed through the resurrection of Jesus? Eph. 1:20; 1 Cor. 15:20–22; Phil. 3:8–11; Heb. 13:20, 21; 1 Pet. 1:3.</strong></p><p><strong>Eph. 1:20</strong></p><p>&nbsp;<strong><sup>20</sup></strong> which He worked in Christ when He raised Him from the dead and seated Him at His right hand in the heavenly places, <br></p><p><strong>1 Cor. 15:20–22</strong></p><p><sup><strong>20</strong></sup> But now Christ is risen from the dead, and has become the firstfruits of those who have fallen asleep. <sup><br></sup></p><p><sup><strong>21</strong></sup> For since by man came death, by Man also came the resurrection of the dead. <sup><br></sup></p><p><sup><strong>22</strong></sup> For as in Adam all die, even so in Christ all shall be made alive. <br></p><p><strong>&nbsp;Phil. 3:8–11</strong></p><p><sup><strong>&nbsp;8</strong></sup> Yet indeed I also count all things loss for the excellence of the knowledge of Christ Jesus my Lord, for whom I have suffered the loss of all things, and count them as rubbish, that I may gain Christ <sup><br></sup></p><p><sup><strong>9 </strong></sup>and be found in Him, not having my own righteousness, which is from the law, but that which is through faith in Christ, the righteousness which is from God by faith; <sup><br></sup></p><p><sup><strong>10</strong></sup> that I may know Him and the power of His resurrection, and the fellowship of His sufferings, being conformed to His death, <sup><br></sup></p><p><sup><strong>11</strong></sup> if, by any means, I may attain to the resurrection from the dead.<br></p><p><strong>Heb. 13:20, 21</strong></p><p><strong><sup>20</sup></strong> Now may the God of peace who brought up our Lord Jesus from the dead, that great Shepherd of the sheep, through the blood of the everlasting covenant, <sup><br></sup></p><p><sup><strong>21</strong></sup> make you complete in every good work to do His will, working in you what is well pleasing in His sight, through Jesus Christ, to whom be glory forever and ever. Amen.<br></p><p><strong>1 Pet. 1:3</strong></p><p><sup><strong>3</strong></sup> Blessed be the God and Father of our Lord Jesus Christ, who according to His abundant mercy has begotten us again to a living hope through the resurrection of Jesus Christ from the dead, <br></p><p>The resurrection of Jesus is a nonnegotiable belief of the Christian faith (1 Cor. 15:14, 17). It is because Christ is risen that faithful believers await the grand, future resurrection to eternal life at the time of Christ’s return (1 Cor. 15:20–23). It is because Christ is risen that we can look to Him today for all the blessings of the gospel, including the presence of the Holy Spirit in our lives.<br><br>The imagery, that God “seated Him [Christ] at His right hand” (Eph. 1:20, NKJV), is drawn from Psalm 110:1, the most frequently cited passage in the New Testament (all of the passages just cited seem to draw on it). The exaltation of Christ has a high profile in Ephesians. Believers are “seated with . . . him [Christ Jesus] in the heavenly places” (Eph. 2:6, ESV). In addition, Paul refers to the ascent of Christ as a prelude to Christ’s filling all things and giving gifts to His church (see Eph. 4:8–11).<br><br>In Ephesians 4:8–11, Paul warns us away from adopting a merely static image of Christ on the Father’s throne, presenting rather “the dynamic NT picture of the exalted Christ going forth by His Spirit in all the world, conquering and to conquer.”—F. F. Bruce, The Epistles to the Colossians, to Philemon, and to the Ephesians (Grand Rapids, MI: Eerdmans, 1984), p. 133. So, Paul portrays the exaltation/coronation of Christ, not simply as an illustration of the divine power offered to believers but as the source of that power.<br><strong><br>What are the ways that you need Christ’s power in your life, and how can we better avail ourselves of that power? What practices might hinder our access to His power?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 12",
          "dayTitle": "<p>Christ Above All Powers</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p>Paul has celebrated the exaltation of Jesus, who now sits with the Father on the throne of the cosmos. Having defined the position of Christ in relationship to the Father (“seated . . . at his right hand in the heavenly places” [Eph. 1:20, ESV]), Paul turns to the relationship of Jesus to “the powers.” As coregent with the Father, Jesus is “far above” them all (Eph. 1:21).<br><strong><br>Compare Paul’s mentioning of evil, spiritual powers in Ephesians 1:21, Ephesians 2:2, and Ephesians 6:12. Why do you think Paul is so interested in these powers?</strong></p><p><strong>Ephesians 1:21</strong></p><p><sup><strong>21 </strong></sup>far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come.<br></p><p><strong>Ephesians 2:2</strong></p><p><sup><strong>2</strong></sup> in which you once walked according to the course of this world, according to the prince of the power of the air, the spirit who now works in the sons of disobedience, <br></p><p><strong>Ephesians 6:12</strong></p><p><sup><strong>&nbsp;12</strong></sup> For we do not wrestle against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this age, against spiritual hosts of wickedness in the heavenly places. <br></p><p>Acts 19:11–20, with its story of the seven sons of Sceva, illustrates that Ephesus at the time of Paul was a center for the magic arts. “The overriding characteristic of the practice of magic throughout the Hellenistic world was the cognizance of a spirit world exercising influence over virtually every aspect of life. The goal of the magician was to discern the helpful spirits from the harmful ones and learn the distinct operations and the relative strengths and authority of the spirits. Through this knowledge, means could be constructed (with spoken or written formulas, amulets, etc.) for the manipulation of the spirits in the interest of the individual person. With the proper formula, a spirit-induced sickness could be cured, [or] a chariot race could be won.”—Clinton E. Arnold, Power and Magic: The Concept of Power in Ephesians, p. 18.<br><br>The interest in naming deities and powers in spells was a feature of religious life in Ephesus (see Acts 19:13), and among some even today. Paul wishes to make clear the relationship between Christ and “the powers”: The exalted Jesus is “far above all rule and authority and power and dominion” (Eph. 1:21, ESV).<br><br>Just to be sure that his audience understands that there is no power outside of the sovereignty of Jesus, he adds an allusion to the practice of gathering up the names of deities in spells: “and above every name that is named” (Eph. 1:21, ESV). Turning from the dimension of space to that of time, Paul stresses the unlimited chronology of Jesus’ exalted rule. His rule over all powers applies “not only in this age but also in the one to come” (Eph. 1:21, ESV).<br><br><strong>What are some present-day manifestations of these same evil forces, and how can we make sure that we don’t get caught up in any of them?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 13",
          "dayTitle": "<p>Jesus, All Things, and His Church</p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p>Early Christians saw in Psalm 110:1 a prophecy of the exaltation of Jesus: “The Lord says to my Lord: ‘Sit at my right hand, until I make your enemies your footstool’ ” (ESV). They read Psalm 8 in the same way, with its affirmation that God has “put all things under his feet,” (Ps. 8:6, ESV), the feet of “the son of man” (Ps. 8:4, ESV). While they believed that the powers of darkness in the heavenly places were over their heads and threatened to subjugate them, they laid hold of the truth that those powers were under Christ’s feet.</p><p><br>Note carefully that having “put all things under his [Jesus’] feet,” the Father “gave him as head over all things to the church” (Eph. 1:22, ESV; compare “gave Him to be head over all things to the church,” NKJV). While “all things” is a universal, inclusive term, Paul still has in mind “the powers” mentioned in Ephesians 1:21. All things—the cosmic, supernatural, spiritual powers included—are under the feet of Christ, subservient to Him.<br><strong><br>What benefits does the exaltation of Christ to the throne of the cosmos, and His rule over all things in heaven and on earth, provide for His church? Eph. 1:22, 23.</strong></p><p><strong>Eph. 1:22, 23</strong></p><p><sup><strong>22</strong></sup> And He put all things under His feet, and gave Him to be head over all things to the church, <sup><strong><br></strong></sup></p><p><sup><strong>23</strong></sup> which is His body, the fullness of Him who fills all in all.</p><p><br>God has made Christ victorious over all evil powers. The church, closely identified with Christ and supplied by Him with all it needs, is itself guaranteed victory over those foes. The power of God, on display in the resurrection and His exaltation over every cosmic power, has been activated for the church. God has given the victorious Christ to the church, which is so united with Him as to be called His body.<br><br>How can we believers know the exalted Christ and experience God’s power in our lives? Paul does not directly address any mechanisms or strategies by which this occurs. However, the fact that the passage is part of a “prayer report” is suggestive. Paul believes that God will answer his prayer. He affirms the efficacy of celebrating God’s power, revealed in Christ, in God’s own presence and asking for it to be active in the lives of believers.<br><br><strong>What has been your own experience with the power of prayer? That is, not just answered prayers but prayer in general, and how does prayer draw us closer to God and the power offered us in Jesus?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 14",
          "dayTitle": "<p><strong>Further Thought:<br></strong></p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p>Study these two descriptions of Christ’s exaltation from the writings of Ellen G. White: “When Christ passed within the heavenly gates, He was enthroned amidst the adoration of the angels. As soon as this ceremony was completed, the Holy Spirit descended upon the disciples in rich currents, and Christ was indeed glorified, even with the glory which He had with the Father from all eternity. The Pentecostal outpouring was Heaven’s communication that the Redeemer’s inauguration was accomplished.<br><br>According to His promise He had sent the Holy Spirit from heaven to His followers as a token that He had, as priest and king, received all authority in heaven and on earth, and was the Anointed One over His people.”—The Acts of the Apostles, pp. 38, 39.<br><br>“The Father’s arms encircle His Son, and the word is given, ‘Let all the angels of God worship Him.’ Hebrews 1:6.<br><br>“With joy unutterable, rulers and principalities and powers acknowledge the supremacy of the Prince of life. The angel host prostrate themselves before Him, while the glad shout fills all the courts of heaven, ‘Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honor, and glory, and blessing.’ Revelation 5:12.<br><br>“Songs of triumph mingle with the music from angel harps, till heaven seems to overflow with joy and praise. Love has conquered. The lost is found. Heaven rings with voices in lofty strains proclaiming, ‘Blessing, and honor, and glory, and power, be unto Him that sitteth upon the throne, and unto the Lamb forever and ever.’ Rev. 5:13.”—The Desire of Ages, pp. 834, 835.<br><strong><br>Discussion Questions:</strong><br><br><strong>1. </strong>Ponder the “now” and “not yet” of the exaltation of Jesus. In what sense is Jesus already the Lord of “all things,” with the demonic powers subservient to Him—that is, the “now”? And in what sense does His full reign over all things look toward the future—the “not yet”? (See 1 Cor. 15:24–28.)<br><br><strong>2.&nbsp;</strong> To what extent are you living in the light of Christ’s rule over all things? Or to what extent are you living under the authority of these other powers, the fallen powers, whose authority is ebbing away anyway? How do you know which is which, and how can you get away from the forces of evil that, though certainly defeated, are still prevalent in our world?</p><p><strong>Inside Story:</strong></p><p><strong>Three Books, One Answer By John Bradshaw</strong><br><br>As a child, I had a lot of questions for which I couldn’t find answers. Why did I have to confess my sins to a priest? Why should I pray to saints when Jesus could surely hear my prayer? Would God burn people in hell forever?<br><br>I enjoyed going to church, and I was happy to believe in Jesus. But attending church didn’t clear up the questions. I attended many churches. Every church claimed to believe the Bible, but none could answer my questions.<br><br>When I was 16, an older brother gave me a book. He had joined another church that did strange things—church on Saturdays?—but the change was obviously good for him. He was happy, which led me to think the book might just be worth reading. I promised to read the book, which he said was about history and prophecy, but I didn’t get beyond the introduction. Several years later he asked me if I had read it, and when I told him I had not, he gave me another copy. I assured him I would read this one. This time I started on page one. I read most of it. Most of page one, that is. I put the book down intending to read it later, but I never got back to it.<br><br>More years passed. I left New Zealand, my home country, and was living in England. On a trip to Ireland, desperate to find a meaningful relationship with God, I went to church. But as I left it, I told God I was never going to church again “until You show me the truth!”<br><br>When I returned to London, a package was waiting for me. I had asked my brother if he had any idea where I might be able to find the book that he twice had given me. I had looked in several bookstores but hadn’t been able to locate it. And here in the mail was the third copy of the book that would change my life, The Great Controversy. This time I started reading in the middle of the book, and when I got to the end I went back to the beginning and read what I had missed. I encountered the power of God’s Word in a book that not only explained the deep prophecies of the Bible but also connected me with Jesus. A call to the operator connected me with a church in London, and thus began in earnest my walk with Jesus.<br><br>I still read The Great Controversy, having found that I continue to find new blessings and insights into the plan of salvation.<br><br>Outside of the Bible, no book has had a greater impact on my life. Join the global church in 2023 and 2024 in the mass promotion and distribution of The Great Controversy.<strong> Visit greatcontroversyproject.com f</strong>or more information or ask your pastor.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers<br></p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>Part I: Overview<br><br>Key Text: Ephesians 1:19, 20 Study Focus: Eph. 1:15–23, Eph. 3:14–21, Ps. 110:1, 1 Thess. 5:16–18, Deut. 9:29, 1 Cor. 15:20–22.<br></strong><br>Introduction: After summarizing and praising God for His plan of salvation in Christ, Paul, in Ephesians 1:15–23, assures his brothers and sisters in Ephesus that he is praying for them to continue to experience salvation through the ministry of the Holy Spirit in their lives. Paul requests God the Father to give the Ephesians (1) the experience of knowing God through His revelation, (2) the hope that emanates from God’s calling and promises, and (3) the faith through which they might experience the infinite power of the Lord Jesus Christ (Eph. 1:17–19).<br><br>Christ’s power is manifested in two ways. First, we experience Christ’s power through His resurrection. We are spiritually raised to the new life in Christ here and now and have the promise of the future final resurrection for eternal life. Second, we experience Christ’s power through His ascension in that He is seated on the throne of the universe as God, our God, who blesses us from His heavenly places, that is, His heavenly sanctuary. Christ Jesus created the universe and all its physical and spiritual powers; therefore, they are all subordinate to Him. The rebellious spiritual powers that temporarily claimed dominion over the earth are also subordinate to Him.<br><br>In addition, knowing that Jesus ascended to the hall of God’s throne makes us already heirs and members of the heavenly places in Him. In Christ, all the things in the universe are ours! One day, we also physically will ascend to those heavenly places and join the universe in praising God around His throne (Rev. 4:1–4, 8–11; Rev. 5:6, 9–14; Rev. 15:2–4).<br><br><strong>Lesson Themes: This week’s lesson highlights three major themes:</strong><br><br><strong>1.</strong> Prayers of praise and thanksgiving are essential for the life of the Christian.<br><br><strong>2. </strong>For the Christian, experiencing the transformative power of Christ and of the Holy Spirit in the Christian life is indispensable.<br><br><strong>3.</strong> As true Christians, by knowing and experiencing the power of Christ, we can freely live our lives in Him without fearing the rebellious powers of this world.<br><br><strong>Part II: Commentary</strong><br><br><strong>“For This Reason”</strong><br><br>Throughout his Epistle to the Ephesians, Paul uses several conclusive expressions, such as:<br><br>• dia touto (Eph. 1:15, Eph. 5:17, Eph. 6:13, meaning “through,” “because of,” “on account of ”),<br><br>• dio (Eph. 2:11, Eph. 3:13, Eph. 4:25, Eph. 5:14, meaning “wherefore,” “on which account,” “therefore”),<br><br>• oun (Eph. 4:1; Eph. 5:1, 7; Eph. 6:14, meaning “therefore,” “then”), and<br><br>• toutou charin (Eph. 3:1, 14, meaning “in favor of,” “for the pleasure of,” “for the sake of,” “by reason of,” “on account of ”).<br><br>In English translations, such as the NASB, these phrases are translated as “therefore” (Eph. 2:11; Eph. 3:13; Eph. 4:1, 25; Eph. 5:1, 7, 17; Eph. 6:13, 14) or “for this reason” (Eph. 1:15; Eph. 3:1, 14; Eph. 5:14). Thus, Paul first states and describes a theological reality or truth as a foundational section. Then, he develops a “therefore” section to apply these ideas to the life of the church. However, sometimes Paul uses a “therefore” or application section as the foundation section for another “application” or “therefore” section. In this way, Paul progressively expands, develops, and enriches the horizon of his thought on the gospel, the church, and Christian life.<br><br>In Ephesians 1:11–14, Paul summarizes the essence of the gospel, the platform upon which he places his “for this reason” theology (Eph. 1:15, NASB) and shows how the gospel relates to the church (Eph. 1:15–23), which is comprised of “saints” (Eph. 1:15, 18). The Christians or the saints are those who have faith in Jesus (Eph. 1:15), have “the spirit of wisdom and revelation” in knowing God (Eph. 1:17), and have been enlightened to know Christ’s calling, the inheritance He wants to give us and the superpower of His resurrection (Eph. 1:18, 19). These saints are the church, or Christ’s body (Eph. 1:22, 23). This example of Paul’s “for this reason” theology is the essence of the church.<br><br>The church is built on the gospel that Paul just described in Ephesians 1:1–15. The rest of the Epistle to the Ephesians is about the church. But this is a church that is built upon the correct understanding of the gospel, “Paul’s gospel,” as he would put it elsewhere (Rom. 2:16, Rom. 16:25, 2 Tim. 2:8). As has been noted, in Ephesus everything was defined by relating it to something else. In the cosmopolitan context of Ephesus, it was very easy to have one’s identity shaped by the Ephesian culture, by rubbing religious or philosophical elbows with other religions and philosophies. But Paul is adamant here: the foundation of the church, the identity of the church, is shaped by the gospel, by God’s gospel or plan that was established by Him before the foundation of the world and revealed now in Jesus Christ. The church, its identity, message, and mission, is not an evolutionary cultural idea. The church is the result of God’s plan, of God’s work in the world to save sinners and humanity.<br><br><strong>Church, Revelation, and Philosophy</strong><br><br>Paul prays for his church (Eph. 1:16, 18), thanking God for His work in it. Specifically, Paul thanks God for His work of enlightenment in the church, through His gifts of wisdom and revelation (Eph. 1:17, 18). This prayer uncovers two major aspects of the nature of the church.<br><br>First, the church is built upon God’s revelation, not human philosophy. Although Paul was well versed in philosophy (Acts 17:28), he refused to lay any philosophical stone at the foundation of the church. For him, the church was to be built, not on human wisdom and rhetoric but on the “testimony of God,” His revelation in Jesus Christ crucified, and in the “demonstration of the Spirit and of power” (1 Cor 2:1–5, NASB). This notion, however, does not mean there is no wisdom related to the building of the church.<br><br>On the contrary, the church is built upon wisdom, but it is “a wisdom . . . not of this age nor of the rulers of this age . . . but . . . God’s wisdom in a mystery, the hidden wisdom which God predestined before the ages to our glory; the wisdom which none of the rulers of this age has understood” (1 Cor. 2:6–8, NASB). That is why Paul warns the Colossians to guard against being taken “captive through philosophy and empty deception in accordance with human tradition . . . rather than in accordance with Christ” (Col. 2:8; see also John 1:12, 13; 1 Cor. 1:20–27; 1 Cor. 3:19; 1 Tim. 6:20, 21).<br><br>This attitude to philosophy does not imply that God, Paul, or Christianity reject logic or reason. On the contrary, reason is one of the most elevated human abilities or attributes God endowed us with when He created humans in His image. What Paul communicates here is that the church, or Christian religion, is not founded on the presuppositions and the conclusions of philosophy. Western classical philosophy and, recently, modern science are based largely on the presupposition that there is no intentional, loving, special, specific, propositional divine revelation.<br><br>Rather, what Western philosophy and modern science posit is a human rational, mystical, or psychological effort to reach toward God or to a certain divine realm. This thinking is a reversal of the Christian faith.<br><br>Paul adamantly insisted that the church is not, and cannot be, the product of human philosophy or science, or their presuppositions and conclusions. The church is the result of God’s direct intervention in our world and revelation in Christ Jesus and of God’s specific revelation through the Scriptures. Through Christ and through Scripture, God called humanity back to Himself and to His kingdom. When humans respond to this call, they become God’s church established in, and on, the direct work of Jesus Christ and of the Holy Spirit in us. For this reason, a successful philosophy will construct its worldview and presuppositions in reference to divine revelation.<br><br>Second, the church is not a two-tiered society, comprised of a philosophical, enlightened, intellectual elite on one side and simple and ignorant people on the other. Rather, in the church, all church members are enlightened and are recipients of God’s revelation and wisdom. This idea is the Christian foundation for the concepts of grace and unity.<br><br>The saved, or saints, did not receive salvation and revelation because of special insights, abilities, or efforts, but because of God’s grace, for it is God who reveals Himself to all humans and calls them to salvation. All church members inherit the same blessings! All of them receive the same revelation, the same salvation, and the same mission. That is why the church is one and not divided into two, three, or four classes or tiers. Fear of, and Victory Over, the Powers Our world is in a constant search for power. If we think of power as energy, we see that the sources of energy are causing constant tensions, and even wars, in our world.<br><br>But the world is looking for more than sources of energy. The world is looking especially for spiritual sources of powers, powers that will give lifelong success, dominance or peace, control, and fulfillment. As we approach the end of sinful human history, many people look for power in demonic sources, consciously or unconsciously. These demonic sources are enslaving and destructive powers. Millions of people do, in fact, realize that these demonic powers are enslaving, but they cannot liberate themselves from these powers. Many do not even know of any alternative power. They are simply afraid of these demonic powers.<br><br>Many other people are afraid of inanimate powers, such as earth- quakes, tsunamis, or black holes. Some are afraid of the powers of the position of the celestial bodies. Some people are afraid of the power of the personal appetite or of inner anger. More recently, artificial intelligence has become a source of fear for many.<br><br>But Paul insists that Christ’s power is infinitely superior to all these powers. Christ created the entire universe with all its powers and sources of energy, so all these forces are under His control. He created us, and He can restore us and help us control ourselves and whatever inner problems we are afraid of. Christ created all the angelic beings, a part of whom rebelled against God and turned demonic, attempting to control the world; but God defeated their rebellion during His first coming and will ultimately destroy their power and them forever at the end of the great controversy. Even now, these demonic entities are defeated and cannot obtain any victory over us when we are in Christ Jesus.<br><br>For this reason, the Seventh-day Adventist Church felt the need to express this gospel truth in the form of fundamental belief 11, titled “Growing in Christ”:<br><br>“By His death on the cross Jesus triumphed over the forces of evil. He who subjugated the demonic spirits during His earthly ministry has broken their power and made certain their ultimate doom. Jesus’ victory gives us victory over the evil forces that still seek to control us, as we walk with Him in peace, joy, and assurance of His love. Now the Holy Spirit dwells within us and empowers us. Continually committed to Jesus as our Saviour and Lord, we are set free from the burden of our past deeds. No longer do we live in the darkness, fear of evil powers, ignorance, and meaninglessness of our former way of life. In this new freedom in Jesus, we are called to grow into the likeness of His character, communing with Him daily in prayer, feeding on His Word, meditating on it and on His providence, singing His praises, gathering together for worship, and participating in the mission of the Church. We are also called to follow Christ’s example by compassionately ministering to the physical, mental, social, emotional, and spiritual needs of humanity. As we give ourselves in loving service to those around us and in witnessing to His salvation, His constant presence with us through the Spirit transforms every moment and every task into a spiritual experience.” (Available from https://www.adventist.org/growing-in-christ.)<br><br><strong>Part III: Life Application</strong><br><br><strong>1.</strong> Some Seventh-day Adventist Church buildings are closed for much of the week. In contrast, the divine worship services on the Sabbath days are sometimes agglomerated with program items that allow only for a limited time for individual or corporate prayer. Encourage your students, together with their local church, to develop a plan to transform the church, both as a congregation and as a building, into a house or space for continuous prayer for all the community and visitors throughout the week.<br><br><strong>2.</strong> Invite your students to think of ways that their families and church may become centers where people in the community could experience the power of Christ. How could you help the people in your community overcome the various fears that hold them in bondage to the powers of the universe, technology, self, or other humans, as well as to demonic powers?<br><strong><br>3. </strong>Ask class members to imagine that they each have been invited to preach on fundamental belief 11. What three ideas would constitute the main points of their sermon?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>The Power of the Exalted Jesus<br></p>",
      "verse": "<p>Through the Holy Spirit, believers may know “what is the exceeding greatness of His power toward us who believe, according to the working of His mighty power which He worked in Christ when He raised Him from the dead and seated Him at His right hand in the heavenly places (Ephesians 1:19, 20, NKJV).<br></p>",
      "versionCode": 10,
      "weekDate": "July 8–14"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
