{
  "data": [
    {
      "color": "#0fb9f0",
      "id": 709,
      "idEs": 9,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 20",
          "dayTitle": "",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>It’s always easy to shout with joy to the Lord when we feel joy. It’s not so easy, however, when things are bad, when we are in the worst situations imaginable, when the crucible heats up. Yet, it’s precisely then that we need—perhaps more than ever—to praise God, for praise is a means of helping us sustain faith.<br><br>Indeed, praise can transform even our darkest circumstances, maybe not in the sense of changing the facts around us, but in the sense that it can change us, and those around us, in a way that helps us face challenges. Praise is faith in action. It may not always be natural to us, but when we practice praise so that it becomes a natural part of our lives, it has the power both to convert and to conquer.<br><strong><br>The Week at a Glance: What is praise? How could praise be such a powerful spiritual weapon in difficult circumstances? How can praise transform us and the situation around us?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 21",
          "dayTitle": "<p>Framework for Praise<br></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>The great Russian writer Fyodor Dostoevsky had been sentenced to death, only to have the sentence commuted at the last moment. He spent years in prison instead. Talking about his prison experience, he wrote: “Believe to the end, even if all men go astray and you are left the only one faithful; bring your offering even then and praise God in your loneliness.”<br><br>In these lessons, we already have seen how Paul endured incredible opposition and persecution. But now he is sitting in a Roman prison. And yet he is not depressed; instead, he is eagerly writing to encourage the believers in Philippi!<br><br><strong>Read Philippians 4:4–7. How do you think Paul could have written such things when he himself was sitting in a prison? In this passage, what are the keys to gaining the “peace of God”?</strong><sup><br></sup></p><p><sup><strong>4</strong></sup> Rejoice in the Lord always. Again I will say, rejoice!<sup><br><strong><br>5</strong></sup> Let your gentleness be known to all men. The Lord is at hand.<sup><br><br><strong>6 </strong></sup>Be anxious for nothing, but in everything by prayer and supplication, with thanksgiving, let your requests be made known to God;</p><p><sup><strong>7 </strong></sup>and the peace of God, which surpasses all understanding, will guard your hearts and minds through Christ Jesus.</p><p>It is one thing to rejoice when everything is going well. But Paul exhorts us to rejoice always. That may sound strange. If we take what Paul writes literally, there are two critical implications for us. First, if we are to rejoice always, it must mean that we should be rejoicing even when circumstances do not appear to give any grounds for rejoicing. Second, if we are to rejoice always, it also must mean that we are going to have to learn to rejoice at times when we do not feel like it. Paul is calling us to praise God even though many times it may seem quite unnatural to us. It may even seem unreasonable. But as we will see, it is precisely because there are times when it appears unreasonable that we are called to rejoice. In other words, praise is an act of faith. Just as faith is based not on our circumstances but rather on the truth about God, so praise is something we do not because we feel good but because of the truth of who God is and what He has promised us. And amazingly, it is such faith that begins to shape our thoughts, feelings, and circumstances.<br><br><strong>What is the truth about God that Paul identifies in today’s ­­passage—truth that enables him to rejoice, even in prison? Write down a short list of what you know to be the truth about God.<br><br>Go through the list and praise God for each item. How does this change the way that you feel about and view your circumstances?</strong></p><p><br></p><p><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 22",
          "dayTitle": "<p>Praying Down Walls<br></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p>There’s an expression in English: “to be painted into a corner.” Imagine painting the floor of a room but then realizing that you have wound up in a corner and cannot get out—except by walking over the fresh paint. You have to stay there until it dries!<br><br>Sometimes our faith seems to paint us into a corner. We arrive at a situa­tion, and, like the wet paint on the floor, our faith “traps” us. We look at the situation, and either we have to reject God, faith, and everything we have believed in, or our faith compels us to believe what appears impossible. God brought the Israelites to a corner. After they had wandered for 40 years in the wilderness, God did not lead His people to empty, peaceful grasslands. God led them to one of the most strongly fortified cities in the whole area. Then they had to walk around Jericho in silence for six days. On the seventh day, God told them to shout—and that shouting, together with the trumpets, would bring victory.<br><br><strong>Read Joshua 5:13–6:20. What is God trying to teach the Israelites?</strong></p><p><sup><strong>13 </strong></sup>And it came to pass, when Joshua was by Jericho, that he lifted his eyes and looked, and behold, a Man stood opposite him with His sword drawn in His hand. And Joshua went to Him and said to Him, “Are You for us or for our adversaries?”<sup><br><br><strong>14 </strong></sup>So He said, “No, but as Commander of the army of the Lord I have now come.”<br><br>And Joshua fell on his face to the earth and worshiped, and said to Him, “What does my Lord say to His servant?”<sup><br><br><strong>15</strong></sup> Then the Commander of the Lord’s army said to Joshua, “Take your sandal off your foot, for the place where you stand is holy.” And Joshua did so.<br></p><p><strong>Joshua 6:1-20</strong></p><p><sup><strong>1</strong></sup> Now Jericho was securely shut up because of the children of Israel; none went out, and none came in. <sup><br></sup></p><p><sup><strong>2</strong></sup> And the Lord said to Joshua: “See! I have given Jericho into your hand, its king, and the mighty men of valor. <sup><br></sup></p><p><sup><strong>3</strong></sup> You shall march around the city, all you men of war; you shall go all around the city once. This you shall do six days. <sup><br></sup></p><p><sup><strong>4</strong></sup> And seven priests shall bear seven trumpets of rams’ horns before the ark. But the seventh day you shall march around the city seven times, and the priests shall blow the trumpets. <sup><br></sup></p><p><sup><strong>5 </strong></sup>It shall come to pass, when they make a long blast with the ram’s horn, and when you hear the sound of the trumpet, that all the people shall shout with a great shout; then the wall of the city will fall down flat. And the people shall go up every man straight before him.”<br><br><strong>6</strong> Then Joshua the son of Nun called the priests and said to them, “Take up the ark of the covenant, and let seven priests bear seven trumpets of rams’ horns before the ark of the Lord.” <sup><br></sup></p><p><sup><strong>7</strong></sup> And he said to the people, “Proceed, and march around the city, and let him who is armed advance before the ark of the Lord.”<sup><br><br><strong>8 </strong></sup>So it was, when Joshua had spoken to the people, that the seven priests bearing the seven trumpets of rams’ horns before the Lord advanced and blew the trumpets, and the ark of the covenant of the Lord followed them. 9 The armed men went before the priests who blew the trumpets, and the rear guard came after the ark, while the priests continued blowing the trumpets. <sup><br></sup></p><p><sup><strong>10 </strong></sup>Now Joshua had commanded the people, saying, “You shall not shout or make any noise with your voice, nor shall a word proceed out of your mouth, until the day I say to you, ‘Shout!’ Then you shall shout.” <strong><sup><br></sup></strong></p><p><strong><sup>11</sup></strong> So he had the ark of the Lord circle the city, going around it once. Then they came into the camp and lodged in the camp.<strong><br><br><sup>12 </sup></strong>And Joshua rose early in the morning, and the priests took up the ark of the Lord. <sup><br></sup></p><p><sup><strong>13 </strong></sup>Then seven priests bearing seven trumpets of rams’ horns before the ark of the Lord went on continually and blew with the trumpets. And the armed men went before them. But the rear guard came after the ark of the Lord, while the priests continued blowing the trumpets. <sup><br></sup></p><p><sup><strong>14 </strong></sup>And the second day they marched around the city once and returned to the camp. So they did six days.<sup><br><br><strong>15</strong></sup> But it came to pass on the seventh day that they rose early, about the dawning of the day, and marched around the city seven times in the same manner. On that day only they marched around the city seven times. <sup><br></sup></p><p><sup><strong>16 </strong></sup>And the seventh time it happened, when the priests blew the trumpets, that Joshua said to the people: “Shout, for the Lord has given you the city! <sup><br></sup></p><p><sup><strong>17</strong></sup> Now the city shall be doomed by the Lord to destruction, it and all who are in it. Only Rahab the harlot shall live, she and all who are with her in the house, because she hid the messengers that we sent. <sup><br></sup></p><p><sup><strong>18 </strong></sup>And you, by all means abstain from the accursed things, lest you become accursed when you take of the accursed things, and make the camp of Israel a curse, and trouble it. <sup><br></sup></p><p><sup><strong>19</strong></sup> But all the silver and gold, and vessels of bronze and iron, are consecrated to the Lord; they shall come into the treasury of the Lord.”<sup><br><br><strong>20</strong></sup> So the people shouted when the priests blew the trumpets. And it happened when the people heard the sound of the trumpet, and the people shouted with a great shout, that the wall fell down flat. Then the people went up into the city, every man straight before him, and they took the city. <br><br>Shouting loudly was not going to cause vibrations to trigger the walls to collapse. When God called the Israelites to “shout,” it was the same type of shouting that David writes about in Psalm 66: “Shout for joy to God, all the earth! Sing the glory of his name; make his praise glorious!” (Ps. 66:1, 2, NIV). This shouting was praise! After six days of looking at the huge walls, they must have concluded that they hadn’t a chance of breaking them down themselves.<br><br><strong>How does this idea help us understand the meaning of Hebrews 11:30?</strong><sup><br></sup></p><p><sup><strong>30</strong></sup> By faith the walls of Jericho fell down after they were encircled for seven days. <br></p><p>When God is on the verge of doing something new in our lives, He may bring us to a Jericho, for He may need to teach us that the power to triumph does not come in our own strength and strategies. Everything we need comes from outside of ourselves. So, no matter what is in front of us, no matter how insurmountable it may seem, our role is to praise God—the Source of everything we need. This is faith in action.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 23",
          "dayTitle": "<p>The Life of Praise<br></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p>Praising the Lord might not be natural to us, even in good circumstances. Thus, how much more difficult to do it in bad ones? Yet, that is what we are called to do. Praise is something that we must practice until it changes from being an activity done at a particular time to an atmosphere in which we live. Praise shouldn’t so much be a specific act but a specific way of life itself.<br><br><strong>Read Psalm 145. What are the reasons David gives for praising God? In what ways should the words of this psalm be your own?</strong><br><br>The great British preacher Charles Haddon Spurgeon wrote a book called The Practice of Praise. It is based on verse 7 of today’s psalm. In this short verse, Spurgeon calls our attention to three important things that can help in developing praise in our lives.<br><br><strong>1. </strong>Praise is practiced as we look around us. If we do not look around us to see the greatness of God, we will have no reason to praise Him. What can you see in the created world that is praiseworthy, such as the beauty of God’s creation? What can you see in the spiritual world that is praiseworthy, such as the growing faith in a young Christian?<br><br><strong>2. </strong>Praise is practiced as we remember what we have seen. If we want to live in an atmosphere of praise, we must be able to recall the reason for it. In what ways can we remember the great things about God (such as by developing new rituals or symbols that remind us of His goodness), so that His goodness and the truth about Him do not slip from our minds?<br><br><strong>3.</strong> Praise is practiced as we talk about it. Praise is not something that we do in our heads. It is meant to come out of our mouths, to be heard by those around us. What reasons can you think of to praise God verbally? What will the effect of such praise be, and on whom?<br><br><strong>Take a pen and some paper and spend some time working through these three points. What can you do to develop the habit of praise in your life?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 24",
          "dayTitle": "<p>A Witness Who Convicts</p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p>In the book of Acts, praise had an astonishing effect on those who heard it. <strong>Read Acts 16:16–34</strong>. Having been stripped and beaten hard, Paul and Silas were thrown into prison. No one was there to put ointment on their badly cut and bruised backs. In great physical pain and with their feet in stocks, they were placed in the darkness of the inner prison. But as the other prisoners sat listening, Paul and Silas begin to pray and sing.</p><p><strong>Read Acts 16:16–34</strong><sup><br></sup></p><p><sup><strong>16</strong></sup> Now it happened, as we went to prayer, that a certain slave girl possessed with a spirit of divination met us, who brought her masters much profit by fortune-telling. <sup><br></sup></p><p><sup><strong>17 </strong></sup>This girl followed Paul and us, and cried out, saying, “These men are the servants of the Most High God, who proclaim to us the way of salvation.” <sup><strong><br></strong></sup></p><p><sup><strong>18</strong></sup> And this she did for many days.<br><br>But Paul, greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And he came out that very hour. <sup><br></sup></p><p><sup><strong>19</strong></sup> But when her masters saw that their hope of profit was gone, they seized Paul and Silas and dragged them into the marketplace to the authorities.<sup><br><br><strong>20</strong></sup> And they brought them to the magistrates, and said, “These men, being Jews, exceedingly trouble our city; <sup><br></sup></p><p><sup><strong>21</strong></sup> and they teach customs which are not lawful for us, being Romans, to receive or observe.” <sup><br></sup></p><p><sup><strong>22 </strong></sup>Then the multitude rose up together against them; and the magistrates tore off their clothes and commanded them to be beaten with rods. <sup><br></sup></p><p><sup><strong>23 </strong></sup>And when they had laid many stripes on them, they threw them into prison, commanding the jailer to keep them securely. <sup><br></sup></p><p><sup><strong>24</strong></sup> Having received such a charge, he put them into the inner prison and fastened their feet in the stocks.<sup><br><br><strong>25</strong></sup> But at midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them. <sup><strong>26 </strong></sup>Suddenly there was a great earthquake, so that the foundations of the prison were shaken; and immediately all the doors were opened and everyone’s chains were loosed. <sup><br></sup></p><p><sup><strong>27 </strong></sup>And the keeper of the prison, awaking from sleep and seeing the prison doors open, supposing the prisoners had fled, drew his sword and was about to kill himself. <sup><br></sup></p><p><sup><strong>28 </strong></sup>But Paul called with a loud voice, saying, “Do yourself no harm, for we are all here.”<sup><br><br><strong>29 </strong></sup>Then he called for a light, ran in, and fell down trembling before Paul and Silas. <sup><br></sup></p><p><sup><strong>30</strong></sup> And he brought them out and said, “Sirs, what must I do to be saved?”<sup><br><br><strong>31</strong></sup> So they said, “Believe on the Lord Jesus Christ, and you will be saved, you and your household.” <sup><br></sup></p><p><sup><strong>32</strong></sup> Then they spoke the word of the Lord to him and to all who were in his house. <sup><br></sup></p><p><sup><strong>33 </strong></sup>And he took them the same hour of the night and washed their stripes. And immediately he and all his family were baptized. <sup><br></sup></p><p><sup><strong>34</strong></sup> Now when he had brought them into his house, he set food before them; and he rejoiced, having believed in God with all his household.</p><p>After the earthquake, and after he had discovered that neither Paul nor Silas nor any of the other prisoners had escaped, the jailer “fell trembling before Paul and Silas. He then brought them out and asked, ‘Sirs, what must I do to be saved?’ ” (Acts 16:29, 30, NIV).<br><br><strong>Why did this event cause the jailer to focus on his own need of salvation? What role do you think Paul and Silas’s prayers and songs played in the prisoners’ not running away, and in the conversion of this man and his whole family?</strong><br><br>It is amazing to think that our praise can transform the eternal destinies of those around us. If Paul and Silas had sat in the dark mumbling and complaining as prisoners often do, do you think anyone would have been saved that night?<br><br>We don’t know what happened to the jailer and his family later on, but can you imagine them reading the words that Paul later wrote from another prison in Rome: “For it has been granted to you on behalf of Christ not only to believe in him, but also to suffer for him, since you are going through the same struggle you saw I had, and now hear that I still have” (Phil. 1:29, 30, NIV). If they did read this and reflect on how Paul’s suffering had brought them joy, it surely must have brought a song to their hearts and a fresh challenge to remain faithful, no matter the cost.</p><p><strong>&nbsp;Who do you think could be influenced for God by a song of praise that could come from your heart? Make a concerted effort to be more open and effusive in your praise to God around others. You don’t know the positive effect it could have.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 25",
          "dayTitle": "<p>A Weapon That Conquers<br></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p><strong>Read 2 Chronicles 20:1–30</strong>. As Jehoshaphat discovered, praise is a powerful weapon. After receiving the report that a “vast army” was coming against him, Jehoshaphat did not immediately jump to military action, but “resolved to inquire of the Lord” (2 Chron. 20:3, NIV). As the people of Judah came to Jerusalem for a fast, Jehoshaphat admitted the reality of the situation, saying that “ ‘we have no power to face this vast army that is attacking us. We do not know what to do, but our eyes are on you’ ” (2 Chron. 20:12, NIV).<sup><br></sup></p><p><sup><strong>1</strong></sup> It happened after this that the people of Moab with the people of Ammon, and others with them besides the Ammonites, came to battle against Jehoshaphat. <sup><br></sup></p><p><sup><strong>2 </strong></sup>Then some came and told Jehoshaphat, saying, “A great multitude is coming against you from beyond the sea, from Syria; and they are in Hazazon Tamar” (which is En Gedi). <sup><br></sup></p><p><sup><strong>3 </strong></sup>And Jehoshaphat feared, and set himself to seek the Lord, and proclaimed a fast throughout all Judah. <sup><br></sup></p><p><sup><strong>4</strong></sup> So Judah gathered together to ask help from the Lord; and from all the cities of Judah they came to seek the Lord.<sup><br><br><strong>5 </strong></sup>Then Jehoshaphat stood in the assembly of Judah and Jerusalem, in the house of the Lord, before the new court, <sup><br></sup></p><p><sup><strong>6 </strong></sup>and said: “O Lord God of our fathers, are You not God in heaven, and do You not rule over all the kingdoms of the nations, and in Your hand is there not power and might, so that no one is able to withstand You? <sup><br></sup></p><p><sup><strong>7</strong></sup> Are You not our God, who drove out the inhabitants of this land before Your people Israel, and gave it to the descendants of Abraham Your friend forever? <sup><br></sup></p><p><sup><strong>8 </strong></sup>And they dwell in it, and have built You a sanctuary in it for Your name, saying, <sup><br></sup></p><p><sup><strong>9 </strong></sup>‘If disaster comes upon us—sword, judgment, pestilence, or famine—we will stand before this temple and in Your presence (for Your name is in this temple), and cry out to You in our affliction, and You will hear and save.’ <sup><br></sup></p><p><sup><strong>10 </strong></sup>And now, here are the people of Ammon, Moab, and Mount Seir—whom You would not let Israel invade when they came out of the land of Egypt, but they turned from them and did not destroy them— <sup><br></sup></p><p><sup><strong>11 </strong></sup>here they are, rewarding us by coming to throw us out of Your possession which You have given us to inherit. <sup><br></sup></p><p><sup><strong>12 </strong></sup>O our God, will You not judge them? For we have no power against this great multitude that is coming against us; nor do we know what to do, but our eyes are upon You.”<sup><br><br><strong>13 </strong></sup>Now all Judah, with their little ones, their wives, and their children, stood before the Lord.<sup><br><br><strong>14</strong></sup> Then the Spirit of the Lord came upon Jahaziel the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a Levite of the sons of Asaph, in the midst of the assembly. <sup><br></sup></p><p><sup><strong>15</strong></sup> And he said, “Listen, all you of Judah and you inhabitants of Jerusalem, and you, King Jehoshaphat! Thus says the Lord to you: ‘Do not be afraid nor dismayed because of this great multitude, for the battle is not yours, but God’s. <sup><br></sup></p><p><sup><strong>16 </strong></sup>Tomorrow go down against them. They will surely come up by the Ascent of Ziz, and you will find them at the end of the brook before the Wilderness of Jeruel. <sup><br></sup></p><p><sup><strong>17</strong></sup> You will not need to fight in this battle. Position yourselves, stand still and see the salvation of the Lord, who is with you, O Judah and Jerusalem!’ Do not fear or be dismayed; tomorrow go out against them, for the Lord is with you.”<sup><br><br><strong>18 </strong></sup>And Jehoshaphat bowed his head with his face to the ground, and all Judah and the inhabitants of Jerusalem bowed before the Lord, worshiping the Lord. <sup><br></sup></p><p><sup><strong>19 </strong></sup>Then the Levites of the children of the Kohathites and of the children of the Korahites stood up to praise the Lord God of Israel with voices loud and high.<sup><br><strong><br>20 </strong></sup>So they rose early in the morning and went out into the Wilderness of Tekoa; and as they went out, Jehoshaphat stood and said, “Hear me, O Judah and you inhabitants of Jerusalem: Believe in the Lord your God, and you shall be established; believe His prophets, and you shall prosper.” <sup><br></sup></p><p><sup><strong>21 </strong></sup>And when he had consulted with the people, he appointed those who should sing to the Lord, and who should praise the beauty of holiness, as they went out before the army and were saying:<br><br>“Praise the Lord,<br>For His mercy endures forever.”<sup><br><br><strong>22 </strong></sup>Now when they began to sing and to praise, the Lord set ambushes against the people of Ammon, Moab, and Mount Seir, who had come against Judah; and they were defeated. <sup><br></sup></p><p><sup><strong>23</strong></sup> For the people of Ammon and Moab stood up against the inhabitants of Mount Seir to utterly kill and destroy them. And when they had made an end of the inhabitants of Seir, they helped to destroy one another.<sup><br><br><strong>24 </strong></sup>So when Judah came to a place overlooking the wilderness, they looked toward the multitude; and there were their dead bodies, fallen on the earth. No one had escaped.<sup><br><br><strong>25 </strong></sup>When Jehoshaphat and his people came to take away their spoil, they found among them an abundance of valuables on the dead bodies, and precious jewelry, which they stripped off for themselves, more than they could carry away; and they were three days gathering the spoil because there was so much. <sup><br></sup></p><p><sup><strong>26 </strong></sup>And on the fourth day they assembled in the Valley of Berachah, for there they blessed the Lord; therefore the name of that place was called The Valley of Berachah until this day. <sup><br></sup></p><p><sup><strong>27</strong></sup> Then they returned, every man of Judah and Jerusalem, with Jehoshaphat in front of them, to go back to Jerusalem with joy, for the Lord had made them rejoice over their enemies. <sup><br></sup></p><p><sup><strong>28</strong></sup> So they came to Jerusalem, with stringed instruments and harps and trumpets, to the house of the Lord. <sup><br></sup></p><p><sup><strong>29</strong></sup> And the fear of God was on all the kingdoms of those countries when they heard that the Lord had fought against the enemies of Israel. <sup><br></sup></p><p><sup><strong>30</strong></sup> Then the realm of Jehoshaphat was quiet, for his God gave him rest all around.</p><p><strong>When you see a “vast army” approaching, what is your instinctive reaction? From Jehoshaphat’s response in 2 Chronicles 20:3–12, what can you learn about dealing with overwhelming opposition?<sup><br></sup></strong></p><p><sup><strong>&nbsp;3 </strong></sup>And Jehoshaphat feared, and set himself to seek the Lord, and proclaimed a fast throughout all Judah. <sup><br></sup></p><p><sup><strong>4 </strong></sup>So Judah gathered together to ask help from the Lord; and from all the cities of Judah they came to seek the Lord.<sup><br><br><strong>5 </strong></sup>Then Jehoshaphat stood in the assembly of Judah and Jerusalem, in the house of the Lord, before the new court, <sup><br></sup></p><p><sup><strong>6 </strong></sup>and said: “O Lord God of our fathers, are You not God in heaven, and do You not rule over all the kingdoms of the nations, and in Your hand is there not power and might, so that no one is able to withstand You? <sup><br></sup></p><p><sup><strong>7 </strong></sup>Are You not our God, who drove out the inhabitants of this land before Your people Israel, and gave it to the descendants of Abraham Your friend forever? <sup><br></sup></p><p><sup><strong>8</strong></sup> And they dwell in it, and have built You a sanctuary in it for Your name, saying, <sup><br></sup></p><p><sup><strong>9 ‘</strong></sup>If disaster comes upon us—sword, judgment, pestilence, or famine—we will stand before this temple and in Your presence (for Your name is in this temple), and cry out to You in our affliction, and You will hear and save.’ <sup><br></sup></p><p><sup><strong>10 </strong></sup>And now, here are the people of Ammon, Moab, and Mount Seir—whom You would not let Israel invade when they came out of the land of Egypt, but they turned from them and did not destroy them— <sup><br></sup></p><p><sup><strong>11</strong></sup> here they are, rewarding us by coming to throw us out of Your possession which You have given us to inherit. <sup><br></sup></p><p><sup><strong>12</strong></sup> O our God, will You not judge them? For we have no power against this great multitude that is coming against us; nor do we know what to do, but our eyes are upon You.”</p><p>As the Spirit of the Lord came upon Jahaziel, he boldly announced: “ ‘ “You will not have to fight this battle. Take up your positions; stand firm and see the deliverance the Lord will give you, Judah and Jerusalem. Do not be afraid; do not be discouraged. Go out to face them tomorrow, and the Lord will be with you” ’ ” (2 Chron. 20:17, NIV). After that, they worshiped God and sang praises to Him “with a very loud voice” (2 Chron. 20:19, NIV). Even though God was going to fight for them, they still had to go out to face the enemy.<br><br>But this was no ordinary march to war. Jehoshaphat appointed a choir to sing praises to the Lord as they marched out. “As they began to sing and praise, the Lord set ambushes against the men of Ammon and Moab and Mount Seir who were invading Judah, and they were defeated” (2 Chron. 20:22, NIV). According to the author, God inter- vened at the very moment they exercised their faith in His promise, as they began to “praise him for the splendor of his holiness” (2 Chron. 20:21, NIV).<br><br><strong>Read through the texts for today again. What spiritual principles can you find there that can apply to your own walk with God, especially in times of trial and stress?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 26",
          "dayTitle": "",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>Read Ellen G. White, “Jehoshaphat,” pp. 190–203, in Prophets and Kings; “The Fall of Jericho,” pp. 487–498, in Patriarchs and Prophets.<br><br>“Then let us educate our hearts and lips to speak the praise of God for His matchless love. Let us educate our souls to be hopeful and to abide in the light shining from the cross of Calvary. Never should we forget that we are children of the heavenly King, sons and daughters of the Lord of hosts. It is our privilege to maintain a calm repose in God.”—Ellen G. White, The Ministry of Healing, p. 253.<br><br>“And while I adore and magnify Him, I want you to magnify Him with me. Praise the Lord even when you fall into darkness. Praise Him even in temptation. ‘Rejoice in the Lord alway,’ says the apostle; ‘and again I say, Rejoice.’ Will that bring gloom and darkness into your families? No, indeed; it will bring a sunbeam. You will thus gather rays of eternal light from the throne of glory and scatter them around you. Let me exhort you to engage in this work, scatter this light and life around you, not only in your own path, but in the paths of those with whom you associate. Let it be your object to make those around you better, to elevate them, to point them to heaven and glory, and lead them to seek, above all earthly things, the eternal substance, the immortal inheritance, the riches which are imperishable.”—Ellen G. White, Testimonies for the Church, vol. 2, pp. 593, 594.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.&nbsp; </strong>What role does community praise have in the life of the Christian? How would you describe the praise in your Sabbath services? Is it uplifting? Does it encourage members to maintain faithfulness amid trial and trauma? If not, what can be done?<br><br><strong>2.</strong> What does it mean to “praise the Lord even when you fall into darkness” or to “praise Him even in temptation”? How can praise help us through these situations?<br><strong><br>&nbsp;3.&nbsp;</strong> Let members give testimonies on how praise has affected their lives. What can you learn from one another’s experiences?<br><br><strong>4. </strong>As a class, pick a psalm of praise and spend time reading it. What does it teach you about praise? What impact does praise have on your faith?<br><br><strong>Inside Story:<br><br>Part 9: Growing in Christ&nbsp; By Andrew McChesney</strong><br><br>After Mother’s baptism, Father faced a severe spiritual struggle. Evil spirits possessed him at night, and he struggled to sleep. Whenever he was possessed and saw Mother, the spirits spewed hatred at her.<br><br>Father and Mother strengthened their faith by praying and studying the Sabbath School lesson every day. Father learned to pray on his knees and to have personal time with God. The couple made it a habit to pray, have personal devotions, and study the Sabbath School lesson daily.<br><br>Mother trusted God, and she felt His constant care. She found faith and assurance in the Bible, and several verses especially helped her during Father’s struggle with evil spirits. “Therefore submit to God. Resist the devil and he will flee from you,” she read in James 4:7. “But the Lord is faithful, who will establish you and guard you from the evil one,” she read in 2 Thessalonians 3:3. She claimed the promise of Jesus in John 10:10: “The thief does not come except to steal, and to kill, and to destroy. I have come that they may have life, and that they may have it more abundantly.” When she found a Bible verse that helped or gave hope, she copied it into a special journal and prayed those verses to God during her 5:00 a.m. prayer time.<br><br>Mother also wrote a special prayer for Father that she prayed every morning for a year. She prayed, “Lord, I ask You for my husband, Eduardo, and for him to turn to You with all his heart. Help me to love him and to renew my love for him. I surrender to You, Lord, and ask You to bless him as he seeks to honor You. Discipline him when needed. Transform him into a man who will desire to follow You. Help me to encourage him and to respect him. Help me to love him. I pray this in the name of Jesus, amen.”<br><br>Father, meanwhile, started Bible studies in preparation for baptism. He wanted to be baptized on October 29, exactly a year to the day after Junior’s baptism.<br><br>As Father studied the Bible, he curiously watched YouTube sermons by preachers from the Adventist Church. He also watched sermons from other Christian denominations, wanting to test their teachings against the Bible. To his shock, evil spirits taunted him as he listened to the other preachers, saying that they would have sent him to one of their churches rather than the Adventist Church if they had known that he was interested in those preachers. Father stopped watching the other sermons. Now I know that I’m in the right church! he thought.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p>A Life of Praise<br></p>",
      "verse": "<p>“Rejoice in the Lord always. Again I say, rejoice!” (Philippians 4:4, NKJV).<br></p>",
      "versionCode": 7,
      "weekDate": "August 20–26"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
