{
   "data":[
      {
         "color":"#FF6769",
         "id":13,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"22 de junio",
               "dayTitle":"",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p>Podemos afrontar el futuro con el corazón lleno de esperanza. Aunque ven\u0002gan tiempos difíciles, sea cual fuere el sufrimiento por el que tengamos que transitar, las dificultades que tengamos que soportar, las penas que experimentemos, si tenemos la esperanza de que vendrá un día mejor podemos vivir la vida hoy con sentido, propósito y alegría. Franklin D. Roosevelt fue presidente de los Estados Unidos entre 1933 y 1945, uno de los períodos más difíciles de la historia del país. Sufría de parálisis debido a la poliomielitis y era incapaz de caminar sin ayuda. En cierta ocasión, escribió: “Siempre hemos manteni\u0002do la esperanza, la creencia, la convicción de que hay una vida mejor, un mundo mejor, más allá del horizonte”.\n</p><p>En la última lección de este trimestre, veremos el amor incondicional de Cristo durante la época más emocionante de la historia del universo, y su triunfo completo y total en el gran conflicto entre el bien y el mal. El último libro de la Biblia, el Apocalipsis, nos da esperanza para hoy, mañana y siempre.\n</p><p>La lección de esta semana se basa en El conflicto de los siglos, capítulos 39 al 42.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de junio",
               "dayTitle":"<p>ESPERANZA EN TIEMPOS DIFÍCILES</p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Apocalipsis 22:11 y 12; Daniel 12:1 y 2; y Jeremías 30:5 al 7. ¿Qué acon\u0002tecimientos tendrán lugar justo antes de la Segunda Venida?\n</strong></p><p><strong>Apocalipsis 22:11-12\n</strong></p><p><strong><sup>11</sup></strong> El que es injusto, sea injusto todavía; y el que es inmundo, sea inmundo todavía; y el que es justo, practique la justicia todavía; y el que es santo, santifíquese todavía.\n</p><p><strong><sup>12</sup> </strong>He aquí yo vengo pronto, y mi galardón conmigo, para recompensar a cada uno según sea su obra.\n</p><p><strong>Daniel 12:1-2\n</strong></p><p><strong><sup>1</sup></strong> En aquel tiempo se levantará Miguel, el gran príncipe que está de parte de los hijos de tu pueblo; y será tiempo de angustia, cual nunca fue desde que hubo gente hasta entonces; pero en aquel tiempo será libertado tu pueblo, todos los que se hallen escritos en el libro.\n</p><p><sup><strong>2</strong> </sup>Y muchos de los que duermen en el polvo de la tierra serán despertados, unos para vida eterna, y otros para vergüenza y confusión perpetua.\n</p><p><strong>Jeremías 30:5-7\n</strong></p><p><sup style=\"\"><strong style=\"\">5</strong> </sup>Porque así ha dicho Jehová: Hemos oído voz de temblor; de espanto, y no de paz.\n</p><p><strong><sup>6</sup></strong> Inquirid ahora, y mirad si el varón da a luz; porque he visto que todo hombre tenía las manos sobre sus lomos, como mujer que está de parto, y se han vuelto pálidos todos los rostros.\n</p><p><strong><sup>7 </sup></strong>¡Ah, cuán grande es aquel día!, tanto, que no hay otro semejante a él; tiempo de angustia para Jacob; pero de ella será librado.\n</p><p>Al final del período de prueba de la humanidad, habrá un tiempo de angustia “cual nunca fue desde que hubo gente hasta entonces”. Apocalipsis 16 describe las siete últimas plagas que se derramarán sobre el mundo impío. Pero, al igual que con las plagas que se abatieron sobre Egipto, el pueblo de Dios estará protegido de ellas. Ten en cuenta la promesa de Daniel: “En ese tiempo será librado tu pueblo, todos los que se hallen escritos en el libro” (Dan. 12:1). Esto debe referirse al “libro de la vida” (ver Fil. 4:3; Apoc. 13:8; 20:12, 15; 22:19). Si hemos permanecido fieles a Jesús, nuestro nombre no será borrado del Libro de la Vida (Apoc. 3:5).\n</p><p><strong>Filipenses 4:3\n</strong></p><p><sup><strong>3</strong> </sup>Asimismo te ruego también a ti, compañero fiel, que ayudes a estas que combatieron juntamente conmigo en el evangelio, con Clemente también y los demás colaboradores míos, cuyos nombres están en el libro de la vida.\n</p><p><strong>Apocalipsis 13:8\n</strong></p><p><strong><sup>8</sup></strong> Y la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.\n</p><p><strong>Apocalipsis  20:12,15\n</strong></p><p><strong><sup>12</sup></strong> Y vi a los muertos, grandes y pequeños, de pie ante Dios; y los libros fueron abiertos, y otro libro fue abierto, el cual es el libro de la vida; y fueron juzgados los muertos por las cosas que estaban escritas en los libros, según sus obras.\n</p><p><strong><sup>15</sup> </strong>Y el que no se halló inscrito en el libro de la vida fue lanzado al lago de fuego.\n</p><p><strong>Apocalipsis  22:19\n</strong></p><p><strong><sup>19</sup></strong> Y si alguno quitare de las palabras del libro de esta profecía, Dios quitará su parte del libro de la vida, y de la santa ciudad y de las cosas que están escritas en este libro.\n</p><p><strong>Apocalipsis  3:5\n</strong></p><p><strong><sup>5</sup></strong> El que venciere será vestido de vestiduras blancas; y no borraré su nombre del libro de la vida, y confesaré su nombre delante de mi Padre, y delante de sus ángeles.\n</p><p><strong>Lee 1 Juan 3:1 al 3; y Juan 8:29 y 14:30. ¿Cuál es la única preparación adecuada para el tiempo de angustia que se avecina?\n</strong></p><p><strong>1 Juan 3:1-3\n</strong></p><p><strong><sup>1</sup></strong> Mirad cuál amor nos ha dado el Padre, para que seamos llamados hijos de Dios; por esto el mundo no nos conoce, porque no le conoció a él.\n</p><p><strong><sup>2</sup> </strong>Amados, ahora somos hijos de Dios, y aún no se ha manifestado lo que hemos de ser; pero sabemos que cuando él se manifieste, seremos semejantes a él, porque le veremos tal como él es.\n</p><p><strong><sup>3</sup> </strong>Y todo aquel que tiene esta esperanza en él, se purifica a sí mismo, así como él es puro.\n</p><p><strong>Juan 8:29\n</strong></p><p><strong><sup>29</sup></strong> Porque el que me envió, conmigo está; no me ha dejado solo el Padre, porque yo hago siempre lo que le agrada.\n</p><p><strong>Juan 14:30\n</strong></p><p><sup><strong>30</strong> </sup>No hablaré ya mucho con vosotros; porque viene el príncipe de este mundo, y él nada tiene en mí.\n</p><p>En el tiempo de angustia, el pueblo de Dios tiene una relación personal con Jesús tan profunda que nada puede alterarla. Su mayor deseo es agradarlo en todas las cosas para que, mediante la obra del Espíritu Santo, sean tan puros como él. No había nada en el corazón de Cristo que respondiera a los engaños de Satanás. Nosotros también podemos reflejar este aspecto del carácter de Cristo.\n</p><p><strong>Lee Salmos 27:5; 91:1 al 11; y Apocalipsis 3:10 al 12. ¿Qué promesas reconfortantes nos da Dios para el tiempo de angustia?\n</strong></p><p><strong>Salmos 27:5\n</strong></p><p><sup><strong>5</strong> </sup>Porque él me esconderá en su tabernáculo en el día del mal;\n</p><p>Me ocultará en lo reservado de su morada;\n</p><p>Sobre una roca me pondrá en alto.\n</p><p><strong>Salmos 91:1-11\n</strong></p><p><strong><sup>1</sup></strong> El que habita al abrigo del Altísimo\n</p><p>Morará bajo la sombra del Omnipotente.\n</p><p><strong><sup>2 </sup></strong>Diré yo a Jehová: Esperanza mía, y castillo mío;\n</p><p>Mi Dios, en quien confiaré.\n</p><p><strong><sup>3</sup> </strong>Él te librará del lazo del cazador,\n</p><p>De la peste destructora.\n</p><p><strong><sup>4</sup> </strong>Con sus plumas te cubrirá,\n</p><p>Y debajo de sus alas estarás seguro;\n</p><p>Escudo y adarga es su verdad.\n</p><p><strong><sup>5</sup> </strong>No temerás el terror nocturno,\n</p><p>Ni saeta que vuele de día,\n</p><p><strong><sup>6</sup> </strong>Ni pestilencia que ande en oscuridad,\n</p><p>Ni mortandad que en medio del día destruya.\n</p><p><strong><sup>7</sup> </strong>Caerán a tu lado mil,\n</p><p>Y diez mil a tu diestra;\n</p><p>Mas a ti no llegará.\n</p><p><strong><sup>8 </sup></strong>Ciertamente con tus ojos mirarás\n</p><p>Y verás la recompensa de los impíos.\n</p><p><strong><sup>9</sup> </strong>Porque has puesto a Jehová, que es mi esperanza,\n</p><p>Al Altísimo por tu habitación,\n</p><p><strong><sup>10</sup> </strong>No te sobrevendrá mal,\n</p><p>Ni plaga tocará tu morada.\n</p><p><strong><sup>11</sup> </strong>Pues a sus ángeles mandará acerca de ti,\n</p><p>Que te guarden en todos tus caminos.\n</p><p><strong>Apocalipsis 3:10-12\n</strong></p><p><strong><sup>10</sup></strong> Por cuanto has guardado la palabra de mi paciencia, yo también te guardaré de la hora de la prueba que ha de venir sobre el mundo entero, para probar a los que moran sobre la tierra.\n</p><p><strong><sup>11</sup> </strong>He aquí, yo vengo pronto; retén lo que tienes, para que ninguno tome tu corona.\n</p><p><strong><sup>12</sup> </strong>Al que venciere, yo lo haré columna en el templo de mi Dios, y nunca más saldrá de allí; y escribiré sobre él el nombre de mi Dios, y el nombre de la ciudad de mi Dios, la nueva Jerusalén, la cual desciende del cielo, de mi Dios, y mi nombre nuevo.\n</p><p>Hay algunos que han malinterpretado el concepto de vivir el tiempo de angustia sin un mediador. Jesús cesa su mediación en el Santuario celestial cuando todos han tomado su decisión final a favor o en contra de él. Pero esto no significa que estemos solos durante este tiempo, confiando en nuestras propias fuerzas. Jesús nos ha asegurado que estará siempre con nosotros (Mat. 28:20). La fe confía cuando no puede ver y cree incluso cuando el mundo que nos rodea se desmorona. Durante el tiempo de angustia, nuestra fe se fortalece y nuestro anhelo de eternidad aumenta, de modo que nuestro único deseo es vivir con Jesús para siempre.\n</p><p><strong>Mateo 28:20\n</strong></p><p><strong><sup>20</sup></strong> enseñándoles que guarden todas las cosas que os he mandado; y he aquí yo estoy con vosotros todos los días, hasta el fin del mundo. Amén.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de junio",
               "dayTitle":"<p>ESPERANZA EN EL PRONTO REGRESO DE JESÚS</p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Juan 14:1 al 3 y Tito 2:11 al 14. A la luz de los desafíos del futuro y del tiempo de angustia que se avecina, ¿por qué son tan alentadores estos versículos?\n</strong></p><p><strong>Juan 14:1-3\n</strong></p><p><strong><sup>1</sup></strong> No se turbe vuestro corazón; creéis en Dios, creed también en mí.\n</p><p><strong><sup>2 </sup></strong>En la casa de mi Padre muchas moradas hay; si así no fuera, yo os lo hubiera dicho; voy, pues, a preparar lugar para vosotros.\n</p><p><strong><sup>3 </sup></strong>Y si me fuere y os preparare lugar, vendré otra vez, y os tomaré a mí mismo, para que donde yo estoy, vosotros también estéis.\n</p><p><strong>Tito 2:11-14\n</strong></p><p><strong><sup>11</sup></strong> Porque la gracia de Dios se ha manifestado para salvación a todos los hombres,\n</p><p><strong><sup>12 </sup></strong>enseñándonos que, renunciando a la impiedad y a los deseos mundanos, vivamos en este siglo sobria, justa y piadosamente,\n</p><p><strong><sup>13</sup> </strong>aguardando la esperanza bienaventurada y la manifestación gloriosa de nuestro gran Dios y Salvador Jesucristo,&nbsp;</p><p><strong><sup>14 </sup></strong>quien se dio a sí mismo por nosotros para redimirnos de toda iniquidad y purificar para sí un pueblo propio, celoso de buenas obras.<br></p><p>Las palabras de Jesús “no se turbe su corazón” son su garantía de que nunca nos abandonará y de que volverá para llevarnos a casa. Este mundo no es nuestro hogar. Está por llegar un día mejor. Uno de cada 25 versículos del Nuevo Testamento habla del regreso de nuestro Señor. Cuando los días son sombríos y las promulgaciones agobiantes de un poder político-religioso amenazan nuestra vida, la promesa de la venida de Cristo llena nuestro corazón de esperanza. Esta es la “bendita esperanza” que ha inspirado al pueblo fiel de Dios de todas las generaciones.\n</p><p><strong>Lee Apocalipsis 6:15 al 17 e Isaías 25:8 y 9. Contrasta las actitudes de los salvados y los perdidos reveladas en estos versículos. ¿Qué explica la diferencia entre estas dos mentalidades?\n</strong></p><p><strong>Apocalipsis 6:15-17\n</strong></p><p><sup><strong>15</strong> </sup>Y los reyes de la tierra, y los grandes, los ricos, los capitanes, los poderosos, y todo siervo y todo libre, se escondieron en las cuevas y entre las peñas de los montes;\n</p><p><strong><sup>16 </sup></strong>y decían a los montes y a las peñas: Caed sobre nosotros, y escondednos del rostro de aquel que está sentado sobre el trono, y de la ira del Cordero;\n</p><p><strong><sup>17</sup> </strong>porque el gran día de su ira ha llegado; ¿y quién podrá sostenerse en pie?\n</p><p><strong>Isaías 25:8-9\n</strong></p><p><sup><strong>8</strong> </sup>Destruirá a la muerte para siempre; y enjugará Jehová el Señor toda lágrima de todos los rostros; y quitará la afrenta de su pueblo de toda la tierra; porque Jehová lo ha dicho.\n</p><p><strong><sup>9 </sup></strong>Y se dirá en aquel día: He aquí, este es nuestro Dios, le hemos esperado, y nos salvará; este es Jehová a quien hemos esperado, nos gozaremos y nos alegraremos en su salvación.\n</p><p>Los impíos comprenden las horribles consecuencias del pecado, mientras que los justos han aceptado las maravillosas provisiones de la gracia. La re\u0002belión contra Dios conduce al temor, la culpa, la condenación y, finalmente, a la perdición eterna. Nuestra respuesta a la gracia salvífica de Dios nos conduce al perdón, la paz y el gozo eternos en su glorioso regreso.\n</p><p><strong>Lee Apocalipsis 15:3 y 4; y 19:7. ¿Cómo responderán los redimidos a la gloriosa salvación provista sin reservas por medio de Cristo?\n</strong></p><p><strong>Apocalipsis 15:3-4\n</strong></p><p><sup><strong>3</strong> </sup>Y cantan el cántico de Moisés siervo de Dios, y el cántico del Cordero, diciendo: Grandes y maravillosas son tus obras, Señor Dios Todopoderoso; justos y verdaderos son tus caminos, Rey de los santos.\n</p><p><strong><sup>4</sup> </strong>¿Quién no te temerá, oh Señor, y glorificará tu nombre? pues solo tú eres santo; por lo cual todas las naciones vendrán y te adorarán, porque tus juicios se han manifestado.\n</p><p><strong>Apocalipsis 19:7\n</strong></p><p><sup><strong>7</strong> </sup>Gocémonos y alegrémonos y démosle gloria; porque han llegado las bodas del Cordero, y su esposa se ha preparado.\n</p><p>“La Cruz de Cristo será la ciencia y el canto de los redimidos durante toda la Eternidad. En el Cristo glorificado contemplarán al Cristo crucificado. [...] Que el Hacedor de todos los mundos, el Árbitro de todos los destinos, dejase su gloria y se humillase por amor al hombre despertará eternamente la admiración y la adoración del universo” (Elena de White, El conflicto de los siglos, p. 709).\n</p><p><strong>Lee Apocalipsis 12:17; 17:13 y 14; y 19:11 al 16. Observa cuidadosamente la progresión de estos versículos. ¿Qué dice esta progresión acerca de la última guerra de la Tierra y la victoria final de Cristo?\n</strong></p><p><strong>Apocalipsis 12:17\n</strong></p><p><strong><sup>17</sup></strong> Entonces el dragón se llenó de ira contra la mujer; y se fue a hacer guerra contra el resto de la descendencia de ella, los que guardan los mandamientos de Dios y tienen el testimonio de Jesucristo.\n</p><p><strong>Apocalipsis 17:13-14\n</strong></p><p><sup><strong>13</strong> </sup>Estos tienen un mismo propósito, y entregarán su poder y su autoridad a la bestia.\n</p><p><strong><sup>14</sup> </strong>Pelearán contra el Cordero, y el Cordero los vencerá, porque él es Señor de señores y Rey de reyes; y los que están con él son llamados y elegidos y fieles.\n</p><p><strong>Apocalipsis 19:11-16\n</strong></p><p><strong><sup>11</sup></strong> Entonces vi el cielo abierto; y he aquí un caballo blanco, y el que lo montaba se llamaba Fiel y Verdadero, y con justicia juzga y pelea.\n</p><p><strong><sup>12</sup> </strong>Sus ojos eran como llama de fuego, y había en su cabeza muchas diademas; y tenía un nombre escrito que ninguno conocía sino él mismo.\n</p><p><strong><sup>13</sup> </strong>Estaba vestido de una ropa teñida en sangre; y su nombre es: EL VERBO DE DIOS.\n</p><p><strong><sup>14</sup> </strong>Y los ejércitos celestiales, vestidos de lino finísimo, blanco y limpio, le seguían en caballos blancos.\n</p><p><strong><sup>15</sup></strong> De su boca sale una espada aguda, para herir con ella a las naciones, y él las regirá con vara de hierro; y él pisa el lagar del vino del furor y de la ira del Dios Todopoderoso.\n</p><p><strong><sup>16</sup> </strong>Y en su vestidura y en su muslo tiene escrito este nombre: REY DE REYES Y SEÑOR DE SEÑORES.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de junio",
               "dayTitle":"<p>EL MILENIO EN LA TIERR</p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p>Apocalipsis 19 termina con una dramática descripción de la venida de Jesús y la destrucción de los impíos. Pero la historia no termina allí. Apocalipsis 20 nos introduce en un período que durará mil años, conocido como el “Milenio”\n</p><p><strong>Lee Apocalipsis 20:1 al 3. ¿Cuál será el destino de Satanás cuando Jesús vuelva?\n</strong></p><p><strong>Apocalipsis 20:1-3\n</strong></p><p><sup><strong>1</strong> </sup>Vi a un ángel que descendía del cielo, con la llave del abismo, y una gran cadena en la mano.\n</p><p><strong><sup>2 </sup></strong>Y prendió al dragón, la serpiente antigua, que es el diablo y Satanás, y lo ató por mil años;\n</p><p><strong><sup>3</sup> </strong>y lo arrojó al abismo, y lo encerró, y puso su sello sobre él, para que no engañase más a las naciones, hasta que fuesen cumplidos mil años; y después de esto debe ser desatado por un poco de tiempo.\n</p><p>Las imágenes de Apocalipsis 20:1 al 3 son simbólicas. Satanás no está literalmente atado con una cadena y encerrado en un pozo. Durante mil años, está confinado en esta Tierra desolada y despoblada, atado por las circunstancias que él mismo ha creado. En 2 Pedro 2:4, leemos que Satanás y sus ángeles fueron reservados para el castigo mediante “cadenas de oscuridad” (NVI). Satanás será confinado a la Tierra por una cadena de circunstancias, y no tendrá nadie a quien tentar. Durante mil años, verá la devastación, la destrucción y el desastre que su rebelión ha creado.\n</p><p><strong>2 Pedro 2:4\n</strong></p><p><strong><sup>4</sup> </strong>Porque si Dios no perdonó a los ángeles que pecaron, sino que arrojándolos al infierno los entregó a prisiones de oscuridad, para ser reservados al juicio\n</p><p>La palabra griega traducida como “infierno” (RVR) es la misma de la que proviene la palabra abismo. También es la misma palabra utilizada en la Septuaginta, la traducción griega del Antiguo Testamento, para describir la Tierra en la Creación. “La tierra estaba desierta y vacía, las tinieblas cubrían la superficie del abismo” (Gén. 1:2). La palabra “abismo”, aquí, es la palabra griega abyssos; esta describe una Tierra desolada. El “abismo” no es una caverna subterránea ni un foso enorme en algún lugar del universo. La obra satánica de pecado y destrucción, junto con el tremendo caos que precede a la Segunda Venida, han devuelto a la Tierra a una masa oscura y desorganizada, como era su condición al principio de la Creación.\n</p><p><strong>Lee Jeremías 4:23 al 26; 25:33; e Isaías 24:1, 3 y 5. ¿Cómo describen esta escena los profetas bíblicos?\n</strong></p><p><strong>Jeremías 4:23-26\n</strong></p><p><strong><sup>23</sup></strong> Miré a la tierra, y he aquí que estaba asolada y vacía; y a los cielos, y no había en ellos luz.\n</p><p><strong><sup>24</sup> </strong>Miré a los montes, y he aquí que temblaban, y todos los collados fueron destruidos.\n</p><p><strong><sup>25</sup> </strong>Miré, y no había hombre, y todas las aves del cielo se habían ido.\n</p><p><strong><sup>26</sup> </strong>Miré, y he aquí el campo fértil era un desierto, y todas sus ciudades eran asoladas delante de Jehová, delante del ardor de su ira.\n</p><p><strong>Jeremías  25:33\n</strong></p><p><strong><sup>33</sup></strong> Y yacerán los muertos de Jehová en aquel día desde un extremo de la tierra hasta el otro; no se endecharán ni se recogerán ni serán enterrados; como estiércol quedarán sobre la faz de la tierra.\n</p><p><strong>Isaías 24:1, 3, 5\n</strong></p><p><sup><strong>1</strong> </sup>He aquí que Jehová vacía la tierra y la desnuda, y trastorna su faz, y hace esparcir a sus moradores.\n</p><p><strong><sup>3 </sup></strong>La tierra será enteramente vaciada, y completamente saqueada; porque Jehová ha pronunciado esta palabra.\n</p><p><strong><sup>5 </sup></strong>Y la tierra se contaminó bajo sus moradores; porque traspasaron las leyes, falsearon el derecho, quebrantaron el pacto sempiterno.\n</p><p>Los profetas enfatizan la destrucción catastrófica en la segunda venida de Cristo y que ninguna persona queda viva en la Tierra durante este período de mil años. Solo quedarán Satanás y sus ángeles malignos, para contemplar los estragos causados por su rebelión. El universo entero reconoce nuevamente que la paga del pecado es la muerte. Dios afronta el problema del pecado para que nunca más vuelva a surgir (Nah. 1:9). Básicamente, hay tres maneras en que Dios hace esto. En primer lugar, revela su amor sin límites, su deseo apasionado y sus esfuerzos incesantes por salvar a toda la humanidad. En segundo lugar, revela su justicia, equidad y rectitud. En tercer lugar, permite que el universo vea los resultados finales del pecado y la rebelión.\n</p><p><strong>Nahúm 1:9\n</strong></p><p><strong><sup>9</sup></strong> ¿Qué pensáis contra Jehová? Él hará consumación; no tomará venganza dos veces de sus enemigos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de junio",
               "dayTitle":"<p>EL JUICIO EN EL MILENIO</p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Apocalipsis 20:4 al 6. ¿Qué harán los justos durante los mil años y por qué es importante?\n</strong></p><p><strong>Apocalipsis 20:4-6\n</strong></p><p><sup><strong>4</strong> </sup>Y vi tronos, y se sentaron sobre ellos los que recibieron facultad de juzgar; y vi las almas de los decapitados por causa del testimonio de Jesús y por la palabra de Dios, los que no habían adorado a la bestia ni a su imagen, y que no recibieron la marca en sus frentes ni en sus manos; y vivieron y reinaron con Cristo mil años.\n</p><p><strong><sup>5 </sup></strong>Pero los otros muertos no volvieron a vivir hasta que se cumplieron mil años. Esta es la primera resurrección.\n</p><p><strong><sup>6 </sup></strong>Bienaventurado y santo el que tiene parte en la primera resurrección; la segunda muerte no tiene potestad sobre estos, sino que serán sacerdotes de Dios y de Cristo, y reinarán con él mil años.\n</p><p>Durante el Milenio, los justos tendrán la oportunidad de observar de primera mano la justicia y el amor de Dios en la forma en que él resolvió el problema del pecado. ¿Quién no tiene preguntas que le gustaría hacer a Dios sobre muchas cosas? Ahora, durante el Milenio en el Cielo, los redimidos pueden plantearle esas preguntas. Si un ser querido o un amigo íntimo no está en el Cielo, los salvados tienen la oportunidad de comprender mejor las decisiones de Dios. De una manera nueva, con más fuerza que nunca, los redimidos captarán los poderosos intentos de Dios por salvar a cada persona que haya vivido alguna vez. Nuevamente reconocerán que todo el que está perdido se ha perdido el Cielo a causa de su propio rechazo personal de Cristo. Solo entonces Dios traerá el Juicio Final –la segunda muerte, que es la destrucción eterna– sobre los perdidos\n</p><p><strong>Lee Apocalipsis 20:7 al 9. ¿Cómo concluyen los mil años? ¿Cuál es el destino de Satanás y sus seguidores?\n</strong></p><p><strong>Apocalipsis 20:7-9\n</strong></p><p><strong><sup>7</sup></strong> Cuando los mil años se cumplan, Satanás será suelto de su prisión,\n</p><p><strong><sup>8 </sup></strong>y saldrá a engañar a las naciones que están en los cuatro ángulos de la tierra, a Gog y a Magog, a fin de reunirlos para la batalla; el número de los cuales es como la arena del mar.\n</p><p><strong><sup>9 </sup></strong>Y subieron sobre la anchura de la tierra, y rodearon el campamento de los santos y la ciudad amada; y de Dios descendió fuego del cielo, y los consumió.\n</p><p>Durante mil años, Satanás no ha tenido a nadie a quien tentar ni engañar. Él y sus ángeles han estado solos para reflexionar sobre las consecuencias mortales del pecado. Al final del Milenio, los impíos muertos resucitan para enfrentar el juicio y recibir su recompensa final (Apoc. 20:5)\n</p><p>Ahora Satanás tiene un vasto ejército de seguidores. Aunque Satanás ha sufrido derrota tras derrota en el Gran Conflicto, se siente animado al ver la enorme multitud de los perdidos. Aún no está dispuesto a terminar su rebelión, por lo que sale a engañar a estas “naciones”. Satanás los inspira a hacer un último gran esfuerzo para derrocar a Dios y establecer su propio reino. El término “Gog y Magog” se utiliza para describir a Satanás y a los inconversos de todas las edades. Satanás y sus seguidores rodean “el campamento de los santos y la ciudad amada” (Apoc. 20:9).\n</p><p>Al final del Milenio, no solo resucitarán todos los impíos, sino además la Ciudad Santa, la Nueva Jerusalén, descenderá del Cielo a la Tierra (Apoc. 21:2). Los santos han estado viviendo y reinando con Cristo en la Nueva Jerusalén durante el Milenio. Ahora, al final de los mil años, la ciudad desciende a la Tierra junto con Dios, Jesús, los ángeles y todos los redimidos. Todos están presentes para la batalla final del Gran Conflicto. El pecado está a punto de ser erradicado de una vez por todas.\n</p><p><strong>Apocalipsis 21:2\n</strong></p><p><sup><strong>2</strong> </sup>Y yo Juan vi la santa ciudad, la nueva Jerusalén, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.\n</p><p><strong>¿Qué dice el calendario del Juicio Final sobre el carácter de Dios?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de junio",
               "dayTitle":"<p>DOS ETERNIDADES</p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p><strong>Lee 2 Corintios 5:10; Romanos 14:10 y 11; y Apocalipsis 20:11 al 15. ¿Qué dicen estos pasajes acerca de por qué resucitan los impíos?\n</strong></p><p><strong>2 Corintios 5:10\n</strong></p><p><strong>10</strong> Porque es necesario que todos nosotros comparezcamos ante el tribunal de Cristo, para que cada uno reciba según lo que haya hecho mientras estaba en el cuerpo, sea bueno o sea malo.\n</p><p><strong>Romanos 14:10-11\n</strong></p><p><strong>10</strong> Pero tú, ¿por qué juzgas a tu hermano? O tú también, ¿por qué menosprecias a tu hermano? Porque todos compareceremos ante el tribunal de Cristo.\n</p><p><strong>11 </strong>Porque escrito está:\n</p><p>Vivo yo, dice el Señor, que ante mí se doblará toda rodilla,\n</p><p>Y toda lengua confesará a Dios.\n</p><p><strong>Apocalipsis 20:11-15\n</strong></p><p><strong>11 </strong>Y vi un gran trono blanco y al que estaba sentado en él, de delante del cual huyeron la tierra y el cielo, y ningún lugar se encontró para ellos.\n</p><p><strong>12 </strong>Y vi a los muertos, grandes y pequeños, de pie ante Dios; y los libros fueron abiertos, y otro libro fue abierto, el cual es el libro de la vida; y fueron juzgados los muertos por las cosas que estaban escritas en los libros, según sus obras.\n</p><p><strong>13 </strong>Y el mar entregó los muertos que había en él; y la muerte y el Hades entregaron los muertos que había en ellos; y fueron juzgados cada uno según sus obras.\n</p><p><strong>14 </strong>Y la muerte y el Hades fueron lanzados al lago de fuego. Esta es la muerte segunda.\n</p><p><strong>15 </strong>Y el que no se halló inscrito en el libro de la vida fue lanzado al lago de fuego.\n</p><p>Para resolver el problema del pecado de modo que el mal nunca vuelva a surgir, todos deben estar convencidos de que Dios ha sido justo en todos sus caminos. En última instancia, toda rodilla se doblará y reconocerá la justicia de Dios en el Gran Conflicto (incluso Satanás y sus ángeles malos) y que nunca hubo justificación alguna para la rebelión contra Dios. Observa esta perspectiva de Elena de White: “Apenas se abren los libros de registros, y la mirada de Jesús se dirige hacia los impíos, estos se vuelven conscientes de todos los pecados que cometieron. Reconocen exactamente el lugar donde sus pies se apartaron del sendero de la pureza y la santidad, y cuán lejos el orgullo y la rebelión los llevaron en el camino de la violación de la Ley de Dios. Las tentaciones seductoras que fomentaron al ceder al pecado, las bendiciones pervertidas, su desprecio de los mensajeros de Dios, las advertencias rechazadas, las oleadas de misericordia repelidas por corazones obstinados y sin arrepentimiento, todo eso sale a relucir como si estuviese escrito con letras de fuego. [...}\n</p><p>“Todos los impíos del mundo están de pie ante el tribunal de Dios, acusados de alta traición contra el gobierno del Cielo. No hay nadie que defienda la causa de ellos; no tienen excusa; y se pronuncia contra ellos la sentencia de la muerte eterna” (Elena de White, El conflicto de los siglos, pp. 724, 726).\n</p><p><strong>Lee Apocalipsis 20:9; Salmo 37:20; y Malaquías 4:1 y 2. ¿Qué ideas nos dan estos pasajes acerca de la destrucción final del pecado y de los pecadores, y la recompensa de los justos?\n</strong></p><p><strong>Apocalipsis 20:9\n</strong></p><p><sup><strong>9</strong> </sup>Y subieron sobre la anchura de la tierra, y rodearon el campamento de los santos y la ciudad amada; y de Dios descendió fuego del cielo, y los consumió.\n</p><p><strong>Salmo 37:20\n</strong></p><p><strong><sup>20</sup></strong> Mas los impíos perecerán,\n</p><p>Y los enemigos de Jehová como la grasa de los carneros\n</p><p>Serán consumidos; se disiparán como el humo.\n</p><p><strong>Malaquías 4:1-2\n</strong></p><p><strong><sup>1</sup></strong> Porque he aquí, viene el día ardiente como un horno, y todos los soberbios y todos los que hacen maldad serán estopa; aquel día que vendrá los abrasará, ha dicho Jehová de los ejércitos, y no les dejará ni raíz ni rama.\n</p><p><strong><sup>2 </sup></strong>Mas a vosotros los que teméis mi nombre, nacerá el Sol de justicia, y en sus alas traerá salvación; y saldréis, y saltaréis como becerros de la manada.\n</p><p>Lo bueno es que Satanás y sus ángeles malos serán destruidos en el lago de fuego. El pecado y los pecadores serán consumidos. Según Apocalipsis 20:9, serán devorados, destruidos; no atormentados eternamente. El siguiente versículo utiliza la expresión “para siempre” o “por los siglos de los siglos” (RVR). Dependiendo del contexto, la frase “para siempre” o “por los siglos de los siglos” significa “sin fin”, pero hasta que algo se logra por completo. (Ver Éxo. 21:6; 1 Sam. 1:22, 28; Jud. 1:7; 2 Ped. 2:4-6). Para los perdidos, la destrucción en sí, no el acto de destruir, es eterna. Dios no es un torturador eterno.\n</p><p><strong>Éxodo 21:6\n</strong></p><p><sup><strong>6</strong> </sup>entonces su amo lo llevará ante los jueces, y le hará estar junto a la puerta o al poste; y su amo le horadará la oreja con lesna, y será su siervo para siempre.\n</p><p><strong>1 Samuel 1:22, 28\n</strong></p><p><strong><sup>22</sup></strong> Pero Ana no subió, sino dijo a su marido: Yo no subiré hasta que el niño sea destetado, para que lo lleve y sea presentado delante de Jehová, y se quede allá para siempre.\n</p><p><strong><sup>28</sup> </strong>Yo, pues, lo dedico también a Jehová; todos los días que viva, será de Jehová.\n</p><p>Y adoró allí a Jehová.\n</p><p><strong>Judas 1:7\n</strong></p><p><sup><strong>7</strong> </sup>como Sodoma y Gomorra y las ciudades vecinas, las cuales de la misma manera que aquellos, habiendo fornicado e ido en pos de vicios contra naturaleza, fueron puestas por ejemplo, sufriendo el castigo del fuego eterno.\n</p><p><strong>2 Pedro 2:4-6\n</strong></p><p><sup><strong>4</strong> </sup>Porque si Dios no perdonó a los ángeles que pecaron, sino que arrojándolos al infierno los entregó a prisiones de oscuridad, para ser reservados al juicio;\n</p><p><strong><sup>5</sup> </strong>y si no perdonó al mundo antiguo, sino que guardó a Noé, pregonero de justicia, con otras siete personas, trayendo el diluvio sobre el mundo de los impíos;\n</p><p><strong><sup>6</sup> </strong>y si condenó por destrucción a las ciudades de Sodoma y de Gomorra, reduciéndolas a ceniza y poniéndolas de ejemplo a los que habían de vivir impíamente,\n</p><p>A fin de cuentas, a todos nos espera una de dos eternidades. Los perdidos, lamentablemente, reciben la “paga” que merecen: la muerte eterna. ¿Por qué, entonces, nuestra única esperanza de no recibir lo que merecemos, que es la muerte, está en confiar en la justicia de Jesús?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de junio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p>“Allí las vastas planicies alternan con bellísimas colinas y las montañas de Dios elevan sus majestuosas cumbres. En esas pacíficas llanuras, al borde de esas corrientes vivas, el pueblo de Dios, que por tanto tiempo anduvo peregrino y errante, encontrará un hogar. [...]\n</p><p>“Allí las mentes inmortales reflexionarán con deleite inagotable en las maravillas del poder creador, en los misterios del amor redentor. Allí no habrá enemigo cruel y engañador para tentar a olvidarnos de Dios. Toda facultad será desarrollada, toda capacidad aumentada. La adquisición de conocimientos no cansará la mente ni agotará las energías. Podrán llevarse a cabo las mayores empresas, satisfacerse las aspiraciones más sublimes, realizarse las ambiciones más encumbradas; y sin embargo surgirán nuevas alturas que superar, nuevas maravillas que admirar, nuevas verdades que comprender, nuevos objetivos que agucen las facultades de la mente, el alma y el cuerpo” (Elena de White, El conflicto de los siglos, pp. 733, 735).\n</p><p>“Con indescriptible dicha, los hijos de la Tierra participan del gozo y la sabiduría de los seres que no cayeron. Comparten los tesoros del conocimiento y el entendimiento adquiridos durante siglos y siglos en la contemplación de las obras de Dios. Con visión nítida, consideran la gloria de la Creación: soles y estrellas y sistemas que, en el orden a ellos asignado, circuyen el Trono de la Deidad. En todas las cosas, desde las más pequeñas hasta las más grandes, está escrito el nombre del Creador, y en todas ellas se despliegan las riquezas de su poder” (ibíd., p. 736).\n</p><p>“El Gran Conflicto ha terminado. Ya no hay más pecado ni pecadores. Todo el universo está limpio. Una misma pulsación de armonía y júbilo late a través de la vasta Creación. Del Ser que todo lo creó manan vida, luz y contentamiento por toda la extensión del espacio infinito. Desde el átomo más imperceptible hasta el mundo más grande, todas las cosas, animadas e inanimadas, declaran, en su belleza sin mácula y en gozo perfecto, que Dios es amor” (ibíd., pp. 736, 737).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> ¿Por qué crees que Dios ha permitido que el pecado continúe por tanto tiempo? Por otra parte, ningún ser humano sufre en este mundo más tiempo que su propia existencia aquí. Es decir, nadie sufre más que su propia vida. ¿Cuán corta es la vida humana en comparación con los miles de años de pecado? ¿Cómo podría ayudarnos esta perspectiva a abordar la difícil cuestión del mal?\n</p><p><strong>2. </strong>¿Cómo encaja el período de mil años conocido como el Milenio en el Plan de Salvación? Piensa en lo que dice sobre el carácter de Dios: tan solo cuando todos los redimidos hayan tenido la oportunidad de ver la justicia, la equidad y el amor de Dios, el Juicio Final, el castigo final, caerá sobre los perdidos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":138,
               "idDay":8,
               "idLesson":13,
               "lessonText":"<p><strong>Introducción:\n</strong></p><p>La lección de esta semana concluye nuestro estudio destacando los acontecimientos finales de la guerra cósmica entre Dios y Satanás. Entre los acontecimientos notables que ocurren durante la culminación del Gran Conflicto, están: (1) el tiempo de angustia; (2) la segunda venida de Jesús; (3) el juicio ejecutivo en el Cielo durante el Milenio, con una sinopsis de los acontecimientos de la Tierra y el Cielo en ese tiempo; y (4) la restauración de todas las cosas por la eternidad. La Biblia promete que el Gran Conflicto terminará con la victoria de Dios. Las Escrituras nos llaman a confiar en Dios, a participar con él en la salvación del mayor número posible de almas y a compartir su victoria pasada (la Cruz), presente (la salvación individual y de la iglesia) y futura (final, definitiva y cósmica).\n</p><p><strong>Temática de la lección:\n</strong></p><p>El estudio de esta semana se centra en cuatro temas conexos:\n</p><p><strong>1.</strong> Dios mismo sostendrá y protegerá a su pueblo durante los momentos más brutales de la batalla final del Gran Conflicto.\n</p><p><strong>2.</strong> El Gran Conflicto terminará con la victoria de Dios sobre el diablo, sobre el mal y el pecado, y sobre el sufrimiento y la muerte. Esta triple victoria está asegurada, porque ya ha sido garantizada por Cristo mediante su muerte y su resurrección.\n</p><p><strong>3.</strong> Compartimos la victoria de Dios cuando la aceptamos por fe y permitimos que el Espíritu Santo la lleve a cabo en nosotros.\n</p><p><strong>4.</strong> La victoria de Dios culminará en la segunda venida de Jesús, en el juicio milenario y en la restauración de todas las cosas.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>El fin del tiempo de gracia\n</strong></p><p>El fin del tiempo de gracia es un tema que a menudo provoca miedo en muchas personas. El tiempo de gracia se cierra para cada persona con su muerte; es decir, la ventana de oportunidad para que una persona responda a la gracia de Dios se ha cerrado con la muerte. Su actitud hacia la gracia revelada de Dios tendrá consecuencias eternas. Dios es justo y tratará el caso de cada persona según la luz que haya recibido; pero nuestra respuesta individual definitivamente importa.\n</p><p>Sin embargo, los adventistas entienden, basándose en las Escrituras, que aparte del cierre de su período de gracia al morir cada persona, habrá un momento en la historia del Gran Conflicto en que Dios declarará que ha terminado el tiempo en que la gente puede aceptar su gracia perdonadora para ser salva. Ese momento será el punto sin retorno, y nadie será salvo más allá de ese tiempo. El mundo entonces vivirá bajo el pronunciamiento registrado en el libro de Apocalipsis: “El que es injusto, sea injusto todavía; el que es impuro, sea impuro todavía; el que es justo, practique la justicia todavía, y el que es santo, santifíquese más todavía” (Apoc. 22:11, RVR 95). Verdaderamente preocupados por su salvación, muchos cristianos y adventistas se acen preguntas como: ¿Y si el momento del fin del tiempo de gracia me toma desprevenido? ¿Y si no estoy completamente preparado en ese momento?\n</p><p>Aquí es importante aclarar dos cuestiones.\n</p><p>En primer lugar, el fin del tiempo de gracia es real, y ocurrirá. Los engaños, las intrigas y los males del diablo no continuarán para siempre. El pecado, el sufrimiento y la muerte no prevalecerán eternamente. Eternizar al diablo, el mal y la muerte significaría que Dios no es un Dios de amor y justicia. Pero porque lo es, pondrá fin a las fuentes del mal y sus fuerzas. Dios ha esperado pacientemente a los seres humanos y les ha dado todas las oportunidades para que pongan a prueba sus promesas, con el propósito de que lleguen a conocerlo, y para que vuelvan a él y a su reino de gracia. ¡Cuánto le hubiera gustado a Dios que toda la humanidad aceptara su evangelio! Pero habrá un momento en que Dios deberá decir: “Basta, se acabó”.\n</p><p>En segundo lugar, Dios no retirará de su pueblo el don de la gracia sustentadora, pese a que su misericordia y su gracia perdonadora se retirarán de los impenitentes al final del tiempo de prueba. Este punto es muy importante: el fin del tiempo de gracia no implica que el amor y la gracia de Dios por la humanidad hayan alcanzado sus límites o que se hayan consumido. Dios nunca deja de ser el Dios de amor, gracia y justicia descrito en la Biblia. Por esta razón, no habrá nadie, después de que termine el tiempo de gracia, que haya querido sinceramente recibir la gracia de Dios y que haya respon\u0002dido con fe a la misericordia de Dios, a quien Dios le diga: “Lo siento, demasiado tarde; me encantaría haberte salvado, pero el período de gracia ha terminado”.\n</p><p>El cierre del período de prueba por parte de Dios será su confirmación de que cada persona ha tomado la decisión final sobre su gracia y su Reino. En un momento futuro de la historia, el escenario histórico del mundo será tal que todos los habitantes de la Tierra tomarán esta decisión final y se pondrán de parte de Dios o de Satanás. Sin embargo, esa decisión no se tomará bajo el impulso del momento. Más bien, la decisión de cada persona para la eternidad se tomará sobre la base de su libre albedrío, y con plena conciencia de sus consecuencias. Al igual que los reinos de Israel y Judá cuando rechazaron el pacto de Dios y al Mesías, algunos decidirán que no querrán estar con el Dios de la Biblia. Otros estarán de acuerdo con la mentira de Lucifer de que son dioses e inmortales; no les agrada la idea de estar con Dios en su Reino. A Dios le entristecen estas decisiones inalterables; él les ofreció todas las pruebas y el amor necesarios para salvarlos, pero respetará su decisión final. Sin embargo, habrá otros que decidirán aceptar la gracia de Dios porque lo aman y quieren permanecer con él para siempre.\n</p><p>Por otra parte, el fin del tiempo de gracia no implica que, después de ese momen\u0002to, el pueblo fiel de Dios se quedará sin su presencia, gracia y justicia que lo cubran. Cristo nos aseguró que estará con nosotros “todos los días, hasta el fin del mundo” (Mat. 28:20). El poder del Espíritu Santo, que recibiremos a fin de capacitarnos para dar el fuerte clamor, no nos será quitado. Todo el pueblo de Dios, desde Adán y Abel hasta Abraham y Moisés, desde David e Isaías hasta Pablo y el último cristiano sellado antes de que se cierre el tiempo de gracia, se salvará exclusivamente por la justicia y la mediación de Cristo, mediante la fe. Por lo tanto, no es bíblica la idea de que algunos cristianos del tiempo del fin resistirán por sus propios méritos y poder.\n</p><p><strong>El Cielo nuevo y la Tierra Nueva según la Biblia\n</strong></p><p>Los cristianos generalmente hablan y cantan acerca del Cielo como el lugar de su destino final y descanso eterno. Sin embargo, debemos preservar la comprensión bíblica del Cielo y cuidarnos de no caer en cosmovisiones paganas o filosóficas acerca del Paraíso. Según muchas cosmovisiones, como las filosofías griega, hindú o budista, el Cielo es una supuesta esfera trascendente, atemporal y sin espacio a la que solo podría llegar un alma humana incorpórea.\n</p><p>Como resultado de la influencia de la filosofía griega, la mayoría de los cristianos actuales creen en la inmortalidad del alma y en un Cielo espiritual, no material. Estos cristianos no se dan cuenta de que estos conceptos filosóficos crean contradicciones irreconciliables. Por un lado, los cristianos tradicionales creen que al morir el alma inmortal va a un reino trascendente, sin tiempo ni espacio, llamado infierno o Cielo. Por otro lado, estos mismos cristianos creen en la clarísima enseñanza bíblica de la resurrección del cuerpo. Sin embargo, no se dan cuenta de que la inmortalidad del alma y la resurrección del cuerpo son totalmente incompatibles y generan muchas inconsistencias.\n</p><p>Si nuestra alma es inmortal y está en el Cielo con Dios, ¿por qué resucitar el cuerpo? En esas circunstancias, la resurrección del cuerpo implicaría que el alma abandonaría el reino espiritual del Cielo y volvería a entrar en la esfera material, temporal y espacial. Aun así, si solamente el alma es inmortal, cabe preguntarse si la resurrección del cuerpo será permanente. El cuerpo ¿será eterno ahora también?\n</p><p>Las enseñanzas bíblicas acerca de la naturaleza humana y la resurrección eliminan todas estas incoherencias y problemas. En primer lugar, la enseñanza bíblica de la naturaleza humana integral indica que los seres humanos no poseen un alma inmortal, sino que son seres vivos indivisibles e integrados. En su venida, Jesús resucitará al ser humano completo. En segundo lugar, la enseñanza bíblica de la naturaleza de la humanidad rechaza el dualismo griego y su concepto de que el Cielo es una esfera divina trascendente, sin tiempo ni espacio.\n</p><p>Según la Biblia, al morir, nuestro ser no se divide. No sobrevivimos como alma que transita, plenamente consciente, a un estado de trascendencia más allá del universo creado. Cuando morimos, todo nuestro ser muere. Sin embargo, cuando Cristo regrese, resucitará todo nuestro ser y nos dará la bienvenida a su Reino real, histórico, temporal y espacial. Sí, en la segunda venida de Cristo viajaremos con él al Trono de Dios, al Santuario celestial, en algún lugar del centro del universo. Pero ese viaje tendrá lugar en el universo temporal y espacial, lo que significa que viajaremos en el espacio y el tiempo. Nunca iremos más allá del universo. De hecho, ningún ser creado jamás será trascendente, porque solo Dios es trascendente o está más allá del universo creado. Querer alcanzar lo trascendente es querer ser Dios.\n</p><p>El juicio durante el Milenio en el Cielo también será un acontecimiento histórico que tendrá lugar, en el espacio y en el tiempo, en el Santuario celestial de Dios ante su Trono, que también está situado en un lugar central del universo. Después de ese juicio, regresaremos a la Tierra. Después del juicio ejecutivo de Dios contra el diablo y el resto de los rebeldes, Dios restaurará nuestro planeta a su belleza y perfección originales. La nueva Tierra será nuestro hogar. Allí viviremos como originalmente deberíamos haber vivido antes de la Caída: disfrutando el aroma de las flores, cultivando un jardín, estudiando una hoja, jugando con un león, conociendo e interactuando con los redimidos de todas las edades, y también con ángeles y otros seres creados. Más aún, disfrutaremos del privilegio de la comunión cara a cara con Dios: lo adoraremos en persona. La Tierra y el universo se reconciliarán, y volverán a la armonía y la unidad que existían antes de la Caída. Cuando el Gran Conflicto finalmente termine y el pecado sea eliminado de una vez por todas, la nueva Tierra (renovada) se integrará con el Cielo, y entonces se hará realidad la más preciosa de las promesas bíblicas: una nueva Tierra y un nuevo Cielo.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>¿Hay adventistas en tu congregación que temen hablar de los acontecimientos del tiempo del fin? ¿Eres uno de ellos? ¿Cómo podrías ayudarlos a superar este miedo? ¿Cómo podrían tú y tu comunidad adventista comunicar nuestro mensaje bíblico como una buena noticia, y no como una versión deformada, producida por Hollywood, de una película de terror posapocalíptica? Por otro lado, ¿cuál es la mejor manera de presentar con realismo muchos de los aspectos más oscuros del Gran Conflicto, como la persecución religiosa y el tiempo de angustia?\n</p><p><strong>1.</strong> La gente de tu cultura ¿cree en el retorno de alguna divinidad o de un gran gurú? ¿Qué nos dice esta creencia acerca de la esperanza de la humanidad en el regreso de un salvador del “más allá”? ¿Cómo podrías compartir la esperanza de la segunda venida de Jesucristo con ese público? ¿Qué puntos destacarías?\n</p><p><strong>2.</strong> Algunos cristianos y personas seculares creen que la segunda venida de Cristo es meramente un símbolo de una profunda transformación moral del individuo humano o de la sociedad. ¿Cómo podrías explicar a esas personas que la venida de Cristo será un acontecimiento literal, visible universalmente y audible, en el que Jesús mismo entrará en nuestra historia, tiempo y espacio personalmente?\n</p><p><strong>3.</strong> ¿Qué piensa la gente de tu cultura respecto del Cielo? ¿Cuál es el problema con su visión del Cielo, en comparación con las Escrituras? ¿Cómo podrías compartir con ellos la descripción bíblica del Cielo? ¿Qué aspectos de la visión bíblica del Cielo serían especialmente atractivos para la gente de tu cultura?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>EL TRIUNFO DEL AMOR DE DIOS</p>",
         "verse":"<p>\"Y oí una gran voz del cielo que decía: ‘El Santuario de Dios estará con los hombres. Él habitará con ellos, y ellos serán su pueblo. Dios mismo estará con ellos, y será su Dios. Y Dios enjugará toda lágrima de los ojos de ellos. Y no habrá más muerte, ni llanto, ni clamor, ni dolor, porque las primeras cosas pasaron’ ” (Apoc. 21:3, 4).</p>",
         "versionCode":60,
         "weekDate":"22-28 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
