{
  "data": [
    {
      "color": "#135eff",
      "id": 701,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "June 24",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>When we write something, we have a purpose for doing so, sometimes a weighty one. Abraham Lincoln, for instance, wrote his famous Gettysburg address in 1863 after the terrible devastation in the American Civil War battle there, which left about seven thousand soldiers dead. In that address, invoking the founding fathers, Lincoln expressed his belief that the Civil War was the ultimate test as to whether the nation created in 1776 would endure or would “perish from the earth.”<br><br>Paul has a profound purpose that motivates his letter. Partly because of his imprisonment (Eph. 3:13, Eph. 6:20), and partly because of ongoing persecution and temptations, the Ephesians are tempted to lose heart. Paul reminds them of what happened when they were converted, accepting Christ as their Savior and becoming part of the church. They have become Christ’s body (Eph. 1:19–23, Eph. 4:1–16), the building materials in a temple (Eph. 2:19–22), the bride of Christ (Eph. 5:21–33), and a well-equipped army (Eph. 6:10–20). They play a strategic role in fulfilling God’s grand plan, to unite everything in Christ (Eph. 1:9, 10). Paul writes to awaken the believers in Ephesus to their full identity and privileges as followers of Christ.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 25",
          "dayTitle": "<p>Paul, Evangelist to Ephesus<br></p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p><strong>What does Paul do on his first visit to Ephesus, at the end of his second missionary journey? (Acts 18:18–21).</strong></p><p><strong>Acts 18:18–21<br></strong></p><p><strong><sup>18 </sup></strong>So Paul still remained a good while. Then he took leave of the brethren and sailed for Syria, and Priscilla and Aquila were with him. He had his hair cut off at Cenchrea, for he had taken a vow. <sup><br></sup></p><p><sup><strong>19</strong></sup> And he came to Ephesus, and left them there; but he himself entered the synagogue and reasoned with the Jews. <sup><br></sup></p><p><sup><strong>20</strong></sup> When they asked him to stay a longer time with them, he did not consent, <sup><br></sup></p><p><sup><strong>21</strong></sup> but took leave of them, saying, “I must by all means keep this coming feast in Jerusalem; but I will return again to you, God willing.” And he sailed from Ephesus.<br></p><p><br>Ephesus was one of the largest cities of the Roman Empire, with a population of about two hundred fifty thousand. It was the capital of one of the empire’s richest provinces, the province of Asia, which covered much of what we know today as Asia Minor. In Paul’s day, the province was enjoying a time of growth and prosperity. A port city, Ephesus was also at the crossroads of important land routes. While the people worshiped many deities in the city, Artemis, regarded as the protector goddess of the city, was supreme. Her worship was the focus of civic ceremonies, athletic games, and annual celebrations. (Artemis was called Diana by the Romans; see Acts 19:24, 35, KJV; NKJV.)<br><br>Paul later returns to Ephesus on his third missionary journey (Acts 19:1–12) and remains there “for three years” (Acts 20:31). The apostle makes a significant time commitment to Ephesus, with the intention of firmly founding Christianity there. <br></p><p><strong>What strange event leads to widespread reverence for “the Lord Jesus” in Ephesus? Acts 19:13–20.</strong></p><p>&nbsp;<strong><sup>13</sup></strong> Then some of the itinerant Jewish exorcists took it upon themselves to call the name of the Lord Jesus over those who had evil spirits, saying, “We exorcise you by the Jesus whom Paul preaches.” <sup><br></sup></p><p><sup><strong>14</strong></sup> Also there were seven sons of Sceva, a Jewish chief priest, who did so.<br><sup><br><strong>15</strong></sup> And the evil spirit answered and said, “Jesus I know, and Paul I know; but who are you?”<br><sup><br><strong>16</strong></sup> Then the man in whom the evil spirit was leaped on them, overpowered them, and prevailed against them, so that they fled out of that house naked and wounded. <sup><br></sup></p><p><sup><strong>17</strong></sup> This became known both to all Jews and Greeks dwelling in Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified. <sup><br></sup></p><p><sup><strong>18</strong></sup> And many who had believed came confessing and telling their deeds. <sup><br></sup></p><p><sup><strong>19</strong></sup> Also, many of those who had practiced magic brought their books together and burned them in the sight of all. And they counted up the value of them, and it totaled fifty thousand pieces of silver. <sup><br></sup></p><p><sup><strong>20</strong></sup> So the word of the Lord grew mightily and prevailed.<br><br>Luke shares the strange story of seven itinerant, Jewish exorcists in the city. Mingling the names of both Jesus and Paul in their incantations proves to be a misguided venture for these exorcists. When the news flashes through the streets of the city, “everyone was awestruck; and the name of the Lord Jesus was praised” (Acts 19:17, NRSV). The event also had a profound impact on some of those who had already become believers, who publicly burned their expensive handbooks of magic arts worth “fifty thousand silver coins” (Acts 19:19, NRSV). With the wider residents of the city, believers learn that the worship of Jesus must not be diluted with the worship of anything or anyone else.<br><br><strong>What did the burning of their own books signify, even at such an expense to themselves? What does that say about a total commitment to the Lord?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 26",
          "dayTitle": "<p>A Riot in the Amphitheater<br></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p><strong>Read Acts 19:21–20:1. What lessons can we draw from this story?</strong><br></p><p><strong>Acts 19:21</strong></p><p><sup><strong>21</strong></sup> When these things were accomplished, Paul purposed in the Spirit, when he had passed through Macedonia and Achaia, to go to Jerusalem, saying, “After I have been there, I must also see Rome.” <sup><br></sup></p><p><sup><strong>22</strong></sup> So he sent into Macedonia two of those who ministered to him, Timothy and Erastus, but he himself stayed in Asia for a time.<br><sup><br><strong>23</strong></sup> And about that time there arose a great commotion about the Way. <sup><br></sup></p><p><sup><strong>24</strong></sup> For a certain man named Demetrius, a silversmith, who made silver shrines of Diana, brought no small profit to the craftsmen. <sup><br></sup></p><p><sup><strong>25</strong></sup> He called them together with the workers of similar occupation, and said: “Men, you know that we have our prosperity by this trade. <sup><br></sup></p><p><sup><strong>26</strong></sup> Moreover you see and hear that not only at Ephesus, but throughout almost all Asia, this Paul has persuaded and turned away many people, saying that they are not gods which are made with hands. <sup><br></sup></p><p><sup><strong>27</strong></sup> So not only is this trade of ours in danger of falling into disrepute, but also the temple of the great goddess Diana may be despised and her magnificence destroyed, whom all Asia and the world worship.”<br><sup><br><strong>28</strong></sup> Now when they heard this, they were full of wrath and cried out, saying, “Great is Diana of the Ephesians!” <sup><br></sup></p><p><sup><strong>29</strong></sup> So the whole city was filled with confusion, and rushed into the theater with one accord, having seized Gaius and Aristarchus, Macedonians, Paul’s travel companions. <sup><br></sup></p><p><sup><strong>30</strong></sup> And when Paul wanted to go in to the people, the disciples would not allow him. <sup><br></sup></p><p><sup><strong>31</strong></sup> Then some of the officials of Asia, who were his friends, sent to him pleading that he would not venture into the theater. <sup><br></sup></p><p><sup><strong>32</strong></sup> Some therefore cried one thing and some another, for the assembly was confused, and most of them did not know why they had come together. <sup><br></sup></p><p><sup><strong>33</strong></sup> And they drew Alexander out of the multitude, the Jews putting him forward. And Alexander motioned with his hand, and wanted to make his defense to the people. <sup><br></sup></p><p><sup><strong>34</strong></sup> But when they found out that he was a Jew, all with one voice cried out for about two hours, “Great is Diana of the Ephesians!”<br><sup><br><strong>35</strong></sup> And when the city clerk had quieted the crowd, he said: “Men of Ephesus, what man is there who does not know that the city of the Ephesians is temple guardian of the great goddess Diana, and of the image which fell down from Zeus? <sup><br></sup></p><p><sup><strong>36</strong></sup> Therefore, since these things cannot be denied, you ought to be quiet and do nothing rashly. <sup><br></sup></p><p><sup><strong>37</strong></sup> For you have brought these men here who are neither robbers of temples nor blasphemers of your goddess. <sup><br></sup></p><p><sup><strong>38</strong></sup> Therefore, if Demetrius and his fellow craftsmen have a case against anyone, the courts are open and there are proconsuls. Let them bring charges against one another. <sup><br></sup></p><p><sup><strong>39</strong></sup> But if you have any other inquiry to make, it shall be determined in the lawful assembly. <sup><br></sup></p><p><sup><strong>40</strong></sup> For we are in danger of being called in question for today’s uproar, there being no reason which we may give to account for this disorderly gathering.” <sup><br></sup></p><p><sup><strong>41</strong></sup> And when he had said these things, he dismissed the assembly.<br></p><p><strong>Acts 20:1</strong><br><strong><sup>1 </sup></strong>After the uproar had ceased, Paul called the disciples to himself, embraced them, and departed to go to Macedonia. <br></p><p>Paul’s witness in the large, sophisticated city of Ephesus was so effective that it impacted an important economic engine for the city, tourism focused on the Temple of Artemis. And what a temple it was! This magnificent structure was composed partly of 127 pillars, each 60 feet high, of Parian marble, a pure-white, flawless marble highly prized for sculptures. Thirty- six of these pillars were sculpted and overlaid with gold, earning the temple its reputation as one of the Seven Wonders of the Ancient World.<br><br>Concerned that Paul’s anti-idolatry rhetoric was draining financial support from the temple (Acts 19:27), Demetrius the silversmith whipped his fellow craftsmen into a frenzy. A rapidly expanding and highly energized crowd swept from the marketplace into the large amphitheater, which seated some twenty-five thousand people. There the commotion continued, featuring two continuous hours of shouting “ ‘Great is Artemis of the Ephesians!’ ” (Acts 19:34, ESV). After the crowd is dispersed by the town clerk, Paul meets with the believers and leaves the city.<br><br>At the end of his third missionary journey, Paul meets with elders of the Ephesian church. How would you summarize Paul’s concerns? See Acts 20:17–38.<br><br>A tentative chronology of Paul’s relationship to Ephesus: * ad 52: Paul’s initial, brief visit to Ephesus (Acts 18:18–21). <strong>* ad 53–56: </strong>Paul’s three-year ministry in Ephesus (Acts 19:1–20:1). He composes 1 Corinthians near the end of his stay there (1 Cor. 16:5–9).<br><br><strong>* ad 57:</strong> While at Miletus, Paul meets with the elders from Ephesus (Acts 20:17–38).<br><br>* <strong>ad 62: </strong>Paul composes his letter to the Ephesians, probably from confinement in Rome.<br><strong><br>“Therefore watch, and remember that for three years I did not cease to warn everyone night and day with tears,” said Paul (Acts 20:31, NKJV). What do you think Paul would warn our church about today, and why?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 27",
          "dayTitle": "<p>Hearing the Letter to the Ephesians<br></p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>Paul wrote Ephesians to be read aloud in the house churches of believers in greater Ephesus. In the intervening years since Paul’s departure, the Christian movement in Ephesus had grown, and the number of house churches had multiplied. For those early believers, it would have been an important event to have Tychicus, the personal representative of the founding apostle Paul, stand among them and share a letter from him. As suggested by the epistle itself, the assembled group likely included members of the host household—father, mother, children, and slaves (Eph. 5:21–6:9). At the time, a household included others, as well—clients (free persons who depended on the householder for support) and even customers. So, these may be present too, as well as members of other households.<br><strong><br>In conjunction with the outline of the letter below, read through the entire epistle, preferably out loud (it will take about fifteen minutes to do so). What themes echo through the letter as a whole?</strong><br><br><strong>Greeting (Eph. 1:1, 2)</strong></p><p><sup><strong>1 </strong></sup>Paul, an apostle of Jesus Christ by the will of God, to the saints who are in Ephesus, and faithful in Christ Jesus:<br><sup><br><strong>2</strong></sup> Grace to you and peace from God our Father and the Lord Jesus Christ.<br><br>I. Opening Greeting (Eph. 1:1, 2)<br><br>II. Introductory Blessing (Eph. 1:3–14)<br><br>III. Praying for Believers to Receive Christ-Focused Wisdom (Eph. 1:15–23)<br><br>IV. Once Spiritually Dead; Now Exalted With Christ (Eph. 2:1–10)<br><br>V. Christ’s Creation of the Church Out of Jews and Gentiles (Eph. 2:11–22)<br><br>VI. Paul as Preacher of Christ to the Gentiles (Eph. 3:1–13)<br><br>VII. Praying for Believers to Experience the Love of Christ (Eph. 3:14–21)<br><br>VIII. Hold On to the Spirit-Inspired Unity of the Church (Eph. 4:1–16)<br><br>IX. Live the New, Unity-Nurturing Life (Eph. 4:17–32)<br><br>X. Walk in Love, Light, and Wisdom (Eph. 5:1–20)<br><br>XI. Practice Christ-Shaped Life in the Christian Household (Eph. 5:21–6:9)<br><br>XII. Stand Together: The Church as the Army of God (Eph. 6:10–20) XIII. Closing Greeting (Eph. 6:21–24)<br><br><strong>What key theme seems to come through in this letter? What does it say to you? What specific point or points touch home?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 28",
          "dayTitle": "<p>Ephesians in Its Time<br></p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p><strong>How does Paul begin and end his letter to the believers in Ephesus? What do we learn about his deepest desires for them? See Eph. 1:1, 2; Eph. 6:21–24.</strong></p><p><strong>Eph. 1:1-2<sup><br></sup></strong></p><p><sup><strong>1 </strong></sup>Paul, an apostle of Jesus Christ by the will of God, to the saints who are in Ephesus, and faithful in Christ Jesus:<br><sup><br><strong>2</strong></sup> Grace to you and peace from God our Father and the Lord Jesus Christ.</p><p><strong>Eph. 6:21–24</strong></p><p><sup>21 </sup>But that you also may know my affairs and how I am doing, Tychicus, a beloved brother and faithful minister in the Lord, will make all things known to you; <sup><br></sup></p><p><sup><strong>22</strong></sup> whom I have sent to you for this very purpose, that you may know our affairs, and that he may comfort your hearts.<br><sup><br><strong>23</strong></sup> Peace to the brethren, and love with faith, from God the Father and the Lord Jesus Christ.</p><p><sup><strong>24</strong></sup> Grace be with all those who love our Lord Jesus Christ in sincerity. Amen.<br></p><p>At the outset of the letter, Paul identifies himself as the author (Eph. 1:1). Near the middle of the letter, Paul again identifies himself by name, labeling himself “the prisoner of Christ Jesus for you Gentiles” (Eph. 3:1, NKJV), which introduces a personal reflection on his work as an apostle (Eph. 3:1–13). Near the end of the letter, he again refers to his imprisonment (Eph. 6:20) and concludes with personal words (Eph. 6:21, 22). While some scholars deny that the letter was written by Paul, it is important to note that the epistle clearly lays claim to Paul as its author. Most Christians accept, and rightly so, Paul as the author.<br><br><strong>How does Paul worry about the effect his imprisonment will have on believers in Ephesus? See Eph. 3:13.</strong></p><p><strong>Eph. 3:13<br></strong></p><p><strong><sup>13</sup></strong> Therefore I ask that you do not lose heart at my tribulations for you, which is your glory.<br><br>Ephesians seems to share the same general timing and circumstances with other letters Paul writes from prison, Colossians (see esp. Col. 4:7, 8) and Philemon. Also considerable time seems to have passed since Paul’s ministry in Ephesus (Eph. 1:15; Eph. 3:1, 2). Paul probably composed Ephesians in a prison in Rome about ad 62.<br><br>In Ephesians, Paul offers few specifics about the situation of his audience in Ephesus. The scope of his attention is wide. He deals with a grand span of time, beginning with God’s decisions made “before the foundation of the world” (Eph. 1:4), and reflects broadly on grand themes of God’s salvation offered in Christ. In doing so, the letter exhibits an exalted, literary style, with long sentences, repetitive expressions, and developed metaphors. Paul can use such a style elsewhere (e.g., Rom. 8:31–39), but it is concentrated in Ephesians, which features a great deal of praise, prayer, and worship language (Eph. 1:3–14, Eph. 1:15–23, Eph. 3:14–21) and offers carefully crafted, highly rhetorical passages (e.g., Eph. 4:1–16, Eph. 5:21–33, Eph. 6:10–20).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 29",
          "dayTitle": "<p>Ephesians: A Christ-Saturated Letter<br></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>How does Paul announce the theme of his letter? Eph. 1:9, 10.</strong></p><p><sup><strong>&nbsp;9 </strong></sup>having made known to us the mystery of His will, according to His good pleasure which He purposed in Himself, <sup><br></sup></p><p><sup><strong>10</strong></sup> that in the dispensation of the fullness of the times He might gather together in one all things in Christ, both which are in heaven and which are on earth—in Him. <br><br>How can the message of Ephesians be summarized? From prison, Paul sets forth a vision of God’s Christ-centered plan for the fullness of time and the church’s role in it. God has acted in Christ to initiate His plan “to unite all things in him [Christ], things in heaven and things on earth” (Eph. 1:10, ESV), and He did so by creating the church as an entity composed of one new humanity of both Jews and Gentiles (Eph. 2:14).<br><br>Believers are called to act in concert with this divine plan, signaling to the evil powers that God’s ultimate purpose is underway (Eph. 3:10). As Ephesians 1:9, 10 proclaims, the unity God has in mind is centered in Christ. So, it is no surprise to discover that Ephesians is a Christ-drenched letter that everywhere praises the actions of God in Christ and celebrates the access of believers to the spiritual resources offered them in Christ. Paul employs the phrase “in Christ” and similar phrases more than thirty times, and everywhere lifts up Jesus. As you read the letter, watch for these phrases and stay alert to the many ways Paul focuses on Jesus.<br><br>Paul seeks to reignite the spiritual commitment of believers in Ephesus by reminding them that they are part of the church, which is at the heart of God’s plan to unify all things in Christ. When he uses the word “church” (Greek, ekkl?sia) in the letter, he means the “universal” church or the church at large (rather than a local congregation). A principal strategy he uses is to talk about the church, and he does so using vivid metaphors, four of which he develops in some detail:<br><br>1. The church as a body (Eph. 1:22, 23; Eph. 2:16; Eph. 3:6; Eph. 4:1–16, 25; Eph. 5:23, 29, 30).<br><br>2. The church as a building/temple (Eph. 2:19–22).<br><br>3. The church as a bride (Eph. 5:22–27).<br><br>4. The church as an army (Eph. 6:10–20).<br><br>Each one of these images, in its own way, reveals what God’s purpose and intention for His church is.<br><br><strong>In the church of which you are a part, the Seventh-day Adventist Church, God is drawing together a transnational, multilingual, multiracial, cross-cultural community (Rev. 14:6, 7) that points the way to the fulfillment of His plan to unite all things in Jesus (Eph. 1:9, 10). How can we work in concert with God’s grand plan?</strong></p><p><strong>Rev. 14:6, 7</strong></p><p><sup><strong>6</strong></sup> Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth—to every nation, tribe, tongue, and people— <strong><sup><br></sup></strong></p><p><strong><sup>7</sup></strong> saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "June 30",
          "dayTitle": "<p><strong>Further Thought:</strong><br></p>",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p>The story of the exorcists misusing the names of Jesus and Paul (Acts 19:13–20; see Sunday’s study) helps explain why Paul uses so much language about power in Ephesians. Some new believers, under fresh conviction of the sovereignty of Jesus, throw their expensive magic manuals into the flames. Thanks to the discovery of some two hundred fifty papyri dealing with magic, as well as other finds, we have ample illustrations of rituals, spells, formulas, curses, et cetera, similar to those likely featured in these manuals of magic. The volumes had advised believers how to conduct such rituals to persuade gods, goddesses, and spirit powers to do whatever they would ask.<br><br>Luke tells us that these volumes were worth 50,000 silver coins, or 50,000 days of wages. (In today’s setting, if you allow for $80/day of wages for a skilled laborer, this amounts to $4 million!) This detail demonstrates the importance and centrality of these volumes to their everyday lives. “It took the sovereign intervention of God for them to be sufficiently convicted that they should completely repent of their ongoing utilization of amulets, charms, invocations, and traditional means of gaining spiritual power.”—Clinton E. Arnold, Ephesians (Grand Rapids, MI: Zondervan, 2010), p. 34.<br><br>We come to understand that Ephesians was written to believers who needed instruction about “how to cope with the continuing influence and attacks of the sinister cosmic ‘powers.’ ”—Clinton E. Arnold, Power and Magic: The Concept of Power in Ephesians (Grand Rapids, MI: Baker Books, 1992), p. 165. Paul’s response is the Epistle to the Ephesians, in which he points to Christ as the One who has been exalted above every power (Eph. 1:20–23) and emphasizes the superiority of the strength that God provides to believers (Eph. 2:15–19, Eph. 3:14–21, Eph. 6:10–20).<br><br><strong>Discussion Questions:</strong><br><strong><br>1. </strong>What powers or authorities are active in our world and your life today? How do these powers manifest themselves, tempting believers to honor and respect them rather than to give undiluted loyalty to the exalted Christ?<br><br><strong>2.</strong>&nbsp; In the context of God’s “fullness of time” plan to unite all things in Christ, Paul expresses hope for the future. Review his uses of the word “hope” in Ephesians 1:18, Ephesians 2:12, and Ephesians 4:4. Why does he believe there is hope for the future?<br><br><strong>3. </strong>In the following passages in Ephesians, how does Paul point to the great, future hope of Christ’s return? Eph. 1:13, 14; Eph. 1:21; Eph. 2:7; Eph. 4:30; Eph. 5:5. <strong>What does this hope mean for us right now?</strong></p><p><br></p><p><strong>Eph. 1:13-14</strong></p><p><sup><strong>13</strong></sup> In Him you also trusted, after you heard the word of truth, the gospel of your salvation; in whom also, having believed, you were sealed with the Holy Spirit of promise, <sup><br></sup></p><p><sup><strong>14</strong></sup> who is the guarantee of our inheritance until the redemption of the purchased possession, to the praise of His glory.<strong><br></strong></p><p><strong>Eph. 1:21</strong></p><p><sup><strong>21</strong></sup> far above all principality and power and might and dominion, and every name that is named, not only in this age but also in that which is to come.<strong><br></strong></p><p><strong>Eph. 2:7</strong></p><p><sup><strong>7</strong></sup> that in the ages to come He might show the exceeding riches of His grace in His kindness toward us in Christ Jesus. <strong><br></strong></p><p><strong>Eph. 4:30</strong></p><p>&nbsp;<strong><sup>30</sup></strong> And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <strong><br></strong></p><p><strong>Eph. 5:5</strong></p><p><strong><sup>5 </sup></strong>For this you know, that no fornicator, unclean person, nor covetous man, who is an idolater, has any inheritance in the kingdom of Christ and God. <strong><br><br>Inside Story:</strong></p><p><strong>Bible Survives Blaze<br>By Tor Tjeransen<br><br></strong>Valentina Melentjeva watched helplessly as her home burned to the ground in Kongsberg, Norway. While she was sad to lose her life’s possessions, the thought of losing her Bible devastated her the most.<br><br>Valentina grew up in Klaipeda, the third-largest city of the then-Soviet republic of Lithuania. Although her mother was a Christian, her family never owned a Bible, never talked about Jesus, and never prayed.<br><br>When Valentina was 45, she noticed that a neighbor named Ira seemed happy even though she endured struggles. Valentina asked Ira about the secret to her happiness, and Ira invited her to her home.<br><br>When Valentina arrived, Ira placed an open Bible in her hands. For the first time in her life, Valentina held a Bible. It was opened to Exodus 20. “Please read,” Ira said.<br><br>Valentina began reading the Ten Commandments. When she reached the fourth commandment, she was shocked to read, “Remember the Sabbath day, to keep it holy. Six days you shall labor and do all your work, but the seventh day is the Sabbath of the Lord your God” (Exodus 20:8–10, NKJV).<br><br>Four times she read the Sabbath commandment. The seventh day, not Sunday, was the day of rest. For her entire life, she had worked on Saturdays. But now she wanted to live according to the fourth commandment. The next Saturday, Valentina went with Ira to worship with other Seventh-day Adventists in Klaipeda. On her second Sabbath in church, Valentina received a new Bible in the Russian language. The book became her most-treasured possession, and she was baptized a year later, in 2004. Later, Valentina moved to Norway to learn more about God at an Adventist Bible school. By the time she completed the course, the Bible’s cover had become well-worn. She commissioned a beautiful leather cover for the Bible.<br><br>After the 2021 fire, the police and fire brigade cordoned off Valentina’s apartment. When their investigation ended, Valentina’s visiting son walked through the rubble. Valentina was overjoyed when her son returned with the Bible. The Bible, which had been standing on a shelf with other spiritual books, was the only book to remain intact. It suffered only minor fire damage.<br><br>“It is amazing what the love of God can do to preserve the most important thing,” Valentina said.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Teachers</strong></p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>Part I: Overview<br><br>Key Text: Ephesians 1:9, 10 Study Focus: Acts 18:18–21; Acts 19:13–20:1; Acts 20:17–38; Eph. 1:1, 2; Eph. 6:21–24; Eph. 3:13; Eph. 1:9, 10.</strong><br><br>Introduction: The first lesson for this quarter sketches the background to the study of the entire Epistle to the Ephesians and focuses on several major themes. First, we learn about Paul’s purpose in writing his Epistle to the Ephesians: to help the Ephesians remember their identity and role in God’s kingdom and His plans. Second, we get to know the Ephesians better. We virtually visit Ephesus, walk on its streets, listening to the people of the city talk and hearing their interest in magic and the other world. We watch hundreds of ships anchored in their port, and we visit the impressive temple of Artemis, while seeing people of all classes and ages rushing to join the riot in the amphitheater. Third, we study the literary structure of the epistle and thus form a panoramic view of the apostle’s flow of thoughts and his main subjects. Fourth, we discover that Paul’s all- pervasive theme in this epistle is threefold: Jesus Christ, His love for His church, and His work through the church for the salvation of humanity. In our study this week, let’s remember the general title of these lessons as described in the Introduction: “Ephesians: How to Follow Jesus in Trying Times.” Indeed, Paul’s Epistle to the Ephesians is the best, the most systematic theology of the church. Yet, this quality does not mean Ephesians is a cold, theoretical, detached, abstract theological construct. Rather, the epistle describes the church in a real, living, and loving relationship with its Creator and Savior, the Lord Jesus Christ, with the resultant Christian living in a real world and accomplishing the church’s great mission.<br><br><strong>Lesson Themes: This week’s lesson highlights three major themes: 1. Getting to know the author of the Epistle to the Ephesians.</strong><br><br>2. Getting to know the Ephesian people, the recipients of the epistle.<br><br>3. Getting to know the main topic of Paul’s message to the church in Ephesus.<br><br><strong>Part II: Commentary</strong><br><br><strong>The Book of Acts on Ephesus and the Ephesians</strong><br><br>We can much more easily understand Paul’s Epistle to the Ephesians if we look at it in the context of the book of Acts. Several narrative aspects of the Acts of the Apostles are especially relevant for the birth of the<br><br><strong>Ephesian church:</strong><br><br><strong>1. </strong>Accompanied by Aquila and Priscilla (Acts 18:18), Paul seems to have been the first to briefly preach the gospel of Jesus Christ in Ephesus, where he first contacted the Jews (Acts 18:19). Unlike the Jews in Corinth, who rejected and persecuted Paul (Acts 18:6, 12, 13), the Jews in Ephesus initially appeared more open to the gospel (Acts 18:20). It was only later that some of the Jews in Ephesus became obstinate and rejected Paul’s message (Acts 19:8, 9). However, these Jews did not appeal to the authorities to throw Paul out of the city.<br><br><strong>2.</strong> After Paul’s first departure from Ephesus, Priscilla and Aquila continued the gospel work there, being joined later by Apollos of Alexandria (Acts 18:24–26). Their work resulted in a fledgling community of Christians (Acts 19:1).<br><br><strong>3. </strong>Apollos, Priscilla, and Aquila seemed to be well versed in Christian teaching. However, the Ephesians received instruction for a limited time before Apollos left for Corinth. Possibly for this reason, the Ephesian disciples had a limited understanding of the gospel and what Christianity was about. The disciples there did not even know about the Holy Spirit (Acts 19:2, 3). For this reason, when Paul returned to Ephesus, he decided to spend more time there and provide the needed solid theological foundation to the church both in the city and in the entire region of Asia Minor (Acts 19:10).<br><br><strong>4.</strong> It is important to note that one of Paul’s most evident ways to test the veracity and quality of Christianity was to ask the church members whether they had received the Holy Spirit (Acts 19:2) and whether they correctly understood who Jesus was, who God was, and how people are saved through baptism in Jesus Christ (Acts 19:2–5). For this reason, when Paul was writing to the Ephesians many years later, he returned to, and insisted upon, these crucial topics (see, for instance, Ephesians 4). These topics were determinant to the Christian identity and life, both at the level of the individual and of groups (family and church). There is no Christian church without Jesus Christ, the Holy Spirit, and the Father.<br><strong><br>5</strong>. When the Holy Spirit descended on the disciples in Ephesus, they became the church of Jesus Christ, led by the Holy Spirit in their mission. The Holy Spirit immediately equipped them for ministry and mission by bestowing upon them the gift of tongues and other spiritual gifts. For this reason, when Paul wrote the Epistle to the Ephesians, he insisted on the cruciality of the spiritual gifts for the life and mission of the church.<br><br><strong>Book Burning</strong><br><br>Contemporary intellectuals, such as Rebecca Knuth, former chairwoman of the Library and Information Science program at the University of Hawaii, in her Burning Books and Leveling Libraries: Extremist Violence and Cultural Destruction (Westport, CT: Praeger, 2006), concludes that book burning constitutes the destruction of human cultural heritage. In his Burning the Books: A History of the Deliberate Destruction of Knowledge (Cambridge, MA: The Belknap Press/Harvard University Press, 2020), Richard Ovenden, director of the Bodleian Libraries at the University of Oxford, argues that humanity must reject book burning and preserve human knowledge and culture. The burning of mostly Jewish books by the Nazis in 1933 or the destruction of Western capitalist-leaning books by Mao Zedong’s Red Guards in 1966 are used as classical examples of book burning with the political purpose of controlling the population’s access to information and imposing a new culture, ideology, historical interpretation, and worldview. The story of insurgents who burned thousands of ancient African manuscripts in Timbuktu in 2013 is used as an example of indiscriminate extremist religious book burning. During that time, a few Christian pastors from various denominations were condemned as bigots or intolerant when they conducted book-burning services, calling for witchcraft books to be burned.<br><strong><br>How can we understand the book burning described in Acts 19:19? Several points should be noted:</strong><br><br><strong>1. </strong>This book burning was a voluntary act of those who had converted to Christianity from paganism and magic. They did not destroy the libraries and the properties of other people, but they burned their own books of witchcraft, books they themselves had used in practicing their pagan religions. By this voluntary act, they publicly proclaimed that, once they received the call of Jesus Christ to join His kingdom, they were cutting themselves off from their sinful past. They did not want to have anything further to do with Satan and his demonic activities.<br><br>Two hundred fifty years later, Emperor Diocletian ordered all Christians to bring their sacred books to be burned if they wanted to avoid being burned themselves. Some Christians complied and handed their Scriptures over to the Roman authorities to be burned; these Christians were called traditores, or “those who handed over” their books. Other Christians, however, preferred to be burned themselves rather than betray or renounce the Word of God. Thus, while the book burning in Acts 19 was a voluntary and joyous proclamation of liberation from the snares of sin and Satan, Diocletian’s book burning was a violent and oppressive political and ideological persecution of Christianity, with the purpose of annihilating the people of God and imposing the pagan religion.<br><br><strong>2. </strong>God calls His people to categorically refuse and reject any trace of idolatry and witchcraft in their homes and properties (see Gen. 35:2–4).<br><br><strong>3.</strong> Although, Israel would enter other countries and destroy the idols and burn the witchcraft paraphernalia that was not their main goal. Their mission was to proclaim that idolatry is destructive and leads to death (Ps. 135:15–18; Isa. 44:9–20; Isa. 45:20; Jer. 2:11–13; Jer. 16:19, 20; Jon. 2:8; Gal. 5:19–21; Rev. 9:20, 21) and to live out their lives free from idolatry and witchcraft as an example of a nation free from the power of Satan and death.<br><br><strong>4. </strong>This does not mean that God takes away the joy of art and of writing. On the contrary, God enjoys human creativity and culture expressed in books. But those books and art must express the experience of a human life liberated from sin and Satan. Otherwise, we are back under Satan’s controlling power.<br><br><strong>Part III: Life Application</strong><br><br><strong>1</strong>. Salvation, Mission, and Education. The book of Acts associates the origin of the church in Ephesus with education, which is described as “reasoning” and “persuading.” At first, Paul reasoned with, spoke to, and persuaded the Jews in their synagogues, which were not only places of worship but also public educational spaces (Acts 18:19, Acts 19:8). Later, Paul moved into a local school, the school of Tyrannus, and continued “reasoning with” or “teaching” both the Jews and the Greeks the way of salvation (Acts 19:9, 10). Engage your students in thinking about how they, as a class, could contribute to transforming their church into a gospel school for the community. How can they make their local church a public arena where they may reason with the community about the gospel?<br><br><strong>2. </strong>Paul’s Epistle to the Ephesians displays a wonderful balance between reason, emotions, feelings, theological contemplations, and practical life. Challenge your students to identify two ways that they can contribute to transforming their church into a ministry that would address these aspects of human life in your community.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>Paul and the Ephesians<br></p>",
      "verse": "<p>Making known to us the mystery of his will, according to his purpose, which he set forth in Christ as a plan for the fullness of time, to unite all things in him, things in heaven and things on earth (Ephesians 1:9, 10, ESV).<br></p>",
      "versionCode": 10,
      "weekDate": "June 24–30"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
