{
   "data":[
      {
         "color":"#44a7ff",
         "id":713,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"Sabbath June 21",
               "dayTitle":"",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p style=\"text-align: justify; \">This week will be our final look at accounts that help elucidate our understanding of last-day events. This time we will look at the mission of Jonah to Nineveh; the fall of Babylon; and the rise of Cyrus, the Persian king who liberated God’s people and enabled them to return to the Promised Land.</p><p style=\"text-align: justify; \">As with the other stories we’ve examined, these historical accounts have held profound meaning for every generation. But they also have special relevance to the final generations living before Christ returns. That is, we can mine from these historical accounts various elements that can help us better understand what we call “present truth.” At the same time, we must remember one thing concerning all these stories that appear to foreshadow last-day events: we must be careful to look at broad themes and allusions and not try to parse every detail to the point of creating prophetic absurdities. As in the parables of Jesus, we should look for the major points and principles. We should not milk every detail in hopes of finding some hidden truth. Instead, we should look for the outlines, the principles; and from these we can discover elements relevant for the last days.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Sunday June 22",
               "dayTitle":"<p>The Reluctant Prophet</p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p style=\"text-align: justify; \">The story of Jonah (see Jonah 1–4), while brief, delivers considerable impact. Many believers have found reflections of themselves in this reluctant prophet. The story also contains remarkable overtones of future events.<br><br>Read Matthew 12:38–42. Which parts of the story of Jonah does Jesus refer to as He addresses the scribes and Pharisees? What lessons about the judgment are found in His statement?<br><br><strong>&nbsp;Matthew 12:38–42<br><br><sup>38 </sup></strong>Then certain of the scribes and of the Pharisees answered, saying, Master, we would see a sign from thee.\n</p><p style=\"text-align: justify; \"><strong><sup>39 </sup></strong>But he answered and said unto them, An evil and adulterous generation seeketh after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas:\n</p><p style=\"text-align: justify; \"><strong><sup>40 </sup></strong>For as Jonas was three days and three nights in the whale's belly; so shall the Son of man be three days and three nights in the heart of the earth.\n</p><p style=\"text-align: justify; \"><strong><sup>41 </sup></strong>The men of Nineveh shall rise in judgment with this generation, and shall condemn it: because they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.\n</p><p style=\"text-align: justify; \"><strong><sup>42 </sup></strong>The queen of the south shall rise up in the judgment with this generation, and shall condemn it: for she came from the uttermost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.<br><br>Jesus declared that He was greater than Jonah. He knew that coming to this world would mean the Cross, and still He came to “seek and to save that which was lost” (Luke 19:10). Jonah spent three days in the great fish because of his own sins; Jesus spent three days in the tomb because of ours. That’s what it took to save the lost.<br><br>Today, we know Jonah as a reluctant prophet, unwilling to go to Nineveh. From a human perspective, it is easy to understand—the Assyrians ran a brutal regime. Assyrian murals are replete with scenes of unusual cruelty; conquered peoples were put to death by the most cruel methods imaginable. Who would want to face the prospect of preaching repentance in their capital city? There is an important moment in the story that may point forward to the last-day remnant movement. When Jonah is asked who he is, he responds, “ ‘I am a Hebrew; and I fear the Lord, the God of heaven, who made the sea and the dry land’ ”—a statement much like the first angel’s message (Jon. 1:9, NKJV; Rev. 14:7). Indeed, his emphasis on the Lord as the One “ ‘who made the sea and the dry land’ ” is, of course, pointing to Him as the Creator. This fact is foundational to why we should worship Him, and worship is central to last-day events. At the same time, we, too, have been charged with preaching a potentially unpopular message in spiritual Babylon. To say “come out of her, my people” (Rev. 18:4, NKJV) is to tell the world they must repent—a message that has almost always provoked a negative response from many people, even when delivered in the kindest way possible. Who of us when witnessing has not received negative, or even hostile, responses? It just comes with the job.<br><br><strong>How much of Jonah do you find in yourself? How can you move beyond this wrong attitude?</strong></p><p style=\"text-align: justify; \"><strong>\n</strong></p><p style=\"text-align: justify; \"><strong>\n</strong></p><p style=\"text-align: justify; \"><strong>\n</strong></p><p style=\"text-align: justify; \"><strong>\n</strong></p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Monday June 23",
               "dayTitle":"<p>A Work of Repentance</p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Jonah had a very distinct message for the people of Nineveh. \"And Jonah began to enter the city on the first day’s walk. Then he cried out and said, ‘Yet forty days, and Nineveh shall be overthrown!’\" (Jon. 3:4, NKJV). It seems pretty clear: the place was doomed. After all, was that not a word directly from a prophet of the Lord? Yet, what happened to Nineveh?</span></p><p style=\"text-align: justify;\"><br></p><strong><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\">Read Jonah 3:5–10. Why was this prophecy not fulfilled?</strong></p></strong></p><p style=\"text-align: justify; \"><strong><sup>5 </sup></strong>So the people of Nineveh believed God, and proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them.\n</p><p style=\"text-align: justify; \"><sup><strong>6 </strong></sup>For word came unto the king of Nineveh, and he arose from his throne, and he laid his robe from him, and covered him with sackcloth, and sat in ashes.\n</p><p style=\"text-align: justify; \"><strong><sup>7 </sup></strong>And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste any thing: let them not feed, nor drink water.\n</p><p style=\"text-align: justify; \"><strong><sup>8 </sup></strong>But let man and beast be covered with sackcloth, and cry mightily unto God: yea, let them turn every one from his evil way, and from the violence that is in their hands.\n</p><p style=\"text-align: justify; \"><strong><sup>9 </sup></strong>Who can tell if God will turn and repent, and turn away from his fierce anger, that we perish not?\n</p><p><p style=\"text-align: justify;\"><strong style=\"background-color: initial;\"><sup>10 </sup></strong><span style=\"background-color: initial;\">And God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not.</span></p><p style=\"text-align: justify;\"><br></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Yes, the whole city repented, and the prophesied doom was averted, at least for a time. “Their doom was averted, the God of Israel was exalted and honored throughout the heathen world, and His law was revered. Not until many years later was Nineveh to fall a prey to the surrounding nations through forgetfulness of God and through boastful pride.”—Ellen G. White, Prophets and Kings, p. 271.</span></p></p><p style=\"text-align: justify; \">Can we expect something like this in the last days, with the final message to the fallen world? Yes—and no. That is, there will be, all over the world, many people who heed the call, “‘Come out of her, my people, lest you share in her sins, and lest you receive of her plagues’” (Rev. 18:4, NKJV). All over the world, people will take their stand and, in defiance of the beast, will “keep the commandments of God, and the faith of Jesus” (Rev. 14:12). These people, like those in Nineveh, will be spared the judgment that falls upon the lost.  \n</p><p style=\"text-align: justify; \">Some prophecies, such as God’s announcement that Nineveh would be destroyed, are conditional. (Nineveh would be destroyed unless the people turned away from their evil [see Jer. 18:7–10].) Yet, some prophecies don’t come with these conditions. They are going to be fulfilled, no matter the human response. The Messianic prophecies of Christ’s first and second comings, the mark of the beast, the outpouring of the plagues, end-time persecution—these are not conditional; they will take place regardless of what humans do. What humans do, and the choices they make, will determine instead what side they will be on as final events, foretold by the prophets, unfold.<br><br><strong>What choices are you making now that could help determine what choices you will make when the issue of worshiping God or the image breaks upon the world?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Tuesday June 24",
               "dayTitle":"<p>Belshazzar’s Feast</p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p style=\"text-align: justify; \">After the city of Nineveh had been humbled (612 b.c.) by a coalition army that included both Medes and Babylonians (led by Nebuchadnezzar's father), the city of Babylon experienced a revival, the likes of which the city had not seen since the days of Hammurabi, their great lawgiver. Under Nebuchadnezzar, who was now free from the problem of Assyrian raids, the city of Babylon grew in wealth and influence to the point where the neighboring nations had little choice but to grudgingly acknowledge her dominance. She was queen of the world, and nations who wished to prosper declared their loyalty to her.&nbsp;</p><p style=\"text-align: justify; \">Meanwhile, as far as we can tell, Nebuchadnezzar died as a believer, professing that Daniel's God was, indeed, the rightful ruler of all nations (Dan. 4:34-37). The next account that Daniel provides is that of his successor, the vice-regent Belshazzar.<br><br><strong>Read Daniel 5:1–31. What important spiritual messages can we take from this account? What ultimately tripped up Belshazzar?</strong><br><br><strong>Daniel 5:1–31</strong><sup><br><br><strong>1 </strong></sup>Belshazzar the king made a great feast to a thousand of his lords, and drank wine before the thousand.\n</p><p style=\"text-align: justify; \"><strong><sup>2 </sup></strong>Belshazzar, whiles he tasted the wine, commanded to bring the golden and silver vessels which his father Nebuchadnezzar had taken out of the temple which was in Jerusalem; that the king, and his princes, his wives, and his concubines, might drink therein.\n</p><p style=\"text-align: justify; \"><strong><sup>3 </sup></strong>Then they brought the golden vessels that were taken out of the temple of the house of God which was at Jerusalem; and the king, and his princes, his wives, and his concubines, drank in them.\n</p><p style=\"text-align: justify; \"><strong><sup>4 </sup></strong>They drank wine, and praised the gods of gold, and of silver, of brass, of iron, of wood, and of stone.\n</p><p style=\"text-align: justify; \"><strong><sup>5 </sup></strong>In the same hour came forth fingers of a man’s hand, and wrote over against the candlestick upon the plaister of the wall of the king’s palace: and the king saw the part of the hand that wrote.\n</p><p style=\"text-align: justify; \"><strong><sup>6 </sup></strong>Then the king’s countenance was changed, and his thoughts troubled him, so that the joints of his loins were loosed, and his knees smote one against another.\n</p><p style=\"text-align: justify; \"><strong><sup>7 </sup></strong>The king cried aloud to bring in the astrologers, the Chaldeans, and the soothsayers. And the king spake, and said to the wise men of Babylon, Whosoever shall read this writing, and shew me the interpretation thereof, shall be clothed with scarlet, and have a chain of gold about his neck, and shall be the third ruler in the kingdom.\n</p><p style=\"text-align: justify; \"><strong><sup>8 </sup></strong>Then came in all the king’s wise men: but they could not read the writing, nor make known to the king the interpretation thereof.\n</p><p style=\"text-align: justify; \"><strong><sup>9 </sup></strong>Then was king Belshazzar greatly troubled, and his countenance was changed in him, and his lords were astonied.\n</p><p style=\"text-align: justify; \"><strong><sup>10 </sup></strong>Now the queen, by reason of the words of the king and his lords, came into the banquet house: and the queen spake and said, O king, live for ever: let not thy thoughts trouble thee, nor let thy countenance be changed:\n</p><p style=\"text-align: justify; \"><strong><sup>11 </sup></strong>There is a man in thy kingdom, in whom is the spirit of the holy gods; and in the days of thy father light and understanding and wisdom, like the wisdom of the gods, was found in him; whom the king Nebuchadnezzar thy father, the king, I say, thy father, made master of the magicians, astrologers, Chaldeans, and soothsayers;\n</p><p style=\"text-align: justify; \"><strong><sup>12 </sup></strong>Forasmuch as an excellent spirit, and knowledge, and understanding, interpreting of dreams, and shewing of hard sentences, and dissolving of doubts, were found in the same Daniel, whom the king named Belteshazzar: now let Daniel be called, and he will shew the interpretation.\n</p><p style=\"text-align: justify; \"><strong><sup>13 </sup></strong>Then was Daniel brought in before the king. And the king spake and said unto Daniel, Art thou that Daniel, which art of the children of the captivity of Judah, whom the king my father brought out of Jewry?\n</p><p style=\"text-align: justify; \"><strong><sup>14 </sup></strong>I have even heard of thee, that the spirit of the gods is in thee, and that light and understanding and excellent wisdom is found in thee.\n</p><p style=\"text-align: justify; \"><strong><sup>15 </sup></strong>And now the wise men, the astrologers, have been brought in before me, that they should read this writing, and make known unto me the interpretation thereof: but they could not shew the interpretation of the thing:\n</p><p style=\"text-align: justify; \"><strong><sup>16 </sup></strong>And I have heard of thee, that thou canst make interpretations, and dissolve doubts: now if thou canst read the writing, and make known to me the interpretation thereof, thou shalt be clothed with scarlet, and have a chain of gold about thy neck, and shalt be the third ruler in the kingdom.\n</p><p style=\"text-align: justify; \"><strong><sup>17 </sup></strong>Then Daniel answered and said before the king, Let thy gifts be to thyself, and give thy rewards to another; yet I will read the writing unto the king, and make known to him the interpretation.\n</p><p style=\"text-align: justify; \"><strong><sup>18 </sup></strong>O thou king, the most high God gave Nebuchadnezzar thy father a kingdom, and majesty, and glory, and honour:\n</p><p style=\"text-align: justify; \"><strong><sup>19 </sup></strong>And for the majesty that he gave him, all people, nations, and languages, trembled and feared before him: whom he would he slew; and whom he would he kept alive; and whom he would he set up; and whom he would he put down.\n</p><p style=\"text-align: justify; \"><strong><sup>20 </sup></strong>But when his heart was lifted up, and his mind hardened in pride, he was deposed from his kingly throne, and they took his glory from him:\n</p><p style=\"text-align: justify; \"><strong><sup>21 </sup></strong>And he was driven from the sons of men; and his heart was made like the beasts, and his dwelling was with the wild asses: they fed him with grass like oxen, and his body was wet with the dew of heaven; till he knew that the most high God ruled in the kingdom of men, and that he appointeth over it whomsoever he will.\n</p><p style=\"text-align: justify; \"><strong><sup>22 </sup></strong>And thou his son, O Belshazzar, hast not humbled thine heart, though thou knewest all this;\n</p><p style=\"text-align: justify; \"><strong><sup>23 </sup></strong>But hast lifted up thyself against the Lord of heaven; and they have brought the vessels of his house before thee, and thou, and thy lords, thy wives, and thy concubines, have drunk wine in them; and thou hast praised the gods of silver, and gold, of brass, iron, wood, and stone, which see not, nor hear, nor know: and the God in whose hand thy breath is, and whose are all thy ways, hast thou not glorified:\n</p><p style=\"text-align: justify; \"><strong><sup>24 </sup></strong>Then was the part of the hand sent from him; and this writing was written.\n</p><p style=\"text-align: justify; \"><strong><sup>25 </sup></strong>And this is the writing that was written, MENE, MENE, TEKEL, UPHARSIN.\n</p><p style=\"text-align: justify; \"><strong><sup>26 </sup></strong>This is the interpretation of the thing: MENE; God hath numbered thy kingdom, and finished it.\n</p><p style=\"text-align: justify; \"><strong><sup>27 </sup></strong>TEKEL; Thou art weighed in the balances, and art found wanting.\n</p><p style=\"text-align: justify; \"><strong><sup>28 </sup></strong>PERES; Thy kingdom is divided, and given to the Medes and Persians.\n</p><p style=\"text-align: justify; \"><strong><sup>29 </sup></strong>Then commanded Belshazzar, and they clothed Daniel with scarlet, and put a chain of gold about his neck, and made a proclamation concerning him, that he should be the third ruler in the kingdom.\n</p><p style=\"text-align: justify; \"><sup><strong>30 </strong></sup>In that night was Belshazzar the king of the Chaldeans slain.\n</p><p style=\"text-align: justify; \"><sup><strong>31 </strong></sup>And Darius the Median took the kingdom, being about threescore and two years old.<br><br>Perhaps the saddest, most tragic part of this account is found in Daniel 5:22. After recounting to the king the downfall and then the restoration of Nebuchadnezzar, Daniel says to him, \"'But you his son, Belshazzar, have not humbled your heart, although you knew all this'\" (NKJV). That is, though he had the opportunity to know truth, though he might have even witnessed firsthand what happened to Nebuchadnezzar, he chose to ignore these events and, instead, embarked on the same course that brought his predecessor so much trouble.  \n</p><p style=\"text-align: justify; \">As Nebuchadnezzar had done by erecting the golden statue, Belshazzar was openly defying what Daniel's God had predicted. By using the temple vessels in a profane manner, he was likely underscoring the fact that Babylon had conquered the Jews and now possessed their God's religious articles. In other words, they still had supremacy over this God who had predicted their demise.  \n</p><p style=\"text-align: justify; \">It was, indeed, an act of total defiance, even though Belshazzar had more than enough evidence, proof, to know better. He had enough head knowledge to know the truth; the problem, instead, was his heart. In the last days, as the final crisis breaks upon the world, people will be given the opportunity to know the truth, as well. What determines their choice, as with Belshazzar, will be their hearts.</p><p style=\"text-align: justify; \">\n</p><p style=\"text-align: justify; \">\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Wednesday June 25",
               "dayTitle":"<p>The Drying of the Euphrates</p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">One of Babylon's strengths was the way that the Euphrates River flowed underneath its walls, providing the city with an unlimited supply of water. It also proved to be its weakness. Nitocris, an ancient Babylonian queen, had created earthen works along the river to develop it as a route to the city. In the process, she had diverted the river into a swamp to allow crews to work comfortably. Cyrus realized that he could do the same thing: dry up the Euphrates enough that he could comfortably march his troops under the wall. Once inside the city walls, he found the defensive walls that followed the river through the city unguarded, and the city fell in a single night. The ancient Greek historian Herodotus tells us that \"those who lived in the centre of Babylon had no idea that the suburbs had fallen, for it was a time of festival, and all were dancing, and indulging themselves in pleasures.\"—Herodotus, The Histories, trans. Tom Holland (New York: Penguin, 2015), p. 94. Can there be any doubt that this is the same feast as portrayed in Daniel 5?</span></p><p style=\"text-align: justify;\"><br></p><p style=\"font-weight: bold; text-align: justify;\"><strong style=\"background-color: initial;\">Read Daniel 5:18–31 and Revelation 16:12–19. What parallels do you find between some of the plagues of Revelation and the story of Babylon’s fall?</strong></p><p style=\"text-align: justify;\"><span style=\"font-weight: 700;\"><br></span></p><span style=\"font-weight: bold;\"><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Daniel 5:18-31</span></p></span></p><p style=\"text-align: justify; \"><strong><sup>18 </sup></strong>O thou king, the most high God gave Nebuchadnezzar thy father a kingdom, and majesty, and glory, and honour:\n</p><p style=\"text-align: justify; \"><strong><sup>19 </sup></strong>And for the majesty that he gave him, all people, nations, and languages, trembled and feared before him: whom he would he slew; and whom he would he kept alive; and whom he would he set up; and whom he would he put down.\n</p><p style=\"text-align: justify; \"><strong><sup>20 </sup></strong>But when his heart was lifted up, and his mind hardened in pride, he was deposed from his kingly throne, and they took his glory from him:\n</p><p style=\"text-align: justify; \"><strong><sup>21 </sup></strong>And he was driven from the sons of men; and his heart was made like the beasts, and his dwelling was with the wild asses: they fed him with grass like oxen, and his body was wet with the dew of heaven; till he knew that the most high God ruled in the kingdom of men, and that he appointeth over it whomsoever he will.\n</p><p style=\"text-align: justify; \"><strong><sup>22 </sup></strong>And thou his son, O Belshazzar, hast not humbled thine heart, though thou knewest all this;\n</p><p style=\"text-align: justify; \"><strong><sup>23 </sup></strong>But hast lifted up thyself against the Lord of heaven; and they have brought the vessels of his house before thee, and thou, and thy lords, thy wives, and thy concubines, have drunk wine in them; and thou hast praised the gods of silver, and gold, of brass, iron, wood, and stone, which see not, nor hear, nor know: and the God in whose hand thy breath is, and whose are all thy ways, hast thou not glorified:\n</p><p style=\"text-align: justify; \"><strong><sup>24 </sup></strong>Then was the part of the hand sent from him; and this writing was written.\n</p><p style=\"text-align: justify; \"><strong><sup>25 </sup></strong>And this is the writing that was written, MENE, MENE, TEKEL, UPHARSIN.\n</p><p style=\"text-align: justify; \"><strong><sup>26 </sup></strong>This is the interpretation of the thing: MENE; God hath numbered thy kingdom, and finished it.\n</p><p style=\"text-align: justify; \"><strong><sup>27 </sup></strong>TEKEL; Thou art weighed in the balances, and art found wanting.\n</p><p style=\"text-align: justify; \"><strong><sup>28 </sup></strong>PERES; Thy kingdom is divided, and given to the Medes and Persians.\n</p><p style=\"text-align: justify; \"><sup><strong>29 </strong></sup>Then commanded Belshazzar, and they clothed Daniel with scarlet, and put a chain of gold about his neck, and made a proclamation concerning him, that he should be the third ruler in the kingdom.\n</p><p style=\"text-align: justify; \"><strong><sup>30 </sup></strong>In that night was Belshazzar the king of the Chaldeans slain.\n</p><p style=\"text-align: justify; \"><strong><sup>31 </sup></strong>And Darius the Median took the kingdom, being about threescore and two years old.\n</p><p style=\"text-align: justify; \"><strong>Revelation 16:12-19</strong></p><p style=\"text-align: justify; \"><sup><strong>12 </strong></sup>And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.\n</p><p style=\"text-align: justify; \"><strong><sup>13 </sup></strong>And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.\n</p><p style=\"text-align: justify; \"><strong><sup>14 </sup></strong>For they are the spirits of devils, working miracles, which go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.\n</p><p style=\"text-align: justify; \"><strong><sup>15 </sup></strong>Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.\n</p><p style=\"text-align: justify; \"><strong><sup>16 </sup></strong>And he gathered them together into a place called in the Hebrew tongue Armageddon.\n</p><p style=\"text-align: justify; \"><strong><sup>17 </sup></strong>And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.\n</p><p style=\"text-align: justify; \"><strong><sup>18 </sup></strong>And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, and so great.\n</p><p style=\"text-align: justify; \"><strong><sup>19 </sup></strong>And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.\n</p><p style=\"text-align: justify; \"><strong><br>In explaining how to discern the signs of the times, Jesus warned His disciples, \"'Watch therefore, for you do not know what hour your Lord is coming. But know this, that if the master of the house had known what hour the thief would come, he would have watched and not allowed his house to be broken into'\" (Matt. 24:42, 43, NKJV). Just as in the fall of Babylon, the sudden appearance of Christ will catch modern Babylon by surprise. It does not need to be this way, however; we have been given ample evidence of the soon coming of Jesus in a multitude of detailed prophecies.&nbsp;</strong></p><p style=\"text-align: justify; \"><strong>The world will not be caught by surprise merely because it is ignorant of what God has predicted; it will be surprised because it has chosen not to believe what God has said would happen.<br><br>Read Revelation 16:15. Even amid these end-time warnings, what&nbsp;</strong><strong style=\"background-color: initial;\">gospel message is found there? What does it mean to not “walk&nbsp;</strong><strong style=\"background-color: initial;\">naked”?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Thursday June 26",
               "dayTitle":"<p>Cyrus, the Anointed</p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p style=\"text-align: justify; \">When Cyrus sacked the city of Babylon, the years of captivity for God's people were over, and the Persians permitted the Jews to return to the Promised Land and rebuild the temple. Under Cyrus, the Persian Empire became the largest in history, with what historian Tom Holland calls \"the largest agglomeration of territories that the world had ever seen.\"—Dominion (New York: Basic Books, 2019), p. 25. As was the custom among the Persians, Cyrus was even called \"the Great King\" or \"King of kings.\"&nbsp;</p><p style=\"text-align: justify; \">Cyrus foreshadows what will happen when Christ returns for His church: He is the King who comes from the east (compare with Matt. 24:27), waging war against Babylon, and liberating His people finally to escape from Babylon and return to the Land of Promise. (See Rev. 19:11–16.) This is why God refers to Cyrus as \"His anointed\" (Isa. 45:1, NKJV); not only did this famous Persian liberate God's people, but his campaign against Babylon is also a type of Christ's second coming.<br><br>Read 2 Chronicles 36:22, 23. In what ways does the story of Cyrus parallel that of Nebuchadnezzar? In what ways does it differ? What is the significance of the decree? After all, how did it impact the whole first coming of Jesus centuries later?<br><br><strong>2 Chronicles 36:22-23</strong></p><p style=\"text-align: justify; \"><strong><sup>22 </sup></strong>Now in the first year of Cyrus king of Persia, that the word of the Lord by the mouth of Jeremiah might be fulfilled, the Lord stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom, and also put it in writing, saying,\n</p><p style=\"text-align: justify; \"><strong><sup>23 </sup></strong>\"Thus says Cyrus king of Persia: All the kingdoms of the earth the Lord God of heaven has given me. And He has commanded me to build Him a house at Jerusalem which is in Judah. Who is among you of all His people? May the Lord his God be with him, and let him go up!\"<br><br>The original order of Old Testament books has been changed in our day to end with Malachi, but originally, this is where the Old Testament ended—with this declaration from Cyrus. The next episode in the canon of Scripture would be Matthew, which begins with the birth of Christ, the antitypical Cyrus. Cyrus would orchestrate the rebuilding of the earthly temple; Jesus would inaugurate His ministry in the heavenly sanctuary, leading up to His return and our liberation. <br><br>Cyrus, of course, was not a perfect representation of Christ; no type lines up perfectly with antitype, and we must be careful not to read too much into every tiny detail. Nevertheless, he broadly functions as a type of \"Savior.\"<br><br><strong>How fascinating that God would use a pagan king in such a marked manner to do His will. Despite how things appear to us on the outside, how can we learn the truth that, long term, the Lord is going to bring about end-time events as prophesied?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Friday June 27",
               "dayTitle":"<p>Further Thought</p>",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p style=\"text-align: justify; \">\"Every nation that has come upon the stage of action has been permitted to occupy its place on the earth, that the fact might be determined whether it would fulfill the purposes of the Watcher and the Holy One. Prophecy has traced the rise and progress of the world's great empires—Babylon, Medo-Persia, Greece, and Rome. With each of these, as with the nations of less power, history has repeated itself. Each has had its period of test; each has failed, its glory faded, its power departed. While nations have rejected God's principles, and in this rejection have wrought their own ruin, yet a divine, overruling purpose has manifestly been at work throughout the ages.\"—Ellen G. White, Prophets and Kings, p. 535.&nbsp;</p><p style=\"text-align: justify; \">In Jeremiah 18, Jeremiah observes a potter doing what a potter does: molding and shaping whatever he is working on. It is this imagery, that of a potter molding his clay, that God uses to explain the principle of conditionality in biblical prophecy. And just to make sure we understand, the Lord speaks through Jeremiah, saying: \"'The instant I speak concerning a nation and concerning a kingdom, to pluck up, to pull down, and to destroy it, if that nation against whom I have spoken turns from its evil, I will relent of the disaster that I thought to bring upon it. And the instant I speak concerning a nation and concerning a kingdom, to build and to plant it, if it does evil in My sight so that it does not obey My voice, then I will relent concerning the good with which I said I would benefit it'\" (Jer. 18:7–10, NKJV).</p><p style=\"text-align: justify; \"><strong style=\"background-color: initial;\">Discussion Question:</strong><ol><li><span style=\"background-color: initial;\">Think about Jesus’ statement that the judgment will be easier&nbsp;</span><span style=\"background-color: initial;\">for Nineveh than for the people of God who had strayed from the&nbsp;</span><span style=\"background-color: initial;\">truth. (See Matt. 12:39–42.) What lesson can God’s church derive&nbsp;</span><span style=\"background-color: initial;\">from this warning?</span></li><li><span style=\"background-color: initial;\">Notice Ellen G. White’s statement that with each succeeding&nbsp;</span>empire, “history has repeated itself.”—Ellen G. White, Prophets and Kings, p. 535. What do you see as common threads among all the empires listed in prophecy? In what ways did they follow the same prophetic path? How is our current world following them, as well?</li><li>Think through the idea that it’s not often the mind, the intellect, that keeps people from faith, but the heart. How might this knowledge impact how you witness to others?</li></ol></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Friday June 27",
               "dayTitle":"<p>Inside Story</p>",
               "id":138,
               "idDay":8,
               "idLesson":13,
               "lessonText":"<p style=\"text-align: justify; \">“Let’s Make a Deal”\n</p><p><p style=\"text-align: justify;\"><em style=\"background-color: initial;\">By Laurie Denski-Snyman</em></p><p style=\"text-align: justify;\"><span style=\"background-color: initial;\">Maria was happy when a homeowner invited her in to look at the books that she was selling in a non-Christian country in Southeast Asia. Maria pulled several health books from her bag, but the man stopped her. \"I see what you're doing,\" he said. \"You're bringing out the lighter, more neutral books first, and after I drop my guard, you're going to bring out the Christian books that you really want me to see. I know your intentions, so share the Christian books first.\"</span></p></p><p style=\"text-align: justify; \">Maria sent up a silent prayer. \"Lord, please help me,\" she said. \"I don't know what to say.\" Out loud, she said, \"I have several books on health and religion. I want to share whatever people want to see. If they have an interest in health, I share those books. If they have an interest in religion, I'm happy to share those books, too.\"\n</p><p style=\"text-align: justify; \">The man rubbed his chin. \"Let's make a deal,\" he said. \"If I can ask questions about your religion and you can answer them, I'll buy all of your books.\"\n</p><p style=\"text-align: justify; \">Maria felt anxious. She took a deep breath and said, \"I'm not wise enough to answer anything that you ask. I need help. May I pray first?\" The man agreed. Maria prayed out loud. She asked for wisdom and knowledge, and she ended the prayer in the name of Jesus.\n</p><p style=\"text-align: justify; \">Immediately, the man asked, \"We say Jesus was a prophet, but you say He is a God. Why do you say that? How can a mere man become God?\" Without pausing, Maria said, \"Many people think that Jesus only started to live when He was on earth as a baby, but He was around years before that. Jesus was part of the Godhead, and God sent Him to this earth in the form of a baby as a regular human being. Then Jesus was called to be a prophet, then He was called to be a sacrifice, and then He was called to be a high priest. So right now, He is interceding for our sins. Jesus is not just a prophet. He was called to be more than a prophet. He is a high priest—not just for me but for all who accept Him.\"\n</p><p style=\"text-align: justify; \">The man put his head in his hands. \"That is about the nicest thing I've ever heard,\" he said. That was his first and only question. With tears in his eyes, he bought every book that Maria had. As they bid each other goodbye, he said, \"You really explained to me what I wanted to know. Now I look forward to reading all your books.\"</p><p><em>\n</em></p><p><em>\n</em></p><p><em>\n</em></p><p><em>\n</em></p><p><em>\n</em></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Friday June 27",
               "dayTitle":"<p>Teachers comments</p>",
               "id":139,
               "idDay":9,
               "idLesson":13,
               "lessonText":"<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: 2 Timothy 1:7\n</strong></p><p><strong>Study Focus: Dan. 2:31–45, Rev. 13:11–17.\n</strong></p><p>For the last two weeks, we have studied biblical stories and psalms that contained allusions to future prophecy. Yet, these projections into the future were just indirect insights that prepared us to receive and to understand the message of prophecy. In this lesson, we will pay attention to prophecies that explicitly refer to the time of the end. We must remember that the Bible is not just a book of beautiful stories written for our entertainment. Nor is the Bible simply a book of spiritual and moral edification. What makes the Bible unique is its message of hope: God will save the world at the end of time.\n</p><p>The message of hope, of course, is present in different forms throughout the Scriptures. But it is particularly the two apocalyptic books, Daniel and Revelation, that focus on the ultimate fate of the world. These two books are inter-related and therefore will be consulted in connection with each other. The lesson this week will first embrace the general line of the prophetic events, as revealed in Daniel’s prophecy of the statue (Dan. 2:31–45). Then we will consider the last days of human history. We will see how Daniel’s prophecy will disclose the power of evil and denounce its mentality, which was already displayed by the Babylonian kings (Daniel 3). The prophecy will then reach its fulfillment in the little horn of chapters 7 and 8, and in the beast of Revelation 13 and 14.\n</p><p><strong>Part II: Commentary\n</strong></p><p>The Mentality of Babel. The book of Daniel begins with an allusion to the story of the tower of Babel. As the prophet reports the event of the coming of Nebuchadnezzar against Jerusalem, he mentions the rare and antique word Shinar, the very name that referred to the place where the builders of Babel built their tower (Gen. 11:2, NKJV). This specific reference reveals, from the beginning of the book, the intention of the biblical author to associate Nebuchadnezzar’s move to bring the articles of the temple of Jerusalem to his place, Babylon (Shinar), with the builders of the tower of Babel.\n</p><p>In Daniel 2, the same king has a dream that troubles him. Daniel, who has been called to interpret the dream, explains to the king that the God of heaven sent this dream to help him understand, and realize, the iniquity of “the thoughts of your heart” (Dan. 2:30, NKJV). Nebuchadnezzar had indeed the same mentality as the builders of the tower of Babel. As Nebuchadnezzar brought the articles of the temple to his own temple, he in fact demonstrated the same intention to take God’s place. From the very beginning, Daniel discloses, then, the key to the dream. This dream concerns first the king’s “Babel” mentality. Later on, in Daniel 3, Nebuchadnezzar’s behavior will confirm this judgment (see below). In fact, this denunciation constitutes the main thread that weaves throughout the whole prophecy of the kingdoms of the earth.\n</p><p>In his first line, Daniel points out Nebuchadnezzar’s pride and usurpation: on one hand, Daniel calls the king by his regular title, “king of kings,” as if he were the one who ruled over other kings. On the other hand, Daniel clearly identifies “ ‘the God of heaven’ ” as the only One to whom the king owes his power (Dan. 2:37, NKJV). Daniel describes the king as if he were the Creator Himself (at least, along the lines of Nebuchadnezzar’s thinking); at the same time, Daniel reminds the king that it is the God of heaven who gave him all that he has (Dan. 2:38).\n</p><p>Then, Daniel announces that the following world kingdoms will be inferior to Nebuchadnezzar’s kingdom, implying, again, that they were just as human and transitory as he and his kingdom are. Significantly, the end of the kingdoms is characteristic of the same mentality that defined Babel: the leaders of the kingdoms will attempt to unite their realms and consolidate their power, just as the builders of the tower of Babel did (Gen. 11:4).\n</p><p>It is noteworthy that the main characteristics of this process to attempt to mingle together started right after the fall of pagan Rome (Dan. 2:41) and lasted until the end of time, as implied in the phrase that introduces the rise of God’s kingdom: “ ‘In the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed’ ” (Dan. 2:44).\n</p><p>It is interesting to note that the last scene of the vision climaxes with the crushing of all the kingdoms. The Usurping Power. In Daniel 3, Nebuchadnezzar immediately (ironically) discredits the judgment just learned from his dream. He will indeed work hard to take the place of the God of heaven. The dream clearly indicates that “ ‘the God of heaven will set up a kingdom which shall never be destroyed’ ” (Dan. 2:44, NKJV, emphasis supplied); in contradistinction to God’s will, Nebuchadnezzar endeavors to “set up” an image of gold that will represent himself, the “ ‘head of gold’ ” (Dan. 2:38, NKJV). Except that Nebuchadnezzar is not just content to be the head of gold, as the dream indicated; he now styles himself as an eternal king, whose empire will last forever, indicated by his erecting a statue of solid gold. In essence, Nebuchadnezzar “set up” his image to replace the everlasting kingdom of God. Note the use of the same verb “set up.” The story does not stop there with Nebuchadnezzar’s usurpation.\n</p><p>Nebuchadnezzar’s next step was the violent persecution of all those who would not bow before his image. The story tells us that three Hebrews refuse to worship the image; as a result, they are threatened with death, namely to “ ‘be cast . . . into the midst of a burning fiery furnace’ ” (Dan. 3:6, NKJV). All kinds of strategies are used to convince the Hebrews to bow. The threat of death is explicitly represented by the furnace at the feet of the image. The power of administration at all levels is employed to ensure the control of all the various layers of the population. The power of mass media is used to reach out to the people in all parts of the empire. Even the power of music and art is used to influence and control the emotions.\n</p><p>According to the report of their resistance, these three Hebrews did not waver in their conviction to stand true to God. The two camps of worshipers, the camp of Babel and the camp of the three Hebrews, were thus clearly delineated and contrasted: the camp of Babel is noisy. They “cried aloud” (Dan. 3:4, NKJV). The camp of God is silent: “ ‘We have no need to answer’ ” (Dan. 3:16, NKJV). The camp of Babel is powerful: it is comprised of “satraps,” “administrators,” etc. (Dan. 3:2, NKJV). The camp of God is humble and lowly in eminence: they are simply identified as “ ‘certain Jews’ ” (Dan. 3:12, NKJV). The camp of Babel is numerous: it is composed of “all the people” (Dan. 3:7, NKJV). The camp of God is only “three men” (Dan. 3:23, NKJV). The camp of Babel is present-oriented: “When all the people heard . . . all the people . . . worshiped” (Dan. 3:7, NKJV). The camp of God is future-oriented: “ ‘God . . . is able to deliver us’ ” (Dan. 3:17, NKJV). The people of the camp of Babel are legalistic and obey out of fear and self-interest. The people of the camp of God serve God by grace, even if He should choose not to deliver them (Dan. 3:18).\n</p><p>The Little Horn and the Beast. The characters of usurpation and persecution are more vivid and explicit. The little horn claims to be divine, and its arrogance and usurpation are very pronounced (Dan. 7:25, NKJV). The same connection between usurpation and persecution is also present (Dan. 8:24, 25). The book of Revelation repeats the same apocalyptic scenario, yet with different symbolism. Right after the same four animals that we first saw in Daniel 7, the apocalyptic revelation identifies a power of usurpation, which is identified as a beast. Like the little horn of Daniel 7 and 8, this beast claims to be divine (Rev. 13:4) and persecutes God’s people (Rev. 13:5, 7). This rapid survey of the prophecy is necessary for us to understand the prophetic word of warning and to encourage God’s people (2 Tim. 1:7).\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>1.</strong> While the little horn and the beast represent a clear historical entity, the Catholic Church, how should we respond to this identification? How should we relate to Catholic people? Identify the mentality of Babel in history (in the Catholic Church, but also in totalitarian regimes). Analyze the potential mechanism of Babel in your church and in your personal character; in your relationship with other people; in the context of your family or in the context of your work; and in the way you treat your employees, your spouse, and your children. How do we shift from a Babel mentality to a biblical mindset?\n</p><p><strong>2</strong>. Compare the camp of Babel and the camp of the three Hebrews. Consider each aspect of that comparison and draw lessons for application: How does this comparison affect your church life? What can we learn from these examples for our worship services? How does the way we play music or the way we preach play a role in how we worship the Creator? What lesson do you learn from the observation that the camp of God is always a minority? How do you apply this truth to the use of the argument of the majority in support of theological truth? Discuss with your class members the need to be future-oriented rather than present-oriented. How does future- or present-oriented thinking affect your choices in ethical and marital decisions? A future-oriented perspective obliges us to consider the aftermath of our actions. Present-oriented thinking that focuses on the immediate reward ends up being shallow, selfish, materialistic, and even dangerous for us and others. Discuss.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>Images of the End</p>",
         "verse":"<p>“So he said to them, ‘I am a Hebrew; and I fear the Lord, the God of heaven, who made the sea and the dry land’ ”(Jonah 1:9, NKJV).</p>",
         "versionCode":10,
         "weekDate":"June 21–27"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
