{
   "data":[
      {
         "color":"#1957db",
         "id":711,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"December 7",
               "dayTitle":"",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>The Gospel of John is a mosaic of themes. John calls upon signs (miracles) to show that Jesus is the Messiah promised by the prophets. John uses an array of witnesses to proclaim Jesus as the Christ. He also uses the “I AM” statements to point to His divinity.\n</p><p>All three members of the Godhead are mentioned in John 1 (John 1:1–4, 14, 18, 32–34). For centuries humans have tried fully to understand the nature of the Godhead, but because we can’t, many reject the idea. How foolish, though, to reject something just because we can’t fully understand it or because it doesn’t fit within the narrow limits of human reasoning.\n</p><p>John says that if you want to understand God, you must look at Jesus and what has been revealed in the Word. This approach opens to us a whole new world of relationships—among the Three Members of the Godhead, between the Members of the Godhead and humans, and among humans themselves. This week’s lesson looks at how the Gospel of John presents the Father, Son, and Holy Spirit, but now within the context of the farewell discourse (John 13–17).</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 8",
               "dayTitle":"<p>The Heavenly Father</p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p>The Gospel of John is written from the standpoint of the overall biblical narrative, beginning with our origins. “In the beginning God created the heavens and the earth” (Gen. 1:1). Or: In the beginning the Father, Son, and Holy Spirit created the heavens and the earth. They are the Source of all that exists. They created the universe, including the beings who inhabit it. On our planet there was a special creation of life, and the most special of that creation was humanity. And God’s purpose for creating humanity was that we should live in loving harmony with Him and with one another.\n</p><p>Unfortunately, Lucifer brought sin into this world. Sin is, among other things, a disruption of our relationship with God. It misrepresents who God is. Thus, Jesus took upon Himself our human nature in order to restore knowledge of God and to bring salvation to humanity.\n</p><p>While here, Jesus submitted His life to the Father, living according to His guidance. He said, “ ‘I and My Father are one’ ” (John 10:30, NKJV). “ ‘The Father is in Me, and I in Him’ ” (John 10:38, NKJV). “ ‘If I do not do the works of My Father, do not believe Me’ ” (John 10:37, NKJV).\n</p><p><strong>What were some of the roles of the Father, as described in the following passages?\n</strong></p><p><strong>John 3:16, 17\n</strong></p><p><strong>16</strong> For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.\n</p><p><strong>17 </strong>For God did not send His Son into the world to condemn the world, but that the world through Him might be saved.\n</p><p><strong>John 6:57\n</strong></p><p><strong>57</strong> As the living Father sent Me, and I live because of the Father, so he who feeds on Me will live because of Me.\n</p><p><strong>John 5:22, 30\n</strong></p><p><strong>22</strong> For the Father judges no one, but has committed all judgment to the Son,\n</p><p><strong>30 </strong>I can of Myself do nothing. As I hear, I judge; and My judgment is righteous, because I do not seek My own will but the will of the Father who sent Me.\n</p><p><strong>John 6:32\n</strong></p><p><strong>32</strong> Then Jesus said to them, “Most assuredly, I say to you, Moses did not give you the bread from heaven, but My Father gives you the true bread from heaven.\n</p><p><strong>John 14:10, 24\n</strong></p><p><strong>10</strong> Do you not believe that I am in the Father, and the Father in Me? The words that I speak to you I do not speak on My own authority; but the Father who dwells in Me does the works.\n</p><p><strong>24 </strong>He who does not love Me does not keep My words; and the word which you hear is not Mine but the Father’s who sent Me.\n</p><p><strong>John 6:45\n</strong></p><p><strong>45</strong> It is written in the prophets, ‘And they shall all be taught by God.’ Therefore everyone who has heard and learned from the Father comes to Me.\n</p><p><strong>John 15:16\n</strong></p><p><strong>16</strong> You did not choose Me, but I chose you and appointed you that you should go and bear fruit, and that your fruit should remain, that whatever you ask the Father in My name He may give you.\n</p><p><strong>John 16:23\n</strong></p><p><strong>23</strong> “And in that day you will ask Me nothing. Most assuredly, I say to you, whatever you ask the Father in My name He will give you.\n</p><p><strong>These verses present the Father in close connection with Jesus Christ, His Son. The Father has intimate contact with our world and a deep investment in our salvation. What does this truth teach us about God’s love for us?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 9",
               "dayTitle":"<p>Jesus and the Father</p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p>We were created by the Godhead for a personal relationship with Them (Gen. 1:26, 27). Yet, because of sin, that relationship was radically disrupted. We can see the immediate impact of this disruption in the Garden of Eden story.\n</p><p><strong>Genesis 1:26-27\n</strong></p><p><strong>26</strong> Then God said, “Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.”\n</p><p><strong>27 </strong>So God created man in His own image; in the image of God He created him; male and female He created them.\n</p><p><strong>Read Genesis 3:7–9. How does this reveal the breach that sin caused, and what does it mean that it was God</strong> <strong>seeking them out, not vice versa?\n</strong></p><p><strong>Genesis 3:7–9\n</strong></p><p><strong>7</strong> Then the eyes of both of them were opened, and they knew that they were naked; and they sewed fig leaves together and made themselves coverings.\n</p><p><strong>8 </strong>And they heard the sound of the Lord God walking in the garden in the cool of the day, and Adam and his wife hid themselves from the presence of the Lord God among the trees of the garden.\n</p><p><strong>9 </strong>Then the Lord God called to Adam and said to him, “Where are you?”\n</p><p>The intention of the Godhead was to offer healing to all humanity for that breach caused by sin, even if all humanity would not accept what They offered.\n</p><p>To accomplish the restoration of this relationship, one Member of the Godhead became human. Thus, the Word became flesh and dwelt among us, manifesting the glory of God (John 1:14–18). As a result, humanity has received His fullness and grace. This is what Jesus came to share, to declare the glory of God so that the relationship broken by sin might be restored, at least to all who were willing to accept by faith what has been offered them in Christ Jesus.\n</p><p><strong>John 1:14–18\n</strong></p><p><strong>14</strong> And the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth.\n</p><p><strong>15 </strong>John bore witness of Him and cried out, saying, “This was He of whom I said, ‘He who comes after me is preferred before me, for He was before me.’ ”\n</p><p><strong>16 </strong>And of His fullness we have all received, and grace for grace.\n</p><p><strong>17 </strong>For the law was given through Moses, but grace and truth came through Jesus Christ.\n</p><p><strong>18 </strong>No one has seen God at any time. The only begotten Son, who is in the bosom of the Father, He has declared Him.\n</p><p><strong>What wonderful hope is seen for us in these texts? John 1:1, 2; John 5:16–18; John 6:69; John 10:10, 30; John 20:28.\n</strong></p><p><strong>John 1:1, 2\n</strong></p><p><strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.\n</p><p><strong>2 </strong>He was in the beginning with God.\n</p><p><strong>John 5:16–18\n</strong></p><p><strong>16</strong> For this reason the Jews persecuted Jesus, and sought to kill Him, because He had done these things on the Sabbath.\n</p><p><strong>17 </strong>But Jesus answered them, “My Father has been working until now, and I have been working.”\n</p><p><strong>18 </strong>Therefore the Jews sought all the more to kill Him, because He not only broke the Sabbath, but also said that God was His Father, making Himself equal with God.\n</p><p><strong>John 6:69\n</strong></p><p><strong>69</strong> Also we have come to believe and know that You are the Christ, the Son of the living God.”\n</p><p><strong>John 10:10, 30\n</strong></p><p><strong>10</strong> The thief does not come except to steal, and to kill, and to destroy. I have come that they may have life, and that they may have it more abundantly.\n</p><p><strong>30 </strong>I and My Father are one.”\n</p><p><strong>John 20:28\n</strong></p><p><strong>28</strong> And Thomas answered and said to Him, “My Lord and my God!”\n</p><p>“In Christ is life, original, unborrowed, underived.”—Ellen G. White, The Desire of Ages, p. 530. Yet, as the incarnate Son who had “emptied himself ” (Phil. 2:7, RSV) of the exercise of His prerogatives, Christ, speaking of His existence on earth as a man among men, could refer to His possession of life as a gift from God. “The divinity of Christ is the believer’s assurance of eternal life.”—The Desire of Ages, p. 530.\n</p><p>God was not recognized by humanity (John 17:25). Thus, He sent His only Son (John 9:4, John 16:5) in order that He, the Father, might be known.\n</p><p><strong>John 17:25\n</strong></p><p><strong>25</strong> O righteous Father! The world has not known You, but I have known You; and these have known that You sent Me.\n</p><p><strong>John 9:4\n</strong></p><p><strong>4</strong> I must work the works of Him who sent Me while it is day; the night is coming when no one can work.\n</p><p><strong>John 16:5\n</strong></p><p><strong>5</strong> “But now I go away to Him who sent Me, and none of you asks Me, ‘Where are You going?’\n</p><p><strong>In the context of the cosmos, an atheist wrote, “In our obscurity, in all this vastness, there is no hint that help will come from elsewhere to save us from ourselves.” What does the Bible teach, which shows just how wrong this man is?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 10",
               "dayTitle":"<p>Knowing the Son Is Knowing the Father</p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p>Throughout the Gospel of John, the apostle describes how Jesus, the Son, does activities that point to the Father. Jesus explains who the Father is and shows what His relationship to our world is. This is all in keeping with John 1:18, which says that He makes the Father known (Greek ex?geomai: to explain, interpret, exposit). Again and again Jesus does this. The word Father (pat?r) appears 136 times in John and 18 times in 1–3 John, more than one-third of the entire uses in the New Testament. The farewell discourse is one of the prime locations in the Gospel where Jesus makes the Father known.\n</p><p><strong>John 1:18\n</strong></p><p><strong>18</strong> No one has seen God at any time. The only begotten Son, who is in the bosom of the Father, He has declared Him.\n</p><p>Jesus was the Father’s representative on earth, and He came to live out, in human flesh, the Father’s will. In fact, Jesus said that in all things He sought to do the Father’s will, and not His own (John 5:30). This may seem at first a startling statement, but it shows how totally surrendered Jesus, as a human being, was to the Father.\n</p><p><strong>John 5:30\n</strong></p><p><strong>30</strong> I can of Myself do nothing. As I hear, I judge; and My judgment is righteous, because I do not seek My own will but the will of the Father who sent Me.\n</p><p>Jesus said, too, that He had been sent by the Father to finish His work—the salvation of humanity—and that the Father Himself bore witness to His work (John 5:36–38).\n</p><p><strong>John 5:36–38\n</strong></p><p><strong>36</strong> But I have a greater witness than John’s; for the works which the Father has given Me to finish—the very works that I do—bear witness of Me, that the Father has sent Me.\n</p><p><strong>37 </strong>And the Father Himself, who sent Me, has testified of Me. You have neither heard His voice at any time, nor seen His form.\n</p><p><strong>38 </strong>But you do not have His word abiding in you, because whom He sent, Him you do not believe.\n</p><p>Jesus proclaimed that the Father sent Him to serve as the only one through whom humanity may come to the Father (John 6:40, 44). The Father wants people to have the eternal life found in Jesus, who promises to raise them up in the resurrection.\n</p><p><strong>John 6:40, 44\n</strong></p><p><strong>40</strong> And this is the will of Him who sent Me, that everyone who sees the Son and believes in Him may have everlasting life; and I will raise him up at the last day.”\n</p><p><strong>44 </strong>No one can come to Me unless the Father who sent Me draws him; and I will raise him up at the last day.\n</p><p><strong>What do the following texts teach us about the relationship between Jesus and the Father? John 7:16; John 8:38; John 14:10, 23; John 15:1, 9, 10; John 16:27, 28; John 17:3.\n</strong></p><p><strong>John 7:16\n</strong></p><p><strong>16</strong> Jesus answered them and said, “My doctrine is not Mine, but His who sent Me.\n</p><p><strong>John 8:38\n</strong></p><p><strong>38</strong> I speak what I have seen with My Father, and you do what you have seen with your father.”\n</p><p><strong>John 14:10, 23\n</strong></p><p><strong>10</strong> Do you not believe that I am in the Father, and the Father in Me? The words that I speak to you I do not speak on My own authority; but the Father who dwells in Me does the works.\n</p><p><strong>23 </strong>Jesus answered and said to him, “If anyone loves Me, he will keep My word; and My Father will love him, and We will come to him and make Our home with him.\n</p><p><strong>John 15:1, 9, 10\n</strong></p><p><strong>1</strong> “I am the true vine, and My Father is the vinedresser.\n</p><p><strong>9 </strong>“As the Father loved Me, I also have loved you; abide in My love.\n</p><p><strong>10 </strong>If you keep My commandments, you will abide in My love, just as I have kept My Father’s commandments and abide in His love.\n</p><p><strong>John 16:27, 28\n</strong></p><p><strong>27</strong> for the Father Himself loves you, because you have loved Me, and have believed that I came forth from God.\n</p><p><strong>28 </strong>I came forth from the Father and have come into the world. Again, I leave the world and go to the Father.”\n</p><p><strong>John 17:3\n</strong></p><p><strong>3</strong> And this is eternal life, that they may know You, the only true God, and Jesus Christ whom You have sent.\n</p><p>Jesus’ claims about His relationship to the Father are astonishing. He asserts that all of His teachings are the teachings of the Father; that all He says He had personally heard from the Father; that belief in Him is the same as belief in the Father; that both His very words and His works are all of the Father; and that He and the Father are united in loving and working for the salvation of humanity. What a powerful testimony to the closeness of Jesus to His Father in heaven!\n</p><p><strong>How would your life be changed if your thoughts and actions were fully an expression of God’s will for your life? That is, how can we better live out what we know from Jesus is God’s will for our lives?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 11",
               "dayTitle":"<p>The Holy Spirit</p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>The Holy Spirit is not as prominent in the Gospel of John as the Father and the Son are. Yet, His role is crucial to the success of Jesus’ mission.\n</p><p><strong>Read John 1:10–13. What does this text teach us about the importance of the Holy Spirit for conversion?\n</strong></p><p><strong>John 1:10–13\n</strong></p><p><strong>10</strong> He was in the world, and the world was made through Him, and the world did not know Him.\n</p><p><strong>11 </strong>He came to His own, and His own did not receive Him.\n</p><p><strong>12 </strong>But as many as received Him, to them He gave the right to become children of God, to those who believe in His name:&nbsp;</p><p><strong>13 </strong>who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.\n</p><p>In the first chapter of John, we can see just how central the role of the Holy Spirit is. John tells us that as many as received the Word (that is, as many as believed in Him) became children of God, those “who were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God” (John 1:13, NKJV). This comes only from the work of the Holy Spirit.\n</p><p><strong>What do the following passages tell of the activities of the Holy Spirit? John 3:5–8, John 6:63, John 14:26, John 15:26, John 16:7–11.\n</strong></p><p><strong>John 3:5–8\n</strong></p><p><strong>5</strong> Jesus answered, “Most assuredly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.\n</p><p><strong>6 </strong>That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.\n</p><p><strong>7 </strong>Do not marvel that I said to you, ‘You must be born again.’\n</p><p><strong>8 </strong>The wind blows where it wishes, and you hear the sound of it, but cannot tell where it comes from and where it goes. So is everyone who is born of the Spirit.”\n</p><p><strong>John 6:63\n</strong></p><p><strong>63</strong> It is the Spirit who gives life; the flesh profits nothing. The words that I speak to you are spirit, and they are life.\n</p><p><strong>John 14:26\n</strong></p><p><strong>26</strong> But the Helper, the Holy Spirit, whom the Father will send in My name, He will teach you all things, and bring to your remembrance all things that I said to you.\n</p><p><strong>John 15:26\n</strong></p><p><strong>26</strong> “But when the Helper comes, whom I shall send to you from the Father, the Spirit of truth who proceeds from the Father, He will testify of Me.\n</p><p><strong>John 16:7–11\n</strong></p><p><strong>7</strong> Nevertheless I tell you the truth. It is to your advantage that I go away; for if I do not go away, the Helper will not come to you; but if I depart, I will send Him to you.\n</p><p><strong>8 </strong>And when He has come, He will convict the world of sin, and of righteousness, and of judgment:\n</p><p><strong>9 </strong>of sin, because they do not believe in Me;\n</p><p><strong>10 </strong>of righteousness, because I go to My Father and you see Me no more;\n</p><p><strong>11 </strong>of judgment, because the ruler of this world is judged.\n</p><p>“In describing to His disciples the office work of the Holy Spirit, Jesus sought to inspire them with the joy and hope that inspired His own heart. He rejoiced because of the abundant help He had provided for His church. The Holy Spirit was the highest of all gifts that He could solicit from His Father for the exaltation of His people. The Spirit was to be given as a regenerating agent, and without this the sacrifice of Christ would have been of no avail. The power of evil had been strengthening for centuries, and the submission of men to this satanic captivity was amazing. Sin could be resisted and overcome only through the mighty agency of the Third Person of the Godhead, who would come with no modified energy, but in the fullness of divine power.”—Ellen G. White, The Desire of Ages, p. 671.\n</p><p>What a blessing, then, to receive the Holy Spirit, who certifies that God is true (John 3:33). It is the Spirit that convicts of sin, of righteousness, and of judgment (John 16:8–11). Hence, the key for us to know what is right, what is true, and what is good is our submission of our reason and life experiences to the Word of God through the convicting and convincing power of the Holy Spirit.</p><p><strong>John 3:33\n</strong></p><p><strong>33</strong> He who has received His testimony has certified that God is true.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 12",
               "dayTitle":"<p>The Prayer of Jesus</p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p>John 17 is sometimes called the high priestly prayer of Jesus. It concludes the farewell discourse. Jesus came to this earth so that humanity might be restored, ultimately, to its original personal relationship with God. He faithfully performed the signs that God gave Him to do. In words and acts, He communicated God to the people.\n</p><p>Jesus would soon be leaving this earth. He desired to share once again His love for His disciples. He wanted them to understand the close relationship between Himself, the Father, and the Holy Spirit. And He wanted to bring them into the same personal relationship with God the Father and the Spirit that He Himself had.\n</p><p><strong>Read John 17:1–26. What words or phrases in this chapter express the desire of Jesus for a close relationship of love between Himself, the Father, and His disciples?\n</strong></p><p><strong>John 17:1–26\n</strong></p><p><strong>1</strong> Jesus spoke these words, lifted up His eyes to heaven, and said: “Father, the hour has come. Glorify Your Son, that Your Son also may glorify You,\n</p><p><strong>2 </strong>as You have given Him authority over all flesh, that He should give eternal life to as many as You have given Him.\n</p><p><strong>3 </strong>And this is eternal life, that they may know You, the only true God, and Jesus Christ whom You have sent.\n</p><p><strong>4 </strong>I have glorified You on the earth. I have finished the work which You have given Me to do.\n</p><p><strong>5 </strong>And now, O Father, glorify Me together with Yourself, with the glory which I had with You before the world was.\n</p><p><strong>6 </strong>“I have manifested Your name to the men whom You have given Me out of the world. They were Yours, You gave them to Me, and they have kept Your word.\n</p><p><strong>7 </strong>Now they have known that all things which You have given Me are from You.\n</p><p><strong>8 </strong>For I have given to them the words which You have given Me; and they have received them, and have known surely that I came forth from You; and they have believed that You sent Me.\n</p><p><strong>9 </strong>“I pray for them. I do not pray for the world but for those whom You have given Me, for they are Yours.\n</p><p><strong>10 </strong>And all Mine are Yours, and Yours are Mine, and I am glorified in them.\n</p><p><strong>11 </strong>Now I am no longer in the world, but these are in the world, and I come to You. Holy Father, keep through Your name those whom You have given Me, that they may be one as We are.\n</p><p><strong>12 </strong>While I was with them in the world, I kept them in Your name. Those whom You gave Me I have kept; and none of them is lost except the son of perdition, that the Scripture might be fulfilled.\n</p><p><strong>13 </strong>But now I come to You, and these things I speak in the world, that they may have My joy fulfilled in themselves.\n</p><p><strong>14 </strong>I have given them Your word; and the world has hated them because they are not of the world, just as I am not of the world.\n</p><p><strong>15 </strong>I do not pray that You should take them out of the world, but that You should keep them from the evil one.\n</p><p><strong>16 </strong>They are not of the world, just as I am not of the world.\n</p><p><strong>17 </strong>Sanctify them by Your truth. Your word is truth.\n</p><p><strong>18 </strong>As You sent Me into the world, I also have sent them into the world.\n</p><p><strong>19 </strong>And for their sakes I sanctify Myself, that they also may be sanctified by the truth.\n</p><p><strong>20 </strong>“I do not pray for these alone, but also for those who will believe in Me through their word;\n</p><p><strong>21 </strong>that they all may be one, as You, Father, are in Me, and I in You; that they also may be one in Us, that the world may believe that You sent Me.\n</p><p><strong>22 </strong>And the glory which You gave Me I have given them, that they may be one just as We are one:\n</p><p><strong>23 </strong>I in them, and You in Me; that they may be made perfect in one, and that the world may know that You have sent Me, and have loved them as You have loved Me.\n</p><p><strong>24 </strong>“Father, I desire that they also whom You gave Me may be with Me where I am, that they may behold My glory which You have given Me; for You loved Me before the foundation of the world.\n</p><p><strong>25 </strong>O righteous Father! The world has not known You, but I have known You; and these have known that You sent Me.\n</p><p><strong>26 </strong>And I have declared to them Your name, and will declare it, that the love with which You loved Me may be in them, and I in them.”\n</p><p>Many read John 17 to mean that the only thing that matters is unity and love. No question, God’s purpose is to restore us to a personal relationship with Him and with all people. But a more careful reading suggests a much more vital connection between love and truth.\n</p><p>“ ‘This is eternal life, that they may know You, the only true God’ ” (John 17:3, NKJV), not God, whoever we think He is. “ ‘I have made your name known to those whom you gave me, . . . and they have kept your word . . . and know in truth that I came from you’ ” (John 17:6, 8, NRSV). “ ‘Sanctify them by Your truth. Your word is truth’ ” (John 17:17, NKJV).\n</p><p>Christ came to reveal the Father. This revelation was important because of the many misconceptions about God. The Gospel of John shows how seriously Jesus took this mission. He rightly represented God’s Word and actions. If truth did not matter, why go to such lengths?\n</p><p>Jesus lived a life of great difficulty ultimately to be rejected by the religious authorities. He suffered indifference from the people and even, at times, from His own disciples. One of His disciples betrayed Him, and another denied Him three times. He went through an unremitting trial and died on a cross at the hands of the very ones He came to save.\n</p><p><strong>How can you better reflect the love of God, such as exists between Jesus and the Father, in your own life?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 13",
               "dayTitle":"<p>Further Thought:</p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p>Read Ellen G. White, “ ‘Let Not Your Heart Be Troubled,’ ” pp. 662–680, in The Desire of Ages; “Additional Note on [John] Chapter 1,” The SDA Bible Commentary, vol. 5, pp. 911–919.\n</p><p>In assessing who Jesus is, His opponents judged by human standards “ ‘according to the flesh’ ” (John 8:15, NKJV). This is probably even worse than judging “by mere appearances” (John 7:24, NIV). Here they resorted to the criteria of the flesh, of fallen humanity in a fallen world, without the compelling control of the Spirit (see John 3:3–7). They saw His “flesh,” as it were, but never contemplated the possibility that He could be the Word made flesh (John 1:14). To regard Christ by such limited criteria is to weigh Him from a worldly point of view (2 Cor. 5:16).\n</p><p><strong>John 8:15\n</strong></p><p><strong>15</strong> You judge according to the flesh; I judge no one.\n</p><p><strong>John 7:24\n</strong></p><p><strong>24</strong> Do not judge according to appearance, but judge with righteous judgment.”\n</p><p><strong>John 3:3–7\n</strong></p><p><strong>3</strong> Jesus answered and said to him, “Most assuredly, I say to you, unless one is born again, he cannot see the kingdom of God.”\n</p><p><strong>4 </strong>Nicodemus said to Him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?”\n</p><p><strong>5 </strong>Jesus answered, “Most assuredly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.\n</p><p><strong>6 </strong>That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.\n</p><p><strong>7 </strong>Do not marvel that I said to you, ‘You must be born again.’\n</p><p><strong>John 1:14\n</strong></p><p><strong>14</strong> And the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth.\n</p><p><strong>2 Corinthians 5:16\n</strong></p><p><strong>16</strong> Therefore, from now on, we regard no one according to the flesh. Even though we have known Christ according to the flesh, yet now we know Him thus no longer.\n</p><p>“The Comforter is called ‘the Spirit of truth.’ His work is to define and maintain the truth. He first dwells in the heart as the Spirit of truth, and thus He becomes the Comforter. There is comfort and peace in the truth, but no real peace or comfort can be found in falsehood. It is through false theories and traditions that Satan gains his power over the mind. By directing men to false standards, he misshapes the character. Through the Scriptures the Holy Spirit speaks to the mind, and impresses truth upon the heart. Thus He exposes error, and expels it from the soul. It is by the Spirit of truth, working through the word of God, that Christ subdues His chosen people to Himself.”—The Desire of Ages, p. 671.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> Eternal life is to know God (John 17:3). What does it mean to know God, as opposed to merely knowing certain facts about Him, that is, that He is mighty or loving or a God of justice? If someone were to ask you, “Do you know God?” what would you say? How does Jesus fit in with your answer?\n</p><p><strong>John 17:3\n</strong></p><p><strong>3</strong> And this is eternal life, that they may know You, the only true God, and Jesus Christ whom You have sent.\n</p><p><strong>2</strong> In practical, everyday terms, what is implied by Jesus’ words “Thy word is truth” (John 17:17)?\n</p><p><strong>John 17:17\n</strong></p><p><strong>17</strong> Sanctify them by Your truth. Your word is truth.\n</p><p><strong>3</strong> Jesus prayed, “ ‘I do not pray that You should take them out of the world, but that You should keep them from the evil one’ ” (John 17:15, NKJV). How do our own choices impact how well this prayer can be answered in our own lives?\n</p><p><strong>John 17:15\n</strong></p><p><strong>15</strong> I do not pray that You should take them out of the world, but that You should keep them from the evil one.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><strong>A Dream in Dallas\n</strong></p><p>By Andrew McChesney\n</p><p>Samuel declared that he had no interest in Bible studies. “But you marked that you were interested on a Bible-study interest card,” said the caller, a Bible worker from the Dallas First Seventh-day Adventist Church in the U.S. state of Texas. He and other Bible workers were following up on cards distributed by the church. “Well, I’m not interested,” Samuel said.\n</p><p>The caller placed the Bible-study interest card aside.\n</p><p>A week later, another Bible worker called Samuel.\n</p><p>“I’m not interested,” Samuel said.\n</p><p>The next week, the Bible worker called again.\n</p><p>“How much will the Bible studies cost?” Samuel asked.\n</p><p>“Nothing.”\n</p><p>At the first Bible study, Samuel said he and his wife had been looking for a church. Their son had invited them to his church, but they had been offended by a sermon about the pope and the seventh-day Sabbath. “I’ll never set foot inside a Seventh-day Adventist church again,” Samuel said. The Bible worker prayed silently and continued the Bible study.\n</p><p>After several weeks, the Bible worker invited Samuel to evangelistic meetings at the Dallas First Seventh-day Adventist Church. He wondered what Samuel would say. Samuel agreed to go.\n</p><p>At the first meeting, Samuel looked around the church with great interest. The building had a unique architecture, with a rounded sanctuary, a rounded ceiling, and pews curved around the platform. Samuel sought out the Bible worker. “I need to talk to you,” he said. The Bible worker was helping to prepare for the meeting, and he asked Samuel if he could wait. Samuel agreed and sat down. He listened attentively to the evangelist’s sermon about Daniel 2. Afterward, he found the Bible worker and blurted out, “I want to be baptized!” The Bible worker was shocked and exclaimed, “What?”\n</p><p>Samuel said he had had a dream 18 years earlier. “In the dream, Jesus led me to a church and said, ‘This is My church,’ ” he said. “When I walked into the church this evening, I recognized it immediately. Finally, I’ve found the church from my dream. I want to be baptized.”\n</p><p>The Bible worker took Samuel to the evangelist, who was equally surprised to hear about the dream. What made the story even more remarkable was that the church had burned down and a new building had been constructed 13 years earlier. Samuel had seen the new church in his dream five years before it was constructed.\n</p><p>“Everything is possible when we cooperate with God in His mission,” said the evangelist, Slavik Ostapenko, now pastor of the Spokane Slavic Seventhday Adventist Church in Washington State.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":119,
               "idDay":9,
               "idLesson":11,
               "lessonText":"<p><strong>Part I: Overview\n</strong></p><p><strong>Study Focus: John 14:6–11, John 1:13, John 3:5–8, John 6:63, John 14:26, John 15:26, John 16:7–11, John 17\n</strong></p><p>This week’s lesson is about the triune God and how Jesus, the Second Person of the Godhead, is interconnected with its other two Members.\n</p><p>There are at least two places in the New Testament where the three Members of the Godhead are mentioned in one context. At Jesus’ baptism, as recorded in Matthew 3:16, 17, the Holy Spirit descended and settled upon Jesus, and the voice of the Father was heard. In John 1:1–3, 32, we learn that Jesus and the Father are one and that John the Baptist witnessed the Holy Spirit, in the form of a dove, settle on the Son.\n</p><p>Chapters 13–17 are considered John’s farewell chapters on Jesus, just before His crucifixion, resurrection, and ascension to heaven. In these chapters, Jesus focuses on the important subject of His relationship to His Father and to the Holy Spirit, and how we may, in Him, become close to God. Jesus desired to leave us with this most important thought so that we may always remember that He came from the Father, that He is like the Father, and that the Holy Spirit, His representative, is sent to teach, convict, and comfort us until Jesus comes.\n</p><p><strong>Part II: Commentary\n</strong></p><p>Genesis 1 and John 1 have something in common. The triune God was involved in creation through Jesus, and the triune God was involved in redemption through Jesus. The creative Word fashioned a perfect world that was marred with sin and disrupted the harmonious accord that existed between God and His created beings. Happily, Jesus, the redemptive Word, took upon Himself the work of restoring lost harmony, and He conquered. Moreover, He fought death and won. (See Rom. 6:8–14 and 2 Cor. 5:21.)\n</p><p>It is easy to assume that Jesus suffered all by Himself on the cross, but the Father and the Holy Spirit suffered with Him, too. In 2 Corinthians 5:19, Paul says that “God was in Christ reconciling the world to Himself, not imputing their trespasses to them, and has committed to us the word of reconciliation” (NKJV). It is worthy of note that God wants us to be actively engaged in the ministry of reconciliation, to have the awesome privilege of sharing in the work of Jesus as ambassadors of His kingdom.\n</p><p>Jesus testified that He and His Father are one, and indeed, they had been one from eternity. He Himself said, “ ‘I and the Father are one’ ” (John 10:30, NASB), and “ ‘The Father is in Me, and I in Him’ ” (John 10:38, NKJV). The Father has greatly invested in this world, and He loves it as much as He loves His only Son. Jesus does the perfect will of His Father (John 5:30); the Father speaks and acts through Him (John 14:10); and the Father brings salvation to those who believe in His Son (John 3:16).\n</p><p><strong>Jesus and the Father\n</strong></p><p>Creation and salvation were both God’s initiative. He created Adam and Eve out of love, to share fellowship with them. This fellowship was disrupted by sin, but God did not leave us to our own fate. He took the initiative to restore our broken relationship with Him. Sometimes we tend to emphasize our commitment to God, but what would our human commitment be without His great commitment to us? It is His commitment that inspires our commitment. Paul affirms this point by asking, “Or do you despise the riches of His goodness, forbearance, and longsuffering, not knowing that the goodness of God leads you to repentance?” (Rom. 2:4, NKJV).\n</p><p>Jesus volunteered to come to our sinful world on a divine mission to rescue it from the clutches of the evil one. God in His love shared this initiative and agreed to come to this world in the Person of His Son and to die for each one. John 3:16 plainly tells us that God loved the world to the extreme extent of sending His one and only Son to die for it, for only His death could redeem us from our death. Abraham and his promised son, Isaac, typified this promise by their agreement to fulfill God’s request.\n</p><p>But the difference was that Isaac’s sacrifice was not vicarious as Christ’s was to be. This difference existed because the Son of God was the Source of life, and Isaac was not. “In the beginning was the Word, and the Word was with God, and the Word was God. He was in the beginning with God. . . . In Him was life, and the life was the light of men” (John 1:1, 2, 4, NKJV). Ellen G. White states that “in Christ is life, original, unborrowed, underived.”—The Desire of Ages, p. 530.\n</p><p><strong>Knowing the Son Is Knowing the Father (John 14:6–11).\n</strong></p><p>More than anywhere in the Bible, an abundance of references to the Father appear in John’s Gospel, especially in the latter chapters. Exactly 136 times Jesus refers to the Father: what He is like and the unity that exists between the two of Them. Some literary critics may question such redundancy as useless, but Jesus wanted to make sure we knew and valued His Father. Along with that, Jesus emphasized how He lived out His Father’s perfect will in all that He said and did.\n</p><p>Perhaps the one reference that sums up this focus is Christ’s reply to Philip in John 14:9, in which the Savior affirms, “ ‘He who has seen Me has seen the Father’ ” (NKJV). This clear declaration should lead all of us to relate to God the Father as we relate to God the Son, for whatever characteristics of Jesus we see in the Gospels, we should also see as pertaining to the Father. This encouraging realization should help us to enter into a mutually loving relationship with the Father as with the Son.\n</p><p>The relevant question to ask ourselves here is, How would our daily lives be impacted if we followed Christ’s example of not doing our will but of doing the wise will of our heavenly Father instead?\n</p><p><strong>The Holy Spirit (John 1:13, John 3:5–8, John 6:63, John 14:26, John 15:26, John 16:7–11)\n</strong></p><p>The Holy Spirit is the active agent in the dynamic process of spiritual conversion, a process described by Jesus as being born again. Even at the beginning of his Gospel, John addresses this vital issue of the new birth, which is “not of blood, nor of the will of the flesh, nor of the will of man, but of God” (John 1:13, NKJV). This miraculous event takes place by the agency of the Holy Spirit’s stirring influence in the human heart.\n</p><p>It is the Holy Spirit that awakens the conscience to the urgent need for salvation and convicts the heart of the truthfulness of all that the Father and Son say and do. Besides being our Comforter, or the One who sits next to us to bring comfort, the Holy Spirit specializes in conviction. We should be thankful when we experience a beneficial dose of guilt because it is a clear sign that the Spirit is active in our lives, wooing us to make things right.\n</p><p>Other functions of the Holy Spirit, alluded to in John’s Gospel, are found in John 16:8–15. To begin with, the Spirit convicts our consciences with guilt regarding the sin that plagues us and that must be removed from our lives. Second, He convicts us of righteousness and of the joy of doing what is right instead of what is selfish. This righteousness, both imputed and imparted, comes only from the “Sun of righteousness” through the ministry of the Spirit. Third, the Spirit convicts us of judgment, which is sure to come. This conviction should lead us to repent and be ready for Christ’s soon coming. The conviction of the coming judgment should hasten our coming to the Father in true repentance and reformation. Fourth, the Holy Spirit guides us into all truth as it is in Jesus. In our witnessing to others, Jesus brings to our memory the things we need to say at the right time (Luke 21:14, 15). Fifth, the Spirit glorifies Jesus in honoring His words and will.\n</p><p><strong>The Prayer of Jesus (John 17)\n</strong></p><p>The prayer in John 17 is described as the intercessory prayer of Jesus, which is the longest and most profound of His prayers. In it, Jesus prays for Himself, for His disciples, and for all believers, present, and future— future, because He prays “ ‘also for those who will believe in Me through their [the disciples’] word’ ” (John 17:20, NKJV). Christ’s prayers are not only powerful but all-encompassing. It is a fact that He prays for us personally, passionately, powerfully, and perpetually.\n</p><p>Jesus prayed for Peter personally in Luke 22:31, 32. He prayed passionately for His stubborn and wayward people. (See Matt. 23:37.)\n</p><p>Paul tells us in Hebrews 5:7 that He supplicated with “vehement cries and tears” (NKJV). He prays powerfully, even for His enemies crucifying Him: “ ‘Father, forgive them, for they do not know what they do’ ” (Luke 23:34, NKJV). Jesus’ prayers were answered in his enemies’ conversion in response to the Spirit-anointed preaching of Peter. Finally, Jesus prays perpetually, not intermittently as we do when we pray for others. Hebrews 7:25 tells us that Jesus “is also able to save to the uttermost those who come to God through Him, since He always lives to make intercession for them” (NKJV).\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>Think about and answer the following questions:\n</strong></p><p><strong>1.</strong> Recall a time when you felt frustrated at not fully comprehending what was in God’s Word. In this context, how does it help you to consider the infiniteness of God in comparison with your own finiteness?\n</p><p>The perfect knowledge of our infinite God spans the full spectrum of knowledge and wisdom, but our limited knowledge covers only a tiny slice on that spectrum. Should not this reality cause us to submit to His will and to “be still and know that [He is] God”? Discuss.\n</p><p><strong>2.</strong> Have you come to the realization that the Father is like the Son, and the Son is like the Father? If yes, how so? How does your realization help you to be more intimate with God the Father?\n</p><p><strong>3. </strong>How does it make you feel that, even here on earth and more so in heaven, you will share in the intimacy and closeness that Jesus has with the Father?\n</p><p><strong>4.</strong> The Holy Spirit’s job is to bring conviction of sin, righteousness, and judgment to the human heart. If, for some reason, you are resisting the pricking of your conscience, what can you do about it?\n</p><p><strong>5.</strong> Have you thought that, in order to build up your faith and strengthen your prayer life, you should unite your frail faith and prayers with Jesus’ formidable faith prayers? What difference do you think this union will make in your spiritual journey to the kingdom?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>The Father, the Son, and the Spirit</p>",
         "verse":"<p>‘The Helper, the Holy Spirit, whom the Father will send in My name, He will teach you all things, and bring to your remembrance all things that I said to you’ ” (John 14:26,NKJV).</p>",
         "versionCode":7,
         "weekDate":"December 7– 13"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
