{
  "data": [
    {
      "color": "#E0E0E0",
      "id": 11,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": "2 de septiembre",
          "dayTitle": "<p><strong>PRACTIQUEMOS LA LEALTAD SUPREMA A CRISTO</strong></p>",
          "id": 111,
          "idDay": 1,
          "idLesson": 11,
          "lessonText": "<p>En 2018, un objeto del Museo de la Biblia en Washington, D.C. atrajo mucho la atención. Era un compendio de la Biblia pensado para enseñar lo esencial de la fe, aunque eliminaba cualquier pasaje que incitara a la rebelión de los esclavos. Publicado en 1808, el texto no elimina simplemente un pasaje aquí o allá. Falta el noventa por ciento del Antiguo Testamento y el cincuenta por ciento del Nuevo Testamento. De los 1.189 capítulos de la Biblia, solo quedan 232.\n</p><p>Los pasajes que aparentemente refuerzan la institución de la esclavitud, especialmente ante la falta de gran parte de las “buenas nuevas” en la narración bíblica, se dejaron completamente intactos, incluyendo textos a menudo mal utilizados como: “Siervos, obedezcan a sus amos terrenales con respeto y temblor, con sincero corazón, como a Cristo” (Efe. 6:5).\n</p><p>Hoy, en nuestra época y cultura, nuestro mayor desafío es leer Efesios 6:1 al 9 en el contexto de toda la historia de la salvación, como se revela en toda Biblia. ¿Qué podemos aprender al observar cómo Pablo aplica los valores del evangelio a las estructuras sociales defectuosas de su época?</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de septiembre",
          "dayTitle": "<p><strong>CONSEJOS PARA LOS HIJOS</strong></p>",
          "id": 112,
          "idDay": 2,
          "idLesson": 11,
          "lessonText": "<p><strong>¿Qué consejo da Pablo a los hijos y cómo fundamenta ese consejo con el Antiguo Testamento? Efesios 6:1 al 3. (Ver también Mat. 18:1–5, 10; Mar. 10:13–16).\n</strong></p><p><br></p><p><strong>Efesios 6:1-3</strong></p><p><strong><sup>1</sup></strong> Hijos, obedeced en el Señor a vuestros padres, porque esto es justo.</p><p><strong><sup>2</sup></strong> Honra a tu padre y a tu madre, que es el primer mandamiento con promesa;</p><p><strong><sup>3</sup></strong> para que te vaya bien, y seas de larga vida sobre la tierra.Mat. 18:1–5, 10</p><p><br></p><p><strong>Mateo 18:1–5</strong></p><p><strong><sup>1</sup></strong> En aquel tiempo los discípulos vinieron a Jesús, diciendo: ¿Quién es el mayor en el reino de los cielos?</p><p><strong><sup>2</sup></strong> Y llamando Jesús a un niño, lo puso en medio de ellos,</p><p><strong><sup>3</sup></strong> y dijo: De cierto os digo, que si no os volvéis y os hacéis como niños, no entraréis en el reino de los cielos.</p><p><strong><sup>4</sup></strong> Así que, cualquiera que se humille como este niño, ese es el mayor en el reino de los cielos.</p><p><strong><sup>5</sup></strong> Y cualquiera que reciba en mi nombre a un niño como este, a mí me recibe.</p><p><br></p><p><strong>Marcos 10:13–16</strong></p><p><strong><sup>13</sup></strong> Y le presentaban niños para que los tocase; y los discípulos reprendían a los que los presentaban.</p><p><strong><sup>14</sup></strong> Viéndolo Jesús, se indignó, y les dijo: Dejad a los niños venir a mí, y no se lo impidáis; porque de los tales es el reino de Dios.</p><p><strong><sup>15</sup></strong> De cierto os digo, que el que no reciba el reino de Dios como un niño, no entrará en él.</p><p><strong><sup>16</sup></strong> Y tomándolos en los brazos, poniendo las manos sobre ellos, los bendecía.</p><p><br></p><p>Para apreciar plenamente el consejo de Pablo a los hijos, debemos visua- lizar que su carta se leía en los hogares-iglesias de la próspera metrópoli de Éfeso. La palabra “hijos” (griego, ta tekna) podía referirse a un amplio rango de edades, ya que los hijos permanecían bajo la autoridad del padre hasta que el padre cumplía sesenta años (en la tradición griega) o hasta su muerte (en la romana). No obstante, estos hijos son lo suficientemente jóvenes como para estar bajo la educación de los padres (Efe. 6:4), pero lo suficientemente mayores como para ser discípulos por derecho propio.</p><p>Escuchamos que Pablo apela a los hijos de quienes adoraban en las congregaciones cristianas a obedecer y honrar a sus padres “en el Señor”; es decir, en Cristo (comparar con Efe. 5:22; 6:4, 5, 7–9). Aquí se nos insta a respetar a los hijos como discípulos de Cristo y a incluirlos como participantes activos en la adoración. Esto hace que este pasaje sea fundamental para la crianza y para el ministerio con los niños.</p><p>El mandato de Pablo de obedecer no es absoluto. Cuando las ordenanzas de los padres “contradigan lo que Cristo requiere, entonces, por doloroso que sea, deben obedecer a Dios y confiarle las consecuencias” (El hogar cristiano, p. 252).</p><p>Pablo termina su exhortación a los hijos citando el quinto Mandamiento, que da testimonio del elevado valor que otorga a los Diez Mandamientos como fuente de orientación para los creyentes cristianos (una característica obvia de Efe. 4:1–6:9; especialmente Efe. 4:25, 28; 5:3–14). Comienza a citar (“ ‘Honra a tu padre y a tu madre’ ”, Efe. 6:2), introduce un comentario editorial (“que es el primer mandamiento con promesa”, Efe. 6:2), y luego termina la cita (“ ‘para que te vaya bien y vivas largo tiempo sobre la tierra’ ”, Efe. 6:3). El quinto Mandamiento atestigua que honrar a los padres forma parte del plan de Dios para que los seres humanos prosperen. El respeto por los padres, por imperfectos que estos sean, contribuirá a fomentar la salud y el bienestar.</p><p><strong>¿Cómo refuerzan estos versículos la importancia de las relaciones familiares?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de septiembre",
          "dayTitle": "<p><strong>CONSEJOS PARA LOS PADRES</strong></p>",
          "id": 113,
          "idDay": 3,
          "idLesson": 11,
          "lessonText": "<p><strong>Compara Efesios 6:4 con Colosenses 3:21. ¿Qué motivación ofrece Colosenses 3:21 para evitar irritar a los hijos?</strong></p><p><br></p><p><strong>Efesios 6:4&nbsp;</strong></p><p><strong><sup>4</sup></strong> Y vosotros, padres, no provoquéis a ira a vuestros hijos, sino criadlos en disciplina y amonestación del Señor.</p><p><strong>Colosenses 3:21</strong></p><p><strong><sup>21</sup></strong> Padres, no exasperéis a vuestros hijos, para que no se desalienten.<br></p><p><br></p><p>Sirácides, un documento judío disponible en la época de Pablo, aconseja a los padres acerca del trato con los hijos: “El que ama a su hijo no le escatima los azotes” [...]. ¿Quieres mimar a tu hijo? Un día te hará temblar; juguetea con él, te causará tristeza. [...] Educa bien a tu hijo, lábralo, o si no, su mala conducta se volverá en tu contra” (Sirácides [Eclesiástico] 30:1, 9, 13, BL).</p><p>El consejo de Pablo tiene un tono muy diferente. En primer lugar, dirige un mandato negativo a los padres: “No irriten a sus hijos”, seguido de uno positivo: “Críenlos en disciplina y amonestación del Señor” (Efe. 6:4). En los días de Pablo, el padre tenía poder legal absoluto sobre sus hijos, y se los consideraba propiedad de él. Los padres tenían derecho a infligir castigos violentos a sus hijos, incluso la muerte. De hecho, en algunos aspectos el poder de un padre sobre sus hijos excedía la autoridad de un amo sobre sus esclavos. Pablo no respalda ese poder, sino que aclara y redefine audazmente las relaciones familiares. En el contexto de una suprema lealtad a Cristo, Pablo invita a los padres cristianos a repensar su uso del poder, ya que, si los padres irritan a los hijos, estos no estarán bien posicionados para aceptar la “disciplina y [la] amonestación del Señor” (Efe. 6:4).</p><p>“Padres y madres, en el hogar deben representar el carácter de Dios. Han de requerir obediencia no con una tormenta de palabras, sino en una forma bondadosa y amante. [...] Sean amables en el hogar. Restrinjan cada palabra que pudiera despertar una mala reacción. La orden divina es: ‘Padres, no provoquéis a ira a vuestros hijos’[...]. En la Palabra de Dios no se autoriza la severidad paterna ni la opresión, así como tampoco la desobediencia filial. En la vida familiar y en el gobierno de las naciones, la Ley de Dios fluye de un corazón de infinito amor” (Conducción del niño, pp. 243, 244).</p><p><strong>Aunque el contexto de esta lección trata sobre padres e hijos, ¿qué principios se pueden extraer de estos textos que deberían impactar en nuestra forma de tratar a todas las demás personas?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de septiembre",
          "dayTitle": "<p><strong>LA ESCLAVITUD EN LAS ESCRITURAS Y LA HISTORIA</strong></p>",
          "id": 114,
          "idDay": 4,
          "idLesson": 11,
          "lessonText": "<p><strong>Lee los consejos a los esclavos y amos de esclavos en los siguientes pasajes: Efesios 6:5 al 9; Colosenses 3:22 a 4:1; 1 Corintios 7:20 al 24; 1 Timoteo 6:1, 2; 1 Pedro 2:18 al 25. ¿Cómo resumirías estos consejos?</strong></p><p><br></p><p><strong>Efesios 6:5-9</strong></p><p><strong><sup>5</sup></strong> Siervos, obedeced a vuestros amos terrenales con temor y temblor, con sencillez de vuestro corazón, como a Cristo;\n</p><p>\n</p><p><strong><sup>6</sup></strong> no sirviendo al ojo, como los que quieren agradar a los hombres, sino como siervos de Cristo, de corazón haciendo la voluntad de Dios;<br></p><p>\n</p><p><strong><sup>7</sup></strong> sirviendo de buena voluntad, como al Señor y no a los hombres,<sup><br></sup></p><p><strong><sup>8</sup></strong> sabiendo que el bien que cada uno hiciere, ese recibirá del Señor, sea siervo o sea libre.<sup><br></sup></p><p><strong><sup>9</sup></strong> Y vosotros, amos, haced con ellos lo mismo, dejando las amenazas, sabiendo que el Señor de ellos y vuestro está en los cielos, y que para él no hay acepción de personas.<br></p><p><br></p><p><strong>Colosenses 3:22 a 4:1</strong></p><p><strong><sup>22</sup></strong> Siervos, obedeced en todo a vuestros amos terrenales, no sirviendo al ojo, como los que quieren agradar a los hombres, sino con corazón sincero, temiendo a Dios.\n</p><p>\n</p><p><strong><sup>23</sup></strong>&nbsp;Y todo lo que hagáis, hacedlo de corazón, como para el Señor y no para los hombres;<br></p><p>\n</p><p><sup><strong>24</strong></sup> sabiendo que del Señor recibiréis la recompensa de la herencia, porque a Cristo el Señor servís.<sup><br></sup></p><p><strong><sup>25</sup></strong> Mas el que hace injusticia, recibirá la injusticia que hiciere, porque no hay acepción de personas.<br></p><p><strong>4:1</strong><sup><br></sup></p><p><strong><sup>1</sup></strong> Amos, haced lo que es justo y recto con vuestros siervos, sabiendo que también vosotros tenéis un Amo en los cielos.</p><p><br></p><p><strong>1 Corintios 7:20-24</strong></p><p><strong><sup>20</sup></strong> Cada uno en el estado en que fue llamado, en él se quede.</p><p><strong><sup>21</sup></strong> ¿Fuiste llamado siendo esclavo? No te dé cuidado; pero también, si puedes hacerte libre, procúralo más.</p><p><strong><sup>22</sup></strong> Porque el que en el Señor fue llamado siendo esclavo, liberto es del Señor; asimismo el que fue llamado siendo libre, esclavo es de Cristo.</p><p><strong><sup>23</sup></strong> Por precio fuisteis comprados; no os hagáis esclavos de los hombres.</p><p><strong><sup>24</sup></strong> Cada uno, hermanos, en el estado en que fue llamado, así permanezca para con Dios.</p><p><br></p><p><strong>1 Timoteo 6:1, 2</strong></p><p><strong><sup>1</sup></strong> Todos los que están bajo el yugo de esclavitud, tengan a sus amos por dignos de todo honor, para que no sea blasfemado el nombre de Dios y la doctrina.&nbsp;</p><p><strong><sup>2</sup></strong> Y los que tienen amos creyentes, no los tengan en menos por ser hermanos, sino sírvanles mejor, por cuanto son creyentes y amados los que se benefician de su buen servicio. Esto enseña y exhorta.</p><p><br></p><p><strong>1 Pedro 2:18 al 25</strong></p><p><strong><sup>18</sup></strong> Criados, estad sujetos con todo respeto a vuestros amos; no solamente a los buenos y afables, sino también a los difíciles de soportar.</p><p><strong><sup>19</sup></strong> Porque esto merece aprobación, si alguno a causa de la conciencia delante de Dios, sufre molestias padeciendo injustamente.</p><p><strong><sup>20</sup></strong> Pues ¿qué gloria es, si pecando sois abofeteados, y lo soportáis? Mas si haciendo lo bueno sufrís, y lo soportáis, esto ciertamente es aprobado delante de Dios.&nbsp;</p><p><strong><sup>21</sup></strong> Pues para esto fuisteis llamados; porque también Cristo padeció por nosotros, dejándonos ejemplo, para que sigáis sus pisadas;&nbsp;</p><p><strong><sup>22</sup></strong> el cual no hizo pecado, ni se halló engaño en su boca;&nbsp;</p><p><strong><sup>23</sup></strong> quien cuando le maldecían, no respondía con maldición; cuando padecía, no amenazaba, sino encomendaba la causa al que juzga justamente;&nbsp;</p><p><strong><sup>24</sup></strong> quien llevó él mismo nuestros pecados en su cuerpo sobre el madero, para que nosotros, estando muertos a los pecados, vivamos a la justicia; y por cuya herida fuisteis sanados.&nbsp;</p><p><strong><sup>25</sup></strong> Porque vosotros erais como ovejas descarriadas, pero ahora habéis vuelto al Pastor y Obispo de vuestras almas.&nbsp;</p><p><br></p><p>Es sorprendente escuchar a Pablo dirigirse a amos cristianos e imaginar a los esclavos cristianos y a su amo sentados juntos en los hogares-iglesias de Éfeso. La esclavitud en el mundo grecorromano podría diferir considerablemente de la versión posterior del Nuevo Mundo. Esta no se centraba en un solo grupo étnico. Los esclavos domésticos urbanos a veces tenían oportunidad de educarse y podían trabajar como arquitectos, médicos y filósofos. Estos esclavos domésticos a veces obtenían su libertad después de un período limitado de servicio, aunque la mayoría de los esclavos nunca lograban su libertad. En un intento por reconocer esas diferencias, varias versiones bíblicas recientes traducen el término griego doulos (“esclavo”) en Efesios 6:5 al 8 como “siervo”.</p><p><br></p><p>Sin embargo, estas características se practicaban de manera desigual, y los esclavos de las zonas rurales soportaban regularmente trabajos forzados. Al margen de dónde sirvieran los esclavos, estaban sujetos al poder y la autoridad casi ilimitados del amo, que era dueño de los esclavos, de su esposa y de sus hijos. El grito del exesclavo Publilius Syrus es inquietante: “Es hermoso morir en lugar de ser degradado como esclavo”. Dada la gama completa de estas realidades, se prefiere la traducción de doulos como “esclavo” (NVI, NTV), especialmente porque estos esclavos viven bajo la amenaza de sus amos (Efe. 6:9).</p><p><br></p><p>La esclavitud estaba generalizada en el mundo de Pablo. Él no aborda esta temática como un reformador social, sino como un pastor que aconseja a los creyentes cómo afrontar las realidades existentes y proyectar una nueva visión orientada hacia la transformación del creyente individual, que luego podría tener implicaciones más amplias para la sociedad en general: “Su visión no abogaba por la manumisión de esclavos en el Imperio Romano. Su abordaje era sobre algo diferente a la manumisión legal, es decir, una fraternidad basada en la nueva creación a causa de la adopción como hijos de Dios. [...] Para Pablo, la revolución social iba a ocurrir en la iglesia, en el cuerpo de Cristo, a nivel local, y en los hogares-iglesias y el hogar cristiano” (Scot McKnight, The Letter to Philemon [Grand Rapids, MI: Eerdmans Publishing Company, 2017], pp. 10, 11).</p><p><br></p><p><strong>Una de las grandes manchas en la historia cristiana es la manera en que algunos utilizaron estos pasajes bíblicos sobre la esclavitud para justificar esta práctica. ¿Qué mensaje alarmante deberíamos extraer acerca de cuán cuidadosamente debemos aplicar la Palabra de Dios?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de septiembre",
          "dayTitle": "<p><strong>ESCLAVOS DE CRISTO</strong></p>",
          "id": 115,
          "idDay": 5,
          "idLesson": 11,
          "lessonText": "<p><strong>¿Qué exige Pablo de los esclavos cristianos en las instrucciones detalladas que les da? Efesios 6:5 al 8.</strong></p><p><strong>Efesios 6:5 al 8.</strong></p><p><strong><sup>5</sup></strong> Siervos, obedeced a vuestros amos terrenales con temor y temblor, con sencillez de vuestro corazón, como a Cristo;</p><p><strong><sup>6</sup></strong> no sirviendo al ojo, como los que quieren agradar a los hombres, sino como siervos de Cristo, de corazón haciendo la voluntad de Dios;</p><p><strong><sup>7</sup></strong> sirviendo de buena voluntad, como al Señor y no a los hombres,</p><p><strong><sup>8</sup></strong> sabiendo que el bien que cada uno hiciere, ese recibirá del Señor, sea siervo o sea libre.</p><p>Pablo pide a los esclavos cristianos que obedezcan a sus amos y que les brinden un servicio sincero y de excelencia. Lo que llama la atención es su reiterada referencia a una gran sustitución que les pide que hagan: no deben colocar a su amo en el lugar que le corresponde a Cristo, ofreciéndole la lealtad que solo le pertenece a Cristo. Al contrario, en los compromisos y la lealtad que motivan su servicio excelente y sincero, deben sustituir a su amo por Cristo, el Señor. Al fomentar esta sustitución esencial, Pablo ofrece una concepción cristiana transformadora de la relación amo-esclavo.</p><p>Presta atención a las diversas formas en que Pablo impulsa esta sustitución en ellos:\n</p><p>• Pablo les resta importancia a los amos de esclavos al llamarlos “amos terrenales”, y resalta al verdadero Amo celestial (Efe. 6:5, énfasis añadido).&nbsp;</p><p>• Deben servir “con respeto y temblor, con sincero corazón, como a Cristo” (Efe. 6:5, énfasis añadido).&nbsp;</p><p>• Pablo presenta esta sustitución con mayor claridad al argumentar que los esclavos cristianos deben ofrecer un servicio genuino como esclavos, no de sus amos, sino como “esclavos de Cristo” (Efe. 6:6, NVI).&nbsp;</p><p>• En el cumplimiento de su servicio, deben cumplir “de todo corazón la voluntad de Dios”, ofreciendo un servicio sincero dirigido a Dios (Efe. 6:6, NVI).&nbsp;</p><p>• Pablo apela al servicio bien motivado, ofrecido “como quien sirve al Señor y no a los hombres” (Efe. 6:7).</p><p>Por su servicio sincero, los esclavos cristianos pueden esperar una recompensa completa de Cristo en su Venida. Han trabajado para él y pueden esperar una recompensa de su parte; una idea especialmente atractiva para los esclavos no remunerados. Un esclavo puede sentir que su amo terrenal lo menosprecia o algo peor (comparar con 1 Ped. 2:19, 20). Sin embargo, el esclavo creyente tiene un Amo que está atento, observando “cualquier cosa buena que cada uno haga” (Efe. 6:8, LBLA) y ofrece una recompensa segura.</p><p><br></p><p><strong>1 Ped. 2:19, 20</strong></p><p><strong><sup>19</sup></strong> Porque esto merece aprobación, si alguno a causa de la conciencia delante de Dios, sufre molestias padeciendo injustamente.</p><p><strong><sup>20</sup></strong> Pues ¿qué gloria es, si pecando sois abofeteados, y lo soportáis? Mas si haciendo lo bueno sufrís, y lo soportáis, esto ciertamente es aprobado delante de Dios.</p><p><strong>Por más que quisiéramos que las Escrituras condenaran abiertamente esta horrible práctica, no es así. Sin embargo, ¿qué principios podemos extraer de las palabras de Pablo en este contexto en cuanto a cómo relacionarnos con la gente con la que trabajamos?</strong></p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de septiembre",
          "dayTitle": "<p><strong>AMOS QUE SON ESCLAVOS</strong></p>",
          "id": 116,
          "idDay": 6,
          "idLesson": 11,
          "lessonText": "<p>En las últimas palabras de Pablo a los esclavos, “sea esclavo o sea libre” (Efe. 6:8), la palabra “libre” se refiere a los amos, lo que permite a Pablo hacer la transición para aconsejar a los amos mientras imagina esclavos y amos en igualdad de condiciones ante Cristo en el Juicio (comparar con 2 Cor. 5:10; Col. 3:24, 25).</p><p><strong>Efesios 6:8</strong></p><p><strong><sup>8</sup></strong> sabiendo que el bien que cada uno hiciere, ese recibirá del Señor, sea siervo o sea libre.</p><p><br></p><p><strong>2 Cor. 5:10</strong></p><p><strong><sup>10</sup></strong> Porque es necesario que todos nosotros comparezcamos ante el tribunal de Cristo, para que cada uno reciba según lo que haya hecho mientras estaba en el cuerpo, sea bueno o sea malo.</p><p><br></p><p><strong>Col. 3:24, 25</strong></p><p><strong><sup>24</sup></strong> sabiendo que del Señor recibiréis la recompensa de la herencia, porque a Cristo el Señor servís.&nbsp;</p><p><strong><sup>25</sup></strong> Mas el que hace injusticia, recibirá la injusticia que hiciere, porque no hay acepción de personas.</p><p><strong>Supongamos que eres un amo cristiano que está escuchando la lectura de Efesios en un hogar-iglesia, ¿cuál podría ser tu reacción ante este consejo impartido en presencia de tus esclavos? Efesios 6:9.</strong></p><p>Pablo se dirige a los amos, a los amos de esclavos, en una exhortación mordaz, que gira en torno al marcado contraste entre “los señores” (griego, hoikurioi, traducido como “amos”), que tenían la costumbre de “amenazar” a sus esclavos; y “el Señor” (ho kurios), Cristo, quien “no hace acepción de personas”.</p><p>Pablo pide a los amos que “hagan con ellos [los esclavos] lo mismo”, lo que habría sido impactante para un amo de esclavos del siglo I. Los amos deben responder a sus esclavos con obras de buena voluntad regidas por su fidelidad a Cristo, en consonancia con lo que Pablo acaba de pedir a los esclavos (Efe. 6:5–8). Les dice que dejen de amenazar a sus esclavos, una práctica común en una época en la que los amos propinaban una amplia variedad de castigos, incluyendo las palizas (1 Ped. 2:20), los abusos sexuales, la posibilidad de ser vendidos (y apartados de sus seres queridos), los trabajos extenuantes, el hambre, los grilletes, la marcación, e incluso la muerte.</p><p>Pablo respalda sus mandatos con dos motivaciones que exhortan a los amos a ver más allá de las estructuras sociales del mundo grecorromano: 1. Ellos y sus supuestos esclavos son coesclavos de un solo Amo (“conscientes de que ustedes también tienen un Amo en el Cielo”, NVI; comparar con Col. 4:1); 2. El Amo celestial juzga a todos sin favoritismos. Puesto que su propio Amo trata a los supuestos esclavos en pie de igualdad con los demás, ellos también deberían tratarlos así (comparar con Fil. 1:15, 16).</p><p>Gran parte del vocabulario de Pablo en Efesios era especialmente alentador para los esclavos cristianos: adopción como hijos (Efe. 1:5); redención (Efe. 1:7); herencia (Efe. 1:11, 14; 3:6); entronización junto con Jesús (Efe. 2:6); y llegar a ser “conciudadanos”, “miembros de la familia de Dios” (Efe. 2:19; comparar con 3:14, 15) y parte integral del cuerpo de Cristo (ver Efe. 3:6; 4:1–16). Efesios 6:5 al 9 revela toda la enseñanza de la carta como eficaz en la relación entre esclavos y amos, incluyendo el consejo sobre el lenguaje (Efe. 4:25–32) y la ética sexual (Efe. 5:1–14).</p><p><br></p><p><br></p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de septiembre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 117,
          "idDay": 7,
          "idLesson": 11,
          "lessonText": "<p>Gran parte del vocabulario de Pablo en Efesios era especialmente alentador para los esclavos cristianos: adopción como hijos (Efe. 1:5); redención (Efe. 1:7); herencia (Efe. 1:11, 14; 3:6); entronización junto con Jesús (Efe. 2:6); y llegar a ser “conciudadanos”, “miembros de la familia de Dios” (Efe. 2:19; comparar con 3:14, 15) y parte integral del cuerpo de Cristo (ver Efe. 3:6; 4:1–16). Efesios 6:5 al 9 revela toda la enseñanza de la carta como eficaz en la relación entre esclavos y amos, incluyendo el consejo sobre el lenguaje (Efe. 4:25–32) y la ética sexual (Efe. 5:1–14).</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p>¿Qué significa para los adventistas que el amor por los hijos se identifique como evidencia de “un pueblo bien dispuesto para recibir al Señor”? Lucas 1:17 NVI (citado de Mal. 4:6).</p><p>El obvio respeto de Pablo por los hijos sugiere una pregunta perspicaz: ¿Cuál es nuestra responsabilidad de extender el cuidado de Cristo a los hijos que han sufrido violencia, abuso sexual y vergüenza en sus primeros años de vida? En vista de las investigaciones sobre el profundo impacto de las Experiencias Adversas en la Niñez (o ACE, por sus siglas en inglés. Consulta https://www.cdc.gov/spanish/mediosdecomunicacion/comunicados/p_vs_ experiencias_adversas_ninez_110419.html ), ¿cuál es nuestra responsabilidad hacia ellos?</p><p>Como una extensión del respeto de Pablo por los hijos y del cuidado de Jesús por ellos, ¿qué responsabilidades tiene la iglesia para educar y proteger a los hijos bajo su cuidado? ¿Qué sistemas y procedimientos deben implementarse para ello?</p><p>El consejo de Pablo a los esclavos y a los amos, en Efesios 6:5 al 9, a menudo se aplica a las relaciones entre empleados y patrones. ¿En qué sentido esto podría ser apropiado? ¿Qué peligros se presentan al hacer esto?\n</p><p>La esclavitud continúa siendo una dolorosa realidad en nuestro mundo, con más de 40 millones de personas esclavizadas (según “The Global Slavery Index”, http://www.globalslaveryindex.org/ ). Como personas libres cuyos antepasados espirituales estuvieron firmemente comprometidos con la abolición de la esclavitud, ¿cuáles son nuestras responsabilidades para con estos hijos e hijas de Dios esclavizados mientras le cantamos a Cristo: “Rompe cadenas, liberta a los esclavos, pues en su Nombre no existe opresión” (letra de “Oh, Santa noche”, dominio público)?</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de septiembre",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 118,
          "idDay": 8,
          "idLesson": 11,
          "lessonText": "<p>RESEÑA Texto clave: Efesios 6:9 Enfoque del estudio: Efesios 6:1-9; Marcos 10:13-16; Colosenses 3:21; 1 Pedro 2:18-25; 2 Corintios 5:10; Colosenses 3:24, 25.\n</p><p>Introducción: \n</p><p>Luego de abordar el tema de la unidad familiar, Pablo ahonda en una de las categorías de unidad más controvertidas y difíciles: la unidad entre generaciones y entre grupos o clases sociales. Para estas situaciones, Pablo tiene la misma solución evangélica: unidad “en el Señor”. Pablo aconseja a los hijos que respeten a sus padres en el Señor. Esta frase ya sitúa a los hijos en el ámbito de una familia y de una sociedad cristiana, en la que ellos mismos son tratados como miembros de la familia del Señor. El consejo del apóstol para los padres va exactamente en el mismo sentido: traten a sus hijos como si fueran del Señor. No obstante, este principio no significa que los hijos no puedan ser educados, corregidos y disciplinados. Pero los padres deben abordar la disciplina de sus hijos de la misma manera que lo haría Dios.</p><p><br></p><p>Contrariamente a lo que dicen algunos críticos de la Biblia, Pablo no defendió la malvada institución de la esclavitud, sino que optó por abordarla de una manera pastoral y estratégica. Al igual que Jesús, quien rechazó una solución revolucionaria militarizada al problema de la persecución o la opresión (Jesús amonestó a Pedro para que envainara su espada), Pablo abogó por resolver, en Cristo, este y otros problemas sociales. Los esclavos deben considerarse esclavos de Cristo, tal como Pablo se percibía, y deben trabajar diligentemente para el Señor Jesús.\n</p><p><br></p><p>Por otro lado, los esclavos deben ver a sus amos como seres humanos (solo como amos terrenales) que necesitan salvación, como cualquier otro ser humano pecador. Los amos deben ver a sus esclavos como conciudadanos del Reino de Dios y a sí mismos como esclavos del Amo celestial. La tensión social amo-esclavo se “resuelve” en el hecho de que, en la iglesia, Cristo llama y adopta a amos y a esclavos por igual, y los exalta en los lugares celestiales. Estos adoran al mismo Dios y Salvador y se los llama a llevar una vida completamente transformada por la presencia del Espíritu Santo en ellos, según la imagen de Dios en Cristo.\n</p><p><br></p><p>Temática de la lección: Este estudio destaca dos temas principales: \n</p><p><br></p><p>• Unidad entre generaciones: los hijos y los padres pueden estar verdaderamente unidos cuando su trato se sustenta en el Señor. \n</p><p>• Unidad entre las clases sociales: los dueños de esclavos y los esclavos están unidos solo en el Señor cuando se ven como lo que son en el Señor: conciudadanos del nuevo Reino y de la nueva vida en Cristo.</p><p><br></p><p>COMENTARIO\n</p><p><br></p><p>Unidad para hijos y padres, esclavos y amos\n</p><p><br></p><p>En Efesios 6:1 al 9, Pablo continúa con su temática de la unidad que Dios ofrece a la humanidad y a la iglesia por medio de Cristo Jesús. Para ello, Pablo aborda dos temas familiares y sociales sensibles: la relación entre generaciones y la relación entre esclavos y amos. El apóstol les dice a los hijos que deben obedecer a sus padres “en el Señor”, porque “esto es justo” (Efe. 6:1). Es justo porque es un Mandamiento de Dios; un Mandamiento con una promesa (Efe. 6:2) de bendiciones y prosperidad (Efe. 6:3). Por otro lado, Pablo llama a los padres cristianos a no “irritar” a sus hijos (Efe. 6:4) mandándolos a su antojo. Más bien, la meta de los padres es criarlos “en disciplina y amonestación del Señor” (Efe. 6:4), no según su propia sabiduría. Hay que educar a los hijos para que forjen una relación madura con el Señor.\n</p><p><br></p><p>Pablo llama a los esclavos cristianos a “obedecer” a sus “amos terrenales con respeto y temblor, con sincero corazón, como a Cristo” (Efe. 6:5). Con esto, Pablo no quiere decir que está colocando la aprobación divina sobre algo tan obviamente equivocado y perverso como la esclavitud. Pablo tampoco está trazando un paralelismo entre los “amos terrenales” y Cristo. Pablo enfatiza la autenticidad de la conversión de los esclavos y de los amos.\n</p><p><br></p><p>Asimismo, Pablo les dice a los esclavos de Éfeso: si son esclavos, como José en Egipto, y si no pueden cambiar esta terrible situación (1 Cor. 7:21-23), acuérdense del misterio del evangelio, de las bendiciones de Cristo en los lugares celestiales, el honor que nos dio al exaltarnos junto con él al Trono de Dios. Recuerden, también, el hecho de que todos somos piedras en el templo de Dios y miembros de su cuerpo, que hemos experimentado una profunda transformación en nuestro corazón y en nuestro estilo de vida, en nuestras actitudes y perspectivas, y en el poder del Espíritu Santo que obra en nosotros para producir estos cambios asombrosos.\n</p><p><br></p><p>Por ende, al igual que José en Egipto, trabajen para el amo, prosperen su casa de la misma manera que trabajarían para Jesús (Efe. 6:6). Esa conducta no es adulación. Este comportamiento tampoco es un autoengaño ni equivale a desarrollar una mentalidad de esclavo. Este comportamiento representa la esencia de la actitud cristiana en sus relaciones. En cualquier circunstancia o estructura social, lo más importante para el cristiano es su conversión, que redundará en una actitud sincera, diligente y perfecta hacia el trabajo y la vida (Efe. 6:6-8).\n</p><p><br></p><p>Por otro lado, Pablo les dice a los amos cristianos que “hagan [...] lo mismo” (Efe. 6:9) con sus esclavos: que sean amos semejantes a Jesús. Los amos terrenales o los ricos y poderosos saben que Jesús es su Amo. Entonces, contrariamente a la opinión de que Pablo confirma la esclavitud, él destruye el fundamento de la esclavitud al establecer el principio cristiano de que todos (tanto los esclavos como los amos terrenales) tienen el mismo Amo en los Cielos, Jesucristo. Todas las relaciones sociales y económicas en la Tierra deben basarse en Jesucristo. Los esclavos viven y trabajan primero en relación con Jesús como su Amo. Los amos tratan a sus trabajadores como Jesús, su Maestro, los trata a ellos. Pablo enfatiza que él “no hace acepción de personas” (Efe. 6:9). Al igual que su Maestro, Jesús (Mat. 26:51-53), Pablo creía que al predicar el evangelio de la unidad y el amor en Cristo, la malvada institución de la esclavitud se desplomaría por sí sola.\n</p><p><br></p><p>Teología adventista sobre los hijos\n</p><p><br></p><p>Los adventistas del séptimo día valoran tanto el matrimonio como los hijos. Este valor se refleja en la creencia fundamental No 23: “Dios bendice a la familia y quiere que sus miembros se ayuden mutuamente hasta alcanzar la plena madurez. Una creciente intimidad familiar es uno de los rasgos característicos del último mensaje evangélico. Los padres deben criar a sus hijos para que amen y obedezcan al Señor. Deben enseñarles, mediante el precepto y el ejemplo, que Cristo es un guía amante, tierno, y que se preocupa por sus criaturas, y que quiere que lleguen a ser miembros de su cuerpo, la familia de Dios, que engloba tanto a personas solteras como casadas” (Creencias de los Adventistas del Séptimo Día, p. 408).\n</p><p><br></p><p>La valoración de los hijos está incluida en otras declaraciones oficiales de la Iglesia Adventista del Séptimo Día. En referencia a Efesios 6:4, entre otros textos, la declaración sobre “Nutrición y protección de los niños” describe a los hijos como “preciosos regalos de Dios confiados al cuidado de los padres, la familia, la comunidad de fe y la sociedad en su totalidad. Los niños poseen un enorme potencial para hacer contribuciones positivas a la iglesia y a la sociedad”; y ordena proteger a los hijos de cualquier forma de abuso, violencia y explotación.\n</p><p><br></p><p>Esta declaración invita a las iglesias a convertirse en un “lugar seguro” para los hijos, al fomentar “la curación emocional y espiritual” de los niños afectados (Congreso de la Asociación General de Atlanta, 24 de junio al 3 de julio de 2010, disponible en https://www.libertadreligiosa.org.ar/web/DeclaracionesOficiales. htm#NutricionProteccionNinos). Cabe destacar que la Iglesia Adventista tiene varios departamentos que atienden las necesidades de la familia: el Ministerio de la Familia, el Ministerio Infantil, el Ministerio de la Mujer y el Ministerio Juvenil.</p><p><br></p><p>Teología adventista del séptimo día sobre la esclavitud</p><p><br></p><p>Como adventistas del séptimo día, hemos incorporado a nuestras doctrinas clave perspectivas bíblicas sobre temas sociales como el racismo, la esclavitud y otras disparidades socioeconómicas. Así como lo hizo Pablo en su Epístola a los Efesios, relacionamos estos temas con la doctrina de la iglesia. La creencia fundamental No 14 de la Iglesia Adventista del Séptimo Día, “La unidad en el cuerpo de Cristo”, proclama que “en Cristo, somos una nueva creación; las diferencias de raza, cultura, educación y nacionalidad, y las diferencias entre encumbrados y humildes, ricos y pobres, hombres y mujeres, no deben causar divisiones entre nosotros. Todos somos iguales en Cristo, quien por un mismo Espíritu nos unióen comunión con él y los unos con los otros; debemos servir y ser servidos sin parcialidad ni reservas” (Asociación Ministerial de la Asociación General de los Adventistas del Séptimo Día, Creencias de los Adventistas del Séptimo Día, 4a ed.\n</p><p><br></p><p>[Florida: Asoc. Casa Editora Sudamericana, 2017], p. 246). Aun si la iglesia no hubiera votado sobre una declaración que abordara específicamente la esclavitud, se han adoptado declaraciones relacionadas sobre las relaciones humanas, como la Declaración de relaciones humanas que aborda el racismo, el sistema de castas, el tribalismo y el etnocentrismo” (Junta Administrativa de la Asociación General de los Adventistas del Séptimo Día en Silver Spring, Maryland, 15 de septiembre de 2020; disponible en https://www.adventistas.org/es/institucional/organizacion/ declaraciones-y-documentos-oficiales/una-humanidad/).\n</p><p><br></p><p>APLICACIÓN A LA VIDA\n</p><p><br></p><p>Lean y analicen las siguientes preguntas en clase: Quizá hayas sido maltratado por tus padres en el pasado. Aun así, ¿cuáles son los tres principios en Efesios 5 y 6 que podrían servir como principios rectores para criar a tus hijos? ¿Cómo pueden estos mismos principios ayudarte a sanar las cicatrices de tus relaciones familiares pasadas?\n</p><p><br></p><p>Quizás, en cambio, la Palabra de Dios, en Efesios 6, y el Espíritu Santo te convenzan de que has ido por el camino de maltratar a tu cónyuge y a tus hijos. Sobre la base de un estudio renovado de Efesios 5 y 6, haz un plan de tres pasos para librarte de esta situación. Supón que no tienes este problema, pero conoces a alguien que está luchando con esa situación. ¿Cómo puedes ayudarlo?\n</p><p><br></p><p>Si, a la luz de este estudio, te das cuenta de que has llevado una vida de desobediencia y desprecio en relación con tus padres, ¿de qué tres maneras podrías remediar esta situación?\n</p><p><br></p><p>Parece haber una estrecha conexión entre las relaciones abusivas en la familia y la iglesia y el hecho de que los jóvenes abandonen la iglesia. ¿Qué pueden hacer como familia o como iglesia sobre este fenómeno? ¿Cómo podemos encontrar un equilibrio entre corregir el comportamiento de los jóvenes y hacerles saber de nuestro amor constante e inquebrantable por ellos?\n</p><p><br></p><p>El profeta Malaquías, en Malaquías 4:5 y 6, profetizó sobre el regreso de Elías al pueblo de Dios con un mensaje de reconciliación intergeneracional. Nuestra propia salvación es, de hecho, la reconciliación que Dios obra entre nosotros, sus hijos pecadores, y él mismo, como nuestro Padre (2 Cor. 5:18-21). A lo largo de su Epístola a los Efesios, Pablo habla de esta misma reconciliación: en Cristo, entre nosotros y Dios. Esta reconciliación vertical se verá reflejada en nuestras relaciones familiares, sociales y laborales. ¿Cuáles son las tres formas en que tu iglesia podría convertirse en un centro para la promoción de la reconciliación intergeneracional y social en la comunidad en general?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 11,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>PRACTIQUEMOS LA LEALTAD SUPREMA A CRISTO</p>",
      "verse": "<p>“Y ustedes, amos, hagan con ellos lo mismo. Dejen las amenazas, sabiendo que el Señor de ellos y de ustedes está en el cielo, y no hace acepción de personas” (Efe. 6:9).</p>",
      "versionCode": 10,
      "weekDate": "2-9 de septiempre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
