{
   "data":[
      {
         "color":"#5A3399",
         "id":9,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"22 de febrero",
               "dayTitle":"<p>EL CONFLICTO CÓSMICO<br></p>",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong> Mateo 13:24-27; Génesis 1:31; Ezequiel 28:12-19; Isaías 14:12-15; Mateo 4:1-11; Juan 8:44, 45.&nbsp;</p><p><strong>PARA MEMORIZAR:</strong> “Enemistad pondré entre ti y la mujer, y entre tu descendencia y el Descendiente de ella. Tú le herirás el talón, pero él te aplastará la cabeza” (Gén. 3:15).&nbsp;</p><p>La gran controversia entre Cristo y Satanás está en el centro de la teología bíblica. Aunque la idea de un conflicto cósmico entre Dios y las criaturas celestiales que han caído y se han rebelado contra él es un motivo destacado de las Escrituras (Mat. 13:24-30, 37-39; Apoc. 12:7-10) y también prevalece en gran parte de la tradición cristiana, muchos cristianos la han rechazado o descuidado por completo.</p><p>Sin embargo, desde una perspectiva bíblica, el tema de un conflicto cósmico en el que el Reino de Dios se opone al Diablo y sus ángeles, no es algo que podamos descuidar sin perder la esencia misma de las narraciones bíblicas. Por ejemplo, los evangelios contienen numerosas referencias al Diablo y a los demonios que se oponen a Dios.&nbsp;</p><p>Para empezar nuestro estudio correspondiente a esta semana, abordaremos cómo se podría responder a las siguientes dos preguntas sobre la base de algunos pasajes bíblicos cruciales:&nbsp;</p><p><strong>(1)</strong> ¿Dónde enseña la Escritura que existe un conflicto cósmico entre Dios y Satanás?&nbsp;</p><p><strong>(2)</strong> ¿Cuál es la naturaleza de ese conflicto, según las Escrituras?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"23 de febrero",
               "dayTitle":"<p>UN ENEMIGO HIZO ESTO<br></p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Mateo 13:24 al 27. ¿Cómo nos ayuda esa parábola a entender la existencia del mal en nuestro mundo? <br></strong></p><p><strong>Mateo 13:24-27</strong></p><p><strong><sup>24</sup></strong> Les refirió otra parábola, diciendo: El reino de los cielos es semejante a un hombre que sembró buena semilla en su campo;&nbsp;</p><p><strong><sup>25</sup> </strong>pero mientras dormían los hombres, vino su enemigo y sembró cizaña entre el trigo, y se fue.&nbsp;</p><p><strong><sup>26</sup></strong> Y cuando salió la hierba y dio fruto, entonces apareció también la cizaña.&nbsp;</p><p><strong><sup>27</sup></strong> Vinieron entonces los siervos del padre de familia y le dijeron: Señor, ¿no sembraste buena semilla en tu campo? ¿De dónde, pues, tiene cizaña?<br></p><p>Jesús cuenta la historia de un agricultor que siembra solo semillas buenas en su campo. Sin embargo, la cizaña brota entre el trigo. Al ver esto, los criados del propietario le preguntan: “Señor, ¿no sembraste buena semilla en tu campo? ¿Por qué tiene cizaña?” (Mat. 13:27). Esto se asemeja a la pregunta que se oye a menudo acerca del problema del mal: Si el mundo era perfecto cuando salió de las manos de Dios, ¿por qué hay maldad en él?&nbsp;</p><p><strong>Lee Mateo 13:28 al 30 a la luz de la explicación de Cristo en Mateo 13:37 al 40. ¿Cómo ilumina esto la naturaleza del Conflicto Cósmico?&nbsp;</strong></p><p><strong>Mateo 13:28-30</strong></p><p><strong><sup>28</sup> </strong>Él les dijo: Un enemigo ha hecho esto. Y los siervos le dijeron: ¿Quieres, pues, que vayamos y la arranquemos?&nbsp;</p><p><strong><sup>29 </sup></strong>Él les dijo: No, no sea que al arrancar la cizaña, arranquéis también con ella el trigo.&nbsp;</p><p><strong><sup>30</sup></strong> Dejad crecer juntamente lo uno y lo otro hasta la siega; y al tiempo de la siega yo diré a los segadores: Recoged primero la cizaña, y atadla en manojos para quemarla; pero recoged el trigo en mi granero.<br></p><p><strong>Mateo 13:37-40</strong></p><p><strong><sup>37</sup> </strong>Respondiendo él, les dijo: El que siembra la buena semilla es el Hijo del Hombre.&nbsp;</p><p><strong><sup>38</sup></strong> El campo es el mundo; la buena semilla son los hijos del reino, y la cizaña son los hijos del malo.&nbsp;</p><p><strong><sup>39</sup></strong> El enemigo que la sembró es el diablo; la siega es el fin del siglo; y los segadores son los ángeles.&nbsp;</p><p><sup><strong>40</strong> </sup>De manera que como se arranca la cizaña, y se quema en el fuego, así será en el fin de este siglo.<br></p><p>El amo responde a la pregunta de su criado: “Un enemigo hizo esto” (Mat. 13:28). Más adelante, Jesús identifica al “que siembra la buena semilla” como “el Hijo del hombre”, que es el propio Jesús (Mat. 13:37), y explica que “el campo es el mundo” (Mat. 13:38), y que el “enemigo que sembró” la cizaña es “el diablo” (Mat. 13:39), describiendo explícitamente un conflicto cósmico entre Cristo y Satanás. ¿Por qué existe el mal en el mundo? El mal es el resultado del enemigo (el Diablo) que se opone al amo. “Un enemigo hizo esto” (Mat. 13:28).&nbsp;</p><p>Esta respuesta, sin embargo, provoca la siguiente pregunta: “¿Quieres que vayamos y la arranquemos?” En otras palabras, ¿por qué no desarraigar el mal inmediatamente? El amo dijo entonces: “No, para que al sacar la cizaña no arranquen también el trigo. Dejen crecer juntos lo uno y lo otro hasta la siega. Y al tiempo de la siega yo diré a los segadores: Arranquen primero la cizaña, y átenla en manojos para quemarla, pero junten el trigo en mi granero” (Mat. 13:29, 30; compara con Mar. 4:29). Según la parábola, Dios acabará finalmente con el mal, pero desarraigarlo antes de tiempo provocaría daños colaterales irreversibles que perjudicarían al bien.&nbsp;</p><p><strong>¿Cuáles son los riesgos de arrancar ahora la cizaña que está en medio del trigo? Al mismo tiempo, ¿por qué el hecho de no arrancarla no significa que debamos ser indiferentes ante el mal?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 de febrero",
               "dayTitle":"<p>EL ORIGEN DEL CONFLICTO EN LA TIERRA<br></p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p>Existe otro interrogante que es paralelo al de la parábola (por qué hay cizaña en el campo si el dueño plantó solo semillas buenas): Si Dios creó el mundo completamente bueno, ¿cómo surgió aquí el mal?&nbsp;</p><p><strong>Lee Génesis 1:31. ¿Qué revelan las palabras de Dios acerca de la Creación cuando Dios la terminó, y por qué es importante la respuesta a esta pregunta?&nbsp;</strong></p><p><strong>Génesis 1:31</strong></p><p><strong><sup>31</sup></strong> Y vio Dios todo lo que había hecho, y he aquí que era bueno en gran manera. Y fue la tarde y la mañana el día sexto.<br></p><p>Según Génesis 1:31, el mundo era “bueno en gran manera” cuando Dios lo creó. En Génesis 1 no hay ningún indicio de maldad en la creación de este planeta por parte de Dios. ¿Cómo, entonces, llegó el mal a la experiencia humana?&nbsp;</p><p><strong>Lee Génesis 3:1 al 7. ¿Qué nos dice esto acerca de cómo llegó el mal a la Tierra? ¿Qué luz arroja eso sobre la naturaleza del Conflicto Cósmico? (Ver también Apoc. 12:7-9).&nbsp;</strong></p><p><strong>Génesis 3:1-7</strong></p><p><strong><sup>1</sup></strong> Pero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis de todo árbol del huerto?&nbsp;</p><p><strong><sup>2</sup></strong> Y la mujer respondió a la serpiente: Del fruto de los árboles del huerto podemos comer;&nbsp;</p><p><strong><sup>3</sup> </strong>pero del fruto del árbol que está en medio del huerto dijo Dios: No comeréis de él, ni le tocaréis, para que no muráis.&nbsp;</p><p><strong><sup>4</sup></strong> Entonces la serpiente dijo a la mujer: No moriréis;&nbsp;</p><p><strong><sup>5</sup></strong> sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal.&nbsp;</p><p><strong><sup>6</sup></strong> Y vio la mujer que el árbol era bueno para comer, y que era agradable a los ojos, y árbol codiciable para alcanzar la sabiduría; y tomó de su fruto, y comió; y dio también a su marido, el cual comió así como ella.&nbsp;</p><p><sup><strong>7</strong> </sup>Entonces fueron abiertos los ojos de ambos, y conocieron que estaban desnudos; entonces cosieron hojas de higuera, y se hicieron delantales.</p><p><strong>Apocalipsis 12:7-9</strong></p><p><strong><sup>7</sup></strong> Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles;&nbsp;</p><p><strong><sup>8</sup> </strong>pero no prevalecieron, ni se halló ya lugar para ellos en el cielo.&nbsp;</p><p><sup><strong>9</strong> </sup>Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él.<br></p><p>En este relato vemos mentiras dichas por la serpiente (la “serpiente antigua” de Apoc. 12:7 al 9, identificada aquí como el Diablo mismo) acerca del carácter de Dios. La serpiente primero utiliza una pregunta para poner en duda el mandato de Dios, casi invirtiendo en esa pregunta el orden de lo que Dios había ordenado. Luego desafía directamente lo que Dios había dicho, asegurando a Eva: “No morirás” (Gén. 3:4).&nbsp;</p><p>Alguien, la serpiente o Dios, mintió a Eva, quien ahora debe decidir a quién creerá.&nbsp;</p><p>Aquí y en otras partes de la Escritura, la naturaleza de este conflicto tiene que ver principalmente con qué y a quién creer, lo que en sí mismo está integralmente relacionado con el amor. Ello se debe a que nuestro concepto acerca de alguien (qué clase de persona es y si se puede confiar en ella) influye profundamente en nuestra decisión de amar y confiar en ella y, en ese caso, de escucharla y aceptar lo que nos diga.&nbsp;</p><p>Lee Génesis 3:15. La declaración hecha por Dios a la serpiente de que el Descendiente de la mujer, refiriéndose al Mesías, aplastaría la cabeza de la serpiente es identificada a menudo como el primer evangelio (o protoevangelio) de las Escrituras. ¿Cómo refuerza esto la realidad del Conflicto y, al mismo tiempo, nos da esperanza en medio de él?</p><p><strong>Génesis 3:15</strong></p><p><strong><sup>15 </sup></strong>Y pondré enemistad entre ti y la mujer, y entre tu simiente y la simiente suya; esta te herirá en la cabeza, y tú le herirás en el calcañar.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de febrero",
               "dayTitle":"<p>EL ORIGEN DEL CONFLICTO EN EL CIELO<br></p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p>Génesis 1 al 3 demuestra que el mal existía antes de la caída de Adán y de Eva. Aun cuando el mal no era una realidad concreta en el Edén, conceptualmente, el “mal” ya había aparecido en vista de la designación del “árbol del conocimiento del bien y del mal” (Gén. 2:9, 17). Luego, la serpiente (el Diablo) acusó a Dios de mentir cuando era él quien mentía. La existencia de la serpiente (Apoc. 12:9) junto con su mentira muestran la realidad de la existencia del mal allí. Por lo tanto, la presencia del mal es manifiesta incluso en el Edén y antes de la Caída.&nbsp;</p><p><strong>Lee Ezequiel 28:12 al 19 a la luz de Éxodo 25:19 y 20. ¿Cuál es la naturaleza de la caída de este ser?&nbsp;</strong></p><p><strong>Ezequiel 28:12-19</strong></p><p><sup><strong>12</strong></sup> Hijo de hombre, levanta endechas sobre el rey de Tiro, y dile: Así ha dicho Jehová el Señor: Tú eras el sello de la perfección, lleno de sabiduría, y acabado de hermosura.&nbsp;</p><p><strong><sup>13</sup></strong> En Edén, en el huerto de Dios estuviste; de toda piedra preciosa era tu vestidura; de cornerina, topacio, jaspe, crisólito, berilo y ónice; de zafiro, carbunclo, esmeralda y oro; los primores de tus tamboriles y flautas estuvieron preparados para ti en el día de tu creación.&nbsp;</p><p><strong><sup>14</sup> </strong>Tú, querubín grande, protector, yo te puse en el santo monte de Dios, allí estuviste; en medio de las piedras de fuego te paseabas.&nbsp;</p><p><strong><sup>15</sup> </strong>Perfecto eras en todos tus caminos desde el día que fuiste creado, hasta que se halló en ti maldad.&nbsp;</p><p><sup><strong>16</strong> </sup>A causa de la multitud de tus contrataciones fuiste lleno de iniquidad, y pecaste; por lo que yo te eché del monte de Dios, y te arrojé de entre las piedras del fuego, oh querubín protector.&nbsp;</p><p><strong><sup>17</sup></strong> Se enalteció tu corazón a causa de tu hermosura, corrompiste tu sabiduría a causa de tu esplendor; yo te arrojaré por tierra; delante de los reyes te pondré para que miren en ti.&nbsp;</p><p><strong><sup>18</sup></strong> Con la multitud de tus maldades y con la iniquidad de tus contrataciones profanaste tu santuario; yo, pues, saqué fuego de en medio de ti, el cual te consumió, y te puse en ceniza sobre la tierra a los ojos de todos los que te miran.&nbsp;</p><p><sup><strong>19</strong> </sup>Todos los que te conocieron de entre los pueblos se maravillarán sobre ti; espanto serás, y para siempre dejarás de ser.<br></p><p><strong>Éxodo 25:19-20</strong></p><p><strong><sup>19</sup></strong> Harás, pues, un querubín en un extremo, y un querubín en el otro extremo; de una pieza con el propiciatorio harás los querubines en sus dos extremos.&nbsp;</p><p><strong><sup>20</sup></strong> Y los querubines extenderán por encima las alas, cubriendo con sus alas el propiciatorio; sus rostros el uno enfrente del otro, mirando al propiciatorio los rostros de los querubines.<br></p><p>Según este pasaje, el origen del mal y del Conflicto Cósmico comenzó en el Cielo.&nbsp;</p><p>Antes de caer, el ser que llegó a ser conocido como Satanás era un querubín, o ángel protector. Además de ser identificado como un querubín, era “el modelo de la perfección, lleno de sabiduría y acabado en hermosura”, y estaba “en el Edén, en el huerto de Dios” (Eze. 28:12, 13). Ninguna de estas cosas podría decirse del rey de Tiro ni de ningún otro ser humano. Por lo tanto, sabemos que en ese texto se describe la caída de Lucifer.&nbsp;</p><p>Lee Isaías 14:12 al 15. ¿Qué luz adicional arroja esto sobre el origen del Gran Conflicto?&nbsp;</p><p><strong>Isaías 14:12-15</strong></p><p><strong><sup>12 </sup></strong>¡Cómo caíste del cielo, oh Lucero, hijo de la mañana! Cortado fuiste por tierra, tú que debilitabas a las naciones.&nbsp;</p><p><strong><sup>13</sup> </strong>Tú que decías en tu corazón: Subiré al cielo; en lo alto, junto a las estrellas de Dios, levantaré mi trono, y en el monte del testimonio me sentaré, a los lados del norte;&nbsp;</p><p><strong><sup>14 </sup></strong>sobre las alturas de las nubes subiré, y seré semejante al Altísimo.&nbsp;</p><p><sup><strong>15</strong> </sup>Mas tú derribado eres hasta el Seol, a los lados del abismo.<br></p><p>Según Isaías 14, Lucifer decidió exaltarse y hacerse semejante a Dios. Este versículo complementa lo que vimos en Ezequiel 28, donde se dice que su corazón “se enalteció” a causa de su “hermosura” (Eze. 28:17), lo que debería haberlo llevado a glorificar al Dios que lo hizo hermoso. En cambio, se volvió orgulloso. Peor aún, ese orgullo lo condujo a pretender ocupar el lugar de Dios y a calumniarlo. La expresión hebrea traducida como “intenso trato comercial” en Ezequiel 28:16 también significa “calumnia”, una indicación de cómo Satanás opera contra Dios y contra nosotros.&nbsp;</p><p><strong>¿Cómo entendemos el hecho de que Lucifer, quien cayó, era originalmente “perfecto” desde el momento en que había sido creado “hasta que se halló maldad” en él (Eze. 28:15)? ¿Cómo podría un ser perfecto caer a menos que su perfección incluyera la libertad moral, o libre albedrío?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de febrero",
               "dayTitle":"<p>SI ME ADORAS</p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p>El afán de Satanás por usurpar el Trono de Dios también se revela en los relatos de Mateo 4 y Lucas 4 acerca de las tentaciones de Jesús. En el sorprendente encuentro entre Jesús y el Tentador, se revela mucho acerca de la naturaleza del Conflicto. Aquí vemos la realidad de la gran controversia entre Cristo y Satanás, pero representada en términos crudos y gráficos.&nbsp;</p><p><strong>Lee Mateo 4:1 al 11. ¿Cómo se revela aquí la realidad de la gran controversia entre Cristo y Satanás?&nbsp;</strong></p><p><strong>Mateo 4:1-11</strong></p><p><strong><sup>1</sup> </strong>Entonces Jesús fue llevado por el Espíritu al desierto, para ser tentado por el diablo.&nbsp;</p><p><strong><sup>2</sup></strong> Y después de haber ayunado cuarenta días y cuarenta noches, tuvo hambre.&nbsp;</p><p><strong><sup>3 </sup></strong>Y vino a él el tentador, y le dijo: Si eres Hijo de Dios, di que estas piedras se conviertan en pan.&nbsp;</p><p><strong><sup>4</sup></strong> Él respondió y dijo: Escrito está: No solo de pan vivirá el hombre, sino de toda palabra que sale de la boca de Dios.&nbsp;</p><p><strong><sup>5</sup></strong> Entonces el diablo le llevó a la santa ciudad, y le puso sobre el pináculo del templo,&nbsp;</p><p><strong><sup>6</sup> </strong>y le dijo: Si eres Hijo de Dios, échate abajo; porque escrito está: A sus ángeles mandará acerca de ti, y, En sus manos te sostendrán, Para que no tropieces con tu pie en piedra.&nbsp;</p><p><sup><strong>7</strong></sup> Jesús le dijo: Escrito está también: No tentarás al Señor tu Dios.&nbsp;</p><p><strong><sup>8</sup></strong> Otra vez le llevó el diablo a un monte muy alto, y le mostró todos los reinos del mundo y la gloria de ellos,&nbsp;</p><p><sup><strong>9</strong> </sup>y le dijo: Todo esto te daré, si postrado me adorares.&nbsp;</p><p><strong><sup>10</sup></strong> Entonces Jesús le dijo: Vete, Satanás, porque escrito está: Al Señor tu Dios adorarás, y a él sólo servirás.&nbsp;</p><p><strong><sup>11</sup></strong> El diablo entonces le dejó; y he aquí vinieron ángeles y le servían.<br></p><p>El Espíritu había “guiado” a Jesús al desierto con el propósito expreso de que Jesús fuera “tentado por el diablo” (Mat. 4:1). Y, antes de afrontar este encuentro, Jesús ayunó durante cuarenta días. Cuando el Diablo llegó, tentó a Jesús para que convirtiera las piedras en pan, tratando así de aprovechar el hambre extrema de Jesús. Pero el Señor respondió a esta tentación con las Escrituras, y la estratagema de Satanás fracasó.&nbsp;</p><p>Luego, en un intento de hacer que Jesús actuara presuntuosamente, el Diablo lo tentó a arrojarse desde el pináculo del Templo. Satanás tergiversó las Escrituras para sugerir que, si Jesús era realmente el Hijo de Dios, los ángeles lo protegerían. Pero, interpretando correctamente la Escritura, Jesús vuelve a contrarrestar la tentación.&nbsp;</p><p>La tercera tentación revela claramente lo que el Diablo está tratando de lograr. Quiere que Jesús lo adore. Satanás intenta esta vez usurpar la adoración que solo se debe a Dios. Y, para hacerlo, muestra a Jesús “todos los reinos del mundo y su gloria” y luego afirma: “Todo esto te daré si te postras y me adoras” (Mat. 4:8, 9). De hecho, en Lucas 4:6, un texto paralelo al de Mateo, el Diablo afirma: “Toda esta autoridad te daré, y su gloria; porque esto me ha sido entregado, y yo lo doy a quien quiero” (Luc. 4:6). Una vez más, Jesús contrarresta la tentación con las Escrituras, y de nuevo Satanás fracasa.&nbsp;</p><p>En los tres casos, Jesús utilizó las Escrituras para defenderse de los ataques del Enemigo.&nbsp;</p><p><strong>Efesios 6:12 nos recuerda que “no tenemos lucha contra sangre y carne; sino contra principados, contra potestades, contra los gobernadores de este mundo de tinieblas, contra malos espíritus de los aires”. Aunque no deberíamos vivir con temor, ¿por qué debemos recordar siempre la realidad de la lucha que se libra a nuestro alrededor?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de febrero",
               "dayTitle":"<p>LA NATURALEZA DEL CONFLICTO CÓSMICO<br></p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p>Hemos visto algunos pasajes que revelan un conflicto cósmico entre Dios y Satanás. Pero ¿cómo es posible tal conflicto? ¿Cómo podría alguien oponerse al Dios omnipotente? Si el Conflicto Cósmico fuera una mera cuestión de poder, habría terminado antes de empezar. Debe, pues, ser de otro tipo. De hecho, las Escrituras revelan que el Conflicto es una disputa en torno al carácter de Dios, un conflicto acerca de acusaciones difamatorias hechas por el Diablo contra Dios en el sentido de que, entre otras cosas, el Señor no es totalmente bueno y amoroso. Tales afirmaciones no pueden ser contrarrestadas mediante el poder o la fuerza, sino comparando los dos caracteres en pugna.&nbsp;</p><p>“En su trato con el pecado, Dios solo podía emplear la justicia y la verdad. Satanás podía usar lo que Dios no podía usar: la adulación y el engaño. Satanás había tratado de falsificar la Palabra de Dios y había representado de un modo falso su plan de gobierno ante los ángeles, y sostenía que Dios no era justo al imponer leyes y reglas sobre los habitantes del Cielo; que al exigir sumisión y obediencia de sus criaturas solo estaba buscando la exaltación de sí mismo. Por eso debía ser puesto de manifiesto, ante los habitantes del Cielo y ante los de todos los mundos, que el gobierno de Dios es justo; y su Ley, perfecta. Satanás había hecho aparecer como que él mismo estaba tratando de promover el bien del universo. Todos debían llegar a entender el verdadero carácter del Usurpador y su objetivo real. Debía tener tiempo para que se manifestase por medio de sus obras malignas” (Elena G. de White, El conflicto de los siglos, p. 552).&nbsp;</p><p><strong>Lee Juan 8:44 y 45 a la luz de Apocalipsis 12:7 al 9. ¿Qué revelan estos pasajes acerca del carácter del Diablo y su estrategia?&nbsp;</strong></p><p><strong>Juan 8:44-45</strong></p><p><sup><strong>44</strong> </sup>Vosotros sois de vuestro padre el diablo, y los deseos de vuestro padre queréis hacer. Él ha sido homicida desde el principio, y no ha permanecido en la verdad, porque no hay verdad en él. Cuando habla mentira, de suyo habla; porque es mentiroso, y padre de mentira.&nbsp;</p><p><strong><sup>45</sup></strong> Y a mí, porque digo la verdad, no me creéis.<br></p><p><strong>Apocalipsis 12:7-9</strong></p><p><strong><sup>7</sup></strong> Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles;&nbsp;</p><p><strong><sup>8</sup> </strong>pero no prevalecieron, ni se halló ya lugar para ellos en el cielo.&nbsp;</p><p><strong><sup>9</sup> </strong>Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él.<br></p><p>El plan del Diablo ha sido desde el principio hacer creer a los seres humanos que Dios no es realmente justo y amoroso, y que su Ley es opresiva y perjudicial para ellos. No es de extrañar que Jesús se refiriera al Diablo como “mentiroso y padre de mentira” (Juan 8:44). Por el contrario, Jesús vino para “dar testimonio de la verdad” (Juan 18:37) y contrarrestar las mentiras y las calumnias de Satanás, para derrotar y, en última instancia, destruir al Diablo y su poder (1 Juan 3:8; Heb. 2:14).&nbsp;</p><p>Apocalipsis 12:9 y 10 identifica a Satanás como (1) la “serpiente antigua”, (2) como el que en la corte celestial acusa al pueblo de Dios, y (3) como el dragón gobernante que engaña al mundo. La palabra griega traducida como “diablo” significa simplemente “calumniador”, mostrando una vez más que la naturaleza del Conflicto tiene que ver con creencias, incluyendo creencias acerca del carácter de Dios.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de febrero",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p>Lee el capítulo titulado “El origen del mal y del dolor” en las páginas 546 a 558 del libro El conflicto de los siglos, de Elena de White.&nbsp;</p><p>“Nada se enseña con mayor claridad en las Escrituras que el hecho de que Dios no fue en nada responsable de la aparición del pecado; de que no hubo retención arbitraria de la gracia divina ni error alguno en el gobierno divino que dieran lugar al surgimiento de la rebelión. El pecado es un intruso, y no hay razón que pueda explicar su presencia. Es misterioso, inexplicable; excusarlo equivale a defenderlo. […] De haber sido este [Lucifer] aniquilado inmediatamente, aquellos [los ángeles leales] habrían servido a Dios por miedo antes que por amor. La influencia del Engañador no habría quedado destruida del todo, ni el espíritu de rebelión habría sido extirpado por completo. Se debía permitir que el mal llegara a su madurez. Para el bien del universo entero a través de las edades sin fin, Satanás debía desarrollar más plenamente sus principios, para que todos los seres creados pudiesen ver en su verdadera dimensión los cargos contra el gobierno divino, para que la justicia y la misericordia de Dios y la inmutabilidad de su Ley pudiesen quedar para siempre más allá de todo cuestionamiento” (Elena G. de White, El conflicto de los siglos, pp. 546, 553).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1.</strong> Muchos se preguntan cómo una criatura sin pecado como Lucifer pudo pecar. ¿Por qué el pecado es tan “misterioso” e “inexplicable”? ¿Cómo explicar este primer pecado sin excusarlo ni justificarlo? Es decir, ¿por qué explicar su origen sería lo mismo que justificarlo?&nbsp;</p><p><strong>2.</strong> ¿Por qué Dios no borró a Satanás de la faz del universo? ¿Por qué hay que “permitir que el mal llegase a su madurez”? ¿En qué sentido es esa madurez “para el bien del universo entero a través de las edades sin fin”?&nbsp;</p><p><strong>3. </strong>¿Por qué es tan importante comprender que el conflicto entre Dios y Satanás no es una cuestión meramente de poder sino una controversia de otro tipo? ¿Por qué un conflicto en relación con el carácter es más significativo que uno en torno al mero poder?&nbsp;</p><p><strong>4.</strong> ¿De qué manera la comprensión de la naturaleza del Conflicto hace visibles, por así decirlo, las formas en que tu propia vida podría ser un microcosmos del Conflicto Cósmico? ¿Cómo estás experimentando la realidad de ese conflicto? ¿Cómo deberías responder para mostrar de qué lado estás realmente?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":98,
               "idDay":8,
               "idLesson":9,
               "lessonText":"<p><strong>RESEÑA</strong>&nbsp;</p><p><em>Texto clave:</em> Génesis 3:15&nbsp;</p><p><em>Enfoque del estudio:</em> Génesis 3:1-4; Isaías 14:12-15; Ezequiel 28:12-19; Mateo 13:24-30; Juan 8:44; Apocalipsis 12:7-9.&nbsp;</p><p><em>Introducción:</em> El Conflicto Cósmico afecta diariamente a todos los seres humanos y al universo en general. Satanás intenta usurpar el culto que se debe a Dios, pero será finalmente derrotado.&nbsp;</p><p><em>Temática de la lección</em>&nbsp;</p><p>La lección de esta semana subraya tres importantes nociones:&nbsp;</p><p>El Conflicto Cósmico no es una batalla dualista entre poderes omnipotentes: El Conflicto Cósmico se centra en la perfección moral del carácter de Dios y no involucra a dos poderes iguales e independientes que luchan en una guerra sin fin, ya que Lucifer fue creado por Dios pero decidió cuestionar el carácter de su Creador.&nbsp;</p><p>El Conflicto Cósmico involucra al pueblo de Dios: Todo el universo siente los efectos del Conflicto Cósmico. En el Cielo, Cristo fue el blanco principal de la rebelión de Lucifer. En el desierto, Satanás cuestionó la filiación divina de Jesús. Sin embargo, nuestro Señor salió victorioso y tiene el poder de convertirnos en hijos e hijas de Dios.&nbsp;</p><p>La resolución del Conflicto Cósmico no podía ser prematura: Llegará un día en que Dios acabará finalmente con el mal. Mientras tanto, se permite que el mal llegue a su madurez para que las falsas acusaciones hechas contra el gobierno divino puedan ser vistas en su verdadera luz por todos los seres creados.&nbsp;</p><p><em>Aplicación a la vida</em>&nbsp;</p><p>¿De qué manera debería el hecho de que nos enfrentamos a diario a los efectos del Conflicto Cósmico hacernos aún más conscientes y dispuestos a depender de Dios en todo momento?&nbsp;</p><p><strong>COMENTARIO</strong>&nbsp;</p><p><em>El Conflicto Cósmico no es una batalla dualista entre poderes omnipotentes</em>&nbsp;</p><p>Existen distintas versiones del Conflicto Cósmico en diferentes círculos religiosos y filosóficos. Una versión no cristiana influyente es el dualismo. Como señala C. S. Lewis, el dualismo es “la creencia de que existen dos poderes iguales e independientes detrás de todas las cosas, uno bueno y el otro malo, y que este universo es el campo de batalla en el que están empeñados en una guerra interminable”. Decir que estos poderes son igualmente independientes significa que ambos “han existido desde la eternidad” (Cristianismo, y nada más [Caribe, 1977], p. 53). Este combate dualista no es el tipo de conflicto cósmico que relata la Biblia. Desde una perspectiva bíblica, el que ahora se llama Satanás “fue creado por Dios, y [...] era bueno cuando fue creado y luego se desvió”. A semejanza del dualismo, el cristianismo reconoce que nuestro “universo se halla en guerra”. Pero, a diferencia del dualismo, no cree que se trate de “una guerra entre dos poderes [iguales en fuerza e] independientes”, sino “una guerra civil, una rebelión, y nosotros vivimos en una parte del universo ocupada por los rebeldes” (Cristianismo, y nada más, p. 56).</p><p>Por lo tanto, en lugar de un conflicto cósmico librado entre dos poderes omnipotentes independientes, lo que tenemos es una rebelión de la criatura contra el Creador. A la luz del papel de la serpiente engañadora en Génesis 3, el Conflicto se centra en la percepción del carácter de Dios reflejado en su Ley. En otras palabras, ¿es Dios digno de confianza? ¿Podemos creer en sus aseveraciones? Obviamente, estas dos preguntas son cruciales para una relación amorosa. Es imposible desarrollar una relación genuina y profunda de amor con alguien en quien no se confía.&nbsp;</p><p>La rebelión de Lucifer contra Dios, que marcó el inicio del Conflicto Cósmico, comenzó en el Cielo y se puede apreciar en Isaías 14:12 al 15 y Ezequiel 28:12 al 19, especialmente si comparamos estos capítulos con Génesis 3 y Apocalipsis 12. Aunque esos pasajes de Isaías y Ezequiel se refieren en primera instancia a los reyes de Babilonia y Tiro respectivamente, “en cada pasaje hay un movimiento desde el ámbito local e histórico de los reyes terrenales al ámbito sobrenatural celestial que describe a Lucifer/Satán y el surgimiento del Gran Conflicto” (Richard Davidson, “Cosmic narrative for the coming millennium”, Journal of the Adventist Theological Society 11, Nº 1-2 [2000], p. 107). En esencia, Lucifer desea exaltarse a sí mismo como si fuera Dios. Más concretamente, desea poseer mediante la usurpación el estatus y el poder de los que solo Dios es digno, pero no su carácter amoroso, dado que intenta exaltarse mediante la calumnia y la mentira (Gén. 3:4; Juan 8:44).</p><p><em>El Conflicto Cósmico involucra al pueblo de Dios</em></p><p> Aunque el Conflicto Cósmico comenzó en el Cielo con la rebelión de Lucifer contra Dios, con el tiempo involucró a todo el universo, específicamente a los ángeles (Apoc. 12:7-9) y a los seres humanos (Gén. 3). Cuando Eva cayó en la tentación del Diablo y Adán la siguió deliberadamente, nuestro mundo se convirtió en el escenario del Conflicto Cósmico. En un mundo pecaminoso, las criaturas humanas se enfrentan cada día a la existencia y los efectos de ese conflicto. Obviamente, este escenario también se refleja en la historia del pueblo de Dios a lo largo de la Escritura.&nbsp;</p><p>Si el Cristo divino ya era el blanco principal de la rebelión de Lucifer en el Cielo (Apoc. 12:7; ver también el capítulo “El origen del mal”, de Patriarcas y profetas), su condición terrenal como nuestro Redentor, como nuevo representante del pueblo de Dios y como segundo Adán (Rom. 5:14; 1 Cor. 15:22, 45), convirtió al Cristo encarnado en el blanco principal de los ataques intensificados de Satanás en el desierto.&nbsp;</p><p>Antes de relatar la tentación de Cristo, Lucas describe su bautismo y cómo Dios reafirmó que él era su Hijo: “Tú eres mi Hijo amado; en ti me complazco” (Luc. 3:22). A esto le sigue una lista genealógica que comienza con Jesús como “hijo de José” (vers. 23) y retrocede progresivamente (vers. 23-38) hasta Adán, “hijo de Dios” (vers. 38). Con este trasfondo en mente, el oyente o el lector atento del Evangelio ve cómo Satanás comienza sus tentaciones en el desierto cuestionando que Jesús sea “el Hijo de Dios” (Luc. 4:3), que es clara y precisamente lo que la voz divina dijo a Jesús unos versículos antes. Si tomamos a Adán como una referencia importante en la genealogía que precede inmediatamente a la narración de la tentación, existe una gran similitud entre esta y la tentación de la serpiente en el Edén, donde Eva también cuestionó, por lo menos en su mente (ver Gén. 3:1, 4) una clara afirmación que Dios les dirigió acerca de los resultados mortales de comer del árbol del conocimiento del bien y del mal, como se indica unos versículos antes (ver Gén. 2:17).&nbsp;</p><p>De esta manera, la narración de la tentación en el Evangelio muestra que tenemos una historia diferente acerca de la humanidad en Jesús, el nuevo Adán. Mientras que Adán cayó en la tentación del Edén, Jesús venció en la tentación del desierto. Su victoria abrió un nuevo horizonte para los hijos y las hijas de Dios en el Conflicto Cósmico en la medida en que Cristo es el nuevo Adán, es decir, el nuevo jefe de la familia humana.&nbsp;</p><p>En el Evangelio de Mateo, la narración de la tentación aparece justo después del relato del bautismo de Jesús. En lugar de la referencia global y abarcadora de Lucas a Adán, Mateo parece tener en mente al pueblo de Israel. La genealogía se centra en figuras como Abraham y David (Mat. 1:1-17), y el decreto de la matanza de los niños en el contexto de la historia de Jesús (Mat. 2:13-16) se hace eco de la historia de Moisés. La comparación con el pueblo de Israel se hace más enfática cuando observamos que todas las respuestas que Jesús dio al diablo en el desierto están tomadas de la experiencia de Israel en el desierto (Deut. 8:3; 6:16; 6:13). En resumen, donde Israel fracasó, Jesús salió victorioso, lo que abre un nuevo horizonte para el pueblo de Dios en el Conflicto Cósmico, ya que Cristo ocupa representativamente el lugar de un nuevo Israel.&nbsp;</p><p><em>La resolución del Conflicto Cósmico no podía ser prematura&nbsp;</em></p><p>La parábola del trigo y la cizaña en Mateo 13:24 al 30 indica, en la enseñanza de Jesús, la presencia de un conflicto cósmico acerca del Reino de los Cielos. El Enemigo es capaz de sembrar cizaña para que crezca junto con el trigo (la buena semilla). Esta siembra no solo es una acción maligna, sino también engañosa, ya que cualquier intento correctivo de arrancar inmediatamente la cizaña para resolver esta situación problemática puede poner en peligro el trigo (Mat. 13:29). Por esta razón, la necesaria distinción y separación entre ellos debe esperar hasta la siega, o Juicio Final (Mat. 13:30).&nbsp;</p><p>Cabe destacar que el relato de Elena de White acerca de la reacción de Dios ante Lucifer/Satán en las fases iniciales del conflicto cósmico en el Cielo sigue el mismo principio bíblico subrayado en la parábola del trigo y la cizaña. Al explicar por qué Dios no destruyó inmediatamente a Satanás, Elena de White señala que “la influencia del Engañador no habría quedado destruida del todo, ni el espíritu de rebelión habría sido extirpado por completo. Se debía permitir que el mal llegase a su madurez. Para el bien del universo entero a través de las edades sin fin, Satanás debía desarrollar más plenamente sus principios, para que todos los seres creados pudiesen ver en su verdadera dimensión los cargos contra el gobierno divino, para que la justicia y la misericordia de Dios y la inmutabilidad de su Ley pudiesen quedar para siempre más allá de todo cuestionamiento” (El conflicto de los siglos, p. 553).&nbsp;</p><p><strong>APLICACIÓN A LA VIDA</strong>&nbsp;</p><p>Analiza las siguientes preguntas con tus alumnos:&nbsp;</p><p>1. ¿Cuál sería la mejor manera de explicar la naturaleza del Conflicto Cósmico a un no creyente, en vista de que todos enfrentamos los efectos de este conflicto?&nbsp;</p><p>2. Al reflexionar acerca de la forma en que Dios trata las falsas acusaciones del Diablo, resulta conmovedor su carácter amoroso y digno de confianza. ¿Cómo se manifiesta el carácter amoroso de Dios cuando construimos relaciones de confianza mutua con nuestros hermanos de iglesia?&nbsp;</p><p>3. Amar y confiar en alguien depende del carácter moral de la persona en cuestión. ¿Qué virtudes necesitas cultivar en tu propia vida, por la gracia de Dios, para reflejar su carácter?&nbsp;</p><p>4. Cuando las personas se distancian de Dios y dejan de tener una relación cercana con él, cambia su percepción del carácter divino. ¿Cómo podemos experimentar más activamente la presencia de Dios y exaltar sus atributos y su carácter amoroso ante los demás para evitar así este peligro?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>EL CONFLICTO CÓSMICO<br></p>",
         "verse":"<p>“Enemistad pondré entre ti y la mujer, y entre tu descendencia y el Descendiente de ella. Tú le herirás el talón, pero él te aplastará la cabeza” (Gén. 3:15).<br></p>",
         "versionCode":80,
         "weekDate":"22-28 de febrero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
