{
  "data": [
    {
      "color": "#ffb533",
      "id": 2,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "5 de julio",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>El llamado que Dios nos hace cambia el rumbo de nuestra vida. Si seguimos ese llamado, descubriremos que el camino de Dios es siempre la mejor opción para nosotros. Sin embargo, a veces no es fácil aceptar en un primer momento el llamado de Dios.\n</p><p>Tal fue el caso de Moisés y el llamado que Dios le hizo a partir del encuentro en la zarza ardiente. Aunque Moisés pudo haber conocido o no las leyes de la combustión, sabía que lo que estaba viendo era un milagro, y ciertamente esto llamó su atención. El Señor lo estaba llamando sin duda a una tarea específica.\n</p><p>La cuestión era si respondería al llamado a pesar del cambio radical que este supondría en su vida. Moisés no se mostró muy receptivo al principio.\n</p><p>Tal vez recuerdes ocasiones en las que tenías objetivos concretos, pero Dios redirigió tus planes. Es cierto que podemos ser útiles a Dios de muchas maneras, pero aceptar el llamado de Dios y hacer lo que él nos indica es sin duda el camino hacia la existencia más satisfactoria. Puede que no siempre sea fácil, y no lo fue para Moisés, pero cuán insensato es seguir nuestro propio camino cuando Dios nos llama en otra dirección.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de julio",
          "dayTitle": "<p>LA ZARZA ARDIENTE</p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>Moisés tuvo una vida relativamente tranquila después de huir a Madián, donde se casó, tuvo dos hijos, Gersón y Eliezer (Éxo. 18:3, 4), y formó parte de la extensa familia de Jetro, su suegro y sacerdote de ese lugar. Pasó cuarenta relajados años trabajando como pastor y disfrutando de la presencia de Dios tal como se revela en la naturaleza.\n</p><p>Sin embargo, este tiempo no tuvo el propósito de que Moisés simplemente disfrutara de la naturaleza. Estos años de comunión con el Señor lo transformaron y lo prepararon para el liderazgo. Dios también utilizó a Moisés en el tranquilo desierto para escribir, bajo inspiración divina, dos de los libros bíblicos más antiguos: Job y Génesis (ver Elena de White, Patriarcas y profetas, p. 256; Francis D. Nichol, ed., Comentario bíblico adventista del séptimo día [Florida: ACES, 1994], t. 3, p. 1.158). Moisés también recibió de Dios vislumbres cruciales acerca del Gran Conflicto, la Creación, la Caída, el Diluvio, la historia de los patriarcas y, lo más importante, el plan de salvación. Por lo tanto, Moisés desempeñó un papel decisivo para comunicar a toda la humanidad el verdadero conocimiento del Dios vivo, nuestro Creador y Sustentador, y de lo que está haciendo en vista del pecado que ha causado estragos en este planeta. La historia bíblica y de la salvación tienen poco sentido sin el fundamento crucial que Moisés nos dejó bajo inspiración, especialmente en el libro de Génesis.\n</p><p><strong>Lee Éxodo 3:1 al 6. ¿Qué significa el hecho de que el Señor se presentó a Moisés como “Dios de Abraham, Dios de Isaac, Dios de Jacob”?</strong><strong><br><br>Éxodo 3:1-6</strong></p><p>\n</p><p>\n</p>\n<p><strong><sup>1</sup></strong> Apacentando Moisés las ovejas de Jetro su suegro, sacerdote de Madián, llevó las ovejas a través del desierto, y llegó hasta Horeb, monte de Dios.</p>\n<p><strong><sup>2</sup></strong> Y se le apareció el Ángel de Jehová en una llama de fuego en medio de una zarza, y él miró, y vio que la zarza ardía en fuego, y la zarza no se consumía.</p>\n<p><strong><sup>3</sup></strong> Entonces Moisés dijo: Iré yo ahora y veré esta grande visión, por qué causa la zarza no se quema.</p>\n<p><strong><sup>4</sup></strong> Viendo Jehová que él iba a ver, lo llamó Dios de en medio de la zarza, y dijo: ¡Moisés, Moisés! Y él respondió: Heme aquí.</p>\n<p><strong><sup>5</sup></strong> Y dijo: No te acerques; quita tu calzado de tus pies, porque el lugar en que tú estás, tierra santa es.</p>\n<p><strong><sup>6</sup></strong> Y dijo: Yo soy el Dios de tu padre, Dios de Abraham, Dios de Isaac, y Dios de Jacob. Entonces Moisés cubrió su rostro, porque tuvo miedo de mirar a Dios.</p><p>Al ver que la zarza ardiente no era consumida por el fuego, Moisés supo que estaba ante un milagro y que algo dramático e importante estaba ocurriendo. Al acercarse, el Señor le dijo que se quitara el calzado en señal de profundo respeto, ya que la presencia de Dios hacía sagrado aquel lugar.\n</p><p>El Señor se presentó a Moisés como “Dios de Abraham, Dios de Isaac, Dios de Jacob” (Éxo. 3:6). Dios había prometido a estos patriarcas que sus descendientes heredarían Canaán, una promesa que Moisés seguramente conocía. De esa manera, incluso antes de decirlo, el Señor ya estaba preparando el camino para que Moisés supiera lo que se avecinaba y el papel crucial que este habría de desempeñar.\n</p><p><strong>Moisés necesitó ochenta años antes de que Dios lo considerara preparado para su tarea. ¿Qué nos puede enseñar esto acerca de la paciencia?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de julio",
          "dayTitle": "<p>EL ÁNGEL DEL SEÑOR</p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>“El ángel del Señor” apareció a Moisés “entre las llamas de una zarza ardiente” (Éxo. 3:2, NVI). Fue Jesús mismo quien habló a Moisés “desde la zarza” (Éxo. 3:4).\n</p><p>No siempre que en la Biblia se usa el título “el ángel del Señor” se hace una referencia a Jesucristo. El término “ángel” significa simplemente “mensajero” (mal’aj en hebreo) y es el contexto el que determina si se refiere a un ser humano, a un ángel o a Jesús. En muchos casos, “el ángel del Señor” se refiere en la Biblia a una persona divina (analiza, por ejemplo, Gén. 22:11, 15-18; 31:3, 11, 13; Juec. 2:1, 2; 6:11-22; Zac. 3:1, 2). Cuando es así, el ángel del Señor no solo habla en nombre de este, sino que es el Señor mismo. Jesús es el mensajero de Dios para comunicarnos la Palabra del Padre.\n</p><p><strong>Lee Éxodo 3:7 al 12. ¿Cómo explicó Dios a Moisés por qué quería intervenir en favor de los hebreos esclavizados en Egipto?</strong></p><p><strong>Éxodo 3:7-12</strong></p><p>\n</p><p>\n</p>\n<p><strong><sup>7</sup></strong> Dijo luego Jehová: Bien he visto la aflicción de mi pueblo que está en Egipto, y he oído su clamor a causa de sus exactores; pues he conocido sus angustias,</p>\n<p><strong><sup>8</sup></strong> y he descendido para librarlos de mano de los egipcios, y sacarlos de aquella tierra a una tierra buena y ancha, a tierra que fluye leche y miel, a los lugares del cananeo, del heteo, del amorreo, del ferezeo, del heveo y del jebuseo.</p>\n<p><strong><sup>9</sup></strong> El clamor, pues, de los hijos de Israel ha venido delante de mí, y también he visto la opresión con que los egipcios los oprimen.</p>\n<p><strong><sup>10</sup></strong> Ven, por tanto, ahora, y te enviaré a Faraón para que saques de Egipto a mi pueblo, los hijos de Israel.</p>\n<p><strong><sup>11</sup></strong> Entonces respondió Moisés, y dijo: ¿Quién soy yo para que vaya a Faraón, y saque de Egipto a los hijos de Israel?</p>\n<p><strong><sup>12</sup></strong> Y él respondió: Ve, porque yo estaré contigo; y esto te será por señal de que yo te he enviado: cuando hayas sacado de Egipto al pueblo, serviréis a Dios sobre este monte.</p><p>El sufrimiento del pueblo de Dios en Egipto es descrito dramáticamente como un gemido y un desesperado pedido de auxilio. Dios escuchó el clamor de ellos y se preocupó por su situación (Éxo. 2:23-25). Los llamó “mi pueblo” (Éxo. 3:7). Es decir, incluso antes del Sinaí y de la ratificación del pacto, ellos eran su pueblo, y él los haría habitar y prosperar (si obedecían) en la tierra de Canaán, como prometió a sus ancestros.\n</p><p>Dios dijo a Moisés que lo enviaba al faraón con una misión específica: “Así que ahora, ve. Te envío al Faraón para que saques de Egipto a mi pueblo, los israelitas” (Éxo. 3:10, NVI). Dios llama a los hebreos nuevamente “mi pueblo”.\n</p><p>¡Menuda tarea requería Dios de su siervo! En vista de ello, Moisés respondió con una pregunta: “¿Quién soy yo?” Al comprender el significado de lo que sucedería y cuál sería su papel en todo esto, Moisés preguntó por qué había sido elegido por Dios. Aquí tenemos desde el mismo principio una indicación de su carácter, su humildad y su convicción de que no es digno de realizar lo que se le pide.\n</p><p><strong>¿Por qué es tan importante la humildad y el sentido de la propia “indignidad” para quien pretenda seguir al Señor y hacer algo por él?</strong></p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de julio",
          "dayTitle": "<p>EL NOMBRE DEL SEÑOR</p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p><strong>Lee Éxodo 3:13 al 22. ¿Por qué quería Moisés conocer el nombre de Dios y qué significa su pedido?</strong></p>\n<p><strong><sup>13</sup></strong> Dijo Moisés a Dios: He aquí que llego yo a los hijos de Israel, y les digo: El Dios de vuestros padres me ha enviado a vosotros. Si ellos me preguntaren: ¿Cuál es su nombre?, ¿qué les responderé?</p>\n<p><strong><sup>14</sup></strong> Y respondió Dios a Moisés: YO SOY EL QUE SOY. Y dijo: Así dirás a los hijos de Israel: YO SOY me envió a vosotros.</p>\n<p><strong><sup>15</sup></strong> Además dijo Dios a Moisés: Así dirás a los hijos de Israel: Jehová, el Dios de vuestros padres, el Dios de Abraham, Dios de Isaac y Dios de Jacob, me ha enviado a vosotros. Este es mi nombre para siempre; con él se me recordará por todos los siglos.</p>\n<p><strong><sup>16</sup></strong> Ve, y reúne a los ancianos de Israel, y diles: Jehová, el Dios de vuestros padres, el Dios de Abraham, de Isaac y de Jacob, me apareció diciendo: En verdad os he visitado, y he visto lo que se os hace en Egipto;</p>\n<p><strong><sup>17</sup></strong> y he dicho: Yo os sacaré de la aflicción de Egipto a la tierra del cananeo, del heteo, del amorreo, del ferezeo, del heveo y del jebuseo, a una tierra que fluye leche y miel.</p>\n<p><strong><sup>18</sup></strong> Y oirán tu voz; e irás tú, y los ancianos de Israel, al rey de Egipto, y le diréis: Jehová el Dios de los hebreos nos ha encontrado; por tanto, nosotros iremos ahora camino de tres días por el desierto, para que ofrezcamos sacrificios a Jehová nuestro Dios.</p>\n<p><strong><sup>19</sup></strong> Mas yo sé que el rey de Egipto no os dejará ir sino por mano fuerte.</p>\n<p><strong><sup>20</sup></strong> Pero yo extenderé mi mano, y heriré a Egipto con todas mis maravillas que haré en él, y entonces os dejará ir.</p>\n<p><strong><sup>21</sup></strong> Y yo daré a este pueblo gracia en los ojos de los egipcios, para que cuando salgáis, no vayáis con las manos vacías;</p>\n<p><strong><sup>22</sup></strong> sino que pedirá cada mujer a su vecina y a su huéspeda alhajas de plata, alhajas de oro, y vestidos, los cuales pondréis sobre vuestros hijos y vuestras hijas; y despojaréis a Egipto.</p><p>Dios se presenta a Moisés como eheyeh asher ‘eheyeh, que significa literalmente: “Yo seré quien seré” o “Yo soy quien soy”. En Éxodo 3:12, Dios utiliza el mismo verbo (‘eheyeh) que en el versículo 14, cuando dice a Moisés: “Estaré (‘eheyeh) contigo”. Esto significa que Dios es eterno. Es el Dios trascendente y a la vez cercano que habita con los “contritos y humildes de espíritu” (Isa. 57:15).\n</p><p>“Yahvé”, el nombre propio de Dios (traducido en las versiones bíblicas normalmente como “el Señor”), era conocido por el pueblo de Dios desde el principio, aunque no percibieran su significado más profundo. Moisés también conocía el nombre “Yahvé”, pero, al igual que los demás, desconocía su verdadero significado. Su pregunta “¿Cuál es tu nombre?” es una indagación acerca de ese significado más profundo. Una pista útil acerca de esto se encuentra en Éxodo 6:3, donde Dios declaró: “Me aparecí a Abraham, a Isaac y a Jacob como Dios Todopoderoso, pero por mi nombre el Señor no me di a conocer plenamente a ellos” (Éxo. 6:3, NVI). Esto no significa que Adán, Noé, Abraham y los patriarcas no conocieran el nombre “Yahvé” (ver Gén. 2:4, 9; 4:1, 26; 7:5; 15:6-8; etc.). Significa, en cambio, que no conocían su significado más profundo.\n</p><p>Su nombre, “Yahvé”, indica que es el Dios personal, el Dios de su pueblo, el Dios del pacto. Es un Dios cercano, íntimo, que interviene en los asuntos humanos. El Dios todopoderoso (Gén. 17:1) interviene milagrosamente con su poder. Pero el nombre divino “Yahvé” destaca su poder moral mediante el amor y el cuidado. Es el mismo Dios que Elohim (“Dios poderoso, fuerte, trascendente”, el “Dios de todos los pueblos”, “el Gobernante del universo”, “el Creador de todo”), pero el nombre mismo “Yahvé” revela diferentes aspectos de su relación con la humanidad.\n</p><p>Conocer el nombre de Dios o invocarlo no es algo mágico. Se trata de una proclamación acerca de quién es y de lo que significa enseñar a los demás la verdad relativa a él y a la salvación que ofrece a quienes acuden a él con fe. Como dice Joel: “Y todo el que invoque el nombre del Señor será salvo” (Joel 2:32).\n</p><p><strong>¿Cómo has experimentado en tu propia vida la cercanía a Yahvé y la intimidad que desea tener con quienes se entregan a él?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de julio",
          "dayTitle": "<p>CUATRO EXCUSAS</p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p><strong>Lee Éxodo 4:1 al 17. ¿Qué señales permitió Dios que Moisés realizara para reforzar así la posición de este como su mensajero?</strong></p>\n<p><strong><sup>1</sup></strong> Entonces Moisés respondió diciendo: He aquí que ellos no me creerán, ni oirán mi voz; porque dirán: No te ha aparecido Jehová.</p>\n<p><strong><sup>2</sup></strong> Y Jehová dijo: ¿Qué es eso que tienes en tu mano? Y él respondió: Una vara.</p>\n<p><strong><sup>3</sup></strong> Él le dijo: Échala en tierra. Y él la echó en tierra, y se hizo una culebra; y Moisés huía de ella.</p>\n<p><strong><sup>4</sup></strong> Entonces dijo Jehová a Moisés: Extiende tu mano, y tómala por la cola. Y él extendió su mano, y la tomó, y se volvió vara en su mano.</p>\n<p><strong><sup>5</sup></strong> Por esto creerán que se te ha aparecido Jehová, el Dios de tus padres, el Dios de Abraham, Dios de Isaac y Dios de Jacob.</p>\n<p><strong><sup>6</sup></strong> Le dijo además Jehová: Mete ahora tu mano en tu seno. Y él metió la mano en su seno; y cuando la sacó, he aquí que su mano estaba leprosa como la nieve.</p>\n<p><strong><sup>7</sup></strong> Y dijo: Vuelve a meter tu mano en tu seno. Y él volvió a meter su mano en su seno; y al sacarla de nuevo del seno, he aquí que se había vuelto como la otra carne.</p>\n<p><strong><sup>8</sup></strong> Si aconteciere que no te creyeren ni obedecieren a la voz de la primera señal, creerán a la voz de la postrera.</p>\n<p><strong><sup>9</sup></strong> Y si aún no creyeren a estas dos señales, ni oyeren tu voz, tomarás de las aguas del río y las derramarás en tierra; y se cambiarán aquellas aguas que tomarás del río y se harán sangre en la tierra.</p>\n<p><strong><sup>10</sup></strong> Entonces dijo Moisés a Jehová: ¡Ay, Señor! nunca he sido hombre de fácil palabra, ni antes, ni desde que tú hablas a tu siervo; porque soy tardo en el habla y torpe de lengua.</p>\n<p><strong><sup>11</sup></strong> Y Jehová le respondió: ¿Quién dio la boca al hombre? ¿o quién hizo al mudo y al sordo, al que ve y al ciego? ¿No soy yo Jehová?</p>\n<p><strong><sup>12</sup></strong> Ahora pues, ve, y yo estaré con tu boca, y te enseñaré lo que hayas de hablar.</p>\n<p><strong><sup>13</sup></strong> Y él dijo: ¡Ay, Señor! envía, te ruego, por medio del que debes enviar.</p>\n<p><strong><sup>14</sup></strong> Entonces Jehová se enojó contra Moisés, y dijo: ¿No conozco yo a tu hermano Aarón, levita, y que él habla bien? Y he aquí que él saldrá a recibirte, y al verte se alegrará en su corazón.</p>\n<p><strong><sup>15</sup></strong> Tú hablarás a él, y pondrás en su boca las palabras, y yo estaré con tu boca y con la suya, y os enseñaré lo que hayáis de hacer.</p>\n<p><strong><sup>16</sup></strong> Y él hablará por ti al pueblo; él te será a ti en lugar de boca, y tú serás para él en lugar de Dios.</p>\n<p><strong><sup>17</sup></strong> Y tomarás en tu mano esta vara, con la cual harás las señales.</p><p>Moisés trató nuevamente de rehuir la tarea que Dios le encomendaba (ver Éxo. 3:11). No quería ir a Egipto y enfrentarse al faraón. Después de todo, ya había fracasado antes cuando intentó por su cuenta ayudar a los hebreos. Además, su propio pueblo no creía en él ni lo aceptaba como su líder. Por eso formuló una tercera objeción: “¿Y si no me creen ni me escuchan?” (Éxo. 4:1, NVI). No era una pregunta motivada por el deseo de aprender algo nuevo, sino una manera de rehuir la responsabilidad que Dios le pedía que asumiera.\n</p><p>Se ordena entonces a Moisés realizar dos señales milagrosas ante los ancianos de Israel y, más tarde, ante el faraón: su vara se convierte en serpiente y luego vuelve a ser un bastón. Luego, su mano se vuelve leprosa, pero es curada al instante. Ambos milagros debían convencer a los ancianos de que Dios había elegido a Moisés como su instrumento. Se añadió un tercer milagro por si aquello no resultaba suficiente: convertir el agua en sangre (Éxo. 4:8, 9).\n</p><p>Aunque Dios habilitó a Moisés para realizar estos poderosos prodigios, este aún expresa una cuarta excusa: no es buen orador.\n</p><p><strong>Lee Éxodo 4:10 al 18. ¿Cómo responde el Señor a Moisés y qué lecciones podemos extraer de ello para nosotros en el caso de cualquier misión a la que creamos que Dios nos llama?</strong></p><p>\n</p><p>\n</p><p>\n</p>\n<p><strong><sup>10</sup></strong> Entonces dijo Moisés a Jehová: ¡Ay, Señor! nunca he sido hombre de fácil palabra, ni antes, ni desde que tú hablas a tu siervo; porque soy tardo en el habla y torpe de lengua.</p>\n<p><strong><sup>11</sup></strong> Y Jehová le respondió: ¿Quién dio la boca al hombre? ¿o quién hizo al mudo y al sordo, al que ve y al ciego? ¿No soy yo Jehová?</p>\n<p><strong><sup>12</sup></strong> Ahora pues, ve, y yo estaré con tu boca, y te enseñaré lo que hayas de hablar.</p>\n<p><strong><sup>13</sup></strong> Y él dijo: ¡Ay, Señor! envía, te ruego, por medio del que debes enviar.</p>\n<p><strong><sup>14</sup></strong> Entonces Jehová se enojó contra Moisés, y dijo: ¿No conozco yo a tu hermano Aarón, levita, y que él habla bien? Y he aquí que él saldrá a recibirte, y al verte se alegrará en su corazón.</p>\n<p><strong><sup>15</sup></strong> Tú hablarás a él, y pondrás en su boca las palabras, y yo estaré con tu boca y con la suya, y os enseñaré lo que hayáis de hacer.</p>\n<p><strong><sup>16</sup></strong> Y él hablará por ti al pueblo; él te será a ti en lugar de boca, y tú serás para él en lugar de Dios.</p>\n<p><strong><sup>17</sup></strong> Y tomarás en tu mano esta vara, con la cual harás las señales.</p>\n<p><strong><sup>18</sup></strong> Así se fue Moisés, y volviendo a casa de su suegro Jetro, le dijo: Iré ahora, y volveré a mis hermanos que están en Egipto, para ver si aún viven. Y Jetro dijo a Moisés: Ve en paz.</p><p>Este conjunto de cuatro excusas muestra la renuencia de Moisés a aceptar el llamado de Dios. Enmascaró con objeciones “razonables” su renuencia a ir. Las tres primeras excusas tienen forma de preguntas: ¿quién soy yo? ¿Quién eres tú? ¿Y si no me creen? La cuarta objeción es una afirmación: “No soy elocuente”. Dios reaccionó ante todas ellas y aportó en cada caso una poderosa solución. En respuesta a estas excusas, Dios presenta muchas promesas edificantes.\n</p><p>Moisés presenta entonces su quinta y última súplica, y pide directamente: “Señor mío, por favor, envía a otro” (Éxo. 4:13). En respuesta, Dios le dice que ya está enviando a su hermano Aarón a su encuentro como apoyo. Finalmente, Moisés acepta en silencio el llamado y pide a Jetro su bendición antes de partir hacia Egipto.</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de julio",
          "dayTitle": "<p>LA CIRCUNCISIÓN</p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p><strong>Lee Éxodo 4:18 al 31. ¿Cómo entendemos esta extraña historia y qué lección podemos extraer de ella?</strong></p>\n<p><strong><sup>18</sup></strong> Así se fue Moisés, y volviendo a su suegro Jetro, le dijo: Iré ahora, y volveré a mis hermanos que están en Egipto, para ver si aún viven. Y Jetro dijo a Moisés: Ve en paz.</p>\n<p><strong><sup>19</sup></strong> Dijo también Jehová a Moisés en Madián: Ve y vuélvete a Egipto, porque han muerto todos los que procuraban tu muerte.</p>\n<p><strong><sup>20</sup></strong> Entonces Moisés tomó su mujer y sus hijos, y los puso sobre un asno, y volvió a tierra de Egipto. Tomó también Moisés la vara de Dios en su mano.</p>\n<p><strong><sup>21</sup></strong> Y dijo Jehová a Moisés: Cuando hayas vuelto a Egipto, mira que hagas delante de Faraón todas las maravillas que he puesto en tu mano; pero yo endureceré su corazón, de modo que no dejará ir al pueblo.</p>\n<p><strong><sup>22</sup></strong> Y dirás a Faraón: Jehová ha dicho así: Israel es mi hijo, mi primogénito.</p>\n<p><strong><sup>23</sup></strong> Ya te he dicho que dejes ir a mi hijo, para que me sirva; mas no has querido dejarlo ir; he aquí yo voy a matar a tu hijo, tu primogénito.</p>\n<p><strong><sup>24</sup></strong> Y aconteció en el camino, que en una posada Jehová le salió al encuentro, y quiso matarlo.</p>\n<p><strong><sup>25</sup></strong> Entonces Séfora tomó un pedernal afilado y cortó el prepucio de su hijo, y lo echó a sus pies, diciendo: A la verdad tú me eres un esposo de sangre.</p>\n<p><strong><sup>26</sup></strong> Así le dejó luego ir. Y ella dijo: Esposo de sangre, a causa de la circuncisión.</p>\n<p><strong><sup>27</sup></strong> Y Jehová dijo a Aarón: Ve a recibir a Moisés al desierto. Y él fue, y lo encontró en el monte de Dios, y le besó.</p>\n<p><strong><sup>28</sup></strong> Entonces contó Moisés a Aarón todas las palabras de Jehová que le enviaba, y todas las señales que le había dado.</p>\n<p><strong><sup>29</sup></strong> Y fueron Moisés y Aarón, y reunieron a todos los ancianos de los hijos de Israel.</p>\n<p><strong><sup>30</sup></strong> Y habló Aarón acerca de todas las cosas que Jehová había dicho a Moisés, e hizo las señales delante de los ojos del pueblo.</p>\n<p><strong><sup>31</sup></strong> Y el pueblo creyó; y oyendo que Jehová había visitado a los hijos de Israel, y que había visto su aflicción, se inclinaron y adoraron.</p><p>Los estudiantes de la Biblia se escandalizan cuando leen que, después de que Moisés obedeció al Señor y emprendió el viaje de regreso a Egipto, el Señor “estuvo a punto de matarlo” (Éxo. 4:24, NVI). Por el contexto del relato, es evidente que se trataba de la circuncisión. Su hijo menor no estaba circuncidado, como exigía el pacto abrahámico (Gén. 17:10, 11).\n</p><p>Como líder del pueblo de Dios, Moisés debía mostrar su perfecta sumisión y obediencia al Señor a fin de estar capacitado con el propósito de guiar a otras personas para que fueran obedientes. Tenía que ser un modelo de esa entrega total a Dios. Su esposa, Séfora, era una mujer de acción, y circuncidó a su hijo para salvar la vida de su marido. Ella tocó a Moisés con el “prepucio ensangrentado”, y esta sangre representó la expiación, la vida y el sellamiento del pacto. El hecho de que aquello se hiciera tan prontamente añadió dramatismo a la situación.\n</p><p>Es posible extraer una importante lección de este episodio; a saber, nunca debemos dejar de hacer lo que sabemos que es correcto.\n</p><p>“Mientras se alejaba de Madián, Moisés tuvo una terrible y sorprendente manifestación del desagrado del Señor. Se le apareció un ángel en forma amenazadora, como si fuera a destruirlo inmediatamente. No le dio ninguna explicación; pero Moisés recordó que había desdeñado uno de los requerimientos de Dios y, cediendo a la persuasión de su esposa, había dejado de cumplir el rito de la circuncisión en su hijo menor. Falló en cumplir con la condición que podía dar a su hijo el derecho de recibir las bendiciones del pacto de Dios con Israel; y tal descuido de parte del jefe elegido no podía menos que menoscabar ante el pueblo la fuerza de los preceptos divinos. Séfora, temiendo que su esposo fuese muerto, realizó ella misma el rito, y entonces el ángel permitió a Moisés continuar la marcha. En su misión ante Faraón, Moisés iba a exponerse a un gran peligro; su vida podía preservarse solo mediante la protección de los santos ángeles. Pero no estaría seguro mientras tuviera un deber conocido sin cumplir, pues los ángeles de Dios no podrían escudarlo” (Elena de White, Patriarcas y profetas, p. 261).\n</p><p><strong>¿Qué te dice esta historia si eres culpable de descuidar lo que sabes que deberías hacer? ¿Qué cambios necesitas hacer, incluso ahora mismo?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de julio",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p>Lee el capítulo titulado “Moisés” en el libro Patriarcas y profetas, de Elena de White, pp. 256-261. El dramático llamado desde la zarza ardiente fue probablemente la experiencia más transformadora de la vida de Moisés. Todos los otros momentos importantes de su existencia dependieron de su respuesta positiva y obediente al requerimiento divino de sacar a los hebreos de Egipto y conducirlos a la Tierra Prometida.\n</p><p>Nosotros sabemos cómo terminó todo. Pero ponte en el lugar de Moisés cuando estuvo ante la zarza ardiente. Había huido de Egipto para salvar su vida. Una nueva generación de hebreos había llegado a la escena durante los últimos cuarenta años, muchos de los cuales probablemente sabían poco acerca de él o habían recibido información distorsionada acerca de su persona. Sin embargo, ¿ahora era llamado por Dios para guiar a este mismo pueblo lejos de una nación poderosa? No es de extrañar que al principio se mostrara reacio.\n</p><p>Sí, era una tarea extremadamente exigente, pero imagina lo que Moisés habría perdido si se hubiera negado definitivamente a aceptar el llamado de Dios. Tal vez habría desaparecido de las páginas de la historia en lugar de convertirse en una de las personas más grandes e influyentes, no solo del ámbito bíblico, sino del mundo mismo gracias al poder de Dios que obró en él.\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1</strong>. En los tranquilos años que pasó en el desierto, Moisés hizo lo que Dios lo llamó a hacer: fue padre de familia, cuidó ovejas y escribió dos libros bíblicos bajo la inspiración de Dios antes de ser llamado a ser un gran líder del pueblo de Dios. ¿Qué nos enseña la experiencia de Moisés acerca de nuestros deberes en la vida?\n</p><p><strong>2.</strong> Se podría argumentar que, a primera vista, las excusas de Moisés eran en sí mismas bastante razonables. ¿Por qué debería creerme el pueblo? ¿Quién soy yo? No sé hablar bien. ¿Qué debería decirnos esta historia acerca de cómo aprender a confiar en que Dios puede capacitarnos para realizar lo que él nos llama a hacer?\n</p><p><strong>3.&nbsp;</strong>Profundiza en el punto tratado en el estudio del día domingo acerca de la autoría mosaica del libro de Génesis y en cuán importante es esa obra para comprender la historia sagrada y el plan de salvación. ¿Por qué debemos luchar contra los numerosos intentos de debilitar la autoridad del libro, especialmente negando la historicidad de los primeros once capítulos?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Éxodo 3:7, 8.\n</strong></p><p><strong>Enfoque del estudio: Éxodo 3:1-4:31.\n</strong></p><p><strong>Introducción\n</strong></p><p>Dios se reveló a Moisés y lo llamó a ser su siervo para liberar a su pueblo de Egipto y conducirlo a la Tierra Prometida. Moisés se sintió abrumado por ese desafío y pidió a Dios que eligiera a otra persona.\n</p><p><strong>Temática de la lección\n</strong></p><p>En nuestro estudio de Éxodo 3 y 4 subrayaremos un hecho crucial: cuando Dios llama a su pueblo a realizar una tarea específica, también lo equipa y capacita para llevarla a cabo. El llamado y la capacitación van de la mano. El Señor otorga los dones y las habilidades espirituales necesarios. No debemos preocuparnos, aunque la tarea sea enorme y supere con creces nuestras capacidades. Dios está al mando. Debemos permitir que él sea Dios en nuestra vida y confiar plenamente en sus promesas.\n</p><p>Podemos confiar en él. Nuestra responsabilidad es seguirlo y serle obedientes. La estructura de estos dos capítulos, que se refieren a la intervención de Dios en favor de su pueblo, puede dividirse en cuatro partes principales:\n</p><p><strong>1. El encuentro de Dios con Moisés (Éxo. 3:1-4:17)</strong>, que incluye una introducción, un llamado a cumplir una misión (Éxo. 3:1-10) y cuatro secciones que tratan acerca del diálogo entre el Señor y Moisés: (1) Éxodo 3:11, 12; (2) Éxodo 3:13-22; (3) Éxodo 4:1-9; y (4) Éxodo 4:10-12, además de un epílogo consistente en la última súplica de Moisés, la ira de Dios y el envío de Aarón en apoyo de Moisés (Éxo. 4:13-17).\n</p><p><strong>2. El regreso de Moisés a Egipto con su esposa y sus dos hijos</strong>, y la garantía de la ayuda de Dios a Moisés (Éxo. 4:18-23).\n</p><p><strong>3. El problema de la circuncisión (Éxo. 4:24-26).\n</strong></p><p><strong>4. Los encuentros de Moisés con Aarón</strong>, los ancianos y los israelitas (Éxo. 4:27-31). Se anticipan grandes y poderosos actos de Dios. El pueblo cree y adora al Dios viviente que obrará para su redención.\n</p><p><strong>COMENTARIO\n</strong></p><p>El acontecimiento más transformador en la vida de Moisés fue su encuentro personal con el Señor durante la experiencia de la zarza ardiente. Este incidente alteró radicalmente su vida. Tenía ochenta años en el momento del suceso, y vivía una vida plena, estable y bien adaptada. Estaba casado, tenía dos hijos, vivía en Madián y era útil al Señor. En sus momentos de tranquilidad, mientras cuidaba ovejas, Dios lo inspiró para que pusiera por escrito dos libros bíblicos: Job y Génesis. Evidentemente, Moisés estaba satisfecho con su vida familiar y su experiencia con el Señor.\n</p><p>Entonces ocurrió una perturbación en su apacible rutina cotidiana: Moisés vio una zarza ardiente que no era consumida por las llamas que la envolvían.\n</p><p>Cuando el Señor llamó la atención de Moisés, le dijo cuán preocupado estaba por la situación de los israelitas en Egipto, por su miseria, opresión, esclavitud, sufrimiento y pedidos de auxilio. El Señor declaró: “He descendido a librarlos” (Éxo. 3:8). Llamó a los israelitas “mi pueblo” (Éxo. 3:10) y quiso conducirlos a una nueva tierra. La llamamos la Tierra Prometida porque Dios dio su palabra a Abraham, Isaac y Jacob de que sus descendientes heredarían Canaán. Había llegado el momento de que Dios actuara, y Moisés sería el instrumento por medio del cual cumpliría su promesa.\n</p><p>Moisés fue llamado por Dios mismo para volver a Egipto, de donde había huido cuarenta años antes (1490 a. C.) para salvar su propia vida. Moisés debía reunirse ahora con el faraón Tutmosis III (1504-1450 a. C.), a quien conocía personalmente desde la época en que vivía en el palacio. Hatshepsut, la madre adoptiva de Moisés, había muerto en el año 1482 a. C. Cuando Dios pidió a Moisés que regresara y cooperara con él para liberar a los israelitas, le dio dos órdenes: “Por tanto ve, yo te envío a Faraón, para que saques de Egipto a mi pueblo, a los israelitas” (Éxo. 3:10). En este versículo, Dios utilizó dos imperativos que no resultan tan evidentes en nuestras traducciones bíblicas modernas. Dios dijo enfáticamente a Moisés: (1) “Ve” y (2) “saca de Egipto a mi pueblo”. He allí el llamado de Dios a Moisés.\n</p><p>Las cuatro excusas de Moisés y las cuatro promesas de Dios “¿Quién soy yo?” frente a “Yo estaré contigo” (Éxo. 3:11, 12) Cuando escuchó las órdenes “ve” y “saca a mi pueblo de Egipto”, Moisés no estuvo dispuesto a acatarlas y empleó cuatro estrategias para rehuir la misión que se le encomendaba. En primer lugar, se escudó en su humildad y formuló una excelente pregunta: “¿Quién soy yo?” Es importante reconocer nuestra insuficiencia e incapacidad para hacer lo que Dios nos pide.\n</p><p>El poder para avanzar en pos de la conducción divina no reside en nosotros, sino en el hecho de que Dios nos capacita cuando lo seguimos humildemente. Sin embargo, Moisés fue más allá de este reconocimiento para eludir la comisión divina.\n</p><p>En respuesta, Dios aseguró a Moisés que estaría con él (la misma expresión “estaré” se utiliza en los vers. 12 y 14) y que tanto él como los israelitas adorarían a Dios en ese mismo monte, el Sinaí, donde ahora estaban. Esta promesa lo incluía todo, pues la presencia de Dios junto a su pueblo incluye todo lo necesario. En tal sentido, el mensaje implícito en el nombre “Emmanuel” (“Dios con nosotros”) es la promesa más importante.\n</p><p>“¿Cuál es tu nombre?” frente a “Yo soy el que soy” (Éxo. 3:13-22) La segunda excusa de Moisés consistió en interrogar a Dios acerca de su nombre. Esta vez se escudó en la ignorancia del pueblo, alegando con razón que no conocían a Dios personalmente; por lo tanto, ¿cómo sabrían que Moisés era el líder designado por Dios?\n</p><p>El Señor le explicó pacientemente que era el Dios verdadero, eterno y personal; el Dios de la historia, que dirigió a Abraham, Isaac y Jacob, los antepasados de Israel; el Dios que se comunicó con ellos y los cuidó de manera amorosa y misericordiosa; el que les prometió llevarlos a “una tierra que mana leche y miel” (Éxo. 3:17) y bendecirlos abundantemente. El Señor se identificó como el Dios de los hebreos, quien les prometió que cuando salieran de Egipto no lo harían con las manos vacías, sino con muchos dones preciosos que les habían sido retenidos durante el tiempo en que estuvieron esclavizados.\n</p><p>“Ellos no me creerán, ni oirán mi voz” frente a las poderosas señales de Dios (Éxo. 4:1-9) La tercera objeción de Moisés fue la incredulidad de los israelitas: “Ellos no me creerán, ni oirán mi voz”. En respuesta, Dios le dijo que le permitiría realizar dos milagros como demostraciones irrefutables de que lo había elegido como su instrumento para liberar a su pueblo de Egipto: (1) el cayado de Moisés se transformaría en serpiente y viceversa, y (2) la mano de Moisés quedaría leprosa y sería luego sanada. “Nunca he sido hombre de fácil palabra” (Éxo. 4:10) frente a “te enseñaré lo que hayas de hablar” (Éxo. 4:12).\n</p><p>El cuarto pretexto de Moisés para no ir a Egipto fue simple: “No soy buen orador. Nunca he sido elocuente”. Moisés estaba diciendo que no le resultaba fácil formular argumentos y que no dominaba las lenguas egipcia y hebrea. Aquello era comprensible tras cuatro décadas sin usar la lengua egipcia. En respuesta, Dios aseguró a Moisés que le daría la capacidad de expresarse persuasiva y articuladamente pues es el Creador: “Yo estaré en tu boca [es decir, te ayudaré a expresarte], y te enseñaré lo que hayas de hablar” (Éxo. 4:12). Esta promesa nos recuerda un relato similar que aparece en Jeremías 1:5 al 8.\n</p><p>Éxodo 4:13 al 17 describe la excusa final de Moisés y la reacción de Dios ante ella. Moisés estaba acorralado. Todas sus excusas fueron poderosamente refutadas por Dios mismo. ¿Qué haría? Debía definir claramente su posición aceptando o rechazando el llamado de Dios. Sorprendentemente, Moisés se negó a aceptarlo incluso después de que Dios le hizo promesas excepcionales: “Por favor, envía a otro” (Éxo. 4:13).\n</p><p>Ahora se invierten los papeles, ya que Moisés no solo rechaza los imperativos de Dios (“ve” y “saca de Egipto a mi pueblo”), sino también se atreve a decir al Señor lo que este debería hacer, aunque introduce su respuesta con una expresión de respeto: “Por favor, Señor, envía a otro”. El que debía obedecer da, en cambio, indicaciones a Dios. ¡Qué contradicción!\n</p><p>En ese momento, el texto bíblico afirma que “el Señor se enojó con Moisés” (Éxo. 4:14). No obstante, Dios presenta una solución, la persona de Aarón, el hermano de Moisés, quien “ahora […] sale a recibirte” (Éxo. 4:14). Dios conocía de antemano la respuesta negativa de Moisés y ya había enviado a Aarón para animar a ambos a trabajar juntos para cumplir la misión encomendada. Aarón sería la “boca” de Moisés; es decir, el portavoz que comunicaría la palabra del Señor al faraón y al pueblo.\n</p><p>¡Cuán amoroso y bondadoso es Dios! Él ofrece una solución donde nosotros solo vemos oscuridad.\n</p><p>Moisés siguió las instrucciones de Dios con gran vacilación. La Biblia no consigna la respuesta de Moisés a la solución divina, pero los versículos siguientes muestran que fue a Egipto. Como buen hombre de familia, primero habló con Jetro acerca de su designación divina, y su suegro lo envió a Egipto con su bendición. Así, Moisés siguió adelante. De allí en más, todo fluiría de maneras inesperadas.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong>1.</strong> Todo en nuestra vida depende del concepto que tenemos de Dios. ¿Quién es Dios para ti? ¿Cómo ves y entiendes la presencia de Dios en tu vida? ¿Qué imagen de Dios cultivas?\n</p><p><strong>2</strong>. Las relaciones son lo más importante para el Señor, no un objeto, una posesión, un logro, una agenda o una actuación. Él es el Dios de las relaciones. Las relaciones humanas comienzan con una relación vertical con él y se traducen en relaciones horizontales con los demás. ¿De qué manera el encuentro de Moisés con Dios lo convirtió en una nueva persona y en un gran líder?\n</p><p>3. El llamado que Dios nos hace es como una amplia autopista con diferentes sendas o carriles. Normalmente, la tarea o vocación más exigente puede ayudarnos a descubrir que eso es lo que Dios quiere que hagamos. El Señor nunca nos lleva por un camino fácil o egocéntrico. Él quiere nuestro crecimiento y lo mejor para nosotros. Su Palabra nos ordena seguir adelante, aunque la tarea parezca abrumadora o exceda nuestras capacidades. ¿Cómo puedes reconocer el llamado y la vocación que Dios tiene para ti en la vida y estar seguro de ir en pos de ello?\n</p><p><strong>4. </strong>Deseamos hacer la voluntad de Dios en armonía con el plan que tiene para nosotros. ¿Qué excusas das a Dios que te impiden aceptar su plan para tu vida? ¿Qué promesas bíblicas necesitas reclamar para llenarte de esperanza y valor mientras recorres tu senda con Dios? ¿Cómo te animan esas promesas en tu servicio a los demás?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>LA ZARZA ARDIENTE</p>",
      "verse": "<p>“El Señor le dijo: ‘He visto la aflicción de mi pueblo que está en Egipto, he oído el clamor que les arrancan sus opresores, pues conozco sus angustias. Y he descendido a librarlos de mano de los egipcios, y a sacarlos de este país para llevarlos a una tierra buena y espaciosa, que mana leche y miel’ ” (Éxo. 3:7, 8).</p>",
      "versionCode": 25,
      "weekDate": "5-11 de julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
