{
   "data":[
      {
         "color":"#0298A4",
         "id":2,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"6 de julio",
               "dayTitle":"<p>UN DÍA EN EL MINISTERIO DE JESÚS</p>",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>Cada Evangelio presenta el comienzo del ministerio de Jesús de una manera particular.</p><p>Mateo muestra a Jesús llamando discípulos y luego predicando el Sermón del Monte.</p><p>Lucas narra la historia del sermón inaugural de Jesús en la sinagoga de Nazaret.</p><p>Juan cuenta el llamado de varios de los primeros discípulos y la boda de Caná, donde Jesús realizó su primera señal.</p><p>El Evangelio de Marcos narra el llamado de cuatro discípulos, y describe un sábado en Capernaum y lo que ocurrió luego.</p><p>Este “sábado con Jesús”, al comienzo del Evangelio de Marcos, da al lector una idea de quién es él. En el segmento de Marcos que estudiaremos esta semana, hay muy pocas palabras de Jesús: un breve llamado al discipulado, la orden que le da a un demonio, el plan de visitar otros lugares y la curación de un leproso junto con la orden de presentarse ante un sacerdote para ser declarado limpio. El énfasis está en la acción, particularmente en la sanación de las personas. Al escritor del Evangelio le gusta usar la palabra “inmediatamente” para ilustrar la rapidez característica del ministerio de Jesús.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de julio",
               "dayTitle":"<p>“SÍGUEME”</p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Marcos 1:16-20. ¿Quiénes eran los hombres a los que Jesús llamó como discípulos y cuál fue su respuesta?</strong></p><p><strong>16</strong> Andando junto al mar de Galilea, vio a Simón y a Andrés su hermano, que echaban la red en el mar; porque eran pescadores.&nbsp;</p><p><strong>17</strong> Y les dijo Jesús: Venid en pos de mí, y haré que seáis pescadores de hombres.&nbsp;</p><p><strong>18</strong> Y dejando luego sus redes, le siguieron.&nbsp;</p><p><strong>19</strong> Pasando de allí un poco más adelante, vio a Jacobo hijo de Zebedeo, y a Juan su hermano, también ellos en la barca, que remendaban las redes.&nbsp;</p><p><strong>20</strong> Y luego los llamó; y dejando a su padre Zebedeo en la barca con los jornaleros, le siguieron.</p><p>Marcos 1 no registra muchas de las palabras de Jesús. No obstante, Marcos 1:17 da cuenta de las que dirigió a dos pescadores: Simón, quien luego sería llamado “Pedro”, y su hermano Andrés. Los dos hombres están arrojando una red a orillas del Mar de Galilea.</p><p>No se hace mención alguna de un bote u otros accesorios de pesca, lo que podría sugerir que no están en una buena situación financiera. En Marcos 1:19 y 20, Santiago y Juan están en un bote con su padre y sirvientes, lo que parece indicar que estaban en una mejor situación financiera que Pedro y Andrés.</p><p>Lucas afirma que Pedro sí tiene un bote y que, en verdad, Santiago y Juan eran compañeros de Pedro y Andrés (ver Luc. 5:1-11). Pero el Evangelio de Marcos puede estar presentando un contraste entre los dos grupos de hermanos para ilustrar, de esa manera, que Jesús llama al discipulado tanto a quienes tienen menos recursos como a los que tienen más.</p><p>El llamado de Jesús a estos hombres es simple, directo y profético. Los llama a seguirlo; es decir, a llegar a ser sus discípulos. Les asegura que, si responden a su llamado, los convertirá en pescadores de hombres.</p><p><strong>Reflexiona acerca de por qué estos hombres dejaron todo inmediatamente y siguieron a Jesús (Mar. 1:16-20)</strong></p><p>&nbsp;El Evangelio de Juan completa el cuadro (lee Juan 1:29-42). Parece que los hermanos eran seguidores de Juan el Bautista y escucharon su proclamación de que Jesús era “el Cordero de Dios, que quita el pecado del mundo” (Juan 1:29). Ellos encontraron a Jesús y pasaron tiempo con él cerca del río Jordán.<br></p><p><strong>Juan 1:29-42</strong></p><p><strong><sup>29</sup></strong> El siguiente día vio Juan a Jesús que venía a él, y dijo: He aquí el Cordero de Dios, que quita el pecado del mundo.&nbsp;</p><p><strong><sup>30</sup></strong> Este es aquel de quien yo dije: Después de mí viene un varón, el cual es antes de mí; porque era primero que yo.&nbsp;</p><p><strong><sup>31</sup></strong> Y yo no le conocía; mas para que fuese manifestado a Israel, por esto vine yo bautizando con agua.&nbsp;</p><p><strong><sup>32</sup></strong> También dio Juan testimonio, diciendo: Vi al Espíritu que descendía del cielo como paloma, y permaneció sobre él.&nbsp;</p><p><strong><sup>33</sup></strong> Y yo no le conocía; pero el que me envió a bautizar con agua, aquel me dijo: Sobre quien veas descender el Espíritu y que permanece sobre él, ese es el que bautiza con el Espíritu Santo.&nbsp;</p><p><strong><sup>34</sup></strong> Y yo le vi, y he dado testimonio de que este es el Hijo de Dios.</p><p><strong><sup>35</sup></strong> El siguiente día otra vez estaba Juan, y dos de sus discípulos.&nbsp;</p><p><strong><sup>36</sup></strong> Y mirando a Jesús que andaba por allí, dijo: He aquí el Cordero de Dios.&nbsp;</p><p><strong><sup>37</sup></strong> Le oyeron hablar los dos discípulos, y siguieron a Jesús.&nbsp;</p><p><strong><sup>38</sup></strong> Y volviéndose Jesús, y viendo que le seguían, les dijo: ¿Qué buscáis? Ellos le dijeron: Rabí (que traducido es, Maestro), ¿dónde moras?&nbsp;</p><p><strong><sup>39</sup></strong> Les dijo: Venid y ved. Fueron, y vieron donde moraba, y se quedaron con él aquel día; porque era como la hora décima.&nbsp;</p><p><strong><sup>40</sup></strong> Andrés, hermano de Simón Pedro, era uno de los dos que habían oído a Juan, y habían seguido a Jesús.&nbsp;</p><p><strong><sup>41</sup></strong> Este halló primero a su hermano Simón, y le dijo: Hemos hallado al Mesías (que traducido es, el Cristo).&nbsp;</p><p><strong><sup>42</sup></strong> Y le trajo a Jesús. Y mirándole Jesús, dijo: Tú eres Simón, hijo de Jonás; tú serás llamado Cefas (que quiere decir, Pedro).</p><p>En consecuencia, su aceptación del llamado de Jesús al ministerio no fue una reacción alocada o impensada sino algo que habían considerado detenidamente.</p><p>¿Por qué no aporta Marcos más detalles? Probablemente, para destacar el poder de Jesús. Él llama, y unos pescadores dispuestos responden, como consecuencia de lo cual ni la vida de ellos ni el mundo volverían a ser iguales.</p><p><strong>¿Qué has sido llamado a abandonar para para seguir a Jesús? (Reflexiona en las implicaciones de tu respuesta, especialmente si no puedes pensar en algo).</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de julio",
               "dayTitle":"<p>UN INOLVIDABLE SERVICIO DE ADORACIÓN</p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Marcos 1:21-28. ¿Qué experiencia inolvidable tuvo lugar en la sinagoga de Capernaum y qué verdades espirituales podemos recoger de este relato?</strong></p><p><strong>Marcos 1:21-28</strong></p><p><strong><sup>21</sup></strong> Y entraron en Capernaum; y los días de reposo, entrando en la sinagoga, enseñaba.&nbsp;</p><p><strong><sup>22</sup></strong> Y se admiraban de su doctrina; porque les enseñaba como quien tiene autoridad, y no como los escribas.&nbsp;</p><p><strong><sup>23</sup></strong> Pero había en la sinagoga de ellos un hombre con espíritu inmundo, que dio voces,&nbsp;</p><p><strong><sup>24</sup></strong> diciendo: ¡Ah! ¿qué tienes con nosotros, Jesús nazareno? ¿Has venido para destruirnos? Sé quién eres, el Santo de Dios.</p><p><strong><sup>25</sup></strong> Pero Jesús le reprendió, diciendo: ¡Cállate, y sal de él!&nbsp;</p><p><strong><sup>26</sup></strong> Y el espíritu inmundo, sacudiéndole con violencia, y clamando a gran voz, salió de él.&nbsp;</p><p><strong><sup>27</sup></strong> Y todos se asombraron, de tal manera que discutían entre sí, diciendo: ¿Qué es esto? ¿Qué nueva doctrina es esta, que con autoridad manda aun a los espíritus inmundos, y le obedecen?&nbsp;</p><p><strong><sup>28</sup></strong> Y muy pronto se difundió su fama por toda la provincia alrededor de Galilea.</p><p>La mayoría de los cristianos atesora momentos inolvidables de su senda cristiana: la decisión de seguir a Jesús, el día de su bautismo, un poderoso sermón durante el cual experimentaron profundamente la presencia de Dios. Algunos de estos momentos pueden no solo ser inolvidables, sino también transformadores.</p><p>Esa pudo haber sido la experiencia de algunos en Capernaum aquel sábado descrito en Marcos 1. “Y admiraban su enseñanza, porque les enseñaba con plena autoridad y no como los escribas” (Mar. 1:22). Mientras Jesús enseñaba, un endemoniado, impactado sin duda por la enseñanza de Jesús, exclamó: “¿Qué tienes con nosotros, Jesús nazareno? ¿Has venido a destruirnos? Sé quién eres:</p><p>¡El Santo de Dios!” (Mar. 1:24). Jesús expulsó entonces al demonio. Piensa en las implicaciones de esas palabras del demonio. Para empezar, el demonio identifica a Jesús como “el Santo de Dios”. Reconoce así que Jesús es el santo emisario de Dios en contraste con las impuras e impías huestes de Satanás. Uno espera encontrar personas y cosas santas en un ambiente de adoración, no impureza e impiedad. Por lo tanto, hay en esta historia un marcado contraste entre las fuerzas del bien y las del mal. Podemos ver aquí la realidad del Gran Conflicto. La gente puede no saber aún quién es Jesús, pero el demonio ciertamente lo sabe y también lo reconoce públicamente.</p><p>En segundo lugar, la orden de salir del hombre es comprensible, pero ¿por qué la orden “¡Cállate!” (vers. 25)? A partir de aquí, aparece un notable tema en Marcos: el llamado de Jesús a guardar silencio acerca de quién es él. Los eruditos llaman a esto “el secreto mesiánico”.</p><p>El llamado de Jesús al silencio tiene sentido al considerar las connotaciones políticas propias de las expectativas mesiánicas de su tiempo. Era riesgoso ser un mesías. No obstante, junto con los llamados al silencio se encuentran las inconfundibles revelaciones de quién es Jesús. Lo que resultará claro con el tiempo es que la identidad de Jesús no puede ser ocultada, y la verdad acerca de quién es él se convierte en el centro del mensaje del evangelio. Las personas no solo necesitan saber quién es Jesús, sino también tomar una decisión sobre cómo responderán a su venida y lo que significa para ellas.</p><p><strong>Al tratar de dar testimonio a otros, ¿cuándo podría ser prudente no presentar todo lo que creemos acerca de “la Verdad Presente”?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de julio",
               "dayTitle":"<p>MÁS MINISTERIO SABÁTICO</p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p>Lee Marcos 1:29 al 34. ¿Cómo ayudó Jesús a la familia de Pedro y qué lecciones espirituales podemos extraer de este relato?</p><p><strong>Marcos 1:29-34</strong></p><p><strong><sup>29</sup></strong> Al salir de la sinagoga, vinieron a casa de Simón y Andrés, con Jacobo y Juan.&nbsp;</p><p><strong><sup>30</sup></strong> Y la suegra de Simón estaba acostada con fiebre; y en seguida le hablaron de ella.&nbsp;</p><p><strong><sup>31</sup></strong> Entonces él se acercó, y la tomó de la mano y la levantó; e inmediatamente le dejó la fiebre, y ella les servía.</p><p><strong><sup>32</sup></strong> Cuando llegó la noche, luego que el sol se puso, le trajeron todos los que tenían enfermedades, y a los endemoniados;&nbsp;</p><p><strong><sup>33</sup></strong> y toda la ciudad se agolpó a la puerta.&nbsp;</p><p><strong><sup>34</sup></strong> Y sanó a muchos que estaban enfermos de diversas enfermedades, y echó fuera muchos demonios; y no dejaba hablar a los demonios, porque le conocían.<br></p><p>Después del asombroso servicio religioso en la sinagoga, Jesús se retira con su pequeño grupo de discípulos (Pedro, Andrés, Santiago y Juan) al hogar de Pedro, evidentemente para dedicar el resto del sábado a una comida amistosa y a la confraternidad.</p><p>Pero una nota de preocupación sobrevuela la escena: la suegra de Pedro está enferma y afiebrada, lo que en ese tiempo significaba solo dos opciones: recuperarse o morir. Ellos le hablan a Jesús de la enfermedad, y Jesús toma a la suegra de Pedro de la mano y la pone en pie. Ella inmediatamente comienza a atender las necesidades de ellos. ¡Qué poderoso ejemplo de que quienes han sido salvados y sanados por Jesús sirven a otros como resultado!</p><p>A lo largo del Evangelio de Marcos, ocurre a menudo que Jesús sana a las personas afectadas tocándolas (Mar. 1:41; 5:41), aunque en otras ocasiones no se menciona ningún toque (Mar. 2:1-12; 3:1-6; 5:7-13).</p><p>Jesús no había concluido aún su tarea de servicio aquel día. Después de la puesta de sol, muchos acudieron a la casa de Pedro buscando sanidad, sin duda después de ver lo sucedido en la sinagoga ese día o por haber oído acerca de ello.</p><p>El hecho de que el escritor del Evangelio no diga a sus lectores que la gente esperó a causa de las horas sabáticas para recién entonces acudir allí indica que él daba por sentado que sabían acerca del reposo sabático. Este rasgo del Evangelio de Marcos es consistente con el hecho de que sus lectores observaban el sábado. Marcos dice que la ciudad entera se dio cita en la puerta de la casa aquel atardecer (Mar. 1:33). Sin duda, Jesús tuvo que dedicar considerable tiempo para atender a todas esas personas.</p><p>“Durante horas y horas, llegaban y se iban; porque nadie sabía si al día siguiente encontrarían al Médico todavía entre ellos. Nunca antes había presenciado Capernaum un día como ese. Llenaban el aire las voces de triunfo y de liberación. El Salvador se regocijaba por la alegría que había despertado.</p><p>Mientras presenciaba los sufrimientos de aquellos que habían acudido a él, su corazón se conmovía de simpatía y se regocijaba en su poder de devolverles la salud y la felicidad.</p><p>“Jesús no cesó de trabajar hasta que el último doliente hubo quedado aliviado. Ya era muy avanzada la noche cuando la muchedumbre se fue, y el silencio descendió sobre el hogar de Simón. Había terminado el largo día lleno de excitación, y Jesús buscó descanso. Pero, mientras la ciudad estaba aún envuelta por el sueño, el Salvador ‘levantándose muy de mañana, siendo aún muy oscuro, salió y se fue a un lugar desierto, y allí oraba’ ” (Elena de White, El Deseado de todas las gentes [DTG], p. 225).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de julio",
               "dayTitle":"<p>EL SECRETO DEL MINISTERIO DE JESÚS</p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Marcos 1:35 al 39. ¿Qué importantes lecciones pueden ser extraídas de lo que Jesús hizo aquí?</strong></p><p><strong>&nbsp;Marcos 1:35-39</strong></p><p><strong><sup>35</sup></strong> Levantándose muy de mañana, siendo aún muy oscuro, salió y se fue a un lugar desierto, y allí oraba.&nbsp;</p><p><strong><sup>36</sup></strong> Y le buscó Simón, y los que con él estaban;&nbsp;</p><p><strong><sup>37</sup></strong> y hallándole, le dijeron: Todos te buscan.</p><p><strong><sup>38</sup></strong> Él les dijo: Vamos a los lugares vecinos, para que predique también allí; porque para esto he venido.&nbsp;</p><p><strong><sup>39</sup></strong> Y predicaba en las sinagogas de ellos en toda Galilea, y echaba fuera los demonios.</p><p>Jesús se levantó antes del amanecer y fue a un lugar desierto, tranquilo, para orar. Marcos 1:35 destaca la oración como el foco de la acción de Jesús. Todas las otras formas verbales que forman parte de esa declaración se encuentran en un formato resumido: se levantó, salió, se fue (todas expresadas mediante el tiempo verbal conocido en griego como aoristo, indicando así acción completada). Pero el verbo “orar” está conjugado en tiempo imperfecto, una forma usada para expresar, particularmente aquí, un proceso en curso. Él estaba orando, seguía orando. El texto destaca también cuán temprano se levantaba Jesús para orar, lo que implica que el tiempo que dedicaba a orar a solas era considerable.</p><p>A lo largo de los evangelios, se nos presenta a Jesús como una persona de oración (ver Mat. 14:23; Mar. 6:46; Juan 17). Este parece ser uno de los secretos del poder del ministerio de Jesús.</p><p>Lee Lucas 6:12. ¿Qué nos enseña esto acerca de la vida de oración de Jesús? Muchos cristianos han establecido momentos específicos para la oración. Esta práctica es correcta y provechosa, pero también puede volverse una rutina, algo que se hace casi sin pensar. Una manera de salir de un molde preestablecido es cambiar ocasionalmente el momento dedicado a orar u orar a veces durante más tiempo. El punto es no encerrarse a uno mismo en una especie de fórmula invariable.</p><p>Pedro y sus compañeros no fueron con Jesús al lugar de oración. Probablemente conocían el sitio, pues lo encontraron allí. Su observación de que todos estaban buscando a Jesús era una sugerencia de que extendiera la emocionante experiencia del día previo, y siguiera sanando y enseñando. Sorprendentemente, Jesús se niega a ello y señala hacia un campo de servicio más amplio en favor de otros lugares. Él les dijo: “Vamos a los lugares vecinos, para que predique también allí; porque para esto he venido” (Mar. 1:38).</p><p><strong>Si Jesús mismo necesitó dedicar tanto tiempo a orar, ¿cuánto tiempo deberíamos nosotros pasar en oración? ¿Qué nos dice el ejemplo de Jesús acerca de ello?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de julio",
               "dayTitle":"<p>¿PUEDES GUARDAR UN SECRETO?</p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p><strong>Lee Marcos 1:40 al 45. ¿Qué nos enseña esto acerca de Jesús y de cómo se relacionó con los marginados de la sociedad?</strong></p><p><strong>Marcos 1:40-45</strong></p><p><strong><sup>40</sup></strong> Vino a él un leproso, rogándole; e hincada la rodilla, le dijo: Si quieres, puedes limpiarme.&nbsp;</p><p><strong><sup>41</sup></strong> Y Jesús, teniendo misericordia de él, extendió la mano y le tocó, y le dijo: Quiero, sé limpio.&nbsp;</p><p><strong><sup>42</sup></strong> Y así que él hubo hablado, al instante la lepra se fue de aquel, y quedó limpio.&nbsp;</p><p><strong><sup>43</sup></strong> Entonces le encargó rigurosamente, y le despidió luego,&nbsp;</p><p><strong><sup>44</sup></strong> y le dijo: Mira, no digas a nadie nada, sino ve, muéstrate al sacerdote, y ofrece por tu purificación lo que Moisés mandó, para testimonio a ellos.&nbsp;</p><p><strong><sup>45</sup></strong> Pero ido él, comenzó a publicarlo mucho y a divulgar el hecho, de manera que ya Jesús no podía entrar abiertamente en la ciudad, sino que se quedaba fuera en los lugares desiertos; y venían a él de todas partes.</p><p>La lepra descrita en este pasaje, al igual que en todo el Antiguo Testamento, no se refiere solo a lo que conocemos hoy como la enfermedad de Hansen, o lepra auténtica. La terminología bíblica sería mejor traducida como “temida enfermedad de la piel” y podía incluir otras dolencias cutáneas.</p><p>La lepra propiamente dicha, o mal de Hansen, pudo haber llegado al Cercano Oriente alrededor del tercer siglo antes de Cristo (ver David P. Wright y Richard N. Jones, “leprosy [lepra]”, The Anchor Bible Dictionary, v. 4 [Nueva York: Doubleday, 1992], pp. 277-282). Por lo tanto, el leproso del que habla el pasaje en cuestión pudo haber tenido la enfermedad de Hansen, aunque no sabemos con certeza de qué dolencia sufría, solo que estaba enfermo.</p><p>El leproso confía en que Jesús puede limpiarlo. Según Levítico 13, un leproso era ritualmente impuro y debía evitar el contacto con otras personas (ver Lev. 13:45, 46).</p><p>Sin embargo, Jesús es movido por la compasión y toca al hombre. “Jesús se compadeció de él. Extendió su mano, lo tocó y le dijo: ‘ Así lo quiero. ¡Queda limpio!’ ” (Mar. 1:41). Esta acción debería haber contaminado ritualmente a Jesús hasta el atardecer, cuando le habría sido requerido que se lavara a fin de volver a ser ritualmente limpio (compara con Levítico 13-15). Pero Marcos tiene claro que la acción de Jesús de tocar al hombre enfermo limpió a este de su lepra. En consecuencia, Jesús no fue ritualmente contaminado por el hecho de tocarlo.</p><p>Jesús le dice al hombre que vaya a un sacerdote y que ofrezca el sacrificio ordenado por Moisés para tales casos en Levítico 14. A lo largo del Evangelio de Marcos, Jesús se manifiesta en favor de lo que Moisés enseñó (ver Mar. 7:10; 10:3, 4; 12:26, 29-31). Esa posición está en marcado contraste con los dirigentes religiosos, quienes en pasajes como los de Marcos 7, 10 y 12 desvirtúan el propósito original de las enseñanzas comunicadas por medio de Moisés. Estos detalles explican la orden de guardar silencio dada por Jesús al hombre en Marcos 1:44. Si contaba su curación, esto podía prejuiciar la decisión del sacerdote en contra de Jesús.</p><p>Pero el leproso sanado parece no entender esto y, en desobediencia al mandato de Jesús, esparce la noticia por todas partes, lo que impide a Jesús entrar abiertamente en los poblados para realizar su ministerio.</p><p><strong>¿Cómo podemos ser cuidadosos para no hacer cosas que obstaculicen la difusión del evangelio, independientemente de cuán buenas sean nuestras intenciones?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 de julio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p><strong>Lee los capítulos titulados “En Capernaum” y “Puedes limpiarme”, en El Deseado de todas las gentes, de Elena de White, pp. 217-237.</strong></p><p>¿Qué cuadro de Jesús presenta Marcos 1? Jesús tiene autoridad para llamar discípulos, y quienes son llamados responden. Él es santo, en contraste con los espíritus impuros, que están a las órdenes de Satanás. Una gran batalla está teniendo lugar entre las fuerzas del bien y las del mal, y Jesús tiene más poder que los demonios. Jesús siente compasión por los enfermos y los ayuda, tocándolos aun cuando nadie más lo haría. “Mientras estaba Jesús en la sinagoga, hablando del reino que había venido a establecer y de su misión de libertar a los cautivos de Satanás, fue interrumpido por un grito de terror. Un loco se lanzó hacia adelante de entre la gente, clamando: ‘Déjanos, ¿qué tenemos contigo, Jesús Nazareno? ¿has venido a destruirnos? Yo te conozco quién eres, el Santo de Dios’.<br></p><p>“Ahora todo era confusión y alarma. La atención se desvió de Cristo, y la gente ya no oyó sus palabras. Tal era el propósito de Satanás al conducir a su víctima a la sinagoga. Pero Jesús reprendió al demonio diciendo: ‘¡Cállate! ¡Sal de este hombre!’ Entonces el demonio derribó al hombre en medio de la gente y salió de él sin hacerle ningún daño. […] Aquel que había vencido a Satanás en el desierto de la tentación se volvía a encontrar frente a frente con su enemigo.</p><p>El demonio ejercía todo su poder para retener el control de su víctima. Perder terreno sería dar una victoria a Jesús. Parecía que el torturado iba a perder su vida en la lucha contra el enemigo que había arruinado su virilidad. Pero el Salvador habló con autoridad, y libertó al cautivo” (DTG 220, 221).</p><p>Mientras tanto, nuestro Salvador desarrollaba un ministerio muy activo: iba de un lugar a otro y estaba en contacto casi constante con muchas personas. ¿Cómo pudo mantener un enfoque sereno y estable durante su ministerio en favor de las personas? Indudablemente, eso fue posible en virtud de su experiencia diaria con la oración.</p><p>Piensa en lo que podría ser una agenda manejable de cantidad de tiempo dedicado a la oración y al estudio de las Escrituras. Encuentra un esquema que te dé resultado y dedica tiempo a desarrollar un espíritu apacible, guiado por el Espíritu y la Palabra de Dios.</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p>Dialoguen en la clase sobre la cuestión de la oración y por qué es tan importante en la vida cristiana. ¿Cuáles son algunas de las preguntas que las personas se hacen acerca del propósito y la eficacia de la oración?</p><p><strong>1.</strong> Hablen acerca de casos en los que lo mejor sería no decir demasiado acerca de nuestra fe. ¿Cuándo podría eso ser prudente y, sin embargo, cómo podemos hacer eso sin comprometer nuestro testimonio?</p><p><strong>2. </strong>¿Quiénes son los “leprosos” en tu cultura actualmente? ¿Cómo puede tu iglesia alcanzar y “tocar” a esas personas a fin de acercarles el evangelio?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>RESEÑA</strong></p><p><strong>Textos clave: Marcos 1:16-45; 5:19.</strong></p><p><strong><span style=\"background-color: initial;\">Enfoque del estudio: Marcos 1.</span><br></strong></p><p><strong>Introducción:</strong></p><p>En el Evangelio de Marcos, Jesús emprende su ministerio terrenal en colaboración con el Padre. Marcos muestra claramente, desde el principio de su relato, que Jesús es “el Hijo de Dios” y lo representa como “el Santo de Dios”. Como Hijo de Dios, Jesús predica “el evangelio del Reino de Dios”. Dotado de estas credenciales celestiales, Jesús inicia un ministerio muy activo en la Tierra, tal como se describe en el primer capítulo de Marcos.</p><p><strong>Temática de la lección:</strong></p><p>El estudio de esta semana considera ciertas facetas del ministerio de Jesús tal como aparecen en Marcos 1; a saber:</p><p><strong>1. </strong>El ministerio de Jesús en asociación con el Padre</p><p><strong>2.</strong> La misión de Jesús desde Capernaum a toda la región de Galilea<br></p><p><strong>3. </strong>Su vida de oración</p><p><strong>4. </strong>Su autoridad</p><p><strong>5</strong>. Su encuentro con los demonios</p><p><br></p><p><strong>COMENTARIO</strong></p><p>El ministerio de Jesús en asociación con el Padre</p><p>La vida y el ministerio de Jesucristo constituyen una demostración exhaustiva del evangelio. Jesús es la encarnación viviente de las buenas noticias de Dios para toda la humanidad. Jesús tenía una idea clara de su misión en esta Tierra: llegar a las personas de todas las regiones con el evangelio de Dios.</p><p>“Vamos a los lugares vecinos, para que predique también allí; porque para esto he venido” (Mar. 1:38). Según Marcos, Jesús ejercía un activo ministerio diario. Es interesante observar que Marcos describe repetidamente no solo las acciones de Jesús, sino también el papel activo de Dios en el ministerio de su Hijo.</p><p>El Padre y el Hijo trabajan en estrecha asociación (Juan 5:19). Tal es el caso en Marcos 5:19: “[Jesús] le dijo: ‘Vete a tu casa, a los tuyos, y cuéntales las grandes cosas que el Señor ha hecho contigo y cómo tuvo compasión de ti’ ” (énfasis añadido). “Marcos presenta a Dios como agente en 75 ocasiones. La agencia explícita de Dios aparece asociada a 35 verbos” (Paul L. Danove, The rhetoric of characterization of God, Jesus, and Jesus’ disciples in the Gospel of Mark [Londres: T&amp;T Clark, 2005], p. 30). Cuando se alude a Dios Padre como agente de una acción determinada, Marcos utiliza la expresión “Dios”, o “Señor” (kyrios), o cita una referencia bíblica. Ejemplos de estos usos se encuentran en Marcos 5:19; 9:37; 10:6, 9; 11:25; 13:19, 20.</p><p><strong>De Capernaum a toda la región de Galilea</strong></p><p>Según Marcos 2:1, Jesús se estableció en Capernaum (ver también Mat. 4:13). Fue aquí donde estableció su base de operaciones durante la mayor parte de su ministerio público. En Mateo 9:1, Capernaum es llamada “su ciudad”.</p><p>El día de Jesús comenzaba muy temprano, como leemos en Marcos 1:35: “Muy temprano de mañana, aún oscuro, Jesús se levantó”. Marcos describe a Jesús yendo de un lugar a otro en la región de Galilea (Mar. 1:14, 39). Con toda seguridad, las zonas adyacentes a Capernaum, hasta el mar de Galilea (Mar. 1:16) y los pueblos cercanos (Mar. 1:38), fueron los lugares más frecuentados por Jesús; pero él trabajó en toda la región de Galilea (Mar. 1:39), incluidas las zonas relativamente más distantes y despobladas fuera de la ciudad (Mar. 1:45).</p><p>En Capernaum, Jesús visitó la sinagoga de esta ciudad (Mar. 1:21) y muchas otras sinagogas establecidas en la región (Mar. 1:39) para enseñar y predicar. Asimismo, cuando llegaba a Jerusalén, Jesús iba todos los días al Templo a enseñar (Mar. 14:49).</p><p>Proclamaba el evangelio de Dios (Mar. 1:14). Además, sanaba a quienes sufrían física, mental y espiritualmente: “Y toda la ciudad se juntó a la puerta. Y sanó a muchos que padecían de diversas enfermedades, y echó a muchos demonios” (Mar. 1:33, 34).</p><p><strong>Jesús, hombre de oración</strong></p><p>En el Evangelio de Marcos se presenta a Jesús realizando una acción tras otra. Marcos destaca el ministerio de Jesús como una serie de acontecimientos que suceden inmediatamente después de un incidente previo. El adverbio griego euthus, traducido al español como “inmediatamente”, “en seguida”, “de repente”, se encuentra en 51 versículos de los cuatro evangelios y 41 veces en Marcos (Mar. 1:21, 28; 6:45, 50; 14:43 ; etc.; ver Danker y otros, A Greek-English lexicon of the New Testament and other early Christian literature, p. 406). Es evidente que el de Marcos es el Evangelio de la acción, el evangelio en movimiento. Sin embargo, aunque Marcos hace hincapié en un Jesús muy activo y ocupado, también subraya que el ministerio de Jesús giraba en torno a una vida de oración.</p><p>La oración fue un elemento clave en la experiencia humana de Jesús y una de las prioridades de su ministerio (Mar. 1:35). Aunque su vida diaria estaba llena de actividades, la comunión con su Padre no era opcional en ninguna circunstancia. Al comienzo de su Evangelio, Marcos subraya la experiencia de oración de Jesús.</p><p>También la destaca cuando el Maestro se enfrentó a espíritus demoníacos durante su ministerio (Mar. 9:29) y en los últimos días de su obra en la Tierra (Mar. 14:32-38).</p><p><strong>La autoridad de Jesús</strong></p><p>La primera referencia a la autoridad de Jesús se encuentra en Marcos 1:22: “Y admiraban su enseñanza, porque les enseñaba con plena autoridad, y no como los escribas”.</p><p>En su comentario sobre Marcos, M. Eugene Boring menciona que, “para el judaísmo y el cristianismo primitivo, Dios era la autoridad suprema; la cuestión era cómo se mediaba esa autoridad divina. En el judaísmo, estaba mediada por la Torá, que luego debía ser interpretada mediante debate y votación por parte de eruditos calificados. Para Marcos, la autoridad de Dios está mediada por la palabra de Jesús, que simplemente se pronuncia” (Mark: A Commentary [Louisville: Westminster John Knox Press, 2006], p. 63). Esta idea explica la preocupación de los dirigentes judíos cuando interrogaron a Jesús: “Vinieron a él los principales sacerdotes, los escribas y los ancianos, y le dijeron: ‘¿Con qué autoridad haces estas cosas? ¿Quién te autorizó para hacerlas?’ ” (Mar. 11:27, 28).</p><p>Aunque los escribas eran maestros de la letra de la Ley, no habían sido transformados por su sustancia. Por lo tanto, no fueron capaces de vivirla, de encarnarla y de demostrar en su vida la dimensión práctica del evangelio (Mar. 1:22). Debemos fijarnos en la discusión entre Jesús y algunos judíos en Juan 5. Jesús les dice: “Ustedes escudriñan las Escrituras porque piensan que en ellas tienen la vida eterna. ¡Ellas testifican de mí! [...]. Pero yo los conozco, que no tienen el amor de Dios en ustedes” (Juan 5:39-42). Jesús, el Maestro y gran Ejemplo, pasa de una conformidad superficial con la mera letra de la Ley a una demostración viviente y real de la verdad bíblica. Marcos 1:27 nos ayuda a comprender mejor la cuestión de la autoridad de Jesús.</p><p>El versículo dice: “Y todos se maravillaron, de tal manera que preguntaban unos a otros: ‘¿Qué es esto? ¡Una nueva doctrina con autoridad! Y aun ordena a los espíritus impuros y le obedecen’ ”. El autor muestra que la gente asocia la enseñanza de Jesús con la autoridad; una autoridad que, a su vez, se asocia visiblemente con las acciones. Marcos asocia y corrobora la autoridad de Jesús con los milagros que realiza. En otras palabras, la autoridad de Jesús implica exousia en griego; es decir, tanto “conocimiento” como “poder”, o “autoridad” (Danker y otros, A Greek-English lexicon of the New Testament and other early Christian literature, p. 353). Para Marcos, la proclamación de la buena nueva por parte de Jesús incluye los milagros.</p><p><strong>Jesús y los demonios</strong></p><p>En Marcos se destaca el enfrentamiento de Jesús con los demonios. El Evangelio registra las fuerzas demoníacas que desafían el ministerio de Jesús (Mar. 1:34, 39; 3:15, 22; 6:13; 7:26, 29, 30; 9:38; 16:9, 17). Estas fuerzas se describen como malignas o como espíritus impuros (Mar. 1:23, 26 en adelante; 3:11, 30; 5:2, 8, 13; 6:7; 7:25; 9:25). Marcos describe a las personas a quienes afligen estos demonios como endemoniadas (Mar. 1:32; 5:18). Ningún otro evangelio contiene tantas referencias a las fuerzas del mal.</p><p>Es importante señalar aquí tres aspectos de los encuentros de Jesús con las fuerzas del mal:</p><p><strong>1. </strong>El mal está presente desde el comienzo del ministerio de Jesús (Mar. 1:23). De hecho, el primero de sus milagros fue, según Marcos, expulsar un espíritu maligno de un hombre en la sinagoga de Capernaum (Mar. 1:25).</p><p><strong>2. </strong>Los demonios reconocían lo que los líderes de Israel no aceptaban acerca de Jesús y su identidad. Los demonios profesaban que Jesús era “el Santo de Dios” (Mar. 1:24), “el Hijo de Dios” (Mar. 3:11) y el “Hijo del Dios Altísimo” (Mar. 5:7).</p><p><strong>3. </strong>Jesús siempre vencía a los demonios. Marcos relata que ellos exclamaron: “¿Has venido a destruirnos?” (Mar. 1:24). En otra ocasión, los demonios “se postraron ante él” (Mar. 3:11).</p><p>Jesús expulsaba a los demonios de sus víctimas humanas independientemente de cuántos fueran (Mar. 5:9; 16:9).</p><p>Considera este perspicaz análisis de la liberación del endemoniado en la sinagoga: “Jesús tiene poder porque es el Hijo de Dios, el Ungido de Dios, dirigido por el Espíritu Santo. La palabra de Jesús hace efectiva la soberanía de Dios; el espíritu impuro se opone a esa soberanía y desafía a Jesús, al tiempo que profana el lugar sagrado de la sinagoga. […] Los demonios pueden protestar, pero no pueden impedir que la soberanía de Dios se extienda rápidamente a través del poder liberador de la Palabra de Jesús” (Ricardo Aguilar, “La liberación de un poseído en una sinagoga (Mar. 1:21b - 28)”, en Reflexiones bíblicas para un mundo en crisis, Javier Quezada ed. [Ciudad de México: Misión Nosotros, 2010], pp. 190-193). Jesús, quien vino a establecer el Reino de Dios (Mar. 1:15), es soberano por encima de todos los espíritus demoníacos. El dominio de Jesús es “dominio eterno” (Dan. 7:14) e incluye la supremacía sobre los poderes terrenales y las fuerzas espirituales malignas. En el Evangelio de Marcos, Satanás es declarado un enemigo derrotado.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Elena de White describió con precisión el ministerio activo de Jesucristo. Ella escribió: “La vida terrenal del Salvador no fue una vida de comodidad y devoción para sí, sino que él trabajó con esfuerzo persistente, fervoroso e infatigable por la salvación de la perdida humanidad. Desde el pesebre hasta el Calvario, siguió la senda de la abnegación y no procuró estar libre de tareas arduas y duros viajes, ni de trabajos y cuidados agotadores” (Elena de White, El camino a Cristo, p. 78).</p><p>Luego añadió: “Así también, los que son participantes de la gracia de Cristo estarán dispuestos a hacer cualquier sacrificio para que los otros por quienes él murió compartan el don celestial. Harán cuanto puedan para que su paso por el mundo lo mejore” (ibíd., p. 78).</p><p>Probablemente la mayoría de los miembros de tu clase sean creyentes que también participan activamente en algún ministerio de la iglesia. Pídeles que consideren las siguientes preguntas y dialoguen acerca de ellas:</p><p><strong>1. </strong>La vida de Jesús estuvo marcada por la abnegación, desde la cuna hasta la Cruz. ¿Alguno de nosotros se ha embarcado ya en un ministerio que le ha exigido demasiado sacrificio? Dialoguen al respecto.</p><p><strong>2. </strong>¿Cómo vivimos el evangelio en nuestra vida diaria?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>UN DÍA EN EL MINISTERIO DE JESÚS</p>",
         "verse":"<p>“Y les dijo: ‘Vengan en pos de mí y los haré pescadores de hombres’ ” (Mar. 1:17).</p>",
         "versionCode":40,
         "weekDate":"6-12 de julio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
