{
  "data": [
    {
      "color": "#FF5733",
      "id": 8,
      "idEs": 18,
      "language": "es",
      "lessonDays": [
        {
          "date": "13 de Mayo",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>La esencia de la dignidad humana es un elemento común de la Creación. El hecho de que hayamos sido creados de manera única por Dios da valor a&nbsp;cada ser humano. El feto en el vientre de la madre, el adolescente tetraplé- jico, el adulto joven con síndrome de Down y la abuela afligida por el Alzheimer tienen un inmenso valor para Dios. Dios es su Padre; ellos son sus hijos e hijas. “El Dios que hizo el mundo y todo lo que hay en él, que es Señor del cielo y de la Tierra, no habita en templos hechos por manos humanas; ni es honrado por manos de hombres [...]. De uno solo hizo todo el linaje de los hombres, para que habitaran en toda la Tierra. Y les ha fijado el orden de las estaciones y los límites de su residencia” (Hech. 17:24-26).&nbsp;</p><p>Tenemos una herencia compartida. Pertenecemos a la misma familia. Somos hermanos y hermanas formados, diseñados y moldeados por el mismo Dios. La Creación nos ofrece un verdadero sentido de autoestima. Cuando los genes y los cromosomas se unieron para formar la estructura biológica única de tu personalidad, Dios rompió el molde. No hay nadie como tú en todo el Universo. ¡Eres único, una creación única, un ser de un valor tan inmenso que el Dios que creó el Cosmos tomó en sí nuestro cuerpo carnal y se ofreció a sí mismo como sacrificio por ti y por tus pecados!</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de Mayo",
          "dayTitle": "<p><strong>EL JUICIO, LA CREACIÓN, Y LA RESPONSABILIDAD</strong></p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p>Si somos un mero conjunto de células formadas de manera aleatoria, tan solo el producto del azar y nada más que un simio avanzado, entonces la vida tiene poco sentido. Si simplemente somos una de las ocho mil millones de personas que se arañan entre sí por el espacio vital en un planeta llamado Tierra, la vida pierde su propósito, más allá de la mera supervivencia. En contraste, la Creación bíblica ofrece una razón y un imperativo moral para vivir. Dios nos creó, y rendi- remos cuenta de nuestros actos. Quien nos dio el sentido de la responsabilidad ha establecido absolutos, incluso en un mundo de relativismo moral.</p><p><strong>Lee Apocalipsis 14:7; Romanos 14:10; y Santiago 2:1 al 13. ¿Qué implica el&nbsp;Juicio sobre cuestiones como la responsabilidad? ¿Cuál es el vínculo entre&nbsp;el juicio, los mandamientos de Dios y la adoración?</strong></p><p><strong>Apocalipsis 14:7</strong></p><p><sup><strong>7 </strong></sup>diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p><p><strong>Romanos 14:10</strong></p><p><strong><sup>10 </sup></strong>Pero tú, ¿por qué juzgas a tu hermano? O tú también, ¿por qué menosprecias a tu hermano? Porque todos compareceremos ante el tribunal de Cristo.</p><p><strong>Santiago 2:1-13</strong></p><p><sup><strong>1&nbsp;</strong></sup>Hermanos míos, que vuestra fe en nuestro glorioso Señor Jesucristo sea sin acepción de personas.&nbsp;</p><p><sup><strong>2 </strong></sup>Porque si en vuestra congregación entra un hombre con anillo de oro y con ropa espléndida, y también entra un pobre con vestido andrajoso,&nbsp;</p><p><sup><strong>3 </strong></sup>y miráis con agrado al que trae la ropa espléndida y le decís: Siéntate tú aquí en buen lugar; y decís al pobre: Estate tú allí en pie, o siéntate aquí bajo mi estrado;&nbsp;</p><p><sup><strong>4 </strong></sup>¿no hacéis distinciones entre vosotros mismos, y venís a ser jueces con malos pensamientos?&nbsp;</p><p><sup><strong>5 </strong></sup>Hermanos míos amados, oíd: ¿No ha elegido Dios a los pobres de este mundo, para que sean ricos en fe y herederos del reino que ha prometido a los que le aman?&nbsp;</p><p><sup><strong>6 </strong></sup>Pero vosotros habéis afrentado al pobre. ¿No os oprimen los ricos, y no son ellos los mismos que os arrastran a los tribunales?&nbsp;</p><p><sup><strong>7 </strong></sup>¿No blasfeman ellos el buen nombre que fue invocado sobre vosotros?\n</p><p><sup><strong>8 </strong></sup>Si en verdad cumplís la ley real, conforme a la Escritura: Amarás a tu prójimo como a ti mismo, bien hacéis;&nbsp;</p><p><sup><strong>9</strong></sup> pero si hacéis acepción de personas, cometéis pecado, y quedáis convictos por la ley como transgresores.&nbsp;</p><p><strong><sup>10 </sup></strong>Porque cualquiera que guardare toda la ley, pero ofendiere en un punto, se hace culpable de todos.&nbsp;</p><p><strong><sup>11 </sup></strong>Porque el que dijo: No cometerás adulterio, también ha dicho: No matarás. Ahora bien, si no cometes adulterio, pero matas, ya te has hecho transgresor de la ley.&nbsp;</p><p><strong><sup>12 </sup></strong>Así hablad, y así haced, como los que habéis de ser juzgados por la ley de la libertad.&nbsp;</p><p><strong><sup>13 </sup></strong>Porque juicio sin misericordia se hará con aquel que no hiciere misericordia; y la misericordia triunfa sobre el juicio.</p><p>El mensaje de los tres ángeles que vuelan por el aire en Apocalipsis 14 anuncia que “ha llegado la hora de su juicio” (Apoc. 14:7). Puesto que Dios nos creó con la capacidad de tomar decisiones morales, somos responsables por las decisiones que tomamos. Si meramente fuéramos un conjunto aleatorio de células o productos de nuestra herencia y medioambiente únicamente, nuestro accionar estaría determinado mayormente por fuerzas sobre las que no ten- dríamos control.&nbsp;</p><p>Pero el Juicio implica responsabilidad moral. En esta hora de crisis de la historia de la Tierra, la hora del Juicio, Dios nos llama a tomar decisiones a la luz de la Eternidad. El llamado ferviente del primer ángel, “Adoren al que hizo el cielo y la Tierra, el mar y las fuentes de las aguas” (Apoc. 14:7), reconoce que la base de toda adoración es el hecho de que Dios nos creó.&nbsp;</p><p>Mientras tanto, nuestra observancia del sábado pone de manifiesto nuestra creencia de que Jesús es digno de ser adorado como nuestro Creador. Revela nuestra aceptación de la Ley, los Diez Mandamientos, como principios divinamente inspirados para vivir una vida plena. Debido a que la Ley es el fundamento del gobierno de Dios y una revelación de su carácter, se convierte en la norma del Juicio. Nuestra fidelidad al mandamiento del sábado es el reconocimiento de nuestro compromiso de llevar una vida de obediencia.</p><p><strong>El concepto que tenemos de la Creación, ¿cómo influye sobre nuestro comportamiento? ¿Qué relación tienen la herencia y el entorno con las decisiones que&nbsp;tomamos a diario? ¿Cómo podemos, por la gracia de Dios, superar los defectos de&nbsp;carácter que no elegimos tener?</strong></p><p>\n</p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de Mayo",
          "dayTitle": "<p><strong>EL SÁBADO Y LA CREACIÓN</strong></p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p>Dios nos dio el sábado porque nuestro mundo necesita desesperadamente el reconfortante mensaje de la Creación. A mediados del siglo XIX, cuando la hipótesis de la Evolución arrasaba con el mundo intelectual, Dios envió un mensaje de esperanza increíble. Hemos estado estudiando este mensaje, que se encuentra en Apocalipsis 14:6 y 7.&nbsp;</p><p>Satanás ha hecho todo lo posible para distorsionar la idea de la Creación porque odia a Jesús y no quiere que él reciba la adoración que le debemos como nuestro Creador y Redentor. El sábado está en el centro del Gran Conflicto, que gira en torno a la dignidad de Cristo para recibir adoración como nuestro Creador. El mensaje de Dios para los últimos días llama a toda la humanidad a adorar a Cristo como el Creador del Cielo y de la Tierra. La base de toda adoración es el hecho de que él nos creó.&nbsp;</p><p><strong>Lee Génesis 2:1 al 3; Éxodo 20:8 al 11; y Deuteronomio 5:12 al 15, en el contexto de Apocalipsis 14:6 y 7. ¿En qué medida el mandamiento del sábado es también el nexo entre la Creación y la Redención?</strong></p><p><strong>Génesis 2:1-3</strong></p><p><sup><strong>1&nbsp;</strong></sup>Fueron, pues, acabados los cielos y la tierra, y todo el ejército de ellos.&nbsp;</p><p><sup><strong>2 </strong></sup>Y acabó Dios en el día séptimo la obra que hizo; y reposó el día séptimo de toda la obra que hizo.&nbsp;</p><p><sup><strong>3 </strong></sup>Y bendijo Dios al día séptimo, y lo santificó, porque en él reposó de toda la obra que había hecho en la creación.</p><p><strong>Éxodo 20:8-11</strong></p><p><sup><strong>8 </strong></sup>Acuérdate del día de reposo para santificarlo.&nbsp;</p><p><sup><strong>9 </strong></sup>Seis días trabajarás, y harás toda tu obra;&nbsp;</p><p><sup><strong>10 </strong></sup>mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas.&nbsp;</p><p><sup><strong>11 </strong></sup>Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.</p><p><strong>Deuteronomio 5:12-15</strong></p><p><sup><strong>12 </strong></sup>Guardarás el día de reposo para santificarlo, como Jehová tu Dios te ha mandado.&nbsp;</p><p><sup><strong>13 </strong></sup>Seis días trabajarás, y harás toda tu obra;&nbsp;</p><p><sup><strong>14 </strong></sup>mas el séptimo día es reposo a Jehová tu Dios; ninguna obra harás tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu sierva, ni tu buey, ni tu asno, ni ningún animal tuyo, ni el extranjero que está dentro de tus puertas, para que descanse tu siervo y tu sierva como tú.&nbsp;</p><p><sup><strong>15 </strong></sup>Acuérdate que fuiste siervo en tierra de Egipto, y que Jehová tu Dios te sacó de allá con mano fuerte y brazo extendido; por lo cual Jehová tu Dios te ha mandado que guardes el día de reposo.</p><p><strong>Apocalipsis 14:6-7</strong></p><p><sup><strong>6 </strong></sup>Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo,&nbsp;</p><p><sup><strong>7 </strong></sup>diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p><p>El sábado es un símbolo eterno de nuestro descanso en Dios. Es una señal especial de lealtad al Creador (Eze. 20:12, 20). No es un requisito legalista ni ar- bitrario, sino que revela que el verdadero descanso de la justicia por las obras se encuentra en él. El sábado habla de un Dios que hizo por nosotros lo que nunca podríamos hacer por nosotros mismos.&nbsp;</p><p>Las Escrituras nos llaman a descansar en su amor y su cuidado cada sábado. El sábado es un símbolo de descanso, no de obras; de gracia, no de legalismo; de seguridad, no de condenación; de dependencia divina, no de nosotros mismos. Cada sábado nos regocijamos en su bondad, y lo alabamos por la salvación que solo podemos encontrar en Cristo.&nbsp;</p><p>El sábado es también el eslabón eterno entre la perfección del Edén en el pasado y la gloria del Cielo nuevo y la Tierra Nueva en el futuro (Isa. 65:17; Apoc. 21:1). El sábado nos llama a regresar a nuestras raíces. Es un vínculo con nuestra familia de origen.</p><p>&nbsp;El sábado se ha guardado en forma continua desde el principio. Es una conexión ininterrumpida con nuestra creación, a través del tiempo. Nos mantiene enfocados en la gloriosa verdad de que somos hijos de Dios. Nos insta a una relación íntima y cercana con él.&nbsp;</p><p><strong>¿De qué modo Apocalipsis 14:6 y 7 alude al mandamiento del sábado, y por qué es importante para nuestro mensaje del tiempo del fin? (Ver Éxo. 20:8–11.)</strong></p><p><strong>Apocalipsis 14:6-7\n</strong></p><p><sup><strong>6 </strong></sup>Vi volar por en medio del cielo a otro ángel, que tenía el evangelio eterno para predicarlo a los moradores de la tierra, a toda nación, tribu, lengua y pueblo, \n</p><p><sup><strong>7 </strong></sup>diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p><p><strong>Éxodo 20:8-11\n</strong></p><p><strong>\n</strong></p><p><span style=\"background-color: initial;\"><sup><strong>8 </strong></sup>Acuérdate del día de reposo para santificarlo.</span><strong><br></strong></p><p><sup><strong>9 </strong></sup>Seis días trabajarás, y harás toda tu obra; \n</p><p><strong><sup>10</sup></strong> mas el séptimo día es reposo para Jehová tu Dios; no hagas en él obra alguna, tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu criada, ni tu bestia, ni tu extranjero que está dentro de tus puertas. \n</p><p><strong><sup>11 </sup></strong>Porque en seis días hizo Jehová los cielos y la tierra, el mar, y todas las cosas que en ellos hay, y reposó en el séptimo día; por tanto, Jehová bendijo el día de reposo y lo santificó.</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de Mayo",
          "dayTitle": "<p><strong>UN ENGAÑO NO TAN SUTIL</strong></p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p>En un intento de destruir la singularidad de nuestra creación, el diablo ha&nbsp;introducido una falsificación no tan sutil. La falsificación, aceptada incluso por&nbsp;algunos de nosotros, es la siguiente. Dios es la causa principal de la Creación,&nbsp;pero le llevó largas eras hacer que haya vida. La Evolución fue el proceso que usó.&nbsp;Este enfoque intenta armonizar los “datos científicos” con el relato del Génesis.&nbsp;Sostiene que los días de la Creación son períodos largos e indefinidos, y que la&nbsp;vida en la Tierra tiene miles de millones de años.</p><p><strong>Lee Salmo 33:6 y 9; y Hebreos 11:3. ¿Qué nos dicen estos claros pasajes&nbsp;bíblicos acerca de cómo Dios creó el mundo?</strong></p><p><strong>Salmo 33:6-9</strong></p><p><sup><strong>6 </strong></sup>Por la palabra de Jehová fueron hechos los cielos,&nbsp;Y todo el ejército de ellos por el aliento de su boca.</p><p><sup><strong>7 </strong></sup>Él junta como montón las aguas del mar;&nbsp;Él pone en depósitos los abismos.</p><p><sup><strong>8 </strong></sup>Tema a Jehová toda la tierra;&nbsp;Teman delante de él todos los habitantes del mundo.</p><p><sup><strong>9 </strong></sup>Porque él dijo, y fue hecho;&nbsp;Él mandó, y existió.</p><p><strong>Hebreos 11:3</strong></p><p><sup><strong>3 </strong></sup>Por la fe entendemos haber sido constituido el universo por la palabra de Dios, de modo que lo que se ve fue hecho de lo que no se veía.</p><p>El relato bíblico es claro: Dios “dijo, y fue hecho; él mandó, y existió” (Sal. 33:9). “Por la fe entendemos que los mundos fueron formados por la palabra de Dios” (Heb. 11:3). El primer capítulo del Génesis afirma que Dios creó el mundo en 6 días literales de 24 horas y descansó en el séptimo. La estructura lingüística de Génesis 1 y 2 no permite ninguna otra concepción. Incluso los eruditos que no creen en la Creación literal de seis días reconocen que la intención del autor era enseñar la Creación de seis días.&nbsp;</p><p>La palabra hebrea para “día”, en Génesis 1, es “yom”. A lo largo de la Biblia, cada vez que un número modifica la palabra “yom” como adjetivo (tercer día, primer día y demás), limita el período de tiempo a 24 horas. No hay una sola ocasión en la Biblia donde un número que modifica el sustantivo “yom” indique un período indefinido. Sin excepción, siempre es un período de 24 horas.&nbsp;</p><p>Además, y puntualmente, si Dios no creó el mundo en seis días literales, ¿qué importancia tiene el día de reposo sabático? ¿Por qué lo ordenaría Dios? No tendría absolutamente ningún sentido dejar el sábado como un legado eterno de una Creación en una semana de seis días, si esta nunca existió. Aceptar las largas edades de la Creación es desafiar la necesidad misma del séptimo día. También plantea serias dudas con respecto a la integridad de las Escrituras.&nbsp;</p><p>Al atacar el sábado, Satanás desafía la esencia misma de la autoridad de Dios; y ¿qué podría ser más eficaz para destruir el monumento conmemorativo de la Creación en seis días que negar la realidad de la Creación en seis días? No es de extrañar que tantas personas, incluso cristianos, ignoren el día de reposo sabático. Qué trampa para el engaño final.</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de Mayo",
          "dayTitle": "<p><strong>LA CREACIÓN, EL SÁBADO Y EL TIEMPO DEL FIN</strong></p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p>El Gran Conflicto, que comenzó en el Cielo hace milenios, gira en torno a&nbsp;la cuestión de la autoridad de Dios. El desafío continúa siendo el mismo hoy.</p><p><strong>Lee Apocalipsis 14:7, 9 y 12. Resume estos versículos completando las&nbsp;oraciones en las siguientes líneas.</strong></p><p><strong>Apocalipsis 14:7,9-12</strong></p><p><sup><strong>7 </strong></sup>diciendo a gran voz: Temed a Dios, y dadle gloria, porque la hora de su juicio ha llegado; y adorad a aquel que hizo el cielo y la tierra, el mar y las fuentes de las aguas.</p><p><sup><strong>9 </strong></sup>Y el tercer ángel los siguió, diciendo a gran voz: Si alguno adora a la bestia y a su imagen, y recibe la marca en su frente o en su mano,&nbsp;</p><p><sup><strong>10 </strong></sup>él también beberá del vino de la ira de Dios, que ha sido vaciado puro en el cáliz de su ira; y será atormentado con fuego y azufre delante de los santos ángeles y del Cordero;&nbsp;</p><p><sup><strong>11 </strong></sup>y el humo de su tormento sube por los siglos de los siglos. Y no tienen reposo de día ni de noche los que adoran a la bestia y a su imagen, ni nadie que reciba la marca de su nombre.\n</p><p><sup><strong>12 </strong></sup>Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús.</p><p>Apocalipsis 14:7 es un llamado a&nbsp;</p><p>Apocalipsis 14:9 es un llamado solemne a no&nbsp;</p><p>Apocalipsis 14:12 describe a un pueblo que&nbsp;</p><p>Estos pasajes dejan en claro que el tema central en el conflicto de los últimos días entre el bien y el mal, entre Cristo y Satanás, es la adoración. ¿Adoramos al Creador o a la bestia? Y, debido a que la Creación forma la base de todas nues- tras creencias (a fin de cuentas, ¿consideramos que tiene algún sentido creer en algo al margen de Dios como nuestro Creador?), el día de reposo sabático, integrado en el mismo relato del Génesis (Gén. 2:1-3) sobre la Creación, se erige como la señal eterna e inmutable de esa Creación. Es el símbolo más básico de la enseñanza más básica. Lo único aún más fundamental que él es Dios mismo.&nbsp;</p><p>Por lo tanto, usurpar el día de reposo sabático es usurpar la autoridad del Señor en el máximo nivel posible, el de Creador. Es ir detrás de todo y arrancarlo de raíz. Por cierto, es intentar ocupar el lugar de Dios mismo (2 Tes. 2:4).&nbsp;</p><p>Por supuesto, el verdadero problema de los últimos días es nuestro amor y lealtad a Jesús. Pero, según la Biblia, este amor se expresa en obediencia a los mandamientos (1 Juan 5:3; Apoc. 14:12), y solo el sábado, entre los Diez Manda- mientos, respalda todo porque solo este señala a Dios como Creador (Éxo. 20:8- 11).&nbsp;</p><p>No es de extrañar que sea el símbolo exterior de la separación final entre los que adoran al Señor y los que adoran a la bestia (Apoc. 14:11, 12). En vista de lo básico y fundamental que es el sábado para todo lo demás, es difícil ver que el desafío final de adorar al Creador podría tratarse de cualquier otra cosa.&nbsp;</p><p><strong>Muchos argumentan que da igual qué día de reposo guardemos, siempre que guardemos uno.&nbsp;¿Cómo respondemos a ese argumento con la Biblia?</strong></p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de Mayo",
          "dayTitle": "<p><strong>EL SÁBADO Y EL DESCANSO ETERNO</strong></p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p>El sábado es un lugar de refugio en un mundo cansado. Cada semana de- jamos las preocupaciones de este mundo y entramos en el reposo de Dios: el sábado. El famoso autor judío Abraham Heschel se refiere al sábado como “un palacio en el tiempo”. Cada séptimo día, el palacio celestial de Dios desciende del Cielo a la Tierra, y el Señor nos invita a la gloria de su presencia durante este período de 24 horas para pasar un tiempo de íntima comunión con él.&nbsp;</p><p>En su libro sobre la belleza y la solemnidad del sábado, Heschel escribe sobre el significado del sábado con estas palabras: “El sábado es una metáfora del Paraíso y un testimonio de la presencia de Dios; en nuestras oraciones, anticipamos una era mesiánica que será un Shabbath, y cada Shabbat nos prepara para esa experiencia: a menos que aprendamos a deleitarnos con el sabor del sábado [...], seremos incapaces de disfrutar del sabor de la Eternidad en el mundo venidero”.&nbsp;</p><p>En la Creación, Jesús construyó una morada especial para nosotros. Podemos encontrar refugio allí. Podemos estar a salvo allí. Su obra está completa. Ha terminado. Cuando descansamos en el día de reposo, descansamos en su cuidado amoroso. Descansamos en previsión de nuestro descanso eterno en el Cielo nuevo y la nueva Tierra venideros.</p><p><strong>Lee Isaías 65:17; 66:22; 2 Pedro 3:13; y Apocalipsis 21:1. ¿En qué sentido&nbsp;el hecho de guardar el día de reposo nos hace avanzar hacia la Eternidad?</strong></p><p><strong>Isaías 65:17<br></strong></p><p><sup style=\"\"><strong>17 </strong></sup>Porque he aquí que yo crearé nuevos cielos y nueva tierra; y de lo primero no habrá memoria, ni más vendrá al pensamiento.</p><p><strong>Isaías 66:22</strong></p><p><sup><strong>22 </strong></sup>Porque como los cielos nuevos y la nueva tierra que yo hago permanecerán delante de mí, dice Jehová, así permanecerá vuestra descendencia y vuestro nombre.</p><p><strong>2 Pedro 3:13</strong></p><p><sup><strong>13 </strong></sup>Pero nosotros esperamos, según sus promesas, cielos nuevos y tierra nueva, en los cuales mora la justicia.</p><p><strong>Apocalipsis 21:1</strong></p><p><sup><strong>1 </strong></sup>Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existía más.</p><p>El mismo Dios que creó la Tierra la primera vez la volverá a crear, y el sábado permanece como símbolo eterno de él como Creador y Redentor (ver Isa. 66:23). De hecho, los judíos consideraban que el sábado era un símbolo, un anticipo de lo que en hebreo se llamaba el olam haba, el mundo venidero.&nbsp;</p><p>El mensaje de los tres ángeles que vuelan en medio del cielo exhortándonos a adorar al Creador es la respuesta del Cielo a la desesperación de muchos en el siglo XXI. Nos señala a nuestro Creador, el que hizo todas las cosas en el principio, y a nuestro Redentor, que después del Juicio, después de erradicar el pecado, hará nuevas todas las cosas. “Entonces, el que estaba sentado en el trono dijo: ‘Yo hago nuevas todas las cosas’. Y agregó: ‘Escribe, porque mis palabras son ciertas y verdaderas’ ” (Apoc. 21:5).&nbsp;</p><p><strong>Personalmente, ¿Cómo puedes hacer que el sábado sea un anticipo del Cielo en tu propia vida y en tu familia?</strong></p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de Mayo",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>“La razón que se nos da [...] para adorar a Dios es que él es el Creador. En la liturgia celestial, los seres celestiales expresaron la idea de una manera muy sucinta: ‘Porque tú creaste todas las cosas’ ([Apoc.] 4:11). En la Tierra, la facultad creadora de Dios necesita ser destacada en la mayor medida posible, por lo que el ángel dice: ‘Adoren al que hizo el Cielo y la Tierra, el mar y las fuentes de las aguas’ ([Apoc.] 14:7). Se ha indicado correctamente que el ángel utiliza el lenguaje del cuarto Mandamiento para justificar el llamado a adorar a Dios (Éxo. 20:11). [...]&nbsp;</p><p>“Dentro del Decálogo, el mandamiento del sábado es su sello, en el sentido de que identifica quién es Dios, el Creador; confirma el territorio sobre el que gobierna: todo lo que creó; y revela su derecho a gobernar, porque él creó todo. Para que el dragón tuviera éxito, este de alguna manera tuvo que desestimar este monumento” (Á. M. Rodríguez, “The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages”, pp. 40, 41).</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1</strong>. El mensaje del sábado, ¿cómo responde las grandes preguntas de la vida: de dónde vengo, por qué estoy aquí y cuál es mi destino eterno?&nbsp;</p><p><strong>2</strong>. Reflexiona sobre la maravilla de la Creación. Detente en el milagro de nuestra propia existencia en este vasto Universo. El hecho de que el pri- mer monumento conmemorativo de esta Creación, el sábado, venga a nosotros (en lugar de que nosotros vayamos a él) cada semana sin excep- ción, ¿qué debería enseñarnos acerca de la importancia de la doctrina de la Creación?&nbsp;</p><p><strong>3</strong>. En Daniel 3 y 6, ¿cómo entiendes el tema de la adoración que se desarrolla en estos relatos inspirados? ¿Qué se encuentra en estos relatos que puede ayudarnos a preparar y anticipar los desafíos que enfrentará el pueblo fiel de Dios durante la crisis en torno a “la marca de la bestia”? 4. ¿Cómo mostrar a alguien que cree que los millones (incluso miles de mi- llones) de años de Evolución fueron el medio por el que Dios realizó su Creación la irracionalidad de guardar el sábado como un monumento a esa Creación?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "0",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>RESEÑA&nbsp;</strong></p><p>En tiempos de crisis, ¿Qué es lo que más anhela el ser humano? Cuando ocurre un desastre, ¿Qué buscamos todos? Lo único que los seres humanos desean más que cualquier otra cosa en tiempos de incertidumbre es seguridad. Cuando ocurre un tornado, un huracán, un tifón o algún otro desastre natural, ¿Qué deseamos desesperadamente? Un lugar para estar seguros con nuestra familia. Este deseo de seguridad también es válido en tiempos de guerra o cuando la violencia hace estragos en nuestras calles.&nbsp;</p><p>En un mundo caótico e incierto, el sábado es un oasis de paz. Nos señala a nuestro Creador, quien nos da la certeza de la seguridad y la protección en su presencia. El sábado es un lugar de refugio, un Santuario en el tiempo que desciende del Cielo a la Tierra cada semana. Nos une en un vínculo común con nuestros hermanos y hermanas en Cristo. El sábado es el gran igualador. Al adorar juntos en sábado, volvemos a reconocer, volvemos a comprender, que somos parte de la gran red de la humanidad, creada por Dios, y que “de uno solo hizo todo el linaje de los hombres” (Hech. 17:26).&nbsp;</p><p>En la lección de esta semana, exploraremos con mayor detalle el significado del sábado en nuestra vida personal, y descubriremos cuánto influye el sábado en nuestras actitudes, decisiones y acciones. Esta semana también estudiaremos el sábado como el punto focal de la crisis del tiempo del fin sobre la Ley de Dios. El ataque final de Satanás será sobre el sábado porque el sábado está incrustado en el corazón de la Ley de Dios como el símbolo eterno de su autoridad creadora.</p><p><strong>COMENTARIO</strong></p><p>La Creación, el sábado y el Juicio están sorprendentemente relacionados en un patrón divino. La Creación habla del Cristo que creó a todas las naciones. Por lo tanto, tenemos una ascendencia común. Cuando el apóstol Pablo debatió con los filósofos en Grecia, utilizó este poderoso argumento: “El Dios que hizo el mundo y todo lo que hay en él [...] de uno solo hizo todo el linaje de los hombres, para que habitaran en toda la Tierra” (Hech. 17:24, 26). El punto de Pablo a los filósofos atenienses era simplemente este: el Dios de la Biblia es el Creador todopoderoso de toda la humanidad; por lo tanto, todos somos parte de la familia humana. Comprender este concepto de la Creación nos lleva a respetarnos, apreciarnos y tratarnos con amabilidad, cortesía y compasión. El sábado es la expresión práctica de que creemos en Dios como Creador y que valoramos la vida humana. La vida humana es sagrada porque es un regalo preciado que nos ha dado nuestro Creador. Nuestra adoración sabática da testimonio de esta verdad eterna. La lección de esta semana trata sobre el sábado a la luz del Juicio.</p><p><strong>El Juicio, la Ley y el libre albedrío\n</strong></p><p>El hecho de que haya un juicio implica que los seres humanos pueden tomar&nbsp;decisiones morales. Si simplemente evolucionáramos, no habría ninguna base real para el libre albedrío. Si todo estuviera determinado por nuestra herencia o nuestro entorno, no seríamos capaces de ejercer nuestro libre albedrío.&nbsp;</p><p>William Provine, profesor de Historia de la Biología en la Universidad de Cornell, reconoce que la Evolución y el libre albedrío son incompatibles. En una conferencia que ofreció el 12 de febrero de 1998, hizo esta notable declaración: “La Evolución naturalista tiene consecuencias claras que Charles Darwin entendía perfectamente [...] [incluyendo la idea de que] el libre albedrío humano es inexistente. [...].&nbsp;</p><p>El libre albedrío es un mito social desastroso y ruin” (William Provine, abstract de “Evolution: Free will and Punishment and Meaning in Life”, charla dictada el 12 de febrero de 1998 (https:www.discovery.org/a/9581/). El libre albedrío definitivamente no es un “mito social ruin”. Es un don inalienable que Dios nos dio a cada uno. Si eliminamos el libre albedrío, no hay manera de determinar qué está bien y qué está mal. Si hay un juicio, debe haber una ley que sea la base de ese juicio.&nbsp;</p><p>El apóstol Santiago declara una verdad eterna cuando dice: “Porque el que guarda toda la ley pero ofende en un solo punto es culpable de todos” (Sant. 2:10). ¿De qué ley está hablando Santiago? Los versículos 11 y 12 lo explican claramente: “Porque el que dijo: ‘No cometerás adulterio’, también ha dicho: ‘No matarás’. Si no cometes adulterio, pero matas, ya eres transgresor de la ley.&nbsp;</p><p>Hablen y obren como los que han de ser juzgados por la ley de la libertad”. En este pasaje de Santiago, se hace referencia a la ley de los Diez Mandamientos, que es la base del juicio de Dios en el tiempo del fin, como la ley de la libertad. El comentario de Elena de White sobre este pasaje es extremadamente útil para comprender la profundidad de estos pasajes: “La única condición bajo la cual es posible la libertad del hombre es que este llegue a ser uno con Cristo. ‘La verdad os hará libres’; y Cristo es la verdad. El pecado solo puede triunfar por medio del debilitamiento de la mente y la destrucción de la libertad del alma. La sujeción a Dios es la restauración del yo de uno; de la verdadera gloria y dignidad del hombre. La ley divina, a la cual somos inducidos a sujetarnos, es ‘la ley de la libertad’ (Sant. 2:12)” (DTG 432). Cuando entregamos nuestra vida a Cristo, experimentamos la verdadera libertad. La obediencia a Dios se convierte en un deleite. Debido a que la adoración sabática está en el corazón de la Ley de Dios, es un símbolo de nuestra completa lealtad a Cristo. Por su gracia, obedecemos los Mandamientos no para ser salvos, sino porque somos salvos por su gracia y deseamos agradarle en todo lo que hacemos. Dios nunca fuerza ni coacciona nuestra voluntad. No obligó a Satanás a servirlo en el Cielo. No obligó a Adán ni a Eva a obedecer en el Edén, y nunca nos obligará a nosotros a obedecer hoy. Una vez más: “En la obra de la redención no hay compulsión. No se emplea ninguna fuerza exterior. Bajo la influencia del Espíritu de Dios el hombre es dejado libre para elegir a quién ha de servir. En el cambio que se produce cuando el alma se entrega a Cristo hay la más completa sensación de libertad. La expulsión del pecado es obra del alma misma. Por cierto, no tenemos poder para librarnos a nosotros mismos del dominio de Satanás; pero cuando deseamos ser libertados del pecado, y en nuestra gran necesidad clamamos por un poder exterior y superior a nosotros, las facultades del alma quedan dotadas de la energía divina del Espíritu Santo y ellas obedecen los dictados de la voluntad en cumplimiento de la voluntad de Dios” (DTG 431, 432). En el engaño final, el diablo intentará coaccionar al pueblo de Dios para que lo sirva. Mediante la restricción de su capacidad para comprar o vender, mediante el ridículo y la calumnia, mediante la persecución, el encarcelamiento e incluso la muerte, lo presionará para que transija. Mientras que Apocalipsis 14:7 nos invita a adorar al Creador, Apocalipsis 14:9 advierte sobre la adoración de la bestia. El conflicto final entre el bien y el mal es sobre la adoración. Un conflicto similar sobre la adoración tuvo lugar cuando Daniel y sus amigos estaban cautivos en Babilonia. Una imagen falsa se erigió en las llanuras de Dura. El rey Nabucodonosor ordenó a todos sus súbditos que se inclinaran para adorar al ídolo de oro. Se aprobó un decreto que condenaba a muerte a todo el que no se inclinara a adorar la imagen de oro. El segundo Mandamiento, que prohíbe forjarse ídolos y adorarlos, se volvió una prueba para los cautivos hebreos. Ellos se encomendaron totalmente a Dios. Como consecuencia de su lealtad y confianza a su Señor, fueron arrojados al horno de fuego. Pero Dios los protegió. Jesucristo, el Hijo del Hombre, entró en las llamas con ellos y les brindó protección divina. En los últimos días de la historia de la Tierra, el mundo será probado con el cuarto Mandamiento: “Acuérdate del día sábado para santificarlo” (Éxo. 20:8). El mandamiento que dirige a toda la humanidad a adorar a su Creador será sustituido por un falso día de adoración. Una vez más, Dios tendrá un pueblo que le será fiel. Apocalipsis 14:12 declara: “ ‘¡Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús!’ ”. El remanente de Dios, su pueblo del tiempo del fin, perseverará hasta el fin. Por su gracia y su poder, “guardarán los mandamientos”. Obedecerán porque la “fe de Jesús” llena su corazón y cada aspecto de su vida. Ellos también experimentarán la misma calidad de fe que Jesús tuvo cuando enfrentó la Cruz. Pondrán toda su confianza en su Padre celestial. Esta relación de confianza con Dios los guiará en medio del conflicto final de la Tierra. La esencia de la lección de esta semana es comprender que aquel que nos creó cuidará de nosotros en la crisis final de la Tierra. Guardar el sábado revela nuestra confianza en Jesús, nuestro Creador, Redentor, Intercesor y Rey venidero. Este es el llamado de Dios a cada uno de nosotros a la luz de su Juicio Final. La obediencia a la Ley es el fruto de nuestra fe.</p><p><strong>APLICACIÓN A LA VIDA</strong></p><p><strong>Para reflexión personal</strong>: John Oxenham era el seudónimo de William&nbsp;Arthur Dunkerley. Oxenham fue un poeta y escritor de himnos en inglés.</p><p>Escribió un poema titulado “Los caminos”, que resume bien la lección de&nbsp;esta semana:</p><p>“A todos los hombres se les abre&nbsp;un camino, y caminos y un camino;&nbsp;y el alma elevada se dirige por el camino alto,&nbsp;y el alma mediocre escoge el camino bajo;&nbsp;y, en medio, en las nubladas planicies,&nbsp;caminan los demás sin rumbo fijo.&nbsp;</p><p>Pero a todos los hombres se les abre&nbsp;un camino alto y otro bajo,&nbsp;y cada hombre decide&nbsp;el camino que emprenderá su alma”.</p><p>El libro de Apocalipsis nos llama a tomar decisiones eternas. No puede haber&nbsp;neutralidad en la última guerra de la Tierra. Las pruebas que enfrentaremos, de las&nbsp;cuales Oxenham escribe con tanta elocuencia, harán que “cada hombre decid[a]&nbsp;el camino que emprenderá su alma”.</p><p>Invita a los miembros de la clase a meditar personalmente sobre las siguientes&nbsp;preguntas durante la próxima semana:</p><p>1. Adorar en sábado, ¿representa un día de deleite para mí o es un requisito&nbsp;legalista? ¿Por qué?</p><p>2. ¿Encuentro mi mayor deleite en hacer la voluntad de Dios? ¿Por qué?\n</p><p>3. ¿Todavía hay cosas en mi vida a las que me he negado a renunciar por&nbsp;causa de Cristo? Si es así, ¿cuáles son? ¿Cómo puedo aprender a renunciar&nbsp;a ellas?</p><p>La Cruz nos llama a una experiencia espiritual mucho más profunda que un&nbsp;mero asentimiento mental a la verdad. A la luz del Juicio Final del Cielo, nuestro&nbsp;Creador nos llama a confiar plenamente en él en estas horas finales y culminantes&nbsp;de la historia de la Tierra.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "2T2023",
      "title": "<p>EL SÁBADO Y EL FIN</p>",
      "verse": "<p>“Y de aclarar a todos la dispensación del misterio escondido desde los siglos en&nbsp;Dios, quien creó todas las cosas” (Efe. 3:9).</p>",
      "versionCode": 2,
      "weekDate": "13-19 de mayo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
