{
   "data":[
      {
         "color":"#011a51",
         "id":710,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"November 30",
               "dayTitle":"",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p>The Gospel of John is divided into four main sections: The Prologue (John 1:1–18), the Book of Signs (John 1:19–12:50), the Book of Glory (John 13:1–20:31), and the Epilogue (John 21:1–25). Our study so far has focused mainly on the Prologue and the Book of Signs, laying out who Jesus is via His miracles (signs), dialogues, and teachings. The lessons now shift particularly to the third section of John, the Book of Glory.\n</p><p>Interestingly, the famous seven “I AM” statements form a bridge across the Book of Signs and the Book of Glory. These are “the bread of life” (John 6:35, 41, 48, 51), “the light of the world” (John 8:12, John 9:5), “the door” (John 10:7, 9), “the good shepherd” (John 10:11, 14), “the resurrection and the life” (John 11:25), “the way, the truth and the life” (John 14:6), and “the true vine” (John 15:1, 5).\n</p><p>This week’s lesson will begin with the purpose of the farewell discourse and its introduction with the significant episode of Jesus’ washing His disciples’ feet. Then it will turn to the “I AM” statement in chapter 14 (“I am the way, the truth, and the life”).</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 1",
               "dayTitle":"<p>I Have Given You an Example</p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p>The farewell discourse (John 13–17) provides instruction for Jesus’ disciples concerning the future. Its literary pattern is similar to Moses’ farewell in Deuteronomy or Jacob’s blessing his children (Genesis 47–49) or David’s instructing Solomon (1 Chronicles 28, 29). Jesus consoles His disciples regarding His departure. He promises a surrogate to represent Him (the Holy Spirit; John 14–16). He predicts grief to come (John 15, 16), and He exhorts the disciples to stay faithful (John 15).\n</p><p><strong>Read John 13:1–20. What happened here, and why is this story so important? What lessons did Jesus seek to teach?\n</strong></p><p><strong>John 13:1–20:\n</strong></p><p><strong>1</strong> Now before the Feast of the Passover, when Jesus knew that His hour had come that He should depart from this world to the Father, having loved His own who were in the world, He loved them to the end.\n</p><p><strong>2</strong> And supper being ended, the devil having already put it into the heart of Judas Iscariot, Simon’s son, to betray Him,\n</p><p><strong>3</strong>&nbsp;Jesus, knowing that the Father had given all things into His hands, and that He had come from God and was going to God,\n</p><p><strong>4</strong> rose from supper and laid aside His garments, took a towel and girded Himself.\n</p><p><strong>5</strong> After that, He poured water into a basin and began to wash the disciples’ feet, and to wipe them with the towel with which He was girded.\n</p><p><strong>6</strong> Then He came to Simon Peter. And Peter said to Him, “Lord, are You washing my feet?”\n</p><p><strong>7</strong> Jesus answered and said to him, “What I am doing you do not understand now, but you will know after this.”\n</p><p><strong>8</strong> Peter said to Him, “You shall never wash my feet!” Jesus answered him, “If I do not wash you, you have no part with Me.”\n</p><p><strong>9</strong> Simon Peter said to Him, “Lord, not my feet only, but also my hands and my head!”\n</p><p><strong>10</strong> Jesus said to him, “He who is bathed needs only to wash his feet, but is completely clean; and you are clean, but not all of you.”\n</p><p><strong>11</strong> For He knew who would betray Him; therefore He said, “You are not all clean.”\n</p><p><strong>12</strong> So when He had washed their feet, taken His garments, and sat down again, He said to them, “Do you know what I have done to you?\n</p><p><strong>13</strong> You call Me Teacher and Lord, and you say well, for so I am.\n</p><p><strong>14</strong> If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet.\n</p><p><strong>15</strong> For I have given you an example, that you should do as I have done to you.\n</p><p><strong>16</strong> Most assuredly, I say to you, a servant is not greater than his master; nor is he who is sent greater than he who sent him.\n</p><p><strong>17</strong> If you know these things, blessed are you if you do them.\n</p><p><strong>18</strong> “I do not speak concerning all of you. I know whom I have chosen; but that the Scripture may be fulfilled, ‘He who eats bread with Me has lifted up his heel against Me.’\n</p><p><strong>19</strong> Now I tell you before it comes, that when it does come to pass, you may believe that I am He.\n</p><p><strong>20</strong> Most assuredly, I say to you, he who receives whomever I send receives Me; and he who receives Me receives Him who sent Me.”\n</p><p>In that part of the world in Jesus’ day, people wore sandals or went barefoot. The feet would become dusty and dirty. It was a custom for a servant or slave to wash the feet of those coming to a meal. But no servant was present for this function on the night Jesus ate His last meal with His disciples before His arrest.\n</p><p>To everyone’s surprise, Jesus Himself arose from the supper and washed all of their feet. John 13:4, 5 tells Jesus’ actions step by step. It is told in such detail to emphasize the Master’s doing this unbelievable act of humility.\n</p><p>By telling about Peter’s response, John 13:8–11 deepens the sense of dismay and incomprehension of the disciples at Jesus’ actions. How could Jesus, the Master, the Messiah, be doing such a lowly task? Peter refused to allow Jesus to wash his feet, only to be told by Jesus that if he did not cooperate, he would have no part with Jesus. Then Peter asked for more, expressing his desire to be connected with Jesus all the way.\n</p><p>The significance of Jesus’ action is tied to who He is. He states in John 13:13 that He is the Teacher and the Lord. That is what they called Him, and He indicates that it is so. These titles express authority and power.\n</p><p>Yet, Jesus teaches that power and authority are to be used for service, not for self-aggrandizement. The Adventist Church has embraced this sense of Jesus’ example, taking what is rightly called the Ordinance of Humility as a preparatory service for the Lord’s Supper.\n</p><p><strong>What does the Ordinance of Humility teach you about following in the footsteps of Jesus and how to humbly serve others?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 2",
               "dayTitle":"<p>I Will Certainly Come Again</p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p><strong>Read John 14:1–3. In what context did Jesus say these words?\n</strong></p><p><strong>John 14:1–3:\n</strong></p><p><strong>1</strong> “Let not your heart be troubled; you believe in God, believe also in Me.\n</p><p><strong>2</strong> In My Father’s house are many mansions; if it were not so, I would have told you. I go to prepare a place for you.\n</p><p><strong>3</strong> And if I go and prepare a place for you, I will come again and receive you to Myself; that where I am, there you may be also.\n</p><p>At the end of John 13, Jesus says that He is going away (John 13:33). This elicits from Peter a query about where He is going (John 13:36). The disciples do not understand that Jesus is talking about His death, resurrection, and ascension. Peter says he is ready to lay down his life for Him (John 13:37). This is when Jesus predicts Peter’s denial (John 13:38).\n</p><p><strong>John 13:33\n</strong></p><p><strong>33</strong> Little children, I shall be with you a little while longer. You will seek Me; and as I said to the Jews, ‘Where I am going, you cannot come,’ so now I say to you.\n</p><p><strong>John 13:36-38\n</strong></p><p><strong>36</strong> Simon Peter said to Him, “Lord, where are You going?” Jesus answered him, “Where I am going you cannot follow Me now, but you shall follow Me afterward.”\n</p><p><strong>37</strong> Peter said to Him, “Lord, why can I not follow You now? I will lay down my life for Your sake.”\n</p><p><strong>38</strong> Jesus answered him, “Will you lay down your life for My sake? Most assuredly, I say to you, the rooster shall not crow till you have denied Me three times.\n</p><p>It is in this context that Jesus tells His disciples not to let their hearts be troubled (John 14:1). The verb troubled is translated in Greek as tarass?, which means to stir up, disturb, unsettle, throw into confusion. It is not surprising that the disciples would be thrown into confusion at Jesus’ words.\n</p><p>But, countering their fears, He talks about His Father’s house, where there are many rooms (not mansions but rooms as in an inn). He is going there to prepare a place for them. His words look beyond the coming storm of the cross to the time when He will return to redeem His people. He is looking to the time when this whole tragedy with sin is finished once and for all (see Dan. 7:27).\n</p><p><strong>Daniel 7:27\n</strong></p><p><strong>27</strong> Then the kingdom and dominion, And the greatness of the kingdoms under the whole heaven, Shall be given to the people, the saints of the Most High. His kingdom is an everlasting kingdom, And all dominions shall serve and obey Him.’\n</p><p>Jesus says, “ ‘If I go . . . , I will come again and receive you to Myself, that where I am, there you may be also’ ” (John 14:3, NKJV). It is clearly a promise of His second coming.\n</p><p>What is the basis for confidence in that promise? Many would say the fulfillment of Bible prophecy, and that is certainly true. But in John 14:3, the basis is stated differently. In this verse, I will come is actually in the present tense in Greek (I am coming). This is a use of the present tense in Greek called the futuristic present. It is a future event spoken of with such certainty that it is described as though already happening. Thus, it is fair to translate the phrase as, I will certainly come again.\n</p><p>The basis of our hope in the return of our Lord is not simply the fulfillment of Bible prophecy. It is also, and more certainly, based on our confidence in the Man who made the promise. He said He will certainly return for His people. We can place our confidence in that promise because of Who made it.\n</p><p><strong>What does the Cross teach us about the certainty of Christ’s sec- ond coming? Without the Second Coming, what good did Jesus’death do us at the first coming?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 3",
               "dayTitle":"<p>I Am the Way, the Truth, and the Life</p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p><strong>Read John 14:5, 6. What query did Thomas make about where Jesus was going? How did Jesus respond?\n</strong></p><p><strong>John 14:5, 6\n</strong></p><p><strong>5</strong> Thomas said to Him, “Lord, we do not know where You are going, and how can we know the way?”\n</p><p><strong>6</strong> Jesus said to him, “I am the way, the truth, and the life. No one comes to the Father except through Me.\n</p><p>Thomas’s query seems logical enough. If you do not know where someone is going, how can you know the way to follow that person? Jesus upends the query by indicating that He Himself is the way. The way to what? The way to the Father. In the Prologue (John 1:1–18), the intimate connection between the Word (logos), Jesus Christ, and the Father is emphasized.\n</p><p>John 1:18 says that the only begotten (better translated here as unique) God is the One who has made the Father known. To make known in this text is the Greek verb ex?geomai, meaning to explain, interpret, exposit. We get the word exegesis from this. It means to bring out the meaning. Thus, Jesus Christ is the link to the Father, the One who explains or interprets the Father to a fallen world. Consequently, He is the way or path to the Father. Without Him, we are limited in our understanding.\n</p><p><strong>Read John 14:7–11. How did Jesus clear up Philip’s misunderstanding?\n</strong></p><p><strong>John 14:7–11\n</strong></p><p><strong>7</strong> “If you had known Me, you would have known My Father also; and from now on you know Him and have seen Him.”\n</p><p><strong>8</strong> Philip said to Him, “Lord, show us the Father, and it is sufficient for us.”\n</p><p><strong>9</strong> Jesus said to him, “Have I been with you so long, and yet you have not known Me, Philip? He who has seen Me has seen the Father; so how can you say, ‘Show us the Father’?\n</p><p><strong>10</strong> Do you not believe that I am in the Father, and the Father in Me? The words that I speak to you I do not speak on My own authority; but the Father who dwells in Me does the works.\n</p><p><strong>11</strong> Believe Me that I am in the Father and the Father in Me, or else believe Me for the sake of the works themselves.\n</p><p>Philip asked to see the Father, something no sinful human can do and live (compare with Exod. 33:17–34:9, John 1:18). Jesus reproves the lack of understanding and points out that if you have seen Him, you have seen the Father (John 14:9). Consequently, it is clear that Jesus is the pathway to God. Without Him, the pathway grows dark and uncertain. He is the light that illuminates the way to God.\n</p><p>Jesus ties together three terms: way, truth, and life. The term way is used only in John 1:23 regarding John the Baptist’s preparing the way for Jesus, and it is used here in John 14:6. But truth and life are major themes in the Gospel. Our study on Wednesday and Thursday will emphasize the concept of truth, a crucial topic, especially in a world where the very idea of “truth” is called into question.\n</p><p><strong>Why is it so comforting to realize that Jesus is the best revelation we will have here of what God the Father is like?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 4",
               "dayTitle":"<p>I AM the Truth</p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p><strong>Read John 1:14, 17; John 8:32; John 14:6; and John 15:26. How does John tie the concept of truth directly to Jesus?\n</strong></p><p><strong>John 1:14, 17\n</strong></p><p><strong>14 </strong>And the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth.\n</p><p><strong>17</strong> For the law was given through Moses, but grace and truth came through Jesus Christ.\n</p><p><strong>John 8:32\n</strong></p><p><strong>32</strong> And you shall know the truth, and the truth shall make you free.”\n</p><p><strong>John 14:6\n</strong></p><p><strong>6</strong> Jesus said to him, “I am the way, the truth, and the life. No one comes to the Father except through Me.\n</p><p><strong>John 15:26\n</strong></p><p><strong>26</strong> “But when the Helper comes, whom I shall send to you from the Father, the Spirit of truth who proceeds from the Father, He will testify of Me.\n</p><p>Again and again in John’s Gospel, truth is connected to Jesus, to His Father, and to the Holy Spirit. Truth is connected with Jesus, the Word (logos), and with light—in contrast to darkness (John 1:1–14, John 3:19–21). And, too, falsehood is connected with the devil and sin (John 8:44–46). Consequently, truth in John is not simply a matter of facts and figures. It does involve such things, but more than this, the idea of truth contains a moral aspect of faithfulness to God and to His will.\n</p><p>“There are many who are crying out for the living God, longing for the divine presence. Philosophical theories or literary essays, however brilliant, cannot satisfy the heart. The assertions and inventions of men are of no value. Let the word of God speak to the people. Let those who have heard only traditions and human theories and maxims hear the voice of Him whose word can renew the soul unto everlasting life.”—Ellen G. White, Christ’s Object Lessons, p. 40.\n</p><p>Think about what it means for Jesus to be the Truth. Jesus is the logos, the Word who was with God from the beginning and who was the Creator of all things created (John 1:1–4). One with the Father from eternity to eternity, Jesus has the characteristics of the Father, and thus is also the “I AM.” His being is not subject to anyone or anything else. Nothing that exists, including knowledge, exists apart from Him. And everything that does exist, that was created, was created only by Jesus and exists only in Him, as well. “For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him. And He is before all things, and in Him all things consist” (Col. 1:16, 17, NKJV).\n</p><p>Jesus is not simply the embodiment of the truth; He is the Truth. Truth is not a concept or a construct. It is a Person!\n</p><p>The Truth, Jesus Christ, can be likened to the sun that lights up the world (John 8:12). It is parallel to what C. S. Lewis stated about Christianity: “I believe in Christianity as I believe that the Sun has risen, not only because I see it, but because by it I see everything else.”—“Is Theology Poetry?” (n. p.: Samizdat University Press, 2014), p. 15, originally presented in 1944.\n</p><p>It is by Jesus, the Truth, that we are able to interpret the world around us rightly.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 5",
               "dayTitle":"<p>The Scriptures and the Truth</p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p>Throughout the Gospel, Scripture plays an important role in telling us about the One who is the way, the truth, and the life. All through the Gospels, as all through the Bible, both the Old and New Testaments, the Scriptures play a key role in revealing truth. This is especially true when it comes to teaching us about who Jesus is and what He came to do.\n</p><p><strong>Read John 5:38–40. What is Jesus saying here about the Scriptures?\n</strong></p><p><strong>John 5:38–40\n</strong></p><p><strong>38</strong> But you do not have His word abiding in you, because whom He sent, Him you do not believe.\n</p><p><strong>39</strong> You search the Scriptures, for in them you think you have eternal life; and these are they which testify of Me.\n</p><p><strong>40</strong> But you are not willing to come to Me that you may have life.\n</p><p>Jesus and His disciples pointed to Scripture again and again to vali- date Him as the Messiah. Christ said, “ ‘If you believed Moses, you would believe Me; for he wrote about Me. But if you do not believe his writings, how will you believe My words?’ ” (John 5:46, 47, NKJV).\n</p><p><strong>Read Luke 24:27. Why is it important that Jesus first pointed to the Scriptures in order to reveal the significance of His ministry?\n</strong></p><p><strong>Luke 24:27.\n</strong></p><p><strong>27</strong> And beginning at Moses and all the Prophets, He expounded to them in all the Scriptures the things concerning Himself.\n</p><p>In another place, while quoting from the book of Exodus, Christ said, “ ‘Have you not read what was spoken to you by God . . . ?’ ” (Matt. 22:31, NKJV). Zacharias referred to the promises of God that “He [God] spoke by the mouth of His holy prophets, who have been since the world began” (Luke 1:70, NKJV). In his sermon on the day of Pentecost, Peter said, “ ‘This Scripture had to be fulfilled, which the Holy Spirit spoke before by the mouth of David’ ” (Acts 1:16, NKJV).\n</p><p>The Bible is not a textbook on science. It does not explain how to split\n</p><p>the atom or perform brain surgery. But it does something even more sig- nificant. It provides the context within which our universe has meaning.\n</p><p>It is the key that opens the door, the light that makes it possible to see. Without it, we would be in the dark about the existence of God, His role in the universe, our own origin, the meaning of life, and the future.\n</p><p><strong>What are some truths taught in the Bible that science, even in theory, can never teach us?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"December 6",
               "dayTitle":"<p>Further Thought:&nbsp;</p><p><strong></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p>Read Ellen G. White, “ ‘The Light of Life,’ ” pp. 463–475, in The Desire of Ages; E. Edward Zinke, “The Authority of the Bible and the Certainty of the Second Coming,” The Certainty of the Second Coming (Hagerstown, MD: Review and Herald Publishing Association, 2000), pp. 23–36.\n</p><p>When Jesus said, “I am the light of the world,” He “was in the court of the temple specially connected with the services of the Feast of\n</p><p>Tabernacles. In the center of this court rose two lofty standards, sup- porting lampstands of great size. After the evening sacrifice, all the\n</p><p>lamps were kindled, shedding their light over Jerusalem. This ceremony was in commemoration of the pillar of light that guided Israel in the desert, and was also regarded as pointing to the coming of the Messiah. At evening when the lamps were lighted, the court was a scene of great rejoicing. . . .\n</p><p>“In the illumination of Jerusalem, the people expressed their hope of the Messiah’s coming to shed His light upon Israel. But to Jesus the scene had a wider meaning. As the radiant lamps of the temple lighted up all about them, so Christ, the source of spiritual light, illumines the darkness of the world. Yet the symbol was imperfect. That great light which His own hand had set in the heavens was a truer representation of the glory of His mission.\n</p><p>“It was morning; the sun had just risen above the Mount of Olives, and its rays fell with dazzling brightness on the marble palaces, and lighted up the gold of the temple walls, when Jesus, pointing to it, said, ‘I am the light of the world.’ ”—Ellen G. White, The Desire of Ages, pp. 463, 464.\n</p><p><strong>Discussion Questions: \n</strong></p><p><strong>1 In class, talk about your answer to Thursday’s final question. What crucial truths taught by the Bible could we never, even in principle, learn from science? For example, the Cross? Or the Resurrection? Or the Second Coming? What other important biblical truths must be revealed to us—otherwise, we would never know them? \n</strong></p><p><strong>2 Think about the fall of Lucifer, a perfect being with so much intellectual knowledge of God and of what God is like. And yet, even with all that, he rebelled against Him. What does this tell us about the reality of free will, the same free will that we have—and why, moment by moment, we need to choose to surrender that will to God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":108,
               "idDay":8,
               "idLesson":10,
               "lessonText":"<p>A well-dressed woman drove her car into the parking garage of the Seventh-day Adventist Church’s Upper Magdalena Conference in Bogota, Colombia. “Are you Christians?” she asked the parking attendant.\n</p><p>“Yes,” replied 52-year-old Ruben Campos.&nbsp;</p><p>“Which religion are you?” she asked.&nbsp;</p><p>“We are Seventh-day Adventists,” he said.&nbsp;“Can we help you?”&nbsp;</p><p>“Someone told me that Adventists don’t like to help others,” she said. Ruben was surprised.&nbsp; “Let us help you,” he said. “We’re ready to serve.” The woman asked if she could park her car in the church parking garage. Her apartment was nearby, but it didn’t have any parking, and she didn’t feel safe leaving her car in the street at night.&nbsp;</p><p>“Yes, you can park here,” Ruben said.&nbsp;</p><p>“How much would it cost?” she asked.&nbsp;</p><p>“It won’t cost you anything,” Ruben said. “It will be our gift to you.”&nbsp;</p><p>“Thank you!” the woman exclaimed. “Can I give you a hug?”&nbsp;</p><p>That night, the woman left her car in the parking garage. She returned the next night. On the third night, she asked Ruben for a Bible.</p><p>Then the two started studying the Bible. Ruben brought her a chair, and he sat in his booth as they studied. After a month, the woman said she wanted to introduce Ruben to her husband. She called from her cell phone. “It’s with him that I’m studying the Bible, and I want to be baptized,” she said.\n</p><p>The woman’s husband was a senior Colombian military officer, and he was on a temporary assignment abroad. He told Ruben that he also wanted Bible studies. “We can start when I return to Colombia,” he said.\n</p><p>Ruben may have been the happiest parking attendant in Colombia when the woman was baptized in a Seventh-day Adventist church in Bogota. He is now waiting for her husband to return to the country for Bible studies.\n</p><p>Jesus engaged in mission outreach by serving others. He said, “The Son of Man did not come to be served, but to serve” (Matt. 20:28, NKJV). Ruben is seeking to follow His example.\n</p><p>“We can have an impact on many lives if we only serve,” said Ruben, who has worked as a parking attendant for eight years. “Somebody could come to you soon. You have to be ready to serve no matter who or where that person is.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":109,
               "idDay":9,
               "idLesson":10,
               "lessonText":"<p><strong>Study Focus: John 13:1–20; John 14:1–3; John 14:5, 6; John 1:14; John 5:38–40\n</strong></p><p>This week’s lesson tells the amazing story of Jesus, the incarnate Son of\n</p><p>God. There is no one like Jesus. He is unique. He knows the Father inti- mately. Jesus is the Way, the Truth, and the Life. In the Gospel of John, we hear Jesus talk at length about the Father, for His name was on His lips and in His heart continually. Jesus is the only One who has seen God face-to- face, something no other human can claim. Thus, Jesus affirms His divinity when He asserts His relation to the Father. “ ‘Not that anyone has seen the Father, except He who is from God; He has seen the Father’ ” (John 6:46, NKJV).\n</p><p>One of the disciples, Philip, often heard Jesus emphasize His relation to the Father. Finally, Philip said to Jesus, “ ‘Lord, show us the Father, and it is sufficient for us’ ” (John 14:8, NKJV).\n</p><p>Some of the most profound words about the close relationship between Jesus and His Father are found in Jesus’ response to Philip, in John 14:9: “ ‘Have I been with you so long, and yet you have not known Me, Philip? He who has seen Me has seen the Father; so how can you say, “Show us the Father”?’ ” (NKJV). Thus, in these words, we see that Jesus was the most profound representation of God. What a privilege for us to know Jesus, for in knowing Him, we know the Father.\n</p><p>Besides the “I AM” references to Jesus as “the way, the truth, and the life” (NKJV), we will be studying some additional references to help us appreciate our tremendous gift in Jesus. In following Him, the Way, we walk with Him and learn His Truth, which leads to life abundant and life eternal.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>Christ’s Example to Emulate (John 13:1–20)\n</strong></p><p>Jesus did not merely impart wisdom and instruction; He also illustrated His truths with living lessons that served to ingrain His teachings on the heart. As an example, let us look at the ordinance of humility. In inaugurating this ordinance, Christ did not first wait for His disciples to volunteer to wash one another’s feet. Jesus did not lecture them on humility and service. Nor did He expect a servant to be called upon to perform this menial work. Instead, Jesus Himself came forward to be that Servant, to show His followers a living example of how they should relate to one another.\n</p><p>Jesus’ words made plain His intended meaning in the service of footwashing when He said, “ ‘If I then, your Lord and Teacher, have washed your feet, you also ought to wash one another’s feet. For I have given you an example, that you should do as I have done to you’ ” (John 13:14, 15, NKJV). Notwithstanding this clear command, most Christians choose not to observe it. The humility needed to perform this ordinance is not palatable to the human heart. But, in refusing to meet the conditions necessary to participate, we miss out on the lesson in humility that Christ intended to teach us.\n</p><p>In the biblical culture of Christ’s day, the head represented the most noble part of the body, and the feet the basest. Thus, in Christ’s lowering His noble head to wash the dirty feet of His followers, He graphically illustrated His willingness to do His utmost to help them at their worst. Judas resented that Christ, whom he hoped would become king over Israel, would lower Himself to such an extent. Yet Peter, on the other hand, was humbled to see his Master in the role of a meek and lowly servant. Therefore, Peter initially refused Christ’s offer, feeling totally undeserving. But when Jesus said to him, “ ‘If I do not wash you, you have no part with Me’ ” (John 13:8, NKJV), Peter responded immediately and affirmatively. Peter did not want to jeopardize, in any way, his important relationship with Jesus. Thus, Peter quickly said to Him in John 13:9, “ ‘Lord, not my feet only, but also my hands and my head!’ ” (NKJV).\n</p><p><strong>I Will Certainly Come Again (John 14:1–3).\n</strong></p><p>We live in a very troubled and unsettled world. Thus, Jesus’ reassuring words in John 14:1 are quite timely: “Let not your heart be troubled.” These encouraging words are based on trust in the truthfulness of Jesus and of His Father. Also, this verse is anchored in Jesus’ sure promise to go and prepare a place for us to fulfill His ardent desire to be with us always.\n</p><p>Some desire to be in heaven because of the special mansions or palaces prepared for them; others because of the streets paved in gold. But should these incentives be our real motivation for being there? In the Greek, the text does not say “mansions” but rooms, which can imply that what is really important is not the physical space that we will own or occupy but, rather, enjoying the companionship of Jesus. His love leads Him to desire to be with us, for His love always seeks togetherness.\n</p><p>Jesus certainly does not want us to be troubled in this troubled world. He encourages us to place our trust in both the Father and Him, who alone can provide us with hope, peace, and a secure future.\n</p><p>In John 14:3, the verb “come” in the Greek language is in the present continuous or futuristic present tense. Implicit in Jesus’ promise about His future glorious coming is that it is a present reality. His coming is so certain, it is as if it were happening now. The joyous anticipation of His sure coming impacts our present lives to the extent that His kingdom of glory becomes interwoven in His kingdom of grace, giving us a foretaste of heaven.\n</p><p><strong>The Way, the Truth, and the Life (John 14:5, 6)\n</strong></p><p>We may observe an interesting progression in how Jesus describes Himself as the Way, the Truth, and the Life (John 14:6). Consider the sequence of these three words. Jesus is the Way. As we walk, we learn the truth from Him, which eventually leads us to life abundant in this world and in the eternal world to come. Notice that this sequence was Christ’s response to Thomas’s question about the way to pursue, in John 14:5. We may wonder why Thomas made this query, considering Jesus’ clear explanation in the previous verse: “ ‘And where I go you know, and the way (John 14:4, NKJV).\n</p><p>Christ is the only way to the Father. Some may object to this statement on the grounds that Jesus is being too exclusive, especially in society today in which inclusiveness is the social norm. But not all paths lead to God. Jesus is the only path to God because He is the only One who is righteous and can take away our sins. He is the only One who can replace our death with eternal life. Jesus is the only One who can give us righteousness and life, for He possesses both. No one else in this world possesses them or can bestow them.\n</p><p>As we saw earlier, Philip requested that Jesus reveal the Father to the disciples. Jesus’ response to Philip links knowing Him with knowing His Father, for if we know the Son, we certainly know God. Jesus says: “ ‘Have I been with you so long, and yet you have not known Me, Philip? He who has seen Me has seen the Father; so how can you say, “Show us the Father”?’ ” (John 14:9, NKJV).\n</p><p>How comforting and reassuring that, in Jesus, we can draw close to the Father without fear or trepidation. The Father will treat us with the same mercy and compassion that Jesus showed to the people around Him, including the outcasts and sinners. Therefore, we are without excuse to refuse to come boldly before the throne of God, to receive His mercy and forgiveness.\n</p><p>Also, again as stated in John 14:6, Jesus testified that He Himself is the Truth, embodied and personified. In a shifting world of corruption and deceit, Jesus remains the Truth, the whole Truth, and nothing but the Truth. There is no variance in Him or in what He says. After all, He is “the same yesterday, today, and forever” (Heb. 13:8, NKJV). Jesus would return to heaven shortly, and soon after, the Holy Spirit would descend on the disciples during Pentecost, as Jesus promised. The Spirit of God would come as “ ‘the Spirit of truth who proceeds from the Father, He will testify of Me’ ” (John 15:26, NKJV). Moreover, Jesus always told the truth, and His disciples would testify to this fact because they were with Him “from the beginning” (John 15:27).\n</p><p>Jesus is the Light of truth all around us. He dispels the darkness of falsehood and confusion and makes it possible for us to see everything in the right perspective. Now, as in the time of Pentecost, when the Spirit of truth descends, “ ‘He will guide you into all truth’ ” (John 16:13, NKJV).\n</p><p>In a permissive and pluralistic society, truth is a moving target, for it seems to keep shifting and evolving. What is truth today is not necessarily truth tomorrow. But Jesus, in one sentence, cuts through all of that and declares: “ ‘I am the way, the truth, and the life. No one comes to the Father except through Me’ ” (John 14:6, NKJV).\n</p><p><strong>The Scripture and the Truth (John 5:38–40)\n</strong></p><p>The entire Bible testifies to the truth. Scripture is a consistent and cohesive whole, for both Testaments have the same Author—the Holy Spirit. This same truth applies to the testimony of Jesus in His day. The religious leaders claimed to believe strongly in Moses, but they disbelieved his testimony about Jesus. (See John 5:46.) The leaders claimed to believe in the Old Testament; however, they felt that a mere assent to it guaranteed them eternal life.\n</p><p>But the Jewish leaders’ narrow views about Scripture drove them away from the heart of it, including from Jesus Himself. The leaders seemed to ignore the fulfillment of the Old Testament prophets and prophecies about the hope of Israel and of the world. (See John 5:39.) It is truly astounding that, in searching for salvation, they had rejected the Lord of their hope and life. They did not seem to understand that, apart from Jesus, there was only death, and that life was possible only through Him.\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>Think about and answer the following questions:\n</strong></p><p><strong>1.</strong> How does the reality of Jesus, our Savior, who is the perfect reflection of the Father, impact your daily life? Imagine you were Philip and heard Jesus tell you that seeing Him is seeing the Father. What does it mean to “see” the Father and His Son?\n</p><p><strong>2.</strong> What is the significance of Jesus bringing His head close to Judas’s feet as He washed them? How does Jesus’ act of humility and condescension apply to you personally?\n</p><p><strong>3.</strong> What is your real motivation for being in heaven: the mansions and the streets of gold or something else? What is the significance of seeing Jesus there? Why must He be our first and foremost priority?\n</p><p><strong>4.</strong> How does the certainty of Christ’s coming impact our present everyday life?\n</p><p><strong>5.</strong> What do you think of the idea that everything we believe should be anchored in Scripture and yet, at the same time, must always lead us to Christ? What does it say about our spiritual walk if we regard gaining intellectual knowledge as our primary goal?\n</p><p><strong>6.</strong> How should our emphasis on Christ and the Bible impact our worldview as we see all sorts of disruption and confusion surrounding us?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>The Way, the Truth, and the Life</p>",
         "verse":"<p>“No one has seen God at any time. The only begotten. Son, who is in the bosom of the Father, He has declared Him” (John 1:18, NKJV).</p>",
         "versionCode":7,
         "weekDate":"November 30–December 6"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
