{
  "data": [
    {
      "color": "#DE3333",
      "id": 6,
      "idEs": 8,
      "language": "es",
      "lessonDays": [
        {
          "date": "30 de julio",
          "dayTitle": "",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>Sentaron juntos a un hombre y una mujer en un programa de entrevistas. Ambos habían experimentado la pérdida de un hijo. El hijo de la mujer había sido asesinado veinte años antes, y su enojo y su amargura eran tan grandes como siempre. La actitud del hombre era totalmente diferente. Su hija había sido asesinada por terroristas pocos años antes. Él hablaba de perdón para los asesinos y sobre cómo Dios había transformado su dolor. Aunque el dolor era terrible, este hombre se convirtió en una ilustración de cómo Dios puede brindar sanidad en los momentos más oscuros de la vida.<br><br>¿Cómo dos personas pueden responder de manera tan diferente ante una situación similar? ¿Cómo se produce el cambio espiritual en la vida de un cristiano, que le permite madurar en medio de los crisoles de la vida en vez de sentirse completamente abrumado por ellos?<br><br><strong>Un vistazo a la semana:</strong> ¿Cuál es el papel de nuestra fuerza de voluntad en la batalla contra el yo y el pecado? ¿Cómo podemos evitar el error de permitir que nuestros sentimientos gobiernen las decisiones que tomamos? ¿Por qué debemos perseverar, y no rendirnos cuando estamos en el crisol?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de julio",
          "dayTitle": "<p>EL ESPÍRITU DE VERDAD<br></p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p>¿Alguna vez oraste: “¡Por favor, Dios, hazme bueno!”, pero viste pocos cam\u0002bios? ¿Cómo es posible que oremos pidiendo que el gran poder transformador de Dios obre dentro de nosotros, pero nuestra vida aparentemente continúe siendo la misma? Sabemos que Dios tiene recursos sobrenaturales ilimitados que nos ofrece anhelante y generoso. Realmente queremos sacar provecho de todo; sin embargo, nuestra vida no parece cambiar de una manera que concuerde con lo que Dios ofrece.<br><br>¿Por qué? Por una simple razón: Si bien el Espíritu tiene poder ilimitado para transformarnos, con nuestras decisiones es posible que limitemos lo que Dios puede hacer.<br><br><strong>Lee Juan 16: 5 al 15. En este pasaje, Jesús llama al Espíritu Santo el “Esíritu de verdad” (Juan 16: 13). ¿Qué implica esto que el Espíritu Santo hace por nosotros?</strong><br><br>Juan 16: 5 al 15<br><br><sup>5</sup> Pero ahora voy al que me envió; y ninguno de vosotros me pregunta: ¿A dónde vas?<br><br><sup>6</sup> Antes, porque os he dicho estas cosas, tristeza ha llenado vuestro corazón.<br><br><sup>7 </sup>Pero yo os digo la verdad: Os conviene que yo me vaya; porque si no me fuera, el Consolador no vendría a vosotros; mas si me fuere, os lo enviaré.<br><br><sup>8</sup> Y cuando él venga, convencerá al mundo de pecado, de justicia y de juicio.<br><br><sup>9</sup> De pecado, por cuanto no creen en mí;<br><br><sup>10</sup> de justicia, por cuanto voy al Padre, y no me veréis más;<br><br><sup>11</sup> y de juicio, por cuanto el príncipe de este mundo ha sido ya juzgado.<br><br><sup>12</sup> Aún tengo muchas cosas que deciros, pero ahora no las podéis sobrellevar.<br><br><sup>13</sup> Pero cuando venga el Espíritu de verdad, él os guiará a toda la verdad; porque no hablará por su propia cuenta, sino que hablará todo lo que oyere, y os hará saber las cosas que habrán de venir.<br><br><sup>14</sup> Él me glorificará; porque tomará de lo mío, y os lo hará saber.<br><br><sup>15</sup> Todo lo que tiene el Padre es mío; por eso dije que tomará de lo mío, y os lo hará saber.<br><br>Si bien el Espíritu Santo puede mostrarnos la verdad sobre nuestra pecaminosidad, no puede forzarnos a arrepentirnos. También puede mostrarnos la mayor verdad acerca de Dios, pero no puede obligarnos a creer en ella ni a obedecerla. Si Dios nos obligara de alguna manera, aunque sea mínima, perderíamos el libre albedrío, y Satanás acusaría a Dios de manipular nuestra mente y corazón y de hacer trampa en el Gran Conflicto. Cuando estalló el Gran Conflicto en el cielo, nuestro Padre no obligó a Satanás ni a ninguno de los ángeles a creer que él era bueno y justo, ni a los ángeles caídos a arrepentirse. Y en el Jardín del Edén, cuando nuevamente había tanto en juego, Dios dejó muy en claro la verdad sobre el árbol que estaba en el medio del huerto, pero no impidió que Adán y Eva ejercieran su libre albedrío para desobedecer. Dios no actuará de manera diferente con nosotros hoy. De modo que el Espíritu presenta la verdad acerca de Dios y el pecado, y luego dice: “En vista de lo que te he mostrado, ¿qué harás ahora?”<br><br>Lo mismo ocurre cuando estamos en el crisol. A veces, el crisol aparece precisamente porque no hemos obedecido o no nos hemos arrepentido de nuestros pecados. Para que nuestro Padre obre en esos casos, debemos decidir conscientemente abrir las puertas del arrepentimiento y la obediencia de modo que el poder de Dios entre y nos transforme.<br><br>¿De qué te convenció el “Espíritu de verdad” recientemente? ¿Cuánto escuchas su voz? Más aún, ¿qué decisiones tomas con tu libre albedrío?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de agosto",
          "dayTitle": "<p>LA COOPERACIÓN DIVINO-HUMANA<br></p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p>¿Cuál es tu mayor realización en la vida? Sea lo que fuere, lo más probable es que no haya ocurrido simplemente al levantarte de la cama a la mañana. Si queremos lograr algo que valga la pena en esta vida, necesitamos tiempo y esfuerzo. Ser discípulos de Cristo no es diferente.<br><strong><br>Lee Colosenses 1: 28 y 29. Si bien Pablo habla de que Dios obraba en él, ¿de qué manera también muestra el esfuerzo humano? Ver también Deuteronomio 4: 4; Lucas 13: 24; 1 Corintios 9: 25; Hebreos 12:4.</strong><br><br>Colosenses 1: 28 y 29<br><br><sup>28</sup> a quien anunciamos, amonestando a todo hombre, y enseñando a todo hombre en toda sabiduría, a fin de presentar perfecto en Cristo Jesús a todo hombre;<br><br><sup>29</sup> para lo cual también trabajo, luchando según la potencia de él, la cual actúa poderosamente en mí.<br><br>Deuteronomio 4: 4<br><br><sup>4</sup> Mas vosotros que seguisteis a Jehová vuestro Dios, todos estáis vivos hoy.<br><br>Lucas 13: 24 24 Esforzaos a entrar por la puerta angosta; porque os digo que muchos procurarán entrar, y no podrán.<br><br>1 Corintios 9: 25<br><br><sup>25</sup> Todo aquel que lucha, de todo se abstiene; ellos, a la verdad, para recibir una corona corruptible, pero nosotros, una incorruptible.<br><br>Hebreos 12:4<br><br><sup>4</sup> hecho tanto superior a los ángeles, cuanto heredó más excelente nombre que ellos. El Hijo, superior a los ángeles<br><br>En Colosenses 1: 29, hay una perspectiva muy interesante de la forma en que Pablo ve su relación con Dios en esta obra. Dice que él lucha, pero con el poder de Dios.<br><br>La palabra para “trabajo” significa “cansarse”, “trabajar hasta quedar exhausto”. Esta palabra se utilizaba específicamente para los atletas cuando entrenaban. La palabra “luchar”, que viene a continuación, en algunos idiomas puede significar “agonizar”. Por ende, tenemos la imagen verbal de un atleta que se esfuerza con todo para ganar. Pero luego Pablo agrega un giro a la idea, porque él no se está esforzando con todo lo que tiene, sino con todo lo que Dios le da. Por consiguiente, nos quedamos con esta sencilla conclusión sobre el ministerio de Pablo: era un ministerio que realizaba con gran esfuerzo y disciplina personal, pero lo hacía con el poder de Dios. Esta relación funciona exactamente de la misma manera con nosotros cuando procuramos desarrollar el carácter de Cristo.<br><br>Es importante recordar esto, porque vivimos en un mundo en el que cada vez queremos más, pero con menos esfuerzo. Esa idea también se ha infiltrado en el cristianismo. Algunos evangelistas cristianos prometen que, si simplemente crees, el Espíritu Santo descenderá sobre ti con asombroso poder sobrenatural y realizará grandes milagros. Pero esto puede ser una peligrosa verdad a medias, porque puede llevar a la conclusión de que ¡solo tenemos que esperar que el poder de Dios venga sobre nosotros mientras estamos cómodamente sentados!<br><br>¿Tienes alguna experiencia con el tipo de luchas de las que habla Pablo? ¿Qué cosas ha puesto Dios en tu corazón con las que estás luchando? ¿Cómo puedes aprender a rendirte a la voluntad de Dios?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de agosto",
          "dayTitle": "<p>LA VOLUNTAD DISCIPLINADA</p><p><br></p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p>Uno de los mayores enemigos de nuestra voluntad son nuestros propios sentimientos. Vivimos en una cultura cada vez más bombardeada con imágenes y música que pueden apelar directamente a nuestros sentidos y desencadenar nuestras emociones (enojo, miedo o lujuria), sin que nos demos cuenta. ¿Con cuánta frecuencia pensamos en cosas como “¿Qué tengo ganas de comer para la cena?” “¿Qué tengo ganas de hacer hoy?” “¿Me siento bien comprando esto?” De esta manera, los sentimientos han llegado a estar íntimamente relacionados con nuestra toma de decisiones. Los sentimientos no son necesariamente malos, pero lo que siento con respecto a algo puede tener poco que ver con lo que es correcto o con lo que es mejor. Por cierto, los sentimientos pueden mentirnos (“Engañoso es el corazón más que todas las cosas” [Jer. 17: 9]) y pueden crear una imagen falsa de la realidad, lo que nos hace tomar malas decisiones y nos coloca en un crisol de fabricación propia.<strong><br><br>¿Qué ejemplos puedes encontrar en la Biblia en los que las personas tomaron decisiones basadas en sentimientos, y no en la Palabra de Dios? ¿Cuáles fueron las consecuencias? Ver, por ejemplo, Génesis 3: 6; 2 Samuel 11: 2 al 4; Gálatas 2: 11 y 12.</strong><br><br>Génesis 3: 6<br><br><sup>6</sup> Y vio la mujer que el árbol era bueno para comer, y que era agradable a los ojos, y árbol codiciable para alcanzar la sabiduría; y tomó de su fruto, y comió; y dio también a su marido, el cual comió así como ella.<br><br>2 Samuel 11: 2 al 4<br><br><sup>2</sup> Y sucedió un día, al caer la tarde, que se levantó David de su lecho y se paseaba sobre el terrado de la casa real; y vio desde el terrado a una mujer que se estaba bañando, la cual era muy hermosa.<br><br><sup>3</sup> Envió David a preguntar por aquella mujer, y le dijeron: Aquella es Betsabé hija de Eliam, mujer de Urías heteo.<br><br><sup>4</sup> Y envió David mensajeros, y la tomó; y vino a él, y él durmió con ella. Luego ella se purificó de su inmundicia, y se volvió a su casa.<br><br>Gálatas 2: 11 y 12<br><br><sup>11</sup> Pero cuando Pedro vino a Antioquía, le resistí cara a cara, porque era de condenar.<br><br><sup>12</sup> Pues antes que viniesen algunos de parte de Jacobo, comía con los gentiles; pero después que vinieron, se retraía y se apartaba, porque tenía miedo de los de la circuncisión.<br><br><strong>Lee 1 Pedro 1: 13. ¿Qué le preocupa a Pedro y qué quiere que hagan realmente sus lectores?</strong><br><br>1 Pedro 1: 13<br><br><sup>13</sup> Por tanto, ceñid los lomos de vuestro entendimiento, sed sobrios, y esperad por completo en la gracia que se os traerá cuando Jesucristo sea manifestado;<br><br>Pedro comprendió que la mente es el timón del cuerpo que controlamos. Si quitamos el control de la mente, seremos controlados por cualquier sentimiento que se nos presente.<br><br>Imagínate caminando por un sendero estrecho hasta la casa del Pastor. A lo largo del camino hay muchos senderos que conducen a diferentes direcciones. Algunas de estas sendas dirigen a lugares que no querríamos visitar. Otros sen\u0002deros parecen tentadores; apelan a nuestros sentimientos, emociones y deseos. Sin embargo, si tomáramos alguno de ellos, nos saldríamos del camino correcto e iríamos por un camino del que podría ser extremadamente difícil salir.<br><br>¿Qué decisiones importantes enfrentas? Pregúntate honestamente: “¿Cómo puedo saber si baso mis decisiones en sentimientos, emociones o deseos y no en la Palabra de Dios?”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de agosto",
          "dayTitle": "<p>COMPROMISO RADICAL<br></p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p><strong>“Si tu ojo derecho te es ocasión de caer, sácalo, y échalo de ti; pues mejor te es que se pierda uno de tus miembros, y no que todo tu cuerpo sea echado al infierno” (Mat. 5: 29).<br><br>Medita sobre las palabras de Jesús en el versículo anterior. ¿Dirías que sus palabras son radicales? Si es así, ¿por qué?</strong><br><br>Es necesario actuar en forma radical, no porque Dios haya hecho que la vida cristiana sea difícil, sino porque nosotros y nuestra cultura nos hemos alejado mucho de los planes de Dios. La gente a menudo despierta y se pregunta: “¿Cómo pude haberme alejado tanto de Dios?” La respuesta es siempre la misma: de a un paso a la vez.<br><br>Lee Mateo 5: 29 y 30. Jesús está hablando en el contexto del pecado sexual; sin embargo, los principios subyacentes también se aplican a otros pecados. Por cierto, los principios pueden aplicarse a nuestro crecimiento en Cristo en general.<br><br><strong>¿A qué cuestión fundamental aluden las palabras de Jesús en Mateo 5: 29 y 30? ¿Realmente se nos insta a mutilarnos en forma literal?</strong><br><br>Mateo 5: 29 y 30<br><br><sup>29</sup> Por tanto, si tu ojo derecho te es ocasión de caer, sácalo, y échalo de ti; pues mejor te es que se pierda uno de tus miembros, y no que todo tu cuerpo sea echado al infierno.<br><br><sup>30</sup> Y si tu mano derecha te es ocasión de caer, córtala, y échala de ti; pues mejor te es que se pierda uno de tus miembros, y no que todo tu cuerpo sea echado al infierno.<br><br>Jesús no nos está llamando a causarnos daños físicos, ¡de ninguna manera! Más bien, nos está llamando a controlar la mente y, por lo tanto, el cuerpo, sin importar el costo. Fíjate que el pasaje no menciona que debemos orar y que Dios eliminará instantáneamente las tendencias pecaminosas de nuestra vida. A veces Dios, en su misericordia, hace esto por nosotros, pero a menudo nos llama a asumir un compromiso radical de renunciar a algo, o de comenzar a hacer algo que quizá no tengamos ganas de realizar. ¡Vaya crisol! Cuanto más seguido tomemos las decisiones correctas, más fuertes seremos y más débil será el poder de la tentación en nuestra vida.<br><br>A veces Dios utiliza crisoles para llamar nuestra atención cuando hay muchas distracciones ruidosas a nuestro alrededor. Es en el crisol donde nos damos cuenta de cuánto nos hemos alejado de Dios. El crisol puede ser el llamado de Dios para que tomemos la decisión radical de regresar al plan que nuestro Padre tiene para nosotros.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de agosto",
          "dayTitle": "<p>LA NECESIDAD DE PERSEVERAR</p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee la historia de la lucha de Jacob con Dios (Gén. 32). ¿Qué nos dice esta historia sobre la perseverancia, aun en medio de un gran abatimiento? (Toma en cuenta todo el contexto de la situación de Jacob antes de responder.)</strong><br><br>Podemos saber lo que está bien y ejercitar nuestra voluntad para hacer lo correcto; pero cuando estamos bajo presión, puede ser muy difícil mantenernos aferrados a Dios y a sus promesas, porque somos débiles y temerosos. Por ende, una de las fortalezas importantes del cristiano es la perseverancia, la capacidad de seguir adelante a pesar de querer darse por vencido.<br><br>Uno de los mayores ejemplos de perseverancia en la Biblia es Jacob. Muchos años antes, Jacob había engañado a su hermano, Esaú, y a su padre para que le asignaran la primogenitura (Gén. 27), y desde entonces había estado huyendo por temor a que Esaú quisiera matarlo. En su sueño de una escalera que llegaba hasta el cielo, Dios le había dado maravillosas promesas de conducción y bendiciones (Gén. 28), pero él todavía estaba asustado. Jacob estaba desesperado por contar con la seguridad de que Dios lo aceptaba y de que las promesas que le había presentado muchos años antes seguían vigentes. Cuando luchaba con alguien, que en realidad era Jesús, se le dislocó la cadera. Desde ese momento, lo más probable es que no haya podido seguir luchando, ya que el dolor debió haber sido insoportable. Debió haber habido un cambio sutil: de luchar a aguantar. Jacob se aferra a Jesús en medio de un dolor insoportable hasta que recibe la seguridad de su bendición. Entonces, Jesús le dice: “Déjame, porque ya raya el alba” (Gén. 32: 26).<br><br>Jacob recibió la bendición porque se mantuvo firme a pesar del dolor. Lo mismo sucede con nosotros. Dios también puede “dislocar nuestra cadera” y luego llamarnos a aferrarnos a él en medio del dolor. Es más, Dios permitió que las dolorosas secuelas continuaran; Jacob todavía cojeaba cuando se reencontró con su hermano. Las apariencias externas mostraban debilidad, pero para Jacob eran una indicación de su fortaleza.<br><strong><br>¿Qué decisiones prácticas puedes tomar (relaciones, estilo de vida, material de lectura, hábitos de salud, vida espiritual) que te ayuden a perseverar más en el Señor en medio del desánimo y la tentación?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de agosto",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR<br></p>",
          "id": 66,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p>Lee Elena de White, Patriarcas y profetas, “La noche de lucha”, pp. 194-202; El camino a Cristo, “Consagración”, pp. 38-42.<br><br>“Esta voluntad, que es un factor tan importante en el carácter del ser humano, fue en ocasión de la caída del hombre entregada al dominio de Satanás; y él desde entonces ha estado obrando en el hombre el querer y el hacer de su propia voluntad, para la ruina y la miseria del ser humano” (TI 5:486).<br><br>“Para recibir ayuda de Dios, el hombre debe reconocer su debilidad y deficiencia; debe aplicar su propia mente al gran cambio que se ha de verificar en él; debe despertar a la necesidad de la oración y el esfuerzo perseverantes y ardientes. Los malos hábitos y costumbres deben desterrarse; y solo mediante un decidido esfuerzo por corregir estos errores y someterse a los principios rectos se puede obtener la victoria. Muchos nunca llegan a la posición que podrían ocupar porque esperan que Dios haga por ellos lo que él les ha dado poder para hacer por sí mismos. Todos los que están capacitados para ser de utilidad deben ser educados mediante la más severa disciplina mental y moral; y Dios los ayudará, uniendo su poder divino al esfuerzo humano” (PP 255).<br><strong><br>PREGUNTAS PARA DIALOGAR:<br></strong><br>1. ¿Hasta qué punto crees que realmente reconocemos que nuestra voluntad “fue en ocasión de la caída del hombre entregada al dominio de Satanás”? Al concentrarnos en el carácter de Jesús, ¿cómo podemos entender mejor cuánto hemos caído y cuán grande es la gracia de Dios en nuestro favor?<br><br>2. Lee la historia de Jesús en el Getsemaní (Mat. 26: 36-42). ¿Cuáles eran los sentimientos y los deseos de Jesús, frente a la voluntad de Dios? ¿Qué podemos aprender de este ejemplo?<br><br>Mat. 26: 36-42<sup><br><br>36</sup> Entonces llegó Jesús con ellos a un lugar que se llama Getsemaní, y dijo a sus discípulos: Sentaos aquí, entre tanto que voy allí y oro.<br><br><sup>37</sup> Y tomando a Pedro, y a los dos hijos de Zebedeo, comenzó a entristecerse y a angustiarse en gran manera.<br><br><sup>38</sup> Entonces Jesús les dijo: Mi alma está muy triste, hasta la muerte; quedaos aquí, y velad conmigo.<br><br><sup>39</sup> Yendo un poco adelante, se postró sobre su rostro, orando y diciendo: Padre mío, si es posible, pase de mí esta copa; pero no sea como yo quiero, sino como tú.<br><br><sup>40</sup> Vino luego a sus discípulos, y los halló durmiendo, y dijo a Pedro: ¿Así que no habéis podido velar conmigo una hora?<br><br><sup>41</sup> Velad y orad, para que no entréis en tentación; el espíritu a la verdad está dispuesto, pero la carne es débil.<br><br><sup>42</sup> Otra vez fue, y oró por segunda vez, diciendo: Padre mío, si no puede pasar de mí esta copa sin que yo la beba, hágase tu voluntad.<br><br>3. Como clase, mencionen cosas específicas de su propia cultura que pueden colaborar para derribar nuestras defensas y hacernos más vulnerables a los ataques de Satanás. ¿Qué podemos hacer para ayudar a otros miembros de iglesia, y a los que sienten la necesidad de ayuda, a ser conscientes de estos peligros?<br><br>4. ¿Conocen a alguien de su iglesia que no haya estado asistiendo por un buen tiempo, que podría estar a punto de rendirse o que ya se haya dado por vencido? ¿Qué pueden hacer como grupo para animar a esta persona, para ayudarla a no apartarse de Jesús? ¿Qué cosas prácticas pueden hacer para ayudarla?<br></p> <p>EL SÁBADO ENSEÑARÉ...<br></p> <p><strong>RESEÑA Texto clave: Colosenses 1: 29.<br><br>Enfoque del estudio: Génesis 32; Mateo 5: 29; Juan 16: 5–15;<br><br>Colosenses 1: 28, 29; 1 Pedro 1: 13<br><br>Introducción:</strong><br><br>Esta lección se enfoca en varios elementos esenciales que nos ayudan a construir una estrategia triple para superar los crisoles. En primer lugar, bajo la guía del Espíritu Santo, debemos cultivar el conocimiento de la verdad acerca de Dios, del mal y de nosotros mismos, en el contexto inmediato de nuestra vida y en el contexto más amplio del Gran Conflicto. Si bien es cierto que no alcanza con solo entender nuestra situación, este conocimiento es el peldaño básico y fundamental sobre el que se colocan los otros elementos para construir la respuesta correcta al crisol. Necesitamos saber por qué suceden las cosas y responder estas preguntas: ¿De qué lado elegimos apoyarnos y por qué?<br><br>En segundo lugar, debemos comprender la naturaleza del libre albedrío que Dios nos dio. Sí, es cierto que Dios es soberano y nos da la salvación y todas las cosas buenas para vivir y prosperar. Sin embargo, él nos creó con verdadera libertad, sin la cual no seríamos los mismos. Por eso, Dios nos da poder y nos llama a ejercer nuestro libre albedrío y a colaborar con él en la gran obra de salvación y en el avance de su Reino.<br><br>En tercer lugar, esta colaboración nos exige un compromiso y una perseve\u0002rancia radicales. No podemos colaborar con dos reyes diferentes que están en guerra entre sí. Debemos conocer la verdad; elegir al Rey celestial, que es justo y amante; alinear nuestra vida con sus principios y comprometernos plenamente con la causa de su Reino, cueste lo que cueste. Estos principios nos darán energía plena y constante para luchar y vencer en el crisol de esta vida.<br><br><br><strong>Temática de la lección:</strong><br>La lección de esta semana destaca tres temas principales:</p><p>&nbsp;1. El papel de la verdad en la superación de los crisoles.</p><p>&nbsp;2. El papel de nuestro libre albedrío en la superación de los crisoles. <br></p><p>&nbsp;3. El papel del compromiso y la perseverancia en la superación de los crisoles.<br><br><strong>COMENTARIO</strong><br><br><strong>Agustín y Pelagio sobre la libertad y la fuerza de voluntad</strong> <br></p><p>A muchos cristianos les resulta difícil comprender la relación que tiene nuestro libre albedrío con el origen del mal y el sufrimiento, y con la salvación. Algunos caen en uno de dos extremos, como lo ilustra el feroz debate del siglo V entre el&nbsp; asceta británico Pelagio, que se estableció en Roma (c. 355-420), y Agustín (354- 430), el obispo de Hipona, al norte de África. Su debate fue sobre el tema del libre albedrío y la salvación. Al arribar a Roma y ver la laxitud espiritual y moral de los cristianos en la capital del Imperio Romano Occidental, Pelagio concluyó que el problema tenía sus raíces en las enseñanzas de Agustín sobre el pecado original y la gracia.<br><br>Por lo tanto, Pelagio decidió enfrentarse al obispo de Hipona (actualmente, al noreste de Argelia). Agustín enseñaba que Dios es amor y que la esencia del amor es la libertad (no hay amor sin libertad). Además, Agustín postulaba que Dios creó un Universo perfecto y bueno. También creó a la humanidad a su imagen, lo que significa que los seres humanos fueron creados perfectos, buenos, amantes y libres. Por consiguiente, según Agustín, cuando Adán y Eva abusaron de su libertad y pecaron, generaron el pecado original. Como consecuencia, estaban cubiertos de culpa, su naturaleza perfecta pasó a ser pecaminosa y perdieron la libertad. Todavía podían percibir lo bueno y lo perfecto, pero no podían experimentarlo.<br><br>Lo que propuso Agustín fue que el pecado es más que un acto o un error individual. Es una condición de la existencia humana separada de Dios y en contra de Dios. El pecado original abarca la culpa y la propensión al mal. Después de la Caída, todos los seres humanos somos pecadores, opinaba Agustín, porque nacemos con la culpa de Adán y con una naturaleza pecaminosa que esclaviza nuestra voluntad y nuestra vida. Por lo tanto, Agustín creía que no podemos ser salvos con solo decidir hacer el bien, porque somos pecadores; no podemos ser salvos con solo recibir una enseñanza o un estímulo o al seguir un ejemplo, porque no podemos acabar con la culpa de Adán. Tampoco tenemos el poder de superar nuestra condición pecaminosa y hacer el bien, afirmaba Agustín. En su opinión, la única forma de ser salvos sería si pudiéramos morir a la naturaleza pecaminosa y resucitar a otra naturaleza. Pero, según Agustín, ni siquiera podemos hacer esto por nosotros mismos. La única forma en que somos salvos es por la gracia de Dios. En su gracia, explicó Agustín, Dios ejerce su voluntad soberana y decide salvarnos por su cuenta: nos quita la culpa de Adán y la nuestra mediante su gracia y el sacramento del bautismo, y somete nuestra naturaleza pecaminosa mediante la presencia del Espíritu Santo, quien regenera en nosotros una nueva naturaleza espiritual y nos da el poder de vivir una vida recta. Por esta razón, Agustín introdujo el concepto de la predestinación divina: como el pecado nos esclavizó después de la Caída, no podemos arrepentirnos por nuestra cuenta; por ende, Dios predestina a algunos de nosotros a la salvación, y al resto a la perdición.<br><br>Pelagio pensó que la posición de Agustín conducía a la laxitud espiritual, ya que los cristianos ahora echarían la culpa de su decadencia moral al pecado original y evitarían la responsabilidad personal por el pecado y el mal. Por esta razón, Pelagio propuso otra perspectiva. Al igual que Agustín, Pelagio creía que Dios creó un Universo perfecto y a seres humanos libres. El mal se originó en la libre elección de Adán de pecar. Sin embargo, Pelagio rechazó la idea de Agustín de que los seres humanos heredan una naturaleza pecaminosa y la culpa de Adán. Según Pelagio, el pecado de Adán solo lo afectó a él, y no a sus hijos. En consecuencia, razonaba Pelagio, la inocencia y el libre albedrío de la posteridad de Adán se conservaron por completo y, por lo tanto, cada niño que nace en el mundo lo hace con una naturaleza perfecta y un libre albedrío en perfecto funcionamiento.<br><br>Además, Pelagio afirmó que todos los seres humanos pecan, no porque hayan nacido con la culpa y la naturaleza pecaminosa de Adán. Todos pecamos porque todos nacemos y vivimos en un entorno social corrupto, ejercemos nuestra voluntad y decidimos pecar. Según Pelagio, una persona no es culpable por la culpa heredada de Adán, sino por su propia voluntad de pecar. Por lo tanto, sostenía Pelagio, Dios nos hace responsables de nuestros pecados porque somos verdaderamente libres. Dios nos llama a tener una vida recta porque sabe que podemos hacerlo. Jesús vivió una vida perfecta y nos mostró que esto es posible. Sí, vivimos por la gracia de Dios, pero, según Pelagio, la gracia divina consistió en el hecho de que Dios nos creó con libre albedrío, nos dio su Ley e instrucciones para vivir una vida buena y perfecta, y nos dio el ejemplo de Jesús. Además, Dios nos da perdón en Jesús en caso de que caigamos al decidir pecar, y nos da la conducción del Espíritu Santo en nuestra experiencia espiritual. Para leer más sobre el debate entre Pelagio y Agustín, ver, por ejemplo, Alister E. McGrath, Christian Theology:<br><br>An Introduction, 5ª ed. (Oxford, Reino Unido: Wiley-Blackwell, 2011), pp. 18-20. Indudablemente, ambos contendientes eran sinceros y resaltaron sus buenos argumentos. Sin embargo, ambos cayeron en extremos. Agustín cae en la predestinación y el sacramentalismo (la gracia de Dios nos llega mediante los sacramentos). Pelagio cae en un tratamiento superficial del pecado y la salvación por obras. ¡La verdad está en la Biblia! La Biblia muestra que Dios es amor (Juan 3: 16; 1 Juan 4: 8, 16). Él creó a Adán y a Eva inocentes (Gén. 1: 31; 2:25; Ecl. 7: 29) y con libre albedrío (Gén. 2: 15-17). Sin embargo, nuestros padres eligieron pecar (Gén. 3: 6).<br><br>La Biblia es clara en cuanto a que el pecado no es simplemente un acto pasado de Adán y de Eva. El relato del Génesis sobre la Caída describe cambios inmediatos y profundos que aparecen en su naturaleza, relaciones, ambiente, estilo de vida y descendientes (Gén. 3: 7-24; 4: 1-16). El apóstol Pablo estipula que con Adán el pecado y la muerte “entraron” (invadieron) e impregnaron el mundo en el espacio y el tiempo (Rom. 5: 12-14). El pecado trajo sobre la humanidad sufrimiento, muerte y condenación para todos los hombres (Rom. 5: 16-18). Debido a la transgresión de Adán, todos “fueron constituidos pecadores” (Rom. 5: 19). Por esta razón, todos los seres humanos nacen en pecado y ninguno nace justo (Rom. 3: 9-18, 23; Sal. 14: 1-3; 51: 5). Por lo tanto, la Biblia rechaza el pelagianismo y presenta el pecado como más que un acto humano individual. Describe el pecado como una fuerza externa e interna que esclaviza y destruye a toda la humanidad en todos los aspectos. Frente a esta perspectiva sombría, Pablo exclamó desesperadamente: “¡Miserable de mí! ¿quién me librará de este cuerpo de muerte?” (Rom. 7: 24). Por sí sola, la humanidad no puede resolver el problema del pecado ni el mal. La única esperanza para la humanidad pecadora está en el ministerio sacrificial y transformador de Jesucristo (Rom. 3: 24, 25; 5: 6-19; 7: 25), y en el ministerio regenerador y mediador del Espíritu Santo, que nos da un corazón nuevo (Eze. 36: 26, 27; Juan 3: 5-8; Rom. 8: 3-6, 9-17).<br><br>Por otra parte, la Biblia no enseña el concepto agustiniano de predestinación y sacramentalismo. Sí, en el fundamento de la enseñanza bíblica de la salvación está siempre la iniciativa, la intervención, la solución (el sacrificio de Cristo) y el poder redentor de Dios (Gén. 3: 8, 15; Éxo. 20: 2; Rom. 5: 6-8). Sin embargo, Dios no predestinó a algunos seres humanos para la salvación y a otros para la perdición. Más bien, Dios siempre le dio a la humanidad la libertad individual de elegir (Jos. 24: 15), y responsabiliza a las personas individuales y a las naciones por su aceptación o rechazo de la salvación (ver, p. ej., Gén. 4: 4-12; 15: 16). El texto de oro del evangelio declara que “de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna” (Juan 3: 16). La Biblia insiste en que Dios quiere que todos sean salvos, y los invita a serlo (Eze. 33; Juan 1: 12, 13; 1 Tim. 2: 4; 2 Ped. 3: 9; 1 Juan 2: 2; Apoc. 22: 17). Y, una vez que la gente responde a la invitación de Dios, colabora con Dios en su salvación (2 Ped. 1: 10; Sant. 4: 8; Apoc. 3: 20). La Escritura también rechaza cualquier perspectiva sacramental de la gracia divina. Al contrario, el Nuevo Testamento enfatiza que Dios nos da a todos su gracia única y directamente mediante Jesucristo (Hech. 4: 12; Heb. 5: 9; 7: 24, 25; 9-10).<br><br>Históricamente, la mayoría de los cristianos rechazaron a Pelagio y aceptaron la interpretación de Agustín de que todos los seres humanos nacen con una naturaleza pecaminosa y que el pecado es una fuerza invencible para los humanos. Los católicos romanos integraron en su teología la idea de Agustín de que todos los seres humanos heredamos la culpa de Adán y la necesidad de los sacramentos, pero rechazaron sus posturas sobre la predestinación. En contraposición, el protestantismo rechazó correctamente la idea de Agustín de que heredamos la culpa de Adán y que la gracia de Dios viene mediante los sacramentos, pero gran parte del protestantismo aceptó erróneamente el concepto de la predestinación. A raíz de la Ilustración, las sociedades modernas y posmodernas tienden a rechazar las ideas agustinianas y pensar más en línea con Pelagio. Para llegar a la gente de estas sociedades, debemos enfatizar las enseñanzas bíblicas sobre el libre albedrío y nuestra profunda responsabilidad por nuestra propia historia individual y comunitaria, pero también compartir la enseñanza bíblica sobre la seriedad del poder del pecado y nuestra única esperanza de salvación en Jesucristo. Esta ilustración nos ayuda a entender que conocer la verdad es esencial para comprender el sufrimiento y las pruebas de nuestra vida. Pero también nos ayuda a comprender nuestra propia naturaleza y el poder del libre albedrío. Esa noción nos ayuda a buscar y aceptar siempre el auxilio, la conducción y el poder de Dios para superar nuestros crisoles.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>1. La disciplina espiritual y la gracia barata. Por supuesto, Agustín y Lutero enseñaron la salvación por predestinación divina como una celebración de la tremenda gracia de Dios. Sin embargo, este concepto ha llevado a algunos cristianos a pensar que si Dios nos elige y nos salva irreversiblemente, no podemos participar en lo más mínimo en el proceso de salvación. Este concepto, también llamado “gracia barata”, conduce a una falta de disciplina espiritual en muchos cristianos. Si Dios me eligió irreversiblemente, ¿por qué rezar? ¿Por qué leer la Biblia? ¿Por qué estar alerta? ¿Por qué participar en la vida de la comunidad de fe? ¿Por qué evangelizar? Grandes movimientos históricos de avivamiento en el protestantismo –como el pietismo de Philipp Spener de fines del siglo XVII, en el contexto luterano alemán y varios movimientos del Gran Despertar en los siglos XVIII y XIX en Estados Unidos– respondieron a este peligro proponiendo programas deliberados de disciplina espiritual para las familias y las comunidades. Examina tu vida espiritual individual, la vida espiritual de tu familia y la vida espiritual de tu comunidad. ¿Cuál es el estado de la disciplina espiritual en estos círculos? ¿Qué puedes hacer para realizar cambios significativos y profundos a fin de lograr una disciplina espiritual según las exhortaciones bíblicas (ver Col. 1: 28, 29; 1 Cor. 9: 23-27)? Diseña un proyecto para promover un estilo de vida de disciplina espiritual para tu vida personal, y si es necesario y posible, para tu familia y tu comunidad.<br><br>2. Compromiso radical. Algunos cristianos piensan que el cristianismo es sinónimo de ausencia de sufrimiento y problemas. Otros cristianos admiten cierta cantidad de inconvenientes. Pero ¿cuántos cristianos están radicalmente comprometidos con Dios, con su llamado a seguir a Cristo, con su Reino y con su misión en el gran conflicto entre Dios y Satanás, el bien y el mal? En el contexto de la creciente persecución de los cristianos contemporáneos en varias partes del mundo, muchos cristianos sienten la necesidad de una mejor preparación (por cierto, de una preparación radical), para atravesar los crisoles. Examina tu nivel de compromiso con Dios y con su Reino. Diseña una escala de compromiso personal. Según tu escala, ¿cuál es el compromiso radical para ti? ¿Hasta qué punto estás preparado en tu compromiso cristiano para servir a Dios de cualquier manera que él te pida?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p><strong>“LUCHANDO CON LA FUERZA DE CRISTO”</strong><br></p>",
      "verse": "<p>“Por eso me afano, luchando con la fuerza de Cristo que actúa poderosamente en mí” (Col. 1: 29, RVA 2000).<br></p>",
      "versionCode": 7,
      "weekDate": "30 de julio-5 de Agosto "
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
