{
  "data": [
    {
      "color": "#F5B44C",
      "id": 706,
      "idEs": 21,
      "language": "en",
      "lessonDays": [
        {
          "date": "July 29",
          "dayTitle": "<p>Read for This Week’s Study</p>",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>In Ephesians 3, Paul opens with a theme that he had already touched on earlier: “that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel” (Eph. 3:6, NKJV). And though that might not be much of a surprise to the church today, composed mostly of Gentiles, it was something that seemed radically new to many of his readers at that time.\n</p><p>Paul then continues his inspired words, as the apostle reflects on his passion to preach the gospel of Jesus to the Gentiles.\n</p><p>We learn, too, of his current hardships in extending that ministry, hardships that include time in a Roman prison.\n</p><p>And we also hear his commitment to the mystery at the heart of the gospel, the mystery that, in the church, Gentiles are on equal footing with their Jewish brothers and sisters. We experience his excitement for the church and its cosmic mission. We listen in as he prays, praising God for expressing His grace through the church.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 30",
          "dayTitle": "<p>Paul: Imprisoned Apostle to the Gentiles</p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p><strong>Read Ephesians 3. As you do so, identify one or two main themes. What major points does Paul make?</strong></p><p><strong><sup>1</sup></strong> For this reason I, Paul, the prisoner of Christ Jesus for you Gentiles—</p><p><strong><sup>2</sup></strong> if indeed you have heard of the dispensation of the grace of God which was given to me for you,</p><p><strong><sup>3</sup></strong> how that by revelation He made known to me the mystery (as I have briefly written already,</p><p><strong><sup>4 </sup></strong>by which, when you read, you may understand my knowledge in the mystery of Christ),</p><p><strong><sup>5 </sup></strong>which in other ages was not made known to the sons of men, as it has now been revealed by the Spirit to His holy apostles and prophets:</p><p><strong><sup>6 </sup></strong>that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel,</p><p><br></p><p>Ephesians 3 displays an interesting structure. Paul begins the chapter with these words: “For this reason I, Paul, the prisoner of Christ Jesus for you Gentiles” (Eph. 3:1, NKJV). Then, he breaks off for what turns out to be a lengthy digression focused on his work as apostle to the Gentiles (Eph. 3:2–13). After the aside, he signals a return to his original train of thought by repeating the phrase “For this reason” (Eph. 3:14, NKJV), with verses 14–21 providing his interrupted prayer report.\n</p><p>\n</p><p>In Ephesians 3:1, Paul identifies himself as “the prisoner of Christ Jesus” (NKJV), his way of arguing that though he may reside in Roman captivity and appear to be under the authority of the Roman Empire, there is a deeper, divine purpose being worked out in his life. He is not the prisoner of Rome but “the prisoner of Christ Jesus”! (compare Eph. 4:1).<br></p><p>Paul’s mention of his “suffering” (Eph. 3:13, ESV), and his later mention of his chains (Eph. 6:20, ESV), suggest that he is not under relatively comfortable house arrest (compare Acts 28:16) but is in prison. Being in prison in the first century and in a Roman dungeon was especially challenging. The Roman Empire did not run well-organized prisons with sanitary facilities and regular meal service. In fact, the empire had little need for prisons since incarceration was not used as a means of punishment. People were placed in prison only while they awaited trial or execution. Prisoners were expected to provide for themselves and were dependent on relatives and friends to supply food and other needs.\n</p><p>Paul’s worries perhaps center on the emotional impact of his imprisonment on believers, since being a prisoner was an extreme social disgrace in the context of an honor-shame culture. He might fear that some will ask, “How can Paul be the apostle and messenger of the exalted Christ and be a despised prisoner?” So, he reframes his imprisonment, helping believers to see it as part of God’s plan. He is suffering for them (“suffering for you,” ESV), and what appears to be a source of shame will in fact turn out to be for their “glory” (Eph. 3:13).</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "July 31",
          "dayTitle": "<p>The Long-Hidden Mystery of the Gospel</p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p><strong>What is the mystery that has been entrusted to Paul? Eph. 3:1–6.</strong></p><p>1 For this reason I, Paul, the prisoner of Christ Jesus for you Gentiles—</p><p>2 if indeed you have heard of the dispensation of the grace of God which was given to me for you,</p><p>3 how that by revelation He made known to me the mystery (as I have briefly written already,</p><p>4 by which, when you read, you may understand my knowledge in the mystery of Christ),</p><p>5 which in other ages was not made known to the sons of men, as it has now been revealed by the Spirit to His holy apostles and prophets:</p><p>6 that the Gentiles should be fellow heirs, of the same body, and partakers of His promise in Christ through the gospel,<br></p><p><br></p><p>As you study Ephesians 3:1–6, note the following:\n</p><p>First, Paul writes this part of the letter specifically to Gentile believers in the house churches of Ephesus (Eph. 3:1).\n</p><p>Second, Paul claims to be the recipient of something he labels “the stewardship of God’s grace,” given to him “for you,” for Gentile believers (Eph. 3:2, ESV). This stewardship, or this ministry of grace, is Paul’s way of describing the commission given to him to preach the gospel (“God’s grace”) to the Gentiles (compare Eph. 3:7, 8, ESV).\n</p><p>Third, Paul claims that a mystery has been revealed to him, a topic he has already written about in the letter (see especially Eph. 1:9, 10; Eph. 2:11–22), the “mystery of Christ” (Eph. 3:3, 4). Paul does not wish to be understood as the inventor of the gospel, but he does lay claim to a God-given ministry to proclaim it.\n</p><p>Fourth, Paul is not alone in having received advanced revelation about this mystery, as the Spirit has also revealed it to Christ’s “holy apostles and prophets” in a way that surpasses the revelation of God’s plan to earlier generations (Eph. 3:5). The term prophets here probably refers to those possessing and exercising the gift of prophecy among early Christian house churches rather than the prophets of the Old Testament. The mystery, which was once hidden, has now become what we might call an “open secret.”\n</p><p>Finally, he declares: “This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel” (Eph. 3:6, ESV).\n</p><p>Paul is passionate about the gospel and especially about the way it is expressed in the church, which is composed of both Jews and Gentiles. These two groups have become the building blocks of God’s new community, His new brand of humanity, the church (see Eph. 2:14–16). We could say they are now transformed from being enemies to being “co-heirs,” “co-bodied” (included in a single body, the body of Christ), and “co-partakers” of the gospel promise (see Eph. 3:6).\n</p><p><strong>What, if any, attitudes, maybe even below the surface, might you hold that contradict the inclusiveness taught by the gospel? How do you rid yourself of these?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 01",
          "dayTitle": "<p>The Church: Revealer of God’s Wisdom</p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p><strong>What does Paul say about God and the actions of God in Ephesians 3:7–13?</strong></p><p><sup><strong>7</strong></sup> of which I became a minister according to the gift of the grace of God given to me by the effective working of His power.</p><p><strong><sup>8</sup></strong> To me, who am less than the least of all the saints, this grace was given, that I should preach among the Gentiles the unsearchable riches of Christ,</p><p><strong><sup>9</sup></strong> and to make all see what is the fellowship of the mystery, which from the beginning of the ages has been hidden in God who created all things through Jesus Christ;</p><p><sup><strong>10</strong></sup> to the intent that now the manifold wisdom of God might be made known by the church to the principalities <sup><strong>and powers in the heavenly places,</strong></sup></p><p><sup><strong>11</strong></sup> according to the eternal purpose which He accomplished in Christ Jesus our Lord,</p><p><strong><sup>12</sup></strong> in whom we have boldness and access with confidence through faith in Him.</p><p><strong><sup>13 </sup></strong>Therefore I ask that you do not lose heart at my tribulations for you, which is your glory.</p><p>Paul again lays claim to being a “minister” through “the gift of God’s grace” (Eph. 3:7, ESV; compare Eph. 3:1, 2). This gift, like the gospel itself, is not granted because of the worth of the recipient, but through God’s grace. Paul underlines this point by describing himself as “the very least of all the saints” (Eph. 3:8, ESV).\n</p><p>There is an interesting progression in Paul’s self-understanding that is discernible as we move through Paul’s letters in the order they were written. Early on, he lays claim to his status as a divinely appointed apostle (Gal. 1:1). Later, though, he introduces himself as “the least of the apostles” and “not worthy to be called an apostle” (1 Cor. 15:9, NKJV). Here in Ephesians he sees himself as “the very least of all the saints” (Eph. 3:8, ESV). Finally, he describes himself as the “chief” (NKJV) or “worst” of sinners (1 Tim. 1:15, NIV).\n</p><p>Perhaps this line of thinking here by Paul can help explain this famous quote by Ellen G. White: “The closer you come to Jesus, the more faulty you will appear in your own eyes; for your vision will be clearer, and your imperfections will be seen in broad and distinct contrast to His perfect nature.”—Steps to Christ, p. 64.\n</p><p>Paul then continues. In Ephesians 3:10, he writes: “to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places” (NKJV). Who are the “rulers and authorities in the heavenly places” (ESV) mentioned here? How does the church announce God’s “manifold” or multifaceted wisdom to them? Though Ephesians 3:10 does not describe the nature of the powers, it seems best to take them as the evil ones described in more detail in Ephesians 6:11, 12. If so, the composition of the church, unifying Jews and Gentiles as once very divided parts of humankind, becomes a ringing announcement to these demonic “rulers and authorities in the heavenly places” of God’s plan for the future, “to unite all things in him [Christ], things in heaven and things on earth” (Eph. 1:10, ESV). They are put on notice that God’s plan is underway and their doom assured. The very nature of a unified church signals their ultimate defeat.\n</p><p><strong>If your own congregation took seriously Paul’s “job description” of the church in Ephesians 3:10, how might it change the way you and your fellow church members relate to each other?</strong></p><p><sup><strong>10 </strong></sup>to the intent that now the manifold wisdom of God might be made known by the church to the principalities and powers in the heavenly places,</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 02",
          "dayTitle": "<p>Christ, Dwelling in Your Heart</p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p>Compare Paul’s earlier prayer request, Ephesians 1:16–19, with his plea for believers in Ephesians 3:14–19. In what ways are the two requests similar?</p><p><strong><sup>14</sup></strong> For this reason I bow my knees to the Father of our Lord Jesus Christ,</p><p><strong><sup>15 </sup></strong>from whom the whole family in heaven and earth is named,</p><p><strong><sup>16</sup></strong> that He would grant you, according to the riches of His glory, to be strengthened with might through His Spirit in the inner man,</p><p><strong><sup>17</sup></strong> that Christ may dwell in your hearts through faith; that you, being rooted and grounded in love,</p><p><sup><strong>18</strong></sup> may be able to comprehend with all the saints what is the width and length and depth and height—</p><p><strong><sup>19</sup></strong> to know the love of Christ which passes knowledge; that you may be filled with all the fullness of God.</p><p>Behind the English translations of Ephesians 3:14, 15 is an important play on words. When Paul says that he bows before “the Father, from whom every family in heaven and on earth is named” (ESV), he is exploring the phonetic connection between the Greek word for Father, pat?r, and the Greek term for family, patria. In Ephesians, Paul celebrates the comprehensive nature of God’s plan of salvation, which involves all things (Eph. 1:9, 10) for all time (Eph. 1:21). And here he lays claim to “every family in heaven and on earth” as belonging to “the Father.” Every family (patria) takes its name from the Father (pat?r). This is very good news!\n</p><p>Ponder this thought: Your family, despite its imperfections and failings, belongs to God. Your family is not in the cruel grip of fate but in God’s caring hands. God loves imperfect families. They bear the divine name. They carry the mark of His ownership.\n</p><p>In Ephesians 3:16–19, Paul asks God to grant believers an abundant spiritual experience marked by inner strength through the Spirit’s presence (Eph. 3:16), intimacy with Christ, who is also portrayed as dwelling within (Eph. 3:17), and a settled, secure spiritual identity (“rooted and grounded in love,” Eph. 3:17, ESV).\n</p><p>As Paul seeks to offer praise to God for the expansive reach of blessings offered to believers, he includes not three dimensions but four—“breadth and length and height and depth” (Eph. 3:18, ESV). He does not clearly identify to what these dimensions apply, though they obviously describe the vast size of something important. This leaves an interesting puzzle for Bible students. Do these dimensions describe God’s wisdom (compare Job 11:5–9, which uses four dimensions), God’s power (compare Eph. 3:16, 17), or, perhaps, the spiritual temple of Ephesians 2:19–22 (compare Ezek. 43:13–16, which uses four dimensions; _Amos 7:7, 8; Rev. 11:1, 2_)? It may be best to see these four dimensions as describing the immensity of “the love of Christ” (Eph. 3:19), viewing the phrase “to comprehend . . . the breadth and length and height and depth” (Eph. 3:18, ESV) as parallel to the next phrase, “to know the love of Christ” (Eph. 3:19, ESV; compare Rom. 8:35–39). However we see his words, they are good news.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 03",
          "dayTitle": "<p>Glory in the Church and in Christ Jesus</p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p><strong>Paul concludes his prayer report with a doxology, a brief, poetic statement of praise to God. For what does he praise God? Eph. 3:20, 21.</strong></p><p><strong><sup>20</sup></strong> Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us,</p><p><strong><sup>21</sup></strong> to Him be glory in the church by Christ Jesus to all generations, forever and ever. Amen.<br></p><p>Paul has been recording his prayers for believers (Eph. 3:14–19). Now he prays directly and powerfully. Paul’s doxology raises two questions:\n</p><p>Does the passage inappropriately elevate the church, placing it on a par with Christ, in the phrase “to him be glory in the church and in Christ Jesus” (Eph. 3:21, ESV)? While Paul is highly interested in the church in Ephesians, it is clear that Christ is the Savior of the church since it is Christ who dwells in the hearts of believers (Eph. 3:17). In the doxology, Paul praises God for the salvation offered to the church through Christ Jesus.\n</p><p>Does the phrase “throughout all generations, forever and ever” (Eph. 3:21, ESV) portray an unending, earthbound future for the church, with the return of Christ put on hold? Ephesians exhibits a robust expectation for the future. For example, Ephesians 4:30 looks toward “the day of redemption” (ESV). Also, believers will experience Christ’s limitless, sovereign power in “the age to come” (Eph. 1:21, NRSV). Paul’s doxology should be read as a celebration of Christ’s unending power exercised on behalf of believers.\n</p><p>Looking back over Paul’s second prayer report (Eph. 3:14–21; compare Eph. 1:15–23), we see Paul finding strength in the cosmic scope of the Father’s care (Eph. 3:14, 15), the ready availability of the Holy Spirit (Eph. 3:16), the partnership of Christ Himself (Eph. 3:17), and the immeasurability of the limitless love of Christ (Eph. 3:18, 19). This is so true that he imagines believers being filled “with all the fullness of God” (Eph. 3:19, ESV) and celebrates these spiritual realities in praise, again marveling at the abundance of God’s power on offer to the saints (Eph. 3:20, 21).\n</p><p>Whenever we feel the press of problems, temptations, or doubts, we may turn to this buoyant account of Paul’s prayers. The imprisoned apostle raises our vision to the grand horizon of God’s purposes and grace, reminding us that, whatever our current circumstances, we are participants in God’s ultimate plan (Eph. 1:9, 10), and His power is at work in us.\n</p><p><strong>What blessings from God are especially valuable to you? Practice composing a prayer of praise in order to praise God for them.\n</strong></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 04",
          "dayTitle": "<p>Further Thought</p>",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p>Ellen G. White, “Modern Revivals,” in The Great Controversy, pp. 461–478.\n</p><p>“How can we harmonize our dwarfed spiritual condition with the presentation of our text [Eph. 3:14–19] that describes the fullness of knowledge it is our privilege to possess? How can Heaven look upon us, who have had every spiritual and temporal advantage that we might grow in grace, when we have not improved our opportunities? The apostle did not write these words to tantalize us, to deceive us, or to raise our expectations only to have them disappointed in our experience. He wrote these words to show us what we may and must be, if we would be heirs of the kingdom of God. How can we be laborers together with God, if we have a dwarfed experience? We have a knowledge of the Christian’s privilege, and should seek for that deep, spiritual understanding in the things of God that the Lord has desired us to have.\n</p><p>“Do we really believe the Bible? Do we really believe that we may attain to the knowledge of God that is presented before us in this text? Do we believe every word that proceedeth out of the mouth of God? Do we believe the words that have been spoken by prophets and apostles, by Jesus Christ, who is the author of all light and blessing, and in whom dwelleth all richness and fullness? Do we really believe in God, and in his Son?”—Ellen G. White, Advent Review and Sabbath Herald, October 1, 1889.\n</p><p><strong>Discussion Questions:\n</strong></p><p>Compare Paul’s doxology in Ephesians 3:20, 21 to other doxologies in the New Testament—Rom. 11:33–36; Rom. 16:25–27; Phil. 4:20; 2 Pet. 3:18; Jude 24, 25. What themes or ideas move through these passages? How might we adopt the attitude of praise and worship they illustrate?</p><p><strong><sup>20</sup></strong> Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us,21 to Him be glory in the church by Christ Jesus to all generations, forever and ever. Amen.</p><p>Romans 11:33-36\n</p><p><strong><sup>33</sup></strong><strong>and His ways past finding out!</strong> Oh, the depth of the riches both of the wisdom and knowledge of God! How unsearchable are His judgments and His ways past finding out!</p><p><sup style=\"\"><strong>34</strong></sup> “For who has known the mind of the Lord? Or who has become His counselor?”</p><p><strong><sup>35 “Or who has first given to Him And it shall be repaid to him?”</sup></strong></p><p><strong><sup>36</sup></strong> For of Him and through Him and to Him are all things, to whom be glory forever. Amen.\n</p><p><strong><sup>Romans 16:25-27\n</sup></strong></p><p><sup>25</sup> Now to Him who is able to establish you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery kept secret since the world began</p><p><strong><sup>26</sup></strong> but now made manifest, and by the prophetic Scriptures made known to all nations, according to the commandment of the everlasting God, for obedience to the faith—</p><p><strong><sup>27</sup></strong> to God, alone wise, be glory through Jesus Christ forever. Amen.\n</p><p>Philippians 4:20\n</p><p><sup><strong>20</strong></sup> Now to our God and Father be glory forever and ever. Amen.\n</p><p>II Peter 3:18\n</p><p><strong><sup>18</sup></strong> but grow in the grace and knowledge of our Lord and Savior Jesus Christ. To Him be the glory both now and forever. Amen.\n</p><p>Jude 1\n</p><p><strong><sup>1</sup></strong> Jude, a bondservant of Jesus Christ, and brother of James, To those who are called, sanctified by God the Father, and preserved in Jesus Christ:</p><p><strong><sup>2</sup></strong> Mercy, peace, and love be multiplied to you.</p><p><strong><sup>3</sup></strong> Beloved, while I was very diligent to write to you concerning our common salvation, I found it necessary to write to you exhorting you to contend earnestly for the faith which was once for all delivered to the saints.</p><p><strong><sup>4</sup></strong> For certain men have crept in unnoticed, who long ago were marked out for this condemnation, ungodly men, who turn the grace of our God into lewdness and deny the only Lord God and our Lord Jesus Christ.</p><p><strong><sup>5</sup></strong> But I want to remind you, though you once knew this, that the Lord, having saved the people out of the land of Egypt, afterward destroyed those who did not believe.</p><p><strong><sup>6</sup></strong> And the angels who did not keep their proper domain, but left their own abode, He has reserved in everlasting chains under darkness for the judgment of the great day;</p><p><strong><sup>7</sup></strong> as Sodom and Gomorrah, and the cities around them in a similar manner to these, having given themselves over to sexual immorality and gone after strange flesh, are set forth as an example, suffering the vengeance of eternal fire.</p><p><strong><sup>8</sup></strong> Likewise also these dreamers defile the flesh, reject authority, and speak evil of dignitaries.</p><p><strong><sup>9</sup></strong> Yet Michael the archangel, in contending with the devil, when he disputed about the body of Moses, dared not bring against him a reviling accusation, but said, “The Lord rebuke you!”</p><p><strong><sup>10</sup></strong> But these speak evil of whatever they do not know; and whatever they know naturally, like brute beasts, in these things they corrupt themselves.</p><p><strong><sup>11</sup></strong> Woe to them! For they have gone in the way of Cain, have run greedily in the error of Balaam for profit, and perished in the rebellion of Korah.</p><p><strong><sup>12</sup></strong> These are spots in your love feasts, while they feast with you without fear, serving only themselves. They are clouds without water, carried about by the winds; late autumn trees without fruit, twice dead, pulled up by the roots;</p><p><strong><sup>13</sup></strong> raging waves of the sea, foaming up their own shame; wandering stars for whom is reserved the blackness of darkness forever.</p><p><strong><sup>14</sup></strong> Now Enoch, the seventh from Adam, prophesied about these men also, saying, “Behold, the Lord comes with ten thousands of His saints,</p><p><strong><sup>15</sup></strong> to execute judgment on all, to convict all who are ungodly among them of all their ungodly deeds which they have committed in an ungodly way, and of all the harsh things which ungodly sinners have spoken against Him.”</p><p><strong><sup>16</sup></strong> These are grumblers, complainers, walking according to their own lusts; and they mouth great swelling words, flattering people to gain advantage.</p><p><strong><sup>17</sup></strong> But you, beloved, remember the words which were spoken before by the apostles of our Lord Jesus Christ:</p><p><strong><sup>18</sup></strong> how they told you that there would be mockers in the last time who would walk according to their own ungodly lusts.</p><p><strong><sup>19</sup></strong> These are sensual persons, who cause divisions, not having the Spirit.</p><p><strong><sup>20</sup></strong> But you, beloved, building yourselves up on your most holy faith, praying in the Holy Spirit,</p><p><strong><sup>21</sup></strong> keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.</p><p><strong><sup>22</sup></strong> And on some have compassion, making a distinction;</p><p><strong><sup>23</sup></strong> but others save with fear, pulling them out of the fire, hating even the garment defiled by the flesh.</p><p><strong><sup>24</sup></strong> Now to Him who is able to keep you from stumbling, And to present you faultless Before the presence of His glory with exceeding joy,</p><p><strong><sup>25</sup></strong> To God our Savior, Who alone is wise, Be glory and majesty, Dominion and power, Both now and forever. Amen.</p><p>Compare Paul’s four uses of the Greek word pl?roma (“fullness”) in Ephesians (Eph. 1:10, 23; Eph. 3:19; Eph. 4:13). Why do you think this idea is important to Paul?<br></p><p><br></p><p>Of all the actions of God that Paul praises in Ephesians 3, which is most inspiring to you? Why?</p><p><br></p><p>Paul concludes the first half of Ephesians just as he began it (Eph. 1:3–21), employing the language of prayer and praise. He exults in God’s power, present in the lives of believers through Christ and the Spirit (Eph. 3:16–21). How can we, as Ellen G. White wrote above, better experience this power in our lives?</p><p><br></p><p><strong>Inside Story<br></strong></p><p><strong>Fighting With Scripture: Part 3\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>That night, Almira woke up after having another nightmare, and she resolved to go to the Seventh-day Adventist Church the next Sabbath. But in the morning, she thought, I’m not a Christian. I can’t go there. The following night, she had another nightmare, and she struggled again over what to do. On Sabbath, she went to the Adventist Church.\n</p><p>After several weeks, Almira’s parents found out that she was attending the church every Sabbath, and they forbade her from going. Other relatives heard and implored her not to go. Neighbors saw her walking to the church on Sabbaths and purposely came out of their apartment buildings to scold her. Going to church became a deeply unpleasant battle every Sabbath. But Almira enjoyed worshiping at the church, and she kept on going. She was learning about Jesus and finding peace in Him.\n</p><p>But at home the evil presence persisted. The spirit kept coming at night. Almira began to pray out loud, “In the name of the blood of Jesus Christ, protect me from Satan so I can sleep.” She prayed the prayer every night for three months. The prayers dispelled the spirit, but she remained scared.\n</p><p>She told the Adventist pastor about her fears, and he suggested that she also read the Bible out loud. Whenever she sensed the spirit, she opened her Bible to Isaiah 43. She especially liked the promise, “But now, thus says the Lord, who created you, O Jacob, and He who formed you, O Israel: ‘Fear not, for I have redeemed you; I have called you by your name; You are Mine.’ . . . Since you were precious in My sight, you have been honored, and I have loved you; therefore I will give men for you, and people for your life” (Isaiah 43:1–4, NKJV).\n</p><p>She also found comfort in Isaiah 49:24, 25, which says, “Shall the prey be taken from the mighty, or the captives of the righteous be delivered? But thus says the Lord: ‘Even the captives of the mighty shall be taken away, and the prey of the terrible be delivered; for I will contend with him who contends with you, and I will save your children’ ” (NKJV).\n</p><p>One night, she confessed all her sins out loud to Jesus. After that, she slept better than she had in a long time.\n</p><p>Finally, Almira stopped being afraid. When she read the Bible and prayed, the spirit always left. She realized that even though the spirit was stronger than her, Jesus was stronger than them both.\n</p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers<br></p>",
          "id": 68,
          "idDay": 8,
          "idLesson": 6,
          "lessonText": "<p><strong>Part I: Overview<br><br>Key Text: Ephesians 3:20, 21<br>Study Focus: Ephesians 3; Job 11:5–9; Ezek. 43:13–16; Amos 7:7, 8; Rev. 11:1, 2.<br><br>Introduction:</strong><br><br>After he shared in Ephesians 3:1 his glorious vision of the cross of Christ and what it accomplished for the Jews and the Gentiles alike, Paul wants to assure his brothers and sisters in Ephesus that he prays that they may always ponder, understand, and be guided and transformed by that vision of the Cross and by the glory, the power, and love of God that the Cross reveals. However, just as Paul begins telling the Ephesians that he was praying for them, he, “the prisoner of Christ Jesus for the sake of you Gentiles” (Eph. 3:1, NASB), decided to dwell a bit more on his ministry for the Gentiles. His ministry consisted in understanding the glorious “mystery” of God to include them, the Gentiles, in His plan of salvation and in His church. This mystery, the apostle insists, was not an afterthought in God’s plan. Rather, it was God’s “eternal purpose” (Eph. 3:11) and now, in the age of Christ, God proceeded to fully reveal this purpose to the world, fulfilling it through Christ, and now through him, Christ’s apostle.<br><br><strong>Lesson Themes: This week’s lesson highlights three major themes:</strong><br><br><strong>1. </strong>Paul’s prayer and ideal for the church was to view the church as the new humanity, including the Gentiles.<br><br><strong>2. </strong>The inclusion of the Gentiles was God’s great mystery and surprise to humanity. Paul was the humble steward of this mystery.<br><br><strong>3.</strong> Because of the inclusion of the Gentiles, and thus of all humanity in the plan of salvation, the church became the display of God’s wisdom, love, power, and glory, both on earth and throughout the universe.<br><strong><br>Part II: Commentary</strong><br><br>The Mystery of God and the Foundation of the Apostles and the Prophets The discussion on the Jews and the Gentiles, united in Christ’s body, raises the issue of the relationship between the church and Israel. Christians have developed different models of the Israel-church relation. One traditional position is that Israel was God’s covenant nation, but that after Israel as a nation rejected Jesus as the Messiah, Israel as a nation was rejected and was replaced by the church. Therefore, after Christ, Israel does not fulfill any role in God’s economy of salvation. Other theologians took a “literalistic interpretation” of Scripture and developed the dispensational theory: that Israel and the church represent two different peoples of God. These peoples have different calls, different covenants, different paths to salvation, and different purposes in the economy of salvation. Even a cursory reading of Paul and of the New Testament reveals that both these theories are problematic and that the dispensationalist approach to the Israel-church relation is especially contrary to what the apostle envisioned. Several major points of Paul’s view on the Israel-church relation could be made here. First, Paul viewed an essential continuity between Israel and the church. This relationship is to be understood in the context of the overarching biblical interpretative principle of promise-fulfillment: Christ and the New Testament people of God are the fulfillment of God’s promises in the Old Testament. In the Old Testament, God saved Israel and called it to proclaim God’s covenants and promises of grace in the world. Through Israel, God’s call to receive His promises of grace and to join His covenants were to reach all the families and nations of the earth. Israel’s was not a mission of imperial development in which Israel was to conquer and annex all the nations of the earth. Rather, the nations were expected to join God’s covenant and promises, as opposed to joining a national or an imperial entity.<br><br>The Old Testament, therefore, was looking forward to a supranational structure of God’s people, in which people of all nations would be part of the same covenant with God (Gen. 12:1–3, 1 Kings 8:41–43, Isa. 56:3–7, Isa. 60:3). This supranational structure was fulfilled in the New Testament people of God composed of both Jews and Gentiles.<br><br>Second, and consequently, Israel and the church are not two peoples of God that coexist in parallel, each of them with their covenants, paths to salvation, and missions. Rather, Christ explained that His mission was to “bring” His “other sheep that are not in this fold” so that “they will become one flock, with one shepherd” (John 10:16, NASB). Nor is the church simply the replacement of Israel as a nation, in the sense that Israel was the nation of God until Christ, and now, after Christ rejected Israel as a nation, the church is the new people of God. Rather, for Paul, the church is not a different people of God but the fulfillment of the amazing promise of God in the Old Testament: He calls all humanity to His grace. That is why, in Romans 9, Paul views the church as comprised of both Jews and Gentiles (Rom. 9:23–26).<br><br>True, only a remnant of Israel joined the community gathered around Jesus (Rom. 9:27–29), but it is precisely this remnant that shows that God did not reject Israel’s taking part in the church (Rom. 11:1). It is this remnant that ensures the continuity and unity between Israel and the church. For this reason, in Romans 11:16–18, Paul compares the church with the olive tree: some branches are the children of Israel, and other branches are the Gentiles, but all the branches ultimately are fed by the same root; that is, God’s covenant with Abraham. God always had one plan of salvation, one Seed who was Christ, one promise, one covenant, and one people.<br><br>This same idea of the one plan of God, the continuity between Israel and the church, and therefore the essentiality of the unity of the church resurfaces again in Ephesians 2 and 3. Paul explains to the Ephesians that the church is comprised both of “circumcised” and “uncircumcised” (Eph. 2:11). The apostle does not say that the Jews and the church are two separate peoples or that the church replaced the Jews as God’s people. Far from excluding the Jews from the church, Paul follows Jesus’ theology and affirms that salvation comes from the Jews (John 4:22). For this reason, Paul emphasizes that, while the Gentiles were “far away,” the Jews were “near” (Eph. 2:17, NASB). Elsewhere, Paul described this “nearness” in terms of having received God’s promises or covenants, God’s prophecies, the Messiah, and God’s mission to share them all with the world (Rom. 9:4, 5). Thus, it is the Gentiles who were brought near to God and built on the same foundation of the Hebrew prophets, as opposed to building on the foundation of their old myths or philosophies.<br><br>Third, even when speaking of the foundation of the church, Paul uses the same idea of the continuity of Israel and the church, this time in terms of revelation. The church is built on divine revelation. But God does not have two discontinuous revelations, the Old and the New Testaments. He did not reveal something in the Old Testament only to abandon His plan and reveal a totally new project. His plan is one, and His revelation is one and continuous. That is why Paul emphasizes that the church is built on both the apostles and the prophets (Eph. 2:20; see also John’s description of the New Jerusalem wherein the apostles’ names are inscribed on the foundation of the city, and the names of the patriarchs are inscribed on the gates; yet the apostles and the patriarchs are integrated in the same New Jerusalem, God’s dwelling place, Rev. 21:10–14). The reason for listing the apostles first is perhaps that the apostles are “greater” than the prophets in the same sense that John the Baptist was greater than all the prophets. This “greatness” is to be understood in the same sense of promise-fulfillment: while the prophets prophesied the coming of the Messiah, the apostles announced His real historical advent in the world. The Messiah whom the apostles proclaimed as having come into the world was the same Messiah seen by the prophets in their visions. The apostles and the prophets were united in their testimony, which is the foundation of the church.<br><br>However, while Paul recognizes that the apostles and the prophets received God’s call to play this foundational role in the church, they recognized and proclaimed that the Cornerstone of the church was Jesus of Nazareth, as the Christ prophesied by the Old Testament Scriptures (Eph. 2:20), the content and essence of their testimony. As an apostle, Paul followed Jesus’ interpretative principle of “all the scriptures” (Luke 24:27) pointing to Him, His advent, and His ministry (see Luke 24:25–27). It is because Jesus is the Cornerstone that the building is built perfectly “in Him” (Eph. 2:20–22) as a “holy temple” (Eph. 2:21) for God to dwell in (Eph. 2:22).<br><br>Fourth, Paul’s view of the Israel-church relation also reveals his under- standing of the identity and character of God. The God of Israel is not their national God; He is the God of the whole earth. While His earthly residence may be in Jerusalem, His jurisdiction is not limited to Judea and the surrounding areas. Rather, the God of the Christians has His throne in the heavenly places or sanctuary and has authority over any power on earth and in heaven (Matt. 6:10, Matt. 28:18, Eph. 1:21) because He is the Creator and the Redeemer of the entire world. That is why God calls the whole world to return to Him, receive His grace, and live in His kingdom.<br><strong><br>Part III: Life Application</strong><br><br><strong>1.</strong> People love mysteries and secrets. Ask your students to consider these questions: Have you ever lived your Christian life as if you were the guardian of a great, glorious mystery, a mystery that changed your life forever and, as you understand it, will change the world forever in the most positive way? If so, explain. Have you ever shared the gospel as if it were a great, beautiful mystery? Discuss.<br><br><strong>2.</strong> In Ephesians 3:10, Paul affirms that the church is the means through which God reveals His wisdom “to the rulers and authorities in the heavenly places” (ESV). Ask your students the following questions: In your understanding, is the church a revelation of God’s plan of salvation to the entire universe? How so? How is the unity in the church in Christ, unity between the Gentiles and the Jews, unity in families and in society an essential part of the saving revelation of the grace and power of God? Discuss the answers with your class.<br><br><strong>3.</strong> In Colossians 1:27, a parallel text to Ephesians 3, Paul emphasizes that the mystery God revealed to the “saints” in the church is “Christ in you, the hope of glory” (NASB). Invite your students to share how they might explain this expression to a non-­Christian. What does the apostle mean by “Christ in you”?<br><strong><br>How does this expression relate to “the hope of glory”? On the other hand, how does this “mystery” affect your daily life? Lead your class in a discussion of the answers to these questions.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>The Mystery of the Gospel</p>",
      "verse": "<p>“Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us, to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen” (Ephesians 3:20, 21, NIV).</p>",
      "versionCode": 10,
      "weekDate": "July 29-August 5"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
