{
  "data": [
    {
      "color": "#cf7a67",
      "id": 7,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "6 de Noviembre",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>La mayoría de las confesiones cristianas enseñan sobre la Ley y la gracia, y comprenden la relación entre las dos. La Ley es la norma de santidad y justicia de Dios, y la violación de esa ley es pecado. “Todo aquel que comete pecado, infringe también la ley; pues el pecado es infracción de la ley” (1 Juan 3:4). Y, como todos hemos violado esa ley (“Pero la Escritura declara que todo el mundo es prisionero del pecado” [Gál. 3:22, NVI]), es solo la gracia de Dios lo que puede salvarnos. “Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios” (Efe. 2:8). (Por supuesto, está el “pequeño detalle” del rol del día de reposo sabático como parte de la Ley. No obstante, por diversas razones, muchos cristianos están decididos –al menos por ahora– a rechazar el sábado, y proponen todo tipo de argumentos para justificar su rechazo; pero ese es otro tema.)</p><p><br></p><p>Aunque se expresa de diferentes maneras y en diversos contextos, el tema de la Ley y la gracia indudablemente se encuentra en toda la Biblia, incluyendo el libro de Deuteronomio. Sí, Deuteronomio también presenta la relación entre la Ley y la gracia, pero en un contexto peculiar.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de Noviembre",
          "dayTitle": "<p><strong>LA LEY DEL CIELO</strong></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>Dios es un Dios de amor, y el amor es el principio fundamental de su carácter y el fundamento de su gobierno. Y, como Dios quiere que le retribuyamos ese amor, nos ha creado como criaturas morales con libertad moral, la libertad inherente al amor.</p><p><br></p><p>Y la idea de libertad moral es fundamental para la Ley moral. Las partículas subatómicas, las olas del océano, los canguros, aunque hasta cierto punto siguen la ley natural, no siguen la Ley moral ni la necesitan. Solo los seres morales la siguen, por lo que incluso en el cielo Dios tiene una Ley moral para los ángeles.</p><p><br></p><p><strong>Lee Ezequiel 28:15 y 16, que habla de la caída de Lucifer en el cielo. En él se halló “iniquidad”, y también “pecó”. ¿Qué revela el uso de estas palabras, en el contexto celestial, acerca de la existencia de la Ley moral en el cielo?</strong></p><p><strong>Ezequiel 28:15 y 16</strong></p><p><sup><strong>15</strong></sup> Perfecto eras en todos tus caminos desde el día que fuiste creado, hasta que se halló en ti maldad.</p><p><strong><sup>16</sup></strong> A causa de la multitud de tus contrataciones fuiste lleno de iniquidad, y pecaste; por lo que yo te eché del monte de Dios, y te arrojé de entre las piedras del fuego, oh querubín protector.</p><p><br></p><p>“Iniquidad” y “pecado” son palabras que se utilizan aquí entre los seres humanos. Pero la Escritura usa los mismos términos para lo que sucedió en el cielo, en otra parte de la misma Creación. Esto debería decirnos algo sobre lo que existe en el cielo, al igual que en la Tierra.</p><p><strong><br></strong></p><p><strong>“¿Qué diremos, pues? ¿La ley es pecado? En ninguna manera. Pero yo no conocí el pecado sino por la ley; porque tampoco conociera la codicia, si la ley no dijera: No codiciarás” (Rom. 7:7). ¿Cómo podría existir la misma idea, al menos en principio, en el cielo, donde también existen seres morales, los ángeles?</strong></p><p><strong>Romanos 7:7</strong></p><p><strong><sup>7</sup></strong> ¿Qué diremos, pues? ¿La ley es pecado? En ninguna manera. Pero yo no conocí el pecado sino por la ley; porque tampoco conociera la codicia, si la ley no dijera: No codiciarás.</p><p><br></p><p>Como explica Elena de White: “La voluntad de Dios se expresa en los preceptos de su sagrada Ley, y los principios de esa Ley son los principios del cielo. Para los ángeles del cielo, no existe un conocimiento superior que el conocer la voluntad de Dios, y el hacer esa voluntad es el servicio más elevado en que pueden ocupar sus facultades” (DMJ 102).</p><p><br></p><p>Cielo, Tierra, no importa: si Dios tiene seres morales, tendrá una Ley moral que los gobierne, y la violación de esa Ley, en el cielo o en la Tierra, es pecado.</p><p><br></p><p><strong>¿Por qué la idea de una Ley moral es inseparable de la idea de seres morales? Sin esa Ley, ¿qué definiría qué es moral y qué no?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de Noviembre",
          "dayTitle": "<p><strong>LA LEY EN DEUTERONOMIO</strong></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>En la frontera de Canaán, la nación hebrea, el pueblo elegido por Dios, finalmente está a punto de heredar la tierra que Dios le había prometido. Y, como hemos visto, Deuteronomio consiste en las instrucciones finales de Moisés a los hebreos antes de que ocupen la tierra. Y, entre esas instrucciones, estaban los mandamientos para obedecer.</p><p><br></p><p><strong>Lee los siguientes pasajes. ¿Qué idea se expresa vez tras vez tras vez, y por qué este aspecto es tan importante para el pueblo? (Deut. 4:44; 17:19; 28:58; 30:10; 31:12; 32:46; 33:2).</strong></p><p><strong>Deuteronomio 4:44</strong></p><p><sup><strong>44</strong></sup> Esta, pues, es la ley que Moisés puso delante de los hijos de Israel.</p><p><strong>Deuteronomio 17:19</strong></p><p><strong><sup>19</sup></strong> y lo tendrá consigo, y leerá en él todos los días de su vida, para que aprenda a temer a Jehová su Dios, para guardar todas las palabras de esta ley y estos estatutos, para ponerlos por obra;</p><p><strong>Deuteronomio 28:58</strong></p><p><strong><sup>58</sup></strong> Si no cuidares de poner por obra todas las palabras de esta ley que están escritas en este libro, temiendo este nombre glorioso y temible: JEHOVÁ TU DIOS,</p><p><strong>Deuteronomio 30:10</strong></p><p><sup><strong>10</strong></sup> cuando obedecieres a la voz de Jehová tu Dios, para guardar sus mandamientos y sus estatutos escritos en este libro de la ley; cuando te convirtieres a Jehová tu Dios con todo tu corazón y con toda tu alma.</p><p><strong>Deuteronomio 31:12</strong></p><p><sup><strong>12</strong></sup> Harás congregar al pueblo, varones y mujeres y niños, y tus extranjeros que estuvieren en tus ciudades, para que oigan y aprendan, y teman a Jehová vuestro Dios, y cuiden de cumplir todas las palabras de esta ley;</p><p><strong>Deuteronomio 32:46</strong></p><p><sup><strong>46</strong></sup> y les dijo: Aplicad vuestro corazón a todas las palabras que yo os testifico hoy, para que las mandéis a vuestros hijos, a fin de que cuiden de cumplir todas las palabras de esta ley.</p><p><strong>Deuteronomio 33:2</strong></p><p>Dijo:</p><p>&nbsp; &nbsp; Jehová vino de Sinaí,</p><p>&nbsp; &nbsp; Y de Seir les esclareció;</p><p>&nbsp; &nbsp; Resplandeció desde el monte de Parán,</p><p>&nbsp; &nbsp; Y vino de entre diez millares de santos,</p><p>&nbsp; &nbsp; Con la ley de fuego a su mano derecha.</p><p><br></p><p>Hasta la lectura más superficial del libro de Deuteronomio muestra cuán primordial era la obediencia a la Ley para la nación de Israel. En realidad, eran sus compromisos con el Pacto. Dios había hecho mucho por ellos y lo seguiría haciendo; cosas que no podían hacer por sí mismos y que no merecían inicialmente (de esto se trata la gracia: Dios nos da lo que no me- recemos). Y lo que pedía en respuesta era, precisamente, obediencia a su Ley.</p><p><br></p><p>No es diferente ahora. La gracia de Dios nos salva, sin las obras de la Ley: “Concluimos, pues, que el hombre es justificado por fe sin las obras de la ley” (Rom. 3:28), y nuestra respuesta es la obediencia a la Ley. Sin embargo, obedecemos la Ley, no en un vano intento de ser salvos por ella, “ya que por las obras de la ley ningún ser humano será justificado delante de él; porque por medio de la ley es el conocimiento del pecado” (Rom. 3:20), sino como resultado de la salvación que recibimos con tanta gracia. “Si me aman, guardarán mis mandamientos” (Juan 14:15, RVA-2015).</p><p><br></p><p>Deuteronomio podría considerarse una gran lección objetiva sobre la gracia y la Ley. Mediante la gracia, Dios nos redime, haciendo por nosotros lo que no podríamos hacer por nosotros mismos (como tampoco Israel podría haber huido de Egipto por su cuenta); en respuesta, vivimos por fe una vida de obediencia a él y su Ley. Desde la caída de Adán en adelante, hasta aquellos que experimenten el tiempo de angustia y la marca de la bestia, un pueblo representado como aquellos que “guardan los mandamientos de Dios y la fe de Jesús” (Apoc. 14:12), la relación de Dios con su pueblo del Pacto es de Ley y gracia. La gracia de Dios nos perdona por haber violado su Ley, y la gracia de Dios nos permite obedecer su Ley también, una obediencia que surge de nuestra relación de pacto con él.<br></p><p><br></p><p><strong>¿Cómo podemos evitar la trampa de volvernos legalistas al obedecer la Ley?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de Noviembre",
          "dayTitle": "<p><em><strong>LETOV LAK</strong></em></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p>Los escépticos, aquellos que buscan razones para rechazar la Biblia, a menudo señalan algunas palabras fuertes de Dios que aparecen en el Antiguo Testamento. La idea es que el Dios del Antiguo Testamento era severo, vengativo y mezquino, especialmente en contraste con Jesús. Este no es un argumento nuevo, pero es tan errado ahora como cuando se lo promovió por primera vez hace muchos siglos.</p><p><br></p><p>Una y otra vez, el Antiguo Testamento presenta al Señor amando a su antiguo pueblo Israel y deseando solo lo mejor para ellos. Y este amor aparece con fuerza en el libro de Deuteronomio.</p><p><br></p><p><strong>Lee Deuteronomio 10:1 al 15. ¿Cuál es el contexto inmediato de estos versículos y qué nos enseñan acerca de lo que Dios sentía por su pueblo, incluso después de su pecado? ¿Qué nos enseñan sobre la gracia?</strong></p><p><strong>Deuteronomio 10:1 al 15</strong></p><p><strong><sup>1</sup></strong> En aquel tiempo Jehová me dijo: Lábrate dos tablas de piedra como las primeras, y sube a mí al monte, y hazte un arca de madera;</p><p><sup><strong>2</strong></sup> y escribiré en aquellas tablas las palabras que estaban en las primeras tablas que quebraste; y las pondrás en el arca.</p><p><sup><strong>3</strong></sup> E hice un arca de madera de acacia, y labré dos tablas de piedra como las primeras, y subí al monte con las dos tablas en mi mano.</p><p><strong><sup>4</sup></strong> Y escribió en las tablas conforme a la primera escritura, los diez mandamientos que Jehová os había hablado en el monte de en medio del fuego, el día de la asamblea; y me las dio Jehová.</p><p><sup><strong>5</strong></sup> Y volví y descendí del monte, y puse las tablas en el arca que había hecho; y allí están, como Jehová me mandó.</p><p><sup><strong>6</strong></sup> (Después salieron los hijos de Israel de Beerot-bene-jaacán a Mosera; allí murió Aarón, y allí fue sepultado, y en lugar suyo tuvo el sacerdocio su hijo Eleazar.</p><p><strong><sup>7</sup></strong> De allí partieron a Gudgoda, y de Gudgoda a Jotbata, tierra de arroyos de aguas.</p><p><strong><sup>8</sup></strong> En aquel tiempo apartó Jehová la tribu de Leví para que llevase el arca del pacto de Jehová, para que estuviese delante de Jehová para servirle, y para bendecir en su nombre, hasta hoy,</p><p><strong><sup>9</sup></strong> por lo cual Leví no tuvo parte ni heredad con sus hermanos; Jehová es su heredad, como Jehová tu Dios le dijo.)</p><p><strong><sup>10</sup></strong> Y yo estuve en el monte como los primeros días, cuarenta días y cuarenta noches; y Jehová también me escuchó esta vez, y no quiso Jehová destruirte.</p><p><strong><sup>11</sup></strong> Y me dijo Jehová: Levántate, anda, para que marches delante del pueblo, para que entren y posean la tierra que juré a sus padres que les había de dar.</p><p><strong><sup>12</sup></strong> Ahora, pues, Israel, ¿qué pide Jehová tu Dios de ti, sino que temas a Jehová tu Dios, que andes en todos sus caminos, y que lo ames, y sirvas a Jehová tu Dios con todo tu corazón y con toda tu alma;</p><p><strong><sup>13</sup></strong> que guardes los mandamientos de Jehová y sus estatutos, que yo te prescribo hoy, para que tengas prosperidad?</p><p><sup><strong>14</strong></sup> He aquí, de Jehová tu Dios son los cielos, y los cielos de los cielos, la tierra, y todas las cosas que hay en ella.</p><p><strong><sup>15</sup></strong> Solamente de tus padres se agradó Jehová para amarlos, y escogió su descendencia después de ellos, a vosotros, de entre todos los pueblos, como en este día.</p><p><br></p><p>La gracia y el amor de Dios por Israel son evidentes en este pasaje. Fíjate especialmente en los versículos 12 y 13. En realidad, constituyen una frase larga en forma de pregunta: “¿Qué te estoy pidiendo yo, el Señor, sino lo siguiente [...] que andes en mis caminos, que me ames, me sirvas y guardes mis estatutos para tu propio bien?”</p><p><br></p><p>En todo este versículo, el mensaje está en singular. Aunque Dios ciertamente le está hablando a la nación en su conjunto, ¿de qué servirían sus palabras si el pueblo, cada uno en forma individual, no las obedece? El todo es tan bueno como la suma de las partes. El Señor les estaba hablando en forma personalizada, individual, a los integrantes de Israel como nación.</p><p><br></p><p>Tampoco podemos olvidar el final del versículo 13: guarda estas cosas letov lak; es decir, “para que tengas prosperidad”. En otras palabras, Dios le está ordenando al pueblo que obedezca porque es lo mejor para ellos. Dios los hizo, Dios los sostiene, Dios sabe qué es lo mejor, y quiere lo mejor para ellos. La obediencia a su Ley, a sus Diez Mandamientos, solo puede obrar para beneficio de ellos.</p><p><br></p><p>La Ley a menudo se compara con un seto, un muro de protección; al permanecer dentro de ese muro, sus seguidores están protegidos de una serie de males que de otro modo los alcanzarían y destruirían. En resumen, por amor a su pueblo, Dios entregó su Ley, y la obediencia a su Ley sería “para que tengas prosperidad”.</p><p><br></p><p><strong>¿De qué formas podemos atestiguar por nosotros mismos que la obediencia a la Ley de Dios ha sido, verdaderamente, “para que tengas prosperidad”?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de Noviembre",
          "dayTitle": "<p><strong>ESCLAVO EN EGIPTO</strong></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>En el libro de Deuteronomio, hay un tema recurrente: el hecho de que el Señor redimió a su pueblo Israel de la tierra de Egipto. Repetidas veces se les recuerda lo que Dios hizo por ellos: “Y Jehová nos sacó de Egipto con mano fuerte, con brazo extendido, con grande espanto, y con señales y con milagros” (Deut. 26:8; ver además Deut. 16:1-6).</p><p><br></p><p>A decir verdad, todo el Antiguo Testamento hace referencia a la historia del Éxodo como un ejemplo de la poderosa liberación de Israel por parte de Dios, mediante su gracia, de la esclavitud y la opresión: “Porque yo te hice subir de la tierra de Egipto, y de la casa de servidumbre te redimí” (Miq. 6:4).</p><p><br></p><p>Esta idea aparece incluso en el Nuevo Testamento. Allí el Éxodo de Egipto, ejecutado mediante el gran poder de Dios, se presenta como símbolo de la salvación por la fe en Cristo: “Por la fe pasaron el Mar Rojo como por tierra seca; e intentando los egipcios hacer lo mismo, fueron ahogados” (Heb. 11:29; ver además 1 Cor. 10:1-4).</p><p><br></p><p><strong>Lee Deuteronomio 5:6 al 22, donde Moisés repite la Ley, los Diez Mandamientos, la estipulación fundamental de su pacto con Jehová. Presta atención al cuarto Mandamiento y la razón que se da aquí para él. ¿Qué se dice allí que revela la realidad de la Ley y la gracia?</strong></p><p><strong>Deuteronomio 5:6 al 22</strong></p><p><strong><sup>6</sup></strong> Yo soy Jehová tu Dios, que te saqué de tierra de Egipto, de casa de servidumbre.</p><p><strong><sup>7</sup></strong> No tendrás dioses ajenos delante de mí.</p><p>8 No harás para ti escultura, ni imagen alguna de cosa que está arriba en los cielos, ni abajo en la tierra, ni en las aguas debajo de la tierra.</p><p><strong><sup>9</sup></strong> No te inclinarás a ellas ni las servirás; porque yo soy Jehová tu Dios, fuerte, celoso, que visito la maldad de los padres sobre los hijos hasta la tercera y cuarta generación de los que me aborrecen,</p><p><strong><sup>10</sup></strong> y que hago misericordia a millares, a los que me aman y guardan mis mandamientos.</p><p><strong><sup>11</sup></strong> No tomarás el nombre de Jehová tu Dios en vano; porque Jehová no dará por inocente al que tome su nombre en vano.</p><p><strong><sup>12</sup></strong> Guardarás el día de reposo para santificarlo, como Jehová tu Dios te ha mandado.</p><p><strong><sup>13</sup></strong> Seis días trabajarás, y harás toda tu obra;</p><p><strong><sup>14</sup></strong> mas el séptimo día es reposo a Jehová tu Dios; ninguna obra harás tú, ni tu hijo, ni tu hija, ni tu siervo, ni tu sierva, ni tu buey, ni tu asno, ni ningún animal tuyo, ni el extranjero que está dentro de tus puertas, para que descanse tu siervo y tu sierva como tú.</p><p><strong><sup>15</sup></strong> Acuérdate que fuiste siervo en tierra de Egipto, y que Jehová tu Dios te sacó de allá con mano fuerte y brazo extendido; por lo cual Jehová tu Dios te ha mandado que guardes el día de reposo.</p><p><sup><strong>16</strong></sup> Honra a tu padre y a tu madre, como Jehová tu Dios te ha mandado, para que sean prolongados tus días, y para que te vaya bien sobre la tierra que Jehová tu Dios te da.</p><p><sup><strong>17</strong></sup> No matarás.</p><p><strong><sup>18</sup></strong> No cometerás adulterio.</p><p><sup><strong>19</strong></sup> No hurtarás.</p><p><strong><sup>20</sup></strong> No dirás falso testimonio contra tu prójimo.</p><p><sup><strong>21</strong></sup> No codiciarás la mujer de tu prójimo, ni desearás la casa de tu prójimo, ni su tierra, ni su siervo, ni su sierva, ni su buey, ni su asno, ni cosa alguna de tu prójimo.</p><p><strong><sup>22</sup></strong> Estas palabras habló Jehová a toda vuestra congregación en el monte, de en medio del fuego, de la nube y de la oscuridad, a gran voz; y no añadió más. Y las escribió en dos tablas de piedra, las cuales me dio a mí.</p><p><br></p><p>Moisés repite el mandamiento básico de descansar en el día sábado, pero le da un énfasis adicional. Es decir, aunque ha sido escrito en piedra en Éxodo, aquí Moisés está ampliando lo que ya habían recibido. Guarden el sábado, no solo como un monumento conmemorativo de la Creación, sino además en conmemoración de la redención de Egipto. La gracia de Dios los salvó de Egipto y les ofreció descanso de sus obras (Heb. 4:1-5). Ahora, en respuesta a la gracia que Dios les dio, necesitaban extender esa gracia a los demás.</p><p><br></p><p>En este caso, entonces, el sábado se convierte no solo en un poderoso símbolo de la Creación, sino también en un poderoso símbolo de redención y de gracia. Todos en la casa, no solo los niños, sino también los siervos, los animales e incluso los extranjeros entre ellos, pueden descansar. El sábado extiende la gracia dada a los judíos también a los demás, incluso a aquellos que están fuera del pueblo del Pacto. Y este se encuentra en el corazón de la Ley de Dios. Lo que Dios ha hecho misericordiosamente por ellos, ellos deben hacerlo ahora por los demás. Es así de simple.</p><p><br></p><p><strong>Lee Mateo 18:21 al 35. ¿De qué manera se revela el principio de esta parábola en el mandamiento del sábado, especialmente según se enfatiza en Deuteronomio?</strong></p><p><strong>Mateo 18:21 al 35</strong></p><p><strong><sup>21</sup></strong> Entonces se le acercó Pedro y le dijo: Señor, ¿cuántas veces perdonaré a mi hermano que peque contra mí? ¿Hasta siete?</p><p><strong><sup>22</sup></strong> Jesús le dijo: No te digo hasta siete, sino aun hasta setenta veces siete.</p><p><strong><sup>23</sup></strong> Por lo cual el reino de los cielos es semejante a un rey que quiso hacer cuentas con sus siervos.</p><p><strong><sup>24</sup></strong> Y comenzando a hacer cuentas, le fue presentado uno que le debía diez mil talentos.</p><p><strong><sup>25</sup></strong> A éste, como no pudo pagar, ordenó su señor venderle, y a su mujer e hijos, y todo lo que tenía, para que se le pagase la deuda.</p><p><strong><sup>26</sup></strong> Entonces aquel siervo, postrado, le suplicaba, diciendo: Señor, ten paciencia conmigo, y yo te lo pagaré todo.</p><p><strong><sup>27</sup></strong> El señor de aquel siervo, movido a misericordia, le soltó y le perdonó la deuda.</p><p><strong><sup>28</sup></strong> Pero saliendo aquel siervo, halló a uno de sus consiervos, que le debía cien denarios; y asiendo de él, le ahogaba, diciendo: Págame lo que me debes.</p><p><strong><sup>29</sup></strong> Entonces su consiervo, postrándose a sus pies, le rogaba diciendo: Ten paciencia conmigo, y yo te lo pagaré todo.</p><p><strong><sup>30</sup></strong> Mas él no quiso, sino fue y le echó en la cárcel, hasta que pagase la deuda.</p><p><strong><sup>31</sup></strong> Viendo sus consiervos lo que pasaba, se entristecieron mucho, y fueron y refirieron a su señor todo lo que había pasado.</p><p><sup><strong>32</strong></sup> Entonces, llamándole su señor, le dijo: Siervo malvado, toda aquella deuda te perdoné, porque me rogaste.</p><p><strong><sup>33</sup></strong> ¿No debías tú también tener misericordia de tu consiervo, como yo tuve misericordia de ti?</p><p><strong><sup>34</sup></strong> Entonces su señor, enojado, le entregó a los verdugos, hasta que pagase todo lo que le debía.</p><p><strong><sup>35</sup></strong> Así también mi Padre celestial hará con vosotros si no perdonáis de todo corazón cada uno a su hermano sus ofensas.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de Noviembre",
          "dayTitle": "<p><strong>“NO POR TU JUSTICIA”</strong></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p>El gran tema de la justificación solo por la fe es fundamental para la religión cristiana; para toda la religión bíblica, en realidad. “Porque ¿qué dice la Escritura? Creyó Abraham a Dios, y le fue contado por justicia” (Rom. 4:3).</p><p><br></p><p>Elena de White lo expresó de la siguiente manera: “¿Qué es justificación por la fe? Es la obra de Dios que abate en el polvo la gloria del hombre y hace por el hombre lo que este no puede hacer por sí mismo. Cuando los hombres ven su propio vacío, están preparados para ser revestidos con la justicia de Cristo” (FLB 109).</p><p><br></p><p>Sin lugar a dudas, si consideramos quién es Dios y cuán santo es, en contraste con lo que somos nosotros y cuán impíos somos, tendría que ser necesario un acto asombroso de gracia para salvarnos. Y así fue: ese acto de gracia sucedió en la Cruz, cuando Cristo, el inocente, murió por los pecados de los culpables.</p><p><br></p><p><strong>Con este contexto en mente, lee Deuteronomio 9:1 al 6. ¿Qué le está diciendo Moisés al pueblo que revela de manera dramática la realidad de la gracia de Dios para los indignos? ¿Cómo refleja esto el principio de la justificación por la fe?</strong></p><p><strong>Deuteronomio 9:1 al 6</strong></p><p><strong><sup>1</sup></strong> Oye, Israel: tú vas hoy a pasar el Jordán, para entrar a desposeer a naciones más numerosas y más poderosas que tú, ciudades grandes y amuralladas hasta el cielo;</p><p><strong><sup>2</sup></strong> un pueblo grande y alto, hijos de los anaceos, de los cuales tienes tú conocimiento, y has oído decir: ¿Quién se sostendrá delante de los hijos de Anac?</p><p><strong><sup>3</sup></strong> Entiende, pues, hoy, que es Jehová tu Dios el que pasa delante de ti como fuego consumidor, que los destruirá y humillará delante de ti; y tú los echarás, y los destruirás en seguida, como Jehová te ha dicho.</p><p><strong><sup>4</sup></strong> No pienses en tu corazón cuando Jehová tu Dios los haya echado de delante de ti, diciendo: Por mi justicia me ha traído Jehová a poseer esta tierra; pues por la impiedad de estas naciones Jehová las arroja de delante de ti.</p><p><strong><sup>5</sup></strong> No por tu justicia, ni por la rectitud de tu corazón entras a poseer la tierra de ellos, sino por la impiedad de estas naciones Jehová tu Dios las arroja de delante de ti, y para confirmar la palabra que Jehová juró a tus padres Abraham, Isaac y Jacob.</p><p><strong><sup>6</sup></strong> Por tanto, sabe que no es por tu justicia que Jehová tu Dios te da esta buena tierra para tomarla; porque pueblo duro de cerviz eres tú.</p><p><br></p><p>La enseñanza de Pablo sobre el evangelio se podría resumir en la frase de Deuteronomio 9:5: “No por tu justicia, ni por la rectitud de tu corazón” es que Dios te va a salvar. Te salvará a causa de las promesas del “evangelio eterno” (Apoc. 14:6), una promesa que nos fue dada “no conforme a nuestras obras, sino según el propósito suyo y la gracia que nos fue dada en Cristo Jesús antes de los tiempos de los siglos” (2 Tim. 1:9; ver además Tito 1:2). Si la promesa nos fue dada “antes del comienzo del tiempo” (NVI), desde luego no podría ser por nuestras obras porque ni siquiera existíamos “antes del comienzo del tiempo” y, por lo tanto, no teníamos obras.</p><p><br></p><p>En resumen, a pesar de tus faltas, tus defectos, tu terquedad, el Señor va a hacer esta obra maravillosa por ti y en ti. Por lo tanto, como resultado, el Señor te pide que obedezcas a él y a sus leyes. La promesa ya se cumplió: tus obras, tu obediencia, aun si fuesen lo suficientemente meritorias (y por cierto, no lo son), no serán los medios de tu salvación. Son el resultado.</p><p><br></p><p>El Señor te ha salvado por gracia; ahora, con su Ley escrita en tu corazón y su Espíritu que te da poder, ve y obedece su Ley.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de Noviembre",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p>“El enemigo de Cristo, que se rebeló contra la Ley de Dios en el cielo, como general hábil y entrenado, ha obrado con todo su poder, produciendo un ardid tras otro, lleno de engaño, para invalidar la Ley de Dios, el único detector verdadero del pecado, la norma de justicia” (Elena de White, Review and Herald, 18/11/1890).</p><p><br></p><p>Dos billones de galaxias pueblan el cosmos. Cien mil millones de estrellas componen cada galaxia. Eso es 100.000.000.000. Dos billones de galaxias, de 100 mil millones de estrellas cada una, llegan a 200.000.000.000.000.000.000.000 de estrellas.</p><p><br></p><p>Ahora bien, este es un principio de existencia: todo lo que conciba y cree algo debe ser más grande y trascender aquello que concibió y creó. El artista (ejemplo, Picasso) es más grande que su obra. El Dios que concibió y creó nuestro cosmos debe ser más grande que el cosmos y también trascenderlo.</p><p><br></p><p>Con eso en mente, piensa en el siguiente pasaje: “En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios. Este era en el principio con Dios. Todas las cosas por él fueron hechas, y sin él nada de lo que ha sido hecho, fue hecho” (Juan 1:1-3). Es decir, el Dios que creó todo lo creado, las 200.000.000.000.000.000.000.000 de estrellas y todo lo demás, ¿qué cosa hizo? “Se encogió”, se convirtió en un bebé humano, vivió una vida sin pecado, luego murió en la Cruz, llevando en sí mismo el castigo por nuestros pecados y la maldad para que nosotros podamos tener la promesa de la vida eterna.</p><p><br></p><p>Ante nosotros está esta gran verdad: la gracia que recibimos en Jesucristo en la Cruz. Y ¿qué nos pide Dios a cambio? “El fin de todo el discurso oído es este: Teme a Dios, y guarda sus mandamientos; porque esto es el todo del hombre” (Ecl. 12:13).</p><p><br></p><p><strong>Preguntas para dialogar:</strong></p><p><strong><sup>1</sup></strong> En clase, repasen la pregunta que se encuentra al final del estudio del lunes, sobre cómo los que creen en la observancia de la Ley de Dios, los Diez Mandamientos (incluyendo el cuarto) pueden evitar las sutiles trampas del legalismo. ¿En qué se diferencia la obediencia fiel del legalismo, y cómo podemos distinguir la diferencia entre ambos?</p><p><strong><sup>2</sup></strong> ¿Qué historias recuerdas (o conoces de primera mano) de cómo aquellos que violaron los Diez Mandamientos sufrieron terribles consecuencias por esa violación? ¿Qué debería enseñarnos esto acerca de cómo la Ley refleja la realidad del amor de Dios por nosotros?</p><p><strong><sup>3</sup></strong> ¿Por qué la Cruz debería mostrarnos la ineficacia de tratar de ganarnos el camino al cielo?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>LA LEY Y LA GRACIA</p>",
      "verse": "<p>“No desecho la gracia de Dios; pues si por la ley fuese la justicia, entonces por demás murió Cristo” (Gál. 2:21).</p>",
      "versionCode": 1,
      "weekDate": "6 -12 de noviembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
