{
   "data":[
      {
         "color":"#CC67FF",
         "id":10,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"1 de junio",
               "dayTitle":"",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p>En todo el mundo, millones de personas creen que después de fallecer los muertos siguen existiendo de manera consciente e incorpórea. Esta creencia es el fundamento del espiritismo, uno de los engaños más extendidos y eficaces de Satanás. Por cierto, el espiritismo tuvo sus comienzos en el Edén con la mentira de la serpiente a Adán y a Eva: “No morirán” (Gén. 3:4). A lo largo de la historia ha adoptado diversas formas, pero siempre con la premisa subyacente de que la vida continúa incluso después de la muerte. En el conflicto final de la Tierra, Satanás engañará a millones de personas mediante fenómenos espiritistas. El libro de Apocalipsis indica que esta es una de las formas en que intentará someter al mundo bajo su control.<br><br>El objetivo de esta lección es mostrar que nuestra única salvaguardia contra los engaños de Satanás en los últimos días es una relación personal con Cristo y una sólida base en las enseñanzas de la Biblia. Esto incluye sus enseñanzas sobre la muerte, a pesar de lo que nuestros ojos, oídos y el corazón traten de decirnos. La lección de esta semana se basa en El conflicto de los siglos, capítulos 31 al 34.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de junio",
               "dayTitle":"<p>LAS CONSECUENCIAS MORTALES DEL ESPIRITISMO<br><br></p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p>La fábula de que la muerte en realidad es solo la entrada a una nueva etapa de la vida se basa en el concepto de la inmortalidad natural del alma. Esta idea pagana se infiltró tempranamente en la iglesia, a medida que se alejaba de sus fundamentos bíblicos en un intento de hacer comprensible su fe al amplio mundo romano: “La teoría de la inmortalidad del alma fue una de esas falsas doctrinas que Roma, adoptándola del paganismo, la incorporó a la religión del cristianismo” (Elena de White, El conflicto de los siglos, p. 605).<br><br>“No teman a los que matan el cuerpo, porque el alma no pueden matar. Antes teman al que puede destruir el alma y el cuerpo en el infierno” (Mat. 10:28). ¿Qué debería decirnos este versículo por sí solo sobre la supuesta inmortalidad del alma?<br><br>El Señor prohibió que su pueblo participara de cualquier tipo de ocultismo. No debían tolerar entre ellos “ni encantador, ni espiritista, ni quien consulte a los muertos” (Deut. 18:11). Esa gente debía morir apedreada (Lev. 20:27). El castigo parece increíblemente duro, pero tenía el propósito de proteger a Israel de la adoración de dioses falsos.<br><br>La brujería es demoníaca. Seduce a la gente hacia una adoración falsa y falsifica una relación auténtica con Dios. Pero nunca puede satisfacer las necesidades más profundas del corazón. El espiritismo está en el centro del plan de Satanás para cautivar al mundo. Pero Jesús, por su gracia y su poder, libera a los cautivos de las cadenas del mal que los atan.<br><strong><br>Lee Eclesiastés 9:5; Job 7:7 al 9; e Isaías 8:19 y 20. ¿Qué nos enseñan estos pasajes bíblicos sobre la muerte y la comunicación con los muertos?</strong><br><br><strong>Eclesiastés 9:5</strong><strong><br><br><sup>5</sup></strong> Porque los que viven saben que han de morir; pero los muertos nada saben, ni tienen más paga; porque su memoria es puesta en olvido.<br><br><strong>Job 7:7 al 9<sup><br></sup></strong></p><p><sup><br><strong>7</strong></sup> Acuérdate que mi vida es un soplo,<br><br>Y que mis ojos no volverán a ver el bien.<strong><br><br><sup>8</sup></strong> Los ojos de los que me ven, no me verán más;<br><br>Fijarás en mí tus ojos, y dejaré de ser.<strong><br><br><sup>9</sup></strong> Como la nube se desvanece y se va,<br><br>Así el que desciende al Seol no subirá;<br><br><br><strong>Isaías 8:19 y 20<br></strong><sup><br><strong>19</strong></sup> Y si os dijeren: Preguntad a los encantadores y a los adivinos, que susurran hablando, responded: ¿No consultará el pueblo a su Dios? ¿Consultará a los muertos por los vivos?<br><sup><br><strong>20</strong></sup> ¡A la ley y al testimonio! Si no dijeren conforme a esto, es porque no les ha amanecido.<br><br><br>La creencia de que los muertos van directamente al Cielo al morir, aunque no es bíblica, ha existido durante tanto tiempo (como la observancia del domingo), y está tan firmemente arraigada, que es muy difícil que la gente la abandone. Las personas utilizan algunos textos, sacados de contexto, para tratar de justificar la creencia. Pero esta falsa enseñanza la deja sin protección contra los engaños que Satanás puede presentarle, especialmente durante la crisis final.<br><strong><br>¿Cuál ha sido tu experiencia al tratar de explicar el estado de los muertos a otros cristianos? ¿Hubo algo que te haya resultado eficaz?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de junio",
               "dayTitle":"<p>LA MUERTE EN EL ANTIGUO TESTAMENTO<br></p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Salmos 6:5; 115:17; 1 Reyes 2:10; 11:43; y 14:20. ¿Qué enseñan estos versículos sobre el estado de los muertos?</strong><br><br><strong>Salmos 6:5<br></strong></p><p><strong><sup>5</sup></strong> Porque en la muerte no hay memoria de ti;<br><br>En el Seol, ¿quién te alabará?</p><p><strong>Salmos 115:17</strong></p><p><strong><sup>17</sup></strong> No alabarán los muertos a JAH,<br><br>Ni cuantos descienden al silencio;<br></p><p><br><strong>1 Reyes 2:10, 11:43, 14:20.<br></strong></p><p>10 Y durmió David con sus padres, y fue sepultado en su ciudad.</p><p><strong><sup>43 </sup></strong>Y durmió Salomón con sus padres, y fue sepultado en la ciudad de su padre David; y reinó en su lugar Roboam su hijo.</p><p><strong><sup>20</sup></strong> El tiempo que reinó Jeroboam fue de veintidós años; y habiendo dormido con sus padres, reinó en su lugar Nadab su hijo.<br></p><p><br>El Antiguo Testamento no enseña la inmortalidad del alma. Tampoco enseña que después de la muerte los fieles vuelan a la dicha del Cielo por la eternidad, ni que después de la muerte los infieles descienden al infierno, donde arden por la eternidad. Enseña que la muerte es un sueño. El libro de Reyes utiliza la expresión “durmió con sus padres” para describir la muerte de los patriarcas. Los Salmos la llaman el “sueño de la muerte” (Sal. 13:3, NVI; comparar con Sal. 90:5). En referencia a la muerte, Job habla de no despertar del sueño (Job 14:12). El salmista añade: “Pero yo, en justicia veré tu rostro. Quedaré satisfecho cuando despierte a tu semejanza” (Sal. 17:15).<br><br>En el contexto de la derrota y la destrucción del ejército asirio, Salmo 76:6 llama “profundo sueño” (NBLA) a la muerte de los soldados. La idea de los muertos como espíritus incorpóreos que vuelan alrededor para comunicarse con los vivos de ningún modo es un concepto bíblico, sino paganismo puro.<br><br>No entender la verdad sobre la muerte nos deja expuestos a los engaños de Satanás. “Muchos serán confrontados con espíritus de demonios que perso- nificarán a parientes o amigos queridos y que proclamarán las herejías más peligrosas. Estos espíritus apelarán a nuestros más tiernos sentimientos de simpatía y harán milagros con el fin de sostener sus asertos. Debemos estar listos para resistirlos con la verdad bíblica de que los muertos no saben nada y de que los que aparecen como tales son espíritus de demonios” (Elena de White, El conflicto de los siglos, p. 616).<br><strong><br>Lee Daniel 12:2; y Job 19:25 y 26. ¿Qué elementos sobre el estado de los muertos añaden estos versículos?</strong><br><br><strong>Daniel 12:2</strong></p><p><strong><sup>2</sup></strong> Y muchos de los que duermen en el polvo de la tierra serán despertados, unos para vida eterna, y otros para vergüenza y confusión perpetua.<br><br><strong>Job 19:25 - 26<br></strong></p><p><strong><sup>25</sup></strong> Yo sé que mi Redentor vive,<br><br>Y al fin se levantará sobre el polvo;<strong><br><br><sup>26</sup></strong> Y después de deshecha esta mi piel,<br><br>En mi carne he de ver a Dios;<br></p><p><br>La muerte es descansar en el sueño hasta la resurrección. No hay espíritus incorpóreos que vuelen alrededor para comunicarse con los vivos. Aunque los paganos creían en un mundo espiritual, los israelitas entendían la muerte como un sueño hasta la mañana de la resurrección.<br><br>Aunque lloramos por los muertos, piensa así de los que mueren en Cristo: ellos cierran los ojos en la muerte y luego, independientemente del tiempo que pase hasta que Jesús regrese, lo siguiente que verán será la Segunda Venida. El primer pensamiento que podrían llegar a tener en la resurrección es: ¡Guau! Al fin y al cabo, ¡Jesús realmente regresó pronto!<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de junio",
               "dayTitle":"<p>LA MUERTE EN EL NUEVO TESTAMENTO<br></p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Juan 11:11 al 14, 21 al 25; 2 Timoteo 1:10; 1 Corintios 15:51 al 54; y 1 Tesalonicenses 4:15 al 17. La descripción de la muerte que hacen los autores del Nuevo Testamento, ¿cómo se compara con la del Antiguo Testamento?</strong><br><br><strong>Juan 11:11 - 14, 21 - 25<br></strong></p><p><strong><sup>11</sup></strong> Dicho esto, les dijo después: Nuestro amigo Lázaro duerme; mas voy para despertarle.&nbsp;</p><p><strong><sup>12 </sup></strong>Dijeron entonces sus discípulos: Señor, si duerme, sanará. 13 Pero Jesús decía esto de la muerte de Lázaro; y ellos pensaron que hablaba del reposar del sueño. 14 Entonces Jesús les dijo claramente: Lázaro ha muerto;<br></p><p>&nbsp;<sup><strong>21</strong></sup> Y Marta dijo a Jesús: Señor, si hubieses estado aquí, mi hermano no habría muerto.&nbsp;</p><p><sup><strong>22</strong></sup> Mas también sé ahora que todo lo que pidas a Dios, Dios te lo dará.&nbsp;</p><p><strong><sup>23</sup></strong> Jesús le dijo: Tu hermano resucitará.&nbsp;</p><p><strong><sup>24</sup></strong> Marta le dijo: Yo sé que resucitará en la resurrección, en el día postrero.&nbsp;</p><p><strong><sup>25 </sup></strong>Le dijo Jesús: Yo soy la resurrección y la vida; el que cree en mí, aunque esté muerto, vivirá. <br></p><p><strong>2 Timoteo 1:10</strong></p><p><strong><sup>10</sup></strong> pero que ahora ha sido manifestada por la aparición de nuestro Salvador Jesucristo, el cual quitó la muerte y sacó a luz la vida y la inmortalidad por el evangelio,<br><br><strong>1 Corintios 15:51 - 54;</strong></p><p><strong><sup>51</sup></strong> He aquí, os digo un misterio: No todos dormiremos; pero todos seremos transformados,&nbsp;</p><p><sup><strong>52</strong></sup> en un momento, en un abrir y cerrar de ojos, a la final trompeta; porque se tocará la trompeta, y los muertos serán resucitados incorruptibles, y nosotros seremos transformados.&nbsp;</p><p><sup><strong>53</strong></sup> Porque es necesario que esto corruptible se vista de incorrupción, y esto mortal se vista de inmortalidad.&nbsp;</p><p><sup><strong>54</strong></sup> Y cuando esto corruptible se haya vestido de incorrupción, y esto mortal se haya vestido de inmortalidad, entonces se cumplirá la palabra que está escrita: Sorbida es la muerte en victoria.<br><br><strong>1Tesalonicenses 4:15 - 17.<sup><br></sup></strong></p><p><strong><sup>15</sup></strong> Por lo cual os decimos esto en palabra del Señor: que nosotros que vivimos, que habremos quedado hasta la venida del Señor, no precederemos a los que durmieron.<sup><br><br><strong>16</strong></sup> Porque el Señor mismo con voz de mando, con voz de arcángel, y con trompeta de Dios, descenderá del cielo; y los muertos en Cristo resucitarán primero.<sup><br><br><strong>17</strong></sup> Luego nosotros los que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos en las nubes para recibir al Señor en el aire, y así estaremos siempre con el Señor.<br></p><p><br>Tanto el Antiguo Testamento como el Nuevo Testamento utilizan el simbolismo de la muerte como un sueño. Al menos 53 veces en la Biblia la palabra “sueño” se equipara con la muerte. Los autores bíblicos coinciden en que no hay existencia consciente en un alma inmortal que abandona el cuerpo inmediatamente después de la muerte.<br><br>El Nuevo Testamento añade una dimensión adicional, ya insinuada en el Antiguo Testamento: la gloriosa resurrección al momento de la venida de Cristo.<br><br>Los evangelios subrayan que la vida eterna solo está en Cristo. Ni todos los demonios del infierno pueden arrebatar a los creyentes la seguridad de la vida eterna. Cristo venció a la muerte en la Cruz. La tumba ya no puede retener a sus víctimas. La resurrección de Cristo es la garantía de que todos los creyentes un día resucitarán de la tumba en su venida.<br><br>Fíjate en estas palabras de Pablo: “Porque si los muertos no resucitan, tampoco Cristo resucitó. Y si Cristo no resucitó, la fe de ustedes es vana y aún están en sus pecados. Entonces también los que durmieron en Cristo estarían perdidos” (1 Cor. 15:16-18). ¿Qué sentido tienen estos versículos si los muertos, al fallecer, ya están en la dicha del Cielo? ¿Qué quiere decir Pablo con que “estarían perdidos” si, de hecho, ya están en el Cielo?<br><br>Al contrario, el argumento de Pablo es que la resurrección de Cristo es el fundamento de nuestra propia resurrección y que sin la resurrección “la fe de ustedes es vana y aún están en sus pecados”, y los muertos permanecen en la Tierra, perdidos.<br><br>Estos versículos encajan perfectamente con otros textos bíblicos sobre la esperanza que tenemos en la resurrección al momento de la venida de Jesús, cuando recibiremos la “herencia que nunca puede perecer, ni contaminarse, ni marchitarse, reservada en el Cielo para ustedes” (1 Ped. 1:4). Sin embargo, si los muertos ya están en el Cielo, ¿por qué habla Pedro de una herencia “reservada en el Cielo” para nosotros? Es evidente que los creyentes del Nuevo Testamento anhelaban la venida de Cristo y la resurrección de los muertos, y esta esperanza les inspiraba fidelidad en las pruebas de la vida.<br><br><strong>¿Por qué la resurrección es una esperanza tan poderosa para la fe cristiana? ¿Qué pasaría si tuviéramos la Cruz pero no la resurrección? ¿Qué esperanza tendríamos? ¿Por qué, entonces, la resurrección es una parte tan importante de nuestra fe?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de junio",
               "dayTitle":"<p>EL ESPIRITISMO EN LOS ÚLTIMOS DÍAS: PRIMERA PARTE<br><br></p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Mateo 24:5, 11 y 24; 2 Tesalonicenses 2:7 al 9; Apocalipsis 13:13 y 14; y 16:13 y 14. ¿Qué clase de engaños enfrentará la gente en los últimos días?</strong><br><br><strong>Mateo 24:5, 11 y 24</strong></p><p><strong><sup>5</sup></strong> Porque vendrán muchos en mi nombre, diciendo: Yo soy el Cristo; y a muchos engañarán.<br><sup><br><strong>11</strong></sup> Y muchos falsos profetas se levantarán, y engañarán a muchos;<br><sup><br><strong>24</strong></sup> Porque se levantarán falsos Cristos, y falsos profetas, y harán grandes señales y prodigios, de tal manera que engañarán, si fuere posible, aun a los escogidos.</p><p><strong>2 Tesalonicenses 2:7 - 9</strong></p><p><sup><strong>7</strong></sup> Porque ya está en acción el misterio de la iniquidad; solo que hay quien al presente lo detiene, hasta que él a su vez sea quitado de en medio.<br><sup><br><strong>8</strong></sup> Y entonces se manifestará aquel inicuo, a quien el Señor matará con el espíritu de su boca, y destruirá con el resplandor de su venida;<br><sup><br><strong>9</strong></sup> inicuo cuyo advenimiento es por obra de Satanás, con gran poder y señales y prodigios mentirosos,<br></p><p><br><strong>Apocalipsis 13:13 - 14;</strong></p><p><sup><strong>13</strong></sup> También hace grandes señales, de tal manera que aun hace descender fuego del cielo a la tierra delante de los hombres.<br><sup><br><strong>14</strong></sup> Y engaña a los moradores de la tierra con las señales que se le ha permitido hacer en presencia de la bestia, mandando a los moradores de la tierra que le hagan imagen a la bestia que tiene la herida de espada, y vivió.</p><p><strong>Apocalipsis 16:13 - 14<sup><br></sup></strong></p><p><sup><strong>13</strong></sup> Y vi salir de la boca del dragón, y de la boca de la bestia, y de la boca del falso profeta, tres espíritus inmundos a manera de ranas;<br><sup><br><strong>14</strong></sup> pues son espíritus de demonios, que hacen señales, y van a los reyes de la tierra en todo el mundo, para reunirlos a la batalla de aquel gran día del Dios Todopoderoso.</p><p>El diablo utilizará “señales y prodigios” y milagros espectaculares para engañar a las multitudes justo antes de la venida de Jesús. Ángel Rodríguez hace esta reveladora declaración sobre el poder engañoso de los espíritus demoníacos: “Su poder de persuasión no se encuentra en el contenido de su mensaje, sino en el poder de las manifestaciones sobrenaturales llamadas ‘señales’, o ‘milagros’. Realizan/hacen (poieo) señales, apelando así al lado afectivo de los seres humanos más que a sus capacidades discrecionales y racionales. El hecho de que los demonios realicen estas señales muestra que la fuerza unificadora del mensaje de los tres demonios [el dragón, la bestia y el falso profeta] es de naturaleza espiritista (Dios no es su fuente u origen). A medida que el Conflicto Cósmico se acerque a su fin, el poder demoníaco entrará en la arena de la historia humana de una manera sin precedentes. El espiritismo, cuyo fundamento mismo es la enseñanza de la inmortalidad del alma (que no es bíblica), tomará cautivo prácticamente a todo el mundo” (“The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages”, manuscrito inédito, p. 6).<br><br><strong>¿Por qué es peligroso confiar en nuestras emociones? ¿Qué papel desempeñan (bueno y malo) en nuestra experiencia de fe? ¿Cómo puede Satanás eludir nuestros procesos de pensamiento y apelar a nuestros sentimientos?</strong><br><br>“Satanás ha estado preparándose desde hace tiempo para su último esfuerzo para engañar al mundo. [...] Poco a poco Satanás ha preparado el camino para su obra maestra de seducción: el desarrollo del espiritismo. Aún no ha logrado realizar completamente sus designios; pero lo conseguirá en el poco tiempo que nos separa del fin. [...] Todo el mundo, menos los que estén protegidos por el poder de Dios a través de la fe en su Palabra, será incorporado a las filas de los engañados. La gente se está dejando adormecer en una seguridad fatal, y solo despertará cuando la ira de Dios se derrame sobre la Tierra” (Elena de White, El conflicto de los siglos, p. 618). Nuestra única seguridad está en Jesús y en su Palabra.<br><br>No es difícil ver cómo millones, y hasta miles de millones, que no entienden el estado de los muertos podrían ser arrastrados por los engaños que implican la idea de que los muertos viven después de la muerte.<br><br><strong>Ahora mismo, ¿cuáles son algunos engaños comunes acerca de los cuales están protegidos aquellos que entienden que los muertos duermen?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de junio",
               "dayTitle":"<p>EL ESPIRITISMO EN LOS ÚLTIMOS DÍAS: SEGUNDA PARTE<br><br><br></p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p>Nuestra esperanza de salvación está cimentada en Cristo. Sus manos manchadas de sangre nos llaman a aceptar el sacrificio tan gratuitamente ofrecido a un costo infinito. Pronto Cristo regresará para reclamar a los suyos. Tito 2:13 llama “la bendita esperanza” a la segunda venida de Cristo.<br><br>El objetivo de Satanás es destruir esta esperanza. Hará milagros, señales y prodigios, cualquier cosa que pueda alejar a la gente de la verdad bíblica y de la salvación en Cristo.<br><br>“ ‘¡Aquí está la paciencia de los santos, los que guardan los mandamientos de Dios y la fe de Jesús!’ ” (Apoc. 14:12). En la lucha final, Satanás hará todo lo posible para impedir que la gente guarde los “mandamientos de Dios” o tenga “la fe de Jesús”, o ambas cosas. De allí la necesidad de tener cuidado con cualquier enseñanza que, aunque venga acompañada de señales, prodigios y milagros, nos aleje de cualquiera de estas dos características del Remanente.<br><strong><br>Lee Mateo 24:23 al 27; 2 Corintios 11:13 y 14; y 2 Tesalonicenses 2:9 al 12. ¿Qué nos dicen estos pasajes acerca del poder engañoso de Satanás y su manera de obrar?</strong><br><br><strong>Mateo 24:23 - 27</strong></p><p><strong><sup>23</sup></strong> Entonces, si alguno os dijere: Mirad, aquí está el Cristo, o mirad, allí está, no lo creáis.<br><sup><br><strong>24</strong></sup> Porque se levantarán falsos Cristos, y falsos profetas, y harán grandes señales y prodigios, de tal manera que engañarán, si fuere posible, aun a los escogidos.<br><sup><br><strong>25</strong></sup> Ya os lo he dicho antes.<br><sup><br><strong>26</strong></sup> Así que, si os dijeren: Mirad, está en el desierto, no salgáis; o mirad, está en los aposentos, no lo creáis.<br><sup><br><strong>27</strong></sup> Porque como el relámpago que sale del oriente y se muestra hasta el occidente, así será también la venida del Hijo del Hombre.</p><p><strong>2 Corintios 11:13 - 14<sup><br></sup></strong></p><p><sup><strong>13 </strong></sup>Porque estos son falsos apóstoles, obreros fraudulentos, que se disfrazan como apóstoles de Cristo.<br><sup><br><strong>14</strong></sup> Y no es maravilla, porque el mismo Satanás se disfraza como ángel de luz.</p><p><strong>2 Tesalonicenses 2:9 - 12<br></strong></p><p><strong><sup>9</sup></strong> inicuo cuyo advenimiento es por obra de Satanás, con gran poder y señales y prodigios mentirosos,<br><sup><br><strong>10</strong></sup> y con todo engaño de iniquidad para los que se pierden, por cuanto no recibieron el amor de la verdad para ser salvos.<br><sup><br><strong>11</strong></sup> Por esto Dios les envía un poder engañoso, para que crean la mentira,<br><sup><br><strong>12</strong></sup> a fin de que sean condenados todos los que no creyeron a la verdad, sino que se complacieron en la injusticia.</p><p>En el último tiempo, Satanás llevará a cabo su engaño final: “Pronto aparecerán en el Cielo signos pavorosos de carácter sobrenatural, en prueba del poder de obrar milagros de los demonios. Los espíritus de los demonios irán a los reyes de la Tierra y a todo el mundo para encarcelarlos en engaños y urgirlos a que se unan a Satanás en su última lucha contra el gobierno del Cielo. Mediante esos agentes, tanto los príncipes como los súbditos serán engañados. Surgirán personas que se darán por el mismo Cristo y reclamarán los títulos y el culto que pertenecen al Redentor del mundo. Realizarán maravillosos milagros de sanidad y asegurarán haber recibido del Cielo revelaciones contrarias al testimonio de las Escrituras.<br><br>“El acto que coronará el gran drama del engaño será que el mismo Satanás se hará pasar por Cristo. Hace mucho que la iglesia profesa esperar el advenimiento del Salvador como consumación de sus esperanzas. Pues bien, el gran engañador simulará que Cristo ha venido. En varias partes de la Tierra Satanás se manifestará a los hombres como un ser majestuoso, de un brillo deslumbrador, parecido a la descripción que del Hijo de Dios da Juan en el Apocalipsis (Apoc. 1:13-15)” (Elena de White, El conflicto de los siglos, pp. 681, 682; énfasis añadido).<br><strong><br>¿Por qué es tan importante entender la verdad acerca de cómo regresará Cristo, así como el estado de los muertos, para no ser engañados?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de junio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR<br><br></p>",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p>Un libro reciente de Lee Strobel, The Case for Heaven [Argumentos a favor del Cielo], se basa en la idea de que, al fallecer, los muertos siguen vivos en algún tipo de existencia consciente, y utiliza las “experiencias cercanas a la muerte” (ECM) como parte de la “prueba”. Un ejemplo: “Otra chica, que tuvo una ECM durante una cirugía de corazón, dijo que conoció a su hermano en la otra vida, lo que le sorprendió porque no tenía hermano. Cuando más tarde se recuperó y se lo contó a su padre, este le reveló por primera vez que, en efecto, tenía un hermano, pero que había muerto antes de que ella naciera” (Lee Strobel, The Case for Heaven [Grand Rapids, MI: Zondervan Books, 2021], p. 69). No obstante, Strobel tiene dificultades para armonizar la idea de una vida después de la muerte inmediata con la clara enseñanza bíblica de que únicamente cuando Cristo regrese los cristianos recibirán su recompensa final.<br><br>Se nos ha advertido: “Muchos serán confrontados con espíritus de demonios que personificarán a parientes o amigos queridos, y que proclamarán las herejías más peligrosas. Estos espíritus apelarán a nuestros más tiernos sentimientos de simpatía y harán milagros con el fin de sostener sus asertos. Debemos estar listos para resistirlos con la verdad bíblica de que los muertos no saben nada y de que los que aparecen como tales son espíritus de demonios.<br><br>“Es inminente ‘la hora de la prueba que ha de venir sobre el mundo entero, para probar a los que moran sobre la tierra’ (Apoc. 3:10). Todos aquellos cuya fe no esté firmemente cimentada en la Palabra de Dios serán engañados y vencidos. La operación de Satanás es ‘con todo el artificio de la injusticia’, con el fin de obtener dominio sobre los hijos de los hombres; y sus engaños irán en aumento. Pero solo puede lograr sus fines cuando los hombres ceden voluntariamente a sus tentaciones. Los que busquen sinceramente un conocimiento de la verdad y se esfuercen en purificar sus almas mediante la obediencia, y así hagan lo que pueden en preparación para el conflicto, encontrarán seguro refugio en el Dios de verdad. La promesa del Salvador es: ‘Por cuanto has guardado la palabra de mi paciencia, yo también te guardaré’ (vers. 10). Él enviará instantáneamente a todos los ángeles del Cielo para proteger a su pueblo antes que permitir que una sola alma que confíe en él sea vencida por Satanás” (Elena de White, El conflicto de los siglos, p. 616).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>¿Qué sutiles influencias espiritistas podría estar usando Satanás para influir sobre la mente? ¿Qué papel desempeñan los medios de comunicación?<br><br><strong>2.</strong> ¿Cómo compartirías tu fe con un amigo que acaba de perder a un ser querido y cree que esa persona está en el Cielo? ¿Qué es apropiado decir y qué no?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de junio",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<strong><br></strong><br></p>",
               "id":108,
               "idDay":8,
               "idLesson":10,
               "lessonText":"<p><strong>Introducción:</strong><br><br>El espiritismo es parte de la estrategia del diablo para promover la teoría de que somos, al igual que Dios, inmortales y, por lo tanto, que podemos vivir sin él. Para promover el espiritismo, el diablo cambió la definición bíblica de la muerte y la enseñanza bíblica acerca de la naturaleza de la humanidad. Estas falsas doctrinas sientan las bases para la enseñanza espuria de que seguimos existiendo incluso más allá de la muerte y podemos seguir comunicándonos con personas fallecidas.<br><br>Según la profecía bíblica, el espiritismo golpeará a la humanidad con toda su fuerza en los últimos tiempos, y preparará a la humanidad para el último gran engaño en el Gran Conflicto. Por eso, el pueblo de Dios está llamado a proclamar a la humanidad la verdadera naturaleza e intenciones del espiritismo, así como las enseñanzas bíblicas respecto de la naturaleza humana, la naturaleza de la muerte y la verdadera esperanza de la humanidad. Nuestra esperanza no se basa en la noción errónea de un alma inmortal, sino en la seguridad de la resurrección de Jesucristo y en una relación eterna con él.<br><br><strong>Temática de la lección:</strong><br><br><strong>Este estudio se centra en tres temas principales:</strong><br><br>1. La verdadera intención de Satanás a través del espiritismo, en el contexto del Gran Conflicto, es engañar a la gente para que entre en una relación directa con las fuerzas demoníacas.<br><br>2. La Biblia enseña que los seres humanos son seres integrales; que la primera muerte es un sueño temporal; y que la segunda muerte es la aniquilación total, que es también la descripción bíblica del infierno.<br><br>3. La verdadera esperanza que nos da la Palabra de Dios es la resurrección del ser humano en su totalidad y una relación eterna con Dios.<br><br><strong>COMENTARIO<br><br>Designaciones y antecedentes históricos<br></strong><br>El espiritismo moderno se refiere a la creencia religiosa o filosófica de que la muerte no es el final de la existencia humana, sino que la persona sobrevive como un alma inmaterial e inmortal. Tras la muerte, estos espíritus continuarían desarrollándose, evolucionando y avanzando hacia otras dimensiones y niveles de existencia y conocimiento. Los seres humanos que aún están en su cuerpo podrían contactarse con estos espíritus difuntos para pedirles ayuda y guía. Estos contactos podrían establecerse con la ayuda de médiums o personalmente mediante el estudio y la práctica.<br><br>En general, se cree que el espiritismo moderno se originó en Hydesville, Nueva York, el 31 de marzo de 1848, con las hermanas Fox, que afirmaban que un espíritu se comunicaba con ellas por medio de un código de golpes. En 1888, una de las hermanas reveló que todos esos golpeteos habían sido un engaño, pero en 1889 se retractó de su confesión. A pesar de los grandes escándalos de fraude, el espiritismo se extendió por Estados Unidos y obtuvo varios millones de adeptos. Aunque dentro del espiritualismo el espiritismo es una de las variantes, todas están unidas por una creencia: la inmortalidad del alma y la posibilidad de comunicarse con los espíritus después de la muerte.<br><br><strong>La inmortalidad del alma<br></strong><br>Los espiritistas occidentales modernos no afirman que su creencia en la inmortalidad del alma sea nueva. Más bien, admiten de buena gana que este “conocimiento” proviene de los “ancestros”. De hecho, el concepto de la inmortalidad del alma se remonta a la tentación de la serpiente a Eva en el Jardín del Edén. Después, esta falsa idea se extendió por todo el mundo e impregnó culturas y creó religiones enteras.<br><br>La inmortalidad del alma fue el fundamento de la filosofía griega. El maniqueísmo y el gnosticismo también se basaron en el mismo concepto. Trágicamente, mediante un sincretismo con la filosofía griega, el cristianismo también se impregnó con el concepto de la inmortalidad del alma. Por esta razón, aunque muchas confesiones cristianas en la actualidad han condenado el espiritismo, cualquier iglesia cristiana que continúe aferrándose al concepto de la inmortalidad del alma es especialmente vulnerable al espiritismo y al ocultismo. Como resultado, algunas iglesias, como la católica romana y la ortodoxa, han desarrollado todo un culto a los santos, que supuestamente pueden escuchar las plegarias y responder protegiendo y guiando a quienes recurren a ellos. Los reformadores protestantes rechazaron el culto a los santos; sin embargo, el concepto de la inmortalidad del alma está arraigado en la mayoría de las confesiones protestantes, lo que las hace vulnerables a influencias espiritistas.<br><br>Dos observaciones adicionales son importantes aquí. En primer lugar, es digno de mención que el espiritismo moderno surgió exactamente durante el mismo pe- ríodo, y en la misma zona, en la que se originó el adventismo millerita: en el noreste de Estados Unidos durante la década de 1840. Este surgimiento fue el intento del diablo de desacreditar la obra de Dios de proclamar la segunda venida de Jesús y el mensaje de los tres ángeles. Dios proclamó este mensaje por medio de la iglesia remanente, que fue confirmada mediante el don del espíritu de profecía. Una de las enseñanzas fundamentales de la Iglesia Adventista fue llamar a la gente a rechazar la creencia pagana de la inmortalidad del alma. La Iglesia Adventista también llamó al mundo a volver a la enseñanza bíblica del ser humano integral. Los adventistas también instaron a la humanidad a depositar su esperanza en el más allá, no en sobrevivir a la muerte como un alma inmortal, sino en la resurrección que Jesús traería en su segunda venida.<br><br>En segundo lugar, el modernismo, con su énfasis en la ciencia y la tecnología, prometió a la humanidad acabar con lo sobrenatural. Aunque logró socavar la creencia en Dios, nunca consiguió desarraigar lo sobrenatural de la sociedad.<br><br>Como resultado, el modernismo se convirtió en secular y ateo, pero no se libró del espiritualismo.<br><br>También hoy, lo que se conoce como Experiencias Cercanas a la Muerte (ECM) son otra manifestación de este mismo principio. Y, por desgracia, incluso muchos cristianos las ven como una prueba de que los muertos siguen viviendo inmediatamente en otra esfera de existencia.<br><br><strong>El espiritismo y el Gran Conflicto</strong><br><br><strong>¿Cuál es el papel del espiritismo en la estrategia del diablo en medio del Gran Conflicto?</strong> <strong>Al promover el espiritismo, el diablo quiere explicar, y confirmar, su engaño fundacional que originó el Gran Conflicto, a saber:<br></strong><br>• Que Dios no es el único Dios, sino que todos somos divinos.<br><br>• Que tenemos vida en y por nosotros mismos.<br><br>• Que tenemos un componente (el alma) de nuestro ser que es espiritual (inmaterial, etéreo), indestructible, inmortal y eterno.<br><br>• Que somos moralmente autónomos.<br><br>La caída de la humanidad en el pecado trajo consigo sufrimiento, destrucción y muerte inconmensurables, lo que demostró empíricamente que el diablo estaba equivocado. En esta situación, los seres humanos dudarían con razón de la tesis de Satanás, en la que afirmaba que rebelarse contra Dios no conduciría a la muerte, sino a otro nivel divino de existencia y conciencia. El espiritismo en sus diversas formas, entonces, es el intento del diablo de redefinir la muerte y afirmar que solamente el cuerpo muere y que el alma transita a una forma superior de vida.<br><br>El diablo también utiliza el espiritismo para atraer o conducir a la gente a un encuentro directo y personal con él mismo y sus demonios. La Biblia enseña claramente que los demonios mismos están detrás de los fenómenos espiritistas (1 Cor. 10:20). Estos encuentros son peligrosos no solo porque son engañosos (Juan 8:44) y generan impureza (Marcos 5:2), sino también porque muchas veces conducen a la posesión demoníaca, una situación en la que los demonios controlan y esclavizan a los seres humanos. Por diversas razones y como parte de su estrategia, los demonios no pueden poseer o controlar a todos de la misma manera. No obstante, las fuerzas demoníacas están constantemente abocadas a idear una gran variedad de trampas para captar a tantas personas como sea posible a fin de que se sumen a su bando en el Gran Conflicto. El apóstol Pedro nos advierte que nuestro “adversario el diablo, cual león rugiente, anda alrededor buscando a quién devorar” (1 Ped. 5:8).<br><br><strong>El poder de Cristo</strong><br><br>A pesar de los esfuerzos del diablo, Cristo liberó a personas poseídas por demonios, mostrando su poder sobre Satanás (por ejemplo, Luc. 8:26-33; Mat. 12:45). Los adventistas del séptimo día proclamamos la victoria de Cristo no solamente al final del Gran Conflicto, sino además aquí y ahora. Por esta razón, el Congreso de la Asociación General de 2005, en St. Louis, Missouri, votó una creencia fundamental adicional, la número 11, que destaca precisamente este punto:<br><br>Por su muerte en la Cruz, Jesús triunfó sobre las fuerzas del mal. Él, que durante su ministerio terrenal subyugó a los espíritus demoníacos, ha quebrantado su poder y asegurado su condenación final. La victoria de Jesús nos da la victoria sobre las fuerzas del mal que aún tratan de dominarnos, mientras caminamos con él en paz, gozo, y en la seguridad de su amor. Ahora, el Espíritu Santo mora en nosotros y nos capacita con poder. Entregados continuamente a Jesús como nuestro Salvador y Señor, somos libres de la carga de nuestras acciones pasadas. Ya no vivimos en las tinieblas, ni en el temor de los poderes malignos ni en la ignorancia y falta de sentido de nuestro antiguo estilo de vida. En esta nueva libertad en Jesús, somos llamados a crecer a la semejanza de su carácter, manteniendo diariamente comunión con él en oración, alimentándonos de su Palabra, meditando en ella y en su providencia, cantando sus alabanzas, reuniéndonos juntos para adorar y participando en la misión de la iglesia. También somos llamados a seguir el ejemplo de Cristo al ministrar compasivamente las necesidades físicas, mentales, sociales, emocionales y espirituales de la humanidad (Creencia fundamental Nº 11, “Crecer en Cristo”, en Creencias de los adventistas del séptimo día, p. 182.<br><br>Inicialmente, esta creencia fundamental fue necesaria por la situación en algunas partes del mundo, como Asia y África, en la que era necesario dejar en claro que las Escrituras rechazan todo tipo de prácticas ocultistas. Además, aunque los adventistas de esas zonas sí entendían que la Biblia se opone a todas las prácticas espiritualistas, dudaban en romper con esas prácticas porque temían las represalias de los espíritus. Además, el espiritismo y el ocultismo son realidades presentes en todo el mundo. En consecuencia, la Creencia Fundamental número 11 es para todas las personas. Independientemente de nuestros antecedentes culturales y sociales, todos necesitamos el mismo mensaje del evangelio: “Mis ovejas oyen mi voz, yo las conozco y ellas me siguen. Yo les doy vida eterna y jamás perecerán. [...] Mi Padre que me las dio es mayor que todos. Nadie las puede arrebatar de la mano de mi Padre” (Juan 10:27-29).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>1. ¿Qué piensa la gente de tu cultura respecto de la naturaleza humana, la muerte y el infierno? ¿Cómo puedes compartir la verdad enseñada por la Biblia acerca de la muerte y el infierno en tu sociedad?</strong><br><br><strong>RESEÑA</strong><br><strong><br>Texto clave: Juan 17:17. <br>Enfoque del estudio: Juan 17:17; Apocalipsis 14:6, 7, 12; 4:11; 12:3, 4, 17; 13:1-17.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>EL ESPERITÍSMO DESENMASCARADO<br></p>",
         "verse":"<p>“El mismo Señor descenderá del Cielo con voz de mando, con voz de arcángel y con trompeta de Dios, y los muertos en Cristo resucitarán primero. Luego nosotros, los que estemos vivos, los que hayamos quedado, seremos arrebatados junto con ellos en las nubes, a recibir al Señor en el aire. Y así estaremos siempre con el Señor” (1 Tes. 4:16, 17).<br></p>",
         "versionCode":60,
         "weekDate":"1-7 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
