{
   "data":[
      {
         "color":"#3028df",
         "id":2,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"5 de abril",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>Uno de los principales problemas de algunas interpretaciones modernas de la profecía bíblica es que no reconocen que las raíces de esta se encuentran en la revelación previa del Antiguo Testamento. En el caso del Apocalipsis, por ejemplo, Juan asume que su público original conoce el Antiguo Testamento y, en consecuencia, utiliza conceptos que son familiares para su audiencia.<br><br>Aunque es útil buscar en toda la Biblia los pasajes relacionados con el texto que se estudia en Apocalipsis, hay documentos bíblicos más relevantes que otros y fundamentales para entender mejor el libro. Esto es especialmente cierto en el caso del Génesis, que expone el camino por el que nuestro mundo descendió al caos del pecado. Casi todos los conceptos clave mencionados en el Apocalipsis aparecen de alguna forma en los primeros capítulos de la Biblia.<br><br>Esta semana estudiaremos algunos grandes conceptos que constituyen el núcleo del Apocalipsis. Comprender los fundamentos bíblicos del Apocalipsis permite al estudiante ver innumerables matices en el texto, cada uno de los cuales puede aportar importantes lecciones acerca de la naturaleza de la humanidad, de Dios y del conflicto que se libra en nuestro universo y, por lo tanto, también en nuestra vida.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de abril",
               "dayTitle":"<p>EL PRINCIPIO DE LA PRIMERA MENCIÓN</p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p>La mayoría de los programas académicos comienza con un curso general que cubre principios amplios y básicos que formarán la base para el estudio posterior a medida que se profundiza en el tema. Del mismo modo, cuando se lee toda la Biblia, se descubre rápidamente que Dios también tiene un curso general de estudio contenido en el libro de Génesis, donde introduce ideas que serán examinadas más detalladamente en el resto de la Biblia.<br><br>En términos generales, la primera vez que se menciona un concepto o símbolo en la Biblia, sobre todo si esto ocurre en los primeros capítulos de Génesis, se establece allí una comprensión general de ese concepto para ayudarnos a entender cómo se utiliza más adelante.<br><br>Algunos estudiosos de la Biblia se refieren a esto como “la ley de la primera mención”, aunque sería más apropiado etiquetarla como un principio (o un patrón), pues no es férrea y hay muchas excepciones a esa regla. El patrón que parece emerger del estudio general de la Biblia y de la profecía bíblica es que Dios instruye gradual y progresivamente a sus hijos entregándoles información a lo largo del tiempo y a partir de un concepto básico que es ampliado numerosas veces a lo largo de los años o incluso de los siglos.<br><br><strong>Lee Isaías 40:7 y 8; Malaquías 3:6; y Hebreos 13:8. ¿Qué principio puedes deducir de estos textos para anclar en él tu estudio de las profecías?</strong><br></p><p><strong>Isaías 40:7-8</strong></p><p><sup><strong>7 </strong></sup>La hierba se seca, y la flor se marchita, porque el viento de Jehová sopló en ella; ciertamente como hierba es el pueblo.&nbsp;</p><p><sup><strong>8 </strong></sup>Sécase la hierba, marchítase la flor; mas la palabra del Dios nuestro permanece para siempre.</p><p><strong>Malaquías 3:6</strong></p><p><sup><strong>6</strong></sup> Porque yo Jehová no cambio; por esto, hijos de Jacob, no habéis sido consumidos.</p><p><strong>Hebreos 13:8</strong></p><p><sup><strong>8</strong></sup> Jesucristo es el mismo ayer, y hoy, y por los siglos.</p><p>Gran parte del mundo moderno habla de “veracidad”, no de “verdad”, pues supone que la “verdad” es algo que puede cambiar con el tiempo. En algunos casos, el concepto mismo de “verdad” es visto con suspicacia.<br><br>Sin embargo, cuando Dios establece la verdad no cambia de opinión. Una vez que comienza a enseñar la verdad a su pueblo, podemos contar con que las sucesivas repeticiones del mismo principio o tema bíblico no cambian de significado, sino que, por el contrario, arrojan más luz acerca de ese significado. Por lo tanto, al estudiar la profecía, tiene mucho sentido comprender adecuadamente el libro de Génesis, donde se explican por primera vez muchos conceptos clave que luego servirán al explorar el resto de la Biblia.<br><br><strong>¿Por qué es tan importante que no permitamos que nada ni nadie, por convincente o lógico que sea, debilite nuestra fe en la Biblia y en las verdades infalibles que enseña? ¿De qué maneras, incluso sutiles, puede producirse este debilitamiento?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de abril",
               "dayTitle":"<p>LA COMPRENSIÓN DEL AMOR DE DIOS</p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p>El hecho de haber heredado una naturaleza pecaminosa significa, entre otras cosas, que nuestra percepción del universo está contaminada por nuestras propensiones al egoísmo y el orgullo. Vemos el mundo desde nuestra óptica limitada y no desde la perspectiva omnisciente de Dios. Quizá ningún concepto haya sido tan distorsionado por la pecaminosidad humana como el del amor. La cultura popular tiende a promover una comprensión del amor que se centra en la realización personal y no en el bienestar de los demás. Este enfoque egocéntrico del tema hace que nos resulte difícil percibir cómo lo ve Dios.<br><br>Comprender la naturaleza del amor es una clave importante para entender la profecía bíblica. Uno de los temas cruciales del Gran Conflicto es la distorsión en la comprensión humana del carácter de Dios. En tal sentido, Elena de White concluye su libro El conflicto de los siglos con las siguientes palabras: “El Gran Conflicto ha terminado. Ya no hay más pecado ni pecadores. Todo el universo está limpio. Una misma pulsación de armonía y júbilo late a través de la vasta Creación. Del Ser que todo lo creó manan vida, luz y contentamiento por toda la extensión del espacio infinito. Desde el átomo más imperceptible hasta el mundo más grande, todas las cosas, animadas e inanimadas, declaran, en su belleza sin mácula y en gozo perfecto, que Dios es amor” (El conflicto de los siglos, pp. 736, 737).<br><br><strong>Lee Génesis 22:1 al 13. El amor es mencionado por primera vez en Génesis 22:2. ¿Qué nos enseña esta historia acerca de la naturaleza del amor divino?</strong></p><p><strong>Génesis 22:1-13</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> Aconteció después de estas cosas, que probó Dios a Abraham, y le dijo: Abraham. Y él respondió: Heme aquí.&nbsp;</p><p><sup><strong>2</strong></sup> Y dijo: Toma ahora tu hijo, tu único, Isaac, a quien amas, y vete a tierra de Moriah, y ofrécelo allí en holocausto sobre uno de los montes que yo te diré.&nbsp;</p><p><sup><strong>3</strong></sup> Y Abraham se levantó muy de mañana, y enalbardó su asno, y tomó consigo dos siervos suyos, y a Isaac su hijo; y cortó leña para el holocausto, y se levantó, y fue al lugar que Dios le dijo.&nbsp;</p><p><sup><strong>4</strong></sup> Al tercer día alzó Abraham sus ojos, y vio el lugar de lejos.&nbsp;</p><p><sup><strong>5</strong></sup> Entonces dijo Abraham a sus siervos: Esperad aquí con el asno, y yo y el muchacho iremos hasta allí y adoraremos, y volveremos a vosotros.&nbsp;</p><p><sup><strong>6</strong></sup> Y tomó Abraham la leña del holocausto, y la puso sobre Isaac su hijo, y él tomó en su mano el fuego y el cuchillo; y fueron ambos juntos.&nbsp;</p><p><sup><strong>7 </strong></sup>Entonces habló Isaac a Abraham su padre, y dijo: Padre mío. Y él respondió: Heme aquí, mi hijo. Y él dijo: He aquí el fuego y la leña; mas ¿dónde está el cordero para el holocausto?&nbsp;</p><p><sup><strong>8 </strong></sup>Y respondió Abraham: Dios se proveerá de cordero para el holocausto, hijo mío. E iban juntos.<br><br><strong><sup>9</sup> </strong>Y cuando llegaron al lugar que Dios le había dicho, edificó allí Abraham un altar, y compuso la leña, y ató a Isaac su hijo, y lo puso en el altar sobre la leña.&nbsp;</p><p><sup><strong>10 </strong></sup>Y extendió Abraham su mano y tomó el cuchillo para degollar a su hijo.&nbsp;</p><p><sup><strong>11</strong></sup> Entonces el ángel de Jehová le dio voces desde el cielo, y dijo: Abraham, Abraham. Y él respondió: Heme aquí. <strong><sup>12 </sup></strong>Y dijo: No extiendas tu mano sobre el muchacho, ni le hagas nada; porque ya conozco que temes a Dios, por cuanto no me rehusaste tu hijo, tu único.&nbsp;</p><p><sup><strong>13</strong></sup> Entonces alzó Abraham sus ojos y miró, y he aquí a sus espaldas un carnero trabado en un zarzal por sus cuernos; y fue Abraham y tomó el carnero, y lo ofreció en holocausto en lugar de su hijo.</p><p><strong>Génesis 22:2</strong></p><p><sup><strong>2</strong></sup> Y dijo: Toma ahora tu hijo, tu único, Isaac, a quien amas, y vete a tierra de Moriah, y ofrécelo allí en holocausto sobre uno de los montes que yo te diré.</p><p>Además de la primera mención de un concepto en la Biblia, puede ser útil encontrar la primera referencia a ese mismo concepto en determinados libros, especialmente en los evangelios. La primera referencia al amor en los evangelios se encuentra en Mateo 3:17; Marcos 1:11; Lucas 3:22 y Juan 3:16 respectivamente.<br><br>La primera mención del amor en el Evangelio de Juan (Juan 3:16) es particularmente esclarecedora, pues parece aludir a la historia de Isaac sobre el altar.<br><br>La fe de Abraham en Dios era tal que confió en que Dios podría resucitar a su hijo si llevaba a cabo el sacrificio (Heb. 11:19). Esto ilustró el amor de Dios por la humanidad, ya que él nos amó hasta el punto de dar a su Hijo unigénito (ver Gén. 22:2, 12, 16), tras lo cual lo resucitó de entre los muertos. El sacrificio de Cristo en la Cruz revela el tipo de amor abnegado que Dios siente por nosotros.<br><br><strong>¿Cómo podemos manifestar a los demás el amor abnegado que Dios siente por nosotros? ¿Por qué es ese tipo de amor tan importante para nosotros?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de abril",
               "dayTitle":"<p>LA PREGUNTA DE ISAAC: ¿DÓNDE ESTÁ EL CORDERO?</p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p>La primera mención bíblica de un cordero aparece en Génesis 22; es decir, en la misma historia que menciona por primera vez el amor. El cordero es uno de los símbolos más recurrentes del Apocalipsis, donde Jesús es llamado “Cordero” más de veinte veces. En una de las escenas más impactantes del libro, la visita de Juan a la sala del Trono de Dios en los capítulos 4 y 5, el Cordero desempeña el papel central.<br><br><strong>Lee Génesis 22:7 y 8; Éxodo 12:3 al 13; y Apocalipsis 5:5 al 10. ¿Cómo nos ayuda la historia del casi sacrificio de Isaac a entender el uso simbólico de los corderos? ¿Cómo se relaciona esta historia con lo que Juan ve en Apocalipsis 5?</strong><br></p><p><strong>Génesis 22:7-8</strong></p><p><sup><strong>&nbsp;7 </strong></sup>Entonces habló Isaac a Abraham su padre, y dijo: Padre mío. Y él respondió: Heme aquí, mi hijo. Y él dijo: He aquí el fuego y la leña; mas ¿dónde está el cordero para el holocausto? 8 Y respondió Abraham: Dios se proveerá de cordero para el holocausto, hijo mío. E iban juntos.</p><p><strong>Éxodo 12:3-13</strong></p><p><sup><strong>&nbsp;3 </strong></sup>Hablad a toda la congregación de Israel, diciendo: En el diez de este mes tómese cada uno un cordero según las familias de los padres, un cordero por familia.&nbsp;</p><p><sup><strong>4</strong></sup> Mas si la familia fuere tan pequeña que no baste para comer el cordero, entonces él y su vecino inmediato a su casa tomarán uno según el número de las personas; conforme al comer de cada hombre, haréis la cuenta sobre el cordero.&nbsp;</p><p><sup><strong>5 </strong></sup>El animal será sin defecto, macho de un año; lo tomaréis de las ovejas o de las cabras.&nbsp;</p><p><sup><strong>6</strong></sup> Y lo guardaréis hasta el día catorce de este mes, y lo inmolará toda la congregación del pueblo de Israel entre las dos tardes.&nbsp;</p><p><sup><strong>7</strong></sup> Y tomarán de la sangre, y la pondrán en los dos postes y en el dintel de las casas en que lo han de comer.&nbsp;</p><p><sup><strong>8</strong></sup> Y aquella noche comerán la carne asada al fuego, y panes sin levadura; con hierbas amargas lo comerán.&nbsp;</p><p><sup><strong>9</strong></sup> Ninguna cosa comeréis de él cruda, ni cocida en agua, sino asada al fuego; su cabeza con sus pies y sus entrañas.&nbsp;</p><p><sup><strong>10 </strong></sup>Ninguna cosa dejaréis de él hasta la mañana; y lo que quedare hasta la mañana, lo quemaréis en el fuego.&nbsp;</p><p><sup><strong>11 </strong></sup>Y lo comeréis así: ceñidos vuestros lomos, vuestro calzado en vuestros pies, y vuestro bordón en vuestra mano; y lo comeréis apresuradamente; es la Pascua de Jehová.&nbsp;</p><p><sup><strong>12</strong></sup> Pues yo pasaré aquella noche por la tierra de Egipto, y heriré a todo primogénito en la tierra de Egipto, así de los hombres como de las bestias; y ejecutaré mis juicios en todos los dioses de Egipto. Yo Jehová.&nbsp;</p><p><sup><strong>13</strong></sup> Y la sangre os será por señal en las casas donde vosotros estéis; y veré la sangre y pasaré de vosotros, y no habrá en vosotros plaga de mortandad cuando hiera la tierra de Egipto.</p><p>La primera mención de un cordero en la Biblia aparece en la pregunta de Isaac: “¿Dónde está el cordero?” (Gén. 22:7). Curiosamente, el resto de la Biblia responde esa pregunta con lujo de detalles. Los otros 38 libros del Antiguo Testamento conducen al lector por un camino en el que la pregunta de Isaac es respondida progresivamente con más y más detalles, desde los rituales de la Pascua hasta el primer trabajo de David y en adelante. Toda la historia bíblica está salpicada de innumerables profecías mesiánicas que anticipan la respuesta a la pregunta de Isaac. Luego, en el Nuevo Testamento, la pregunta es respondida cuando Jesús aparece en persona, ministra entre su pueblo y entrega finalmente su vida como sacrificio en la Cruz.<br><br>Veamos la primera mención de un cordero en el Evangelio de Juan (Juan 1:29-34). Daría la impresión de que Juan el Bautista estuviera respondiendo la pregunta de Isaac en un escenario que no podría ser más apropiado. Los pecadores se arrepienten y se sumergen en el agua del bautismo, que simboliza la muerte del pecador y el comienzo de una nueva vida. En este contexto, Jesús, el Cordero de Dios, aparece súbitamente y, según el relato de Mateo, los cielos se abren para anunciarlo: “ ‘Este es mi Hijo amado, en quien me complazco’ ” (Mat. 3:17). En el caso de Abraham e Isaac, la voz del Ángel del Señor anuncia también desde el Cielo la solución divina para el problema de ellos (Gén. 22:11-14).<br><br>Cuando se entretejen todos los hilos, queda claro que Jesús, el Cordero de Dios, es nuestro Sustituto. Eso arroja mucha luz sobre nuestra comprensión del Cordero inmolado en la visión de Juan acerca del Trono en Apocalipsis.<br><br><strong>¿Por qué es fundamental para nuestra salvación saber que Jesús es nuestro Sustituto? ¿Qué esperanza tendríamos sin él como Sustituto, especialmente en ocasión del Juicio?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de abril",
               "dayTitle":"<p>LA MUERTE</p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p>Quizás el aspecto más cruel de vivir en un mundo separado de su Creador sea la forma en que la muerte acecha en el trasfondo de cada vida, lista para atacar en cualquier momento. Es la “paga que da el pecado”, la consecuencia de habernos desconectado de nuestro Creador, la única Fuente de vida del universo. Como tal, el pecado desempeña un papel fundamental en la profecía bíblica, tanto por su realidad como, lo que es aún más importante, por su solución, que solo se encuentra en Jesús, en su muerte y su resurrección.<br><br>Tanto la primera mención de la muerte en la Biblia como su primera aparición arrojan mucha luz sobre este tema fundamental de la profecía, ya que nos ayudan a comprender la gravedad del problema del pecado y aportan importantes herramientas para entender la solución divina para el problema.<br><br>Lee Génesis 2:15 al 17; 4:8 al 15; 1 Corintios 15:15 al 19; y Apocalipsis 1:18. ¿Qué nos dicen estos pasajes (que incluyen la primera mención y aparición de la muerte) acerca de por qué mueren los seres humanos? ¿Cómo ve Dios la muerte y cuál es la solución divina para el problema?</p><p><strong>Génesis 2:15-17</strong></p><p><sup><strong>15</strong></sup> Tomó, pues, Jehová Dios al hombre, y lo puso en el huerto de Edén, para que lo labrara y lo guardase.&nbsp;</p><p><sup><strong>16 </strong></sup>Y mandó Jehová Dios al hombre, diciendo: De todo árbol del huerto podrás comer;&nbsp;</p><p><sup><strong>17</strong></sup> mas del árbol de la ciencia del bien y del mal no comerás; porque el día que de él comieres, ciertamente morirás.</p><p><strong>Génesis 4:8-15</strong></p><p><sup><strong>8 </strong></sup>Y dijo Caín a su hermano Abel: Salgamos al campo. Y aconteció que estando ellos en el campo, Caín se levantó contra su hermano Abel, y lo mató.&nbsp;</p><p><sup><strong>9 </strong></sup>Y Jehová dijo a Caín: ¿Dónde está Abel tu hermano? Y él respondió: No sé. ¿Soy yo acaso guarda de mi hermano?&nbsp;</p><p><sup><strong>10</strong></sup> Y él le dijo: ¿Qué has hecho? La voz de la sangre de tu hermano clama a mí desde la tierra.&nbsp;</p><p><sup><strong>11 </strong></sup>Ahora, pues, maldito seas tú de la tierra, que abrió su boca para recibir de tu mano la sangre de tu hermano.&nbsp;</p><p><sup><strong>12</strong></sup> Cuando labres la tierra, no te volverá a dar su fuerza; errante y extranjero serás en la tierra.&nbsp;</p><p><sup><strong>13 </strong></sup>Y dijo Caín a Jehová: Grande es mi castigo para ser soportado.&nbsp;</p><p><sup><strong>14</strong></sup> He aquí me echas hoy de la tierra, y de tu presencia me esconderé, y seré errante y extranjero en la tierra; y sucederá que cualquiera que me hallare, me matará.&nbsp;</p><p><sup><strong>15</strong></sup> Y le respondió Jehová: Ciertamente cualquiera que matare a Caín, siete veces será castigado. Entonces Jehová puso señal en Caín, para que no lo matase cualquiera que le hallara.</p><p><strong>1 Corintios 15:15-19</strong></p><p><sup><strong>&nbsp;15</strong></sup> Y somos hallados falsos testigos de Dios; porque hemos testificado de Dios que él resucitó a Cristo, al cual no resucitó, si en verdad los muertos no resucitan.&nbsp;</p><p><sup><strong>16 </strong></sup>Porque si los muertos no resucitan, tampoco Cristo resucitó;&nbsp;</p><p><sup><strong>17</strong></sup> y si Cristo no resucitó, vuestra fe es vana; aún estáis en vuestros pecados.&nbsp;</p><p><sup><strong>18</strong></sup> Entonces también los que durmieron en Cristo perecieron. <strong><sup><br></sup></strong></p><p><strong><sup>19</sup></strong> Si en esta vida solamente esperamos en Cristo, somos los más dignos de conmiseración de todos los hombres.</p><p><strong>Apocalipsis 1:18</strong></p><p><sup><strong>18</strong></sup> y el que vivo, y estuve muerto; mas he aquí que vivo por los siglos de los siglos, amén. Y tengo las llaves de la muerte y del Hades.</p><p>A menudo decimos que “la muerte es parte de la vida”. Eso no es así. La muerte es lo contrario de la vida, la pérdida de esta, un intruso que nunca debió formar parte de nuestra experiencia aquí. Aunque nos hayamos acostumbrado a la muerte, nuestros corazones siguen protestando enérgicamente cuando nos encontramos con ella, como si la humanidad toda aún se diera cuenta de que hay algo fundamentalmente erróneo en ella. Por muy dolorosa que la muerte resulte en general, hay casos en los que parece más trágica aún, como cuando muere un niño. En general, esperamos que los padres precedan a sus hijos en la muerte, y hemos llegado a aceptar esto como el orden normal de las cosas.<br><br>Sin embargo, la primera muerte registrada en las Escrituras va en contra de esa norma aceptada. Antes de que Adán y Eva pasaran por la muerte, experimentaron la tragedia de esta cuando Abel, su hijo justo, fue asesinado por Caín, su malvado hermano. Esa fue sin duda una muerte particularmente injusta. Piensa en Jesús, el justo asesinado por el injusto, como en el caso de Abel.<br><br>¿Qué muerte pudo ser más injusta que la de Cristo? ¿Qué otros paralelismos podríamos encontrar entre la muerte de Abel y la de Cristo en la Cruz? ¿Cómo puede ayudarnos la naturaleza de la muerte de Abel a entender por qué Jesús tiene “las llaves de la muerte y del sepulcro” y lo que Dios nos ofrece en él?<br><br><strong>Si el problema de la muerte no fuera resuelto, ¿por qué sería nuestra vida inútil y sin sentido en última instancia? ¿Qué nos enseña este hecho acerca de cuán agradecidos debemos estar por lo que Jesús hizo por nosotros?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de abril",
               "dayTitle":"<p>LA SERPIENTE</p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p>La adoración es un tema clave en Apocalipsis. El autor y promotor de los falsos sistemas de culto es identificado como “el dragón” (Apoc. 13:2-4), y la descripción de este querubín caído como una serpiente no es casual, sino que nos remite claramente al Jardín del Edén, donde una serpiente persuadió a Adán y a Eva para que lo siguieran en su rebelión contra el Creador.<br><br><strong>Compara Génesis 3:1 al 5 con Apocalipsis 12:1 al 9. ¿Cuáles son algunos de los temas comunes a ambos relatos? ¿Cómo nos ayudan los detalles registrados en Génesis acerca de la serpiente a entender algunos de los temas que condujeron a la guerra celestial previa mencionada en Apocalipsis?</strong></p><p><strong>Génesis 3:1-5 <sup><br></sup></strong></p><p><sup><strong>1 </strong></sup>Pero la serpiente era astuta, más que todos los animales del campo que Jehová Dios había hecho; la cual dijo a la mujer: ¿Conque Dios os ha dicho: No comáis de todo árbol del huerto?&nbsp;</p><p><sup><strong>2</strong></sup> Y la mujer respondió a la serpiente: Del fruto de los árboles del huerto podemos comer;&nbsp;</p><p><sup><strong>3 </strong></sup>pero del fruto del árbol que está en medio del huerto dijo Dios: No comeréis de él, ni le tocaréis, para que no muráis.&nbsp;</p><p><sup><strong>4 </strong></sup>Entonces la serpiente dijo a la mujer: No moriréis;&nbsp;</p><p><sup><strong>5 </strong></sup>sino que sabe Dios que el día que comáis de él, serán abiertos vuestros ojos, y seréis como Dios, sabiendo el bien y el mal. <strong><br></strong></p><p><strong>Apocalipsis 12:1-9</strong></p><p><sup><strong>1</strong></sup> Apareció en el cielo una gran señal: una mujer vestida del sol, con la luna debajo de sus pies, y sobre su cabeza una corona de doce estrellas.&nbsp;</p><p><sup>2 </sup>Y estando encinta, clamaba con dolores de parto, en la angustia del alumbramiento.&nbsp;</p><p><sup><strong>3</strong></sup> También apareció otra señal en el cielo: he aquí un gran dragón escarlata, que tenía siete cabezas y diez cuernos, y en sus cabezas siete diademas;&nbsp;</p><p><sup><strong>4</strong></sup> y su cola arrastraba la tercera parte de las estrellas del cielo, y las arrojó sobre la tierra. Y el dragón se paró frente a la mujer que estaba para dar a luz, a fin de devorar a su hijo tan pronto como naciese.&nbsp;</p><p><sup><strong>5</strong></sup> Y ella dio a luz un hijo varón, que regirá con vara de hierro a todas las naciones; y su hijo fue arrebatado para Dios y para su trono.&nbsp;</p><p><sup><strong>6</strong></sup> Y la mujer huyó al desierto, donde tiene lugar preparado por Dios, para que allí la sustenten por mil doscientos sesenta días.<br><sup><br><strong>7</strong></sup> Después hubo una gran batalla en el cielo: Miguel y sus ángeles luchaban contra el dragón; y luchaban el dragón y sus ángeles;&nbsp;</p><p><sup><strong>8</strong></sup> pero no prevalecieron, ni se halló ya lugar para ellos en el cielo.&nbsp;</p><p><sup><strong>9 </strong></sup>Y fue lanzado fuera el gran dragón, la serpiente antigua, que se llama diablo y Satanás, el cual engaña al mundo entero; fue arrojado a la tierra, y sus ángeles fueron arrojados con él. <br><br>Hay dos relatos bíblicos en los que Satanás hace descarriar al mundo entero. Uno de ellos se encuentra en Génesis y tuvo lugar cuando solo existían dos personas. El otro está en Apocalipsis 12 y 13, donde Satanás es identificado como quien “engaña a todo el mundo” (Apoc. 12:9), otorga poder a la bestia que subía del mar y lleva a “toda la tierra” a adorarla (Apoc. 13:2, 3). Uno de los temas de la profecía bíblica es la naturaleza inmutable del Gran Conflicto. El carácter y la Palabra de Dios no cambian, como tampoco lo hacen las ambiciones del Diablo.<br><br>Afortunadamente, puesto que la naturaleza del Gran Conflicto no cambia, y debido a que tenemos puntos de referencia claros en las profecías, los cristianos podemos evaluar las tendencias y reconocer dónde se encuentran las trampas espirituales. Dios siempre será quien es, al igual que el Diablo. Satanás puede usar mil disfraces, pero milenios de historia humana caída y el escenario profético pintado en el Apocalipsis demuestran que nunca se desvía de la estrategia que utilizó en el Edén. Dios nos ha prometido sabiduría y discernimiento (Sant. 1:5). Contamos además con la infalible guía de las Escrituras. En vista de todo ello, no necesitamos ser víctimas de los engaños del Diablo, aunque, desgraciadamente, muchos lo han sido y la mayoría lo será.<br><br>Piensa en cómo cambian la cultura y las normas sociales con el tiempo. Lo que antes era aceptable se convierte en inaceptable, y viceversa. Dado que los temas subyacentes y los actores del Gran Conflicto no cambian, ¿qué debería tener en cuenta un cristiano al examinar el cambiante panorama cultural? Por ejemplo, ¿dónde se pueden encontrar en la cultura actual las mentiras originales del diablo: “No morirán” y “serán como Dios”?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 de abril",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p>Lee el capítulo titulado “El Apocalipsis” en las páginas 477 a 488 del libro Los hechos de los apóstoles, de Elena de White.<br><br>Muchas religiones mundiales tienen que ver simplemente con ideas y mitos inverificables, pero la religión cristiana está firmemente anclada en hechos históricos. La Biblia es el registro de la interacción de Dios con la humanidad a lo largo de la historia. En consecuencia, el estudio de las interacciones milenarias allí registradas resulta muy instructivo acerca del carácter coherente de Dios.<br><br>A veces, sin embargo, los cristianos se quejan de que están cansados de oír siempre lo mismo. Por ejemplo, quizá tendemos a pensar que ya hemos oído nuestro mensaje profético distintivo y que no tenemos nada nuevo que aprender acerca de él.<br><br>El hecho de que nuestro mensaje sea invariable y coherente no significa que sea simplista o poco desafiante. Por el contrario, cuando se estudia la información proveniente de un Dios infinito, se cae pronto en la cuenta de que sus temas son inagotables.<br><br>Según Elena de White, uno de los propósitos con que fue escrito el Apocalipsis fue afirmar a la iglesia cristiana en su mensaje histórico relevante para todos los tiempos. “Algunos de los obreros más jóvenes [entre los cristianos del primer siglo] [...] se habían cansado de las verdades tan a menudo repetidas. En su deseo de algo novedoso y sorprendente, intentaron introducir nuevas fases de doctrina” (Los hechos de los apóstoles, p. 478). En ese sentido, Apocalipsis no es solo un libro acerca del futuro, sino también acerca del pasado, ya que está destinado a mantenernos firmes en nuestra fe histórica para que no cedamos al prurito de la búsqueda de originalidad.<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1</strong>. Las Escrituras nunca dejan de aportar nueva información y nuevos conocimientos. ¿Cómo podemos mantener el equilibrio entre el deseo de crecer constantemente en nuestra comprensión de la Revelación y la importancia de permanecer anclados en las verdades que ya nos han sido reveladas?<br><br><strong>2</strong>. ¿Cómo debe responder la iglesia a las nuevas interpretaciones de la profecía? Aunque sabemos que siempre hay más que aprender, ¿cómo podemos discernir si la nueva luz es esencial, solo una moda pasajera o incluso un error?<br><br><strong>3.</strong> Durante la Segunda Guerra Mundial, un marinero que agonizaba en el Pacífico dijo al médico que lo atendía: “Soy huérfano, ¿quién se acordará de mí cuando muera?” El médico respondió: “Yo siempre me acordaré de ti”. Por bien intencionadas que fueran las palabras de aquel médico, él también habría de morir tarde o temprano, al igual que el recuerdo del marinero huérfano. ¿Cómo nos ayuda este relato a percibir la futilidad e insignificancia de la vida humana si la muerte tiene la última palabra?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>RESEÑA<br><br>Texto clave: Juan 1:29.<br><br>Enfoque del estudio: Génesis 22:1-18; Juan 3:16.<br><br>Introducción</strong><br><br>Génesis, el primer libro de la Biblia, contiene verdades fundamentales que abarcan el núcleo del mensaje salvífico y profético de las Escrituras. Desde el relato cósmico de la Creación (Gén. 1, 2), en el que Dios convirtió el caos y el vacío en vida, hasta la historia de José, en la que Dios obtuvo un resultado redentor de acciones malvadas (Gén. 50:20), el libro de Génesis da testimonio del plan de salvación de Dios. En la parte central del libro de Génesis, el relato de Abraham e Isaac en el monte Moria (Gén. 22:1-18) establece los temas básicos de este plan divino.<br><br>En la lección de esta semana, descubriremos los diversos temas del plan de salvación de Dios que se desprenden del dramático relato del “atamiento” (en hebreo: akedá), de Isaac. El primer tema es el amor, del que se derivan todas las demás acciones de Dios.<br><br>En este relato, la palabra hebrea traducida como “amor” (‘ahab) es utilizada por primera vez en la Biblia en el discurso de Dios acerca del amor de un padre (Gén. 22:2).<br><br>El segundo tema de la akedá es la expresión del amor de Dios mediante el sacrificio de su Hijo, prefigurado por Isaac en su identificación con el cordero (Gén. 22:7-10).<br><br>El tercer tema es la manifestación real del amor de Dios en la historia, concretamente, en el gran conflicto que enfrentará al “Descendiente” con la serpiente y que terminará con la victoria del “Descendiente” sobre el mal y la muerte (ver Gén. 3:15). Este acontecimiento se perfila en la inesperada aparición del “carnero” (Gén. 22:13), que prefigura el acontecimiento escatológico del Día de la Expiación.<br><br><strong>COMENTARIO<br><br>El amor de Dios<br></strong><br>Es imposible entender el amor de Dios, porque es imposible comprender “la anchura y la longitud, la profundidad y la altura del amor de Cristo, que supera a todo conocimiento” (Efe. 3:18, 19). Es significativo que el verbo ‘ahab (“amar”) aparezca por primera vez en las Escrituras en referencia al amor de Abraham por Isaac, es decir, el amor de un Padre por su “hijo único” (Gén. 22:2). En el contexto particular del amor de Abraham por su hijo único, la calidad del amor de Abraham por Dios iba a ser “puesta a prueba” y, por lo tanto, revelada (Gén. 22:1; comparar con Gén. 22:12).<br><br>Pero no era solo el amor de Abraham por Dios lo que iba a ser puesto a prueba y revelado. Durante la experiencia personal de Abraham, también le fue revelado el amor de Dios y así él pudo comprender la profundidad del amor divino. Como explica Elena de White: “Fue para grabar en la mente de Abraham la realidad del evangelio, así como para probar su fe, que Dios le mandó sacrificar a su hijo. La&nbsp; agonía que sufrió durante los oscuros días de aquella terrible prueba fue permitida para que comprendiera por su propia experiencia algo de la grandeza del sacrificio hecho por el Dios infinito en favor de la redención del hombre. [...] ¿Qué mayor prueba se puede dar del amor y la compasión infinitos de Dios?” (Patriarcas y profetas, p. 150; énfasis añadido).<br><br>Dios no le dio a Abraham una explicación filosófica, teológica o psicológica de su amor. Más bien eligió permitir que Abraham soportara (en su nivel finito) lo que Dios iba a soportar (en su nivel “infinito”). Este paralelismo entre Abraham, que ofreció a su “hijo único”, a quien amaba, y Dios, quien ofreció a su Hijo único, a quien “el Padre ama” (Juan 5:20), es refrendado por Juan, quien utiliza el mismo lenguaje (intertextualidad) en su definición de “amor”: “Porque de tal manera amó Dios al mundo, que dio a su Hijo único, para que todo el que crea en él no perezca, sino que tenga vida eterna” (Juan 3:16; comparar con 1 Juan 4:9).<br><br>El Cordero de Dios<br><br>El título “Cordero de Dios” es utilizado por Juan para identificar a Jesús: “Al día siguiente Juan vio a Jesús que venía hacia él, y dijo: ‘¡Este es el Cordero de Dios, que quita el pecado del mundo!’ ” (Juan 1:29, comparar con Juan 1:36). Es interesante y significativo que la referencia a un “cordero” aparezca por primera vez en las Escrituras en el contexto de la historia del atamiento de Isaac para referirse al sacrificio del “holocausto” (Gén. 22:7). Sin embargo, no era la primera vez que se utilizaba un cordero como sacrificio. Abel debió ofrecer un cordero en holocausto (Gén. 4:4; comparar con Núm. 18:17). Pero es la primera vez que se menciona explícitamente dicha palabra. También es el único pasaje de la Biblia hebrea en el que la palabra s?, “cordero”, aparece con un artículo definido (“el cordero”). Todos los demás pasajes del Antiguo Testamento que contienen esta palabra la utilizan en sentido indefinido.<br><br>Este caso único atestigua una aplicación especial y única. Isaac (con Abraham) se refiere a un cordero único que trasciende a todos los demás.<br><br>El hecho de que la palabra “cordero” sea utilizada por Juan en su Evangelio (Juan 1:29, 36), y especialmente en Apocalipsis (23 veces), en el sentido definido como “el cordero”, sugiere que Juan está aludiendo al “cordero” de la pregunta de Isaac: “¿Dónde está el cordero?” (Gén. 22:7). Esta relación intertextual nos permite conjeturar que “el cordero” de Isaac se refiere al Hijo de Dios, tal como lo entiende Juan. De hecho, esta interpretación es confirmada por la respuesta de Abraham a la pregunta de Isaac: “Dios se proveerá de cordero para el holocausto” (Gén. 22:8).<br><br>La construcción de la frase inicial de la declaración de Abraham en Génesis 22:8 es particularmente reveladora. En primer lugar, aunque el idioma hebreo coloca típicamente primero el verbo seguido del sujeto, aquí la palabra “Dios” es colocada al principio de la frase, antes de la forma verbal, para enfatizar el hecho de que la solución está solo en Dios. Es Dios quien proveerá. En segundo lugar, esta frase de Génesis 22:8 (“Dios se proveerá”) es una construcción reflexiva que carece de la preposición et para señalar a “el cordero” como el objeto directo de “proveer”. Es decir, se trata de una oración apositiva. En ese caso, la frase de Génesis 22:8 podría traducirse de la siguiente manera: “Dios se proveerá a sí mismo como el cordero”. En tal sentido, el cordero es identificado como Dios. Así pues, el cordero al que se hace referencia aquí no es simplemente el animal físico que Isaac tenía en mente, sino Dios mismo.<br><br><strong>La victoria de Dios</strong><br><br>Isaac esperaba que Dios le proporcionara un cordero. Sin embargo, en su lugar apareció un carnero: “Abraham alzó sus ojos y vio detrás de sí un carnero” (Gén. 22:13). La aparición del carnero remite al carnero del Día de la Expiación (Lev. 16:3, 5). De hecho, existe una conexión intertextual única entre este pasaje acerca del sacrificio de Isaac y el texto que se refiere al Día de la Expiación. Más que cualquier otro pasaje bíblico, el texto del atamiento de Isaac comparte un lenguaje común con el texto del Día de la Expiación. Encontramos la misma asociación de las palabras ‘olah, “holocausto” (Gén. 22:13; comparar con Lev. 16:3, 5); ra’ah, “ver”, “proveer”, en la misma forma pasiva nifal [“ser visto” o “ser provisto”] (Gén. 22:14; comparar con Lev. 16:2); y yiqqaj, “tomó” (Gén. 22:13; comparar con Lev. 16:5). Esta importante conexión intertextual entre los dos pasajes indica que quien redactó la ordenanza acerca del Día de la Expiación en Levítico 16 tenía en mente el texto que se refiere al sacrificio de Isaac.<br><br>Por otra parte, cabe destacar que el texto del atamiento de Isaac también está presente en el texto de Daniel 8, que es una profecía precisamente relativa al escatológico Día de la Expiación. La primera línea que introduce la visión de Daniel: “Alcé mis ojos y vi un carnero” (vers. 3) alude claramente al texto del sacrificio de Isaac, dado que la frase de Daniel es una cita de Génesis 22:13. Esta alusión al texto del sacrificio de Isaac se ve reforzada por las importantes conexiones intertextuales entre Levítico 16 y Daniel 8 (ver especialmente el uso común del verbo ra’ah, “vio”, una palabra clave en ambos pasajes). A la luz de Daniel 8, entendemos, pues, que el carnero del relato de la akedá apunta tipológicamente al Día escatológico de la Expiación.<br><br>De hecho, esta perspectiva cósmica se confirma en la bendición divina que concluye el texto de la akedá (Gén. 22:17). La bendición prometida por Dios se refiere no solo a la futura descendencia del propio Abraham, sino también al futuro de las naciones. El Señor promete que la descendencia de Abraham “se adueñará de las puertas de sus enemigos” (RVR 95). Esta promesa hace referencia a la victoria de Cristo sobre la serpiente y a la victoria de la vida sobre la muerte, predicha en Génesis 3:15. El relato de la sujeción o atamiento de Isaac conduce, pues, a la redención definitiva del pueblo de Dios durante el Día escatológico de la Expiación (comparar con Dan. 8:14).<br><br>Esta lección parece haber sido conservada en la Epístola a los Hebreos, que aplica la bendición final de la akedá (Heb. 6:14) al momento extraordinario del Día de la Expiación durante el cual el sumo sacerdote podía ingresar “más allá del velo” (Heb. 6:19; comparar con Lev. 16:2, 15).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Lee los siguientes comentarios sobre los silencios y las preguntas entre Abraham e Isaac en Génesis 22:6 al 8. ¿Qué lecciones espirituales nos enseñan estos silencios y preguntas?<br><br>Génesis 22:6: “Y los dos siguieron caminando juntos” (NVI). La frase ocurre dos veces (Gén. 22:6, 8) y suena trágica ya que destaca el andar silencioso de padre e hijo. En Génesis 22:7, el silencio es finalmente roto por la voz de Isaac: “Entonces Isaac dijo”. Su diálogo en estos dos versículos constituye la primera y única vez que Isaac habla en esta historia: “Entonces Isaac dijo a su padre: ‘Padre mío’ ” (Gén. 22:7).<br><br>Cuando Isaac habla por primera vez, pronuncia inicialmente una palabra hebrea ‘abi, “Padre mío”, que nos recuerda su relación con Abraham, quien se prepara para realizar el sacrificio. “Y él [Abraham] respondió: ‘¿Qué, mi hijo?’ ” (Gén. 22:7). La frase “mi hijo” (beni) corresponde a la expresión “padre mío” (‘abi). A pesar del sacrificio planeado, el padre ama a su hijo, y la intensidad de ese amor hace que el sacrificio resulte aún más penoso (comparar con Juan 5:20).<br><br><strong>“Isaac agregó: ‘Aquí están el fuego y la leña. Pero ¿dónde está el cordero para el holocausto?’ ” (Gén. 22:7). Esta pregunta es otra forma de referirse a la realidad indecible sin tener que expresarla explícitamente: “¿Soy yo el cordero?”</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>EL GÉNESIS COMO FUNDAMENTO</p>",
         "verse":"<p>“Al día siguiente Juan vio a Jesús que venía hacia él, y dijo: ‘¡Este es el Cordero de Dios, que quita el pecado del mundo!’ ” (Juan 1:29).</p>",
         "versionCode":10,
         "weekDate":"5-11 de abril"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
