{
  "data": [
    {
      "color": "#33afff",
      "id": 702,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "January 1",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>A Jewish document written a few decades after Hebrews, around a.d. 100, contains a prayer: “All this I have spoken before you, O Lord, because you have said that it was for us that you created this world. . . . And now, O Lord, behold, these nations, which are reputed as nothing, domineer over us and devour us. But we your people, whom you have called your first-born, only begotten, zealous for you, and most dear, have been given into their hands.”—James H. Charlesworth, ed., The Old Testament Pseudepigrapha, vol. 1 (Peabody, MA: Hendrickson Publishers, 1983), p. 536.<br><br><strong>The readers of Hebrews probably felt something similar. If they were God’s children, why were they going through such suffering?</strong><br><br>Thus, Paul wrote Hebrews to strengthen the faith of the believers amid their trials. He reminded them (and us) that the promises of God will be fulfilled through Jesus, who is seated at the right hand of the Father, and who will soon take us home. In the meantime, Jesus mediates the Father’s blessings to us. So, we need to hold fast to our faith until the end.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 2",
          "dayTitle": "<p>Jesus Is Our King<br></p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>The main point of Hebrews is that Jesus is the Ruler, who is seated at the right hand of the Father (Heb. 8:1). As God, Jesus always has been the ruler of the universe. But when Adam and Eve sinned, Satan became the ruler of this world (John 12:31, John 14:30, John 16:11).<br><br>Jesus, however, came and defeated Satan at the cross, recovering the right to rule those who accept Him as their Savior (Col. 2:13–15). The first two chapters of Hebrews focus especially on the inauguration of Jesus as King.<br><br><strong>Read Hebrews 1:5–14. What is happening here?</strong><br></p><p><strong>Hebrews 1:5–14</strong></p><p><strong><sup>5</sup></strong> For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?<strong><br><br><sup>6</sup></strong> And again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him.<strong><br><br><sup>7</sup></strong> And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.<sup><br><br><strong>8</strong></sup> But unto the Son he saith, Thy throne, O God, is for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.<sup><br><br><strong>9</strong></sup> Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.<sup><br><br><strong>10</strong></sup> And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:<sup><br><br><strong>11 </strong></sup>They shall perish; but thou remainest; and they all shall wax old as doth a garment;<sup><br><br><strong>12</strong></sup> And as a vesture shalt thou fold them up, and they shall be changed: but thou art the same, and thy years shall not fail.<sup><br><br><strong>13</strong></sup> But to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool?<sup><br><br><strong>14</strong></sup> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?<strong><br></strong></p><p>These verses are arranged in three sections. Each section introduces an aspect of the enthronement ceremony of the Son. First, God installs Jesus as the royal Son (Heb. 1:5). Second, God introduces the Son to the heavenly court, who worship Him (Heb. 1:6, 8) while the Father proclaims the eternal creatorship and rule of the Son (Heb. 1:8–12). Third, God enthrones the Son—the actual conferral of power over the earth (Heb. 1:13, 14).<br><br>One of the most important beliefs of the New Testament is that in Jesus, God fulfilled His promises to David (see 2 Sam. 7:8–16 and Luke 1:30–33). Jesus was born from the line of David in the city of David (Matt. 1:1–16; Luke 2:10, 11). During His ministry people often called Him “son of David.” He was executed under the charge that He claimed to be “the king of the Jews” (Matt. 27:37, NKJV). Peter and Paul preached that Jesus had risen from death in fulfillment of the promises made to David (Acts 2:22–36, Acts 13:22–37). And John identified Jesus as “the Lion of the tribe of Judah” (Rev. 5:5).<br><br>Hebrews, of course, concurs. God has fulfilled His promises to David in Jesus: God gave Him a great “name” (Heb. 1:4), installed Him as His own Son (Heb. 1:5), affirmed Him forever as Creator and Lord (Heb. 1:8–12), and seated Him at His “right hand” (Heb. 1:13, 14). Furthermore, according to Hebrews 4, Jesus leads the people into the rest of God, and we are reminded that Jesus is the Builder of the house of God (Heb. 3:3, 4).<br><br><strong>Jesus, then, is the legitimate Ruler of this earth engaged in a war with Satan, the usurper, for our allegiance. How can we draw comfort, especially amid trials, from knowing that Jesus is the Ruler of the universe?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 3",
          "dayTitle": "<p>Jesus Is Our Mediator<br></p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>An interesting concept of the Old Testament theology is that the promised Davidic King would represent the nation before God.<br><br><strong>Compare Exodus 4:22, 23 with 2 Samuel 7:12–14; Deuteronomy 12:8–10 with 2 Samuel 7:9–11; and Deuteronomy 12:13, 14 with Psalm 132:1–5, 11–14. What promises to Israel would be fulfilled through the promised Davidic King?</strong><br></p><p><strong>Exodus 4:22, 23 <br></strong></p><p><strong><sup>22</sup> </strong>And thou shalt say unto Pharaoh, Thus saith the Lord, Israel is my son, even my firstborn:</p><p><sup><strong>23</strong></sup> And I say unto thee, Let my son go, that he may serve me: and if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.<br></p><p><strong> 2 Samuel 7:12–14</strong></p><p><sup>12</sup> And when thy days be fulfilled, and thou shalt sleep with thy fathers, I will set up thy seed after thee, which shall proceed out of thy bowels, and I will establish his kingdom.<sup><br><br><strong>13</strong></sup> He shall build an house for my name, and I will stablish the throne of his kingdom for ever.<sup><br><br><strong>14</strong></sup> I will be his father, and he shall be my son. If he commit iniquity, I will chasten him with the rod of men, and with the stripes of the children of men:<strong><br></strong></p><p><strong> Deuteronomy 12:8–10 <br></strong></p><p><strong><sup>8</sup></strong> Ye shall not do after all the things that we do here this day, every man whatsoever is right in his own eyes.<sup><br><br><strong>9</strong></sup> For ye are not as yet come to the rest and to the inheritance, which the Lord your God giveth you.<sup><br><br><strong>10</strong></sup> But when ye go over Jordan, and dwell in the land which the Lord your God giveth you to inherit, and when he giveth you rest from all your enemies round about, so that ye dwell in safety;<br></p><p><strong> 2 Samuel 7:9–11&nbsp;</strong></p><p><sup><strong>9</strong></sup> And I was with thee whithersoever thou wentest, and have cut off all thine enemies out of thy sight, and have made thee a great name, like unto the name of the great men that are in the earth.<sup><br><br><strong>10</strong></sup> Moreover I will appoint a place for my people Israel, and will plant them, that they may dwell in a place of their own, and move no more; neither shall the children of wickedness afflict them any more, as beforetime,<sup><br><br><strong>11</strong></sup> And as since the time that I commanded judges to be over my people Israel, and have caused thee to rest from all thine enemies. Also the Lord telleth thee that he will make thee an house.<br></p><p><strong> Deuteronomy 12:13, 14&nbsp;</strong></p><p><sup><strong>13 </strong></sup>Take heed to thyself that thou offer not thy burnt offerings in every place that thou seest:<sup><br><br><strong>14</strong></sup> But in the place which the Lord shall choose in one of thy tribes, there thou shalt offer thy burnt offerings, and there thou shalt do all that I command thee.<br></p><p><strong> Psalm 132:1–5, 11–14</strong></p><p><sup>1</sup><strong> </strong>Lord, remember David, and all his afflictions:<sup><br><br><strong>2</strong></sup> How he sware unto the Lord, and vowed unto the mighty God of Jacob;<sup><br><br><strong>3 </strong></sup>Surely I will not come into the tabernacle of my house, nor go up into my bed;<sup><br><br><strong>4</strong></sup> I will not give sleep to mine eyes, or slumber to mine eyelids,<sup><br><br><strong>5</strong></sup> Until I find out a place for the Lord, an habitation for the mighty God of Jacob.<sup><strong><br></strong></sup></p><p><sup><strong>11</strong></sup> The Lord hath sworn in truth unto David; he will not turn from it; Of the fruit of thy body will I set upon thy throne.<sup><br><br><strong>12</strong></sup> If thy children will keep my covenant and my testimony that I shall teach them, their children shall also sit upon thy throne for evermore.<sup><br><br><strong>13</strong></sup> For the Lord hath chosen Zion; he hath desired it for his habitation.<sup><br><br><strong>14</strong></sup> This is my rest for ever: here will I dwell; for I have desired it.<strong><br></strong></p><p>Israel was God’s son, and God would give the Israelites a place where they would rest from their enemies. God also would choose a place among them where His name would dwell. These promises for Israel would now be fulfilled thriugh the promised Davidic King.<br><br>He would be adopted as God’s son, God would give him rest from his enemies, and he would build a temple for God in Zion where God’s name would dwell. This means that God would fulfill His promises to Israel through the promised Davidic King. The Davidic King would represent Israel before God.<br><br>The insertion of a representative in the relationship between God and Israel made the perpetuation of their covenantal relationship possible. The Mosaic covenant required the faithfulness of all Israel to receive God’s protection and blessings (see Josh. 7:1–13). The Davidic covenant, however, secured God’s covenantal blessings upon Israel through the faithfulness of one person, the Davidic King. Unfortunately, for the most part the Davidic kings were not faithful, and God could not bless Israel as He wanted. The Old Testament is filled with accounts of just how unfaithful many of those kings actually were.<br><br>The good news is that God sent His Son to be born as the Son of David, and He has been perfectly faithful. Therefore, God is able to fulfill in Him all the promises He made to His people. When God blesses the king, all his people share in the benefits. This is why Jesus is the Mediator of God’s blessing to us. He is the Mediator in that He is the channel through whom God’s blessings flow. Our ultimate hope of salvation is found only in Jesus and what He has done for us.</p><p> <strong>Think about how often you have been unfaithful to your end of the covenant. What does this teach us about how we must rely solely on Jesus for salvation?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 4",
          "dayTitle": "<p>Jesus Is Our Champion<br></p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p><strong>Compare 1 Samuel 8:19, 20 and Hebrews 2:14–16. What did the Israelites look for in a king, and how were these wishes fulfilled in Jesus?</strong></p><p><br></p><p><strong>1 Samuel 8:19-20 <sup><br></sup></strong></p><p><sup><strong>19</strong></sup> Nevertheless the people refused to obey the voice of Samuel; and they said, Nay; but we will have a king over us;<sup><br><br><strong>20</strong></sup> That we also may be like all the nations; and that our king may judge us, and go out before us, and fight our battles.<strong><br></strong></p><p><strong>Hebrews 2:14–16</strong></p><p><sup><strong>14</strong></sup> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;<br><br><sup><strong>15</strong></sup> And deliver them who through fear of death were all their lifetime subject to bondage.<sup><br><br><strong>16</strong></sup> For verily he took not on him the nature of angels; but he took on him the seed of Abraham.<br><br>The Israelites wanted a king to be their judge and their leader in battle because they forgot that God was their King. The complete restoration of God’s rule over His people came with Jesus. As our King, Jesus leads us in the battle against the enemy. Hebrews 2:14–16 describes Jesus as the Champion of weak human beings. Christ faces and defeats the devil in a solo combat and delivers us from bondage. This description reminds us of the battle between David and Goliath. After being anointed as king (1 Samuel 16), David saved his brethren from slavery by defeating Goliath. The terms of engagement determined that the winner of the combat would enslave the people of the other party (1 Sam. 17:8–10). Thus, David acted as a champion of Israel. He represented them.<br><br><strong>Read Isaiah 42:13 and Isaiah 59:15–20. How does Yahweh describe Himself in these passages?</strong></p><p><strong>Isaiah 42:13 <sup><br></sup></strong></p><p><strong><sup>13</sup> </strong>The Lord shall go forth as a mighty man, he shall stir up jealousy like a man of war: he shall cry, yea, roar; he shall prevail against his enemies.<strong><br></strong></p><p><strong> Isaiah 59:15–20</strong></p><p><sup><strong>15</strong></sup> Yea, truth faileth; and he that departeth from evil maketh himself a prey: and the Lord saw it, and it displeased him that there was no judgment.<sup><br><br><strong>16</strong></sup> And he saw that there was no man, and wondered that there was no intercessor: therefore his arm brought salvation unto him; and his righteousness, it sustained him.<sup><br><br><strong>17</strong></sup> For he put on righteousness as a breastplate, and an helmet of salvation upon his head; and he put on the garments of vengeance for clothing, and was clad with zeal as a cloak.<sup><br><br><strong>18</strong></sup> According to their deeds, accordingly he will repay, fury to his adversaries, recompence to his enemies; to the islands he will repay recompence.<sup><br><br><strong>19</strong></sup> So shall they fear the name of the Lord from the west, and his glory from the rising of the sun. When the enemy shall come in like a flood, the Spirit of the Lord shall lift up a standard against him.<sup><br><br><strong>20</strong></sup> And the Redeemer shall come to Zion, and unto them that turn from transgression in Jacob, saith the Lord.<br><br>Hebrews 2:14–16 alludes to the notion that God would save Israel in a solo combat. Note this passage from Isaiah: “For thus says the Lord:<br><br>‘Even the captives of the mighty shall be taken, and the prey of the tyrant be rescued, for I will contend with those who contend with you, and I will save your children’ ” (Isa. 49:25, ESV).<br><br>As Christians, we often think that we are engaged in a solo combat with Satan. When we read Ephesians 6:10–18, we see that, yes, we are in combat with the devil. But God is our Champion, and He goes to battle before us.<br><br>We are part of His army; that is why we have to use His armor. Also, we do not fight alone. The “you” in Ephesians 6 is plural. We as a church take the armor and fight together behind our Champion, who is God Himself.<br><strong><br>What does it mean to put on the armor of God? That is, in our daily struggles with self, temptation, and so forth, how can we avail ourselves of the power that enables us through God’s strength to be faithful?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 5",
          "dayTitle": "<p>Jesus Is Our High Priest<br></p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p>Hebrews 5–7 introduces a second function of Jesus. He is our High Priest. The author explains that this fulfills a promise God had made to the promised Davidic King, that He would be “ ‘a priest forever according to the order of Melchizedek’ ” (Ps. 110:4, as quoted in Heb. 5:5, 6, NKJV).<br><br><strong>Read Leviticus 1:1–9, Leviticus 10:8–11, Malachi 2:7, Numbers 6:22–26, and Hebrews 5:1–4. What functions did the priest fulfill?</strong></p><p><strong><br></strong></p><p><strong>Leviticus 1:1–9</strong></p><p><sup><strong>1</strong></sup>And the Lord called unto Moses, and spake unto him out of the tabernacle of the congregation, saying,<sup><br><br><strong>2</strong></sup> Speak unto the children of Israel, and say unto them, If any man of you bring an offering unto the Lord, ye shall bring your offering of the cattle, even of the herd, and of the flock.<sup><br><br><strong>3 </strong></sup>If his offering be a burnt sacrifice of the herd, let him offer a male without blemish: he shall offer it of his own voluntary will at the door of the tabernacle of the congregation before the Lord.<sup><br><br><strong>4</strong></sup> And he shall put his hand upon the head of the burnt offering; and it shall be accepted for him to make atonement for him.<sup><br><br><strong>5 </strong></sup>And he shall kill the bullock before the Lord: and the priests, Aaron's sons, shall bring the blood, and sprinkle the blood round about upon the altar that is by the door of the tabernacle of the congregation.<sup><br><br><strong>6 </strong></sup>And he shall flay the burnt offering, and cut it into his pieces.<sup><br><br><strong>7</strong></sup> And the sons of Aaron the priest shall put fire upon the altar, and lay the wood in order upon the fire:<sup><br><br><strong>8 </strong></sup>And the priests, Aaron's sons, shall lay the parts, the head, and the fat, in order upon the wood that is on the fire which is upon the altar:<sup><br><br><strong>9 </strong></sup>But his inwards and his legs shall he wash in water: and the priest shall burn all on the altar, to be a burnt sacrifice, an offering made by fire, of a sweet savour unto the Lord.<strong><br></strong></p><p><strong> Leviticus 10:8–11</strong></p><p><sup>8</sup> And the Lord spake unto Aaron, saying,<sup><br><br><strong>9 </strong></sup>Do not drink wine nor strong drink, thou, nor thy sons with thee, when ye go into the tabernacle of the congregation, lest ye die: it shall be a statute for ever throughout your generations:<br><br><strong><sup>10</sup> </strong>And that ye may put difference between holy and unholy, and between unclean and clean;<br><br> <strong><sup>11</sup></strong>And that ye may teach the children of Israel all the statutes which the Lord hath spoken unto them by the hand of Moses.<strong><br></strong></p><p><strong> Malachi 2:7</strong></p><p><sup><strong>7 </strong></sup>For the priest's lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the Lord of hosts.<strong><br></strong></p><p><strong> Numbers 6:22–26 <br></strong></p><p><strong><sup>22</sup></strong> And the Lord spake unto Moses, saying,<strong><br><br><sup>23</sup></strong> Speak unto Aaron and unto his sons, saying, On this wise ye shall bless the children of Israel, saying unto them,<sup><br><br><strong>24</strong></sup> The Lord bless thee, and keep thee:<sup><br><br><strong>25</strong></sup> The Lord make his face shine upon thee, and be gracious unto thee:<sup><br><br><strong>26</strong></sup> The Lord lift up his countenance upon thee, and give thee peace.<strong><br></strong></p><p><strong> Hebrews 5:1–4</strong><br></p><p>&nbsp;<sup><strong>1</strong></sup>For every high priest taken from among men is ordained for men in things pertaining to God, that he may offer both gifts and sacrifices for sins:<sup><br><br><strong>2 </strong></sup>Who can have compassion on the ignorant, and on them that are out of the way; for that he himself also is compassed with infirmity.<strong><br><br><sup>3 </sup></strong>And by reason hereof he ought, as for the people, so also for himself, to offer for sins.<sup><br><br><strong>4 </strong></sup>And no man taketh this honour unto himself, but he that is called of God, as was Aaron.</p><p>The priests were appointed on behalf of human beings to represent them and mediate their relationship with God and the things pertaining to Him. The priest was a mediator. This was true of any system of priesthood, whether Jewish, Greek, Roman, or any other. The priest makes it possible for us to relate to God, and everything the priest does has the purpose of facilitating the relationship between us and God.<br><br>The priest offers sacrifices on behalf of human beings. The people cannot bring these sacrifices to God in person. The priest knows how we can offer an “acceptable” sacrifice so that our gifts may be acceptable to God or so that they can provide cleansing and forgiveness. Priests also taught the law of God to the people. They were experts in God’s commandments and were in charge of explaining and applying them.<br><br>Finally, the priests also had the responsibility of blessing in the name of Yahweh. Through them, God mediated His goodwill and beneficent purpose for the people. However, in 1 Peter 2:9, we see something else. We—believers in Jesus—are called “a royal priesthood.” This role implies incredible privileges. Priests could approach God in the sanctuary. Today, we can approach God through prayer with confidence (Heb. 4:14–16; Heb. 10:19–23). There are, as well, important responsibilities. We must collaborate with God in His work of saving the world. He wants us to teach and explain God’s laws and precepts to others. He also wants us to offer sacrifices of praise and good works, which are pleasing to Him.<br><br>What a privilege and what a responsibility!<br><br><strong>What difference should it make in our lives that we are, indeed, “a royal priesthood”? How should this truth impact how we live?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 6",
          "dayTitle": "<p>Jesus Mediates a Better Covenant<br></p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p>Hebrews 8–10 focuses on the work of Jesus as the Mediator of a new covenant. The issue with the old covenant was simply that it was only a foreshadowing of the good things that would come. Its institutions were designed to prefigure, to illustrate, the work that Jesus would do in the future. Thus, the priests prefigured Jesus, but they were mortal and sinners. They could not provide the perfection that Jesus did. And they ministered in a sanctuary that was a “copy and shadow” (Heb. 8:5, NKJV) of the heavenly sanctuary.<br><br>Jesus ministers in the true sanctuary and provides us access to God. The sacrifices of animals prefigured the death of Jesus as a sacrifice in our behalf, but their blood could not cleanse the conscience. Jesus’ blood, however, purifies our conscience, and through Him, having faith in Him and accepting His mediatory work in our behalf, we can approach God with boldness (Heb. 10:19–22).<br><br><strong>Read Hebrews 8:8–12. What did God promise to us in the new covenant?</strong><br></p><p><strong>Hebrews 8:8–12</strong></p><p><sup><strong>8</strong></sup> For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:<sup><br><br><strong>9</strong></sup> Not according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they continued not in my covenant, and I regarded them not, saith the Lord.<sup><br><br><strong>10</strong></sup> For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:<sup><br><br><strong>11</strong></sup> And they shall not teach every man his neighbour, and every man his brother, saying, Know the Lord: for all shall know me, from the least to the greatest.<sup><br><br><strong>12</strong></sup> For I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.<strong><br></strong></p><p>By appointing Jesus as our High Priest, the Father inaugurated a new covenant that will accomplish what the old covenant could only anticipate. The new covenant delivers what only a perfect, eternal, humandivine Priest can. This High Priest not only explains the law of God but also implants the law in our hearts. This Priest offers a sacrifice that brings forgiveness. This Priest cleanses and transforms us. He transforms our hearts from stone to flesh (Ezek. 36:26). He really creates us anew (2 Cor. 5:17). This Priest blesses us in the most incredible way, by providing us access into the very presence of the Father Himself. <br></p><p>God designed the old covenant in order to point to the future, to the work of Jesus. It was beautiful in its design and purpose. Yet, some misunderstood its purpose. Unwilling to leave the symbols, the shadows, and embrace the truths that the symbols were pointing to, they missed the wonderful benefits that Jesus’ ministry offered them. <br></p><p>“Christ was the foundation and life of the temple. Its services were typical of the sacrifice of the Son of God. The priesthood was established to represent the mediatorial character and work of Christ. The entire plan of sacrificial worship was a foreshadowing of the Saviour’s death to redeem the world. There would be no efficacy in these offerings when the great event toward which they had pointed for ages was consummated.”—Ellen G. White, The Desire of Ages, p. 165.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 7",
          "dayTitle": "",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p><strong>Further Thought:</strong></p><p> Despite all the good and hopeful truths in the book of Hebrews, there also is a series of warnings that reach their climax in chapters 10–12.<br><br>These sections have at least two common elements. First, they all compare the desert generation with the readers of Hebrews. Second, they exhort us to have faith.<br><br>The desert generation was the one that saw the amazing power of God unleashed in signs and wonders in their deliverance from Egypt. They also heard God speak, from Mount Sinai, the Ten Commandments.<br><br>They saw the column of fire in the night and the protecting cloud during the day. They ate manna, bread from heaven. They also drank water that sprang from the rocks wherever they camped. But when they arrived at the border of the Promised Land, they were not able to trust God. They lacked faith, which is the core of what God requires.<br><br>“Without faith it is impossible to please Him” (Heb. 11:6, NKJV). Paul says that we, like the desert generation, also are at the border of the Promised Land (Heb. 10:37–39). Our privileges and responsibilities are greater, however. We did not hear God speak at Mount Sinai, but we have seen through Scripture a revelation of God greater than the one at Mount Zion: God in the flesh, Jesus Christ (Heb. 12:18–24). The question is: Will we have faith? Paul encourages us to follow the example of a great list of characters, which culminates with Jesus Himself.<br><br><strong>Discussion Questions: <br></strong></p><p><strong>1. </strong>We have learned that Jesus is our Champion who goes before us into the battle against the devil. How can we fight together, united, as a church behind our Champion?<br><br>What are those things that prevent this unity from happening? What are ways that Satan can weaken us as a church? How did Satan weaken Israel in the past? <br></p><p><strong>2.</strong> As believers, we are a community of priests under God’s direction. In what ways can your local church offer better sacrifices of praise and good works to God? Please be specific and practical. <br></p><p><strong>3.&nbsp;</strong> In what ways is our situation similar to the situation of the desert generation just before crossing into the Promised Land? What lessons can we learn from the similarities?</p><p><strong>Inside Story:</strong><br></p><p>Miraculous Rock By Andrew McChesney<br><br>A miracle rock stopped the pickup truck of Bounprany Vannady, who was serving as president of the Seventh-day Adventist Church in Laos. It was just an ordinary creek. Any car could pass through its shallow waters easily. No car was known to have ever gotten stuck there. But the pickup truck decided to stop just as it entered the creek. It simply stopped.</p><p> Bounprany and two young pastors traveling with him found a rock blocking the way, but it seemed to be too small to stop the vehicle. Just to make sure, they moved the rock and tried to restart the vehicle. It refused to start. <br></p><p>They hailed down a passing car and tried to jumpstart the battery, but the pickup truck still refused to start. <br></p><p>Since it was getting dark, Bounprany walked to the nearest village. Several villagers came back to the pickup truck to help, but they couldn’t get it to start. The village chief invited Bounprany to spend the night in his house, while the young pastors stayed with the pickup truck. “What are you doing in our area?” the village chief asked. Bounprany explained that he was taking some sporting equipment to the next village. He was hoping to establish a connection with that village. As he listened, the village chief sensed that Bounprany was a Christian, and he announced that he was a Christian. He pulled out a Voice of Prophecy correspondence school certificate issued by the Seventh-day Adventist Church of Laos several years earlier. He said he had reached out to a former church leader for support several years earlier but had been dismissed, so now he and about 200 other villagers were worshiping Jesus on their own. He asked Bounprany to teach him and the villagers about the seventh-day Sabbath. <br></p><p>It was at that moment Bounprany realized an angel must have stopped the pickup truck. It was like Balaam’s donkey who refused to go farther because it saw an angel of the Lord. This car must have seen an angel of the Lord standing in front of it in the creek, so it decided to stop. The next morning, the pickup truck started at the first turn of the key.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>The Message of Hebrews<br></p>",
      "verse": "<p>This is the main point of the things we are saying: We have such a High Priest, who is seated at the right hand of the throne of the Majesty in the heavens” (Hebrews 8:1, NKJV).<br></p>",
      "versionCode": 16,
      "weekDate": "January 1–7"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
