{
   "data":[
      {
         "color":"#A13736",
         "id":2,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"4 de enero",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>Se ha enseñado a muchos que la palabra griega agap? se refiere al amor exclusivamente divino, y que otros términos, también traducidos como amor –tal el caso de filia (del verbo file?)–, designan sentimientos menos sublimes que agap?. Algunos afirman también que agap? se refiere a un amor unilateral, el de alguien que ama pero nunca recibe amor, un amor totalmente independiente de la respuesta humana.<br><br>Sin embargo, un estudio cuidadoso del amor divino a lo largo de la Escritura muestra que estas ideas, aunque comunes, son erróneas. En primer lugar, el término griego agap? se refiere no solo al amor de Dios, sino también al amor humano, incluso a veces al amor humano mal dirigido (por ejemplo, en 2 Tim. 4:10). En segundo lugar, a lo largo de la Escritura, muchos términos distintos de agap? se refieren al amor de Dios. Por ejemplo, Jesús enseñó que “el mismo Padre los ama [file?], ya que ustedes me han amado [file?] a mí” (Juan 16:27). Aquí, el término griego file? se utiliza no solo para referirse al amor humano, sino también al amor de Dios por los seres humanos. Por tanto, file? no se refiere a un tipo de amor deficiente, sino al amor mismo de Dios.<br><br>Las Escrituras también enseñan que el amor de Dios no es unilateral, sino profundamente relacional, en el sentido de que para Dios supone una profunda diferencia que los seres humanos reflejen o no su amor por él y por los demás.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de enero",
               "dayTitle":"<p>EL AMOR ETERNO DE DIOS<br></p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p>Las Escrituras son claras: Dios ama a todos. El versículo más famoso de las Escrituras, Juan 3:16, proclama esta verdad: “Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna”.<br><br><strong>Lee Salmos 33:5 y 145:9. ¿Qué enseñan estos versículos acerca de la extensión o alcance del amor, la compasión y la misericordia de Dios?</strong></p><p><strong>Salmos 33:5</strong></p><p><sup><strong>5</strong></sup> Él ama justicia y juicio; de la misericordia de Jehová está llena la tierra.</p><p><strong>Salmos 145:9</strong></p><p><sup><strong>9</strong></sup> Bueno es Jehová para con todos, y sus misericordias sobre todas sus obras.</p><p><br></p><p>Algunas personas pueden pensar que no son dignas de ser amadas o que Dios puede amar a todos los demás, pero no a ellas. Sin embargo, la Biblia proclama sistemáticamente que Dios ama a todas las personas. No hay nadie a quien él no ame. Y, puesto que Dios ama a todos, también quiere que todos se salven.<br><br>Lee 2 Pedro 3:9; 1 Timoteo 2:4; y Ezequiel 33:11. ¿Qué enseñan estos textos acerca del amor de Dios y de su deseo de salvar a todos?<br><br>El versículo posterior a Juan 3:16 añade: “Porque Dios no envió a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él” (Juan 3:17). Si dependiera solo de Dios, todos los seres humanos aceptarían su amor y se salvarían. Sin embargo, el Señor no impone su amor a nadie. Las personas son libres de aceptarlo o rechazarlo.<br><br>Y, aunque algunos lo rechacen, Dios nunca deja de amarlos. En Jeremías 31:3, él proclama a su pueblo: “Con amor eterno te he amado, por eso te atraje con bondad”. En otras partes, la Biblia enseña repetidamente que el amor de Dios es eterno (ver, por ejemplo, Salmo 136). El amor de Dios nunca se agota. Es eterno. Esto nos resulta difícil de entender pues a menudo nos cuesta amar a los demás, ¿verdad?<br><br>Sin embargo, si como individuos pudiéramos aprender a experimentar la realidad de ese amor; es decir, conocer por nosotros mismos el amor de Dios, ¿cuán diferente sería nuestra vida y nuestro trato hacia los demás!<br><strong><br>Si Dios ama a todas las personas, eso implica que también ama a las que son despreciables (y abundan por doquier). ¿Qué debería enseñarnos el amor de Dios por esas personas acerca de cómo deberíamos relacionarnos con ellas?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de enero",
               "dayTitle":"<p>AMOR PACTUAL<br></p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p>La Biblia describe a menudo la especial relación de amor de Dios con nosotros utilizando metáforas familiares o de parentesco, en particular metáforas del amor entre marido y mujer o de una madre buena por su hijo. Estas metáforas se utilizan sobre todo para describir la relación especial entre Dios y el pueblo con el que estableció su pacto. Se trata de una relación de amor pactual, que implica no solo el amor de Dios por su pueblo, sino también la expectativa de que el pueblo acepte ese amor, y ame a Dios y a los demás.<br><br><strong>Lee Deuteronomio 7:6 al 9. ¿Qué enseñan estos versículos acerca de la relación entre el hecho de que Dios haga pactos y su bondad amorosa?</strong></p><p><sup><strong>6 </strong></sup>Porque tú eres pueblo santo para Jehová tu Dios; Jehová tu Dios te ha escogido para serle un pueblo especial, más que todos los pueblos que están sobre la tierra.</p><p><sup><strong>7</strong></sup> No por ser vosotros más que todos los pueblos os ha querido Jehová y os ha escogido, pues vosotros erais el más insignificante de todos los pueblos;&nbsp;</p><p><sup><strong>8</strong></sup> sino por cuanto Jehová os amó, y quiso guardar el juramento que juró a vuestros padres, os ha sacado Jehová con mano poderosa, y os ha rescatado de servidumbre, de la mano de Faraón rey de Egipto.&nbsp;</p><p><sup><strong>9</strong></sup> Conoce, pues, que Jehová tu Dios es Dios, Dios fiel, que guarda el pacto y la misericordia a los que le aman y guardan sus mandamientos, hasta mil generaciones; <br><br>Deuteronomio 7:9 describe el tipo especial de amor que Dios prodiga al pueblo con el que entró en una relación de pacto, una relación que depende en parte de si permanecen fieles o no. El amor de Dios no es condicional, pero la relación de pacto con su pueblo sí lo es.<br><br>La palabra traducida como “amor” en Deuteronomio 7:9 (hesed) ejemplifica por sí misma el aspecto de pacto o alianza del amor divino y mucho más. El término hesed se utiliza a menudo para describir la grandeza de la misericordia, la bondad y el amor de Dios. Entre otras cosas, hesed se refiere a la bondad amorosa o amor leal por otra persona dentro de una relación de amor recíproco existente.<br><br>También implica el inicio de una relación de este tipo con la expectativa de que la otra parte muestre esa misma bondad y amor a cambio. El hesed de Dios muestra que su bondad es extremadamente fiable, constante y duradera. Sin embargo, al mismo tiempo, la recepción de los beneficios del hesed es condicional, ya que depende de la disposición de su pueblo a obedecer y sostener su parte de la relación (ver 2 Sam. 22:26, 1 Rey. 8:23; 2 Crón. 6:14; Sal. 25:10; 32:10).<br><br>El amor inquebrantable de Dios es la base de todas las relaciones amorosas, es un amor que nosotros nunca podríamos igualar. Dios no solo nos concedió por iniciativa propia la existencia, sino también en Cristo se entregó voluntariamente por nosotros: “Nadie tiene mayor amor que este, que uno dé su vida por sus amigos” (Juan 15:13). Sin duda, la mayor expresión del amor de Dios se reveló cuando el Señor “se humilló a sí mismo y se hizo obediente hasta la muerte, y muerte de Cruz” (Fil. 2:8).<br><br><strong>¿De qué manera puedes mantener constantemente presente en tus pensamientos la realidad del amor de Dios? ¿Por qué es importante hacerlo?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de enero",
               "dayTitle":"<p>UNA RELACIÓN CONDICIONAL<br></p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p>Dios llama e invita a cada persona a una relación íntima de amor con él (ver Mat. 22:1-14). Responder adecuadamente a esa invitación implica obedecer el mandato divino de amar a Dios y a los demás (ver Mat. 22:37-39). Disfrutar de los beneficios de esta relación con Dios depende de si uno decide libremente aceptar o rechazar su amor.<br><br><strong>Lee Oseas 9:15; Jeremías 16:5; Romanos 11:22; y Judas 21. ¿Qué enseñan estos textos acerca de si los beneficios del amor de Dios pueden ser rechazados o incluso perdidos?</strong><br></p><p><strong>Oseas 9:15</strong></p><p><sup><strong>15 </strong></sup>Toda la maldad de ellos fue en Gilgal; allí, pues, les tomé aversión; por la perversidad de sus obras los echaré de mi casa; no los amaré más; todos sus príncipes son desleales.<br></p><p><strong>Jeremías 16:5</strong></p><p><sup><strong>5 </strong></sup>Porque así ha dicho Jehová: No entres en casa de luto, ni vayas a lamentar, ni los consueles; porque yo he quitado mi paz de este pueblo, dice Jehová, mi misericordia y mis piedades.<br></p><p><strong>Romanos 11:22</strong></p><p><sup><strong>22</strong></sup> Mira, pues, la bondad y la severidad de Dios; la severidad ciertamente para con los que cayeron, pero la bondad para contigo, si permaneces en esa bondad; pues de otra manera tú también serás cortado.<br></p><p><strong>Judas 21</strong></p><p><sup><strong>21</strong></sup> conservaos en el amor de Dios, esperando la misericordia de nuestro Señor Jesucristo para vida eterna.<br></p><p>En estos y otros textos, el hecho de disfrutar de los beneficios de una relación de amor con Dios se describe repetidamente como condicionado a la respuesta humana a ese amor. Sin embargo, no debemos cometer el error de pensar que Dios deja de amar a alguien. Como hemos visto, el amor de Dios es eterno. Y, aunque en Oseas 9:15 Dios dice de su pueblo: “No los amaré más”, es importante recordar que más adelante, en el mismo libro, Dios declara acerca de su pueblo: “los amaré de pura gracia” (Ose. 14:4). Oseas 9:15 no puede significar que Dios deja por completo de amar a su pueblo. Debe referirse, en cambio, a la condicionalidad de algún aspecto o beneficio particular de una relación de amor con Dios. Además, la forma en que respondemos a su amor es crucial para que esta relación continúe.<br><br>“El que tiene mis mandamientos, y los guarda, ese es el que me ama. Y el que me ama será amado por mi Padre; y yo lo amaré, y me manifestaré a él” (Juan 14:21). Del mismo modo, Jesús proclama a sus discípulos: “El mismo Padre los ama, ya que ustedes me han amado a mí y han creído que yo salí de Dios” (Juan 16:27).<br><br>Estos y otros textos enseñan que el hecho de disfrutar de los beneficios de una relación salvífica con Dios depende de que aceptemos su amor (lo que implica también estar dispuestos a ser vehículos de ese amor). Una vez más, esto no significa que el amor de Dios deje de existir. Pero, así como no podemos impedir que el sol brille, pero podemos aislarnos de sus rayos, no podemos hacer nada para detener el amor eterno de Dios, pero podemos rechazar finalmente una relación con Dios y, por tanto, aislarnos de lo que nos ofrece; especialmente, de la vida eterna.<br><br><strong>¿De qué maneras pueden las personas ver y experimentar la realidad del amor de Dios, independientemente de que correspondan a ese amor o no? Por ejemplo, ¿cómo revela su amor el mundo natural, incluso después del pecado?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 de enero",
               "dayTitle":"<p>MISERICORDIA PERDIDA<br></p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p>El amor de Dios es eterno e inmerecido. Sin embargo, los seres humanos pueden rechazarlo. Tenemos la oportunidad de aceptar o rechazar ese amor, pero solo porque Dios nos ama por propia iniciativa con su amor perfecto y eterno antes de cualquier cosa que hagamos (Jer. 31:3). Nuestro amor a Dios es una respuesta a lo que ya se nos ha dado incluso antes de que lo pidiéramos.<br><br><strong>Lee 1 Juan 4:7 al 20, con especial atención a los versículos 7 y 19. ¿Qué nos dice esto acerca de la iniciativa divina de amarnos?</strong></p><p><strong>1 Juan 4:7-20</strong></p><p><sup><strong>7</strong></sup> Amados, amémonos unos a otros; porque el amor es de Dios. Todo aquel que ama, es nacido de Dios, y conoce a Dios.&nbsp;</p><p><sup><strong>8 </strong></sup>El que no ama, no ha conocido a Dios; porque Dios es amor.&nbsp;</p><p><sup><strong>9 </strong></sup>En esto se mostró el amor de Dios para con nosotros, en que Dios envió a su Hijo unigénito al mundo, para que vivamos por él.&nbsp;</p><p><sup><strong>10</strong></sup> En esto consiste el amor: no en que nosotros hayamos amado a Dios, sino en que él nos amó a nosotros, y envió a su Hijo en propiciación por nuestros pecados.&nbsp;</p><p><sup><strong>11</strong></sup> Amados, si Dios nos ha amado así, debemos también nosotros amarnos unos a otros. 12 Nadie ha visto jamás a Dios. Si nos amamos unos a otros, Dios permanece en nosotros, y su amor se ha perfeccionado en nosotros.<br><sup><br><strong>13 </strong></sup>En esto conocemos que permanecemos en él, y él en nosotros, en que nos ha dado de su Espíritu.&nbsp;</p><p><sup><strong>14</strong></sup> Y nosotros hemos visto y testificamos que el Padre ha enviado al Hijo, el Salvador del mundo.&nbsp;</p><p><sup><strong>15</strong></sup> Todo aquel que confiese que Jesús es el Hijo de Dios, Dios permanece en él, y él en Dios.&nbsp;</p><p><sup><strong>16</strong></sup> Y nosotros hemos conocido y creído el amor que Dios tiene para con nosotros. Dios es amor; y el que permanece en amor, permanece en Dios, y Dios en él.&nbsp;</p><p><sup><strong>17</strong></sup> En esto se ha perfeccionado el amor en nosotros, para que tengamos confianza en el día del juicio; pues como él es, así somos nosotros en este mundo.&nbsp;</p><p><sup><strong>18 </strong></sup>En el amor no hay temor, sino que el perfecto amor echa fuera el temor; porque el temor lleva en sí castigo. De donde el que teme, no ha sido perfeccionado en el amor.&nbsp;</p><p><sup><strong>19</strong></sup> Nosotros le amamos a él, porque él nos amó primero.&nbsp;</p><p><sup><strong>20</strong></sup> Si alguno dice: Yo amo a Dios, y aborrece a su hermano, es mentiroso. Pues el que no ama a su hermano a quien ha visto, ¿cómo puede amar a Dios a quien no ha visto? <br><br>El amor de Dios siempre ocurre primero. Si Dios no nos amara en primer lugar, nosotros no podríamos amarlo. Aunque Dios nos creó con la capacidad de amar y ser amados, Dios mismo es el fundamento y la fuente de todo amor.<br><br>Sin embargo, nosotros podemos elegir aceptar su amor y reflejarlo en nuestra vida. Esta verdad se ejemplifica en la parábola de Cristo acerca del siervo que no estaba dispuesto a perdonar (ver Mat. 18:23-35).<br><br>En esa parábola, vemos que no había forma de que el siervo pudiera devolver lo que debía a su amo: 10.000 talentos. Un talento equivalía a unos 6.000 denarios. Y un denario era lo que se pagaba a un jornalero por un día de trabajo (Mat. 20:2). Por lo tanto, a un trabajador promedio le llevaría 6.000 días de trabajo ganar un talento. Supongamos que, después de contabilizar los días de descanso, un obrero promedio trabajara 300 días al año y, por lo tanto, ganara 300 denarios en un año. En ese caso, ese trabajador tardaría aproximadamente veinte años en pagar un talento, que consistía en 6.000 denarios (6.000 dividido por 300 = 20). Para ganar 10.000 talentos, un trabajador tal tendría que trabajar 200.000 años. En resumen, el siervo nunca podría pagar esa suma. Sin embargo, el amo sintió compasión por su siervo y le perdonó su enorme deuda.<br><br>No obstante, cuando este siervo se negó a perdonar la deuda mucho menor (100 denarios) de uno de sus compañeros de servicio e hizo que lo encarcelaran por ella, el amo se llenó de ira y anuló su misericordioso perdón. El siervo perdió el amor y el perdón de su señor. Aunque la compasión y la misericordia de Dios nunca se agotan, uno puede finalmente rechazar o incluso renunciar a los beneficios de la compasión y la misericordia divinas.<br><br><strong>Piensa en lo que se te ha perdonado y en el hecho de que fuiste perdonado gratuitamente por Jesús. ¿Qué debería decirte esto acerca de perdonar a los demás?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 de enero",
               "dayTitle":"<p>HAS RECIBIDO GRATIS, DA GRATIS<br></p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p>Así como el siervo de la parábola no podía pagar su deuda a su amo, nosotros nunca podríamos compensar a Dios por la nuestra. Nunca podríamos ganar o merecer el amor de Dios. “Dios demuestra su amor hacia nosotros en que, siendo aún pecadores, Cristo murió por nosotros” (Rom. 5:8). ¡Qué amor tan asombroso! Como dice 1 Juan 3:1: “¡Miren qué gran amor nos ha prodigado el Padre, que seamos llamados hijos de Dios!”<br><br>Sin embargo, lo que podemos y debemos hacer es reflejar el amor de Dios a los demás tanto como nos sea posible. Si hemos recibido tanta compasión y perdón, ¿cuánto más deberíamos otorgar compasión y perdón a los demás?<br><br>Recordemos que el siervo perdió la compasión y el perdón de su amo porque no se los concedió a su consiervo. Si realmente amamos a Dios, no dejaremos de reflejar su amor a los demás.<br><br><strong>Lee Juan 15:12; 1 Juan 3:16; y 1 Juan 4:7 al 12. ¿Qué enseñan estos pasajes acerca del amor de Dios y de la relación entre su amor, nuestro amor a él y el amor a los demás?</strong></p><p><strong>&nbsp;Juan 15:12</strong></p><p><sup><strong>12</strong></sup> Este es mi mandamiento: Que os améis unos a otros, como yo os he amado.<br></p><p><strong>1 Juan 3:16</strong></p><p><sup><strong>16</strong></sup> En esto hemos conocido el amor, en que él puso su vida por nosotros; también nosotros debemos poner nuestras vidas por los hermanos.<br></p><p><strong>1 Juan 4:7-12</strong></p><p><sup><strong>7</strong></sup> Amados, amémonos unos a otros; porque el amor es de Dios. Todo aquel que ama, es nacido de Dios, y conoce a Dios.&nbsp;</p><p><sup><strong>8</strong></sup> El que no ama, no ha conocido a Dios; porque Dios es amor.&nbsp;</p><p><sup><strong>9</strong></sup> En esto se mostró el amor de Dios para con nosotros, en que Dios envió a su Hijo unigénito al mundo, para que vivamos por él.&nbsp;</p><p><sup><strong>10</strong></sup> En esto consiste el amor: no en que nosotros hayamos amado a Dios, sino en que él nos amó a nosotros, y envió a su Hijo en propiciación por nuestros pecados.&nbsp;</p><p><sup><strong>11</strong></sup> Amados, si Dios nos ha amado así, debemos también nosotros amarnos unos a otros.&nbsp;</p><p><sup><strong>12</strong></sup> Nadie ha visto jamás a Dios. Si nos amamos unos a otros, Dios permanece en nosotros, y su amor se ha perfeccionado en nosotros.</p><p>Inmediatamente después de Juan 15:12, Jesús dijo a sus discípulos: “Ustedes son mis amigos, si hacen lo que les mando” (Juan 15:14). ¿Qué les ordenó Jesús (al igual que a nosotros)? Entre otras cosas, que amaran a los demás como él los amaba. Aquí y en otros lugares, el Señor nos ordena amar a Dios y amarnos mutuamente.<br><br>En resumen, debemos reconocer que se nos ha perdonado una deuda infinita e impagable para nosotros, una deuda que fue cancelada en la Cruz en favor de nosotros. Por tanto, debemos amar a Dios, alabarlo y ser amorosos y misericordiosos con los demás. Como enseña Lucas 7:47, mucho ama aquel a quien mucho se le ha perdonado, pero “a quien poco se le perdona, poco ama”.<br><br><strong>¿Quién de nosotros no es consciente de cuánto se le ha perdonado?<br></strong><br>Si amar a Dios implica amar a los demás, debemos compartir con urgencia el mensaje del amor de Dios, tanto de palabra como por obra. Deberíamos ayudar a las personas en su vida cotidiana aquí y ahora, tratar de ser un conducto del amor de Dios y dirigir la atención de los demás hacia aquel que les ofrece la vida eterna en un Cielo y una Tierra nuevos, una nueva creación de este mundo que está tan estropeado y devastado por el pecado y la muerte, los frutos lúgubres de rechazar el amor de Dios.<br><br><strong>¿Qué pasos concretos puedes dar para amar a Dios amando a los demás? ¿Qué podrías hacer hoy y en los próximos días para mostrar a las personas el amor de Dios e invitarlas a disfrutar de lo que significa aceptar la promesa de la vida eterna?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de enero",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR<br></p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p>Lee el capítulo titulado “El privilegio de orar” en las páginas 79 a 89 del libro El camino a Cristo, de Elena de White.<br><br>“Presenta ante Dios tus necesidades, gozos, tristezas, cuidados y temores. No puedes agobiarlo, no puedes cansarlo. El que tiene contados los cabellos de tu cabeza no es indiferente a las necesidades de sus hijos. ‘El Señor es muy misericordioso y compasivo’ (Sant. 5:11). Su amoroso corazón se conmueve por nuestras tristezas y aun por nuestra presentación de ellas. Llévale todo lo que deje perpleja tu mente. Ninguna cosa es demasiado grande como para que él no la pueda soportar, porque él sostiene los mundos y gobierna todos los asuntos del universo. Nada que de alguna manera afecte nuestra paz es demasiado pequeño como para que él no lo note. No hay en nuestra experiencia capítulo demasiado oscuro que él no pueda leer; ni perplejidad demasiado difícil que él no pueda desenredar. Ninguna calamidad puede acaecer al más pequeño de sus hijos, ninguna ansiedad puede asaltar al alma, ningún gozo alegrar, ninguna oración sincera escapar de los labios, sin que nuestro Padre celestial esté al tanto de ello, sin que tome en ello un interés inmediato. Él ‘sana a los quebrantados de corazón, y venda sus heridas’ (Sal. 147:3). Las relaciones entre Dios y cada alma son tan claras y plenas como si no hubiera otra persona sobre la Tierra a quien brindar su cuidado, ninguna otra alma por quien haber dado a su Hijo amado” (Elena G. de White, El camino a Cristo, p. 100).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br>Reflexiona acerca de la frase anterior: “Las relaciones entre Dios y cada alma son tan claras y plenas como si no hubiera otra persona sobre la Tierra a quien brindar su cuidado, ninguna otra alma por quien haber dado a su Hijo amado”.<br><br>¿Qué consuelo te da esto y cómo deberías vivir en vista de cuán cercano está Dios a ti y de su cuidado por ti?&nbsp;</p><p>¿Cómo puedes aprender a vivir en armonía con la realidad de esa maravillosa promesa? Imagina que la creyeras de verdad cada día.<br><br><strong>1. </strong>¿Cómo entiendes Salmos 103:17 y 18 a la luz de la lección de esta semana?<br><br>¿Qué revela ese texto acerca de la eternidad del amor de Dios y, sin embargo, del hecho de que los beneficios de una relación con él dependen de si aceptamos su amor?<br><br><strong>2.</strong> ¿De qué manera influye el hecho de conocer esto en tu relación con Dios? ¿Cómo influye en tu forma de ver las dificultades de los demás?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...<br></p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>RESEÑA<br><br>Texto clave: Juan 14:23</strong><br><br><strong>Enfoque del estudio: Deuteronomio 7:9; Salmos 145:9; Ezequiel 33:11; Mateo 18:23-35; 2 Pedro 3:9; Judas 21.</strong><br><br>Introducción: El amor de Dios es profundamente relacional. Una relación amorosa e íntima con Dios no puede existir sin la reciprocidad humana en respuesta a su amorosa benevolencia.<br><br><strong>Temática de la lección</strong><br><br><strong>La lección de esta semana se enfoca en tres ideas clave:</strong><br><br>El amor de Dios es incondicional: Dios ama a toda la humanidad y desea establecer una relación mutuamente vinculante con cada persona. La manifestación de su amor no depende de la acción humana ni se limita a un determinado tipo de personas. Él ve valor en cada persona y la considera objeto de sus benevolentes bendiciones.<br><br>El amor de Dios pretende iniciar una relación condicional: La benevolencia amorosa de Dios es universal e incondicional, pero él desea tener una relación específica e íntima con los seres humanos, lo que implica condicionalidad. Es decir, espera reciprocidad, obediencia y lealtad en respuesta a su amor.<br><br>El amor divino desea reflejarse en las relaciones humanas: Dios desea establecer una relación de amor recíproco. La continuidad de una relación íntima requiere una respuesta humana adecuada. El lado humano del amor que mantiene vigente el pacto con Dios implica la obediencia a sus mandamientos y el amor mutuo entre las personas, dos actividades posibilitadas por el amor divino.<br><br><strong>Aplicación a la vida</strong><br><br>Dios desea tener una relación de amor con los seres humanos, pero esta relación requiere una respuesta y una obediencia auténticas de nuestra parte. Pide a tus alumnos que reflexionen en silencio acerca de lo que pone en peligro su relación de pacto o alianza de amor con Dios y con los demás.<br><br><strong>COMENTARIO</strong><br><br><strong>El amor de Dios es incondicional</strong><br><br>Salmo 145:8 y 9 pone de relieve la extraordinaria y abarcadora realidad del amor de Dios: “Clemente y compasivo es el Señor, lento en ira y grande en amor. Bueno es el Señor con todos, y con ternura cuida todas sus obras”. En este pasaje, el amor se expresa en términos de clemencia, compasión, paciencia, misericordia y bondad. Esta lista se hace eco de la revelación de la gloria y el carácter de Dios dada a Moisés en Éxodo 34:6. En Salmo 145:8, el término hebreo hesed, que también aparece en Éxodo 34:6, es traducido por la Biblia de las Américas (LBLA) como “misericordia”, y como “amor” en otras versiones (NVI, DHH). El término hesed transmite las nociones de lealtad, fidelidad, bondad y gracia (Ludwig Koehler y Walter Baumgartner, eds., The Hebrew and Aramaic Lexicon of the Old Testament [Brill, 1995], t. 1, pp. 336, 337), y pertenece al campo semántico del amor (leal/fiel) (James Swanson, Dictionary of Biblical languages with semantic domains: Hebrew [Old Testament] [Logos Research Systems, 1997]).<br><br>La realidad abarcadora del amor de Dios es subrayada con más precisión en Salmos 145:9, donde se destaca que “bueno es el Señor con todos”. El alcance universal de la bondad divina expuesto en este versículo indica implícitamente que ese amor es incondicional. En otras palabras, no depende de las acciones o las reacciones humanas. En Salmo 145, el lenguaje universal es utilizado en el versículo 12 para describir a “los hombres”, que supuestamente han de prestar atención a las maravillas de Dios. Además, Salmo 145:15 describe “los ojos de todos”, que miran al Señor con expectación y reciben de él “su comida a su tiempo”. Luego, Salmos 145:16 añade: “Abres tu mano, y colmas de bendición a todo viviente”. Por último, el Salmos concluye con una invitación general: “¡Alaben todos su santo nombre, ahora y siempre!” (Sal. 145:21). Este lenguaje universal pone de relieve que el amor de Dios alcanza a todos los seres de manera incondicional, ya que todas las criaturas son objeto de sus benevolentes bendiciones.<br><br>Esta imagen del amor incondicional de Dios es coherente con la idea de que el Señor no se complace en la muerte del impío, sino en que este cambie su conducta, y viva (Eze. 33:11). El mismo concepto es afirmado en 2 Pedro 3:9, que señala que Dios “no quiere que ninguno perezca, sino que todos procedan al arrepentimiento”. Como indica 1 Timoteo 2:4, el Señor “desea que todos los hombres sean salvos”.<br><br><strong>El amor de Dios pretende iniciar una relación condicional</strong><br><br>Aunque el Salmo 145 hace hincapié en la realidad abarcadora e incondicional del amor de Dios, también distingue entre personas fieles (Sal. 145:10, 11) y malvadas (Sal. 145:20). Además, el capítulo destaca una relación más específica y condicional entre Dios y quienes lo buscan y lo sirven. “El Señor está cerca de todo el que lo invoca, del que lo invoca de veras. Cumple el deseo de los que le temen; oye su clamor y los salva” (Sal. 145:18, 19). Curiosamente, según Salmos 145:20, la distinción clave entre fieles e impíos radica en que el primer grupo ama al Señor:<br><br>“El Señor guarda a todos los que lo aman, pero destruirá a todos los impíos”. Esta distinción sugiere que, mientras que la benevolencia amorosa de Dios es universal e incondicional, él desea establecer una relación amorosa con los seres humanos individualmente, y esta relación implica condicionalidad; es decir, no es posible sin una respuesta humana amorosa al amor de Dios. Ciertamente, el amor benevolente de Dios es incondicional e incluye a todos. Pero una relación de amor con él es condicional ya que no puede existir si los seres humanos no responden con amor al amor que han recibido de Dios. En otras palabras, una auténtica relación de amor implica reciprocidad.<br><br>Esta idea de que la reciprocidad es indispensable en una auténtica relación de amor es crucial para comprender la vinculación de Dios con su pueblo en el contexto del Pacto, o Alianza. En primer lugar, esta alianza se basa en el amor incondicional de Dios. Como señala Deuteronomio 7:6 al 8 acerca de Israel: “Tú eres pueblo consagrado al Señor tu Dios. El Señor tu Dios te ha elegido para que le seas un pueblo especial, entre todos los pueblos de la tierra. Por su afecto hacia ustedes, el Señor los eligió, no por ser ustedes más numerosos que todos los pueblos, ya que son el más pequeño de todos; sino porque el Señor los amó”. Sin embargo, aunque el amor de Dios no se basaba en lo que Israel era o hacía, la relación de alianza entre Dios e Israel requería cierto nivel de reciprocidad amorosa como respuesta al amor divino. Dios ciertamente actúa con fidelidad y misericordia en cumplimiento de su Pacto. La respuesta adecuada del pueblo consiste en amar a Dios y guardar sus mandamientos. Como subraya Deuteronomio 7:9, Dios es “fiel” y “guarda el pacto y su constante amor por mil generaciones a los que lo aman y guardan sus mandamientos”.<br><br><strong>El amor divino desea reflejarse en las relaciones humanas</strong><br><br>El amor de Dios es eterno (Jer. 31:3), pero la relación con nuestro Dios amoroso es condicional. En otras palabras, la relación puede perderse según la manera en que responda la parte humana de la relación. Por ejemplo, a causa del pecado y la maldad de Israel, Oseas 9:15 enfatiza que su relación de amor con Dios ya no existía. Una idea similar aparece en Jeremías 16:5. Romanos 11:22 resalta la noción de que la continuidad de la relación amorosa con Dios depende de que los seres humanos permanezcan en ella. Desde esta perspectiva general, Judas 21 dirige a los creyentes la exhortación: “Manténganse en el amor de Dios”. Una relación de amor con Dios implica que los seres humanos guarden sus mandamientos (Juan 14:21) y se amen unos a otros (1 Juan 4:7). Estas no son meras acciones humanas, sino actividades humanas posibilitadas por el amor de Dios, quien nos ha amado primero (1 Juan 4:19; compara con 1 Juan 4:7).<br><br>En Mateo 18:23 al 35, la parábola del siervo que no perdona indica que la relación de amor entre Dios y nosotros puede perderse si su amor, ofrecido primero a nosotros, no se refleja en nuestra relación con los demás. La parábola compara el misericordioso acto de perdón del amo en favor de su siervo con la asombrosa falta de misericordia y perdón, en una escala mucho menor, de este mismo siervo hacia un consiervo. Ante la discrepancia de esta comparación, Jesús enseña que el perdón amoroso de Dios, que ocurre en primer lugar, depende de nuestra actitud de perdón hacia los demás. En otras palabras, la relación amorosa con Dios debe reflejarse en nuestras relaciones humanas (ver Juan 4:7-12; 15:12; 1 Juan 3:16). De lo contrario, nuestra relación de amor con Dios se perderá. Esta desafortunada posibilidad no debe interpretarse como una condición obligatoria impuesta por Dios, sino como el resultado de una grave falta de comprensión humana de la profunda y amorosa misericordia divina. Como señala Lucas 7:47, la percepción acerca de cuánto hemos sido perdonados por Dios se observa en nuestras expresiones de amor. Por lo tanto, si no expresamos amor a los demás, no hemos comprendido realmente ni apreciado suficientemente la profundidad del amor de Dios hacia nosotros.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Dios ama incondicionalmente a todos. Cuando aceptamos su amor e iniciamos una relación con él, surge naturalmente el deseo de relacionarnos de manera amorosa con los demás. Por lo tanto, Dios no solo otorga su amor a sus criaturas, sino también les permite responder con libertad –ya sea positiva o negativamente– a su amor, y está dispuesto a permitir que cada persona exprese amor a él y a los demás. A partir de esta idea, analiza las siguientes preguntas:<br><br><strong>1.</strong> ¿Cómo podemos mostrar incondicionalmente nuestro amor y respeto a cada ser humano, independientemente de su posición social, sus características individuales o sus logros personales?<br><br><strong>2</strong>. Piensa en una historia que ilustre la diferencia que existe entre el amor incondicional y una relación de amor condicional. ¿Cómo ilustra eso la incondicionalidad y la condicionalidad del amor de Dios y de su relación de amor con nosotros?<br><br><strong>3. </strong>Nuestra relación de amor con Dios nos lleva a desear hacer el bien a los demás, lo que contrasta con la indiferencia a las necesidades de nuestro prójimo. ¿Cómo influye nuestra relación con Dios en la manera en que nos comportamos con nuestros familiares, con nuestros compañeros de trabajo y con nuestros vecinos?<br><br><strong>4. </strong>¿Cómo puedes mostrar amor incondicional a alguien que no desea entablar una relación respetuosa y afectuosa contigo? ¿Crees que una actitud continua de amor incondicional puede influir en esa persona para que cambie su disposición?<br><br><strong>Comparte tu respuesta.</strong><br><br><strong>5</strong>. ¿Qué podríamos hacer para mostrar amor incondicional, respeto y apoyo a los jóvenes de nuestra iglesia?<br><br><strong>6</strong>. ¿Cómo podemos desarrollar conexiones intergeneracionales positivas para tener una relación más amorosa con los más jóvenes?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>AMOR PACTUAL<br></p>",
         "verse":"<p>“Respondió Jesús: ‘El que me ama guardará mi palabra. Y mi Padre lo amará, y vendremos a él y habitaremos en él’ ” (Juan 14:23).<br></p>",
         "versionCode":80,
         "weekDate":"4-10 de enero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
