{
   "data":[
      {
         "color":"#ffff44",
         "id":705,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"April 26",
               "dayTitle":"",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>Through the centuries, some people have argued that God wanted the Fall, that it was His intention for humans to descend into sin and death and thus lead Him—in the person of Jesus—to the cross. After all, how else could He have so powerfully and graphically displayed the depth of His love for humanity than by dying on the cross for them? In short, the thinking goes, God needed humanity to fall.<br><br>That is a horrible and wretched position to take. It was never God’s intention for either Satan or humanity to fall. The rebellion of Satan, and then of humanity, was a tragedy of immense consequence, and our joy in Him would have remained complete had our first parents not fallen.<br><br>This week, we will continue looking at the problems caused by the Fall and the desire for human government as opposed to God’s governance. These truths are powerfully revealed in the book of Daniel, which shows that God was right when He warned His people about what would happen when they turned away from Him and chose earthly monarchs instead. This is exactly what they got: earthly monarchs and sinners lording it over sinners—never a good combination.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 27",
               "dayTitle":"<p>The Very First Commandment</p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p>The Garden of Eden was a classroom for God’s first people, a place where their interaction with the creation would endlessly teach them and their offspring more about the Creator. “The holy pair were not only children under the fatherly care of God,” Ellen G. White pointed out, “but students receiving instruction from the all-wise Creator. . . . The mysteries of the visible universe—‘the wondrous works of Him which is perfect in knowledge’ (Job 37:16)—afforded them an exhaustless source of instruction and delight.”—Patriarchs and Prophets, pp. 50, 51.<br><strong><br>Read Genesis 2:9–17. What was the first command, a prohibition, that God gave to humanity, and why was it so important?</strong></p>\n<p><strong>Genesis 2:9–17</strong></p>\n<p><strong><sup>9</sup></strong> And out of the ground the Lord God made every tree grow that is pleasant to the sight and good for food. The tree of life was also in the midst of the garden, and the tree of the knowledge of good and evil.</p>\n<p><strong><sup>10</sup></strong> Now a river went out of Eden to water the garden, and from there it parted and became four riverheads.</p>\n<p><strong><sup>11</sup></strong> The name of the first is Pison; it is the one which skirts the whole land of Havilah, where there is gold.</p>\n<p><strong><sup>12</sup></strong> And the gold of that land is good. Bdellium and the onyx stone are there.</p>\n<p><strong><sup>13</sup></strong> The name of the second river is Gihon; it is the one which goes around the whole land of Cush.</p>\n<p><strong><sup>14</sup></strong> The name of the third river is Tigris; it is the one which goes toward the east of Assyria. The fourth river is Euphrates.</p>\n<p><strong><sup>15</sup></strong> Then the Lord God took the man and put him in the garden of Eden to tend and keep it.</p>\n<p><strong><sup>16</sup></strong> And the Lord God commanded the man, saying, “Of every tree of the garden you may freely eat;</p>\n<p><strong><sup>17</sup></strong> but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall surely die.”</p><p>The first use of the root verb tswh, “to command,” that God gave to humans was in Genesis 2:16, 17, the command not to eat from the tree of knowledge of good and evil. How can some knowledge be forbidden? Isn’t it always useful to experience and to know more?<br><br>Not according to Scripture: God was intent on educating His people thoroughly while sparing them from the long-term suffering that some knowledge would cause, such as what would later happen when people chose to rule themselves rather than to be ruled by the Lord Himself. Millennia later, when Israel asked for a king, the Lord laid out the consequences (as we discovered last week), and He informed His people that the decision to step away from His direct rule would last until the end of time. As the kings of Israel became progressively more wicked, God’s cove­nant people became so worldly and so removed from their purpose that He gave them even more of what they wanted: human government.<br><br>Approaching the book of Daniel with this background in mind can be enlightening. Not only is the march of empires depicted in the book’s visions an indictment of “the nations”—the Gentiles—it is also an indictment of Israel’s failures, their refusal to follow His mitswot (commandments). Centuries of subjection, instead of the freedom first given in Eden, would become a new classroom in which willing hearts could witness the striking contrast between the kingdoms of this world and God’s kingdom.<br><br><strong>Think about the kinds of knowledge, even now, that many of us would be better off not knowing. How does this help us understand what was forbidden in Eden?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 28",
               "dayTitle":"<p>Daniel 2</p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p>It was during the Babylonian captivity, through the prophet Daniel, that God presented the most compelling descriptions we have of the relationship between His people and the kingdoms of this world. His people were no longer autonomous; they would now be reaping the consequences of their choices. (And, perhaps, learning from them?)<br><strong><br>Read Daniel 2:31–35, which gives a sweeping panoramic view of world history until the end of time. What important truths can we learn from this amazing prophecy?</strong></p>\n<p><strong>Daniel 2:31–35</strong></p>\n<p><strong><sup>31</sup></strong> “You, O king, were watching; and behold, a great image! This great image, whose splendor was excellent, stood before you; and its form was awesome.</p>\n<p><strong><sup>32</sup></strong> This image’s head was of fine gold, its chest and arms of silver, its belly and thighs of bronze,</p>\n<p><strong><sup>33</sup></strong> its legs of iron, its feet partly of iron and partly of clay.</p>\n<p><strong><sup>34</sup></strong> You watched while a stone was cut out without hands, which struck the image on its feet of iron and clay, and broke them in pieces.</p>\n<p><strong><sup>35</sup></strong> Then the iron, the clay, the bronze, the silver, and the gold were crushed together, and became like chaff from the summer threshing floors; the wind carried them away so that no trace of them was found. And the stone that struck the image became a great mountain and filled the whole earth.”</p><p>At the end of the nineteenth century, many people were exuding a new confidence in human progress. The Paris Exposition (1900), for example, was a remarkable showcase of optimism about the future. Surely, with all of our technological and scientific advances, many of humanity’s worst problems would be at an end! As humanity entered the twentieth century, among many thinkers there was this great optimism that Enlightenment ideals—such as human perfectibility and the power of reason—would usher in a wonderful new era for humanity. World War I, however, quickly shattered those dreams, and by the end of the twentieth century, we had lost more than 200 million people to warfare. We may have advanced in a technological sense, but certainly not in a moral one. To paraphrase Martin Luther King Jr., we have guided missiles but misguided men. And that’s a very scary combination.<br><br>Many students of prophecy have noticed that the metals in Daniel 2 move from most valuable to least valuable: gold devalues to silver, silver devalues to brass, and brass to iron, until we end up with only iron and clay.<br><br>Charles Darwin, Karl Marx, and other nineteenth-century thinkers attempted to convince us that humanity is somehow tracking upward—that we are evolving biologically and socially. And though in some ways human existence has improved (at least at a physical level), who actually looks ahead to the future of this world, as it is now ruled and governed, with much optimism about peace, security, and prosperity?<br><br><strong>Jesus warned, “ ‘And you will hear of wars and rumors of wars. . . . For nation will rise against nation, and kingdom against kingdom. And there will be famines, pestilences, and earthquakes in various places’ ” (Matt. 24:6, 7, NKJV). </strong><strong>Despite these warnings, how can we draw comfort from knowing that we have been warned beforehand about them?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 29",
               "dayTitle":"<p>Daniel 7</p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p>The dream of Daniel 2 was first presented to a Babylonian king. The vision of Daniel 7, in contrast, was presented to a Hebrew prophet, a member of God’s covenant people.<br><br>Daniel is shown the same subject as was Nebuchadnezzar but from a different perspective. Instead of a statue, he sees a series of nations rising up out of the sea, the result of wind churning up the water. These nations were in a continual state of strife, causing a perpetual shift in power among them.<br><br>Such passages as Psalm 65:5–8; Isaiah 17:12, 13; and Jeremiah 46:7, 8 use the analogy of floods and waves to depict the tumult among the nations.<br><br>In contrast, the Promised Land existed, at least for a period of time, as an island of peace and safety amid a sea of Gentile kingdoms—a sacred nation established on the solid foundation of God’s government, as opposed to the unruly nations around it.<br><br><strong>Read Daniel 7:1–3. There is a lot of movement in this scene. What lessons can we draw from this imagery, such as the beast first arising from the sea?</strong></p>\n<p><strong>Psalm 65:5–8</strong></p>\n<p><strong><sup>5</sup></strong> By awesome deeds in righteousness You will answer us, O God of our salvation; You who are the confidence of all the ends of the earth, and of the far-off seas;</p>\n<p><strong><sup>6</sup></strong> Who established the mountains by His strength, being clothed with power;</p>\n<p><strong><sup>7</sup></strong> You who still the noise of the seas, the noise of their waves, and the tumult of the peoples.</p>\n<p><strong><sup>8</sup></strong> They also who dwell in the farthest parts are afraid of Your signs; You make the outgoings of the morning and evening rejoice.</p>\n\n<p><strong>Isaiah 17:12–13</strong></p>\n<p><strong><sup>12</sup></strong> Woe to the multitude of many people who make a noise like the roar of the seas, and to the rushing of nations that make a rushing like the rushing of mighty waters!</p>\n<p><strong><sup>13</sup></strong> The nations will rush like the rushing of many waters; but God will rebuke them, and they will flee far away, and be chased like the chaff of the mountains before the wind, like a rolling thing before the whirlwind.</p>\n\n<p><strong>Jeremiah 46:7–8</strong></p>\n<p><strong><sup>7</sup></strong> Who is this coming up like a flood, whose waters move like the rivers?</p>\n<p><strong><sup>8</sup></strong> Egypt rises up like a flood, and its waters move like the rivers; and he says, ‘I will go up and cover the earth, I will destroy the city and its inhabitants.’</p>\n\n<p><strong>Daniel 7:1–3</strong></p>\n<p><strong><sup>1</sup></strong> In the first year of Belshazzar king of Babylon, Daniel had a dream and visions of his head while on his bed. Then he wrote down the dream, telling the main facts.</p>\n<p><strong><sup>2</sup></strong> Daniel spoke, saying, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the Great Sea.</p>\n<p><strong><sup>3</sup></strong> And four great beasts came up from the sea, each different from the other.”</p><p>Daniel watches the chaos of Gentile warfare from the shore, when suddenly the beasts start coming up on the land—into his territory! Gentile problems had now become his people’s problems. They had chosen to live like Gentiles, so now they would live with (and under) Gentiles. Starting with Babylonian domination, God’s covenant people never again enjoyed complete or long-lasting autonomy.<br><br>This loss of autonomy for God’s people today will persist until the close of time, when Christ is finally restored to His rightful place as our King. In the New Testament, God’s people continued to suffer under the thumb of the Roman Empire and then under the persecutions of the little horn, pagan Rome’s successor.<br><br>Though, historically, some nations have been better than others, and some eras have been more peaceful than others, the vast majority of the history of nations, peoples, and empires has simply been going from one tragedy to another, from one oppressor to another. And often this is all done under rulers claiming only the best of intentions for their own people. What a contrast to the rule that God had wanted for His people, if only they would have chosen it.<br><br><strong>How does Romans 3:10–19 help explain so much of our world? How does verse 19 especially show why we so desperately need the gospel in our lives?</strong></p>\n\n<p><strong>Romans 3:10–19</strong></p>\n<p><strong><sup>10</sup></strong> As it is written: “There is none righteous, no, not one;</p>\n<p><strong><sup>11</sup></strong> There is none who understands; there is none who seeks after God.</p>\n<p><strong><sup>12</sup></strong> They have all turned aside; they have together become unprofitable; there is none who does good, no, not one.”</p>\n<p><strong><sup>13</sup></strong> “Their throat is an open tomb; with their tongues they have practiced deceit”; “The poison of asps is under their lips”;</p>\n<p><strong><sup>14</sup></strong> “Whose mouth is full of cursing and bitterness.”</p>\n<p><strong><sup>15</sup></strong> “Their feet are swift to shed blood;</p>\n<p><strong><sup>16</sup></strong> Destruction and misery are in their ways;</p>\n<p><strong><sup>17</sup></strong> And the way of peace they have not known.”</p>\n<p><strong><sup>18</sup></strong> “There is no fear of God before their eyes.”</p>\n<p><strong><sup>19</sup></strong> Now we know that whatever the law says, it says to those who are under the law, that every mouth may be stopped, and all the world may become guilty before God.</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"April 30",
               "dayTitle":"<p>Between Land and Sea</p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p>The land and sea imagery in the Bible, especially for prophecy, can be very instructive. Consider the case of the symbols of land and sea in Bible prophecy, which are contrasted sharply.<br><br>“Symbolically, when earth and sea are juxtaposed, earth often represents the ordered world, or even the land of Israel, while sea refers to the Gentile nations that menace it as the sea menaces the land.”—Beatrice S. Neall, “Sealed Saints and the Tribulation,” in Symposium on Revelation, book 1, ed. Frank B. Holbrook (Silver Spring, MD: Biblical Research Institute, General Conference of Seventh-day Adventists, 1992), p. 260. In this thinking, land is a place of stability, established on the government of God; sea represents the unstable turmoil of nations established on human pride.<br><br><strong>With the idea expressed above as the background, read Revelation 12:15, 16 and Revelation 13:1, 11. Notice the juxtaposition between water and earth. How are they used, and what can they teach us about how to understand prophecy?</strong></p>\n\n<p><strong>Revelation 12:15-16</strong></p>\n<p><strong><sup>15</sup></strong> So the serpent spewed water out of his mouth like a flood after the woman, that he might cause her to be carried away by the flood.</p>\n<p><strong><sup>16</sup></strong> But the earth helped the woman, and the earth opened its mouth and swallowed up the flood which the dragon had spewed out of his mouth.</p>\n\n<p><strong>Revelation 13:1, 11</strong></p>\n<p><strong><sup>1</sup></strong> Then I stood on the sand of the sea. And I saw a beast rising up out of the sea, having seven heads and ten horns, and on his horns ten crowns, and on his heads a blasphemous name.</p>\n<p><strong><sup>11</sup></strong> Then I saw another beast coming up out of the earth, and he had two horns like a lamb and spoke like a dragon.</p><p>Notice that the dragon uses water to persecute the woman (the church). As we have seen, in prophecy water often symbolizes worldly governments and the turmoil and chaos that often attends them. Hence, we can see how Satan was able to use the masses, prodded by their leaders, to persecute God’s people through much of church history.</p><p>Also, Seventh-day Adventists have understood Revelation 12:16 to refer to the migration of persecuted believers to the New World. If our understanding of land and sea is correct, what does this say about the founding of the American republic?</p><p>Could we consider it to be “the earth” in the same way that the “Promised Land” was—a place set aside for God’s people? Could this be why the land beast first appears to be lamblike? Though America has never been the “New Israel” as some of its early founders liked to see it, for a long time it has been a land of religious freedom for millions of the world’s religiously oppressed.</p><p>Unfortunately, this lamblike beast will one day speak “like a dragon” (Rev. 13:11, NKJV). The United States, so long a beacon of religious freedom for the persecuted, will become the dominant religious persecutor! This is another example of what happened when humanity chose to rule itself instead of being ruled by God.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 1",
               "dayTitle":"<p>Prophesy Again</p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p>The remnant church was born in the New World, precisely where those seeking religious liberty had fled during the seventeenth and eighteenth centuries. Given the long-standing religious and political obstacles that existed elsewhere, it is doubtful that the launch of this movement would have been as swift or powerful in some other location as it was in the new land that became the United States.<br><br><strong>Read Revelation 10:1–11, which describes the birth of the movement. Look for some of the elements we have studied, such as “the nations,” the land, and the sea. Applying appropriate caution so that you do not read too much into the passage, what potential insights can you find in this account?</strong></p>\n<p><strong>Revelation 10:1–11</strong></p>\n<p><strong><sup>1</sup></strong> I saw still another mighty angel coming down from heaven, clothed with a cloud. And a rainbow was on his head, his face was like the sun, and his feet like pillars of fire.</p>\n<p><strong><sup>2</sup></strong> He had a little book open in his hand. And he set his right foot on the sea and his left foot on the land,</p>\n<p><strong><sup>3</sup></strong> and cried with a loud voice, as when a lion roars. When he cried out, seven thunders uttered their voices.</p>\n<p><strong><sup>4</sup></strong> Now when the seven thunders uttered their voices, I was about to write; but I heard a voice from heaven saying to me, “Seal up the things which the seven thunders uttered, and do not write them.”</p>\n<p><strong><sup>5</sup></strong> The angel whom I saw standing on the sea and on the land raised up his hand to heaven</p>\n<p><strong><sup>6</sup></strong> and swore by Him who lives forever and ever, who created heaven and the things that are in it, the earth and the things that are in it, and the sea and the things that are in it, that there should be delay no longer,</p>\n<p><strong><sup>7</sup></strong> but in the days of the sounding of the seventh angel, when he is about to sound, the mystery of God would be finished, as He declared to His servants the prophets.</p>\n<p><strong><sup>8</sup></strong> Then the voice which I heard from heaven spoke to me again and said, “Go, take the little book which is open in the hand of the angel who stands on the sea and on the earth.”</p>\n<p><strong><sup>9</sup></strong> So I went to the angel and said to him, “Give me the little book.” And he said to me, “Take and eat it; and it will make your stomach bitter, but it will be as sweet as honey in your mouth.”</p>\n<p><strong><sup>10</sup></strong> Then I took the little book out of the angel’s hand and ate it, and it was as sweet as honey in my mouth. But when I had eaten it, my stomach became bitter.</p>\n<p><strong><sup>11</sup></strong> And he said to me, “You must prophesy again about many peoples, nations, tongues, and kings.”</p><p>The angel cries with a loud voice, much as the three angels of Revelation 14 and the angel of Revelation 18 do. This is an urgent moment in history when the work of the remnant church is established for the sake of “ ‘many peoples, nations, tongues, and kings’ ” (Rev. 10:11, NKJV).<br><br>The angel holds a “little book”—likely the book of Daniel (see Dan. 12:4)—which is open for the first time in many generations. He has one foot on the sea and another on the earth. This might be in reference to the idea that the message covers the globe, both the Old World and the New.<br><br>It might also be a reference to the idea that this message is for all nations: those who live on the land and those who live in the “Gentile” sea. The world, at long last, will be lighted up with the glory of God, and the final messages of Revelation 14 are carried to everyone. As with Israel, our mandate as a church is to preach the gospel “ ‘in all the world as a witness to all the nations, and then the end will come’ ” (Matt. 24:14, NKJV).<br><br>God is pushing human history toward its grand conclusion: the end of human empires and the permanent enthronement of Christ. Read Daniel 2:34, 35, 44, 45. The Bible makes it perfectly clear, without any ambiguity, that all these worldly kingdoms will be eradicated, without a trace of them and their ugly legacies left, and will be replaced by God’s eternal kingdom, where sin, suffering, sickness, evil, and death will never rise again.<br><strong><br>Look at how accurately the prophecies of Daniel 2 and 7 predicted the rise and fall of all these worldly empires. Why should that accuracy, amazing if you think about when Daniel was written, help us trust Him on the promise of God’s final and eternal kingdom?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 2",
               "dayTitle":"<p>Further Thought</p>",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p><strong>Read Ellen G. White, “The Tower of Babel,” pp. 117–124, in Patriarchs and Prophets.</strong><br><br>“ ‘I saw a new heaven and a new earth: for the first heaven and the first earth were passed away.’ Revelation 21:1. The fire that consumes the wicked purifies the earth. Every trace of the curse is swept away. No eternally burning hell will keep before the ransomed the fearful consequences of sin.<br><br>“One reminder alone remains: our Redeemer will ever bear the marks of His crucifixion. Upon His wounded head, upon His side, His hands and feet, are the only traces of the cruel work that sin has wrought. Says the prophet, beholding Christ in His glory: ‘He had bright beams coming out of His side: and there was the hiding of His power.’ Habakkuk 3:4, margin. That pierced side whence flowed the crimson stream that reconciled man to God—there is the Saviour’s glory, there ‘the hiding of His power.’ ‘Mighty to save,’ through the sacrifice of redemption, He was therefore strong to execute justice upon them that despised God's mercy. And the tokens of His humiliation are His highest honor; through the eternal ages the wounds of Calvary will show forth His praise and declare His power.”—Ellen G. White, The Great Controversy, p. 674.<br><br><strong>Discussion Questions:</strong><br><strong><br>1.</strong> In the end, all earthly accomplishments, no matter how grand, no matter how great, no matter how awe-inspiring and glo­rious, will be turned to dust, to ashes, and ultimately vanquished forever. That includes whatever great and glorious earthly things you might have accomplished or are accomplishing now. Why is it always important to keep this perspective in mind? How should this perspective help you keep your priorities straight?<br><br><strong>2. </strong>Have a careful look at the sea beast of Revelation 13:1–10. In what ways is this beast the natural consequence of the mindset of Babel? It is clearly the sum total of all human “nations,” from Babylon through to the little horn power. What characteristics of each empire have you noticed that have persisted through- out time? In what ways does the world still reflect the values of Babylon or Rome, for example?<br><br><strong>3.</strong> How do we as Adventists strike the right balance between following the Lord and obeying the laws of whatever nation or government we live under? What happens when obedience to one leads to disobedience to the other?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":58,
               "idDay":8,
               "idLesson":5,
               "lessonText":"<p><strong>Part 1: A Girl’s Religion By Andrew McChesney<br><br>When she was 12, Diana began drinking alcohol, smoking marijuana, and listening to hard rock music. Amid the partying, her thoughts turned to God.</strong><br><br>God hadn’t been much of a part of Diana’s early childhood. Her father spent a lot of time overseas as a sailor in the Navy, and the family, like many military families, moved every two or three years. A few times, her mother took her and her sisters to church on Sundays when they were very young and lived in Florida.<br><br>Diana had the chance to attend Vacation Bible School, at the age of 10, while living in Norfolk, Virginia. A bus came around her neighborhood from the Baptist church and picked her and her older sister up. She memorized John 3:16 and the books of the Bible. She learned about missionaries and respecting the unchangeable Word of God. She chose to be baptized. The church gave her a spiritual foundation. Outside of church was a different story. Diana was being molested, and the trauma would impact her for years.<br><br>Then the family moved again when she was 12, this time to Albuquerque, New Mexico. Many of the neighborhood children used alcohol and drugs, and Diana joined them.<br><br>At 14, Diana moved with her family to Monte Vista, Colorado. While smoking marijuana with her new friends, she sometimes spoke about God.<br><br>When she was 16, many of her friends were required to take religious classes. Wanting a deeper relationship with her friends, Diana attended the classes with them. During one class, the priest declared that the authority of their church was above the authority of the Word of God because the church had changed God’s day of worship from the biblical seventh day, Saturday, to the first day, Sunday.<br><br>Diana was shocked and concerned. She remembered learning that God’s Word could not be changed. She wondered, “Why do people worship on the first day when the Bible clearly says to worship on the seventh day?”<br><br>Diana decided to finish the religious classes but not to attend the church. She kept on drinking, using drugs, and listening to hard rock music. Over time, they became her identity, her life, her religion.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":59,
               "idDay":9,
               "idLesson":5,
               "lessonText":"<p><strong>Part I: Overview<br><br>Key Text: Psalm 46:10<br><br>Study Focus: Gen. 1:29, Dan. 2:44, 45.<br></strong><br>One day a father, seeing that his child was bored, took him to see a film about nature. The film was about the life of animals. The father’s intention was to teach his child the beauty of Creation so that he might better understand God’s beautiful character and thus exalt Him for His wonderful plans on behalf of humanity. Unfortunately, the movie was full of violence. The animals displayed unbearable cruelty. The strong vulture crushed the weak sparrow. The wicked overcame the gentle. And death prevailed over life. The child got scared and started to cry. He shouted at his father to take him home. Obviously, the father’s pedagogical method was less than successful.<br><br>When we ponder the course of human history, we are confronted with the same reality. Human history is full of wars, abuses, and deceptions. The strong nations crush small nations, and, all too often, worldly power prevails over wisdom and justice. Solomon, in his book of Ecclesiastes, saw the same thing: “In the place of judgment, wickedness was there; . . . iniquity was there” (Eccles. 3:16, NKJV).<br><br>From the child who cries at the violence of animals to the wise phi- losopher who ponders the vagaries of human life, the same disturbing questions arise: Why is this happening? Is this what God planned for the world? Where is God in this evil confusion? To these questions, the Bible gives two answers. The first answer is found in the far distant past of humanity, in the story of the Fall when God’s first commandment was transgressed. The second answer is found in prophecy. In both answers, the solution to human tragedy is profiled.<br><strong><br>Part II: Commentary<br><br>The First Commandment</strong><br><br>The first time that the Bible refers to a commandment is found in the context of the second Creation account (Gen. 2:16, 17, NKJV), in connection to food, God’s first gift to man (Gen. 1:29). The verb tsawah, “command,” is etymologically related to the word mitswah, “commandment.” The “commandment” is more than just an imperative order that has to be obeyed by men, an act that God asks His people to do. The fact that God “commanded” the works of Creation (Prov. 8:29) suggests that what we call a “commandment” is, in fact, a gift from God to man (Exod. 24:12, Neh. 9:13, NKJV).<br><br>This gift is for man’s happiness and life, and thus “ ‘he shall live by them’ ” (Lev. 18:5, NKJV). For this reason, the psalmist prays, “Give me the grace of your law” (Ps. 119:29, author’s literal translation).<br><br>Significantly, the first commandment also begins with grace, the gift of all the trees but one: “ ‘Of every tree . . . you may freely eat’ ” (Gen. 2:16, NKJV).<br><br>The first response to God’s commandment is, therefore, to receive God’s grace and enjoy His gift. The second response is to refrain from eating from the forbidden tree. Both promises of life and death are certain. Both verbs are in the absolute infinitive, which expresses the idea of certainty. The promise of the gift of life is as certain as the warning of death that is attached to disobedience. From the very beginning, the two ways are clearly outlined. Either we receive God, and we enjoy life, or we reject Him, and we die. Both prospects are certain: “ ‘I have set before you today life and good, death and evil’ ” (Deut. 30:15, NKJV).<br><br><strong>The Prophecies of the Nations</strong><br><br>The book of Daniel is written in two languages. When the prophet is concerned with the Gentile kingdoms, he writes in Aramaic, the lingua franca of that time. When the prophet is concerned with the spiritual destiny of his people, he writes in Hebrew, the language of God’s people at that time. Daniel’s prophecies in chapters 2 and 7 are located in the Aramaic section and are concerned, then, with the fate of the Gentile nations. Therefore, these are the prophecies that will command our attention.<br><br>In Daniel 2, the Babylonian king Nebuchadnezzar has a prophetic dream of a statue representing the succession of world empires related to the history of God's people. The message to Nebuchadnezzar, the builder of Babylon, is that his kingdom will not stand forever, but it will be followed by other kingdoms, until the end of time when all the kingdoms will be destroyed and be replaced by the kingdom of God, which is the only kingdom that “ ‘shall never be destroyed’ ” and “ ‘shall stand forever’ ” (Dan. 2:44, NKJV). Nebuchadnezzar refuses to acknowledge this divinely appointed prophecy. In reaction to the prophecy, Nebuchadnezzar decides immediately to erect a statue of solid gold.<br><br>This statue signifies his intention to counter and replace God’s plan for the nations. Instead of God’s kingdom replacing all the previous empires of the earth, Nebuchadnezzar’s plan is to gather all the nations under his rule (Dan. 3:7).<br><br>In Daniel 7, Daniel’s dream of the animals is related to Darius, the Medo-Persian king who represents the next fulfillment in the prophecy of the statue. Darius had just honored God and acknowledged Him as the ruler of the nations (Dan. 6:25–27). Although the two prophecies of Daniel 2 and 7 concern the same succession of four nations (Babylon, the Medes and Persians, Greece, and Rome), the focus of the end of history is different in each prophecy. In the vision of the statue, the end is marked by the destruction of the kingdoms of the earth, followed by the establishment of the everlasting kingdom of God, which “ ‘shall never be destroyed’ ” and “ ‘shall stand forever’ ” (Dan. 2:44, NKJV). In the dream of the animals, the end is brought by the coming of the Son of Man, Jesus Christ Himself, in the clouds (Dan. 7:13, 14; compare with Mark 13:26, 27).<br><br><strong>The Divine Solution</strong><br><br>The Genesis story of the Fall and the apocalyptic prophecies concerning the nations not only describe the stumbling and the failure of men when they attempt to replace God; they also provide us with God’s only solution to the human problem, namely, the kingdom of God.<br><br>According to the text of Genesis, the fall of Adam and Eve took place in connection with the first commandment that related life to the knowledge of good and evil. Significantly, the tree of life and the tree of the knowledge of good and evil were both in the midst of the Garden, near to each other, suggesting the relation between them. As soon as humans took fruit from the tree of the knowledge of good and evil, they no longer had access to the tree of life (Gen. 3:22–24).<br><br>There are two lessons to be gleaned from this connection. First, life is not a natural part of humanity. Humans are not immortal. Even in the Garden of Eden, Adam and Eve depended on an external source for life. And second, life is not just a biological condition; it also has spiritual and moral dimensions.<br><br>According to the prophecies of Daniel, the failure of the nations to establish peace and happiness, after the arrogant attempt to erect the tower of Babel, was due to their desire to confederate as one against God, the Creator, who then came down and scattered them (Gen. 11:4–9). Alluding to the story of the tower of Babel, the prophecy of Daniel 2 refers to a similar vain attempt at unity: the iron will attempt to mix with the clay. We are told that “ ‘in the days of these kings the God of heaven will set up a kingdom which shall never be destroyed’ ” (Dan. 2:44, NKJV).<br><br>In Daniel 11:43, the king of the north, followed by “Egypt,” the<br><br>“Libyans,” and “Ethiopia,” will stand against the mountain of the Lord with the intention to “ ‘annihilate many’ ” (Dan. 11:44, NKJV). Then, the prophecy tells us that, as in Daniel 2, its end will come without any help (Dan. 11:45; compare with Dan. 2:45). In the book of Revelation, the vision of the war of Armageddon refers to the same movement toward unity: the kings of the earth will gather against the kingdom of God (Rev. 16:16). The prophetic description of the regular rise and fall of the nations that ends with the irruption of God’s kingdom that “shall stand forever” is an affirmation of the only possible solution to the problem of the nations. Only God’s kingdom, which means the return to the condition of the Garden of Eden, will bring everlasting life. Only then, the first commandment will be obeyed, and the nations will be healed from their wounds (Rev. 22:2).<br><br><strong>Part III: Life Application</strong><br><br><strong>Lesson on Leadership.</strong> When Nebuchadnezzar learned that his rule would be limited to the head of gold on the statue, he erected a statue made entirely of gold. What lessons can we learn from Nebuchadnezzar’s example about the need for humility in leadership? How does his story teach us that we are not the only ones capable of doing, and available to do, the job right? Also, what do the personal narratives of both Nebuchadnezzar and Daniel teach us about faith (trust in God), even when we are no longer in charge?<br><br><strong>Lesson on Politics.</strong> At the end of time, human rulers will unite together to replace the kingdom of God, just as the builders of the tower of Babel did. How should you respond to the temptation to scheme and plot to acquire support for your views? Read Daniel 3:8 and Daniel 6:4–13. What can we learn from the mistake of the Chaldeans who plotted against Daniel in order to take his place? How can we successfully resist permitting political maneuvers and personal ambitions and interests to prevail over truth and justice?<br><strong><br>Lesson on Perspective. </strong>The problem with the earthly kings in the prophecies of Daniel is that they were “present oriented.” Eternity, the future kingdom of God, was not part of their reality. This consideration applies to all aspects of life. Ellen G. White warns, “No scheme of business or plan of life can be sound or complete that embraces only the brief years of this present life.” Then she counsels people to “take eternity into their reckoning.”—Education, p. 145. How can we avoid making the same mistake that the earthly kings in the prophecies made?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>The Nations: Part 2</p>",
         "verse":"<p>“Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth!” (Psalm 46:10, NKJV).</p>",
         "versionCode":10,
         "weekDate":"April 26–May 2"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
