{
  "data": [
    {
      "color": "#07F5A6",
      "id": 7,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "5 de noviembre",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>La resurrección de Jesús es fundamental para la fe cristiana. Pablo declaró: “Porque si los muertos no resucitan, tampoco Cristo resucitó; y si Cristo no resucitó, vuestra fe es vana; aún estáis en vuestros pecados. Entonces también los que durmieron en Cristo perecieron” (1 Cor. 15:16-18).<br><br>Por lo tanto, por más que Pablo destaque la relevancia de la muerte de Cristo (ver 1 Cor. 2:2), esta realmente no nos sirve de nada sin la resurrección. Así de trascendente es la resurrección de Jesús para toda la fe cristiana y el plan de salvación.<br><br>Sin embargo, es difícil entender por qué razón la resurrección de Cristo, y con ella nuestra resurrección, son tan importantes si, como muchos creen, los muertos en Cristo ya disfrutan de la dicha celestial ya que se han “ido a casa para estar con el Señor”.<br><br>Al margen de todo eso, esta semana consideraremos la resurrección de Cristo y todas las contundentes evidencias que él nos dio para creer en ella.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de noviembre",
          "dayTitle": "<p>UNA TUMBA SELLADA<br></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p>La misión de Cristo parecía haber terminado (y hasta sonaba a fracaso) con su muerte en la Cruz. Satanás logró instigar a Judas a que traicionara al Salvador (Luc. 22:3, 4; Juan 13:26, 27); y a los principales sacerdotes y ancianos, para que exigieran su muerte (Mat. 26:59; 27:20). Después de que arrestaron a Jesús, “todos los discípulos, dejándole, huyeron” (Mat. 26:56); y Pedro lo negó tres veces (Mat. 26:69–75). Ahora Jesús yacía en una tumba cavada en una roca, cerrada con una piedra grande y sellada, protegida por guardias romanos (Mat. 27:57–66) y vi- gilada por poderes demoníacos invisibles. “Si hubiera podido, [Satanás] habría mantenido a Cristo encerrado en la tumba” (MR 12:12).<br><br>Durante su ministerio terrenal, Cristo había predicho no solo su muerte en la Cruz, sino también su resurrección. Usando el lenguaje inclusivo oriental, en el que una fracción de un día representa un día completo, Jesús mencionó que “como estuvo Jonás en el vientre del gran pez tres días y tres noches, así estará el Hijo del Hombre en el corazón de la tierra tres días y tres noches” (Mat. 12:39, 40). En otras ocasiones, Jesús subrayó que lo matarían, pero que al tercer día resucitaría (Mat. 16:21; 17:22, 23; 20:17-19). Los principales sacerdotes y los fariseos estaban al tanto de esas declaraciones, y tomaron medidas con las que pretendían evitar su resurrección.<br><br><strong>Lee Mateo 27:62 al 66. Este accionar, ¿cómo ayudó más adelante a ofrecer al mundo más evidencias de la resurrección de Jesús?</strong><br><br><strong>Mateo 27:62 al 66<br></strong><sup><strong><br>62</strong></sup> Al día siguiente, que es después de la preparación, se reunieron los principales sacerdotes y los fariseos ante Pilato,<sup><br><br><strong>63</strong></sup> diciendo: Señor, nos acordamos que aquel engañador dijo, viviendo aún: Después de tres días resucitaré.<sup><br><br><strong>64 </strong></sup>Manda, pues, que se asegure el sepulcro hasta el tercer día, no sea que vengan sus discípulos de noche, y lo hurten, y digan al pueblo: Resucitó de entre los muertos. Y será el postrer error peor que el primero.<sup><br><strong><br>65 </strong></sup>Y Pilato les dijo: Ahí tenéis una guardia; id, aseguradlo como sabéis.<br><br><sup><strong>66</strong></sup> Entonces ellos fueron y aseguraron el sepulcro, sellando la piedra y poniendo la guardia.<br><br>Todas las medidas de seguridad que se tomaron para mantener a Jesús ence- rrado en la tumba y asegurarse de que nunca saliera solo hicieron que su victoria sobre la muerte y las huestes del mal fuera aún más notoria.<br><br>Además, estos hombres seguramente habían oído hablar de los milagros de Jesús; también habían presenciado algunos de ellos. Y, sin embargo, ¿creían que una guardia frente a la tumba podría evitar que él, aquel que pudo hacer tantos milagros asombrosos, resucitara?<br><br>Además, poner una guardia alrededor de la tumba, ¿en caso de qué? Los discípulos, ¿podrían robar el cuerpo y luego alegar que Jesús había resucitado de entre los muertos? Cuando el pueblo preguntara: ¿Dónde está el Jesús resucitado?, aquellos podrían decir: Solo confíen en nuestra palabra.<br><br>Cuanto menos, sus acciones revelaban el miedo que tenían los principales sacerdotes de Jesús, incluso después de su muerte. Quizás, en el fondo, temían que pudiera resucitar, después de todo.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de noviembre",
          "dayTitle": "<p>“HA RESUCITADO”<br></p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>La victoria de Cristo sobre Satanás y sus poderes malignos se logró en la Cruz y se confirmó con la tumba vacía. “Cuando Jesús estuvo en el sepulcro, Satanás triunfó. Se atrevió a esperar que el Salvador no tomase su vida de nuevo. Exigió el cuerpo del Señor, y estableció su guardia alrededor de la tumba procurando retener preso a Cristo. Se airó acerbamente cuando sus ángeles huyeron al acer- carse el mensajero celestial. Cuando vio a Cristo salir triunfante, supo que su reino tendría fin y que él finalmente moriría” (DTG 728). Y, aunque la humanidad de Cristo murió, su divinidad no falleció. En su divinidad, Cristo poseía el poder de romper las ataduras de la muerte.<br><br><strong>Lee Mateo 28:1 al 6; Juan 10:17 y 18; y Romanos 8:11. ¿Quién se involucró directamente en la resurrección de Jesús?</strong><br><br><strong>Mateo 28:1 al 6<br></strong><br><sup><strong>1</strong></sup> Pasado el día de reposo,[a] al amanecer del primer día de la semana, vinieron María Magdalena y la otra María, a ver el sepulcro.<br><br><strong><sup>2</sup> </strong>Y hubo un gran terremoto; porque un ángel del Señor, descendiendo del cielo y llegando, removió la piedra, y se sentó sobre ella.<br><strong><br><sup>3</sup> </strong>Su aspecto era como un relámpago, y su vestido blanco como la nieve.<br><br><strong><sup>4</sup> </strong>Y de miedo de él los guardas temblaron y se quedaron como muertos.<br><br><sup><strong>5</strong></sup> Mas el ángel, respondiendo, dijo a las mujeres: No temáis vosotras; porque yo sé que buscáis a Jesús, el que fue crucificado.<br><br><strong><sup>6</sup> </strong>No está aquí, pues ha resucitado, como dijo. Venid, ved el lugar donde fue puesto el Señor.<br><br><strong>Juan 10:17 y 18<br></strong><br><strong><sup>17</sup> </strong>Por eso me ama el Padre, porque yo pongo mi vida, para volverla a tomar.<br><br><strong><sup>18</sup> </strong>Nadie me la quita, sino que yo de mí mismo la pongo. Tengo poder para ponerla, y tengo poder para volverla a tomar. Este mandamiento recibí de mi Padre.<br><br><strong>Romanos 8:11<br></strong><br><sup><strong>11</strong></sup> Y si el Espíritu de aquel que levantó de los muertos a Jesús mora en vosotros, el que levantó de los muertos a Cristo Jesús vivificará también vuestros cuerpos mortales por su Espíritu que mora en vosotros.<br><br>Durante su ministerio en Samaria-Perea, Jesús declaró que él mismo tenía poder para deponer su vida y volverla a tomar (Juan 10:17, 18). A Marta, le dijo: “Yo soy la resurrección y la vida” (Juan 11:25). Otros pasajes hablan de su resurrec- ción como un acto de Dios (Hech. 2:24; Rom. 8:11; Gál. 1:1; Heb. 13:20). Incluso un poderoso ángel del Señor participó de ese glorioso acontecimiento (Mat. 28:1, 2).<br><br>Mientras tanto, Mateo 28:11 al 15 revela los esfuerzos inútiles y necios de las autoridades para seguir luchando contra Jesús. La guardia romana atestiguó a los dirigentes sobre “todas las cosas que habían acontecido” (Mat. 28:11). En este relato está implícita la idea de que los guardias vieron la resurrección. Si no fuese así, ¿qué sentido tendrían sus palabras? ¿Un ángel descendió del cielo, movió la piedra, se sentó sobre ella y los guardias perdieron el sentido? ¿Lo siguiente que recuerdan es que la tumba está vacía? ¿Quizá, mientras los romanos estaban inconscientes, el ángel se llevó el cuerpo de Jesús? ¿Tal vez fueron los discípulos? ¿O algún otro lo robó? Sea como fuere, el cuerpo de Jesús, obviamente, no estaba.<br><br>El ángel que descendió del cielo, los hombres desfallecidos del susto y la tumba vacía habrán sido bastante desconcertantes para los dirigentes reli- giosos. Pero el hecho de que les hayan dado “mucho dinero a los soldados” (Mat. 28:12) para mantenerlos callados implicaba que todo lo que los soldados les contaron los perturbó profundamente. Y lo que narraron, por supuesto, era la resurrección de Jesús.<br><br><strong>Algunos se burlan de la idea de que los primeros que vieron al Cristo resucitado hayan sido los romanos. ¿Por qué? ¿En qué medida esta verdad es un símbolo de lo que vendría: que el evangelio también llegaría a los gentiles?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de noviembre",
          "dayTitle": "<p>MUCHOS SE LEVANTARON CON ÉL<br></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>“Y he aquí, el velo del templo se rasgó en dos, de arriba abajo; y la tie- rra tembló, y las rocas se partieron; y se abrieron los sepulcros, y muchos cuerpos de santos que habían dormido, se levantaron; y saliendo de los sepulcros, después de la resurrección de él, vinieron a la santa ciudad, y aparecieron a muchos” (Mat. 27:51–53). ¿Qué nos enseña este increíble relato sobre la resurrección de Jesús y lo que logró?</strong><br><br>Un terremoto marcó la muerte de Jesús (Mat. 27:50, 51), y otro marcó su re- surrección (Mat. 28:2). En el momento en que Jesús murió, “la tierra tembló, y las rocas se partieron; y se abrieron los sepulcros, y muchos cuerpos de santos que habían dormido, se levantaron; y saliendo de los sepulcros, después de la resurrección de él, vinieron a la santa ciudad, y aparecieron a muchos” (Mat. 27:51–53). Estos santos resucitaron glorificados como testimonio de la resurrec- ción del propio Cristo y como prototipos de quienes resucitarán en la resurrección final. Por lo tanto, inmediatamente después de la resurrección de Jesús, muchos judíos recibieron evidencias poderosas para creer en su resurrección y, por lo tanto, aceptarlo como su Salvador; y eso hicieron muchos, incluso muchos sacerdotes (ver Hech. 6:7).<br><br><sup>7</sup> Y crecía la palabra del Señor, y el número de los discípulos se multiplicaba grandemente en Jerusalén; también muchos de los sacerdotes obedecían a la fe.<br><br>“Durante su ministerio, Jesús había dado la vida a algunos muertos. Había resucitado al hijo de la viuda de Naín, a la hija del príncipe y a Lázaro. Pero estos no fueron revestidos de inmortalidad. Después de haber sido resucitados, to- davía estaban sujetos a la muerte. Pero, los que salieron de la tumba en ocasión de la resurrección de Cristo fueron resucitados para vida eterna. Ascendieron con él como trofeo de su victoria sobre la muerte y el sepulcro. [...] Estos entraron en la ciudad y aparecieron a muchos declarando: ‘Cristo ha resucitado de los muertos, y nosotros hemos resucitado con él’. Así fue inmortalizada la sagrada verdad de la resurrección” (DTG 730).<br><br>Humanamente hablando, los principales sacerdotes y los ancianos tenían grandes ventajas. Tenían el poder religioso de la nación, e incluso pudieron convencer a las autoridades romanas y a las multitudes para que los ayudaran con sus planes. Pero se olvidaron de que “el Altísimo tiene el dominio en el reino de los hombres, y lo da a quien él quiere” (Dan. 4:32). La existencia de esos santos resucitados contradecía e invalidaba sus mentiras.<br><br><strong>Por más difíciles que puedan ponerse las cosas ahora, ¿por qué podemos confiar en la victoria final de Dios en nuestro favor mientras todavía luchamos en este mundo caído?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de noviembre",
          "dayTitle": "<p>TESTIGOS DEL CRISTO RESUCITADO<br></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee Juan 20:11 al 29 y 1 Corintios 15:5 al 8. ¿Cómo reaccionaron los dis- cípulos cuando por primera vez se encontraron con el Cristo resucitado?</strong><br><br><strong>Juan 20:11 al 29<br></strong><strong><br><sup>11</sup></strong> Pero María estaba fuera llorando junto al sepulcro; y mientras lloraba, se inclinó para mirar dentro del sepulcro;<br><strong><br><sup>12</sup> </strong>y vio a dos ángeles con vestiduras blancas, que estaban sentados el uno a la cabecera, y el otro a los pies, donde el cuerpo de Jesús había sido puesto.<br><strong><br><sup>13</sup> </strong>Y le dijeron: Mujer, ¿por qué lloras? Les dijo: Porque se han llevado a mi Señor, y no sé dónde le han puesto.<br><br><sup><strong>14</strong></sup> Cuando había dicho esto, se volvió, y vio a Jesús que estaba allí; mas no sabía que era Jesús.<br><br><sup><strong>15</strong></sup> Jesús le dijo: Mujer, ¿por qué lloras? ¿A quién buscas? Ella, pensando que era el hortelano, le dijo: Señor, si tú lo has llevado, dime dónde lo has puesto, y yo lo llevaré.<br><strong><br><sup>16</sup> </strong>Jesús le dijo: ¡María! Volviéndose ella, le dijo: ¡Raboni! (que quiere decir, Maestro).<br><br><sup><strong>17</strong></sup> Jesús le dijo: No me toques, porque aún no he subido a mi Padre; mas ve a mis hermanos, y diles: Subo a mi Padre y a vuestro Padre, a mi Dios y a vuestro Dios.<br><br><strong><sup>18</sup> </strong>Fue entonces María Magdalena para dar a los discípulos las nuevas de que había visto al Señor, y que él le había dicho estas cosas.<br><br><strong>Jesús se aparece a los discípulos<br></strong><br><strong><sup>19</sup> </strong>Cuando llegó la noche de aquel mismo día, el primero de la semana, estando las puertas cerradas en el lugar donde los discípulos estaban reunidos por miedo de los judíos, vino Jesús, y puesto en medio, les dijo: Paz a vosotros.<br><strong><br><sup>20</sup></strong> Y cuando les hubo dicho esto, les mostró las manos y el costado. Y los discípulos se regocijaron viendo al Señor.<br><br><sup><strong>21</strong></sup> Entonces Jesús les dijo otra vez: Paz a vosotros. Como me envió el Padre, así también yo os envío.<sup><br><br><strong>22</strong></sup> Y habiendo dicho esto, sopló, y les dijo: Recibid el Espíritu Santo.<br><br><sup><strong>23</strong></sup> A quienes remitiereis los pecados, les son remitidos; y a quienes se los retuviereis, les son retenidos.<sup><br><br><strong><br>24 </strong></sup>Pero Tomás, uno de los doce, llamado Dídimo, no estaba con ellos cuando Jesús vino.<br><br><sup><strong>25</strong></sup> Le dijeron, pues, los otros discípulos: Al Señor hemos visto. Él les dijo: Si no viere en sus manos la señal de los clavos, y metiere mi dedo en el lugar de los clavos, y metiere mi mano en su costado, no creeré.<br><strong><br><sup>26</sup></strong> Ocho días después, estaban otra vez sus discípulos dentro, y con ellos Tomás. Llegó Jesús, estando las puertas cerradas, y se puso en medio y les dijo: Paz a vosotros.<br><br><strong><sup>27</sup> </strong>Luego dijo a Tomás: Pon aquí tu dedo, y mira mis manos; y acerca tu mano, y métela en mi costado; y no seas incrédulo, sino creyente.<br><br><strong><sup>28</sup> </strong>Entonces Tomás respondió y le dijo: ¡Señor mío, y Dios mío!<br><br><sup><strong>29</strong></sup> Jesús le dijo: Porque me has visto, Tomás, creíste; bienaventurados los que no vieron, y creyeron.<br><br><strong>1 Corintios 15:5 al 8<br></strong><br><strong><sup>5</sup> </strong>y que apareció a Cefas, y después a los doce.<br><br><strong><sup>6</sup> </strong>Después apareció a más de quinientos hermanos a la vez, de los cuales muchos viven aún, y otros ya duermen.<br><br><strong><sup>7</sup> </strong>Después apareció a Jacobo; después a todos los apóstoles;<br><strong><sup><br>8</sup> </strong>y al último de todos, como a un abortivo, me apareció a mí.<br><br>Los dos ángeles de la tumba vacía anunciaron a María Magdalena y a algunas otras mujeres que Jesús había resucitado (Mat. 28:1, 5-7; Mar. 16:1-7; Luc. 23:55; 24:1-11). Pero pronto Jesús mismo se les apareció, y lo adoraron (Mat. 28:1, 9, 10; Juan 20:14-18). También se le apareció a Pedro (Luc. 24:34; 1 Cor. 15:5) y a los dos discípulos que iban camino a Emaús, cuyo corazón ardía mientras les hablaba (Mar. 16:12; Luc. 24:13–35). Cuando Jesús entró en el aposento alto, al comienzo los discípulos estaban aterrorizados y asustados, pero luego se llenaron de gozo y se maravillaron de lo sucedido (Luc. 24:33–49; Juan 20:19–23). Una semana después, Jesús volvió a entrar en la misma habitación sin abrir las puertas, y en ese momento hasta Tomás creyó en su resurrección (Juan 20:24-29).<br><br>Durante los cuarenta días transcurridos entre la resurrección y la ascensión, Jesús se “apareció a más de quinientos hermanos a la vez” (1 Cor. 15:6), y a Jacobo (1 Cor. 15:7). Jesús se reunió con algunos discípulos a la orilla del mar de Galilea y desayunó con ellos, y posteriormente tuvo una charla con Pedro (Juan 21:1–23). Quizás haya habido otras apariciones de Jesús (Hech. 1:3) antes de su última aparición en su ascensión (Luc. 24:50–53; Hech. 1:1–11). Pablo también se consideraba un testigo ocular del Cristo resucitado, porque se le apareció camino a Damasco (1 Cor. 15:8; comparar con Hech. 9:1-9).<br><br>La primera vez que los demás discípulos le dijeron al ausente Tomás que habían visto al Señor resucitado, él reaccionó: “Si no viere en sus manos la señal de los clavos, y metiere mi dedo en el lugar de los clavos, y metiere mi mano en su costado, no creeré” (Juan 20:25). Una semana después, cuando Jesús volvió a aparecer ante los discípulos, ahora con Tomás entre ellos, Jesús le dijo: “Pon aquí tu dedo, y mira mis manos; y acerca tu mano, y métela en mi costado; y no seas incrédulo, sino creyente” (Juan 20:27). Entonces Tomás confesó: “¡Señor mío, y Dios mío!” Y Jesús agregó: “Porque me has visto, Tomás, creíste; bienaventurados los que no vieron, y creyeron” (Juan 20:28, 29).<br><br><strong>“Bienaventurados los que no vieron, y creyeron”. Aunque no hayas visto personalmente al Cristo resucitado, ¿qué otras razones tienes para ejercer fe en Jesús?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 10 de noviembre",
          "dayTitle": "<p>PRIMICIAS DE LOS QUE DURMIERON<br></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Lee 1 Corintios 15:20 a la luz de Deuteronomio 26:1 al 11. ¿En qué sentido se refirió Pablo al Cristo resucitado como “primicias de los que durmieron”?</strong><br><strong><br>1 Corintios 15:20</strong><br><br><sup><strong>20</strong></sup> Mas ahora Cristo ha resucitado de los muertos; primicias de los que durmieron es hecho.<br><br><strong>Deuteronomio 26:1 al 11<br></strong><br><sup><strong>1</strong></sup> Cuando hayas entrado en la tierra que Jehová tu Dios te da por herencia, y tomes posesión de ella y la habites,<br><strong><br><sup>2</sup> </strong>entonces tomarás de las primicias de todos los frutos que sacares de la tierra que Jehová tu Dios te da, y las pondrás en una canasta, e irás al lugar que Jehová tu Dios escogiere para hacer habitar allí su nombre.<br><strong><br><sup>3</sup> </strong>Y te presentarás al sacerdote que hubiere en aquellos días, y le dirás: Declaro hoy a Jehová tu Dios, que he entrado en la tierra que juró Jehová a nuestros padres que nos daría.<br><br><strong><sup>4</sup> </strong>Y el sacerdote tomará la canasta de tu mano, y la pondrá delante del altar de Jehová tu Dios.<br><br><sup><strong>5</strong></sup> Entonces hablarás y dirás delante de Jehová tu Dios: Un arameo a punto de perecer fue mi padre, el cual descendió a Egipto y habitó allí con pocos hombres, y allí creció y llegó a ser una nación grande, fuerte y numerosa;<br><br><strong><sup>6</sup> </strong>y los egipcios nos maltrataron y nos afligieron, y pusieron sobre nosotros dura servidumbre.<br><br><sup><strong>7</strong></sup> Y clamamos a Jehová el Dios de nuestros padres; y Jehová oyó nuestra voz, y vio nuestra aflicción, nuestro trabajo y nuestra opresión;<br><br><strong><sup>8</sup> </strong>y Jehová nos sacó de Egipto con mano fuerte, con brazo extendido, con grande espanto, y con señales y con milagros;<br><br><sup><strong>9</strong></sup> y nos trajo a este lugar, y nos dio esta tierra, tierra que fluye leche y miel.<br><br><strong><sup>10</sup> </strong>Y ahora, he aquí he traído las primicias del fruto de la tierra que me diste, oh Jehová. Y lo dejarás delante de Jehová tu Dios, y adorarás delante de Jehová tu Dios.<br><br><strong><sup>11</sup> </strong>Y te alegrarás en todo el bien que Jehová tu Dios te haya dado a ti y a tu casa, así tú como el levita y el extranjero que está en medio de ti.<br><br>La ofrenda de “las primicias” era una antigua práctica agrícola israelita con un profundo significado religioso. Era un reconocimiento sagrado de Dios como el Proveedor misericordioso, que les había confiado a sus mayordomos la tierra donde crecían los cultivos que estaban a punto de ser cosechados (ver Éxo. 23:19; 34:26; Lev. 2:11–16; Deut. 26:1-11). Las primicias no solo indicaban que comenzaba la cosecha, sino también revelaban la calidad de los productos.<br><br>Según Wayne Grudem, “al llamar a Cristo ‘las primicias’ (griego, aparj?), Pablo utiliza una metáfora de la agricultura para indicar que seremos como Cristo. Así como las ‘primicias’, o la primera degustación de la cosecha madura, muestran cómo será el resto de la cosecha para ese cultivo, así Cristo como las ‘primicias’ muestra cómo será nuestro cuerpo resucitado cuando, en la ‘cosecha’ final de Dios, nos resucite de entre los muertos y nos lleve ante su presencia” (W. Grudem, Systematic Theology, p. 615).<br><br>Vale la pena recordar que Jesús salió de la tumba con un cuerpo humano glorificado, pero todavía llevaba las marcas de la crucifixión (Juan 20:20, 27). ¿Significa esto que los hijos de Dios resucitados también llevarán las marcas físicas de sus propios sufrimientos? En el caso del apóstol Pablo, ¿todavía llevará en su cuerpo glorificado el “aguijón en [la] carne” (2 Cor. 12:7) y “las marcas del Señor Jesús” (Gál. 6:17)?<br><br>Hasta su muerte, Pablo “había de llevar en su cuerpo las señales de la gloria de Cristo en sus ojos, que fueron enceguecidos por la luz celestial [ver Hech. 9:1–9]” (HR 274). Pero esto no significa que él o cualquier otro de los redimidos glorificados resucitarán con las marcas de sus propios sufrimientos (comparar con 1 Cor. 15:50–54). En el caso de Cristo, “siempre llevará las señales de esa crueldad. Cada grabado de los clavos contará la historia de la maravillosa redención del hombre y del costoso precio por medio del cual fue adquirida [dicha redención]” (PE 209). Sus cicatrices son las que nos garantizan que todas nuestras marcas desaparecerán para siempre.<br><br><strong>Cristo llevará por siempre las cicatrices de su crucifixión. ¿Qué revela eso sobre el amor de Dios por nosotros y cuánto costó salvarnos? ¿Cómo muestra, también, cuánto ha invertido la Deidad para salvarnos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de noviembre",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR<br></p>",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p>Lee Elena de White, El Deseado de todas las gentes, “En la tumba de José”, pp. 714–724; “El Señor ha resucitado”, pp. 725-731; “¿Por qué lloras?”, pp. 732-737; “El viaje a Emaús”, pp. 738-742; “Paz a ustedes”, pp. 743-748.<br><br>El juicio moderno no cree en algo como la resurrección de Jesús. Sin embargo, las evidencias históricas son tan fuertes que incluso aquellos que no pueden aceptar la realidad de la resurrección se ven obligados a admitir que muchos creían que habían visto al Jesús resucitado. Por lo tanto, gran parte de la apologética en contra de la resurrección consiste en intentar explicar qué pudo haber causado que todas estas personas diferentes creyeran que habían visto al Cristo resucitado.<br><br>Algunos argumentan que todos los discípulos alucinaron con el Jesús resu- citado; otros, que Jesús en realidad no había muerto, sino que solo se desmayó y luego volvió a la realidad después de que lo bajaron de la cruz, y cuando reapareció, sus seguidores pensaron que había resucitado de entre los muertos. Y (créase o no) algunos han argumentado que Jesús tenía un hermano gemelo a quien los discípulos confundieron con el Cristo resucitado. En otras palabras, las evidencias históricas son tan fuertes a favor de la resurrección de Cristo que esta es la clase de argumentos que la gente inventa para tratar de desestimarla. Como la resurrección en sí es tan importante, no deberían sorprendernos todas las buenas razones con las que contamos para creer en ella.<br><br>“La voz que clamó desde la Cruz: ‘Consumado es’ fue oída entre los muertos. Atravesó las paredes de los sepulcros y ordenó a quienes dormían que se levantasen. Así sucederá cuando la voz de Cristo sea oída desde el cielo. Esa voz penetrará en las tumbas y abrirá los sepulcros, y los muertos en Cristo resucitarán. En ocasión de la resurrección de Cristo, unas pocas tumbas fueron abiertas; pero en su segunda venida todos los preciosos muertos oirán su voz, y surgirán a una vida gloriosa e inmortal. El mismo poder que resucitó a Cristo de los muertos resucitará a su iglesia y la glorificará con él, por encima de todos los principados y potestades, por encima de todo nombre que se nombra, no solamente en este mundo sino también en el mundo venidero” (DTG 731).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>“Consumado es” (Juan 19:30) y “ha resucitado” (Mat. 28:6) son dos de las declaraciones más significativas que se hayan proferido alguna vez. ¿Cómo se complementan entre sí dentro de la historia de la salvación? ¿Qué gran esperanza se encuentra en estas palabras para nosotros?<br><br><strong>2. </strong>Al principio, los dirigentes religiosos querían guardias en la tumba para evitar que los discípulos robaran el cuerpo de Jesús. Después les pagaron a los guardias para que dijeran que los discípulos se robaron el cuerpo. Este relato ¿cómo ayuda a revelar la realidad de la tumba vacía de Cristo, y por qué esa tumba vacía es tan importante para nosotros como cristianos?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong><br></strong></p><p><strong>Textos clave: 1 Corintios 15:4-28, 32, 42, 49-56; Colosenses 1:17, 18; Apocalipsis 1:17, 18.</strong><br><br>La Cruz es la victoria de Cristo sobre el pecado, la muerte y el diablo; y su resurrección es el acontecimiento triunfal culminante. La muerte no pudo retener a Jesús, porque él nunca cometió pecado y fue inmaculado en todas sus acciones. La muerte de Jesús es el punto central de sus logros; sin embargo, la Cruz sin la resurrección se convertiría solo en una hermosa filosofía de servicio abnegado y no tendría ninguna relevancia salvífica. Además, la Cruz sin la resurrección sería una demostración de amor sacrificial, pero no tendría poder para transformar vidas ni para brindar una solución decisiva al problema del pecado y la muerte, y sería incapaz de ofrecer vida eterna a los creyentes (Rom. 3:21-26).<br><br>La resurrección de Cristo es crucial. Debido a su resurrección, los justos tam- bién pueden resucitar. ¡Él tiene, y es, la llave para abrir todas las otras tumbas! El apóstol Pablo aclara esta verdad acerca de Jesús: “Y él es la cabeza del cuerpo que es la iglesia, él que es el principio, el primogénito de entre los muertos, para que en todo tenga la preeminencia” (Col. 1:18). Cristo tiene una posición y una autoridad únicas e insustituibles porque es el Creador, Dios mismo. Experimentó la resurrección de entre los muertos pues él es la Vida, y como resultado de la cooperación de toda la Trinidad (Juan 10:17, 18; Hech. 2:24; Rom. 8:11; Gál. 1:1). Él tiene el poder de resucitar a la gente de entre los muertos (Juan 11:25) porque venció la muerte. Aunque algunos resucitaron antes que él, como Moisés y Lázaro, resucitaron solo como anticipo de la muerte victoriosa de Cristo (Efe. 1:4; 1 Ped. 1:20; Apoc. 13:8). La vida, la muerte y la resurrección perfectas de Cristo son la causa de una nueva vida para todos los que creen en él. Sin su muerte, no hay vida eterna. Así como por Adán vino la muerte, así también por Jesucristo vino “la resurrección de los muertos” y en él “todos serán vivificados” (1 Cor. 15:21, 22). Cristo es las “primicias de los que durmieron” (1 Cor. 15:20).<br><br><strong>COMENTARIO<br><br>Cristo está vivo</strong><br><br>“¡Es cierto!”, decían, “¡El Señor ha resucitado!” Este pronunciamiento definitivamente fue la noticia más asombrosa y emocionante proclamada el día de la resurrección (Mar. 16:6; Luc. 24:34, NVI). Hoy continúa siendo la noticia más destacada del evangelio. Jesús ya no está en la tumba: resucitó. La muerte no pudo retener a Jesús porque él era justo y nunca había pecado (Juan 14:30; 2 Cor. 5:21; Heb. 4:15). Cristo predijo su muerte y su resurrección varias veces ante sus discípulos, pero ellos no entendieron, porque su mensaje no tenía sentido para ellos en ese momento (Mat. 16:21; Mar. 8:31, 32; Luc. 18:31-34). Durante la Última Cena con sus discípulos, Jesús anunció que volvería a vivir, aunque sería traicionado y moriría: “Os digo que desde ahora no beberé más de este fruto de la vid, hasta aquel día en que lo beba nuevo con vosotros en el reino de mi Padre” (Mat. 26:29; comparar con Mar. 14:25).<br><br>Cuando tomamos parte en la Cena del Señor, también damos a entender, por nuestra participación, que creemos en la resurrección de Cristo. Como dice Pablo: “Así, pues, todas las veces que comiereis este pan, y bebiereis esta copa, la muerte del Señor anunciáis hasta que él venga” (1 Cor. 11:26). Cuando la gente se bautiza, también confirma su creencia en la resurrección de Cristo y su deseo de vivir una nueva vida de fe: “Todos los que hemos sido bautizados en Cristo [...] somos sepultados [...] a fin de que como Cristo resucitó de los muertos [...] así también nosotros andemos en vida nueva” (Rom. 6:3, 4). Por lo tanto, el bautismo cristiano se lleva a cabo en conmemoración de la muerte, la sepultura y la resurrección de Cristo.<br><br>Después de más de sesenta años, el apóstol Juan se encontró con el Jesús glorificado. Jesús se apareció a Juan y le dijo: “Estuve muerto; mas he aquí que estoy vivo por los siglos de los siglos” (Apoc. 1:18). El cristianismo se centra en la vida que recibimos de Jesús porque él murió por nosotros. Él puede darnos esta vida porque resucitó. Como él vive, puede aplicarnos todo lo que logró en la Cruz mediante su ministerio intercesor en nuestro favor.<br><strong><br>El evangelio según la resurrección (1 Cor. 15)</strong><br><br>La mejor explicación de la relevancia de la resurrección de Jesucristo se presen- ta en 1 Corintios 15, donde el apóstol Pablo explica por qué razón la resurrección de Jesús es tan importante. En primer lugar, Pablo presenta el motivo histórico, y argumenta que hay muchos testigos de la resurrección de Cristo. Si se desestima el testimonio de ellos, entonces todos los que testificaron que tuvieron un encuentro con Cristo serían testigos falsos. Cristo se apareció a Pedro, a los apóstoles, a Santiago, a quinientos y al mismo Pablo (1 Cor. 15:5-8).<br><br>Luego, Pablo desarrolla un razonamiento teológico en defensa de la resurrección y ofrece varios aspectos cruciales:<br><br>1. Si no hubiese resurrección de los muertos, tampoco Jesucristo resucitó (1 Cor. 15:13, 16).<br><br>2. Si Cristo no resucitó, entonces nuestra predicación es en vano (1 Cor. 15:14).<br><br>3. Si Cristo no resucitó, entonces nuestra fe es vana (1 Cor. 15:14). El adjetivo griego kenos también significa “inútil”, o “vacío”. Nuestra fe pierde su contenido y su poder si Jesús todavía está muerto.<br><br>4. Si Cristo no resucitó, tampoco los muertos resucitarán (1 Cor. 15:15). No habría esperanza después de la muerte.<br><br>5. Si Cristo no resucitó, somos falsos testigos de Dios, porque damos testimonio de que Dios resucitó a Cristo (1 Cor. 15:15). Entonces, si Jesús no resucitó de entre los muertos, la imagen de Dios y su carácter quedan distorsionados y lo estamos tergiversando. Sin embargo, el Padre verda deramente resucitó a Cristo de entre los muertos.<br><br>6. Si Cristo no resucitó, nuestra fe es vana (1 Cor. 15:17). El significado del adjetivo griego mataios es “inútil”. Nuestra fe en Dios no tendría relevancia para nuestra vida.<br><br>7. Si Cristo no resucitó, no hay perdón de nuestras ofensas, y todavía seguimos en nuestros pecados (1 Cor. 15:17). Como pecadores, solo merecemos la sentencia de muerte.<br><br>8. Si Cristo no resucitó, entonces no hay resurrección de muertos en Cristo (1 Cor. 15:18) y, por lo tanto, no hay vida eterna.<br><br>9. Si Cristo no resucitó, y si nuestra esperanza en Cristo solo vale para esta vida, entonces somos los más dignos de lástima de todos los hombres (1 Cor. 15:19). Pablo utiliza el adjetivo griego eleeinos, que significa “miserable”. Así, si solo tenemos una bonita enseñanza espiritual sobre Jesús que únicamente atañe a esta vida terrenal, somos los más miserables, según Pablo, porque Jesús fue crucificado y asesinado; por lo tanto la muerte, inevitablemente, sería el destino final de todos, de no haber existido la resurrección de Cristo.<br><br>10. Si los muertos no van a resucitar, entonces “comamos y bebamos, porque mañana moriremos” (1 Cor. 15:32). Nuestro lema en la vida sería carpe diem [aprovecha el día], para experimentar al menos un poco de felicidad y alegría.<br><br>A continuación, Pablo hace una observación práctica del mundo de la agricultura para ilustrar la resurrección: “Lo que tú siembras no se vivifica, si no muere antes” (1 Cor. 15:36). La semilla debe enterrarse primero en el suelo para luego producir nueva vida a mayor escala (es decir, de la semilla brotará todo el árbol). Aunque nuestro cuerpo mortal muera, lo incorruptible resucitará de entre los muertos (1 Cor. 15:42) por el poder creador de Dios. Entonces “traeremos también la imagen del [hombre] celestial” (1 Cor. 15:49).<br><br>En la segunda venida de Cristo (1 Cor. 15:23), los que duermen en el polvo resucitarán y “en un momento, en un abrir y cerrar de ojos” (1 Cor. 15:52), “es necesario que esto [este cuerpo] corruptible se vista de incorrupción, y esto mortal se vista de inmortalidad” (1 Cor. 15:53).<br><br>“Sorbida es la muerte en victoria” (1 Cor. 15:54; comparar con Isa. 25:8). Luego Pablo escribe sobre el glorioso y triunfante grito de victoria (la palabra “victoria” se utiliza tres veces en la sección de este último capítulo): “¿Dónde está, oh muerte, tu aguijón? ¿Dónde, oh sepulcro, tu victoria?” (1 Cor. 15:55). ¡Alabado sea el Señor porque esta victoria sobre la muerte se da a los fieles en Cristo Jesús! Cuán agradecidos debemos estar (1 Cor. 15:57).<br><br><strong>Proclamación de la esperanza</strong><br><br>El apóstol Pablo les recuerda poderosamente a los primeros cristianos acerca de quienes fallecieron en la fe, esperando que Cristo se manifieste en su segunda venida. Pablo anima a los que quedan a no desesperarse ni desanimarse, porque ellos y nosotros tenemos esperanza: “Hermanos, no queremos que ignoren lo que va a pasar con los que ya han muerto, para que no se entristezcan como esos otros que no tienen esperanza. ¿Acaso no creemos que Jesús murió y resucitó? Así también Dios resucitará con Jesús a los que han muerto en unión con él. Conforme a lo dicho por el Señor, afirmamos que nosotros, los que estemos vivos y haya- mos quedado hasta la venida del Señor, de ninguna manera nos adelantaremos a los que hayan muerto. El Señor mismo descenderá del cielo con voz de mando, con voz de arcángel y con trompeta de Dios, y los muertos en Cristo resucitarán primero. Luego los que estemos vivos, los que hayamos quedado, seremos arre- batados junto con ellos en las nubes para encontrarnos con el Señor en el aire. Y así estaremos con el Señor para siempre. Por lo tanto, anímense unos a otros con estas palabras” (1 Tes. 4:13-18, NVI). Fíjate que, en la Segunda Venida, Jesús no pisará esta Tierra sino que permanecerá en el aire mientras los muertos justos resucitan y los santos vivos son transformados. Juntos serán llevados al encuentro del Señor en el aire para estar con él para siempre.<br><br>En cuanto a aquellos que mueren en el Señor, no necesitamos preocuparnos por nada, porque volverán a vivir. Juan proclama: “Bienaventurados de aquí en adelante los muertos que mueren en el Señor. Sí, dice el Espíritu, descansarán de sus trabajos, porque sus obras con ellos siguen” (Apoc. 14:13).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>1. ¿Por qué es tan importante la resurrección de Jesús? ¿Qué pasaría si simplemente hubiera muerto por nosotros y solo nos hubiera mostrado cómo vivir una vida de obediencia, servicio abnegado y amor?<br><br>2. El mandato del bautismo, ¿de qué modo celebra la resurrección de Cristo?<br><br>3. ¿Qué es más importante desde una perspectiva teológica: la oración de Jesucristo en Getsemaní, su muerte en la Cruz en el Gólgota o su resurrección? ¿Cuál fue y es el centro de todas las actividades de Cristo, y por qué?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>LA VICTORIA DE CRISTO SOBRE LA MUERTE<br></p>",
      "verse": "<p><strong>PARA MEMORIZAR:</strong> “Cuando le vi, caí como muerto a sus pies. Y él puso su diestra sobre mí, dicién- dome: No temas; yo soy el primero y el último; y el que vivo, y estuve muerto; mas he aquí que vivo por los siglos de los siglos, amén. Y tengo las llaves de la muerte y del Hades” (Apoc. 1:17, 18).<br></p>",
      "versionCode": 22,
      "weekDate": "5 - 11 de noviembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
