{
  "data": [
    {
      "color": "#38146e",
      "id": 710,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 2",
          "dayTitle": "<p>Mission to the Unreached: Part 1<br></p>",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>Depicting what Paul did in Athens, Luke wrote: “Therefore he reasoned in the synagogue with the Jews and with the Gentile worshipers, and in the marketplace daily with those who happened to be there” (Acts 17:17, NKJV).&nbsp;</p><p>Naturally, Paul would have been most comfortable working among the Jews, his own flesh and blood. But Paul refused to be satisfied with working among only his own people. He had been called to reach others, as well.&nbsp;</p><p>Or Paul could have worked just with the “God-fearing” Gentiles, whose worldview already had undergone substantial change. They had a biblical foundation that Paul could build upon, even if they still needed to know the God whom they “feared”—Jesus the Messiah.&nbsp;</p><p>But, no. While in Athens, a city famous for its philosophy, Paul sought to reach the people there, as well. Many of these had a radically different background and worldview from that of the Hebrews and their sacred history, which formed the foundation of the faith that Paul wanted to teach the Athenians.&nbsp;</p><p>How did Paul go about seeking to reach these people, and what can we learn from his attempts?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "81 December 3",
          "dayTitle": "<p>A Hebrew in Athens<br></p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Acts 17:1–16. How did Paul wind up in Athens, and how did he respond to what he found there? <br></strong></p><p><strong>Acts 17:1–16</strong></p><p><strong><sup>1</sup></strong> Now when they had passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews.&nbsp;</p><p><sup><strong>2</strong></sup> Then Paul, as his custom was, went in to them, and for three Sabbaths reasoned with them from the Scriptures,&nbsp;</p><p><sup><strong>3</strong></sup> explaining and demonstrating that the Christ had to suffer and rise again from the dead, and saying, “This Jesus whom I preach to you is the Christ.”&nbsp;</p><p><sup><strong>4</strong></sup> And some of them were persuaded; and a great multitude of the devout Greeks, and not a few of the leading women, joined Paul and Silas.&nbsp;</p><p><sup><strong>5</strong></sup> But the Jews who were not persuaded, becoming envious, took some of the evil men from the marketplace, and gathering a mob, set all the city in an uproar and attacked the house of Jason, and sought to bring them out to the people.&nbsp;</p><p><sup><strong>6</strong></sup> But when they did not find them, they dragged Jason and some brethren to the rulers of the city, crying out, “These who have turned the world upside down have come here too.&nbsp;</p><p><sup><strong>7</strong></sup> Jason has harbored them, and these are all acting contrary to the decrees of Caesar, saying there is another king—Jesus.”&nbsp;</p><p><sup><strong>8</strong></sup> And they troubled the crowd and the rulers of the city when they heard these things.&nbsp;</p><p><sup><strong>9</strong></sup> So when they had taken security from Jason and the rest, they let them go.&nbsp;</p><p><sup><strong>10</strong></sup> Then the brethren immediately sent Paul and Silas away by night to Berea. When they arrived, they went into the synagogue of the Jews.&nbsp;</p><p><sup><strong>11</strong></sup> These were more fair-minded than those in Thessalonica, in that they received the word with all readiness, and searched the Scriptures daily to find out whether these things were so.&nbsp;</p><p><sup><strong>12</strong></sup> Therefore many of them believed, and also not a few of the Greeks, prominent women as well as men.</p><p><sup><strong>13</strong></sup> But when the Jews from Thessalonica learned that the word of God was preached by Paul at Berea, they came there also and stirred up the crowds.&nbsp;</p><p><sup><strong>14</strong></sup> Then immediately the brethren sent Paul away, to go to the sea; but both Silas and Timothy remained there.&nbsp;</p><p><sup><strong>15</strong></sup> So those who conducted Paul brought him to Athens; and receiving a command for Silas and Timothy to come to him with all speed, they departed.&nbsp;</p><p><sup><strong>16</strong></sup> Now while Paul waited for them at Athens, his spirit was provoked within him when he saw that the city was given over to idols.<br></p><p><br></p><p>The city of Athens was “given over to idols” (Acts 17:16, NKJV). Knowing the history of his own people and their proclivity (despite the endless warnings) to idolatry, Paul was upset at all the idols he found in Athens, as well. No question, Paul was motivated by compassion for the Athenians, who would die in their sins if they did not learn of the true God.&nbsp;</p><p>Today, our cities are still full of idols, even though they are less obvious than what Paul saw. And unfortunately, many believers are fully capable of walking through a city without reacting in the least to its idols. Paul, though, was tuned in to the Holy Spirit enough to respond. Out of step with some other believers, who still didn’t grasp that the gospel was for all the world, Paul knew that God wanted the Athenians to be saved along with everyone else. He understood that the global mission concept was to take the gospel to those who were entirely unreached, including idol-worshiping pagans, as well as the philosophers who filled the streets of Athens.&nbsp;</p><p>Paul, therefore, frequented the marketplace where these people were to be found. We might say that he formed the first Global Mission Study Center, where he used the marketplace to study and test methods of reaching the hearts and minds of these pagans.&nbsp;</p><p>Paul knew that he could not approach the Athenians in the same way that he approached Jews or even God-fearing Gentiles. These were people whose starting point was not the God of Israel or His works among the nation of Israel. No matter how central these concepts and beliefs were to the Jews and even to the God-fearing Gentiles, they meant nothing to the people Paul encountered in the Athenian marketplace. Hence, an entirely new approach would be needed.&nbsp;</p><p>Today, we often seek to reach people whose background has nothing in common with what has been called “the Judeo-Christian” heritage. Hence, like Paul, we need to adapt. An approach that might work fine, for example, in Buenos Aires could be useless in Bangkok.&nbsp;</p><p><strong>What kind of idols are people worshiping in your society, and how can you open their eyes to how worthless it all is?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 4",
          "dayTitle": "<p>Paul in the Areopagus<br></p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p>No matter where he was, Paul, given his commission from God, was going to preach the gospel. So, that’s exactly what he sought to do in Athens.&nbsp;</p><p><strong>Read Acts 17:18–21. What were some of the different ways that the pagans in the marketplace reacted to Paul’s speaking and questioning?&nbsp;</strong></p><p><strong>Acts 17:18–21</strong></p><p><sup><strong>18</strong> </sup>Then certain Epicurean and Stoic philosophers encountered him. And some said, “What does this babbler want to say?” Others said, “He seems to be a proclaimer of foreign gods,” because he preached to them Jesus and the resurrection.&nbsp;</p><p><sup><strong>19</strong></sup> And they took him and brought him to the Areopagus, saying, “May we know what this new doctrine is of which you speak?&nbsp;</p><p><sup><strong>20</strong></sup> For you are bringing some strange things to our ears. Therefore we want to know what these things mean.”&nbsp;</p><p><sup><strong>21</strong></sup> For all the Athenians and the foreigners who were there spent their time in nothing else but either to tell or to hear some new thing.</p><p><br></p><p>Clearly, with his “foreign gods,” Paul made an impression on these people in the marketplace (Acts 17:18), and so they took him to the Areopagus, a part of the city where legal and religious matters were adjudicated, though it does not seem as if Paul was facing any kind of legal trial. It was just, it seemed, to give him and his “new doctrine” (Acts 17:19) a hearing. It would be hard to ignore someone of Paul’s eloquence, passion, and intelligence, even if he were promoting ideas that seemed very strange to these people.&nbsp;</p><p>Acts 17:21 says the Athenians did nothing but talk about and listen to the latest ideas. Was Luke accusing them of laziness? Probably not. More likely he was pointing out that they were experienced thinkers and debaters. After all, the Greeks produced such men as Socrates, Plato, and Aristotle, philosophers whose influence has reached down to our day, as well. Athens for centuries had been seen as the center of intellectual and philosophical thought. Though some of these thinkers were not atheists, certainly not in the sense that we think of atheism today, many of their philosophical ideas were radically different from the teachings of Christianity. It’s hard, for example, to find a place in the philosophy of the Epicureans and Stoics for something like a resurrected Messiah.&nbsp;</p><p>In Athens, Paul had expected that the Holy Spirit could use his knowledge and oratorical skills, which he had gained in his education under Gamaliel. But in reality it was Paul’s education on the streets of Athens that the Holy Spirit was able to use even more. “The wisest of his hearers were astonished as they listened to his reasoning. He showed himself familiar with their works of art, their literature, and their religion.”—Ellen G. White, The Acts of the Apostles, p. 237.&nbsp;</p><p><strong>After Paul’s experience in Athens with these pagans and philosophers, he wrote to the Corinthians that “I determined not to know anything among you except Jesus Christ and Him crucified” (1 Cor. 2:2, NKJV). What lesson is there for us about how central Christ must be to our message regardless of whom we are preaching to?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 5",
          "dayTitle": "<p>Paul and the Unknown God</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p>Notice that Paul did not disparage the false religion or false gods of the Athenians. He gathered whatever points of good he could find, few as they were, and capitalized on them.&nbsp;</p><p><strong>Read Acts 17:22, 23. What was Paul doing here in his attempt to reach these people with the gospel? </strong><strong><br></strong></p><p><strong>Acts 17:22-23</strong></p><p><sup><strong>22 </strong></sup>Then Paul stood in the midst of the Areopagus and said, “Men of Athens, I perceive that in all things you are very religious;&nbsp;</p><p><sup><strong>23</strong></sup> for as I was passing through and considering the objects of your worship, I even found an altar with this inscription: TO THE UNKNOWN GOD. Therefore, the One whom you worship without knowing, Him I proclaim to you:<br></p><p><br></p><p>“ ‘People of Athens! I see that in every way you are very religious’ ” (Acts 17:22, NIV). Paul was complimenting pagans! Their religion was misguided in every way, and yet, Paul complimented their devotion to it because devotion to even misguided spirituality is more commendable than not caring at all about spirituality.&nbsp;</p><p>Paul continued, “ ‘As I walked around and looked carefully at your objects of worship . . .’ ” (Acts 17:23, NIV). By describing his own study of the Athenian religion, Paul communicated a respectful attitude toward the people. He was not rushing in as a self-proclaimed expert with all the answers for how the people needed to change. In reality, he was, in fact, an expert and did, in fact, have the answers that these people needed! But he did not present himself that way, or else he would have been rejected outright. Instead, he was seen as someone who cared for the people and desired their good.&nbsp;</p><p>Commenting on the inscription, “TO THE UNKNOWN GOD” (Acts 17:23, NKJV), Paul took advantage of what could be seen as common ground. They believed in god (many, actually), which was a great start (some people back then didn’t believe) and could open the way to deeper conversation. He did not scoff at the negative idea of an altar to an unknown god. Instead, he appreciated and admired a people who cared enough about spiritual things to go to the effort and expense of worshiping something they didn’t even know, just in case they were missing something.&nbsp;</p><p>Were they misguided? Of course, but that could be addressed. What was important in the beginning was that they were devout in what they did understand. That, Paul recognized, was material the Holy Spirit could work with. Paul had found a talking point that would pique their interest. <br></p><p><strong>What bridges and points of contact can you think of that would open opportunities for deeper conversation with others with whom you come in contact?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 6",
          "dayTitle": "<p>Introducing a New God<br></p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>Now that Paul had the attention of the thinkers in Athens, he turned his audience to the God of heaven.&nbsp;</p><p><strong>Read Acts 17:24–27. What approach was Paul taking here in an attempt to reach these people?&nbsp;</strong></p><p><strong>Acts 17:24–27</strong></p><p><strong><sup>24</sup></strong> God, who made the world and everything in it, since He is Lord of heaven and earth, does not dwell in temples made with hands.&nbsp;</p><p><sup><strong>25</strong></sup> Nor is He worshiped with men’s hands, as though He needed anything, since He gives to all life, breath, and all things.&nbsp;</p><p><sup><strong>26</strong></sup> And He has made from one blood every nation of men to dwell on all the face of the earth, and has determined their preappointed times and the boundaries of their dwellings,&nbsp;</p><p><sup><strong>27</strong></sup> so that they should seek the Lord, in the hope that they might grope for Him and find Him, though He is not far from each one of us;</p><p><br></p><p>For a people who cared enough about spiritual things to build an altar to an unknown god, Paul’s words were intriguing: a Creator God who does not live in a temple needs nothing from humans, but instead sup- plies human needs. For a culture steeped in Greek mythology—in which the gods were unpredictable, self-centered, and cruel—the idea of a God like the one Paul described was a wonderfully intriguing thought. And the men of the Areopagus took their first baby steps toward a God of love.&nbsp;</p><p>The fact is that this God, whom they did not know, could be known! Indeed, He wants to be known, as well.&nbsp;</p><p>Paul probably spoke longer at the Areopagus than just the few words Luke shared in this story. It seems reasonable for the sake of space that Luke just summarized Paul’s speech. If that is true, then each of the concepts we have read so far Paul probably fleshed out in more detail.&nbsp;</p><p><strong>Then we break down Paul’s speech into concepts:&nbsp;</strong></p><p><strong>1.</strong> Paul first complimented their current spiritual awareness and sin- cerity.&nbsp;</p><p><strong>2.</strong> Next he showed that he had studied their belief and that he found some things that he respected from what he had learned.&nbsp;</p><p><strong>3</strong>. He then told them about one particular thing that he had discovered in his study of their religion that they admitted they did not under- stand.&nbsp;</p><p><strong>4. </strong>After that, he shared the aspect of God that he knew they desper- ately needed, which is the fact that God exists and that He loves them and is not far away.</p><p><strong>5.</strong> Finally, at the end of his speech, Paul moved to warning them of what it means to reject the knowledge of this God they did not yet know.&nbsp;</p><p>Paul took them as far as he could, based on what he knew about what they believed. If he could get them that far, he was making good progress. Notice Paul’s appeal to the created world and to God as the Creator (see also Rom. 1:18–25). <br></p><p><strong>Romans 1:18–25</strong></p><p><strong><sup>18</sup></strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth in unrighteousness,&nbsp;</p><p><sup><strong>19 </strong></sup>because what may be known of God is manifest in them, for God has shown it to them. <sup><br></sup></p><p><sup><strong>20</strong></sup> For since the creation of the world His invisible attributes are clearly seen, being understood by the things that are made, even His eternal power and Godhead, so that they are without excuse,&nbsp;</p><p><sup><strong>21</strong></sup> because, although they knew God, they did not glorify Him as God, nor were thankful, but became futile in their thoughts, and their foolish hearts were darkened.&nbsp;</p><p><sup><strong>22</strong></sup> Professing to be wise, they became fools,&nbsp;</p><p><sup><strong>23</strong></sup> and changed the glory of the incorruptible God into an image made like corruptible man—and birds and four-footed animals and creeping things.&nbsp;</p><p><sup><strong>24 </strong></sup>Therefore God also gave them up to uncleanness, in the lusts of their hearts, to dishonor their bodies among themselves,&nbsp;</p><p><sup><strong>25</strong></sup> who exchanged the truth of God for the lie, and worshiped and served the creature rather than the Creator, who is blessed forever. Amen.<br></p><p><br></p><p><strong>Why is this such a good approach to take, at least as a start, with most people? What is it about the created world that points so powerfully to God?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 7",
          "dayTitle": "<p>Crossing a Line<br></p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Acts 17:24–34. How does Paul continue his witness? <br></strong></p><p><strong>Acts&nbsp; 17:24–34</strong></p><p><strong><sup>24</sup></strong> God, who made the world and everything in it, since He is Lord of heaven and earth, does not dwell in temples made with hands.&nbsp;</p><p><sup><strong>25</strong></sup> Nor is He worshiped with men’s hands, as though He needed anything, since He gives to all life, breath, and all things.&nbsp;</p><p><sup><strong>26</strong></sup> And He has made from one blood every nation of men to dwell on all the face of the earth, and has determined their preappointed times and the boundaries of their dwellings,&nbsp;</p><p><sup><strong>27</strong></sup> so that they should seek the Lord, in the hope that they might grope for Him and find Him, though He is not far from each one of us;&nbsp;</p><p><sup><strong>28</strong></sup> for in Him we live and move and have our being, as also some of your own poets have said, ‘For we are also His offspring.’&nbsp;</p><p><sup><strong>29</strong></sup> Therefore, since we are the offspring of God, we ought not to think that the Divine Nature is like gold or silver or stone, something shaped by art and man’s devising.&nbsp;</p><p><sup><strong>30</strong></sup> Truly, these times of ignorance God overlooked, but now commands all men everywhere to repent,&nbsp;</p><p><sup><strong>31</strong></sup> because He has appointed a day on which He will judge the world in righteousness by the Man whom He has ordained. He has given assurance of this to all by raising Him from the dead.”&nbsp;</p><p><strong><sup>32</sup></strong> And when they heard of the resurrection of the dead, some mocked, while others said, “We will hear you again on this matter.”&nbsp;</p><p><sup><strong>33</strong></sup> So Paul departed from among them.&nbsp;</p><p><sup><strong>34</strong></sup> However, some men joined him and believed, among them Dionysius the Areopagite, a woman named Damaris, and others with them.</p><p><br></p><p>It’s also interesting to note that Paul actually quoted some of their own writers, who, having written something fairly close to biblical truth, gave Paul an opening to take his hearers further along. That is, he used his familiarity with their beliefs to seek common ground with them, only to then take it further. No question: in seeking to reach others, having a familiarity with what they believe and seeking points of common ground can be a powerful method of reaching people.&nbsp;</p><p>Notice, too, that Paul uses this common ground with them to go then to where he wanted to go: the resurrection of Jesus and the hope it offered them all. Luke described the reactions to Paul’s closing words about the Resurrection. Some sneered at the idea; others said they wanted to hear Paul again on the matter; and some believed. What is key in this story for our purposes is that all of them had actually listened. And that was Paul’s hope from the beginning.&nbsp;</p><p>We know that some people will reject the gospel, but we must do everything possible to ensure that before they reject it, they understand what they are rejecting. Paul, by his method of working among the Athenians and his strategic use of what he had studied and learned of them, ensured that they heard with open minds that a God existed whom they did not know but who had created them. This God loved them and wanted to be known by them. He had been merciful to them in spite of their ignorance. But Judgment Day was coming. And if all of this sounded too unbelievable, there was verifiable evidence for it in the resurrection of Christ.&nbsp;</p><p>Now that the people had actually heard and comprehended the message, they had to choose for themselves whether to reject it outright or investigate further. And some did investigate further and became followers of Jesus (Acts 17:34).</p><p><strong>Challenge: In prayer, ask for God’s specific guidance in knowing how best to witness to someone you know.&nbsp;</strong></p><p><strong>Challenge Up: Explore social media as a possible “Areopagus” for you to represent the gospel with Paul’s clarity and discretion to unbelievers.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 8",
          "dayTitle": "<p>Further Thought<br></p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p><strong>Further Thought:</strong></p><p> One of the primary takeaways from the story of Paul’s experience at the Areopagus is its on-the-ground study of how to approach an unreached group of unbelievers, which resulted in a small group of believers starting in Athens.&nbsp;</p><p>“The words of the apostle, and the description of his attitude and sur- roundings, as traced by the pen of inspiration, were to be handed down to all coming generations, bearing witness of his unshaken confidence, his courage in loneliness and adversity, and the victory he gained for Christianity in the very heart of paganism.&nbsp;</p><p>“Paul’s words contain a treasure of knowledge for the church. He was in a position where he might easily have said that which would have irritated his proud listeners and brought himself into difficulty. Had his oration been a direct attack upon their gods and the great men of the city, he would have been in danger of meeting the fate of Socrates. But with a tact born of divine love, he carefully drew their minds away from heathen deities, by revealing to them the true God, who was to them unknown.”—Ellen G. White, The Acts of the Apostles, pp. 240, 241.&nbsp;</p><p>By his direct contact with the people, a study of their culture and religion, and his respect for their devotion to spiritual things, Paul managed something notable in Athens—something that is a treasure of knowledge for the church. He avoided irritating his listeners. This was in and of itself a major, God-inspired accomplishment. This, according to Ellen G. White, is the treasure of knowledge that we as a church need to pay attention to in this story.&nbsp;</p><p><strong>Discussion Questions:&nbsp;</strong></p><p><sup><strong>1</strong></sup> With the story of Paul in Athens as a model, what is the first step for anyone beginning new evangelistic work in a city?&nbsp;</p><p><sup><strong>2</strong></sup> What sort of behavior is required of a Christian to build bridges with people in the city (and frankly, anywhere else) who do not know God?&nbsp;</p><p><sup><strong>3</strong></sup> When we are provoked by the modern types of idols, what should we avoid doing, especially right at first, in starting new work among the people who worship those idols?&nbsp;</p><p><sup><strong>4</strong></sup> Paul could have stopped with just introducing the people to this God who loved them, and they would have been quite pleased. But then he crossed a line that made people think he was deluded when he brought in the Resurrection. Should he have done that? Why, or why not?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "x",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p><strong>Mission Path to Spain:</strong> <strong>Part 4 <br></strong></p><p>By Andrew Mcchesney</p><p>Luis Paiva decided to open a fruit stand in Spain. But he moved forward with fear, sensing that God was calling him to serve elsewhere. He also worried that his new business might prevent him from giving his all to God.&nbsp;</p><p>Two short weeks after opening the fruit stand, everything seemed to fall apart. His business was failing. His partners were cheating him. He fell ill and no longer could walk. But Luis didn’t want to give up. He asked fellow Seventh-day Adventists for business advice. One of them, knowing that Luis had trained to be a pastor, reprimanded him. “You shouldn’t be engaged in worldly business but in the business of winning souls for the Lord,” he said.&nbsp;</p><p>For Luis, the rebuke was like hearing God’s voice. But he felt even more hopeless. How could he serve as a pastor without a church? Luis talked over the matter with his wife, and they decided to return to their native country, Venezuela. Perhaps he could recover his health there.&nbsp;</p><p>A short time later, Luis got a call from Gabriel Diaz, a leader of the Adventist Church in Spain. The church was looking for a missionary to work in Lugo, a city in northwestern Spain. Luis was delighted at the prospect of returning to full-time ministry, but he acknowledged that he had serious health and business problems. “I’m not even able to walk,” he said.&nbsp;</p><p>The church leader was not dissuaded, and the two men prayed together.&nbsp;</p><p>In two weeks, Luis regained his ability to walk, and he opened a house church in Lugo. On the first Sabbath, only two people, both church members, showed up to worship. But in just four months, 22 people were gathering in the house church every Sabbath. Among them were three newly baptized members and others preparing for baptism. In addition, Luis had opened a Bible study school and a school of evangelism to teach people how to win souls for God. He was making plans to plant an official church.&nbsp;</p><p>“We know that we have to win many souls in order for that to happen,” he says. “But I trust God, and I have confidence in Him that this will happen because we are using Christ’s method alone.”&nbsp;</p><p>“Christ’s method alone,” according to Ellen White, “will give true success in reaching the people. The Saviour mingled with men as one who desired their good. He showed His sympathy for them, ministered to their needs, and won their confidence. Then He bade them, ‘Follow Me’ ” (Ministry of Healing, p. 143).&nbsp;</p><p>As a pastor in Venezuela and later a missionary in Mexico, Luis never dreamed that he would be serving God in Spain. But he couldn’t be happier.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>Mission to the Unreached: Part 1<br></p>",
      "verse": "<p>“ ‘The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by human hands’ ” (Acts 17:24, NIV).<br></p>",
      "versionCode": 30,
      "weekDate": "December 2-8"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
