{
   "data":[
      {
         "color":"#5885AF",
         "id":9,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"24 de agosto",
               "dayTitle":"<p>CONTROVERSIAS EN&nbsp;JERUSALÉN</p>",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p>Marcos 2 y 3 registran cinco controversias entre Jesús y los líderes religiosos (ver la lección 3). En la lección de esta semana, cuando Jesús llega a Jerusalén, protagoniza seis controversias con los dirigentes religiosos. Estas dos series de controversias actúan como paréntesis, una al comienzo y otra al final del ministerio terrenal de Jesús. Cada serie tiene que ver con asuntos importantes para la vida cristiana. Las instrucciones de Jesús, aun en estas situaciones polémicas, orientan a los creyentes tanto en asuntos fundamentales de la fe como en cuestiones prácticas de la vida cotidiana.\n</p><p>Los líderes religiosos acuden a confrontar, tratar de confundir y derrotar a Jesús, pero sin éxito. Parte de la lección de esta semana incluirá analizar precisamente qué hace que las personas se opongan a Dios y, a su vez, considerará qué pueden hacer los cristianos para superar los prejuicios y hablar al corazón de quienes resisten el llamado del Espíritu.\n</p><p>En Marcos 11, el ministerio de Jesús tendrá lugar en Jerusalén durante la Pascua (marzo-abril). Marcos 11 al 16 cubre poco más de una semana; la velocidad narrativa ha disminuido marcadamente. Los primeros diez capítulos cubren aproximadamente tres años y medio. Esta desaceleración apunta a la importancia de estas escenas finales.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de agosto",
               "dayTitle":"<p>LA ENTRADA TRIUNFAL</p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Marcos 11:1 al 11; y Zacarías 9:9 y 10. ¿Qué está sucediendo aquí?\n</strong></p><p><strong>Marcos 11:1 al 11</strong></p><p><strong><sup>1</sup></strong> Cuando se acercaban a Jerusalén, junto a Betfagé y a Betania, frente al monte de los Olivos, Jesús envió dos de sus discípulos,&nbsp;</p><p><sup><strong>2</strong></sup> y les dijo: Id a la aldea que está enfrente de vosotros, y luego que entréis en ella, hallaréis un pollino atado, en el cual ningún hombre ha montado; desatadlo y traedlo.&nbsp;</p><p><strong><sup>3</sup></strong> Y si alguien os dijere: ¿Por qué hacéis eso? decid que el Señor lo necesita, y que luego lo devolverá.&nbsp;</p><p><strong><sup>4</sup></strong> Fueron, y hallaron el pollino atado afuera a la puerta, en el recodo del camino, y lo desataron.&nbsp;</p><p><strong><sup>5</sup></strong> Y unos de los que estaban allí les dijeron: ¿Qué hacéis desatando el pollino?&nbsp;</p><p><strong><sup>6</sup></strong> Ellos entonces les dijeron como Jesús había mandado; y los dejaron.&nbsp;</p><p><strong><sup>7</sup></strong> Y trajeron el pollino a Jesús, y echaron sobre él sus mantos, y se sentó sobre él.&nbsp;</p><p><strong><sup>8</sup></strong> También muchos tendían sus mantos por el camino, y otros cortaban ramas de los árboles, y las tendían por el camino.&nbsp;</p><p><strong><sup>9</sup></strong> Y los que iban delante y los que venían detrás daban voces, diciendo: ¡Hosanna! ¡Bendito el que viene en el nombre del Señor!&nbsp;</p><p><strong><sup>10</sup></strong> ¡Bendito el reino de nuestro padre David que viene! ¡Hosanna en las alturas!\n</p><p>\n</p><p><strong><sup>11</sup></strong> Y entró Jesús en Jerusalén, y en el templo; y habiendo mirado alrededor todas las cosas, como ya anochecía, se fue a Betania con los doce.<br></p><p><br></p><p><strong>Zacarías 9:9 y 10</strong></p><p><strong><sup>9</sup> </strong>Alégrate mucho, hija de Sion; da voces de júbilo, hija de Jerusalén; he aquí tu rey vendrá a ti, justo y salvador, humilde, y cabalgando sobre un asno, sobre un pollino hijo de asna.&nbsp;</p><p><strong><sup>10</sup></strong> Y de Efraín destruiré los carros, y los caballos de Jerusalén, y los arcos de guerra serán quebrados; y hablará paz a las naciones, y su señorío será de mar a mar, y desde el río hasta los fines de la tierra.</p><p><br></p><p>La mitad de esta historia se refiere al envío de dos discípulos, por parte de Jesús, a un poblado cercano para buscar un asno en el que él entraría a Jerusalén. ¿Por qué se dedica tanto tiempo a este relato?\n</p><p>La respuesta es doble. Primero, porque demuestra las capacidades proféticas de Jesús, exaltando así la dignidad de su arribo y vinculándolo a la voluntad de Dios. Segundo, este aspecto de la historia establece una conexión con Zacarías 9:9 y 10, que describe al rey entrando en Jerusalén montado sobre un burro. También es reminiscente de la entrada de Salomón en Jerusalén sobre un asno (1 Rey. 1:32-48), cuando Adonías trató de usurpar el trono y David ordenó que Salomón fuera inmediatamente coronado.\n</p><p>“Quinientos años antes del nacimiento de Cristo, el profeta Zacarías predijo así la venida del Rey de Israel. Esta profecía se iba a cumplir ahora. El que siempre había rechazado los honores reales iba a entrar en Jerusalén como el prometido heredero del trono de David” (DTG 523).\n</p><p>Jerusalén está ubicada en una región de colinas, a una altitud de unos 740 metros. En los días de Jesús, su población era de entre 40.000 y 50.000 personas, pero ese número aumentaba en ocasión de la Pascua. La ciudad cubría una superficie de unos 125 kilómetros cuadrados, pero el monte sobre el que se erigía el Templo ocupaba casi 18 de esos kilómetros. El hermoso complejo del Templo dominaba la ciudad.\n</p><p>Jesús entró por el este: descendió por el Monte de los Olivos e ingresó en la ciudad probablemente por la Puerta Dorada (actualmente tapiada) en dirección al Monte del Templo. La ciudad entera se vio agitada por la llegada de Jesús, pues todos se daban cuenta de la relevancia de su acción simbólica. La multitud que acompañaba a Jesús gritaba hosanna, un término cuyo significado original era “salva ahora”, pero que luego llegó a tener el sentido de “gloria a Dios”.\n</p><p>El tiempo del secreto, de la confidencialidad en la que Jesús había insistido a lo largo del Evangelio de Marcos, ha terminado. Ahora Jesús entra en la ciudad mediante una bien conocida acción simbólica vinculada a la realeza. Ingresa al Templo, pero por cuanto es tarde, simplemente mira alrededor y parte luego a Betania con los doce discípulos. Lo que pudo haber terminado en una revuelta concluye, en cambio, con su serena salida de allí. Pero el día siguiente sería diferente.\n</p><p><strong>La acción de montar sobre un asno sugiere humildad. ¿Por qué es ese un rasgo tan importante, especialmente para los cristianos? ¿Hay algo de que podamos enorgullecernos a la luz de la Cruz?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"26 de agosto",
               "dayTitle":"<p>UN ÁRBOL MALDITO Y UN TEMPLO PURIFICADO</p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Marcos 11:12 al 26. ¿Cuál es el significado de los eventos descritos aquí?\n</strong></p><p><strong>Marcos 11:12 al 26</strong></p><p><strong><sup>12</sup></strong> Al día siguiente, cuando salieron de Betania, tuvo hambre.&nbsp;</p><p><strong><sup>13</sup></strong> Y viendo de lejos una higuera que tenía hojas, fue a ver si tal vez hallaba en ella algo; pero cuando llegó a ella, nada halló sino hojas, pues no era tiempo de higos.&nbsp;</p><p><strong><sup>14</sup></strong> Entonces Jesús dijo a la higuera: Nunca jamás coma nadie fruto de ti. Y lo oyeron sus discípulos.</p><p><strong><sup>15 </sup></strong>Vinieron, pues, a Jerusalén; y entrando Jesús en el templo, comenzó a echar fuera a los que vendían y compraban en el templo; y volcó las mesas de los cambistas, y las sillas de los que vendían palomas;&nbsp;</p><p><strong><sup>16</sup></strong> y no consentía que nadie atravesase el templo llevando utensilio alguno.&nbsp;</p><p><strong><sup>17</sup></strong> Y les enseñaba, diciendo: ¿No está escrito: Mi casa será llamada casa de oración para todas las naciones? Mas vosotros la habéis hecho cueva de ladrones.&nbsp;</p><p><strong><sup>18</sup></strong> Y lo oyeron los escribas y los principales sacerdotes, y buscaban cómo matarle; porque le tenían miedo, por cuanto todo el pueblo estaba admirado de su doctrina.&nbsp;</p><p><strong><sup>19</sup></strong> Pero al llegar la noche, Jesús salió de la ciudad.\n</p><p><strong><sup>20</sup></strong> Y pasando por la mañana, vieron que la higuera se había secado desde las raíces.&nbsp;</p><p><strong><sup>21</sup></strong> Entonces Pedro, acordándose, le dijo: Maestro, mira, la higuera que maldijiste se ha secado.&nbsp;</p><p><strong><sup>22</sup></strong> Respondiendo Jesús, les dijo: Tened fe en Dios.&nbsp;</p><p><strong><sup>23</sup></strong> Porque de cierto os digo que cualquiera que dijere a este monte: Quítate y échate en el mar, y no dudare en su corazón, sino creyere que será hecho lo que dice, lo que diga le será hecho.&nbsp;</p><p><strong><sup>24</sup></strong> Por tanto, os digo que todo lo que pidiereis orando, creed que lo recibiréis, y os vendrá.&nbsp;</p><p><strong><sup>25</sup></strong> Y cuando estéis orando, perdonad, si tenéis algo contra alguno, para que también vuestro Padre que está en los cielos os perdone a vosotros vuestras ofensas.&nbsp;</p><p><strong><sup>26</sup></strong> Porque si vosotros no perdonáis, tampoco vuestro Padre que está en los cielos os perdonará vuestras ofensas.<br></p><p><br></p><p>En la mañana, mientras venía de Betania, a unos tres kilómetros de Jerusalén, Jesús sintió hambre. Al ver una higuera frondosa, se dirigió a ella para encontrar tal vez algún fruto temprano. Esta acción no habría sido considerada un hurto, puesto que, según la legislación del Antiguo Testamento, uno podía comer del campo o el huerto de un vecino para satisfacer su apetito (Lev. 19:9, 10; 23:22; Deut. 23:25). Pero no encontró fruto, y dijo al árbol: “Nunca más coma nadie fruto de ti” (Mar. 11:14). Aquello era una acción atípica y extraña de parte de Jesús, pero lo que acontece inmediatamente es más impactante aún.\n</p><p>Lo que sucede luego tuvo lugar, probablemente, en el atrio de los gentiles, donde tenía lugar la venta de animales para los sacrificios (una novedad implementada poco antes por Caifás). Jesús expulsa a los vendedores para restaurar el culto reverente. Su acción es una afrenta directa contra los que estaban a cargo del sistema del Templo.\n</p><p>Jesús vincula dos pasajes del Antiguo Testamento en su dura reprimenda contra el profano tráfico. Insiste en que el Templo debe ser una casa de oración para todos los pueblos (Isa. 56:7), incluyendo enfáticamente a los gentiles. Luego dice que los líderes han convertido el Templo en una cueva de ladrones (Jer. 7:11). Más tarde, al final de esta asombrosa jornada, Jesús abandona la ciudad junto con sus discípulos (Mar. 11:19).\n</p><p>A la mañana siguiente, al ir nuevamente a la ciudad (ver Mar. 11:20-26), los discípulos se asombran al ver la higuera marchita de raíz. Jesús imparte una lección acerca de la oración y el perdón como parte de su explicación acerca de lo ocurrido. ¿Qué significa todo esto?\n</p><p>Estos dos relatos constituyen la cuarta historia sándwich del Evangelio de Marcos (ver la lección 3). En las historias de ese tipo, se emplea la ironía que se dramatiza mediante personajes paralelos que realizan acciones opuestas o mediante personajes opuestos que realizan acciones paralelas. En esta historia, la higuera y el Templo están en paralelo. Jesús maldice la higuera, pero purifica el Templo, dos acciones opuestas. Pero la ironía consiste en que los dirigentes religiosos se complotarán ahora para matar a Jesús, y esa acción significará el fin de los servicios del Templo, los cuales hallaron su cumplimiento en Jesús.\n</p><p><strong>¿Qué cosas de tu vida necesitan ser limpiadas por Jesús? ¿Cómo ocurre esto?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"27 de agosto",
               "dayTitle":"<p>¿QUIÉN DIJO QUE PODÍAS HACER ESO?</p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Marcos 11:27 al 33. ¿Qué desafío plantearon los líderes religiosos a Jesús y cómo respondió él?\n</strong></p><p><strong>Marcos 11:27 al 33</strong></p><p><strong><sup>27</sup> </strong>Volvieron entonces a Jerusalén; y andando él por el templo, vinieron a él los principales sacerdotes, los escribas y los ancianos,&nbsp;</p><p><strong><sup>28</sup></strong> y le dijeron: ¿Con qué autoridad haces estas cosas, y quién te dio autoridad para hacer estas cosas?&nbsp;</p><p><strong><sup>29</sup></strong> Jesús, respondiendo, les dijo: Os haré yo también una pregunta; respondedme, y os diré con qué autoridad hago estas cosas.&nbsp;</p><p><strong><sup>30</sup></strong> El bautismo de Juan, ¿era del cielo, o de los hombres? Respondedme.&nbsp;</p><p><strong><sup>31</sup></strong> Entonces ellos discutían entre sí, diciendo: Si decimos, del cielo, dirá: ¿Por qué, pues, no le creísteis?&nbsp;</p><p><strong><sup>32</sup></strong> ¿Y si decimos, de los hombres…? Pero temían al pueblo, pues todos tenían a Juan como un verdadero profeta.&nbsp;</p><p><strong><sup>33</sup></strong> Así que, respondiendo, dijeron a Jesús: No sabemos. Entonces respondiendo Jesús, les dijo: Tampoco yo os digo con qué autoridad hago estas cosas.</p><p><br></p><p>Un día después de que Jesús limpió el Templo, los líderes religiosos lo confrontan en sus atrios y le preguntan con qué autoridad había actuado el día anterior. No pretenden escuchar la verdad, sino entramparlo. Si dice que su autoridad proviene de Dios, ellos negarán que un simple carpintero de pueblo tenga tal autoridad. Si él dice que su autoridad es humana, lo despreciarán como a un tonto.\n</p><p>Pero Jesús percibe la trampa y les dice que contestará su pregunta si ellos responden primero una suya. Lo que les pregunta es si el bautismo de Juan el Bautista provenía de Dios o de los hombres. Ellos se dan cuenta al instante de que son ellos quienes han sido entrampados. Si admiten que ese bautismo provenía de Dios, Jesús les dirá: “¿Por qué no le creyeron?” Si dicen que fue una iniciativa humana, temen la reacción de la gente. Así que, mienten y responden que no saben. Esto da a Jesús la oportunidad de rehusarse a contestar la pregunta de ellos.\n</p><p><strong>Lee Marcos 12:1 al 12. ¿Cómo continuó Jesús su negativa a responder, y con qué efecto?\n</strong></p><p><strong>Marcos 12:1 al 12</strong></p><p><strong><sup>1</sup></strong> Entonces comenzó Jesús a decirles por parábolas: Un hombre plantó una viña, la cercó de vallado, cavó un lagar, edificó una torre, y la arrendó a unos labradores, y se fue lejos.&nbsp;</p><p><sup><strong>2</strong> </sup>Y a su tiempo envió un siervo a los labradores, para que recibiese de estos del fruto de la viña.&nbsp;</p><p><strong><sup>3</sup></strong> Mas ellos, tomándole, le golpearon, y le enviaron con las manos vacías.&nbsp;</p><p><strong><sup>4</sup></strong> Volvió a enviarles otro siervo; pero apedreándole, le hirieron en la cabeza, y también le enviaron afrentado.&nbsp;</p><p><strong><sup>5</sup></strong> Volvió a enviar otro, y a este mataron; y a otros muchos, golpeando a unos y matando a otros.&nbsp;</p><p><strong><sup>6</sup></strong> Por último, teniendo aún un hijo suyo, amado, lo envió también a ellos, diciendo: Tendrán respeto a mi hijo.&nbsp;</p><p><strong><sup>7</sup></strong> Mas aquellos labradores dijeron entre sí: Este es el heredero; venid, matémosle, y la heredad será nuestra.&nbsp;</p><p><strong><sup>8</sup></strong> Y tomándole, le mataron, y le echaron fuera de la viña.&nbsp;</p><p><strong><sup>9</sup></strong> ¿Qué, pues, hará el señor de la viña? Vendrá, y destruirá a los labradores, y dará su viña a otros.&nbsp;</p><p><strong><sup>10</sup></strong> ¿Ni aun esta escritura habéis leído:\n</p><p>\n</p><p>La piedra que desecharon los edificadores<br></p><p>\n</p><p>Ha venido a ser cabeza del ángulo;<strong><sup><br></sup></strong></p><p><strong><sup>11</sup></strong> El Señor ha hecho esto,<br></p><p>Y es cosa maravillosa a nuestros ojos?<strong><sub><br></sub></strong></p><p><strong><sub>12</sub></strong> Y procuraban prenderle, porque entendían que decía contra ellos aquella parábola; pero temían a la multitud, y dejándole, se fueron.</p><p><br></p><p>Jesús presenta una parábola acerca de una viña, un propietario y arrendatarios a quienes el dueño alquila el campo. La historia que Jesús narra tiene grandes similitudes con la parábola de la viña en Isaías 5, donde Dios presenta una acusación contra el Israel infiel. Cualquiera habría reconocido el paralelo, especialmente los líderes religiosos.<br></p><p>La historia se desarrolla de una manera muy inusual, dado que los arrendatarios se niegan a entregar el fruto de la viña al propietario. En lugar de ello, maltratan y matan a los siervos que él envía. Finalmente, el dueño envía a su amado hijo, a quien espera que ellos respeten. Pero no ocurre eso. Razonan, en cambio –y extrañamente– que, si matan al hijo, la viña les pertenecerá. Su descabellado razonamiento es asombroso, y la sentencia que se les impondrá está justificada.\n</p><p><strong>Lo que Jesús estaba haciendo en esta historia era dirigir a los líderes religiosos una solemne advertencia acerca del desenlace de su conducta. Vista desde esta perspectiva, su parábola es un amoroso preaviso. Aún no es muy tarde para que cambien y eviten un juicio seguro. Algunos de ellos se arrepentirán, cambiarán y aceptarán a Jesús. Otros, no.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de agosto",
               "dayTitle":"<p>DEBERES TERRENALES Y RESULTADOS CELESTIALES</p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Marcos 12:13 al 27. ¿Qué está ocurriendo aquí y qué verdades enseña Jesús?\n</strong></p><p><strong>Marcos 12:13 al 27</strong></p><p><strong><sup>13</sup> </strong>Y le enviaron algunos de los fariseos y de los herodianos, para que le sorprendiesen en alguna palabra.&nbsp;</p><p><strong><sup>14</sup></strong> Viniendo ellos, le dijeron: Maestro, sabemos que eres hombre veraz, y que no te cuidas de nadie; porque no miras la apariencia de los hombres, sino que con verdad enseñas el camino de Dios. ¿Es lícito dar tributo a César, o no? ¿Daremos, o no daremos?&nbsp;</p><p><strong><sup>15</sup></strong> Mas él, percibiendo la hipocresía de ellos, les dijo: ¿Por qué me tentáis? Traedme la moneda para que la vea.&nbsp;</p><p><strong><sup>16</sup></strong> Ellos se la trajeron; y les dijo: ¿De quién es esta imagen y la inscripción? Ellos le dijeron: De César.&nbsp;</p><p><strong><sup>17</sup></strong> Respondiendo Jesús, les dijo: Dad a César lo que es de César, y a Dios lo que es de Dios. Y se maravillaron de él.\n</p><p>\n</p><p><strong><sup>18</sup></strong> Entonces vinieron a él los saduceos, que dicen que no hay resurrección, y le preguntaron, diciendo:&nbsp;</p><p><strong><sup>19</sup></strong> Maestro, Moisés nos escribió que si el hermano de alguno muriere y dejare esposa, pero no dejare hijos, que su hermano se case con ella, y levante descendencia a su hermano.&nbsp;</p><p><strong><sup>20</sup></strong> Hubo siete hermanos; el primero tomó esposa, y murió sin dejar descendencia.&nbsp;</p><p><strong><sup>21</sup></strong> Y el segundo se casó con ella, y murió, y tampoco dejó descendencia; y el tercero, de la misma manera.&nbsp;</p><p><strong><sup>22</sup></strong> Y así los siete, y no dejaron descendencia; y después de todos murió también la mujer.&nbsp;</p><p><strong><sup>23</sup></strong> En la resurrección, pues, cuando resuciten, ¿de cuál de ellos será ella mujer, ya que los siete la tuvieron por mujer?<br></p><p>\n</p><p><strong><sup>24</sup></strong> Entonces respondiendo Jesús, les dijo: ¿No erráis por esto, porque ignoráis las Escrituras, y el poder de Dios?&nbsp;</p><p><strong><sup>25</sup></strong> Porque cuando resuciten de los muertos, ni se casarán ni se darán en casamiento, sino serán como los ángeles que están en los cielos.&nbsp;</p><p><strong><sup>26</sup></strong> Pero respecto a que los muertos resucitan, ¿no habéis leído en el libro de Moisés cómo le habló Dios en la zarza, diciendo: Yo soy el Dios de Abraham, el Dios de Isaac y el Dios de Jacob?&nbsp;</p><p><strong><sup>27</sup></strong> Dios no es Dios de muertos, sino Dios de vivos; así que vosotros mucho erráis.<br></p><p><br></p><p>Los líderes religiosos estaban tratando de sorprender a Jesús en algo que pudieran usar para condenarlo ante el gobernador romano o ante el pueblo. En el caso de esta controversia, la cuestión giraba en torno al pago de impuestos. En esa época y lugar, negarse a pagar los impuestos podía ser interpretado como un acto de rebelión contra el Gobierno romano, un delito grave.\n</p><p>La respuesta de Jesús acerca de dar a César lo que es de César y a Dios lo que es de Dios lo puso a salvo de una trampa, pero también significó una profunda lección sobre la responsabilidad del creyente hacia el Gobierno. Jesús “declaró que, ya que estaban viviendo bajo la protección del poder romano, debían dar a ese poder el apoyo que exigía mientras no estuviese en conflicto con un deber superior. Pero, mientras se sujetasen pacíficamente a las leyes del país, debían en toda oportunidad tributar su primera fidelidad a Dios” (DTG 554).\n</p><p>Lo que viene luego es una pregunta acerca de la resurrección de los muertos. Los saduceos eran un grupo sacerdotal que aceptaba solo los cinco libros de Moisés como Escritura. No creían en la resurrección de los muertos. El escenario que presentaron a Jesús fue probablemente hipotético, y tenía que ver con siete hermanos y una mujer. De acuerdo con la ley de Moisés, a fin de preservar la propiedad dentro de la familia, cuando un hombre moría sin dejar descendientes, su hermano debía casarse con la viuda, y el primogénito resultante de esa unión era considerado legalmente como hijo del difunto (Deut. 25:5-10).\n</p><p>Procurando desacreditar la doctrina de la resurrección, los saduceos proponen aquí un dilema moral: ¿De cuál de los hermanos será esposa la mujer cuando ocurra la resurrección? Jesús contrarresta el argumento de ellos en dos pasos, haciendo referencia a las Escrituras y al poder de Dios. Primero, describe el poder de Dios en la resurrección e indica que la institución del matrimonio ya no existirá en el Cielo. Luego, defiende la doctrina de la resurrección apelando a Éxodo 3, donde Dios dice que es Dios de Abrahán, Isaac y Jacob. Jesús da a entender que esto significa que Dios los resucitará; ellos no pueden permanecer muertos si Dios es el Dios de Abraham, de Isaac y de Jacob, quienes están, por ahora, muertos.\n</p><p><strong>Si alguien te preguntara si conoces el poder de Dios, ¿qué le responderías y por qué?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de agosto",
               "dayTitle":"<p>EL MANDAMIENTO MÁS IMPORTANTE</p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p><strong>Lee Marcos 12:28 al 34. ¿Qué profunda pregunta hizo el escriba amigable, y cuál fue la doble respuesta de Jesús?\n</strong></p><p><strong>Marcos 12:28 al 34</strong></p><p><strong><sup>28</sup></strong> Acercándose uno de los escribas, que los había oído disputar, y sabía que les había respondido bien, le preguntó: ¿Cuál es el primer mandamiento de todos?&nbsp;</p><p><strong><sup>29</sup></strong> Jesús le respondió: El primer mandamiento de todos es: Oye, Israel; el Señor nuestro Dios, el Señor uno es.&nbsp;</p><p><strong><sup>30</sup></strong> Y amarás al Señor tu Dios con todo tu corazón, y con toda tu alma, y con toda tu mente y con todas tus fuerzas. Este es el principal mandamiento.&nbsp;</p><p><strong><sup>31</sup></strong> Y el segundo es semejante: Amarás a tu prójimo como a ti mismo. No hay otro mandamiento mayor que estos.&nbsp;</p><p><strong><sup>32</sup></strong> Entonces el escriba le dijo: Bien, Maestro, verdad has dicho, que uno es Dios, y no hay otro fuera de él;&nbsp;</p><p><strong><sup>33</sup></strong> y el amarle con todo el corazón, con todo el entendimiento, con toda el alma, y con todas las fuerzas, y amar al prójimo como a uno mismo, es más que todos los holocaustos y sacrificios.&nbsp;</p><p><strong><sup>34</sup></strong> Jesús entonces, viendo que había respondido sabiamente, le dijo: No estás lejos del reino de Dios. Y ya ninguno osaba preguntarle.</p><p><br></p><p>Hasta este punto del Evangelio de Marcos, la mayoría de los líderes religiosos, con pocas excepciones, son antagónicos a Jesús. Esto es particularmente cierto en el caso de Jerusalén, donde Jesús ha confrontado al liderazgo acerca de la adoración en el Templo, algo que se encuentra en el corazón mismo del judaísmo. Por lo tanto, el hecho de que un escriba escuchara las disputas y apreciara las respuestas de Jesús demuestra honestidad y valentía frente a la animosidad prevaleciente contra él. Habría sido más fácil simplemente permanecer en un segundo plano y solo observar, aun simpatizando con Jesús. Pero este hombre no hace eso.\n</p><p>El escriba penetra hasta el corazón mismo de la religión con su pregunta acerca de cuál de los mandamientos es el más importante. Jesús responde con simplicidad y claridad citando la Shemá, la confesión de fe del judaísmo tomada de Deuteronomio 6:4 y 5. El más importante de los mandamientos, dice Jesús, es amar a Dios con todo el corazón, el alma, la mente y las fuerzas; es decir, con la totalidad del ser. Jesús concede un extra al escriba al mencionar el segundo mandamiento en orden de importancia: cita nuevamente el Antiguo Testamento, esta vez Levítico 19:18. Este mandamiento consiste en amar al prójimo como a uno mismo.\n</p><p>La gente se pregunta a veces cómo es posible exigir el amor. El contexto cultural del mandato que aparece en Deuteronomio ayuda a esclarecer esto. Ese lenguaje es tomado de los antiguos pactos o tratados entre partes, y el término traducido como “amor” se refiere al hecho de ser fiel a los requerimientos convenidos en el acuerdo, cumpliéndolos fielmente. Por lo tanto, aunque no se descarta el afecto profundo entre las partes, ese término está mucho más centrado en las acciones que demuestran esa lealtad.\n</p><p>El escriba fue honesto y apreció la claridad y la simplicidad de la respuesta de Jesús, reconociéndolas a viva voz. Uno puede imaginar los ceños fruncidos de los otros líderes religiosos puesto que el escriba honesto afirma que la respuesta de Jesús es válida, algo que ninguno de ellos estuvo dispuesto a hacer. Jesús también expresó su reconocimiento hacia el escriba por su respuesta honesta al decirle que no estaba lejos del Reino de Dios. No estar lejos no significaba estar dentro. Lo que el escriba todavía necesitaba era reconocer quién era Jesús y seguirlo, un paso adicional en el camino de la fe.\n</p><p><strong>¿Cómo aprendemos a amar a Dios y a nuestro prójimo como a nosotros mismos? ¿Por qué es la Cruz la clave para obedecer estos mandamientos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de agosto",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p>Lee los capítulos “Un pueblo condenado”, “Cristo purifica de nuevo el Templo” y “Controversias” en el libro El Deseado de todas las gentes, de Elena de White, pp. 533-561.\n</p><p>“El acto de Cristo de maldecir el árbol que con su propio poder había creado se destaca como una amonestación a todas las iglesias y a todos los cristianos. Nadie puede vivir la Ley de Dios sin servir a otros. Pero son muchos los que no viven la vida misericordiosa y abnegada de Cristo. Algunos de los que se creen excelentes cristianos no entienden lo que constituye servir a Dios. Planifican y estudian para agradarse a sí mismos. Solo obran con respecto al yo.\n</p><p>Para ellos, el tiempo solo tiene valor en la medida que les permite juntar para sí. Este es su objetivo en todos los asuntos de la vida. No obran para otros, sino para sí mismos. Dios los creó para vivir en un mundo donde debe realizarse un servicio abnegado. Los designó para ayudar a sus semejantes de toda manera posible. Pero el yo es tan enorme que no pueden ver otra cosa. No están en contacto con la humanidad. Los que así viven para el yo son como la higuera, que tenía mucha apariencia pero no llevaba fruto. Observan las formas del culto, pero sin arrepentimiento ni fe. Profesan honrar la Ley de Dios, pero les falta obediencia. Dicen, pero no hacen. En la sentencia pronunciada sobre la higuera, Cristo demostró cuán abominable es a sus ojos esa vana pretensión. Declaró que quien peca abiertamente es menos culpable que quien profesa servir a Dios pero no lleva fruto para su gloria” (DTG 536, 537).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p>Reflexiona acerca del significado de la purificación del Templo por parte de Cristo. ¿Cómo podría aplicarse ese principio hoy a nuestra iglesia? ¿Cómo debería ocurrir una limpieza tal?\n</p><p><strong><sup>1.</sup></strong> A lo largo de los evangelios, Jesús se refiere una y otra vez a las Escrituras y a cómo deben cumplirse. ¿Qué nos dice esto acerca de cuán centrales son ellas para la vida de la fe? ¿Por qué debemos rechazar fervientemente todo intento de rebajar la autoridad de las Escrituras, especialmente la idea de que ellas son meramente las ideas de las personas acerca de quién es Dios y de cómo obra?\n</p><p><strong><sup>2. </sup></strong>¿Dónde se encuentra la línea apropiada de separación entre la Iglesia y el Estado? ¿Cómo ilumina ese debate la enseñanza de Jesús en Marcos 12:13 al 17?\n</p><p><strong><sup>3.</sup></strong> Busquen textos que hablen de la resurrección. ¿Por qué esta doctrina es tan central para nuestra fe, especialmente al considerar el estado de los muertos?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"24 - 31 agosto",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":98,
               "idDay":8,
               "idLesson":9,
               "lessonText":"<p><strong>RESEÑA\n</strong></p><p><strong>Textos clave: Marcos 11:15, 17; 12:7.\n</strong></p><p><strong>Enfoque del estudio: Marcos 11, 12.\n</strong></p><p><strong>Introducción:\n</strong></p><p>Marcos es el más breve de los cuatro evangelios, que narran el ministerio de Jesús. Hasta Marcos 9, el autor habla del ministerio del Maestro en Galilea, su propia región. Sin embargo, a partir de Marcos 10, la narración se desplaza hacia su ministerio en Judea, especialmente en Jerusalén.\n</p><p>De camino a la gran ciudad, Jesús explica a sus discípulos la misión que realizará allí. El relato no solo anuncia un cambio en la ubicación del ministerio de Cristo, sino también introduce a los lectores en la última parte del ministerio y la vida de Jesús en la Tierra.\n</p><p><strong>Temática de la lección:\n</strong></p><p>El estudio de esta semana considera algunos incidentes significativos en la vida de Jesús que transcurren en Jerusalén y en relación con el Templo:\n</p><p><strong>1.</strong> El anuncio de la pasión por parte de Cristo.\n</p><p><strong>2.</strong> La permanencia de Jesús en la región de Judea (Mar. 10), el viaje a Jerusalén y su trascendental entrada en la ciudad.\n</p><p><strong>3.</strong> La actividad de Jesús en Jerusalén y en el Templo, escenario de la mayoría de las discusiones registradas en Marcos 11 y 12.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>Anuncio de la pasión\n</strong></p><p>A partir de Marcos 8, Jesús anuncia explícitamente sus inminentes padecimiento y muerte en la cruz. “Entonces empezó a enseñarles que el Hijo del hombre tenía que padecer mucho, y ser desechado por los ancianos, los principales sacerdotes y los escribas. Que lo iban a matar, pero que después de tres días resucitaría” (Mar. 8:31). Jesús sabe que su viaje a Jerusalén es un camino que conduce al sufrimiento y la muerte, pero está decidido a ir allí porque su misión es morir en la cruz para salvar a la humanidad.\n</p><p>Por desgracia, los discípulos no entienden las palabras de Jesús acerca de su misión como cumplimiento directo de la profecía. Piensan que él establecerá un Reino terrenal durante su vida. Por esta razón, discuten acerca de los privilegios o posiciones que podrían obtener en y de tal Reino. Lucas recoge en su Evangelio el desasosiego entre los discípulos cuando la muerte de Jesús defraudó profundamente sus esperanzas y ambiciones. “Nosotros esperábamos que él era el que iba a redimir a Israel. Hoy es el tercer día que esto ha sucedido” (Luc. 24:21), dice uno de ellos. Así, aunque seguido por multitudes, en última instancia Jesús camina en soledad. Solo él comprende el significado de cada una de sus acciones. Como Isaías lo describió cientos de años antes: “He pisado el lagar solo; de los pueblos nadie estuvo conmigo” (Isa. 63:3).</p><p><strong>Jesús se traslada a la ciudad de Jerusalén\n</strong></p><p>La ilustre Jerusalén recibe al Mesías sin grandes fanfarrias por parte de sus líderes religiosos y de la gente culta de la nación. Jesús llega sobre un borriquillo. No es reconocido como rey por quienes juzgan su aspecto exterior. Algunos, tal vez los discípulos, gritan de alegría por la llegada del Reino. “Los que iban delante, y los que lo seguían, lo aclamaban: ‘¡Hosanna! ¡Bendito el que viene en el nombre del Señor! ¡Bendito el Reino de nuestro padre David que viene! ¡Gloria en las alturas!’ ” (Mar. 11:9, 10).\n</p><p>La siguiente parte de la narración de Marcos en el capítulo 11 se enfoca en el Templo, el centro de las ceremonias y los servicios religiosos de toda la nación israelita. Desde la perspectiva de Jesús, el propósito para el cual fue establecido originalmente el Templo se ha vuelto obsoleto. Elena de White lo explica con estas palabras: “Este ritual había sido instituido por Cristo mismo. En todas sus partes, era un símbolo de él; y había estado lleno de vitalidad y hermosura espiritual. Pero los judíos perdieron la vida espiritual de sus ceremonias, y se aferraron a las formas muertas. Confiaban en los sacrificios y los ritos mismos, en vez de confiar en aquel a quien estos señalaban. A fin de reemplazar lo que habían perdido, los sacerdotes y los rabinos multiplicaron los requerimientos de su invención; y cuanto más rígidos se volvían, tanto menos del amor de Dios manifestaban. Medían su santidad por la multitud de sus ceremonias, mientras que su corazón estaba lleno de orgullo e hipocresía” (El Deseado de todas las gentes, p. 21).\n</p><p><strong>Jesús y el Templo\n</strong></p><p>Marcos nos dice: “Y Jesús entró en Jerusalén, en el Templo. Después de observar todas las cosas, y como ya era tarde, se fue a Betania con los doce” (Mar. 11:11; énfasis añadido). Al día siguiente, cuando regresó al Templo, no pudo contener su indignación. “Y al entrar Jesús en el Templo, empezó a echar a los que estaban vendiendo y comprando en el Templo. Volcó las mesas de los cambistas y las sillas de los que vendían palomas” (Mar. 11:15).\n</p><p>Luego, citando las Escrituras, Jesús los denuncia: “¿No está escrito que mi casa será llamada casa de oración para todas las naciones? Pero ustedes la han hecho una cueva de ladrones” (Mar. 11:17). Sin duda, Jesús está indignado por la falta de escrúpulos en las transacciones realizadas en el recinto del Templo. Elena de White comenta sobre este punto: “Los negociantes pedían precios exorbitantes por los animales que vendían, y compartían sus ganancias con los sacerdotes y los gobernantes, quienes se enriquecían así a expensas del pueblo” (ibíd., p. 129).\n</p><p>Al mismo tiempo, sabemos que “todo varón israelita debía pagar un impuesto anual de medio shekel para el Templo. […] Los debates sobre lo que hacían las autoridades del Templo con el excedente de dinero sugieren que las finanzas eran totalmente turbias” (David Instone-Brewer, “Temple and priesthood”, en The world of the New Testament, pp. 203, 204).\n</p><p>Marcos 11:18 centra la atención de sus lectores en los sacerdotes, los dirigentes de los servicios del Templo y los escribas, y en cómo “buscaban la manera de matarlo [a Jesús]”. Qué triste resulta que hayan sido los líderes religiosos quienes dieran inicio al complot para dar muerte a Jesús. Al ser reprendidos así por el Salvador, “debieran haber corregido los abusos que se cometían en el atrio del Templo” (Elena de White, El Deseado de todas las gentes, p. 130). En lugar de escuchar el mensaje de Jesús, los dirigentes religiosos quieren que el mensajero desaparezca. Elena de White también escribe: “Los mismos sacerdotes que servían en el Templo habían perdido de vista el significado del servicio que cumplían. Habían dejado de mirar más allá del símbolo, a lo que significaba. Al presentar las ofrendas de los sacrificios, eran como actores de una pieza de teatro. Los ritos que Dios mismo había ordenado eran trocados en medios de cegar la mente y endurecer el corazón. Dios no podía hacer ya más nada para el hombre por medio de ellos. Todo el sistema debía ser desechado” (ibíd., p. 36).\n</p><p>Al día siguiente, Jesús volvió a entrar en el recinto del Templo (Mar. 11:27). Una vez más, los jefes de los sacerdotes, los escribas y los ancianos fueron a debatir con él. Discutieron con Jesús acerca de su autoridad y le preguntaron: “¿Con qué autoridad haces estas cosas?” (Mar. 11:28). Jesús les contestó con otra pregunta y evitó así darles una respuesta directa. De hecho, él ya había respondido la misma pregunta en el pasado, pero la actitud de los líderes de Israel no había cambiado desde entonces. Además, Jesús sabía, por la intención de la pregunta de ellos, que solo querían contender con él en lugar de arrepentirse de su orgullo y dureza de corazón. Estaba claro que a través de sus enseñanzas percibían el carácter divino de Jesús: “Maestro, sabemos que eres sincero, que no te dejas llevar por nadie; porque no miras la apariencia de los hombres, sino que enseñas con verdad el camino de Dios” (Mar. 12:14).\n</p><p>En otros casos, los líderes religiosos dirigieron preguntas a Jesús por malicia, como se describe en Marcos 12:13: “Más tarde enviaron a algunos fariseos y herodianos para que sorprendieran a Jesús en alguna palabra”. Los líderes religiosos en conjunto “quisieron prenderlo [a Jesús]” (Mar. 12:12).\n</p><p>En la parábola de la viña (Mar. 12:1-11), Jesús desenmascara con precisión los nefastos planes de los líderes religiosos para quitarle la vida en un futuro próximo. Cristo confirma la perfidia de ellos mediante la parábola y con estas palabras: “Y prendiéndolo, lo mataron y echaron su cuerpo fuera de la viña” (Mar. 12:8). Sin embargo, y en vista de nuestra discusión acerca del Templo, lo más significativo son las palabras de Jesús en el versículo 9, donde él explica lo que sucederá de acuerdo con el plan salvífico de Dios: “Vendrá y destruirá a esos labradores, y dará su viña a otros” (Mar. 12:9). Con la muerte de Cristo, todo el sistema del Tabernáculo llegó a su fin. Todos sus emblemas apuntaban a Jesús.\n</p><p>Además, el remanente fiel de Israel continuaría la misión. William L. Lane explica el funesto destino del Israel literal con las siguientes palabras: “En el escenario de la parábola, la consecuencia inevitable del rechazo del hijo era un juicio decisivo y catastrófico. Esto señala el significado crítico del rechazo de Juan y de Jesús, que tan prominentemente se aprecia en [Marcos] 11:27 al 12:12, pues se trata del rechazo de Dios. Sin declarar su propia filiación trascendente, Jesús da a entender claramente que el Sanedrín ha rechazado al último mensajero de Dios y que ello acarreará un desastre. La sagrada confianza depositada originalmente en el pueblo elegido será transferida al nuevo Israel de Dios” (The gospel according to Mark [Grand Rapids: Eerdmans, 1974], t. 2, p. 419).\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>¿Qué lecciones prácticas podemos aprender de la limpieza del Templo por parte de Jesús? Considera la siguiente afirmación: “Los atrios del Templo de Jerusalén, llenos del tumulto de un tráfico profano, representaban con demasiada exactitud el templo del corazón, contaminado por la presencia de las pasiones sensuales y de los pensamientos profanos. Al limpiar el Templo de los compradores y los vendedores mundanales, Jesús anunció su misión de limpiar el corazón de la contaminación del pecado, de los deseos terrenales, de las concupiscencias egoístas, de los malos hábitos, que corrompen el alma” (Elena de White, El Deseado de todas las gentes, p. 132).\n</p><p>En Marcos 12:14, uno de los fariseos se dirige a Jesús: “Maestro, sabemos que eres sincero, que no te dejas llevar por nadie; porque no miras la apariencia de los hombres, sino que enseñas con verdad el camino de Dios”. Parece que los líderes religiosos reconocen quién es Jesús y la autoridad de sus enseñanzas. Sin embargo, no están dispuestos a seguirlo y formar parte de su Reino. Pregunta a los miembros de tu clase cómo es posible que los dirigentes reconocieran la autoridad de Jesús y al mismo tiempo lo rechazaran. ¿Cómo se repite actualmente este mismo reconocimiento y rechazo de Jesús?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>CONTROVERSIAS EN&nbsp;JERUSALÉN</p>",
         "verse":"<p>“Y cuando estén orando, si tienen algo contra alguien, perdónenlo, para que su&nbsp;Padre que está en los cielos perdone también sus ofensas” (Mar. 11:25).</p>",
         "versionCode":40,
         "weekDate":"24 -31 agosto"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
