{
  "data": [
    {
      "color": "#1f863e",
      "id": 712,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "September 13",
          "dayTitle": "",
          "id": 121,
          "idDay": 1,
          "idLesson": 12,
          "lessonText": "<p>We all need to grow in our walk with God. Without growth, we are dead. The apostle Peter declares: “But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen” (2 Pet. 3:18, NIV). We need to be willing to grow. We are daily in God’s university, where there is no graduation but a constant learning process. In each stage of growth, you can be perfect if you allow God to mold you into the person that He calls you, in Christ, to be.\n</p><p>Think of a school. If first-graders learn how to read and count to 100, they receive a passing grade because their knowledge is perfect at that stage and scale of growth. However, if this same level of knowledge, and no more, was detected in a high schooler, it would indicate a colossal failure in his or her education. It is similar with our growth in the grace and knowledge of God. In each stage of our development, we can be as perfect in our sphere as Christ was in His.\n</p><p>This week we study how Moses, through knowing and following God’s instructions, was growing in his walk with the Lord.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 14",
          "dayTitle": "<p>The Tent of Meeting</p>",
          "id": 122,
          "idDay": 2,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Exodus 33:7–11. Why did God ask Moses to build the tent of meeting?</strong></p><p><strong>Exodus 33:7–11</strong></p>\n<p><strong><sup>7</sup></strong> Moses took his tent and pitched it outside the camp, far from the camp, and called it the tabernacle of meeting. And it came to pass that everyone who sought the Lord went out to the tabernacle of meeting which was outside the camp.</p>\n<p><strong><sup>8</sup></strong> So it was, whenever Moses went out to the tabernacle, that all the people rose, and each man stood at his tent door and watched Moses until he had gone into the tabernacle.</p>\n<p><strong><sup>9</sup></strong> And it came to pass, when Moses entered the tabernacle, that the pillar of cloud descended and stood at the door of the tabernacle, and the Lord talked with Moses.</p>\n<p><strong><sup>10</sup></strong> All the people saw the pillar of cloud standing at the tabernacle door, and all the people rose and worshiped, each man in his tent door.</p>\n<p><strong><sup>11</sup></strong> So the Lord spoke to Moses face to face, as a man speaks to his friend. And he would return to the camp, but his servant Joshua the son of Nun, a young man, did not depart from the tabernacle.</p><p><br></p><p>We must not confuse “the tent of meeting” (built outside of Israel’s camp) with the tabernacle, which was later constructed and located in the center of the camp. We do not know how often Moses consulted with God in the tent of meeting. However, one thing we know for sure:\n</p><p>Moses’ encounters with God resulted in a close friendship between them. “The Lord spoke to Moses face to face, as a man speaks to his friend” (Exod. 33:11, NKJV). A friend is a person we can consult and openly discuss most everything with and trust that he or she will never reveal it to others. A friend is one of the nicest things to have and one of the nicest persons to be.\n</p><p>As recorded in Exodus 19–34, the story of Moses is very instructive of how God transforms our lives. How did God build a relationship with this outstanding leader? A study of the life of Moses shows how he grew in his knowledge, not only of God’s power but of His love and character. This is a crucial component of having a relationship with God.\n</p><p>Prior to arriving at Mount Sinai, Moses was mightily used by God even while being prepared for a special leadership role. In the land of Midian, while taking care of sheep, God inspired him to write two books: Job and Genesis. Then, in the dramatic event of the burning bush, he was called by God to lead Israel out of Egypt. He saw the defeat of the Egyptian gods and the mighty Egyptian army in the Red Sea. He observed for many weeks how God led Israel from Egypt to Sinai. After the experience resulted in his shining face, he led Israel for another 39 years, to the brink of the Promised Land. The biblical message states that Moses was a faithful servant of God (Deut. 34:5, Josh. 1:1), an unimpaired light in the darkness, a model prophet by whom others would be measured (Deut. 18:15, 18). He was an agent of change, even though the people did not always follow his directions and words. When they did, they prospered.\n</p><p><strong>We may learn from Moses because his exceptional life story tells us what God can do when we let Him change us. What were some turning points in your walk with God, where you recognized how He worked powerfully in your life?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 15",
          "dayTitle": "<p>That I May Know You</p>",
          "id": 123,
          "idDay": 3,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Exodus 33:12–17. What did Moses ask the Lord to teach him? Why did he demand God’s presence to guide them?</strong></p><p><strong>Exodus 33:12–17</strong></p>\n<p><strong><sup>12</sup></strong> Then Moses said to the Lord, “See, You say to me, ‘Bring up this people.’ But You have not let me know whom You will send with me. Yet You have said, ‘I know you by name, and you have also found grace in My sight.’</p>\n<p><strong><sup>13</sup></strong> Now therefore, I pray, if I have found grace in Your sight, show me now Your way, that I may know You and that I may find grace in Your sight. And consider that this nation is Your people.”</p>\n<p><strong><sup>14</sup></strong> And He said, “My Presence will go with you, and I will give you rest.”</p>\n<p><strong><sup>15</sup></strong> Then he said to Him, “If Your Presence does not go with us, do not bring us up from here.</p>\n<p><strong><sup>16</sup></strong> For how then will it be known that Your people and I have found grace in Your sight, except You go with us? So we shall be separate, Your people and I, from all the people who are upon the face of the earth.”</p>\n<p><strong><sup>17</sup></strong> So the Lord said to Moses, “I will also do this thing that you have spoken; for you have found grace in My sight, and I know you by name.”</p><p>Moses’ growth in the Lord was steady. He drew closer and closer to the Lord and sought to model himself after God’s image. One day when he was conversing with God in the tent of meeting, Moses suddenly realized that he did not know Him, and he uttered a specific prayer: “ ‘Show me now Your way, that I may know You’ ” (Exod. 33:13, NKJV). Moses was aware of his deep need to understand God on a new level. He discovered that the more he knew the Lord, the more he did not know Him. He recognized his need and wholeheartedly desired to know Him better. God willingly granted Moses’ wish.\n</p><p>By looking at the experiences of Moses so far, we can observe how Moses was drawn into a deeper, intimate relationship with the Lord and how he grew spiritually.\n</p><p>First, Moses climbed the mountain and “went up to God” (Exod. 19:3, NKJV). Then he went “to the top of the mountain” (Exod. 19:20, NKJV) and afterward approached the cloud, “the thick darkness” in which God resided (Exod. 20:21, NKJV).\n</p><p>On another occasion, “Moses entered the cloud” where God was, and he stayed with the Lord 40 days and 40 nights (Exod. 24:18, NIV). During these 40 days, God gave Moses two precious gifts: (1) the gift of the Decalogue written by God Himself on the two tablets, also chiseled by Him (Exod. 24:12), and (2) the instructions on how to build and furnish the tabernacle (see Exodus 25–31).\n</p><p>Then he spent another 40 days and nights with the Lord, interceding for sinners (Exod. 32:30–32, Deut. 9:18).\n</p><p>Yet, even after all this, Moses desired to know God’s character more concretely, and God soon gave him special insights to understand who He is. This knowledge Moses desired was not a mere intellectual understanding of God but an experiential knowledge of His person.\n</p><p>No wonder centuries later Jesus would say: “ ‘And this is eternal life, that they may know You, the only true God, and Jesus Christ whom You have sent’ ” (John 17:3, NKJV). What better way for God to make Himself known to humans than by becoming a human Himself?\n</p><p><strong>Do you know God, or do you just know about Him? What is the crucial difference between the two?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 16",
          "dayTitle": "<p>“Please, Show Me Your Glory”</p>",
          "id": 124,
          "idDay": 4,
          "idLesson": 12,
          "lessonText": "<p>After the golden calf apostasy, Moses interceded for God’s people and wanted to be assured that the Lord would continue leading them to the Promised Land. Deep down within his being, he also wanted to know the Lord better.\n</p><p><strong>Read Exodus 33:18–23. How did God answer Moses’ request to see His glory?</strong></p>\n<p><strong><sup>18</sup></strong> And he said, “Please, show me Your glory.”</p>\n<p><strong><sup>19</sup></strong> Then He said, “I will make all My goodness pass before you, and I will proclaim the name of the Lord before you. I will be gracious to whom I will be gracious, and I will have compassion on whom I will have compassion.”</p>\n<p><strong><sup>20</sup></strong> But He said, “You cannot see My face; for no man shall see Me, and live.”</p>\n<p><strong><sup>21</sup></strong> And the Lord said, “Here is a place by Me, and you shall stand on the rock.</p>\n<p><strong><sup>22</sup></strong> So it shall be, while My glory passes by, that I will put you in the cleft of the rock, and will cover you with My hand while I pass by.</p>\n<p><strong><sup>23</sup></strong> Then I will take away My hand, and you shall see My back; but My face shall not be seen.”</p><p>“Please, show me your glory,” Moses asked the Lord. In His mercy, the Lord did reveal His glory to him. However, when answering Moses’ request, God promised to show him His “goodness.” One can safely conclude that God’s glory is His goodness, that is, His character (see also Ellen G. White, The Acts of the Apostles, p. 576; Christ’s Object Lessons, pp. 414, 415; Prophets and Kings, p. 313).\n</p><p>“It is the glory of God to give His virtue to His children. He desires to see men and women reaching the highest standard.”—Ellen G. White, The Acts of the Apostles, p. 530. His glory is to embrace repentant sinners (see Prophets and Kings, p. 668) and supply everything needed to change them. At the same time, it is our “glory” to reveal His character in our own lives and to make it known to others.\n</p><p>This reflection of God’s character, His goodness, kindness, and tender love, must be seen in our actions. This way, we have a chance to be not only a blessing to the world but a shining light to the onlooking universe. As Paul states: “For it seems to me that God has put us apostles on display at the end of the procession, like those condemned to die in the arena. We have been made a spectacle to the whole universe, to angels as well as to human beings” (1 Cor. 4:9, NIV). This cosmic dimension gives to our lives and service a meaning and purpose that we can barely begin to imagine.\n</p><p>In Romans 2:4, Paul says that “the goodness of God leads you to repentance” (NKJV). That is, it is God’s goodness and character pointed out by the Holy Spirit that convinces people of their sinfulness and need of salvation. Indeed, when we look at the cross and know who was there (the Lord Himself) and why He was there—because He loved us and this was the only way to save us—we have the greatest revelation possible of His goodness and character.\n</p><p><strong>How much time do you spend focusing on the Cross and what it tells you about the character of God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 17",
          "dayTitle": "<p>The Self-Revelation of God</p>",
          "id": 125,
          "idDay": 5,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Exodus 34:1–28. How did God reveal His glory to Moses?</strong></p>\n<p><strong>Exodus 34:1–28</strong></p>\n<p><strong><sup>1</sup></strong> And the Lord said to Moses, “Cut two tablets of stone like the first ones, and I will write on these tablets the words that were on the first tablets which you broke.</p>\n<p><strong><sup>2</sup></strong> So be ready in the morning, and come up in the morning to Mount Sinai, and present yourself to Me there on the top of the mountain.</p>\n<p><strong><sup>3</sup></strong> And no man shall come up with you, and let no man be seen throughout all the mountain; let neither flocks nor herds feed before that mountain.”</p>\n<p><strong><sup>4</sup></strong> So he cut two tablets of stone like the first ones. Then Moses rose early in the morning and went up Mount Sinai, as the Lord had commanded him; and he took in his hand the two tablets of stone.</p>\n<p><strong><sup>5</sup></strong> Now the Lord descended in the cloud and stood with him there, and proclaimed the name of the Lord.</p>\n<p><strong><sup>6</sup></strong> And the Lord passed before him and proclaimed, “The Lord, the Lord God, merciful and gracious, longsuffering, and abounding in goodness and truth,</p>\n<p><strong><sup>7</sup></strong> keeping mercy for thousands, forgiving iniquity and transgression and sin, by no means clearing the guilty, visiting the iniquity of the fathers upon the children and the children’s children to the third and the fourth generation.”</p>\n<p><strong><sup>8</sup></strong> So Moses made haste and bowed his head toward the earth, and worshiped.</p>\n<p><strong><sup>9</sup></strong> Then he said, “If now I have found grace in Your sight, O Lord, let my Lord, I pray, go among us, even though we are a stiff-necked people; and pardon our iniquity and our sin, and take us as Your inheritance.”</p>\n<p><strong><sup>10</sup></strong> And He said: “Behold, I make a covenant. Before all your people I will do marvels such as have not been done in all the earth, nor in any nation; and all the people among whom you are shall see the work of the Lord. For it is an awesome thing that I will do with you.</p>\n<p><strong><sup>11</sup></strong> Observe what I command you this day. Behold, I am driving out from before you the Amorite and the Canaanite and the Hittite and the Perizzite and the Hivite and the Jebusite.</p>\n<p><strong><sup>12</sup></strong> Take heed to yourself, lest you make a covenant with the inhabitants of the land where you are going, lest it be a snare in your midst.</p>\n<p><strong><sup>13</sup></strong> But you shall destroy their altars, break their sacred pillars, and cut down their wooden images</p>\n<p><strong><sup>14</sup></strong> (for you shall worship no other god, for the Lord, whose name is Jealous, is a jealous God),</p>\n<p><strong><sup>15</sup></strong> lest you make a covenant with the inhabitants of the land, and they play the harlot with their gods and make sacrifice to their gods, and one of them invites you and you eat of his sacrifice,</p>\n<p><strong><sup>16</sup></strong> and you take of his daughters for your sons, and his daughters play the harlot with their gods and make your sons play the harlot with their gods.</p>\n<p><strong><sup>17</sup></strong> You shall make no molded gods for yourselves.</p>\n<p><strong><sup>18</sup></strong> “The Feast of Unleavened Bread you shall keep. Seven days you shall eat unleavened bread, as I commanded you, in the appointed time of the month of Abib; for in the month of Abib you came out from Egypt.</p>\n<p><strong><sup>19</sup></strong> “All that open the womb are Mine, and every male firstborn among your livestock, whether ox or sheep.</p>\n<p><strong><sup>20</sup></strong> But the firstborn of a donkey you shall redeem with a lamb. And if you will not redeem him, then you shall break his neck. All the firstborn of your sons you shall redeem. “And none shall appear before Me empty-handed.</p>\n<p><strong><sup>21</sup></strong> “Six days you shall work, but on the seventh day you shall rest; in plowing time and in harvest you shall rest.</p>\n<p><strong><sup>22</sup></strong> “And you shall observe the Feast of Weeks, of the firstfruits of wheat harvest, and the Feast of Ingathering at the year’s end.</p>\n<p><strong><sup>23</sup></strong> “Three times in the year all your men shall appear before the Lord, the Lord God of Israel.</p>\n<p><strong><sup>24</sup></strong> For I will cast out the nations before you and enlarge your borders; neither will any man covet your land when you go up to appear before the Lord your God three times in the year.</p>\n<p><strong><sup>25</sup></strong> “You shall not offer the blood of My sacrifice with leaven, nor shall the sacrifice of the Feast of the Passover be left until morning.</p>\n<p><strong><sup>26</sup></strong> “The first of the firstfruits of your land you shall bring to the house of the Lord your God. You shall not boil a young goat in its mother’s milk.”</p>\n<p><strong><sup>27</sup></strong> Then the Lord said to Moses, “Write these words, for according to the tenor of these words I have made a covenant with you and with Israel.”</p>\n<p><strong><sup>28</sup></strong> So he was there with the Lord forty days and forty nights; he neither ate bread nor drank water. And He wrote on the tablets the words of the covenant, the Ten Commandments.</p><p>Moses had to take with him two stone tablets like the first ones, which he had broken (Exod. 32:19). He was going to meet with the Lord on Mount Sinai for the seventh time. His previous climbs are mentioned in the following texts: (1) Exod. 19:3, 7; (2) Exod. 19:8, 14; (3) Exod. 19:20, 25; (4) Exod. 20:21, Exod. 24:3; (5) Exod. 24:9, 12–18; Exod. 32:15; (6) Exod. 32:30, 31. Moses started his climb early in the morning.\n</p><p>Moses was now prepared for this glorious insight into God’s character. The beauty of God’s character is best explained in this stunning self-revelation of Himself. It is the most important description of who God is; it is the golden thread woven throughout the Bible (Num. 14:18, Neh. 9:17, Ps. 103:8, Joel 2:13, Jonah 4:2). The Lord’s proclamation here is the John 3:16 of the Old Testament. In crucial places, biblical authors apply, repeat, or expand on this self-proclamation of the living God because God’s character must be correctly understood.\n</p><p>When Moses received the exceptional, unprecedented, and unparalleled explanation of God’s name, he bowed down and worshiped the Lord. When we get glimpses of God’s love, grace, mercy, compassion, goodness, faithfulness, forgiveness, holiness, and justice, we also are attracted to Him. It is when we see and admire His exceptional qualities that we start to love Him, a love that leads to the desire to serve and obey Him. Because He loves us, we love Him back (1 John 4:19).\n</p><p>In this self-revelation, God assures Moses that He will perform marvelous deeds for His people and lead them into the Promised Land. He renews the covenant with them, promising that other nations will see His majesty and awesome work. “ ‘Behold, I make a covenant. Before all your people I will do marvels such as have not been done in all the earth, nor in any nation; and all the people among whom you are shall see the work of the Lord. For it is an awesome thing that I will do with you’ ” (Exod. 34:10, NKJV).\n</p><p><strong>However, the Israelites needed to obey God and follow ten clear stipulations in order to secure their prosperity. Then Moses was asked by God to write the content of that covenant, which had already been broken (Exod. 34:27, 28).</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 18",
          "dayTitle": "<p>The Shining Face of Moses</p>",
          "id": 126,
          "idDay": 6,
          "idLesson": 12,
          "lessonText": "<p><strong>Read Exodus 34:29–35. What was the cause of Moses’ radiant face?</strong></p><p><strong>Exodus 34:29–35</strong></p>\n<p><strong><sup>29</sup></strong> Now it was so, when Moses came down from Mount Sinai (and the two tablets of the Testimony were in Moses’ hand when he came down from the mountain), that Moses did not know that the skin of his face shone while he talked with Him.</p>\n<p><strong><sup>30</sup></strong> So when Aaron and all the children of Israel saw Moses, behold, the skin of his face shone, and they were afraid to come near him.</p>\n<p><strong><sup>31</sup></strong> Then Moses called to them, and Aaron and all the rulers of the congregation returned to him; and Moses talked with them.</p>\n<p><strong><sup>32</sup></strong> Afterward all the children of Israel came near, and he gave them as commandments all that the Lord had spoken with him on Mount Sinai.</p>\n<p><strong><sup>33</sup></strong> And when Moses had finished speaking with them, he put a veil on his face.</p>\n<p><strong><sup>34</sup></strong> But whenever Moses went in before the Lord to speak with Him, he would take the veil off until he came out; and he would come out and speak to the children of Israel whatever he had been commanded.</p>\n<p><strong><sup>35</sup></strong> And whenever the children of Israel saw the face of Moses, that the skin of Moses’ face shone, then Moses would put the veil on his face again, until he went in to speak with Him.</p><p>After God revealed His character of love to Moses, Moses descended to Israel’s camp with a radiant face. Did Moses know at first that his face was radiant? Not at all. The closer one is to the Lord, the more keenly aware the person is of his or her imperfections compared to God’s holiness.\n</p><p>What was the cause for Moses’ transformation that resulted in his face becoming radiant? The reason was not in the simple fact that he was in God’s presence, because several times previously he had been with the Lord and his face did not become radiant after those encounters.\n</p><p>However, if he had never been in the Lord’s presence, his face would never have shone. It was only when he understood God’s goodness and kindness, and he completely opened himself to God because of the beauty of His character, that Moses was transformed, and his face shone. Our hearts and minds can experience a change when we surrender to God and allow Him to be the Lord and King of our lives.\n</p><p><strong>Read 2 Corinthians 3:18. How can Jesus gradually transform you into His image?</strong></p><p>\n</p><p>\n</p><p>\n</p>\n<p><strong>2 Corinthians 3:18</strong></p>\n<p><strong><sup>18</sup></strong> But we all, with unveiled face, beholding as in a mirror the glory of the Lord, are being transformed into the same image from glory to glory, just as by the Spirit of the Lord.</p><p>Paul compares Moses’ shining face with Jesus Christ and that the glory of Jesus (in whom God’s law and grace were personified) surpasses the glory of the law with Moses. Christ, together with His law, can be engraved in our characters only when we fix our eyes on Jesus (Heb. 3:1, Heb. 12:2) and only by the power of the Spirit of God (2 Cor. 3:12–18).\n</p><p>Moses is a model for us, demonstrating what God can do for us when we allow Him to change our characters and to mold us into His divine image. This is what Paul means when he talks about walking in the “newness of life” (Rom. 6:4).\n</p><p><strong>What areas of your character need to reflect the character of God better? Probably every area, right? However, how can focusing on the Cross, and what it means, give you encouragement and assurance of salvation?</strong></p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 19",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 127,
          "idDay": 7,
          "idLesson": 12,
          "lessonText": "<p>Carefully read Ellen G. White, “Idolatry at Sinai,” pp. 327–330, in Patriarchs and Prophets.\n</p><p>On a gloomy day, a father and son visited a cathedral. As they looked at the stained-glass windows with beautiful depictions of different biblical scenarios, the sun suddenly began shining through the glass picture of people, brightly illuminating them with impressive light.\n</p><p>The small boy asked his father: “Daddy, who are these people?” The father didn’t know much about Christianity, Christ, or His disciples but quickly replied: “These people are Christians.” This dazzling picture stayed in the mind of the son. One day the boy’s teacher asked in class: “Children, do you know who Christians are?” The small boy remembered the bright picture in the cathedral and answered: “I know; Christians are shining people.” Along the same line, Jesus said to His followers, “Let your light so shine before men, that they may see your good works and glorify your Father in heaven” (Matt. 5:16, NKJV).\n</p><p>Only shining people can be agents of change.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1.</strong> “If we would humble ourselves before God, and be kind and courteous and tenderhearted and pitiful, there would be one hundred conversions to the truth where now there is only one.”—Ellen G. White, Testimonies for the Church, vol. 9, p. 189. What powerful message is here for all of us about how our characters, our actions, and our attitudes impact our witness?\n</p><p><strong>2.</strong> Exodus 34:6, 7 is rightly called the John 3:16 of the Old Testament. Why? Ì How can you explain the beauty of God’s character, based on the self-revelation of God in Exodus 34:6, 7, to people who ask who your God is?\n</p><p><strong>3.</strong> In class, let people discuss how the character and actions of people professing Christ impact their walk. That is, what has been the influence of those who were kind, gracious, humble, and forgiving on your own experience? At the same time, how have unkind, unforgiving, and arrogant “Christians” impacted your walk with the Lord?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Inside Story</p>",
          "id": 128,
          "idDay": 8,
          "idLesson": 12,
          "lessonText": "<p><strong>Baatka’s Forever Best Friend\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>Baatka felt so lonely in Mongolia. He often stood at the window of his home, looking outside for a real friend who would be with him forever.\n</p><p>The shy and timid 14-year-old boy was the only son in his family. Father was always at work. Mother had mental health issues, and she spent a month in the hospital every year. Baatka felt so alone. He contemplated death.\n</p><p>Then a cousin, Doogii, invited him to go to a Seventh-day Adventist church in Mongolia’s capital, Ulaanbaatar. “Come to church,” she said. “Something interesting will happen there.”\n</p><p>Baatka went because he was lonely. He didn’t hear a word of the sermon. The microphone wasn’t working because of electricity problems, and he had a hearing impairment that made it difficult to hear the preacher. But he liked the church members. They smiled and accepted him. They treated him like a friend. He also liked the singing. The church gave him goosebumps, and he returned the next Sabbath to feel the goosebumps again.\n</p><p>Church members spoke about God as their best friend.\n</p><p>“God can be your forever friend,” one told the boy.\n</p><p>“You’ll never be alone,” said another.\n</p><p>Baatka wondered if God was real. I can’t see Him. Can He be my friend? he thought.\n</p><p>After that, he went to the church every Sabbath. The church became the only positive place in his life, and the church members became his family. Life gained meaning, and Baatka found a desire to live.\n</p><p>Little by little, Baatka began to believe that God was real. His ears didn’t hear God speak, but his heart heard God’s voice. God became his forever best friend, transforming his mind and changing his life.\n</p><p>Today, Baatka Orgil is 31 and a new person in God. The once quiet and timid boy is now a Global Mission pioneer, planting churches in unentered areas of Mongolia. “I love to share how my life has changed,” he said. “I want to help people like me. That’s why I am serving as a missionary.”\n</p><p>Baatka, who is married and has two children, said he once thought that God chose only talented people as missionaries. “But now I understand that He chooses only the right people.”\n</p><p>“Even though I didn’t believe in myself, God believed in me,” he said. “If God could believe in me, I want to believe in Him, too.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Teachers</p>",
          "id": 129,
          "idDay": 9,
          "idLesson": 12,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p><strong>Key Text: Exodus 34:6, 7\n</strong></p><p><strong>Study Focus: Exod. 33:1–34:35\n</strong></p><p>Introduction: God commands Israel to depart from Mount Sinai and go to the land that He had promised to give Abraham, Isaac, and Jacob (Exod. 33:1). After almost a year’s stay at Sinai (Exod. 19:1, Num. 10:11), the Israelites need to go forward and continue their journey to the Promised Land. During their stay at Sinai, God made a covenant with them and desired to bring them to Himself. He gave them the Decalogue and many additional instructions on how to be a wise, just, kind, disciplined, and well-organized nation (Deut. 4:5–10). It is now time to move ahead. However, God declares: “ ‘I will not go with you’ ” (Exod. 33:3, NIV). This pronouncement was because of Israel’s golden calf apostasy. God’s holy presence in the midst of Israel was incompatible with the people’s stubborn disobedience and would cause their destruction.\n</p><p>When the people heard this devastating news, they mourned and “stripped off their ornaments” (Exod. 33:6, NIV). Some translations render this verse correctly, showing that the removal of their ornaments was not something done only upon that occasion but was now permanent: “Therefore the people of Israel stripped themselves of their ornaments, from Mount Horeb onward” (Exod. 33:6, ESV; see also NASB or NLT). Once again, Moses pleaded with the Lord, beseeching Him to be with them, to guide them, to go with them. And furthermore: “ ‘if your Presence does not go with us, do not send us up from here’ ” (Exod. 33:15, NIV). God responded and assured Moses that He would lead them: “ ‘I will do the very thing you have asked’ ” (Exod. 33:17, NIV).\n</p><p><strong>Part II: Commentary\n</strong></p><p>The self-revelation of God’s character to Moses is the theological heart of the book of Exodus (Exod. 34:6, 7). It is situated at the apex of Moses’ climb up the mountain of God to meet with Him in a special way. God revealed His character to Moses upon his last climb recorded in the Pentateuch, which was at least his seventh climb. This last climb was also the third time that Moses spent 40 days and 40 nights with his Lord. Moses was growing in his relationship with the Lord; so, God was able to give him a fuller revelation about Himself and who He was. Besides these climbs, Moses interacted with the Lord in the “tent of meeting,” which was located outside of the camp of Israel (this tent is not the tabernacle, which will be built later and put in the center of the camp). The biblical text underlines that, during this time, a friendship developed between the Lord and Moses and that the Lord communicated directly with him “face to face” (Exod. 33:11).\n</p><p>The expression “face to face” does not mean that Moses literally saw the face of God (Exod. 33:20) but that they were very dear friends. This phrase is an idiomatic expression that means intimate closeness. This meaning is clear from the situation described in Deuteronomy 5:4, wherein Moses, in his sermon, reminds the Israelites that the Lord spoke directly to them in near proximity: “ ‘The Lord talked with you face to face on the mountain from the midst of the fire’ ” (Deut. 5:4, NKJV). In spite of God’s closeness to them, the people, unfortunately, stayed at a relational distance from their Lord.\n</p><p><strong>God’s Glory\n</strong></p><p>Four themes are of utmost importance in the book of Exodus: (1) God’s presence; (2) God’s salvation/deliverance; (3) God’s guidance; and (4) God’s glory. The last theme is particularly developed in Exodus 33 and Exodus 34.\n</p><p>On one occasion, Moses realized that he did not know the Lord as he should, so he asked Him: “ ‘If you are pleased with me, teach me your ways so I may know you’ ” (Exod. 33:13, NIV). He humbly desired to know God better; so, he boldly requested: “ ‘Show me your glory’ ” (Exod. 33:18, NIV). God kindly responded to Moses that He would show him His goodness (Exod. 33:19). This divine response reveals that God’s glory is His goodness. Later we learn that when Moses is with the Lord on Mount Sinai, God reveals to him His character (Exod. 34:6, 7). In other words, God’s glory is His character, and the Lord’s goodness is a summary of God’s character.\n</p><p>The phrase “found favor/pleased” (literally, “finding grace”) is a key expression in this passage (Exod. 33:12–17). It appears here five times (Exod. 33:12, 13, twice; Exod. 33:16, 17; and also in Exod. 34:9). The previous use in Exodus of the term “favor/grace” was that the Israelites would find “favor” with the Egyptians because the Lord would “give” them “favor in the sight of the Egyptians” by giving them gold, silver, and clothing at the time of their departure from Egypt (Exod. 3:21, Exod. 11:3, Exod. 12:36, NKJV). The use of our passage is theological, especially in view of Exodus 34:6, in which it is explained that God is “gracious” (i.e., giving grace, or favor one does not deserve). Moses is humbly asking for God’s grace, a favorable response.\n</p><p>God previously explained to Moses who He was when Moses asked about the meaning of His name. Moses listened to God’s explanation of its meaning, namely, that (1) He is present; (2) He is eternal; (3) He is the God of history; and (4) He is active in behalf of His people (Exod. 3:14–16). Moses already knew God from his many interactions with Him: his time with Him in Midian, miracles performed before Pharaoh, the wonders of the ten plagues and the opening of the Red Sea, God’s care for His people in the wilderness, hearing God speak from Sinai, and so forth. Now Moses wants to understand Him better. He is ready to receive a deeper revelation of Him. God can give us insights into His character and about truth only to the extent that we are able to understand. Moses grew in His walk with God; so, God could reveal to him much more about Himself.\n</p><p>Early in the morning, Moses climbed the mountain. He had to take two stone tablets, which he had to personally chisel because he had broken the original tablets (Exod. 34:1). This was a slight rebuke to Moses for what he had done without God’s permission, but God graciously again wrote the Ten Promises on the new tablets. The Lord came to Moses in the cloud, which is a form of theophany. Clouds are symbols of God’s presence (Num. 11:25; Deut. 33:26, NIV; Dan. 7:13).\n</p><p>The Lord declared who He was in a self-disclosing way. He is the Lord, a compassionate and gracious God, slow to anger, abundant in love and faithfulness, showing love to thousands of generations, forgiving, and just. But the last portion of this self-revelation of God puzzles many: “ ‘He does not leave the guilty unpunished; he punishes the children and their children . . . to the third and fourth generation’ ” (Exod. 34:7b, NIV). Why would God punish people to the third and fourth generation? This verse echoes the description from the second promise of the Ten Commandments that the Lord is “ ‘visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, but showing steadfast love to thousands of those who love me and keep my commandments’ ” (Exod. 20:5, 6, ESV). To understand this concept, one needs to take into consideration the following facts: (1) God is using participles (i.e., continuous actions) when describing the next generation, which means they continue in the same wicked ways as their fathers (the previous generation) and have similar behavior and attitudes: they are “hating” the Lord and are thus “guilty.” On the other hand, note that God blesses those who are “loving” and “keeping” His commandments. (2) Consider the contrast of God’s mercy: punishment to the third and fourth generation of the wicked but giving love to thousands of generations. (3) Three to four generations often lived together, so within the same household, wrong attitudes were shared from one generation to the next. The prophet Ezekiel perfectly explains and corrects the misunderstanding of God’s punishments in families from one generation to another. (See Ezekiel 18.)\n</p><p>When Moses descended from Mount Sinai, his face radiantly reflected God’s glory. However, he did not know that his face was shining. People who are shining do not know that they are. The closer we are to the Lord, the more keenly we see our imperfection in the light of God’s holiness, and the more we want Him to transform us into His image so that we can reflect the beauty of His character.\n</p><p>It was not God’s presence alone that brought the change in Moses’ life. It was important for Moses to come into His presence, but, again, that was not enough. It was crucial that Moses be open to God’s love, grace, and compassion. Moses’ understanding of God’s goodness (Rom. 2:4; Rom. 12:1, 2) and his opening up to its transformative power made his face shine.\n</p><p>When the apostle Paul reflects on the shining face of Moses, he stresses that the glory of Jesus surpasses that of Moses. Christ with His teachings can be engraved into our character when we fix our eyes on Him. By beholding Him and by the power of the Spirit of God, we will gradually reflect His likeness (2 Cor. 3:18).\n</p><p><strong>Part III: Life Application\n</strong></p><p><strong>1.</strong> Part of the eternal gospel is the divine imperative to “give glory” to God (Rev. 14:7). God is glorious enough, so we cannot add anything to His glory. What does it mean to give glory to Him when we understand that His glory is His character?\n</p><p><strong>2.</strong> Jesus told His disciples that they were “the light of the world” and encouraged them to let “your light shine” (Matt. 5:14, 16). He identifies this light with our good works for others. How do our good deeds help people glorify the heavenly Father?\n</p><p><strong>3.</strong> We know that there is cold and warm light around us. Warm light is given to us by shining light bulbs, fire, and sunshine. What kind of light are we to people around us? How can we bring the warm light of God’s love into all our interpersonal relationships?\n</p><p><strong>4.</strong> Moses conversed with God very openly. How can we today have candid conversations with God? How can we clearly hear what He tells us? How can we be sure, in the plethora of many voices, that it is His voice speaking to us?\n</p><p><strong>5.</strong> Friends are people who trust each other and can share everything with each other. Their secrets will never be revealed. Friends help each other in time of need. In times of crisis, they support each other. True friends never betray each other. Jesus said to His followers: “ ‘You are My friends’ ” (John 15:14, 15, NKJV). How can we cultivate our friendship with God?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 12,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>“Please, Show Me Your Glory”</p>",
      "verse": "<p>“And the Lord passed before him and proclaimed, ‘The Lord, the Lord God, merciful and gracious, longsuffering, and abounding in goodness and truth, keeping mercy for thousands, forgiving iniquity and transgression and sin, by no means clearing the guilty, visiting the iniquity of the fathers upon the children and the children’s children to the third and the fourth generation’ ” (Exod. 34:6, 7, NKJV).</p>",
      "versionCode": 25,
      "weekDate": "September 13–19"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
