{
   "data":[
      {
         "color":"#7DB4D4",
         "id":704,
         "idEs":35,
         "language":"en",
         "lessonDays":[
            {
               "date":"January 18",
               "dayTitle":"",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>Emotions are often viewed as undesirable and to be avoided. For some people, emotions are intrinsically irrational, and thus, the good man or woman would not be described as “emotional.” In some ancient Greek philosophy, the idea of the “rational” man, who is (mostly) either impervious to passions or who rules over his emotions by way of unemotional reason, is prized as the ideal.<br><br>Unbridled emotions can be problematic, yes. However, God created people with the capacity for emotions, and God Himself is displayed throughout Scripture as experiencing profound emotions. If God can experience deep emotions, as the Bible consistently portrays, then emotions cannot be intrinsically bad or irrational—for the God of the Bible is perfectly good and possesses perfect wisdom.<br><br>In fact, there are beautiful truths to be garnered from the realization that God’s love for us is a deeply emotional love, but always with the caveat that though God’s love (emotional or otherwise) is perfect, it should not be thought of as identical to emotions as humans expe­rience them.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 19",
               "dayTitle":"<p>More Than a Mother’s Love<br></p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p>Perhaps the greatest love common to human experience is the love of a parent for a child. The Bible often uses the imagery of the parentchild relationship to depict God’s amazing compassion for people, emphasizing that God’s compassion is exponentially greater than even the deepest and most beautiful human expression of the same emotion.</p><p><strong>Read Psalm 103:13, Isaiah 49:15, and Jeremiah 31:20. What do these depictions convey about the nature and depth of God’s compassion?</strong><br></p><p><strong>Psalm 103:13</strong><br><strong><sup>13</sup></strong> As a father pities his children,<br>So the Lord pities those who fear Him.<br><br></p><p><strong>Isaiah 49:15</strong></p><p><sup><strong>15 </strong></sup>“Can a woman forget her nursing child,<br>And not have compassion on the son of her womb?<br>Surely they may forget,<br>Yet I will not forget you.<br><br></p><p><strong>Jeremiah 31:20</strong><sup><br><br><strong>20</strong></sup> Is Ephraim My dear son?<br>Is he a pleasant child?<br>For though I spoke against him,<br>I earnestly remember him still;<br>Therefore My heart yearns for him;<br>I will surely have mercy on him, says the Lord.<br></p><p>According to these texts, God relates to us as His beloved children, loving us as a good father and mother love their children. Yet, as Isaiah 49:15 explains, even a human mother might “forget her nursing child” or “not have compassion on the son of her womb” (NKJV), but God never forgets His children, and His compassion never fails (Lam. 3:22). Notably, the Hebrew term ra?am, used for compassion here and in many other texts describing God’s abundant compassionate love, is believed to be derived from the Hebrew term for womb (ra?am).<br><br>And thus, as scholars have noted, God’s compassion is a “womb-like mother-love.” Indeed, it is exponentially greater than any human compassion, even that of a mother for her newborn.<br><br>According to Jeremiah 31:20 (NKJV), God views His covenant people as His “dear son” and “pleasant child,” despite the fact that they often rebelled against Him and grieved Him. Even so, God declares, “My heart yearns for him” and “I will surely have mercy on him.” The term translated “mercy” here is the term used above for divine compassion (ra?am). Further, the phrase “My heart yearns” can be translated literally as “My innards roar.” This description is the deeply visceral language of divine emotion, signifying the profound depth of God’s compassionate love for His people. Even despite their infidelity, God continues to bestow His abundant compassion and mercy on His people and does so beyond all reasonable expectations.<br><br><strong>For some of us, recognizing that God’s compassion for us is akin to that of a loving father or mother is deeply comforting. However, some people might struggle because their parent or parents were not loving. What other ways could God’s compassion be revealed to them?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 20",
               "dayTitle":"<p>Gut-Wrenching Love</p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p>The incalculable depths of God’s compassionate love for humanity are manifested in Hosea. God had commanded the prophet Hosea, “ ‘Go, take yourself a wife of harlotry and children of harlotry, for the land has committed great harlotry by departing from the Lord’ ” (Hos. 1:2, NKJV). Hosea 11 later depicts God’s relationship with His people, but with the metaphor of a loving father for his child.<br><br><strong>Read Hosea 11:1–9. How does the imagery in these verses bring to life the way God loves and cares for His people?</strong></p>\n<p><strong><sup>1</sup></strong> “When Israel was a child, I loved him, and out of Egypt I called My son.</p>\n<p><strong><sup>2</sup></strong> As they called them, so they went from them; they sacrificed to the Baals, and burned incense to carved images.</p>\n<p><strong><sup>3</sup></strong> I taught Ephraim to walk, taking them by their arms; but they did not know that I healed them.</p>\n<p><strong><sup>4</sup></strong> I drew them with gentle cords, with bands of love, and I was to them as those who take the yoke from their neck. I stooped and fed them.</p>\n<p><strong><sup>5</sup></strong> “He shall not return to the land of Egypt; but the Assyrian shall be his king, because they refused to repent.</p>\n<p><strong><sup>6</sup></strong> And the sword shall slash in his cities, devour his districts, and consume them, because of their own counsels.</p>\n<p><strong><sup>7</sup></strong> My people are bent on backsliding from Me. Though they call to the Most High, none at all exalt Him.</p>\n<p><strong><sup>8</sup></strong> “How can I give you up, Ephraim? How can I hand you over, Israel? How can I make you like Admah? How can I set you like Zeboiim? My heart churns within Me; My sympathy is stirred.</p>\n<p><strong><sup>9</sup></strong> I will not execute the fierceness of My anger; I will not again destroy Ephraim. For I am God, and not man, the Holy One in your midst; and I will not come with terror.</p><p>God’s love for His people is likened to the tender affection of a parent for a child. Scripture uses the imagery of teaching a young child to walk; taking one’s beloved child in one’s arms; healing and providing sustenance; and otherwise tenderly caring for His people. Scripture also states that God “carried” His people just “ ‘as a man carries his son’ ” (Deut. 1:31, NKJV). In “His love and in His mercy He redeemed them” and “lifted them and carried them all the days of old” (Isa. 63:9, NASB).<br><br>In contrast to God’s unwavering faithfulness, His people were repeatedly unfaithful, ultimately pushing God away and bringing judgment upon themselves and deeply grieving Him. God is compassionate, but never to the exclusion of justice. (As we will see in a later lesson, love and justice go together.)<br><br>Have you ever been so upset about something that your stomach churns? That is the kind of imagery used for the depth of God’s emotions over His people. The imagery of one’s heart turning over and compassions being kindled is idiomatic language of deep emotions, used of both God and humans.<br><br>This imagery, of compassions being kindled (kamar), is used in the case of the two women who came before Solomon, each one claiming the same baby as her own. When Solomon ordered the infant cut in two (with no intention to harm the child), this imagery described the emotional reaction of the real mother (1 Kings 3:26; compare with Gen. 43:30).<br><br><strong>Anyone who has ever been a parent knows what the lesson is talking about. No other earthly love begins to compare.How does this help us understand the reality of God’s love for us, and what comfort can, and should, we draw from this understanding?</strong><br></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 21",
               "dayTitle":"<p>The Compassion of Jesus</p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p>In the New Testament, the same kind of imagery as in the Old is used to depict God’s compassion. Paul refers to the Father as the “Father of mercies and God of all comfort” (2 Cor. 1:3, NKJV). Further, Paul explains in Ephesians 2:4 that God is “rich in mercy” and redeems humans “because of His great love with which He loved us” (NKJV).<br><br>In various parables, Christ Himself repeatedly uses terms of visceral, gut-wrenching emotion to depict the Father’s compassion (Matt. 18:27, Luke 10:33, Luke 15:20). And the same language that depicts divine compassion in the Old Testament and New Testament also is used in the Gospels to depict Jesus’ compassionate responses to those in distress.<br><strong><br>Read Matthew 9:36, Matthew 14:14, Mark 1:41, Mark 6:34, and Luke 7:13. See also Matthew 23:37. How do these verses shed light on the way Christ was moved by the plight of people?</strong></p><p><strong>Matthew 9:36</strong><br></p>\n<p><strong><sup>36</sup></strong> But when He saw the multitudes, He was moved with compassion for them, because they were weary and scattered, like sheep having no shepherd. <em>(Matthew 9:36)</em></p><p><strong>Matthew 14:14<em><br></em></strong></p>\n<p><strong><sup>14</sup></strong> And when Jesus went out He saw a great multitude; and He was moved with compassion for them, and healed their sick. <em>(Matthew 14:14)</em></p><p><strong>Mark 1:41<em><br></em></strong></p>\n<p><strong><sup>41</sup></strong> Then Jesus, moved with compassion, stretched out His hand and touched him, and said to him, “I am willing; be cleansed.” <em>(Mark 1:41)</em></p><p><strong>Mark 6:34<em><br></em></strong></p>\n<p><strong><sup>34</sup></strong> And Jesus, when He came out, saw a great multitude and was moved with compassion for them, because they were like sheep not having a shepherd. So He began to teach them many things. <em>(Mark 6:34)</em></p><p><strong>Luke 7:13<em><br></em></strong></p>\n<p><strong><sup>13</sup></strong> When the Lord saw her, He had compassion on her and said to her, “Do not weep.” <em>(Luke 7:13)</em></p>\n<p><strong>Matthew 23:37<sup><br></sup></strong></p><p><strong><sup>37</sup></strong> “O Jerusalem, Jerusalem, the one who kills the prophets and stones those who are sent to her! How often I wanted to gather your children together, as a hen gathers her chicks under her wings, but you were not willing! <em>(Matthew 23:37)</em></p><p>Again and again in the Gospels, Christ was said to be moved to compas­sion by people in distress or in need. And He not only felt compas­sion, He addressed the people’s needs, as well.<br><br>And yes, Jesus also lamented over His people. One might imagine the tears in Christ’s eyes as He looks out over the city—“ ‘How often I wanted to gather your children together, as a hen gathers her chicks under her wings, but you were not willing!’ ” (Matt. 23:37, NKJV).<br><br>Here, we see that the lament of Christ matches closely with that depicted of God throughout the Old Testament. In fact, many biblical scholars note that the imagery of a bird taking care of her young is imagery only used of divinity in the ancient Near East. Here, many see an allusion to the imagery in Deuteronomy 32:11, of God as a bird hovering over, protecting, and taking care of its young.<br><br><strong>There is no greater example of God’s great compassionate love for us than Jesus Himself—who gave Himself for us in the ultimate demonstration of love. Yet, Christ is not only the perfect image of God. He is also the perfect model of humanity. How can we model our lives after the life of Christ, focusing on the felt needs of others, and, thus, not merely preaching God’s love but showing it in tangible ways?<em><br></em></strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 22",
               "dayTitle":"<p>A Jealous God?</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p>The God of the Bible is the “compassionate God.” In Hebrew, God is called el ra?um (Deut. 4:31). The term “el” means “God,” and ra?um is a different form of the root for compassion (ra?um). Yet, God is called not only the compassionate God but also the jealous God, el qana’. As Deuteronomy 4:24 puts it, “ ‘The Lord your God is a consuming fire, a jealous God [el qana’].’ ” (See Deut. 4:24, Deut. 6:15, Josh. 24:19, Nah. 1:2.)<br><br>First Corinthians 13:4 declares that “love is not jealous” (RSV). How could it be, then, that God is a “jealous God”?&nbsp;</p><p><strong>Read 2 Corinthians 11:2 and consider the way God’s people were unfaithful to Him throughout the narratives of the Bible (see, for example, Ps. 78:58). What light do these passages shed on understanding divine “jealousy”?</strong></p><p><strong>2 Corinthians 11:2</strong></p><p><sup><strong>2 </strong></sup>For I am jealous for you with godly jealousy. For I have betrothed you to one husband, that I may present you as a chaste virgin to Christ. <br></p><p><strong>Ps. 78:58</strong><br><sup><br><strong>58</strong></sup> For they provoked Him to anger with their high places,<br>And moved Him to jealousy with their carved images.</p><p>The “jealousy” of God is often misunderstood. If you refer to someone as a jealous husband or wife, you likely do not mean it as a compliment. The term jealousy often has negative connotations in many languages. However, in the Bible, divine jealousy has no negative connotations. It is the righteous passion of a loving husband for an exclusive relationship with his wife.<br><br>While there is a kind of jealousy that is against love (1 Cor. 13:4), according to 2 Corinthians 11:2, there is a good and righteous “jealousy.” Paul refers to it as “godly jealousy” (2 Cor. 11:2). God’s jealousy is only and always the righteous kind and may better be spoken of as God’s passionate love for His people. God’s passion (qana’) for His people stems from His profound love for them. God desires an exclusive relationship with His people; He alone is to be their God. Yet, God is often depicted as a scorned lover, whose love is unrequited (see Hosea 1–3, Jer. 2:2, Jer. 3:1–12). Thus, God’s “jealousy” or “passion” is never unprovoked but always responsive to the infidelity and evil people. God’s jealousy (or “passionate love”) lacks the negative connotations of human jealousy. It is never envious but always the proper righteous passion for an exclusive relationship with His people and for their good.<br><br><strong>How can we learn to reflect that same kind of good “jealousy” toward others that God displays toward us?</strong><br></p><p><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 23",
               "dayTitle":"<p>Compassion and Passionate<br></p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p>The God of the Bible is compassionate and passionate, and these divine emotions are supremely exemplified in Jesus Christ. God is sympathetic (compare with Isa. 63:9, Heb. 4:15), deeply affected by the sorrows of His people (Judg. 10:16, Luke 19:41), and willing to hear, answer, and comfort (Isa. 49:10, 15; Matt. 9:36; Matt. 14:14).<br><strong><br>Read 1 Corinthians 13:4–8. In what ways does this passage call us to reflect God’s compassionate and amazing love in our relationships with others?</strong></p><p><sup><strong>4</strong></sup> Love suffers long and is kind; love does not envy; love does not parade itself, is not puffed up;&nbsp;</p><p><sup><strong>5</strong></sup> does not behave rudely, does not seek its own, is not provoked, thinks no evil;&nbsp;</p><p><sup><strong>6</strong></sup> does not rejoice in iniquity, but rejoices in the truth;&nbsp;</p><p><sup><strong>7</strong></sup> bears all things, believes all things, hopes all things, endures all things.<br><sup><br><strong>8</strong></sup> Love never fails. But whether there are prophecies, they will fail; whether there are tongues, they will cease; whether there is knowledge, it will vanish away. <br><br>We long to be in relationship with persons who exemplify the kind of love described in 1 Corinthians 13:4–8. But how often do we seek to become this kind of person toward others? We cannot make ourselves long-suffering and kind; we cannot make ourselves not be envious, conceited, rude, or selfseeking. We cannot muster a love in ourselves that “bears all things, believes all things, hopes all things, endures all things,” and “never fails” (1 Cor. 13:7, 8, NKJV). Such love can be exemplified in our lives only as the fruit of the Holy Spirit. And praise God that the Holy Spirit pours the love of God into the hearts of those who, by faith, are in Christ Jesus (Rom. 5:5).<br><br>By the grace of God and the power of the Holy Spirit, in what practical ways might we respond to, and reflect, God’s profoundly emotional, but always perfectly righteous and rational, love? First, the only appropriate response is to worship the God who is love. Second, we should respond to God’s love by actively showing compassion and benevolent love to others. We should not simply be comforted in our Christian faith but should be motivated to comfort others. Finally, we should recognize that we cannot change our hearts, but that only God can.<br><br>So, let us ask God to give us a new heart for Him and for others—a pure and purifying love that elevates what is good and removes the chaff from within.<br><br>Let our prayer be: “may the Lord make you increase and abound in love to one another and to all, . . . so that He may establish your hearts blameless in holiness before our God and Father at the coming of our Lord Jesus Christ with all His saints” (1 Thess. 3:12, 13, NKJV).<br><br><strong>Why is a death to self and to the selfishness and corruption of our natural hearts the only way to reveal this kind of love? What are the choices that we can make in order to be able to die this death to self?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"January 24",
               "dayTitle":"<p>Further Thought:<br></p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p><strong>Read Ellen G. White, “The Beatitudes,” pp. 6–44, in Thoughts From the Mount of Blessing.</strong><br><br>“All who have a sense of their deep soul poverty, who feel that they have nothing good in themselves, may find righteousness and strength by looking unto Jesus. He says, ‘Come unto Me, all ye that labor and are heavy-laden.’ Matthew 11:28. He bids you exchange your poverty for the riches of His grace. We are not worthy of God's love, but Christ, our surety, is worthy, and is abundantly able to save all who shall come unto Him. Whatever may have been your past experience, however discouraging your present circumstances, if you will come to Jesus just as you are, weak, helpless, and despairing, our compassionate Saviour will meet you a great way off, and will throw about you His arms of love and His robe of righteousness. He presents us to the Father clothed in the white raiment of His own character. He pleads before God in our behalf, saying: I have taken the sinner’s place. Look not upon this way-ward child, but look on Me. Does Satan plead loudly against our souls, accusing of sin, and claiming us as his prey, the blood of Christ pleads with greater power.”—Ellen G. White, Thoughts From the Mount of Blessing, pp. 8, 9.<br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> Look at what inspiration above said about how, thanks to Jesus, we are presented to the Father. “He presents us to the Father clothed in the white raiment of His own character.” No matter how discouraged we might get at times over our faults and shortcomings, or how often we don’t reflect to others the kind of love that God pours out on us, why must we always come back to the wonderful news that we are accepted by the Father because Jesus “presents us to the Father clothed in the white raiment of His own character”?<br><br><strong>2.</strong> Imagine how the mother must have felt in the case of the two women who came before Solomon claiming the same baby was their child. Consider again the language of emotion described in 1 Kings 3:26. How does this shed light on the same kind of language that is used to describe God’s emotions for His people, in Hosea 11:8?<br><br><strong>3.</strong> Throughout the Gospels, we have seen that Jesus often was moved by the needs of people. And what did He do? He acted in a way that addressed the people’s needs. What are practical ways that you as an individual, or even perhaps as a class, can meet the needs of those who need comforting?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":48,
               "idDay":8,
               "idLesson":4,
               "lessonText":"<p><strong>Attacked by Drunken Men<br><br>By Andrew McChesney<br></strong><br>A drunken man accosted the 21-year-old missionary woman on a public bus and tried to hug and kiss her. As she struggled against his advances, the other passengers looked the other way until an elderly woman yelled something to the bus driver. The bus stopped, then under the guidance of the elderly woman, several passengers threw the man off. She came over to the sobbing missionary, patted her arm, and said something that the missionary couldn’t understand.<br><br>This was the nightmare that Joanne (Park) Kim seemed to face nearly every week in Mongolia. It was the early 1990s, and she was a single American woman serving as one of the first Seventh-day Adventist missionaries in impoverished, post-Communist Mongolia.<br><br>On another occasion, a drunken neighbor mistook Joanne’s apartment for his own. He kicked down her flimsy wooden door with his steel-toe boots and started to beat her. Joanne grabbed a broom and, screaming, fought back. It was a losing battle until Joanne used the broom to bang on the ceiling and her fellow missionaries, a married American couple, heard from their apartment above, and rushed down to rescue her.<br><br>The last straw for Joanne came when she and a fellow missionary were waiting at a bus stop on the outskirts of Ulaanbaatar, Mongolia’s capital. A mother had invited them to her child’s first haircut, which called for a big celebration in Mongolia. Joanne was instructed to wait at the bus stop because she would never be able to find the ger home on the unmarked streets, so she and the other missionary sat on the curb and waited for the mother to arrive.<br><br>Then four drunken men sat beside them and tried to hug and kiss Joanne. Joanne and the other missionary moved away, but the men followed. Everyone at the crowded bus stop looked away. The men dragged the women to a deserted alley. Joanne screamed and kicked and fought back, but she was no match for the four men. Then the men threw the women onto the ground. Joanne thought it was the end.<br><br>Suddenly, the men’s faces turned pale. They turned and ran away. Joanne looked around to see who had come to save them. No one was there. At that moment, Joanne knew that the men must have seen an angel.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"--",
               "dayTitle":"<p>Teachers</p>",
               "id":49,
               "idDay":9,
               "idLesson":4,
               "lessonText":"<p><strong>Part I: Overview<br><br>Key Text: Isaiah 49:15 Study Focus: Ps. 103:13; Isa. 49:15; Hos. 11:1–4, 8, 9; Matt. 9:36; 1 Cor. 13:4.<br><br>Introduction: God is moved physically and emotionally with profound compas­sion for His people.<br><br>Lesson Themes: This week’s lesson highlights three basic points.</strong><br><br><strong>1</strong>. Our passionate and compassionate God is vividly presented in Scripture with parenting imagery. God’s love has strong emotional and affective aspects, similar to parental love. The metaphor of divine love as maternal love conveys the notion of God’s remembering and having compassion over His people. Maternal imagery is, to some degree, the best illustration of God’s compassion, loving care, and attention to the needs of His people. Scripture also illustrates God’s compassion using the image of a loving and compassionate father.<br><br><strong>2. </strong>Our passionate and compassionate God is strikingly portrayed in Scripture with visceral language. In many Bible passages, visceral language is used to express God’s affection, as He is moved physically and emotionally with profound compassion for people. The Hebrew word for compassion depicts a womb-like maternal love, emphasizing a mother’s compassion toward her child. Similarly, God shows tender affection and compassion for His people.<br><br><strong>3</strong>. Our passionate and compassionate God is jealous in a good and righteous way. God seeks an intimate and exclusive covenantal relationship with us and requires faithfulness from His people. In this sense, God is described in Scripture as zealous and jealous. Instead of the negative connotation of being capricious, this language conveys the idea that God acts in our best interests to protect us from self-harm and broken promises.<br><br>Life Application: In His passionate and compassionate love, God invites us to be like Him. In our compassion toward others, we need to be considerate of the people around us and be purposeful as a church about actively caring for others.<br><br><strong>Part II: Commentary</strong><br><br><strong>1. Our Passionate and Compassionate God Is Vividly Presented, With Parenting Imagery, in Scripture.</strong><br><br>One of the most vivid pictures of God in Scripture is delineated by the parenting language of mother and father, who are ideally special figures of love and compassion in human relationships.<br><br>In the dialogue between God and Zion in Isaiah 49:14–23, which is located in the larger message for the consolation of Israel, in Isaiah 49:14–26, Zion initially complains, “ ‘The Lord has forsaken me; my Lord has forgotten me’ ” (Isa. 49:14, ESV). In His answer, the Lord highlights that He always remembers His people; this affirmation is poetically shaped by the image of a mother. “ ‘Can a woman forget her nursing child, and not have compassion on the son of her womb? Surely they may forget, yet I will not forget you’ ” (Isa. 49:15, NKJV). The image of a mother is connected here with the ideas of remembering and having compassion. By contrast, the idea of forgetting, in this context, describes a lack of compassion.<br><br>The overall assumption is that the mother never forgets her nursing child. At least, this level of devotion is what everyone expects from her. Therefore, the image of a mother is probably the best example to illustrate God’s compassion and attention to the needs of His people.<br><br>Still, not all mothers fulfill this high expectation. While many people may describe their mothers as the most caring and compassionate human beings in the world, others unfortunately might not have good memories of their mothers. Even though Isaiah 49:15 seems to set the mother imagery as the pinnacle of human awareness and compassion, this passage also may account for the negative experiences wrought by a forgetful and merciless mother.<br><br>Thus, while such experiences are considered atypical, at the same time, the comparison in this passage acknowledges that some mothers may deviate from that norm and still forget. Unfortunately, this experience is a sad reality in the lives of some people. However, even if this experience lamentably happens, God will never forget His people, as He will always be compassionate toward them. In short, the comparison in this passage of God with a mother provides a beautiful picture of a passionate and compassionate God, both to those who have a caring mother (God is somehow like them) and to those who have, or had, a detrimental experience with an unloving mother (God is definitely different than they are).<br><br>Likewise, the scriptural description of God’s compassion employs the comparative language of a father. Psalm 103 praises the Lord for His mercies. “The Lord is merciful and gracious, slow to anger, and abounding in mercy. He will not always strive with us, nor will He keep His anger forever. He has not dealt with us according to our sins, nor punished us according to our iniquities” (Ps. 103:8–10, NKJV). Following this description, the psalm compares God with a father: “As a father has compas­sion on his children, so the Lord has compassion on those who fear him” (Ps. 103:13, NIV).<br><br><strong>2. Our Passionate and Compassionate God Is Strikingly Portrayed, With Visceral Language, in Scripture.</strong><br><br>Compassion in the Bible is portrayed with visceral language. This language makes the descriptions of compassion in Scripture, especially the references to divine compassion, emotionally and physically expressive.<br><br>For instance, “the Hebrew word for compassion,” which is ra?amim, “is etymologically related to re?em (womb)” (Shmuel Himelstein, “Compassion,” The Oxford Dictionary of the Jewish Religion, 2nd ed., ed. Adele Berlin [Oxford: Oxford University Press, 2011]). This idea reinforces the comparison of God’s compassion with the compassion of a mother toward the child that came from her womb. To be sure, this strong bodily language should not be taken literally for God. But such a powerful portrayal is probably the ultimate image we can employ in order to truly express, in the limitations of human concepts and language, the profoundness of God’s loving compassion.<br><br>In Hosea 11, the Lord expresses His deep love for Israel. He states that “ ‘when Israel was a child, I loved him’ ” (Hosea 11:1, NKJV) and that “ ‘I taught Ephraim to walk, taking them by their arms’ ” (Hosea 11:3, NKJV).<br><br>However, the Lord points out that His “ ‘people are bent on backsliding from Me’ ” (Hosea 11:7, NKJV). Still, He declares His love by saying, “ ‘How can I give you up, Ephraim? How can I hand you over, Israel?’ ” (Hosea 11:8, NKJV). Using visceral language to depict His compassion, more precisely “a change of heart” (NET; see also NIV, Tanakh), the Lord tells His people, “ ‘My heart churns [verb hp? k? ] within Me; My sympathy is stirred’ ” (Hosea 11:8, NKJV).<br><br>The Hebrew verb hp? k? also appears in connection with the heart, now to depict human distress, in Lamentations. Once again, bodily visceral language is used: “ ‘Look, O Lord, for I am in distress; my stomach churns; my heart is wrung [verb hp? k? ] within me’ ” (Lam. 1:20, ESV). Therefore, visceral language, referring to a human heart in Lamentations, and to the divine heart in Hosea, emotionally describes the depths of God’s passion and compassion for His people.<br><br>Similarly, the Greek verb splanchnizomai is used in the New Testament, particularly in the Synoptic Gospels, to depict Jesus having compassion on the people (see Matt. 9:36, Matt. 14:14, Matt. 15:32, Matt. 20:34, Mark 1:41, Mark 6:34, Mark 8:2, Luke 7:13; see also this language in Matt. 18:27, Mark 9:22, Luke 10:33, Luke 15:20). It is noteworthy that the related noun splanchon, which conveys the idea of affection or compassion in many New Testament passages (see Luke 1:78, Phil. 1:8, Phil. 2:1, Col. 3:12), literally refers to “the inward parts of a body,” especially “the viscera . . . entrails” (Frederick W. Danker et al., A Greek- English Lexicon of the New Testament and Other Early Christian Literature [Chicago: University of Chicago Press, 2000], p. 938). As Craig Bloomberg emphasizes in his remarks on Matthew 9:36, Jesus’ “emotions reflect a deep, gut-level ‘compassion’ (a reasonable, idiomatic English equivalent for a term [from Greek splanchnos] that could refer to ­bowels and kidneys)” (Matthew: The New American Commentary [Nashville: Broadman &amp; Holman Publishers, 1992], vol. 22, p. 166). Hence, the New Testament emotionally depicts Jesus’ compassion by employing the visceral language of internal body parts being moved. To put a finer point on it, He is being physically and emotionally moved with profound loving compassion for the people. This is compatible with the Old Testament description of God’s deep compassion for His people.<br><br><strong>3. Our Passionate and Compassionate God Is Jealous in a Good and Righteous Way.</strong></p><p>&nbsp;As part of the Old Testament picture of our passionate and compassionate God, the Lord is described as jealous/zealous (see Exod. 20:5; Exod. 34:14; Deut. 4:24; Deut. 5:9; Deut. 6:15; Deut. 32:16, 21; Josh. 24:19; 1 Kings 14:22; Ps. 78:58; Ezek. 39:25; Nah. 1:2; Joel 2:18; Zech. 1:14; Zech. 8:2).<br><br>This description appears in the second commandment, which builds upon the first one (“ ‘You shall have no other gods before Me’ ” [Exod. 20:3, NKJV]) and prohibits making any “ ‘carved image’ ” (Exod. 20:4, NKJV). The commandment adds, “ ‘you shall not bow down to them nor serve them. For I, the Lord your God, am a jealous God’ ” (Exod. 20:5, NKJV). As in a marriage relationship, God requires exclusivity and faithfulness from His people.<br><br>Taking into account this covenant relationship, when God’s people break His commandment by making idols and worshiping/serving them, the people move God, or provoke Him, to jealousy and wrath, according to the biblical language (Deut. 32:16, 21; Josh. 24:19; 1 Kings 14:22, 23; Ps. 78:58; Nah. 1:2, 14). As a holy God (Josh. 24:19, Ezek. 39:25) who is zealous for the relationship with His people (Joel 2:18, Zech. 1:14, Zech. 8:2), His jealous reaction is actually a holy response to the unfaithfulness and idolatry of His people.<br><br>This Old Testament picture of God’s jealousy is obviously different from Paul’s warning against jealousy among church members in the New Testament (see 1 Cor. 13:4, 2 Cor. 12:20, Gal. 5:20). Paul speaks positively of “godly jealousy,” emphasizing, in 2 Corinthians 11:2, that he is jealous for the church. This distinction between a negative jealousy to be avoided and God’s positive jealousy may be discerned in the Greek language, but via the two possible definitions of jealousy in the New Testament: (1) “be positively and intensely interested” (zeal); and (2) “to have intense negative feelings over another’s achievements” (envy) (Danker et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature, p. 427).<br><strong><br>Part III: Life Application</strong><br><br>God actively shows compassion and passionate love for His people and invites us to do the same. Taking this idea into account, discuss the fol- lowing questions:<br><br><strong>1.</strong> As we compare God’s compassion with that of a caring mother, how do remembering and forgetting play a role in the practice, or the lack, of compassion? Give examples.<br><br><strong>2.</strong> In what ways can you be jealous, in a positive manner, in your relationships in the church, as God is jealous in His relationships with His people?<br><br><strong>3.</strong> How can we be purposeful as a church about caring for others and about incorporating the cause of others into our own spiritual goals?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>God Is Passionate and Compassionate<br></p>",
         "verse":"<p>‘Can a woman forget her nursing child, and not have compassion on the son of her womb? Surely they may forget, yet I will not forget you’ ” (Isa. 49:15, NKJV).<br></p>",
         "versionCode":80,
         "weekDate":"January 18–24"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
