{
   "data":[
      {
         "color":"#76ebcb",
         "id":6,
         "idEs":10,
         "language":"es",
         "lessonDays":[
            {
               "date":"29 de octubre",
               "dayTitle":"<p><strong>ÉL MURIÓ POR NOSOTROS</strong><br></p>",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>Se ha dicho que no podemos evitar ni la muerte ni los impuestos. Eso no es totalmente cierto: la gente puede evitar los impuestos, pero no la muerte. Es posible que puedan posponer la muerte unos años, pero, tarde o temprano, la muerte siempre llega. Y, porque sabemos que los muertos (justos e injustos) en un principio acaban en el mismo lugar, nuestra esperanza de la resurrección lo es todo para nosotros. Como dijo Pablo, en esta esperanza, incluso “también los que durmieron en Cristo perecieron” (1 Cor. 15:18), lo cual es algo bastante extraño si los que “durmieron en Cristo” están revoloteando en el cielo en presencia de Dios. <br></p><p>Por lo tanto, la resurrección de Cristo es fundamental para nuestra fe, porque en su resurrección tenemos la seguridad de la nuestra. Pero, antes de que Cristo resucitara de entre los muertos, por supuesto, tenía que morir. Por eso, en medio de la agonía del Getsemaní, anticipándose a su muerte, oró: “Ahora está turbada mi alma; ¿y qué diré? ¿Padre, sálvame de esta hora? Mas para esto he llegado a esta hora” (Juan 12:27). Y su propósito era morir, para darnos vida. <br></p><p>Esta semana nos centraremos en la muerte de Cristo y lo que significa para la promesa de la vida eterna.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de octubre ",
               "dayTitle":"<p><strong>DESDE LA FUNDACIÓN DEL MUNDO</strong><br></p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Apocalipsis 13:8; Hechos 2:23; y 1 Pedro 1:19 y 20. ¿Cómo podría considerarse a Cristo como “inmolado desde el principio del mundo”? </strong><br></p><p><strong>Apocalipsis 13:8</strong></p><p><strong><sup>8</sup></strong> Y la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo.</p><p><strong>Hechos 2:23<br></strong></p><p><strong><sup>23</sup></strong> a este, entregado por el determinado consejo y anticipado conocimiento de Dios, prendisteis y matasteis por manos de inicuos, crucificándole;<br></p><p><strong>1 Pedro 1:19 - 20</strong><br></p><p><strong><sup>19</sup></strong> sino con la sangre preciosa de Cristo, como de un cordero sin mancha y sin contaminación, <br></p><p><strong><sup>20</sup> </strong>ya destinado desde antes de la fundación del mundo, pero manifestado en los postreros tiempos por amor de vosotros</p><p><br></p><p>“Y la adoraron todos los moradores de la tierra cuyos nombres no estaban escritos en el libro de la vida del Cordero que fue inmolado desde el principio del mundo” (Apoc. 13:8). Lo importante aquí para nosotros es la idea de que Cristo fue “inmolado desde el principio del mundo”. Obviamente, debemos entender esto en un sentido simbólico (el libro de Apocalipsis está lleno de símbolos), porque Cristo no fue crucificado hasta miles de años después de la creación de la Tierra. Lo que señala este versículo es que el plan de salvación se había puesto en marcha ya antes de la creación del mundo. Y la muerte de Jesús, el Cordero de Dios, en la Cruz, sería primordial para ese plan.</p><p><strong>&nbsp;Lee Tito 1:2. ¿Qué nos enseña este versículo? ¿Hace cuánto tiempo está vigente el plan de salvación, que se centra en la muerte de Cristo? </strong><br></p><p><strong>Tito 1:2<br></strong></p><p><strong><sup>2</sup> </strong>en la esperanza de la vida eterna, la cual Dios, que no miente, prometió desde antes del principio de los siglos<br></p><p><br></p><p>“El plan de nuestra redención no fue una reflexión ulterior, un plan formulado después de la caída de Adán. [...] Fue una manifestación de los principios que desde las edades eternas habían sido el fundamento del Trono de Dios” (DTG 13). Ese plan se les reveló primeramente a Adán y a Eva en el jardín del Edén (Gén. 3:15, 21), y cada sacrificio de sangre tipificaba ese plan en todo el Antiguo Testamento. Por ejemplo, mientras probaba la fe de Abraham, Dios proveyó un carnero para sacrificar en lugar de Isaac (Gén. 22:11-13). Este reemplazo tipificó aún más claramente la naturaleza sustitutiva del sacrificio expiatorio de Cristo en la Cruz. <br></p><p>Por lo tanto, el centro de todo el plan de salvación es la muerte sustitutiva de Jesús, simbolizada durante siglos por los sacrificios de animales, cada uno de los cuales es un símbolo de la muerte de Jesús en la Cruz como “el Cordero de Dios, que quita el pecado del mundo” (Juan 1:29). <br></p><p><strong>Los sacrificios de animales son espantosos y sangrientos, eso es verdad. Pero ¿por qué esa crueldad y tanta sangre es precisamente lo que nos instruye acerca de la muerte de Cristo en nuestro lugar, y cuál fue el terrible costo del pecado?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"31 de octubre",
               "dayTitle":"<p><strong>UN PREFACIO A LA CRUZ</strong></p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p>¿Cuál fue la reacción de los discípulos a las predicciones de Jesús sobre sus propios sufrimientos y muerte? ¿Qué deberían enseñarnos sus reacciones sobre los peligros de malinterpretar las Escrituras? <br></p><p><strong>Mateo 16:21–23 <br></strong></p><p><strong><sup>21</sup></strong> Desde entonces comenzó Jesús a declarar a sus discípulos que le era necesario ir a Jerusalén y padecer mucho de los ancianos, de los principales sacerdotes y de los escribas; y ser muerto, y resucitar al tercer día. <br></p><p><strong><sup>22</sup></strong> Entonces Pedro, tomándolo aparte, comenzó a reconvenirle, diciendo: Señor, ten compasión de ti; en ninguna manera esto te acontezca. <br></p><p><sup><strong>23</strong> </sup>Pero él, volviéndose, dijo a Pedro: ¡Quítate de delante de mí, Satanás!; me eres tropiezo, porque no pones la mira en las cosas de Dios, sino en las de los hombres.<br></p><p><strong>Mateo 17:22 - 23</strong></p><p><strong><sup>22</sup></strong> Estando ellos en Galilea, Jesús les dijo: El Hijo del Hombre será entregado en manos de hombres, <br></p><p><sup><strong>23</strong> </sup>y le matarán; mas al tercer día resucitará. Y ellos se entristecieron en gran manera.<br></p><p><strong>Marcos 9:30–32 <br></strong></p><p><sup><strong>30</strong> </sup>Habiendo salido de allí, caminaron por Galilea; y no quería que nadie lo supiese. <br></p><p><sup><strong>31</strong> </sup>Porque enseñaba a sus discípulos, y les decía: El Hijo del Hombre será entregado en manos de hombres, y le matarán; pero después de muerto, resucitará al tercer día. <br></p><p><sup><strong>32</strong> </sup>Pero ellos no entendían esta palabra, y tenían miedo de preguntarle.<br></p><p><strong>Lucas 9:44 - 45 <br></strong></p><p><strong><sup>44</sup></strong> Haced que os penetren bien en los oídos estas palabras; porque acontecerá que el Hijo del Hombre será entregado en manos de hombres. <br></p><p><strong><sup>45</sup></strong> Mas ellos no entendían estas palabras, pues les estaban veladas para que no las entendiesen; y temían preguntarle sobre esas palabras.<br></p><p><strong>Lucas 18:31–34 <br></strong></p><p><sup><strong>31</strong> </sup>Tomando Jesús a los doce, les dijo: He aquí subimos a Jerusalén, y se cumplirán todas las cosas escritas por los profetas acerca del Hijo del Hombre. <br></p><p><strong><sup>32</sup></strong> Pues será entregado a los gentiles, y será escarnecido, y afrentado, y escupido. <br></p><p><sup><strong>33</strong> </sup>Y después que le hayan azotado, le matarán; mas al tercer día resucitará. <strong><br></strong></p><p><strong><sup>34</sup></strong> Pero ellos nada comprendieron de estas cosas, y esta palabra les era encubierta, y no entendían lo que se les decía.</p><p><br></p><p>Jesús nació para morir y vivió para morir. Cada paso que daba lo acercaba más a su gran sacrificio expiatorio en la Cruz del Calvario. Plenamente consciente de su misión, no permitió que nada ni nadie lo distrajeran de ella. En realidad, “su vida entera fue un prefacio a su muerte en la Cruz” (FEC 423).</p><p>&nbsp;En el último año de su ministerio terrenal, Jesús habló cada vez más explí- citamente a sus discípulos acerca de su muerte inminente. Pero ellos parecían reacios, no podían aceptar la realidad de sus declaraciones. Llenos de nociones falsas sobre el papel del Mesías, lo último que hubiesen imaginado de Jesús, especialmente como el Mesías, era que muriera. En resumen, su falsa teología los llevó a un dolor y un sufrimiento innecesarios. <br></p><p>Ya a Nicodemo, Jesús le había declarado: “Y como Moisés levantó la serpiente en el desierto, así es necesario que el Hijo del Hombre sea levantado, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna” (Juan 3:14, 15). Mientras estaba en Cesarea de Filipo, Jesús dijo a sus discípulos que tenía que “ir a Jerusalén y padecer mucho de los ancianos, de los principales sacerdotes y de los escribas; y ser muerto, y resucitar al tercer día” (Mat. 16:21). Al pasar en secreto por Galilea (Mar. 9:30–32) y durante su viaje final a Jerusalén (Luc. 18:31–34), Jesús habló nuevamente a sus discípulos acerca de su muerte y su resurrección. Como no era lo que querían escuchar, no escucharon. Qué fácil es para nosotros hacer lo mismo. <strong><br></strong></p><p><strong>La gente, especialmente el pueblo escogido por Dios, tenía conceptos falsos con respecto a la primera venida del Mesías. ¿Cuáles son algunos de los conceptos falsos que existen hoy con respecto a la segunda venida de Jesús?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de noviembre ",
               "dayTitle":"<p><strong>“CONSUMADO ES”</strong><br></p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Juan 19:1 al 30. ¿Cuál es el mensaje fundamental para nosotros en la declaración de Jesús: “Consumado es”? <br></strong></p><p><strong>Juan 19:1 - 30<br></strong></p><p><strong>1</strong> Así que, entonces tomó Pilato a Jesús, y le azotó. <br></p><p><strong>2</strong> Y los soldados entretejieron una corona de espinas, y la pusieron sobre su cabeza, y le vistieron con un manto de púrpura; <br></p><p><strong>3</strong> y le decían: ¡Salve, Rey de los judíos! y le daban de bofetadas. <br></p><p><strong>4</strong> Entonces Pilato salió otra vez, y les dijo: Mirad, os lo traigo fuera, para que entendáis que ningún delito hallo en él. <br></p><p><strong>5</strong> Y salió Jesús, llevando la corona de espinas y el manto de púrpura. Y Pilato les dijo: ¡He aquí el hombre! <br></p><p><strong>6</strong> Cuando le vieron los principales sacerdotes y los alguaciles, dieron voces, diciendo: ¡Crucifícale! ¡Crucifícale! Pilato les dijo: Tomadle vosotros, y crucificadle; porque yo no hallo delito en él. <br></p><p><strong>7</strong> Los judíos le respondieron: Nosotros tenemos una ley, y según nuestra ley debe morir, porque se hizo a sí mismo Hijo de Dios.</p><p><strong>8</strong> Cuando Pilato oyó decir esto, tuvo más miedo. <br></p><p><strong>9</strong> Y entró otra vez en el pretorio, y dijo a Jesús: ¿De dónde eres tú? Mas Jesús no le dio respuesta. <br></p><p><strong>10</strong> Entonces le dijo Pilato: ¿A mí no me hablas? ¿No sabes que tengo autoridad para crucificarte, y que tengo autoridad para soltarte? <br></p><p><strong>11</strong> Respondió Jesús: Ninguna autoridad tendrías contra mí, si no te fuese dada de arriba; por tanto, el que a ti me ha entregado, mayor pecado tiene.</p><p><strong>12 </strong>Desde entonces procuraba Pilato soltarle; pero los judíos daban voces, diciendo: Si a este sueltas, no eres amigo de César; todo el que se hace rey, a César se opone. <br></p><p><strong>13</strong> Entonces Pilato, oyendo esto, llevó fuera a Jesús, y se sentó en el tribunal en el lugar llamado el Enlosado, y en hebreo Gabata. <br></p><p><strong>14</strong> Era la preparación de la pascua, y como la hora sexta. Entonces dijo a los judíos: ¡He aquí vuestro Rey! <br></p><p><strong>15</strong> Pero ellos gritaron: ¡Fuera, fuera, crucifícale! Pilato les dijo: ¿A vuestro Rey he de crucificar? Respondieron los principales sacerdotes: No tenemos más rey que César. <br></p><p><strong>16</strong> Así que entonces lo entregó a ellos para que fuese crucificado. Tomaron, pues, a Jesús, y le llevaron.</p><p><strong>17</strong> Y él, cargando su cruz, salió al lugar llamado de la Calavera, y en hebreo, Gólgota; <br></p><p><strong>18</strong> y allí le crucificaron, y con él a otros dos, uno a cada lado, y Jesús en medio. <br></p><p><strong>19 </strong>Escribió también Pilato un título, que puso sobre la cruz, el cual decía: JESÚS NAZARENO, REY DE LOS JUDÍOS. <br></p><p><strong>20</strong> Y muchos de los judíos leyeron este título; porque el lugar donde Jesús fue crucificado estaba cerca de la ciudad, y el título estaba escrito en hebreo, en griego y en latín. <br></p><p><strong>21</strong> Dijeron a Pilato los principales sacerdotes de los judíos: No escribas: Rey de los judíos; sino, que él dijo: Soy Rey de los judíos. <br></p><p><strong>22</strong> Respondió Pilato: Lo que he escrito, he escrito.<br><br><strong>23</strong> Cuando los soldados hubieron crucificado a Jesús, tomaron sus vestidos, e hicieron cuatro partes, una para cada soldado. Tomaron también su túnica, la cual era sin costura, de un solo tejido de arriba abajo. <br></p><p><strong>24</strong> Entonces dijeron entre sí: No la partamos, sino echemos suertes sobre ella, a ver de quién será. Esto fue para que se cumpliese la Escritura, que dice:<br><br>Repartieron entre sí mis vestidos,<br><br>Y sobre mi ropa echaron suertes.<br><br>Y así lo hicieron los soldados. <br></p><p><strong>25</strong> Estaban junto a la cruz de Jesús su madre, y la hermana de su madre, María mujer de Cleofas, y María Magdalena. <br></p><p><strong>26</strong> Cuando vio Jesús a su madre, y al discípulo a quien él amaba, que estaba presente, dijo a su madre: Mujer, he ahí tu hijo. <br></p><p><strong>27 </strong>Después dijo al discípulo: He ahí tu madre. Y desde aquella hora el discípulo la recibió en su casa.<br><br><strong>28 </strong>Después de esto, sabiendo Jesús que ya todo estaba consumado, dijo, para que la Escritura se cumpliese: Tengo sed. <br></p><p><strong>29</strong> Y estaba allí una vasija llena de vinagre; entonces ellos empaparon en vinagre una esponja, y poniéndola en un hisopo, se la acercaron a la boca. <br></p><p><strong>30</strong> Cuando Jesús hubo tomado el vinagre, dijo: Consumado es. Y habiendo inclinado la cabeza, entregó el espíritu.<br></p><p>Finalmente, habían llegado los momentos decisivos para Cristo, para la humanidad y para todo el Universo. Con profunda agonía, él luchó contra los poderes de las tinieblas. Lentamente atravesó el huerto de Getsemaní, se abrió paso através de los juicios injustos y subió al monte del Calvario. Los ángeles malos intentaron vencerlo. Mientras Jesús pendía de la cruz, los principales sacerdotes, los escribas y los ancianos se burlaban de él diciendo: “A otros salvó, a sí mismo no se puede salvar; si es el Rey de Israel, descienda ahora de la cruz, y creeremos en él” (Mat. 27:42). <br></p><p>¿Podría Cristo haber bajado de la cruz y salvarse a sí mismo? Sí, hubiese podido, pero no quiso hacerlo. Su amor incondicional por toda la humanidad, incluyendo a los burladores, no le permitió rendirse. En realidad, “los escarnecedores estaban entre aquellos por quienes él moría para salvar; y no podía bajar de la cruz y salvarse a sí mismo, porque no eran los clavos los que lo sujetaban, sino su voluntad para salvarlos” (A. Plummer, An Exegetical Commentary on the Gospel According to S. Matthew, p. 397). <br></p><p>Con su sufrimiento, Cristo derrotó el reino de Satanás, aunque fue Satanás quien instigó los acontecimientos que lo llevaron a la Cruz, incluyendo la traición de Judas (Juan 6:70; 13:2, 27). “En cierto modo, de una manera que el evangelista no pretende describir, la muerte de Jesús es tanto un acto de Satanás como un acto en el que Jesús gana la victoria sobre Satanás” (G. E. Ladd, A Theology of the New Testament, pp. 192). <br></p><p>Al exclamar desde la cruz “Consumado es” (Juan 19:30), Cristo dio a entender no solo que su agonía había llegado a su fin, sino especialmente que había ganado el gran conflicto histórico-cósmico contra Satanás y sus fuerzas del mal. “Todo el cielo se asoció al triunfo del Salvador. Satanás estaba derrotado, y sabía que había perdido su reino” (DTG 706). <br></p><p>Es difícil captar este asombroso contraste: En la absoluta humillación del Hijo de Dios, él había ganado, para nosotros y para el Universo, la victoria más grande y gloriosa. <br></p><p><strong>Piensa en lo grave que debe ser el pecado, ya que requirió la muerte de Cristo para expiarlo. ¿Qué debería enseñarnos esta verdad acerca de cuán inútiles son nuestras obras para obtener méritos ante Dios? A fin de cuentas, ¿qué podemos agregar a lo que Cristo ya ha hecho por nosotros? Lleva tu respuesta a la clase el sábado.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de noviembre",
               "dayTitle":"<p><strong>ÉL MURIÓ POR NOSOTROS</strong><br></p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p><strong>Lee Juan 3:14 al 18 y Romanos 6:23. ¿Qué nos enseñan estos versículos? ¿Qué ganó la muerte de Cristo por nosotros? <br></strong></p><p><strong>Juan 3:14 - 18<br></strong></p><p><strong><sup>14</sup></strong> Y como Moisés levantó la serpiente en el desierto, así es necesario que el Hijo del Hombre sea levantado, <br></p><p><strong><sup>15</sup></strong> para que todo aquel que en él cree, no se pierda, mas tenga vida eterna.<br><br><sup><strong>16</strong> </sup>Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna. <br></p><p><sup><strong>17</strong> </sup>Porque no envió Dios a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él. <br></p><p><strong><sup>18</sup></strong> El que en él cree, no es condenado; pero el que no cree, ya ha sido condenado, porque no ha creído en el nombre del unigénito Hijo de Dios. <br><strong></strong></p><p><strong>Romanos 6:23<sup><br></sup></strong></p><p><strong><sup>23</sup></strong> Porque la paga del pecado es muerte, mas la dádiva de Dios es vida eterna en Cristo Jesús Señor nuestro.</p><p><br></p><p>Cuando Jesús llegó al río Jordán para bautizarse, Juan el Bautista exclamó: “He aquí el Cordero de Dios, que quita el pecado del mundo” (Juan 1:29). Esta declaración reconocía a Cristo como el Cordero de Dios antitípico, a quien apuntaban todos los verdaderos sacrificios del Antiguo Testamento. <br></p><p>Pero los sacrificios de animales no pueden quitar los pecados por sí mismos (Heb. 10:4). Ofrecían solo un perdón condicional que dependía de la efectividad del futuro sacrificio de Cristo en la Cruz. “Si confesamos nuestros pecados, él es fiel y justo para perdonar nuestros pecados, y limpiarnos de toda maldad” (1 Juan 1:9). <br></p><p><strong>Lee Juan 3:16 y 17. ¿Qué gran esperanza puedes obtener de estos versículos, especialmente cuando sientes, con razón, que mereces ser condenado por algo que cometiste?</strong></p><p><strong>Juan 3:16 - 17</strong></p><p><sup><strong>16</strong> </sup>Porque de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna. <strong><sup><br></sup></strong></p><p><sup>17</sup><strong> </strong>Porque no envió Dios a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él. <strong><br></strong></p><p><strong><br></strong></p><p>Piensa en lo que significa todo esto. Jesús, aquel que creó el cosmos (Juan 1:1-3), se ofreció a sí mismo por cada uno de nosotros, como sacrificio por los pecados, todo para que no tengamos que ser condenados por lo que merecidamente se nos podría condenar. Esta es la gran promesa del evangelio.</p><p>Jesucristo declaró que “de tal manera amó Dios al mundo, que ha dado a su Hijo unigénito” para que muriera por nosotros (Juan 3:16). Pero, nunca debemos olvidar que Cristo se ofreció voluntariamente en nuestro favor (Heb. 9:14). Lutero se refirió a la Cruz como “el altar en el que él [Cristo], consumido por el fuego del amor ilimitado que ardía en su corazón, presentó el sacrificio vivo y santo de su cuerpo y su sangre al Padre con ferviente intercesión, con gran clamor y lágrimas apasionadas y angustiosas (Heb. 5:7)” (Luther’s Works, t. 13, p. 319). Cristo murió una vez para siempre (Heb. 10:10, 12), porque su sacrificio es más que suficiente y nunca pierde poder. <br></p><p><strong>Es más: “Aunque hubiera habido una sola alma dispuesta a aceptar el evangelio de su gracia, Cristo, para salvarla, habría escogido su vida de penas y humillaciones y su muerte ignominiosa” (MC 96). </strong><br></p><p>Vuelve a leer Juan 3:16, reemplazando las palabras “al mundo” y “todo aquel” por tu nombre. ¿Cómo puedes aprender a hacer tuya esta maravillosa promesa, momento a momento, especialmente cuando te sientes tentado a pecar?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de noviembre ",
               "dayTitle":"<p><strong>EL SIGNIFICADO DE LA CRUZ</strong><br></p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p><strong>Lee 1 Corintios 1:18 al 24. ¿Qué está diciendo Pablo acerca de la Cruz y cómo la contrasta con la “sabiduría del mundo”? ¿Por qué, incluso hoy, cuando el “materialismo” (la idea de que toda la realidad es únicamente material, lo que implica que no hay un Dios ni un plano de existencia sobrenatural) domina “la sabiduría del mundo”, el mensaje de la Cruz es tan importante? <br></strong></p><p><strong>1 Corintios 1:18 - 24</strong></p><p><strong><sup>18</sup> </strong>Porque la palabra de la cruz es locura a los que se pierden; pero a los que se salvan, esto es, a nosotros, es poder de Dios. <br></p><p><strong><sup>19</sup></strong> Pues está escrito:<br><br>Destruiré la sabiduría de los sabios,<br><br>Y desecharé el entendimiento de los entendidos.<br><br><strong><sup>20</sup></strong> ¿Dónde está el sabio? ¿Dónde está el escriba? ¿Dónde está el disputador de este siglo? ¿No ha enloquecido Dios la sabiduría del mundo? <br></p><p><sup><strong>21</strong> </sup>Pues ya que en la sabiduría de Dios, el mundo no conoció a Dios mediante la sabiduría, agradó a Dios salvar a los creyentes por la locura de la predicación. <br></p><p><strong><sup>22</sup></strong> Porque los judíos piden señales, y los griegos buscan sabiduría; <br></p><p><sup><strong>23</strong> </sup>pero nosotros predicamos a Cristo crucificado, para los judíos ciertamente tropezadero, y para los gentiles locura;</p><p><strong><sup>24</sup></strong> mas para los llamados, así judíos como griegos, Cristo poder de Dios, y sabiduría de Dios. <strong><br></strong></p><p><strong><br></strong></p><p>La Cruz de Cristo es el centro mismo de la historia de la salvación. “La Eternidad nunca podrá comprender la profundidad del amor revelado en la Cruz del Calvario. Fue allí donde el amor infinito de Cristo y el egoísmo ilimitado de Satanás se enfrentaron cara a cara” (S. N. Haskell, La Cruz y su sombra, p. v). <br></p><p>Mientras Cristo se ofrecía humildemente como rescate por la raza humana, Satanás lo envolvía egoístamente en sufrimiento y agonía. Cristo no murió solo la muerte natural que todo ser humano tiene que afrontar; él murió la segunda muerte, para que todos aquellos que lo aceptan nunca tengan que experimentarla personalmente. <br></p><p>En cuanto al significado de la Cruz, hay varios aspectos importantes que debemos recordar. En primer lugar, la Cruz es la revelación suprema de la justicia de Dios contra el pecado (Rom. 3:21-26). En segundo lugar, la Cruz es la revelación suprema del amor de Dios por los pecadores (Rom. 5:8). En tercer lugar, la Cruz es la gran fuente de poder para romper las cadenas del pecado (Rom. 6:22, 23; 1 Cor. 1:17-24). En cuarto lugar, la Cruz es nuestra única esperanza de vida eterna (Fil. 3:9-11; Juan 3:14-16; 1 Juan 5:11, 12). Y, en quinto lugar, la Cruz es el único antídoto contra una futura rebelión en el Universo (Apoc. 7:13-17; 22:3). <br></p><p>La “sabiduría del mundo” no puede revelar ninguna de estas verdades primordiales sobre la Cruz. Al contrario, antiguamente, como ahora, la predicación de la Cruz era “locura” para la sabiduría mundana, que a menudo ni siquiera reconoce la verdad más obvia que podría haber: que existe un Creador (ver Rom. 1:18-20). <br></p><p>La palabra griega para “locura” está ligada a la palabra española “imbécil”; es decir, la predicación de la Cruz es “imbécil” según la “sabiduría del mundo”. La sabiduría del mundo no puede conocer a Jesús ni la salvación que él nos ofrece mediante su muerte sustitutiva en la Cruz. <br></p><p><strong>Más allá del valor que la “sabiduría del mundo” nos pueda ofrecer, ¿por qué nunca debemos permitir que interfiera con lo que creemos acerca de Jesús y la esperanza que se nos ofrece mediante “la locura de la predicación” (1 Cor. 1:21)?</strong></p><p><strong>1 Corintios 1:21<br></strong></p><p><strong><sup>21</sup></strong> Pues ya que en la sabiduría de Dios, el mundo no conoció a Dios mediante la sabiduría, agradó a Dios salvar a los creyentes por la locura de la predicación.<br><strong></strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de noviembre",
               "dayTitle":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br></p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>Lee Elena de White, El Deseado de todas las gentes, “Getsemaní”, pp. 636-646, “Calvario”, pp. 690-705; El camino a Cristo, “Arrepentimiento”, pp. 20-32. <br></p><p>“Vi que todo el cielo se interesaba en nuestra salvación; y ¿habremos de ser nosotros indiferentes? ¿Seremos negligentes como si fuese asunto de poca monta el que seamos salvos o perdidos? ¿Despreciaremos el sacrificio que fue hecho por nosotros? Algunos han obrado así. Han jugado con la misericordia que se les ofrecía, y el desagrado de Dios pesa sobre ellos. No siempre habrá de quedar entristecido el Espíritu de Dios. Si se lo contrista algo más, se apartará. Después de que se haya hecho todo lo que Dios podía hacer para salvar a los hombres, y ellos por su vida hayan demostrado que desprecian la misericordia ofrecida por Jesús, la muerte será su parte y pagarán caro esa actitud. Será una muerte horrible, porque habrán de sufrir la agonía que Cristo soportó en la Cruz para obtener la redención que ellos han rehusado. Y se darán cuenta de lo que han perdido: la vida eterna y la herencia inmortal. El gran sacrificio que fue hecho para salvar a las almas nos revela su valor. Cuando el alma preciosa se perdió, se perdió para siempre” (TI 1:119). PREGUNTAS <br></p><p><strong>PARA DIALOGAR: <br></strong></p><p><strong>1. </strong>Hebreos 10:4 dice que “la sangre de los toros y de los machos cabríos no puede quitar los pecados”. Entonces, ¿cómo se salvaba la gente en los tiempos del Antiguo Testamento? La analogía de una tarjeta de crédito, que se utiliza para realizar pagos pero luego hay que pagar la factura de la tarjeta de crédito, ¿cómo puede ayudarnos a comprender mejor este tema? <br></p><p><strong>Hebreos 10:4</strong></p><p><sup><strong>4</strong></sup> porque la sangre de los toros y de los machos cabríos no puede quitar los pecados.<br><strong></strong></p><p><strong>2.</strong> Lee 2 Corintios 5:18 al 21. Si Cristo murió por los pecados del mundo entero, ¿por qué no todos serán salvos? ¿Por qué la elección personal juega un papel crucial en la determinación de quiénes se salvarán gracias a la Cruz y quiénes se perderán a pesar del gran sacrificio hecho en su favor? <br></p><p><strong>2 Corintios 5:18 - 21</strong></p><p><strong><sup>18</sup></strong> Y todo esto proviene de Dios, quien nos reconcilió consigo mismo por Cristo, y nos dio el ministerio de la reconciliación; <strong><br></strong></p><p><sup><strong>19</strong></sup> que Dios estaba en Cristo reconciliando consigo al mundo, no tomándoles en cuenta a los hombres sus pecados, y nos encargó a nosotros la palabra de la reconciliación. <strong><br></strong></p><p><sup><strong>20</strong></sup> Así que, somos embajadores en nombre de Cristo, como si Dios rogase por medio de nosotros; os rogamos en nombre de Cristo: Reconciliaos con Dios. <strong><br></strong></p><p><sup><strong>21</strong></sup> Al que no conoció pecado, por nosotros lo hizo pecado, para que nosotros fuésemos hechos justicia de Dios en él.</p><p><strong>3.</strong> ¿Cuáles son algunas de las cosas que enseña la “sabiduría del mundo” que son “locura” para Dios? ¿Qué decir de la idea de que el increíble dise- ño y la belleza del mundo son puramente una creación fortuita, o de que el Universo surgió de la nada? ¿Qué otros ejemplos se te ocurren? <br></p><p><strong>4.</strong> Medita sobre la pregunta final del estudio del martes. Considera la Cruz, y lo que sucedió allí, que hace que la idea de la salvación por obras sea tan inútil, tan errónea y tan contraria al plan de salvación.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de noviembre",
               "dayTitle":"<p><strong>EL SÁBADO ENSEÑARÉ...</strong><br></p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p><strong>RESEÑA <br></strong></p><p><strong>Texto clave: Isaías 52:13-53:12. </strong><br></p><p>La muerte sustitutiva de Cristo es la verdad primordial de envergadura cósmica. Jesucristo es el sacrificio expiatorio, porque él murió por nuestros pecados (Rom. 3:25; 4:25; 1 Cor. 15:3; Heb. 2:17; 1 Juan 2:2; 1 Juan 4:10). El mayor sacrificio que jamás se haya realizado se ofreció cuando el Rey de todo el Universo vino a nuestro mundo pecaminoso, vivió sin pecado como ser humano y murió en nuestro lugar. El verdadero cristianismo se centra en la Cruz (1 Cor. 2:2). <br></p><p>Elena de White afirma enérgicamente: “El sacrificio de Cristo como expiación del pecado es la gran verdad en derredor de la cual se agrupan todas las otras verdades. A fin de ser comprendida y apreciada debidamente, cada verdad de la Palabra de Dios, desde el Génesis hasta el Apocalipsis, debe ser estudiada a la luz que fluye de la Cruz del Calvario. Les presento el magno y grandioso monumento de la misericordia y la regeneración, de la salvación y la redención: el Hijo de Dios levantado en la Cruz. Tal ha de ser el fundamento de todo discurso pronunciado por nuestros ministros” (OE 326). Agrega: “Los adventistas del séptimo día debieran destacarse entre todos los que profesan ser cristianos, en cuanto a levantar a Cristo ante el mundo” (OE 162). La muerte de Jesús en la Cruz es la piedra fundamental sobre la que se arraiga toda la enseñanza bíblica. <br></p><p>Jesucristo vino por muchas razones: (1) para redimir a la humanidad: nació como hombre para morir por nosotros (Mar. 10:45; Juan 3:16, 17); (2) para revelarnos el verdadero carácter amante de Dios (Juan 1:14; 10:28-30; 14:6-9); (3) para derrotar a Satanás y refutar sus afirmaciones falsas (Mat. 4:1-11; Juan 12:31; 16:11; Heb. 2:14); (4) y para probar que el primer Adán podría haber obedecido a Dios, así como Cristo en su humanidad cumplió perfectamente toda la Ley y vivió una vida santa y sin pecado (Sal. 16:10; Luc. 1:35; Juan 8:46; 14:30; Hech. 2:24; 1 Cor. 15:22, 45; 1 Juan 3:5). <br></p><p><strong>COMENTARIO <br></strong></p><p><strong>El Siervo sufriente </strong><br></p><p>En el libro de Isaías hay cinco cánticos sobre el Siervo de Jehová reconocidos por los eruditos: (1) Isaías 42:1-9; (2) Isaías 49:1-7; (3) Isaías 50:4-9; (4) Isaías 52:13-53:12; (5) Isaías 61:1-3. Estos poemas presentan la obra de Jesucristo. Él comenzó su ministerio público con el pasaje de Isaías 61:1 y 2, que habla de su misión (ver Luc. 4:16-21). Sin embargo, la mejor y más elaborada exposición sobre el significado de la muerte de Cristo en la Biblia es Isaías 53. El canto central del Siervo sufriente, que comienza en el capítulo 52 y continúa hasta el capítulo 53, está estructurado simétricamente (cinco estrofas, cada una con tres versos, que se pueden rotular de la siguiente manera): <br></p><p>1. Isaías 52:13-15 - El acertijo: El cántico comienza con un acertijo, porque este Siervo es sabio y muy exaltado por un lado; pero, por otro lado, está desfigurado, y los demás lo aborrecen. <br></p><p>2. Isaías 53:1-3 - El rechazo: Estos versículos apuntan a la humillación total del Siervo. Sufrió, fue despreciado, rechazado y se convirtió en “varón de dolores”. <br></p><p>3. Isaías 53:4-6 - La Expiación: Este segmento es el núcleo de la cuestión en la que se da la razón de todo el sufrimiento y la muerte de Cristo. Porque “llevó él nuestras enfermedades”, “sufrió nuestros dolores”, “herido fue por nuestras rebeliones”, “molido por nuestros pecados”, y “Jehová cargó en él el pecado de todos nosotros”. <br></p><p>4. Isaías 53:7-9 - Su sumisión: Estos versículos describen el sufrimiento, el juicio, la muerte y la sepultura de Cristo. <br></p><p>5. Isaías 53:10-12 - Su exaltación: El cántico culmina con la resurrección de aquel que fue la ofrenda por el pecado, y su prosperidad y victoria. Justificó a muchos, porque “llev[ó] el pecado de muchos” y compartió su botín con ellos. Su muerte fue voluntaria, sustitutiva y expiatoria; posteriormente, los resultados de su muerte triunfante se aplican a los creyentes en su ministerio intercesor en favor de ellos. <br></p><p>Isaías 53 es el texto bíblico que leyó el eunuco etíope. El evangelista Felipe le explicó que contiene las buenas nuevas acerca de Jesucristo. El resultado fue la conversión y el bautismo del eunuco (Hech. 8:26-39). <br></p><p><strong>La Cruz: el punto central de la teología </strong><br></p><p>Paradójicamente, la muerte de Cristo es la garantía de la vida, y su muerte nos brinda vida eterna (Juan 3:16, 17; Rom. 3:22-26; 1 Juan 5:11, 12). Ninguna teoría puede explicar completamente el enorme significado de la muerte de Cristo en la Cruz. Aunque podemos reunir un abanico de razones para su muerte, esa imagen captaría solo una fracción del enorme significado de la Cruz. La Cruz revela el amor incomprensible de Dios por los pecadores, su justicia, su verdad, el esplendor de su carácter santo, la inmutabilidad de su Ley, la naturaleza abominable del pecado, la seguridad de su gobierno, su victoria sobre el pecado, quién es quién en el Gran Conflicto, y la victoria definitiva de Cristo sobre Satanás y las fuerzas del mal. <br></p><p>Por estas razones, la muerte de Cristo ocupa una posición decisiva y predominante en nuestra teología adventista. Nada puede reemplazar la centralidad ni la suma importancia de la muerte de Cristo (Rom. 1:16, 17; 3:22-26; 1 Cor. 1:30; 1 Cor. 2:2; Efe. 4:21; Fil. 1:21; Col. 1:27, 28). Lo que sucedió en la Cruz es un acto divino de salvación incomparable, imposible de emular, único e irrepetible (Heb. 9:28; 10:12, 14), del que fluyen todos los beneficios salvíficos, incluyendo el actual ministerio intercesor de Cristo en nuestro favor. Nada puede mejorar ni complementar la Cruz, y nadie puede agregar nada al extraordinario sacrificio de Cristo por los seres humanos: la salvación es completa en él (Rom. 3:21-26; 1 Cor. 1:18, 23, 24; 2:2; Gál. 2:16, 21; Efe. 2:4-10). La muerte expiatoria de Cristo en el Calvario es como una fuente de la que brotan todas las demás bendiciones; o, para decirlo de otra manera, su expiación es similar a una bellota que contiene en germen todo el roble. <br></p><p>Verdaderamente, la expiación lograda por Jesús fue perfecta. Elena de White explica: “Cuando el Padre vio el sacrificio de su Hijo, se inclinó ante él en reconocimiento de su perfección. ‘Es suficiente’, dijo. ‘La Expiación culminó’” (The Review and Herald, 24/9/1901; énfasis añadido). “Nuestro gran Sumo Sacerdote ha hecho el único sacrificio que tiene algún valor para nuestra salvación. Cuando se ofreció a sí mismo en la Cruz, se hizo una expiación perfecta por los pecados del pueblo” (The Signs of the Times, 28/6/1899). <br></p><p>Jesús se hizo pecado y maldición por nosotros (Isa. 53:3-6; 2 Cor. 5:21; Gál. 3:13) para que nosotros podamos vivir. Lo que se logró en la Cruz hace casi dos mil años ahora debemos aplicarlo, actualizarlo e incorporarlo a nuestra vida, para poder ser restaurados a la imagen de Dios y tener una vida abundante (Juan 10:10). Cristo es nuestro Mediador e Intercesor (1 Tim. 2:6), porque él es nuestro Salvador. Su intercesión es una continuación de su actividad salvífica en nuestro favor y la integración de su obra por nosotros en la Cruz. Necesitamos la muerte y la vida de Jesús para estar espiritualmente vivos (Rom. 3:24, 25; 5:10). Raoul Dederen enfatiza el papel central de la muerte de Cristo: “Mientras que su sacrificio por el pecado fue hecho una vez para todos en la Cruz (Heb. 7:27; 9:28; 10:11-14), el Cristo ascendido está poniendo a disposición de todos los beneficios de su sacrificio expiatorio” (“Cristo: Su persona y obra”, Tratado de teología adventista del séptimo día, 1ª ed. [Florida: Asociación Casa Editora Sudamericana, 2009. p. 212]). <br></p><p><strong>Estabilidad cósmica </strong><br></p><p>El Universo entero está a salvo por toda la Eternidad gracias a la Cruz. El lenguaje humano es incapaz de describir sus magníficos y gigantescos beneficios (Col. 1:19, 20; 2:15; Efe. 1:10; 6:12; Fil. 2:9, 10). La rebelión y el pecado nunca volverán a surgir en el cielo debido al sacrificio supremo de Jesucristo en el Gólgota. <br></p><p>Elena de White explica acertadamente que el bienestar de todo el Universo a lo largo de toda la Eternidad depende de la obra de Cristo realizada en la Cruz: “No solo los hombres sino los ángeles atribuirán honor y gloria al Redentor, porque aun ellos están seguros solo mediante los sufrimientos del Hijo de Dios. Es por la eficacia de la Cruz que los habitantes de los mundos no caídos han sido protegidos de la apostasía. Es esto lo que efectivamente ha revelado los engaños de Satanás y ha refutado sus afirmaciones. No solo quienes son lavados por la sangre de Cristo, sino también los santos ángeles, se sienten atraídos a él por el acto supremo de dar su vida por los pecados del mundo” (Elena de White, manuscrito inédito, MS 41, 1892). <br></p><p>“Cuando Cristo exclamó: ‘Consumado es’, los mundos que no habían caído quedaron asegurados. Por ellos se libró la batalla y se ganó la victoria. En lo sucesivo, Satanás no tuvo lugar en los afectos del Universo. El argumento que había presentado (que la abnegación era imposible para Dios y, por lo tanto, era injusto que la requiriera de sus inteligencias creadas) fue respondido para siempre. Los reclamos de Satanás quedaron de lado para siempre. Se garantizó la lealtad eterna del Universo celestial” (Elena de White, The Review and Herald [12/3/1901], p. 271). <br></p><p>“Los ángeles le atribuyen honor y gloria a Cristo, porque ni siquiera ellos están seguros a menos que contemplen los sufrimientos del Hijo de Dios. Es mediante la eficacia de la Cruz que los ángeles se protegen de la apostasía. Sin la Cruz no estarían más seguros contra el mal que los ángeles antes de la caída de Satanás” (Elena de White, The Signs of the Times [30/12/1889], p. 345). <br></p><p><strong>La ciencia de la Cruz </strong><br></p><p>Elena de White declara: “El maravilloso propósito de la gracia de Dios, el misterio del amor redentor, es el tema en el cual ‘anhelan mirar los ángeles’, y será su estudio a través de las edades sin fin. Tanto los redimidos como los seres que no cayeron hallarán en la Cruz de Cristo su ciencia y su canción” (DTG 11; ver también CS 709, 710). <br></p><p>Elena de White nos exhorta a aprender por nuestra cuenta la ciencia de la Cruz y a enseñarla a nuestros jóvenes: “La revelación del amor de Dios al hombre tiene su centro en la Cruz. No hay lengua que pueda expresar su pleno significado; no hay pluma que pueda describirla; no hay mente humana que la pueda comprender [...]. Cristo crucificado por nuestros pecados, Cristo resucitado de los muertos, Cristo ascendido a lo alto, es la ciencia de la salvación que hemos de aprender y enseñar” (MGD 178). “Aprenda la juventud a hacer de la Palabra de Dios el alimento de su mente y su alma. Hágase de la Cruz de Cristo la ciencia de toda educación, el centro de toda enseñanza y estudio” (MC 365). <br></p><p><strong>APLICACIÓN A LA VIDA </strong><br></p><p><strong>1.</strong> ¿Cuál es el significado de la siguiente declaración de Elena de White: “El misterio de la Cruz explica todos los demás misterios” (CS 710)? <br></p><p><strong>2.</strong> Si durante toda la Eternidad estudiaremos la ciencia de la salvación y siempre encontraremos algo nuevo para admirar y sorprendernos, ¿qué nos dice este hecho sobre el significado de la muerte de Cristo en el Calvario? <br></p><p><strong>3. </strong>Pablo afirma que la Cruz, para algunos, es locura; y para otros, piedra de tropiezo. Pero, para los creyentes, es “poder de Dios, y sabiduría de Dios” (1 Cor. 1:24). ¿Por qué crees que se justifica que Pablo haga esta afirmación?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"4T2022",
         "title":"<p>ÉL MURIÓ POR NOSOTROS<br></p>",
         "verse":"<p>“Y como Moisés levantó la serpiente en el desierto, así es necesario que el Hijo del Hombre sea levantado, para que todo aquel que en él cree, no se pierda, mas tenga vida eterna” (Juan 3:14, 15).<br></p>",
         "versionCode":22,
         "weekDate":"29 de octubre - 4 de noviembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
