{
  "data": [
    {
      "color": "#33ffaf",
      "id": 702,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "October 1",
          "dayTitle": "<p>Death in a Sinful World</p>",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>Christ was the Divine Agent through whom God brought the universe and the world into existence (John 1:1–3, 10; Col. 1:16; Heb. 1:2). But when God the Father conferred special honor on Christ and announced that They together would create this world, “Lucifer was envious and jealous of Jesus Christ” (Ellen G. White, The Story of Redemption, p. 14) and plotted against Him.<br><br>Having been cast out of heaven, Satan decided “to destroy the happiness of Adam and Eve” on earth and thereby “cause grief in heaven.”<br><br>He imagined that “if he could in any way beguile them [Adam and Eve] to disobedience, God would make some provision whereby they might be pardoned, and then himself and all the fallen angels would be in a fair way to share with them of God’s mercy.”—The Story of Redemption, p. 27. Fully aware of Satan’s strategy, God warned Adam and Eve not to expose themselves to temptation (Gen. 2:16, 17). This means that even when the world was still perfect and blameless, there were already clear restrictions for human beings to follow.<br><br>This week we will reflect on the fall of Adam and Eve, on how sin and death took over our world, and on how God planted a seed of hope for humanity even back in Eden.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 2",
          "dayTitle": "<p>Statements in Tension</p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p>The world, as it came from the Lord, was perfect (Gen. 1:31). Death was an unknown experience for Adam and Eve. In that context, God came to the Garden of Eden and warned: “ ‘You may freely eat of every tree of the garden; but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you shall die’ ” (Gen. 2:16, 17, NRSV).\n</p><p><strong>How does Genesis 2:16, 17 show the reality of free will in the perfection of Eden? That is, why would God have needed to warn Adam and Eve if they couldn’t freely choose?\n</strong></p><p><strong></strong></p><p>\n</p><p><strong>Genesis 2:16, 17\n</strong></p><p><strong>16</strong> And the Lord God commanded the man, saying, “Of every tree of the garden you may freely eat;<br></p><p><strong>17</strong> but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat of it you[a] shall surely die.”<br></p><p>Sometime after this warning from God, Satan assumed the form of a serpent and entered Eden. Eve beheld the serpent joyfully eating the forbidden fruit without dying. “He himself had eaten of the forbidden fruit” (Ellen G. White, Patriarchs and Prophets, p. 54), and nothing had happened to him.\n</p><p><strong>Read Genesis 3:1–4. Putting yourself in the position of Eve, why might those words have sounded convincing?\n</strong></p><p><strong><br></strong></p><p><strong>Genesis 3:1–4\n</strong></p><p><strong>\n</strong></p><p><br></p><p><strong>1</strong> Now the serpent was more cunning than any beast of the field which the Lord God had made. And he said to the woman, “Has God indeed said, ‘You shall not eat of every tree of the garden’?”\n</p><p><strong style=\"background-color: initial;\"><br></strong></p><p><strong style=\"background-color: initial;\">2</strong> And the woman said to the serpent, “We may eat the fruit of the trees of the garden; 3 but of the fruit of the tree which is in the midst of the garden, God has said, ‘You shall not eat it, nor shall you touch it, lest you die.’ ”<br></p><p><br></p><p><strong>4</strong> Then the serpent said to the woman, “You will not surely die.</p><p><br></p><p>From the perspective of human logic, the argument of the serpent sounded much more convincing than did the word of God. First of all, there was no evidence in the natural world, so far, of the existence of sin and death. Second, the serpent was actually eating the forbidden fruit and enjoying it very much. So why should Eve restrain herself from doing the same? God’s command seemed to be too restrictive and senseless.\n</p><p>Unfortunately, in deciding between the two conflicting statements, Eve ignored three basic principles: (1) human reason is not always the safest way to evaluate spiritual matters; (2) the Word of God can appear to be illogical and senseless to us, but it is always right and trustworthy; and (3) there are things that are not evil or wrong in themselves, but God has chosen them as tests of obedience.\n</p><p>We should realize that the experience of Eve in the Garden of Eden is not a single case in time. Every day and every moment we need to decide between the Word of God (which for many can be unpopular) and the seductive appeals of our surrounding culture. Our choice will have eternal consequences.\n</p><p><strong>What are ways that the clear teaching of the Bible conflicts with the ways of the world?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 3",
          "dayTitle": "<p>Deceived by the Serpent</p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p><strong>Read Genesis 3:1–7. What criteria did Eve use to choose between God’s word and that of the serpent?\n</strong></p><p>\n</p><p><br></p><p><strong>Genesis 3:1–7\n</strong></p><p>\n</p><p><br></p><p><strong>1</strong> Now the serpent was more cunning than any beast of the field which the Lord God had made. And he said to the woman, “Has God indeed said, ‘You shall not eat of every tree of the garden’?”\n</p><p><strong>2</strong> And the woman said to the serpent, “We may eat the fruit of the trees of the garden;\n</p><p><strong>3 </strong>but of the fruit of the tree which is in the midst of the garden, God has said, ‘You shall not eat it, nor shall you touch it, lest you die.’ ”\n</p><p><strong>4</strong> Then the serpent said to the woman, “You will not surely die.\n</p><p><strong>5 </strong>For God knows that in the day you eat of it your eyes will be opened, and you will be like God, knowing good and evil.”\n</p><p><strong>6</strong> So when the woman saw that the tree was good for food, that it was pleasant to the eyes, and a tree desirable to make one wise, she took of its fruit and ate. She also gave to her husband with her, and he ate.\n</p><p><strong>7</strong> Then the eyes of both of them were opened, and they knew that they were naked; and they sewed fig leaves together and made themselves coverings.\n</p><p>Genesis 3 is one of the clearest examples of the psychology of temptation. God had warned Adam and Eve that if they ate the forbidden fruit, they would certainly die (Gen. 2:16, 17). Assuming the form of a serpent, Satan used several rhetorical strategies to mislead Eve into sin.\n</p><p>First, he generalized God’s specific prohibition. He asked her, “ ‘Has God really said, “You shall not eat from any tree of the garden?” ’ ” (Gen. 3:1, NASB). Eve counterargued that the prohibition was in regard only to that specific tree, for if they were ever to eat from it or touch it, they would die.\n</p><p>Then, Satan contradicted God’s statement. He asserted categorically, “ ‘You certainly will not die!’ ” (Gen. 3:4, NASB). And finally, Satan accused God of deliberately suppressing essential knowledge from her and her husband. The deceiver argued, “ ‘For God knows that on the day you eat from it [the forbidden fruit] your eyes will be opened, and you will become like God, knowing good and evil’ ” (Gen. 3:5, NASB).\n</p><p>Eve’s curiosity led her onto the enchanted ground of Satan. There she was forced to decide either to remain faithful to God’s restraining command or to embrace Satan’s seductive allurements. Doubting God’s word, she used her own senses—the empirical method, that of personal observation—to decide between the two conflicting statements. First, she saw that from a dietary perspective, “the tree was good for food.” Second, from an aesthetic viewpoint, she saw that “it was a delight to the eyes.” Third, from a logical analysis, “the tree was desirable to make one wise.” Hence, in her own mind, she certainly had good reasons to heed the words of the serpent and to eat from the forbidden tree. Unfortunately, this is what she did. Some people argue that all forms of knowledge are valid, as long as we retain “that which is good” (1 Thess. 5:21, NASB). But the tragic experiences of Adam and Eve in the Garden of Eden demonstrate that knowledge, in and of itself, can be very detrimental. There are some things that, indeed, we are better off not knowing.\n</p><p><strong>What does this account teach us about how easy it is to rationalize and justify our sinful choices?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 4",
          "dayTitle": "<p>You Will Not Die</p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p><strong>Read Genesis 3:4. What are the many different ways this lie has been repeated through the ages?\n</strong></p><p><strong>Genesis 3:4\n</strong></p><p><strong>4</strong> Then the serpent said to the woman, “You will not surely die.\n</p><p>One powerful manifestation of this lie is seen in the common belief in the immortality of the soul. This notion was the basis of many ancient religions and philosophies. In ancient Egypt, it motivated the mummification practices and the funerary architecture, such as that seen in the pyramids. This theory also became one of the main pillars of Greek philosophy. For example, in The Republic of Plato, Socrates asks Glaucon: “Are you not aware that our soul is immortal and never perishes?” In Plato’s Phaedo, Socrates argued in a similar tone, saying that the “soul is immortal and imperishable, and our souls really will exist in Hades.” These philosophical concepts would shape much of the Western culture and even post-Apostolic Christianity. But they originated much earlier, in the Garden of Eden, with Satan himself.\n</p><p>At the core of the Edenic temptation, Satan assured Eve, “ ‘You certainly will not die!’ ” (Gen. 3:4, NASB). With this emphatic assertion, Satan put his own word above the word of God.\n</p><p><strong>In contrast to immortality of the soul, what do these verses teach, and how can they be used to counter this lie? (See Ps. 115:17; John 5:28, 29; Ps. 146:4; Matt. 10:28; 1 Cor. 15:51–58.)\n</strong></p><p><strong>Psalm 115:17\n</strong></p><p><strong>\n</strong></p><p><br></p><p><strong>17</strong> The dead do not praise the Lord, nor any who go down into silence.\n</p><p><br></p><p><strong>John 5:28\n</strong></p><p><br></p><p><strong>28</strong> Do not marvel at this; for the hour is coming in which all who are in the graves will hear His voice.</p><p><br></p><p><strong>29</strong> and come forth—those who have done good, to the resurrection of life, and those who have done evil, to the resurrection of condemnation.\n</p><p><br></p><p><strong>Psalm 146:4\n</strong></p><p><br></p><p><strong>4 </strong>His spirit departs, he returns to his earth; in that very day his plans perish.\n</p><p><br></p><p><strong>Matthew 10:28\n</strong></p><p><br></p><p><strong>28</strong> And do not fear those who kill the body but cannot kill the soul. But rather fear Him who is able to destroy both soul and body in hell.\n</p><p><br></p><p><strong>1 Corinthians 15:51-58\n</strong></p><p><br></p><p><strong>51 </strong>Behold, I tell you a [a]mystery: We shall not all sleep, but we shall all be changed.\n</p><p><br></p><p><strong>52</strong> in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised incorruptible, and we shall be changed.\n</p><p><br></p><p><strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.\n</p><p><br></p><p><strong>54</strong> So when this corruptible has put on incorruption, and this mortal has put on immortality, then shall be brought to pass the saying that is written: “Death is swallowed up in victory.”\n</p><p><br></p><p><strong>55</strong> “O Death, where is your sting? O Hades, where is your victory?”\n</p><p><br></p><p><strong>56</strong> The sting of death is sin, and the strength of sin is the law.\n</p><p><br></p><p><strong>57</strong> But thanks be to God, who gives us the victory through our Lord Jesus Christ.\n</p><p><br></p><p><strong>58 </strong>Therefore, my beloved brethren, be steadfast, immovable, always abounding in the work of the Lord, knowing that your labor is not in vain in the Lord.</p><p>The satanic theory of the natural immortality of the soul has persisted, even in our modern world. Books, movies, and TV programs have all continued to promote the idea that when we die, we simply pass into another conscious state. How unfortunate it is that this error is proclaimed in many Christian pulpits, as well. Even science has gotten involved. There is a foundation in the United States trying to create technology that, it claims, will enable us to contact the dead, whom they believe are still alive but exist as PMPs, “postmaterial persons.” With this error so prevalent, it’s no surprise that this deception will play a crucial role in the final events of human history.<br></p><p><strong>In what ways is this lie manifested in your own culture? Why must we rely on the Word of God over what our senses tell us?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 5",
          "dayTitle": "<p>Consequences of Sin</p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p><strong>Based on Genesis 3:7–19 and Romans 5:12, what were the main consequences of sin?\n</strong></p><p><strong>Genesis 3:7–19\n</strong></p><p><strong>7 </strong>Then the eyes of both of them were opened, and they knew that they were naked; and they sewed fig leaves together and made themselves coverings.\n</p><p><strong>8 </strong>And they heard the sound of the Lord God walking in the garden in the cool of the day, and Adam and his wife hid themselves from the presence of the Lord God among the trees of the garden.\n</p><p><strong>9</strong> Then the Lord God called to Adam and said to him, “Where are you?”\n</p><p><strong>10</strong> So he said, “I heard Your voice in the garden, and I was afraid because I was naked; and I hid myself.”\n</p><p><strong>11</strong> And He said, “Who told you that you were naked? Have you eaten from the tree of which I commanded you that you should not eat?”\n</p><p><strong>12</strong> Then the man said, “The woman whom you gave to be with me, she gave me of the tree, and I ate.”\n</p><p><strong>13</strong> And the Lord God said to the woman, “What is this you have done?” the woman said, “The serpent deceived me, and I ate.”\n</p><p><strong>14</strong> So the Lord God said to the serpent: “Because you have done this, you are cursed more than all cattle, And more than every beast of the field; on your belly you shall go, and you shall eat dust all the days of your life.\n</p><p><strong>15</strong> And I will put enmity Between you and the woman, and between your seed and her Seed; He shall bruise your head, and you shall bruise His heel.”\n</p><p><strong>16</strong> To the woman He said: “I will greatly multiply your sorrow and your conception; in pain you shall bring forth children; your desire shall be for your husband, and he shall rule over you.”\n</p><p><strong>17</strong> Then to Adam He said, “Because you have heeded the voice of your wife, and have eaten from the tree of which I commanded you, saying, ‘You shall not eat of it’: “Cursed is the ground for your sake; in toil you shall eat of it all the days of your life.\n</p><p><strong>18</strong> Both thorns and thistles it shall bring forth for you, and you shall eat the herb of the field.\n</p><p><strong>19</strong> In the sweat of your face you shall eat bread till you return to the ground, for out of it you were taken; for dust you are, and to dust you shall return.”\n</p><p><strong>Romans 5:12\n</strong></p><p><strong>12</strong> Therefore, just as through one man sin entered the world, and death through sin, and thus death spread to all men, because all sinned.\n</p><p>Captivated by the persuasive speech of the serpent, Eve did not anticipate the far-reaching consequences of the road that she was following. In itself, the act of eating from the forbidden fruit was not as significant as what it actually represented. By such an act of disobedience, Eve broke her loyalty to God and assumed a new allegiance to Satan. Genesis 3 describes the fall of Adam and Eve and some of its most tragic consequences. From a theological perspective, both were overtaken by theophobia (being afraid of God) and hid themselves from him (Gen. 3:8). From a psychosocial assessment, they were ashamed of themselves and began to accuse each other (Gen. 3:7, 9–13). From a physical standpoint, they would sweat, feel pain, and eventually die (Gen. 3:16–19). And from an ecological perspective, the natural world had degenerated (Gen. 3:17, 18).\n</p><p>The Garden of Eden was no longer the beautiful and pleasant place it used to be. “As they witnessed in drooping flower and falling leaf the first signs of decay, Adam and his companion mourned more deeply than men now mourn over their dead. The death of the frail, delicate flowers was indeed a cause of sorrow; but when the goodly trees cast off their leaves, the scene brought vividly to mind the stern fact that death is the portion of every living thing.”—Ellen G. White, Patriarchs and Prophets, p. 62.\n</p><p>Adam and Eve did not die immediately, in the sense of ceasing to live, but on that very same day they received their death sentence. The Lord told Adam, “ ‘In the sweat of your face you shall eat bread till you return to the ground, for out of it you were taken; for dust you are, and to dust you shall return’ ” (Gen. 3:19, NKJV). The Fall brought tragic consequences indeed to all humanity. The apostle Paul explains that “just as sin came into the world through one man, and death came through sin, . . . so death spread to all because all have sinned” (Rom. 5:12, NRSV). The sad and painful fact is that just as humanity has experienced through all ages, we today suffer the consequences of what happened in Eden. How thankful we can be, though, that because of Jesus and the Cross we have the hope of eternal life in a world where sin will never rise again.\n</p><p><strong>As we reflect on Eve’s tragic experience, what lessons can we learn from it about the consequences of our own sinful acts?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 6",
          "dayTitle": "<p>The First Gospel Promise</p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p><strong>Read Genesis 3:15, 21. What hope can be found in these verses for all of humanity?\n</strong></p><p><strong>Genesis 3:15\n</strong></p><p><strong>15</strong> And I will put enmity between you and the woman, and between your seed and her Seed; he shall bruise your head, and you shall bruise His heel.\n</p><p><strong>Genesis 3:21\n</strong></p><p><strong>21 </strong>Also for Adam and his wife the Lord God made tunics of skin, and clothed them.\n</p><p>Genesis 3 describes the dreadful tragedy that took over the world after the Fall. Everything changed, and Adam and Eve could see the contrast between what the world used to be and what it had become. But in the midst of their frustration and despair, God gave them assurance for the present and hope for the future. First, He cursed the serpent with a word of Messianic hope. He declared, “  ‘And I will put enmity between you and the woman, and between your seed and her Seed; He shall bruise your head, and you shall bruise His heel’ ” (Gen. 3:15, NKJV).\n</p><p>The word “enmity” (Hebrew ’eybah) implies not only a long-lasting cosmic controversy between good and evil, but also a personal repulsion to sin, which has been implanted by God’s grace in the human mind. By nature, we are completely fallen (Eph. 2:1, 5) and “slaves of sin” (Rom. 6:20, NKJV). However, the grace that Christ implants in every human life creates in us enmity against Satan. And it is this “enmity,” a divine gift from Eden, that allows us to accept His saving grace. Without this converting grace and renewing power, humanity would continue to be the captive of Satan, a servant ever ready to do his bidding.\n</p><p>The Lord next used an animal sacrifice to illustrate this Messianic promise (see Gen. 3:21). “When Adam, according to God’s special directions, made an offering for sin, it was to him a most painful ceremony. His hand must be raised to take life, which God alone could give, and make an offering for sin. It was the first time he had witnessed death. As he looked upon the bleeding victim, writhing in the agonies of death, he was to look forward by faith to the Son of God, whom the victim prefigured, who was to die man’s sacrifice.”—Ellen G. White, The Story of Redemption, p. 50.\n</p><p><strong>Read 2 Corinthians 5:21 and Hebrews 9:28. What do these texts teach about what was first revealed in Eden?\n</strong></p><p><strong>2 Corinthians 5:21\n</strong></p><p><strong>21 </strong>For He made Him who knew no sin to be sin for us, that we might become the righteousness of God in Him.\n</p><p><strong>Hebrews 9:28\n</strong></p><p><strong>28</strong> so Christ was offered once to bear the sins of many. To those who eagerly wait for Him He will appear a second time, apart from sin, for salvation.\n</p><p>Knowing that they would eventually die (Gen. 3:19, 22–24), Adam and Eve left the Garden of Eden. But they did not leave naked or with their own fig-leaf coverings (Gen. 3:7). God Himself “made tunics of skin” for them, and He even clothed them (Gen. 3:21, NKJV), a symbol of His covering righteousness (see Zech. 3:1–5, Luke 15:22). Hence, even back then, right from the start, in Eden, the gospel had been revealed to humanity.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 7",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p>Read Ellen G. White, “The Temptation and Fall, ”pp. 52–62 and “The Plan of Redemption,” pp. 63–70, in Patriarchs and Prophets; “The Knowledge of Good and Evil,” pp. 23–27, in Education.\n</p><p>In recent years, studies have been done on what are called near-death experiences (NDEs). What happens is that people “die,” in that their hearts stop beating, and they stop breathing. However, they then come back to life—but with fantastic stories of floating into another realm of existence and meeting a being of light. Some even talk about meeting long-dead relatives. Many people, even Christians who don’t understand the truth about death, believe that these stories are more proof of the immortality of the soul. However (and this should be the clearest warning that something is amiss), most who have these experiences claim that the spiritual beings whom they had met during the NDEs gave them comforting words, nice statements about love, peace, and goodness. But they hear nothing about salvation in Christ, nothing about sin, and nothing about judgment. While getting a taste of the Christian afterlife, shouldn’t they have gotten at least a smidgen of the most basic Christian teachings along with it? Yet, what they’re taught sounds mostly like New Age dogma, which could explain why, in many cases, they come away less inclined toward Christianity than they were before having “died.”\n</p><p>Also, why did none of the Christians, convinced that their NDEs were a preview of the Christian heaven, ever get any Christian theology while there, as opposed to a big dose of New Age sentimentalism? The answer is that they were being deceived by the same person who deceived Eve in Eden, and with the same lie too. (See lesson 11.)\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> How does the experience of Adam and Eve demonstrate that God’s forgiveness does not necessarily reverse all consequences of sin? Why is this such an important truth to remember always?\n</p><p><strong>2</strong> The tree of the knowledge of good and evil was the “enchanted ground” of the enemy for Adam and Eve. What are some “enchanted grounds” that we might find ourselves tempted to enter?\n</p><p><strong>3 </strong>Satan is trying to lead God’s people to believe that “the requirements of Christ are less strict than they once believed, and that by conformity to the world they would exert a greater influence with worldlings.”—Ellen G. White, Testimonies to Ministers and Gospel Workers, p. 474. What should we do in order not to fall into this subtle trap?</p><p><strong>Inside Story:</strong></p><p><strong>Signs and Wonders <br>By Dmitry Bagal <br></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n<p>While studying Isaiah in the adult Bible study guide a few quarters ago, one verse particularly caught my attention: “Here am I and the children whom the Lord has given me! We are for signs and wonders in Israel from the Lord of hosts” (Isa. 8:18, NKJV). The verse seemed to be about me. My wife and I already had a child, and we were waiting for the birth of our second. I thought, Here am I and the children whom the Lord has given me! It would be great also to have signs and wonders from God!\n</p><p>Thinking about the verse, I remembered reading about God’s wonderful intercession in the lives of Adventists who, through faith alone, managed to raise significant funds for mission projects. I prayed, “Lord, I also would like to make a donation. I even have a good occasion: the birth of my second child. Please give me an idea of how much I should donate, with Your help, as a sign of my gratitude for a good pregnancy and smooth birth, and let me know who should get the donation.”\n</p><p>Almost immediately, I felt impressed to raise 1,000 euros (about US$1,185). The amount seemed unattainable for someone with a limited income like me in Germany. I prayed, “Lord, it’s Your goal, so You have to make sure that the money comes from somewhere. You know that my salary is insufficient to put anything aside. All I can promise is to pray daily and put aside any money that I may receive in addition to my salary.” Every day I prayed that the Almighty would somehow make it possible to reach the goal of the 1,000 euros. In less than a month, I already had received about half of the amount. An elderly couple unexpectedly gave me 200 euros for helping them move into their new home. Then an Adventist businessman gave 200 euros when my wife and I, in an effort to be hospitable, put up two of his employees in our home for the night. After that, a married couple transferred 50 euros, unannounced, to our bank account. A month before the baby was born, I already had the 1,000 euros.\n</p><p>The birth of Maranatha Yessenia was smooth and fast on May 4. I parked in front of the hospital at 8:37 a.m., and she was born 20 minutes later. The funds went to a mission project. The Lord made it possible to reach His donation goal. Blessed with my wife and two children, I can truly say, “Here am I and the children whom the Lord has given me! We are for signs and wonders in Israel from the Lord of hosts!”\n</p><p><em>Thank you for supporting mission projects through the weekly Sabbath School mission offering, the Thirteenth Sabbath Offering, and the Annual Sacrifice Offering.</em></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>Death in a Sinful World <br></p>",
      "verse": "<p>Therefore, just as through one man sin entered the world, and death through sin, and thus death spread to all men, because all sinned (Romans 5:12, NKJV)<br></p>",
      "versionCode": 22,
      "weekDate": "October 1–7"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
