{
   "data":[
      {
         "color":"#0489B1",
         "id":13,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 18 de Junio",
               "dayTitle":"",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p>Génesis abarca los últimos años de Jacob y José juntos. Vemos a Jacob (Israel) dejar Canaán (Gén. 46) para establecerse en Egipto (Gén. 47), y allí morirá (Gén. 49: 29–50: 21). Y, aun en este escenario egipcio, la expectativa de la Tierra Prometida ocupa un lugar preponderante (Gén. 50: 22-26).\n</p><p>En cuanto Jacob llega a Egipto, bendice a Faraón (Gén. 47: 7-10), y así cumple (parcialmente, por supuesto) la promesa abrahámica de ser una bendición para las naciones (Gén. 12: 3). Posteriormente, ya a punto de morir, Jacob bendice a los hijos de José (Gén. 48). También bendice a sus propios hijos (Gén. 49: 1–28) y hace predicciones impresionantes acerca de cada uno de ellos, en el contexto de las futuras doce tribus de Israel (Gén. 49: 1–27).\n</p><p>Sin embargo, el hecho de que Israel como pueblo “habite” en el exilio, en Egipto, como extranjeros, está en tensión con la esperanza de la Tierra Prometida. Y, aunque el mismo libro del Génesis termina con los hijos de Israel en Egipto, algunas de las últimas palabras de José apuntan a otro lugar: “Yo voy a morir; mas Dios ciertamente os visitará, y os hará subir de esta tierra a la tierra que juró a Abraham, a Isaac y a Jacob” (Gén. 50: 24).</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 19 de Junio",
               "dayTitle":"<p><strong>JACOB LLEGA HASTA JOSE</strong></p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Génesis 46. ¿Cuál es la importancia de la partida de Jacob de Canaán?</strong></p><p><strong>Génesis 46</strong></p><p><sup><strong>1</strong></sup> Salió Israel con todo lo que tenía, y vino a Beerseba, y ofreció sacrificios al Dios de su padre Isaac.\n</p><p><strong><sup>2</sup></strong> Y habló Dios a Israel en visiones de noche, y dijo: Jacob, Jacob. Y él respondió: Heme aquí.\n</p><p><strong><sup>3</sup></strong> Y dijo: Yo soy Dios, el Dios de tu padre; no temas de descender a Egipto, porque allí yo haré de ti una gran nación.\n</p><p><strong><sup>4</sup></strong> Yo descenderé contigo a Egipto, y yo también te haré volver; y la mano de José cerrará tus ojos.\n</p><p><strong><sup>5</sup></strong> Y se levantó Jacob de Beerseba; y tomaron los hijos de Israel a su padre Jacob, y a sus niños, y a sus mujeres, en los carros que Faraón había enviado para llevarlo.\n</p><p><strong><sup>6</sup></strong> Y tomaron sus ganados, y sus bienes que habían adquirido en la tierra de Canaán, y vinieron a Egipto, Jacob y toda su descendencia consigo;\n</p><p><strong><sup>7</sup></strong> sus hijos, y los hijos de sus hijos consigo; sus hijas, y las hijas de sus hijos, y a toda su descendencia trajo consigo a Egipto.\n</p><p><sup><strong>8</strong></sup> Y estos son los nombres de los hijos de Israel, que entraron en Egipto, Jacob y sus hijos: Rubén, el primogénito de Jacob.\n</p><p><sup><strong>9</strong></sup> Y los hijos de Rubén: Hanoc, Falú, Hezrón y Carmi.\n</p><p><strong><sup>10</sup></strong> Los hijos de Simeón: Jemuel, Jamín, Ohad, Jaquín, Zohar, y Saúl hijo de la cananea.\n</p><p><strong><sup>11</sup></strong> Los hijos de Leví: Gersón, Coat y Merari.\n</p><p><strong><sup>12</sup></strong> Los hijos de Judá: Er, Onán, Sela, Fares y Zara; mas Er y Onán murieron en la tierra de Canaán. Y los hijos de Fares fueron Hezrón y Hamul.\n</p><p><strong><sup>13</sup></strong> Los hijos de Isacar: Tola, Fúa, Job y Simrón.\n</p><p><strong><sup>14</sup></strong> Los hijos de Zabulón: Sered, Elón y Jahleel.\n</p><p><strong><sup>15</sup></strong> Estos fueron los hijos de Lea, los que dio a luz a Jacob en Padan-aram, y además su hija Dina; treinta y tres las personas todas de sus hijos e hijas.\n</p><p><strong><sup>16</sup></strong> Los hijos de Gad: Zifión, Hagui, Ezbón, Suni, Eri, Arodi y Areli.\n</p><p><strong><sup>17</sup></strong> Y los hijos de Aser: Imna, Isúa, Isúi, Bería, y Sera hermana de ellos. Los hijos de Bería: Heber y Malquiel.\n</p><p><strong><sup>18</sup></strong> Estos fueron los hijos de Zilpa, la que Labán dio a su hija Lea, y dio a luz estos a Jacob; por todas dieciséis personas.\n</p><p><strong><sup>19</sup></strong> Los hijos de Raquel, mujer de Jacob: José y Benjamín.\n</p><p><strong><sup>20</sup></strong> Y nacieron a José en la tierra de Egipto Manasés y Efraín, los que le dio a luz Asenat, hija de Potifera sacerdote de On.\n</p><p><sup><strong>21</strong></sup> Los hijos de Benjamín fueron Bela, Bequer, Asbel, Gera, Naamán, Ehi, Ros, Mupim, Hupim y Ard.\n</p><p><strong><sup>22</sup></strong> Estos fueron los hijos de Raquel, que nacieron a Jacob; por todas catorce personas.\n</p><p><strong><sup>23</sup></strong> Los hijos de Dan: Husim.\n</p><p><strong><sup>24</sup></strong> Los hijos de Neftalí: Jahzeel, Guni, Jezer y Silem.\n</p><p><strong><sup>25</sup></strong> Estos fueron los hijos de Bilha, la que dio Labán a Raquel su hija, y dio a luz estos a Jacob; por todas siete personas.\n</p><p><sup style=\"\"><strong>26</strong></sup> Todas las personas que vinieron con Jacob a Egipto, procedentes de sus lomos, sin las mujeres de los hijos de Jacob, todas las personas fueron sesenta y seis.\n</p><p><strong><sup>27</sup></strong> Y los hijos de José, que le nacieron en Egipto, dos personas. Todas las personas de la casa de Jacob, que entraron en Egipto, fueron setenta.</p><p><br></p><p>Cuando Jacob deja su tierra en Canaán, está lleno de esperanza. La seguridad de que ya no pasará hambre y la buena noticia de que José está vivo debieron haberle dado el impulso que necesitaba para dejar la Tierra Prometida.\n</p><p>La partida de Jacob evoca la experiencia de Abraham, aunque en el caso de Abraham se dirigía a la Tierra Prometida. Jacob escucha la misma promesa que Abraham escuchó de parte de Dios, es decir, que lo hará “una gran nación” (Gén. 46: 3; comparar con Gén. 12: 2). Este llamado de Dios también nos recuerda su pacto con Abraham; en ambas ocasiones, Dios utiliza las mismas palabras tranquilizadoras “no temas” (Gén. 46: 3; comparar con Gén. 15: 1), que conllevan la promesa de un futuro glorioso.</p><p><strong>Génesis 12:2</strong></p><p><strong><sup>2</sup></strong> Y haré de ti una nación grande, y te bendeciré, y engrandeceré tu nombre, y serás bendición.</p><p><strong>Génesis 15:1</strong></p><p><strong><sup>1</sup></strong> Después de estas cosas vino la palabra de Jehová a Abram en visión, diciendo: No temas, Abram; yo soy tu escudo, y tu galardón será sobremanera grande.</p><p><br></p><p>La lista completa de los nombres de los hijos de Israel que fueron a Egipto, incluidas sus hijas (Gén. 46: 7), nos recuerda la promesa de fecundidad que Dios le hizo a Abraham incluso cuando todavía no tenía hijos. El número “setenta” (incluidos Jacob, José y sus dos hijos) expresa la idea de totalidad. Es “todo Israel” que va a Egipto. También es significativo que el número setenta corresponde al número de naciones (Gén. 10), lo que sugiere que el destino de todas las naciones también está en juego en el viaje de Jacob.\n</p><p>Esta verdad se hará más evidente recién muchos años más tarde, después de la Cruz y la Revelación mayor del plan de salvación (Cristo), que, por supuesto, era para toda la humanidad, en todas partes, y no solo para los hijos de Abraham.\n</p><p>En otras palabras, por más interesantes que sean las historias de esta familia, de la simiente de Abraham y cualquier lección espiritual que podamos aprender de ellos, estos relatos están en la Palabra de Dios porque forman parte de la historia de la salvación; son parte del plan de Dios para dar redención a la mayor cantidad posible de seres humanos en este planeta caído.</p><p>“Porque no hay diferencia entre judío y griego, pues el mismo que es Señor de todos, es rico para con todos los que le invocan; porque todo aquel que invocare el nombre del Señor, será salvo” (Rom. 10: 12, 13). ¿Qué dice Pablo aquí que muestra la universalidad del evangelio? Más aún, ¿qué nos dicen estas palabras con respecto a lo que debemos hacer como iglesia para ayudar a difundir el evangelio?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 20 de Junio",
               "dayTitle":"<p><strong>JACOB SE ASIENTA EN EGIPTO</strong></p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p>Es muy interesante que, a pesar de todo lo que le habían dicho a Jacob acerca de que José estaba vivo en Egipto, el Señor todavía le dio “visiones de noche” (Gén. 46: 2), y en ellas le ordenó que se fuera. Jacob deja la Tierra Prometida precisamente por Egipto, que luego se asocia con el único lugar al que el pueblo de Dios no quiere ir (Deut. 17: 16).\n</p><p><strong>Lee Génesis 47. ¿Qué verdades y principios espirituales podemos encontrar en este relato?</strong></p><p><strong>Génesis 47</strong></p><p><strong><sup>1</sup></strong> Vino José y lo hizo saber a Faraón, y dijo: Mi padre y mis hermanos, y sus ovejas y sus vacas, con todo lo que tienen, han venido de la tierra de Canaán, y he aquí están en la tierra de Gosén.\n</p><p><strong><sup>2</sup></strong> Y de los postreros de sus hermanos tomó cinco varones, y los presentó delante de Faraón.\n</p><p><strong><sup>3</sup></strong> Y Faraón dijo a sus hermanos: ¿Cuál es vuestro oficio? Y ellos respondieron a Faraón: Pastores de ovejas son tus siervos, así nosotros como nuestros padres.\n</p><p><strong><sup>4</sup></strong> Dijeron además a Faraón: Para morar en esta tierra hemos venido; porque no hay pasto para las ovejas de tus siervos, pues el hambre es grave en la tierra de Canaán; por tanto, te rogamos ahora que permitas que habiten tus siervos en la tierra de Gosén.\n</p><p><strong><sup>5</sup></strong> Entonces Faraón habló a José, diciendo: Tu padre y tus hermanos han venido a ti.\n</p><p><strong><sup>6</sup></strong> La tierra de Egipto delante de ti está; en lo mejor de la tierra haz habitar a tu padre y a tus hermanos; habiten en la tierra de Gosén; y si entiendes que hay entre ellos hombres capaces, ponlos por mayorales del ganado mío.\n</p><p><strong><sup>7</sup></strong> También José introdujo a Jacob su padre, y lo presentó delante de Faraón; y Jacob bendijo a Faraón.\n</p><p><strong><sup>8</sup></strong> Y dijo Faraón a Jacob: ¿Cuántos son los días de los años de tu vida?\n</p><p><strong><sup>9</sup></strong> Y Jacob respondió a Faraón: Los días de los años de mi peregrinación son ciento treinta años; pocos y malos han sido los días de los años de mi vida, y no han llegado a los días de los años de la vida de mis padres en los días de su peregrinación.\n</p><p><strong><sup>10</sup></strong> Y Jacob bendijo a Faraón, y salió de la presencia de Faraón.\n</p><p><strong><sup>11</sup></strong> Así José hizo habitar a su padre y a sus hermanos, y les dio posesión en la tierra de Egipto, en lo mejor de la tierra, en la tierra de Ramesés, como mandó Faraón.\n</p><p><strong><sup>12</sup></strong> Y alimentaba José a su padre y a sus hermanos, y a toda la casa de su padre, con pan, según el número de los hijos.\n</p><p><strong><sup>13</sup></strong> No había pan en toda la tierra, y el hambre era muy grave, por lo que desfalleció de hambre la tierra de Egipto y la tierra de Canaán.\n</p><p><strong><sup>14</sup></strong> Y recogió José todo el dinero que había en la tierra de Egipto y en la tierra de Canaán, por los alimentos que de él compraban; y metió José el dinero en casa de Faraón.\n</p><p><strong><sup>15</sup></strong> Acabado el dinero de la tierra de Egipto y de la tierra de Canaán, vino todo Egipto a José, diciendo: Danos pan; ¿por qué moriremos delante de ti, por haberse acabado el dinero?\n</p><p><strong><sup>16</sup></strong> Y José dijo: Dad vuestros ganados y yo os daré por vuestros ganados, si se ha acabado el dinero.\n</p><p><strong><sup>17</sup></strong> Y ellos trajeron sus ganados a José, y José les dio alimentos por caballos, y por el ganado de las ovejas, y por el ganado de las vacas, y por asnos; y les sustentó de pan por todos sus ganados aquel año.\n</p><p><strong><sup>18</sup></strong> Acabado aquel año, vinieron a él el segundo año, y le dijeron: No encubrimos a nuestro señor que el dinero ciertamente se ha acabado; también el ganado es ya de nuestro señor; nada ha quedado delante de nuestro señor sino nuestros cuerpos y nuestra tierra.\n</p><p><strong><sup>19</sup></strong> ¿Por qué moriremos delante de tus ojos, así nosotros como nuestra tierra? Cómpranos a nosotros y a nuestra tierra por pan, y seremos nosotros y nuestra tierra siervos de Faraón; y danos semilla para que vivamos y no muramos, y no sea asolada la tierra.\n</p><p><strong><sup>20</sup></strong> Entonces compró José toda la tierra de Egipto para Faraón; pues los egipcios vendieron cada uno sus tierras, porque se agravó el hambre sobre ellos; y la tierra vino a ser de Faraón.\n</p><p><strong><sup>21</sup></strong> Y al pueblo lo hizo pasar a las ciudades, desde un extremo al otro del territorio de Egipto.\n</p><p><strong><sup>22</sup></strong> Solamente la tierra de los sacerdotes no compró, por cuanto los sacerdotes tenían ración de Faraón, y ellos comían la ración que Faraón les daba; por eso no vendieron su tierra.\n</p><p><strong><sup>23</sup></strong> Y José dijo al pueblo: He aquí os he comprado hoy, a vosotros y a vuestra tierra, para Faraón; ved aquí semilla, y sembraréis la tierra.\n</p><p><strong><sup>24</sup>&nbsp;</strong>De los frutos daréis el quinto a Faraón, y las cuatro partes serán vuestras para sembrar las tierras, y para vuestro mantenimiento, y de los que están en vuestras casas, y para que coman vuestros niños.\n</p><p><strong><sup>25</sup></strong>&nbsp;Y ellos respondieron: La vida nos has dado; hallemos gracia en ojos de nuestro señor, y seamos siervos de Faraón.\n</p><p><strong><sup>26</sup></strong> Entonces José lo puso por ley hasta hoy sobre la tierra de Egipto, señalando para Faraón el quinto, excepto solo la tierra de los sacerdotes, que no fue de Faraón.\n</p><p><strong><sup>27</sup></strong> Así habitó Israel en la tierra de Egipto, en la tierra de Gosén; y tomaron posesión de ella, y se aumentaron, y se multiplicaron en gran manera.\n</p><p><strong><sup>28</sup></strong> Y vivió Jacob en la tierra de Egipto diecisiete años; y fueron los días de Jacob, los años de su vida, ciento cuarenta y siete años.\n</p><p><strong><sup>29</sup></strong> Y llegaron los días de Israel para morir, y llamó a José su hijo, y le dijo: Si he hallado ahora gracia en tus ojos, te ruego que pongas tu mano debajo de mi muslo, y harás conmigo misericordia y verdad. Te ruego que no me entierres en Egipto.\n</p><p><strong><sup>30</sup></strong> Mas cuando duerma con mis padres, me llevarás de Egipto y me sepultarás en el sepulcro de ellos. Y José respondió: Haré como tú dices.\n</p><p><strong><sup>31</sup></strong> E Israel dijo: Júramelo. Y José le juró. Entonces Israel se inclinó sobre la cabecera de la cama.</p><p><br></p><p>“Jose? llevo? a cinco de sus hermanos para presentarlos a Farao?n, y para que se les diera la tierra en que iban a establecer sus futuros hogares. La gratitud hacia su primer ministro induciri?a al monarca a honrarlos con nombramientos para ocupar cargos oficiales; pero Jose?, leal al culto de Jehova?, trato? de salvar a sus hermanos de las tentaciones a las que se expondri?an en una corte pagana. Por consiguiente, les aconsejo? que cuando el rey les preguntase le dijeran francamente su ocupacio?n. Los hijos de Jacob siguieron ese consejo, teniendo cuidado tambie?n de manifestar que habi?an venido a morar temporalmente en la tierra, y no a permanecer allí; reserva?ndose de esa manera el derecho de marcharse cuando lo desearan. El rey les asigno? un lugar, como habi?a ofrecido, en lo mejor del pai?s, en la tierra de Gose?n” (PP 236).\n</p><p>Sabiamente también, el Faraón no propicia que estos extranjeros se conviertan en mendigos por vivir de la generosidad de su anfitrión. Les pregunta por su “oficio” (Gén. 47: 3) a fin de que pudieran adaptarse mejor a su nuevo entorno. También se muestra ávido por aprovechar su experiencia, e incluso sugiere que lo sirvan como “mayorales de [su] ganado” (Gén. 47: 6).\n</p><p>Entonces, aunque Jacob, el extranjero, es el subordinado, el forastero, se presenta ante el dirigente del país y, como dice el pasaje, “Jacob bendijo a Faraón” (Gén. 47: 7). Él, el humilde extranjero, ¿es el que bendice a Faraón, el gobernante del poderoso Egipto? ¿Por qué será así?\n</p><p>El verbo “amad lifné”, “lo presentó delante de” (Gén. 47: 7), se utiliza normalmente en contextos sacerdotales (Lev. 14: 11). Teniendo en cuenta que en el antiguo Egipto el faraón tenía el estatus de sumo sacerdote, esto significa que, espiritualmente hablando, Jacob está por encima del sumo sacerdote de Egipto, por encima incluso del mismo Faraón.\n</p><p>Más allá de nuestra condición en la vida, ¿qué debería significar para nosotros, en la forma en que tratamos a los demás, que somos “real sacerdocio, nación santa, pueblo adquirido por Dios” (1 Ped. 2: 9)? ¿Qué obligaciones nos impone nuestra fe?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 21 de Junio",
               "dayTitle":"<p><strong>JACOB BENDICE A LOS HIJOS DE JOSÉ</strong></p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p>Cuando Jacob se aproxima a su muerte, recuerda su regreso a Betel (Gén. 35: 1-15), cuando recibió de Dios la renovada promesa de la “heredad perpetua” (Gén. 48:4) que le fuera dada a Abraham (Gén. 17: 8). Por lo tanto, la esperanza de la Tierra Prometida es un pensamiento reconfortante que nutre su esperanza al sentir que la muerte se aproxima. Entonces, Jacob se dirige a los dos hijos de José, que nacieron en Egipto, y los bendice, pero lo hace en el contexto de la promesa futura con respecto a su propia simiente.\n</p><p><strong>Génesis 35:1-15\n</strong></p><p><strong><sup>1</sup></strong> Dijo Dios a Jacob: Levántate y sube a Bet-el, y quédate allí; y haz allí un altar al Dios que te apareció cuando huías de tu hermano Esaú.\n</p><p><strong><sup>2</sup></strong> Entonces Jacob dijo a su familia y a todos los que con él estaban: Quitad los dioses ajenos que hay entre vosotros, y limpiaos, y mudad vuestros vestidos.\n</p><p><strong><sup>3</sup></strong> Y levantémonos, y subamos a Bet-el; y haré allí altar al Dios que me respondió en el día de mi angustia, y ha estado conmigo en el camino que he andado.\n</p><p><strong><sup>4</sup></strong> Así dieron a Jacob todos los dioses ajenos que había en poder de ellos, y los zarcillos que estaban en sus orejas; y Jacob los escondió debajo de una encina que estaba junto a Siquem.\n</p><p><strong><sup>5</sup></strong> Y salieron, y el terror de Dios estuvo sobre las ciudades que había en sus alrededores, y no persiguieron a los hijos de Jacob.\n</p><p><strong><sup>6</sup></strong> Y llegó Jacob a Luz, que está en tierra de Canaán (esta es Bet-el), él y todo el pueblo que con él estaba.\n</p><p><strong><sup>7</sup></strong> Y edificó allí un altar, y llamó al lugar El-bet-el, porque allí le había aparecido Dios, cuando huía de su hermano.\n</p><p><strong><sup>8</sup></strong> Entonces murió Débora, ama de Rebeca, y fue sepultada al pie de Bet-el, debajo de una encina, la cual fue llamada Alón-bacut.\n</p><p><strong><sup>9</sup></strong> Apareció otra vez Dios a Jacob, cuando había vuelto de Padan-aram, y le bendijo.\n</p><p><strong><sup>10</sup></strong> Y le dijo Dios: Tu nombre es Jacob; no se llamará más tu nombre Jacob, sino Israel será tu nombre; y llamó su nombre Israel.\n</p><p><strong><sup>11</sup></strong> También le dijo Dios: Yo soy el Dios omnipotente: crece y multiplícate; una nación y conjunto de naciones procederán de ti, y reyes saldrán de tus lomos.\n</p><p><strong><sup>12</sup></strong> La tierra que he dado a Abraham y a Isaac, la daré a ti, y a tu descendencia después de ti daré la tierra.\n</p><p><strong><sup>13 </sup></strong>Y se fue de él Dios, del lugar en donde había hablado con él.\n</p><p><strong><sup>14</sup></strong> Y Jacob erigió una señal en el lugar donde había hablado con él, una señal de piedra, y derramó sobre ella libación, y echó sobre ella aceite.\n</p><p><strong><sup>15</sup></strong> Y llamó Jacob el nombre de aquel lugar donde Dios había hablado con él, Bet-el.\n</p><p><br></p><p><strong>Lee Génesis 48. ¿Por qué Jacob bendijo a los dos hijos de José aquí, y no a sus otros nietos?</strong></p><p><strong>Génesis 48</strong></p><p><strong><sup>1</sup></strong> Sucedió después de estas cosas que dijeron a José: He aquí tu padre está enfermo. Y él tomó consigo a sus dos hijos, Manasés y Efraín.\n</p><p>\n</p><p><strong><sup>2</sup></strong> Y se le hizo saber a Jacob, diciendo: He aquí tu hijo José viene a ti. Entonces se esforzó Israel, y se sentó sobre la cama,</p><p><strong><sup>3</sup></strong> y dijo a José: El Dios Omnipotente me apareció en Luz en la tierra de Canaán, y me bendijo,</p><p><strong><sup>4</sup></strong> y me dijo: He aquí yo te haré crecer, y te multiplicaré, y te pondré por estirpe de naciones; y daré esta tierra a tu descendencia después de ti por heredad perpetua.</p><p><strong><sup>5</sup></strong> Y ahora tus dos hijos Efraín y Manasés, que te nacieron en la tierra de Egipto, antes que viniese a ti a la tierra de Egipto, míos son; como Rubén y Simeón, serán míos.</p><p><sup><strong>6</strong></sup> Y los que después de ellos has engendrado, serán tuyos; por el nombre de sus hermanos serán llamados en sus heredades.</p><p><strong><sup>7</sup></strong> Porque cuando yo venía de Padan-aram, se me murió Raquel en la tierra de Canaán, en el camino, como media legua de tierra viniendo a Efrata; y la sepulté allí en el camino de Efrata, que es Belén.</p><p><sup><strong>8</strong></sup> Y vio Israel los hijos de José, y dijo: ¿Quiénes son estos?</p><p><strong><sup>9</sup></strong> Y respondió José a su padre: Son mis hijos, que Dios me ha dado aquí. Y él dijo: Acércalos ahora a mí, y los bendeciré.</p><p><strong><sup>10</sup></strong> Y los ojos de Israel estaban tan agravados por la vejez, que no podía ver. Les hizo, pues, acercarse a él, y él les besó y les abrazó.</p><p><strong><sup>11</sup></strong> Y dijo Israel a José: No pensaba yo ver tu rostro, y he aquí Dios me ha hecho ver también a tu descendencia.</p><p><strong><sup>12</sup></strong> Entonces José los sacó de entre sus rodillas, y se inclinó a tierra.</p><p><strong><sup>13</sup></strong> Y los tomó José a ambos, Efraín a su derecha, a la izquierda de Israel, y Manasés a su izquierda, a la derecha de Israel; y los acercó a él.</p><p><strong><sup>14</sup></strong> Entonces Israel extendió su mano derecha, y la puso sobre la cabeza de Efraín, que era el menor, y su mano izquierda sobre la cabeza de Manasés, colocando así sus manos adrede, aunque Manasés era el primogénito.</p><p><strong><sup>15</sup></strong> Y bendijo a José, diciendo: El Dios en cuya presencia anduvieron mis padres Abraham e Isaac, el Dios que me mantiene desde que yo soy hasta este día,</p><p><strong><sup>16</sup></strong> el Ángel que me liberta de todo mal, bendiga a estos jóvenes; y sea perpetuado en ellos mi nombre, y el nombre de mis padres Abraham e Isaac, y multiplíquense en gran manera en medio de la tierra.</p><p><strong><sup>17</sup></strong> Pero viendo José que su padre ponía la mano derecha sobre la cabeza de Efraín, le causó esto disgusto; y asió la mano de su padre, para cambiarla de la cabeza de Efraín a la cabeza de Manasés.</p><p><strong><sup>18</sup></strong> Y dijo José a su padre: No así, padre mío, porque este es el primogénito; pon tu mano derecha sobre su cabeza.</p><p><strong><sup>19</sup></strong> Mas su padre no quiso, y dijo: Lo sé, hijo mío, lo sé; también él vendrá a ser un pueblo, y será también engrandecido; pero su hermano menor será más grande que él, y su descendencia formará multitud de naciones.</p><p><strong><sup>20</sup></strong> Y los bendijo aquel día, diciendo: En ti bendecirá Israel, diciendo: Hágate Dios como a Efraín y como a Manasés. Y puso a Efraín antes de Manasés.</p><p><strong><sup>21</sup></strong> Y dijo Israel a José: He aquí yo muero; pero Dios estará con vosotros, y os hará volver a la tierra de vuestros padres.</p><p><strong><sup>22</sup></strong> Y yo te he dado a ti una parte más que a tus hermanos, la cual tomé yo de mano del amorreo con mi espada y con mi arco.</p><p>Los dos hijos de José, Manasés y Efraín, son los únicos nietos que bendijo Jacob. Por lo tanto, son elevados de la condición de nietos a la condición de “hijos” (Gén. 48: 5). Aunque la bendición de Jacob implica una preeminencia del segundo (Efraín) sobre el primero (Manasés), la bendición del patriarca concierne esencialmente a José (Gén. 48: 15).\n</p><p>Lo que vemos aquí es un testimonio personal sobre la fidelidad de Dios hacia ellos en el pasado y su promesa para ellos en el futuro. Jacob alude al Dios de Abraham e Isaac (Gén. 48: 15), quien les había brindado alimento y protección. Este es el mismo Dios que “me liberta de todo mal” (Gén. 48: 16). Jacob también tiene en mente al “Dios de Bet-el” (Gén. 31: 13), con el que luchó (Gén. 32: 29) y quien le cambió el nombre de Jacob a “Israel” (Gén. 32: 26-29).\n</p><p><strong>Génesis 31:13\n</strong></p><p><strong><sup>13</sup></strong> Yo soy el Dios de Bet-el, donde tú ungiste la piedra, y donde me hiciste un voto. Levántate ahora y sal de esta tierra, y vuélvete a la tierra de tu nacimiento.\n</p><p><strong><sup>Génesis 32:26-29\n</sup></strong></p><p><strong><sup>26</sup></strong> Y dijo: Déjame, porque raya el alba. Y Jacob le respondió: No te dejaré, si no me bendices.\n</p><p><strong><sup>27</sup></strong> Y el varón le dijo: ¿Cuál es tu nombre? Y él respondió: Jacob.\n</p><p><strong><sup>28</sup></strong> Y el varón le dijo: No se dirá más tu nombre Jacob, sino Israel; porque has luchado con Dios y con los hombres, y has vencido.\n</p><p><strong><sup>29</sup></strong> Entonces Jacob le preguntó, y dijo: Declárame ahora tu nombre. Y el varón respondió: ¿Por qué me preguntas por mi nombre? Y lo bendijo allí.\n</p><p><br></p><p>Al referirse a todas estas experiencias, por las cuales Dios transforma el mal para bien, Jacob expresa su esperanza de que Dios no solo se encargará de la vida actual de sus nietos, así como lo hizo por él y por José, sino también de su futuro, cuando sus descendientes regresen a Canaán. Esta esperanza es evidente por su referencia a Siquem (Gén. 48: 22), que no solo es una parcela de tierra que había adquirido (Gén. 33: 19) sino también un lugar donde enterrarán los huesos de José (Jos. 24: 32) y donde se distribuirá la tierra a las tribus de Israel (Jos. 24: 1). Aun en medio de todo lo que ha sucedido, Jacob tenía en mente las promesas de Dios, quien dijo que por medio de esta familia “serán benditas [...] las familias de la tierra” (Gén. 12: 3).\n</p><p><strong>Génesis 33:19\n</strong></p><p><strong><sup>19</sup></strong> Y compró una parte del campo, donde plantó su tienda, de mano de los hijos de Hamor padre de Siquem, por cien monedas.\n</p><p><strong>Josué</strong><strong>&nbsp;24:32\n</strong></p><p><strong><sup>32</sup></strong> Y enterraron en Siquem los huesos de José, que los hijos de Israel habían traído de Egipto, en la parte del campo que Jacob compró de los hijos de Hamor padre de Siquem, por cien piezas de dinero; y fue posesión de los hijos de José.\n</p><p><br></p><p><strong>Lee Hechos 3: 25 y 26. Según Pedro, ¿cómo se cumplió esta promesa de Génesis 12: 3? ¿Cómo hemos recibido esta bendición nosotros personalmente?\n</strong></p><p><strong>Hechos 3: 25-26\n</strong></p><p><strong><sup>25</sup></strong> Vosotros sois los hijos de los profetas, y del pacto que Dios hizo con nuestros padres, diciendo a Abraham: En tu simiente serán benditas todas las familias de la tierra.\n</p><p><strong><sup>26</sup></strong> A vosotros primeramente, Dios, habiendo levantado a su Hijo, lo envió para que os bendijese, a fin de que cada uno se convierta de su maldad.\n</p><p><strong>Génesis 12: 3\n</strong></p><p><strong><sup>3</sup> </strong>Bendeciré a los que te bendijeren, y a los que te maldijeren maldeciré; y serán benditas en ti todas las familias de la tierra.</p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miércoles 22 de Junio",
               "dayTitle":"<p><strong>JACOB BENDICE A SUS HIJOS</strong></p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Génesis 49: 1 al 28. ¿Cuál es la importancia espiritual de la bendición de Jacob sobre sus hijos?\n</strong></p><p><strong>Génesis 49: 1-28\n</strong></p><p><sup><strong>1</strong></sup> Y llamó Jacob a sus hijos, y dijo: Juntaos, y os declararé lo que os ha de acontecer en los días venideros.\n</p><p><strong><sup>2</sup></strong> Juntaos y oíd, hijos de Jacob, Y escuchad a vuestro padre Israel.\n</p><p><strong><sup>3</sup></strong> Rubén, tú eres mi primogénito, mi fortaleza, y el principio de mi vigor; Principal en dignidad, principal en poder.\n</p><p><strong><sup>4</sup></strong> Impetuoso como las aguas, no serás el principal, Por cuanto subiste al lecho de tu padre; Entonces te envileciste, subiendo a mi estrado.\n</p><p><strong><sup>5</sup></strong> Simeón y Leví son hermanos; Armas de iniquidad sus armas.\n</p><p><strong><sup>6</sup></strong> En su consejo no entre mi alma, Ni mi espíritu se junte en su compañía. Porque en su furor mataron hombres, Y en su temeridad desjarretaron toros.\n</p><p><strong><sup>7</sup></strong> Maldito su furor, que fue fiero; Y su ira, que fue dura. Yo los apartaré en Jacob, Y los esparciré en Israel.\n</p><p><strong><sup>8</sup></strong> Judá, te alabarán tus hermanos; Tu mano en la cerviz de tus enemigos; Los hijos de tu padre se inclinarán a ti.\n</p><p><strong><sup>9</sup></strong> Cachorro de león, Judá; De la presa subiste, hijo mío. Se encorvó, se echó como león, Así como león viejo: ¿quién lo despertará?\n</p><p><strong><sup>10</sup></strong> No será quitado el cetro de Judá, Ni el legislador de entre sus pies, Hasta que venga Siloh; Y a él se congregarán los pueblos.\n</p><p><strong><sup>11</sup></strong> Atando a la vid su pollino, Y a la cepa el hijo de su asna, Lavó en el vino su vestido, Y en la sangre de uvas su manto.\n</p><p><strong><sup>12</sup></strong> Sus ojos, rojos del vino, Y sus dientes blancos de la leche.\n</p><p><strong><sup>13</sup></strong> Zabulón en puertos de mar habitará; Será para puerto de naves, Y su límite hasta Sidón.\n</p><p><strong><sup>14</sup></strong> Isacar, asno fuerte. Que se recuesta entre los apriscos;\n</p><p><strong><sup>15</sup></strong> Y vio que el descanso era bueno, y que la tierra era deleitosa; Y bajó su hombro para llevar, Y sirvió en tributo.\n</p><p><strong><sup>16</sup></strong> Dan juzgará a su pueblo, Como una de las tribus de Israel.\n</p><p><strong><sup>17</sup></strong> Será Dan serpiente junto al camino, Víbora junto a la senda, Que muerde los talones del caballo, Y hace caer hacia atrás al jinete.\n</p><p><strong><sup>18</sup></strong> Tu salvación esperé, oh Jehová.\n</p><p><strong><sup>19 </sup></strong>Gad, ejército lo acometerá; Mas él acometerá al fin.\n</p><p><strong><sup>20</sup></strong> El pan de Aser será substancioso, Y él dará deleites al rey.\n</p><p><strong><sup>21</sup></strong> Neftalí, cierva suelta, Que pronunciará dichos hermosos.\n</p><p><strong><sup>22</sup></strong> Rama fructífera es José, Rama fructífera junto a una fuente, Cuyos vástagos se extienden sobre el muro.\n</p><p><strong><sup>23</sup></strong> Le causaron amargura, Le asaetearon, Y le aborrecieron los arqueros;\n</p><p><strong><sup>24</sup></strong> Mas su arco se mantuvo poderoso, Y los brazos de sus manos se fortalecieron. Por las manos del Fuerte de Jacob (Por el nombre del Pastor, la Roca de Israel),\n</p><p><strong><sup>25</sup></strong> Por el Dios de tu padre, el cual te ayudará, Por el Dios Omnipotente, el cual te bendecirá. Con bendiciones de los cielos de arriba, Con bendiciones del abismo que está abajo, Con bendiciones de los pechos y del vientre.\n</p><p><strong><sup>26</sup></strong> Las bendiciones de tu padre, Fueron mayores que las bendiciones de mis progenitores; Hasta el término de los collados eternos. Serán sobre la cabeza de José, Y sobre la frente del que fue apartado de entre sus hermanos.\n</p><p><strong><sup>27</sup></strong> Benjamín es lobo arrebatador; A la mañana comerá la presa, Y a la tarde repartirá los despojos.\n</p><p><strong><sup>28</sup></strong> Todos estos fueron las doce tribus de Israel, y esto fue lo que su padre les dijo, al bendecirlos; a cada uno por su bendición los bendijo.\n</p><p>Más allá de las profecías sobre la historia inmediata de las tribus de Israel, Jacob ve al Mesías y la máxima esperanza de salvación. Esta esperanza ya está indicada en las primeras palabras de Jacob, “en los postreros días” (Gén. 49: 1, RVA), una expresión técnica que se refiere a la venida del Rey mesiánico (Isa. 2: 2; Dan. 10: 14).\n</p><p><strong>Isaías 2: 2\n</strong></p><p><strong><sup>2</sup></strong>&nbsp;Acontecerá en lo postrero de los tiempos, que será confirmado el monte de la casa de Jehová como cabeza de los montes, y será exaltado sobre los collados, y correrán a él todas las naciones.\n</p><p><strong>Daniel 10: 14</strong></p><p><strong><sup>14</sup></strong> He venido para hacerte saber lo que ha de venir a tu pueblo en los postreros días; porque la visión es para esos días.\n</p><p>El texto recorre luego el futuro linaje de cada uno de estos hombres. Estos no son futuros predestinados, como si Dios quisiera que cada uno de ellos afrontara lo que enfrentó; más bien, son expresiones de lo que el temperamento y el carácter de sus hijos generarían. Por ejemplo, el hecho de que Dios supiera que alguien va a matar a un hombre inocente es algo radicalmente diferente de que Dios haya querido que el asesino lo haga.\n</p><p><strong>Lee Génesis 49: 8 al 12. ¿Qué profecía se da aquí y por qué es importante?\n</strong></p><p>Más allá del libre albedrío humano, Dios conoce el futuro, y había dispuesto que sería por intermedio de Judá que vendría el Mesías. Judá (Gén. 49: 8-12), que está representado por un león (Gén. 49: 9), remite a la realeza y la alabanza. Judá engendrará al rey David, pero también a Siloh, es decir, al que traerá shalom, “Paz” (Isa. 9: 6, 7), “quien merece la obediencia de los pueblos” (Gén. 49: 10, NVI).\n</p><p>Los judíos han visto esto durante mucho tiempo como una profecía mesiánica que remite a la venida del Mesías, y los cristianos también han observado que este texto apunta a Jesús: “A él se congregarán los pueblos” (Gén. 49: 10), y es, quizá, precursor de la promesa del Nuevo Testamento: “Para que en el nombre de Jesús se doble toda rodilla” (Fil. 2: 10).\n</p><p><strong>Filipenses 2: 10\n</strong></p><p><strong><sup>10</sup></strong> para que en el nombre de Jesús se doble toda rodilla de los que están en los cielos, y en la tierra, y debajo de la tierra;\n</p><p>Como escribió Elena de White: “El león, rey de la selva, es un símbolo apropiado de la tribu de la cual descendió David, y del hijo de David, Siloh, el verdadero ‘León de la tribu de Judá’, ante quien todos los poderes se inclinarán finalmente, y a quien todas las naciones rendirán homenaje” (PP 240).\n</p><p>¿Por qué deberíamos rendir homenaje a Jesús ahora, aun antes de que todas las naciones lo hagan?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 23 de Junio",
               "dayTitle":"<p><strong>LA ESPERANZA DE LA TIERRA PROMETIDA</strong></p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p><strong>Lee Génesis 49: 29 a 50: 21. ¿Qué grandes temas de esperanza se encuentran en la conclusión del libro de Génesis?\n</strong></p><p><strong>Génesis 49: 29 - 50: 21\n</strong></p><p><strong><sup>29</sup></strong> Les mandó luego, y les dijo: Yo voy a ser reunido con mi pueblo. Sepultadme con mis padres en la cueva que está en el campo de Efrón el heteo,\n</p><p><strong><sup>30</sup></strong> en la cueva que está en el campo de Macpela, al oriente de Mamre en la tierra de Canaán, la cual compró Abraham con el mismo campo de Efrón el heteo, para heredad de sepultura.\n</p><p><strong><sup>31</sup></strong> Allí sepultaron a Abraham y a Sara su mujer; allí sepultaron a Isaac y a Rebeca su mujer; allí también sepulté yo a Lea.\n</p><p><strong><sup>32</sup></strong> La compra del campo y de la cueva que está en él, fue de los hijos de Het.\n</p><p><strong><sup>33 </sup></strong>Y cuando acabó Jacob de dar mandamientos a sus hijos, encogió sus pies en la cama, y expiró, y fue reunido con sus padres.</p><p><strong>Génesis 50: 1-21\n</strong></p><p><strong><sup>1</sup></strong> Entonces se echó José sobre el rostro de su padre, y lloró sobre él, y lo besó.\n</p><p><strong><sup>2 </sup></strong>Y  mandó José a sus siervos los médicos que embalsamasen a su padre; y los médicos embalsamaron a Israel.\n</p><p><strong><sup>3</sup></strong> Y le cumplieron cuarenta días, porque así cumplían los días de los embalsamados, y lo lloraron los egipcios setenta días.\n</p><p><strong><sup>4</sup></strong> Y pasados los días de su luto, habló José a los de la casa de Faraón, diciendo: Si he hallado ahora gracia en vuestros ojos, os ruego que habléis en oídos de Faraón, diciendo:\n</p><p><strong><sup>5</sup></strong> Mi padre me hizo jurar, diciendo: He aquí que voy a morir; en el sepulcro que cavé para mí en la tierra de Canaán, allí me sepultarás; ruego, pues, que vaya yo ahora y sepulte a mi padre, y volveré.\n</p><p><strong><sup>6</sup></strong> Y Faraón dijo: Ve, y sepulta a tu padre, como él te hizo jurar.\n</p><p><strong><sup>7</sup></strong> Entonces José subió para sepultar a su padre; y subieron con él todos los siervos de Faraón, los ancianos de su casa, y todos los ancianos de la tierra de Egipto,\n</p><p><strong><sup>8</sup></strong> y toda la casa de José, y sus hermanos, y la casa de su padre; solamente dejaron en la tierra de Gosén sus niños, y sus ovejas y sus vacas.&nbsp;</p><p><strong><sup>9</sup></strong> Subieron también con él carros y gente de a caballo, y se hizo un escuadrón muy grande.\n</p><p><strong><sup>10</sup></strong> Y llegaron hasta la era de Atad, que está al otro lado del Jordán, y endecharon allí con grande y muy triste lamentación; y José hizo a su padre duelo por siete días.\n</p><p><strong><sup>11</sup></strong> Y viendo los moradores de la tierra, los cananeos, el llanto en la era de Atad, dijeron: Llanto grande es este de los egipcios; por eso fue llamado su nombre Abel-mizraim, que está al otro lado del Jordán.\n</p><p><strong><sup>12 </sup></strong>Hicieron, pues, sus hijos con él según les había mandado;\n</p><p><strong><sup>13</sup></strong> pues lo llevaron sus hijos a la tierra de Canaán, y lo sepultaron en la cueva del campo de Macpela, la que había comprado Abraham con el mismo campo, para heredad de sepultura, de Efrón el heteo, al oriente de Mamre.\n</p><p><strong><sup>14</sup></strong> Y volvió José a Egipto, él y sus hermanos, y todos los que subieron con él a sepultar a su padre, después que lo hubo sepultado.\n</p><p><strong><sup>15</sup></strong> Viendo los hermanos de José que su padre era muerto, dijeron: Quizá nos aborrecerá José, y nos dará el pago de todo el mal que le hicimos.\n</p><p><sup>16</sup> Y enviaron a decir a José: Tu padre mandó antes de su muerte, diciendo:\n</p><p><sup>17</sup> Así diréis a José: Te ruego que perdones ahora la maldad de tus hermanos y su pecado, porque mal te trataron; por tanto, ahora te rogamos que perdones la maldad de los siervos del Dios de tu padre. Y José lloró mientras hablaban.\n</p><p><sup><strong>18</strong></sup> Vinieron también sus hermanos y se postraron delante de él, y dijeron: Henos aquí por siervos tuyos.\n</p><p><sup><strong>19</strong></sup> Y les respondió José: No temáis; ¿acaso estoy yo en lugar de Dios?\n</p><p><sup><strong>20</strong></sup> Vosotros pensasteis mal contra mí, mas Dios lo encaminó a bien, para hacer lo que vemos hoy, para mantener en vida a mucho pueblo.\n</p><p><sup><strong>21</strong></sup> Ahora, pues, no tengáis miedo; yo os sustentaré a vosotros y a vuestros hijos. Así los consoló, y les habló al corazón.\n</p><p>La conclusión del Génesis se compone de tres eventos llenos de esperanza. En primer lugar, es la esperanza de que Israel regrese a la Tierra Prometida.\n</p><p>Moisés, el autor del Génesis, describe la muerte y el entierro de Jacob y de José como acontecimientos que apuntan a la Tierra Prometida. Inmediatamente después de su bendición y su profecía sobre las “doce tribus de Israel” (Gén. 49: 28), Jacob piensa en su muerte y encarga a sus hijos que lo entierren en Canaán, en la cueva de Macpela, donde fue enterrada Sara (Gén. 49: 29–31). La narración que describe la procesión fúnebre hacia Canaán se convierte en precursora del Éxodo de Egipto, varios siglos después.\n</p><p>En segundo lugar, es la esperanza de que Dios transforme el mal en bien. Después de la muerte y el entierro de Jacob, los hermanos de José se empiezan a preocupar por su futuro. Temen que ahora José se vengue. Acuden a José y se postran ante él, dispuestos a convertirse en sus siervos (Gén. 50: 18), una situación que recuerda los sueños proféticos de José. José los tranquiliza y les dice “no temáis” (Gén. 50: 19), una frase que se refiere al futuro (Gén. 15: 1); porque lo que “pensa[ron] mal” contra él, “Dios lo encaminó a bien” (Gén. 50:20), y cambió el curso de los eventos para salvación (Gén. 50: 19-21; comparar con Gén. 45: 5, 7-9). Es decir, a pesar de tantos fracasos humanos, la providencia de Dios prevalecerá.\n</p><p>En tercer lugar, es la esperanza de que Dios salve a la humanidad caída. La historia de la muerte de José en este último versículo del Génesis es más amplia, no solo trata sobre la muerte de José. Curiosamente, José no ordena que entierren sus huesos; en cambio, señala el momento en que “Dios ciertamente os visitará, y haréis llevar de aquí mis huesos” (Gén. 50: 25). Y esto hicieron, años después, en obediencia directa a esas palabras (ver Éxo. 13: 19). En última instancia, la esperanza de la Tierra Prometida, Canaán, es un símbolo, un precursor, de la esperanza suprema de salvación, de restauración, de una nueva Jerusalén en un cielo nuevo y una Tierra nueva: la esperanza máxima de todos nosotros, una esperanza garantizada por la muerte de Siloh.\n</p><p><strong>Lee Apocalipsis 21: 1 al 4. ¿Cómo representan estos versículos la mayor esperanza que tenemos? Sin esta promesa, ¿qué esperanza tenemos, más que la muerte como el fin de todos nuestros problemas?\n</strong></p><p><strong>Apocalipsis 21: 1-4\n</strong></p><p><strong><sup>1</sup></strong> Vi un cielo nuevo y una tierra nueva; porque el primer cielo y la primera tierra pasaron, y el mar ya no existía más.\n</p><p><strong><sup>2</sup></strong> Y yo Juan vi la santa ciudad, la nueva Jerusalén, descender del cielo, de Dios, dispuesta como una esposa ataviada para su marido.\n</p><p><strong><sup>3</sup></strong> Y oí una gran voz del cielo que decía: He aquí el tabernáculo de Dios con los hombres, y él morará con ellos; y ellos serán su pueblo, y Dios mismo estará con ellos como su Dios.\n</p><p><strong><sup>4</sup></strong> Enjugará Dios toda lágrima de los ojos de ellos; y ya no habrá muerte, ni habrá más llanto, ni clamor, ni dolor; porque las primeras cosas pasaron.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 24 de Junio",
               "dayTitle":"",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:<br></strong></p><p><strong>Lee Elena de White, Patriarcas y profetas, “José y sus hermanos”, pp. 225-245.&nbsp;</strong></p><p>“La vida de José ilustra la vida de Cristo. Fue la envidia lo que impulsó a los hermanos de José a venderlo como esclavo; esperaban impedir que llegase a ser superior a ellos. Y, cuando fue llevado a Egipto, se vanagloriaron de que ya no serían molestados con sus sueños y de que habían eliminado toda posibilidad de que estos se cumplieran. Pero su proceder fue contrarrestado por Dios al ocasionar el mismo acontecimiento que trataron de impedir. De la misma manera, los sacerdotes y los dirigentes judíos estaban celosos de Cristo, y temieron que desviara de ellos la atención del pueblo. Le dieron muerte para impedir que llegase a ser rey, pero así provocaron ese mismo resultado.\n</p><p>“Mediante su servidumbre en Egipto, José se convirtió en el salvador de la familia de su padre; sin embargo, este hecho no aminoró la culpa de sus hermanos. Asimismo, la crucifixión de Cristo por sus enemigos lo hizo Redentor de la humanidad, Salvador de la raza perdida y Soberano de todo el mundo; pero el crimen de sus asesinos fue tan execrable como si la mano providencial de Dios no hubiese controlado los acontecimientos para su propia gloria y para bien de los hombres.\n</p><p>“Así como José fue vendido a los paganos por sus propios hermanos, Cristo fue vendido a sus enemigos más enconados por uno de sus discípulos. José fue acusado falsamente y arrojado en una prisión por causa de su virtud; asimismo, Cristo fue menospreciado y rechazado porque su vida justa y abnegada reprendía el pecado; y aunque no fue culpable de mal alguno, fue condenado por el testimonio de testigos falsos. La paciencia y la mansedumbre de José bajo la injusticia y la opresión, el perdón que otorgó espontáneamente y su noble benevolencia hacia sus hermanos inhumanos representan la paciencia sin quejas del Salvador en medio de la malicia y el abuso de los impíos, y su perdón, que otorgó no solo a sus asesinos sino también a todos los que se alleguen a él confesando sus pecados y buscando absolución” (PP 244, 245).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1</strong>. Una vez que Jacob murió, los hermanos de José temieron que ahora él se vengaría. ¿Qué nos enseña esto sobre la culpa que aún albergaban? ¿Qué nos enseña la reacción de José sobre el perdón de los culpables?\n</p><p><strong>2.</strong> ¿Qué otros paralelismos puedes encontrar entre las vidas de José y de Jesús?\n</p><p><strong>3</strong>. Reflexiona sobre el hecho de que, si bien Dios conoce íntimamente el futuro, aun así somos libres para decidir. ¿Cómo conciliamos estas dos ideas?</p><p><strong><br></strong></p><p><strong>EL SÁBADO ENSEÑARÉ...<br><br>RESEÑA</strong><br><br>Texto clave: Génesis 47: 27. Enfoque del estudio: Génesis 46-50; Hechos 3: 25, 26.<br><br><strong>Introducción:</strong><br><br>Esta última parte del libro del Génesis nos lleva al final del período patriarcal, con la muerte de Jacob y de José. Todo el clan de Jacob ahora está exiliado en Egipto. Las últimas palabras del libro son “un ataúd en Egipto”. La historia de la salvación, al parecer, no tiene un final feliz. Sin embargo, esta es la parte del libro que está más teñida de esperanza. El perfil de Israel como pueblo de Dios se vislumbra en el horizonte. El portentoso número “setenta”, que constituye la casa de Jacob (Gén. 46: 27), alerta al lector sobre el destino espiritual de este pueblo. Jacob bendice a sus hijos (Gén. 49: 1–28) y predice el futuro de lo que serán las doce tribus de Israel y la futura venida del Mesías, quien salvará a Israel y a las naciones (Gén. 49: 10–12).<br><br>Las últimas palabras del libro que expresan muerte son, en realidad, palabras que apuntan al futuro Redentor: anticipan el regreso a la Tierra Prometida en términos que reflejan las primeras palabras del Génesis, al presentar el suceso de la Creación y la instauración del Jardín del Edén. El principio teológico subyacente es que Dios convierte el mal en bien (Gén. 50: 20). Esta es la lección que José comparte con sus hermanos para consolarlos y tranquilizarlos (Gén. 50: 21), y para abrirles los ojos a la salvación de Dios para el mundo, que es lo más importante (Gén. 50: 20).<br><br><strong>COMENTARIO<br><br>La bendición de Jacob</strong><br><br>Después de haber reunido a sus hijos (Gén. 49: 1, 2), Jacob los bendice uno tras otro, por orden de nacimiento, desde Rubén, el mayor, hasta Benjamín, el menor (Gén. 49: 3-27). Por cierto, estas bendiciones son profecías que predicen el futuro (Gén. 49: 1). Las palabras hebreas be’ajarit haiamim, “en los postreros días” (Gén. 49: 1, RVA), son una expresión técnica que a menudo se refiere a la venida del Rey mesiánico y la salvación escatológica (Isa. 2: 2; Dan. 10: 14). Por lo tanto, el texto de la bendición de Jacob, a medida que avanza desde su primer hijo, Rubén, hasta el último, Benjamín, está imbuido de la tensión profético-escatológica.<br><br>Esta es la tercera vez, en el libro de Génesis, que se destina una bendición a un grupo de personas. La primera bendición colectiva es la bendición de Dios para Adán y Eva (Gén. 1: 28). La segunda es la bendición de Noé a sus tres hijos (Gén. 9: 24-27). La bendición de Jacob se relaciona más con la bendición de Noé, en el sentido de que ambas son bendiciones paternales e incluso hay maldiciones; y ambas contienen profecías específicas que revelan el destino futuro de los hijos.<br><br>Ambas bendiciones aparecen al comienzo de una nueva era y ambas marcan los&nbsp; primeros pasos de una nueva carrera. Por lo tanto, la bendición de Israel tiene un alcance universal. Las bendiciones concluyen con la referencia a “las doce tribus de Israel” (Gén. 49: 28). Esta es la primera mención bíblica a las “doce tribus”. Sin lugar a dudas, el destino futuro de todo Israel, con sus fracasos y éxitos, está a la vista (comparar con Gén. 49: 1).<br><strong><br>La venida del Mesías</strong><br><br>Las palabras que se utilizan (“cetro”, “legislador”) indican que es un rey, y no una tribu, el objeto de la profecía. Este versículo, Génesis 49: 10, también se refleja en la profecía de Balaam (Núm. 24: 17). En la profecía de Balaam, la estrella de Jacob corresponde al león de Judá en la profecía de Jacob. Además, nuestro pasaje introduce un elemento temporal en ese gobierno (Gén. 49: 10). La venida del Mesías se sitúa en la historia de Israel. Sin embargo, la conjunción adverbial ‘ad ki, “hasta”, en la frase “hasta que venga Siloh”, significa más que un simple punto de llegada. El hebreo ‘ad ki no se refiere necesariamente a un final, sino a un cumplimiento o a un punto culminante, ya que expresa un superlativo (Gén. 26: 13; 41: 19). Esto significa que la realeza de Judá alcanzará su clímax con la llegada de Siloh. La dimensión universal de esta persona se aclara en las siguientes palabras: “A él sea dada la obediencia de los pueblos” (Gén. 49: 10, LBLA). Fíjate que la palabra pueblos está en plural en el texto hebreo (‘amim).<br><br>El alcance universal de este gobernante al que los “pueblos” deben obediencia sugiere una figura de dimensión mesiánica y sobrenatural. La palabra Siloh es el nombre de una persona, como lo indica su paralelismo con el nombre de Judá. La palabra hebrea guarda relación con las palabras shalvá o shalom, “paz”, ya que ambas son sinónimas (Sal. 122: 7). Esta interpretación está avalada en las fuentes cristianas y judías más antiguas, y tiene el mérito de ajustarse al contexto de nuestro pasaje (Gén. 49: 11), que asocia la venida de este gobernante con el Reinado de paz (comparar con Isa. 9: 5, 6; Miq. 5: 5 [4]; Efe. 2: 14). Los dos últimos versículos de la bendición de Jacob a Judá (Gén. 49: 11, 12) describen el carácter y la misión del Mesías. La palabra hebrea para “asno” se refiere generalmente al burro que se usa para montar (Juec. 10: 4). El asno despierta paz y humildad (en contraste con el caballo, que evoca guerra y arrogancia [Prov. 21: 31]). Zacarías utiliza la misma asociación de realeza y humildad para describir al rey davídico “humilde”, que montará sobre un asno (Zac. 9: 9) y reinará sobre todo el mundo, “de mar a mar, y desde el río hasta los fines de la tierra” (Zac. 9: 10). Esta imagen nos recuerda a Salomón, quien monta la mula de su padre para indicar que él es el ungido, el verdadero heredero del trono davídico (1 Rey. 1: 38-48). Del mismo modo, la acción de Jesús de “desatar” el burro y montarlo remeda esa tradición (Mar. 11: 2-11). Las otras imágenes de “vino” y “leche”, y sus respectivos colores ojos/rojos y dientes/blancos, evocan la abundancia de vida y la paz y la seguridad que llenarán la Tierra Prometida (Núm. 13: 23, 27). Por consiguiente, la referencia a los ojos y los dientes en nuestro contexto, que alude a la plenitud de gozo, tiene la intención de sugerir la intensidad de la vida y de la paz total que caracterizará al reino mesiánico.<br><br><strong>Dios convierte en bien el mal<br></strong><br>Cuando los hermanos de José acuden a él para pedirle perdón (Gén. 50: 17), José les asegura a sus hermanos que no tiene la intención de hacerles daño. Sus palabras “no temáis” (Gén. 50: 19) son las mismas palabras que usó Dios para tranquilizar a Abraham acerca de su futuro (Gén. 15: 1). Para aliviar la tensión, José se coloca al mismo nivel humano: “¿Acaso estoy yo en lugar de Dios?” (Gén. 50: 19). Jacob le había dirigido las mismas palabras a Raquel en respuesta a su queja por no tener hijos (Gén. 30: 2). Sin embargo, para José esto es diferente. Mientras que para Jacob estas palabras eran una expresión de su enojo, para José las mismas palabras ex- presan amor por sus hermanos y tienen la intención de aliviar sus preocupaciones. Y cuando José, imprevistamente, hace referencia a Dios, da a entender que el perdón divino interviene en el perdón humano. José incluso se refiere a la traición de sus hermanos como el mecanismo de ese perdón: ellos “pensaron hacerme mal, pero Dios lo encaminó para bien” (Gén. 50: 20, RVA-2015). Lo que hicieron sus hermanos, que con razón reconocen como “maldad”, se transformó “para mantener en vida a mucho pueblo” (Gén. 50: 20). José no se contenta simplemente con perdonar a sus hermanos; les quita el sentimiento de culpa, porque sus malas acciones cooperaron para bien. Ahora pueden mirar de frente a José y encarar el futuro. José los tranquiliza con las mismas palabras que abarcan el futuro: “No tengáis miedo” (Gén. 50: 21; comparar 50: 19) y concluye con la promesa de que él proveerá para ellos y sus hijos.<br><br><strong>La salvación del mundo</strong><br><br>Mientras que el texto menciona una tumba para Jacob pero no un ataúd (Gén. 49: 29) para José, el texto menciona un ataúd pero no una tumba (Gén. 50: 26). A José lo embalsamaron y, sin embargo, no lo enterraron debido a su esperanza en la Tierra Prometida. Por lo tanto, José no ordena que entierren sus huesos al morir; quiere que los lleven a Canaán junto con todo el pueblo de Israel. Mientras tanto, es “puesto en un ataúd en Egipto” (Gén. 50: 26). El hebreo utiliza el artículo definido ba’arón, que significa literalmente “en el ataúd”, para enfatizar la importancia de que este ataúd no tenía una tumba.<br><br>Por ende, el libro de Génesis termina de la misma manera que termina todo el Pentateuco: con la muerte, pero sin un sepulcro (Deut. 34: 6); y con la perspectiva de la Tierra Prometida (comparar con Deut. 34: 1-4). El libro de Génesis, al igual que el Pentateuco, comienza con la Creación y el Jardín del Edén (Gén. 1–2) y termina con la perspectiva de la Tierra Prometida y la esperanza de la resurrección de los muertos (Deut. 34: 6; comparar con Jud. 9). Esta coincidencia literaria no es casual. Encontramos la misma combinación en otros lugares (Heb. 11: 1) y al principio y al final de varios libros de la Biblia (ver, p. ej., Isa. 1: 2; 66: 22, 23; Ecl. 1: 1-11; 12: 14; Dan. 1:12; 12: 13; Juan 1: 1-10; 21: 22, 23), e incluso de toda la Biblia (Gén. 1–2; Apoc. 22: 20).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>La bendición de Jacob</strong>. ¿Cómo nos identificamos personalmente con la bendi- ción de Jacob para sus hijos? ¿Es posible recibir las bendiciones de Jacob mientras neguemos su componente judío? ¿Qué hace que estas bendiciones también sean nuestras bendiciones?<br><br><strong>La venida del Mesías.</strong> ¿Cómo se aplica esta profecía a Jesucristo? Analicen con la clase las ricas imágenes que se utilizan en este pasaje para describir al Mesías. ¿Cómo se aplica a nuestra vida la imagen de Cristo como “legislador”? Las figuras de los dientes y los ojos, que significan gozo de vida y paz, ¿cómo afectan nuestra percepción de la vida cristiana?<br><br>Dios convirtió en bien el mal. ¿Recuerdan alguna experiencia en la vida en la que un acto perverso dirigido a ustedes, con la intención de hacerles daño, terminara resultando para su bien? A raíz de esa acción, ¿en qué medida sus experiencias de sufrimiento e injusticia desempeñaron un papel en la formación de su carácter?<br><br><strong>La salvación del mundo. </strong>El nombre “Adventista del Séptimo Día”, ¿cómo muestra nuestra creencia en la Creación? Como sugiere nuestro nombre, ¿cuál es la relación entre nuestra creencia en la Creación y la esperanza que tenemos en la segunda venida de Jesús?<br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>ISAREL EN EGIPTO</p>",
         "verse":"<p><strong>PARA MEMORIZAR</strong></p><p>Así habitó Israel en la tierra de Egipto, en la tierra de Gosén; y tomaron posesión de ella, y se aumentaron, y se multiplicaron en gran manera (Gén. 47: 27)</p>",
         "versionCode":1,
         "weekDate":"18-24 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
