{
  "data": [
    {
      "color": "#0298A4",
      "id": 1,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "30 de septiembre",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>Salmos ha sido un devocionario y<strong> </strong>un himnario para judíos y cristianos de todas las épocas. Y, aunque estas poesías son predominantemente las palabras que los salmistas le dedicaron a Dios, no se originaron con los mortales, sino con Dios, que inspiró sus pensamientos.</p><p>De hecho, el Señor los inspiró para que escribieran. Por eso, como en toda la Escritura (2 Ped. 1:21), Dios, en Salmos, nos habla mediante sus siervos y el Espíritu. Jesús, los apóstoles y los autores del Nuevo Testamento citaron Salmos y lo identificaron como Escritura (Mar. 12:10; Juan 10:34, 35; 13:18). Es la Palabra de Dios al igual que los libros de Génesis y Romanos.</p><p>Distintos autores del antiguo Israel escribieron Salmos en poesía hebrea, por lo que estos salmos reflejan su mundo específico, si bien los mensajes son universales. Es fundamental aceptar Salmos como Palabra de Dios y prestar mucha atención a sus rasgos poéticos, así como a sus contextos históricos, teológicos y litúrgicos, para comprender sus mensajes, que llegan hasta nuestros días tras miles de años.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de diciembre",
          "dayTitle": "<p>LOS SALMOS EN EL CULTO DEL ANTIGUO ISRAEL</p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee 1 Crónicas 16:7; Nehemías 12:8; Salmos 18:1; 30:1; 92:1; 95:2; 105:2; Colosenses 3:16; y Santiago 5:13. ¿En qué ocasiones se escribieron algunos salmos? ¿Cuándo utilizó los salmos el pueblo de Dios?</strong></p><p><strong><br></strong></p><p><strong>1 Crónicas 16:7</strong></p><p><strong><sup>7</sup></strong> Entonces, en aquel día, David comenzó a aclamar a Jehová por mano de Asaf y de sus hermanos:</p><p><strong>Nehemías 12:8</strong></p><p><sup><strong style=\"\">8</strong> </sup>Y los levitas: Jesúa, Binúi, Cadmiel, Serebías, Judá y Matanías, que con sus hermanos oficiaba en los cantos de alabanza.</p><p><strong>Salmos 18:1</strong></p><p><sup><strong>1 </strong></sup>Te amo, oh Jehová, fortaleza mía.</p><p><strong>Salmos 30:1</strong></p><p><sup><strong>1</strong> </sup>Te glorificaré, oh Jehová, porque me has exaltado, y<span style=\"background-color: initial;\">&nbsp;no permitiste que mis enemigos se alegraran de mí.</span></p><p><strong>Salmos 92:1</strong></p><p><sup style=\"font-weight: bold;\">1 </sup>Bueno es alabarte, oh Jehová, y<span style=\"background-color: initial;\">&nbsp;cantar salmos a tu nombre, oh Altísimo;</span></p><p><strong>Salmos 95:2</strong></p><p><strong><sup>2</sup> </strong>Lleguemos ante su presencia con alabanza; a<span style=\"background-color: initial;\">clamémosle con cánticos.</span></p><p><strong>Salmos 105:2</strong></p><p><strong><sup>2</sup> Cantadle, cantadle salmos; h</strong><strong style=\"background-color: initial;\">ablad de todas sus maravillas.</strong></p><p><strong>Colosenses 3:16</strong></p><p><sup><strong>16</strong> </sup>La palabra de Cristo more en abundancia en vosotros, enseñándoos y exhortándoos unos a otros en toda sabiduría, cantando con gracia en vuestros corazones al Señor con salmos e himnos y cánticos espirituales.</p><p><strong>Santiago 5:13</strong></p><p><strong><sup>13</sup> </strong>¿Está alguno entre vosotros afligido? Haga oración. ¿Está alguno alegre? Cante alabanzas.</p><p>Los salmos fueron compuestos para su uso en el culto individual y comunitario. Se cantaban como himnos en el culto del Templo, como sugieren las anotaciones musicales que mencionan instrumentos, melodías y directores musicales (ver los títulos de los Salmos 61, 9 y 8, NVI).<br></p><p>En la Biblia hebrea, el título del Libro de los salmos, Tehilim (‘alabanzas’), refleja su propósito principal, es decir, la alabanza a Dios. El título en español, Salmos, procede del griego Psalmói, que se encuentra en la Septuaginta una traducción temprana (siglos II y III a.C.) de la Biblia hebrea al griego.</p><p>Salmos era una parte indispensable del culto israelita. Por ejemplo, se uti- lizaba en las dedicaciones del Templo, en las fiestas religiosas, las procesiones y durante el emplazamiento del Arca del Pacto en Jerusalén. Los “cánticos para los peregrinos que suben” (Sal. 120-134, NTV), también conocidos como cantos de peregrinación, se entonaban tradicionalmente durante la peregrinación a Jerusalén en las tres principales fiestas anuales (Éxo. 23:14-17). El “halel egipcio” (Sal. 113-118) y el “gran halel” (Sal. 136) se entonaban en las tres fiestas anuales principales, incluyendo las fiestas de la luna nueva y la dedicación del Templo. El Halel egipcio ocupaba un lugar importante en la ceremonia de la Pascua. Salmos 113 y 114 se entonaban al principio de la cena pascual; y Salmos 115 al 118, al final (Mat. 26:30). El “Halel diario” (Sal. 145-150) se incorporaba a las oraciones diarias en los cultos matutinos de la sinagoga.</p><p>Los salmos no solo acompañaban el culto del pueblo, sino también lo ins- truía sobre cómo debían adorar a Dios en el Santuario. Jesús oró con las palabras de Salmo 22 (Mat. 27:46). Los salmos también ocuparon un lugar importante en la vida de la iglesia primitiva (Col. 3:16; Efe. 5:19).</p><p><strong>Aunque nosotros, por supuesto, no adoramos a Dios en un santuario terrenal como el templo antiguo, ¿cómo podemos utilizar los salmos en nuestro culto, ya sea en forma individual o grupal?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de enero",
          "dayTitle": "<p>CONOZCAMOS A LOS SALMISTAS</p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p>El rey David, cuyo nombre aparece en los títulos de la mayoría de los salmos, participó activamente en la organización de la liturgia del culto de Israel. Se lo llama “el dulce cantor de Israel” (2 Sam. 23:1). El Nuevo Testamento atestigua la autoría davídica de varios salmos (Mat. 22:43-45; Hech. 2:25-29, 34, 35; 4:25; Rom. 4:6-8). Muchos salmos fueron compuestos por los músicos del Templo, que también eran levitas: por ejemplo, Salmo 50 y Salmos 73 a 83, por Asaf; Salmo 42, Salmos 44 a 47, Salmo 49, Salmo 84, Salmo 85 y Salmo 88, por los hijos de Coré; Salmo 88, por Hemán el ezraíta; y Salmo 89, por Etán el ezraíta. Además de ellos, Salomón (Sal 72; 127) y Moisés (Sal. 90) fueron autores de algunos salmos.</p><p><strong>Lee Salmos 25:1 al 5; 42:1; 75:1; 77:1; 84:1 y 2; 88:1 al 3; y 89:1. ¿Qué revelan estos salmos sobre las experiencias que vivieron sus autores?</strong></p><p><strong>Salmos 25:1-5</strong></p><p><strong><sup>1</sup></strong> A ti, oh Jehová, levantaré mi alma.</p><p><strong><sup>2 </sup></strong>Dios mío, en ti confío; no sea yo avergonzado, no se alegren de mí mis enemigos.</p><p><strong><sup>3 </sup></strong>Ciertamente ninguno de cuantos esperan en ti será confundido; serán avergonzados los que se rebelan sin causa.</p><p><strong><sup>4 </sup></strong>Muéstrame, oh Jehová, tus caminos; enséñame tus sendas.</p><p><strong><sup>5</sup></strong> Encamíname en tu verdad, y enséñame, 6orque tú eres el Dios de mi salvación; en ti he esperado todo el día.</p><p><strong>Salmos 42:1&nbsp;</strong></p><p><strong><sup>1</sup></strong> Como el ciervo brama por las corrientes de las aguas, así clama por ti, oh Dios, el alma mía.</p><p><strong>Salmos 75:1</strong></p><p><strong><sup>1</sup></strong> Gracias te damos, oh Dios, gracias te damos, pues cercano está tu nombre; los hombres cuentan tus maravillas.</p><p><strong>Salmos&nbsp; 77:1</strong></p><p><strong><sup>1 </sup></strong>Con mi voz clamé a Dios, a&nbsp;Dios clamé, y él me escuchará.</p><p><strong>Salmos&nbsp; 84:1-2</strong></p><p><sup><strong>1</strong></sup> ¡Cuán amables son tus moradas, oh Jehová de los ejércitos!</p><p><strong><sup>2 </sup></strong>Anhela mi alma y aun ardientemente desea los atrios de Jehová; mi corazón y mi carne cantan al Dios vivo.</p><p><strong>Salmos 88:1-3</strong></p><p><strong><sup>1</sup></strong> Oh Jehová, Dios de mi salvación, día y noche clamo delante de ti.</p><p><strong><sup>2</sup></strong> Llegue mi oración a tu presencia; inclina tu oído a mi clamor.</p><p><strong><sup>3 </sup></strong>Porque mi alma está hastiada de males, y&nbsp;mi vida cercana al Seol.</p><p><strong>Salmos 89:1</strong></p><p><strong><sup>1</sup></strong> Las misericordias de Jehová cantaré perpetuamente; de generación en generación haré notoria tu fidelidad con mi boca.</p><p>El Espíritu Santo inspiró a los salmistas y utilizó sus talentos al servicio de Dios y de su comunidad de fe. Los salmistas eran personas de genuina devoción y profunda fe y, sin embargo, propensas a desalientos y tentaciones, como el resto de nosotros. Aunque escritos hace mucho tiempo, los salmos reflejan seguramente algo de lo que experimentamos hoy.</p><p>“Llegue mi oración a tu presencia, inclina tu oído a mi clamor. Porque saturado estoy de males, y mi vida está al borde del sepulcro” (Sal. 88:2, 3). Este es el clamor del alma del siglo XXI tanto como el de alguien de hace tres mil años. Algunos salmos mencionan las dificultades; otros se centran en las alegrías. Los salmistas clamaron a Dios para que los salvara, y experimentaron su inmerecido favor. Glorificaron a Dios por su fidelidad y amor, y le prometieron su incansable devoción. Los salmos son, pues, testimonios de la redención divina y signos de la gracia y la esperanza de Dios. Los salmos transmiten una promesa divina a todos los que abrazan, por la fe, los dones divinos del perdón y de una vida nueva. Pero, al mismo tiempo, no tratan de encubrir, ocultar ni restarles importancia a las dificultades y el sufrimiento que prevalecen en un mundo caído.</p><p><strong>¿Cómo podemos encontrar esperanza y consuelo sabiendo que incluso personas fieles, como los salmistas, lucharon con algunas de las mismas cosas que nosotros?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de enero",
          "dayTitle": "<p>UN CÁNTICO PARA CADA ETAPA</p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Salmos 3; 33:1 al 3; y 109:6 al 15. ¿Qué diferentes facetas de la experiencia humana transmiten estos salmos?</strong></p><p><strong>Salmos 3</strong></p><p><strong><sup>1 </sup></strong>¡Oh Jehová, cuánto se han multiplicado mis adversarios! Muchos son los que se levantan contra mí.</p><p><strong><sup>2 </sup></strong>Muchos son los que dicen de mí: no hay para él salvación en Dios. Selah</p><p><strong><sup>3 </sup></strong>Mas tú, Jehová, eres escudo alrededor de mí; mi gloria, y el que levanta mi cabeza.</p><p><strong><sup>4 </sup></strong>Con mi voz clamé a Jehová, y&nbsp;él me respondió desde su monte santo. Selah</p><p><strong><sup>5</sup></strong> Yo me acosté y dormí, y&nbsp;desperté, porque Jehová me sustentaba.</p><p><strong><sup>6 </sup></strong>No temeré a diez millares de gente, que pusieren sitio contra mí.</p><p><strong><sup>7 </sup></strong>Levántate, Jehová; sálvame, Dios mío; porque tú heriste a todos mis enemigos en la mejilla; los dientes de los perversos quebrantaste.</p><p><strong><sup>8</sup></strong> La salvación es de Jehová; sobre tu pueblo sea tu bendición. Selah</p><p><br></p><p><strong>Salmos 33:1-3</strong></p><p><strong><sup>1</sup></strong> Alegraos, oh justos, en Jehová; en los íntegros es hermosa la alabanza.</p><p><strong><sup>2 </sup></strong>Aclamad a Jehová con arpa; cantadle con salterio y decacordio.</p><p><strong><sup>3</sup></strong> Cantadle cántico nuevo; hacedlo bien, tañendo con júbilo.</p><p><br></p><p><strong>Salmos 109:6-15</strong></p><p><strong><sup>6</sup></strong> Pon sobre él al impío, y&nbsp;Satanás esté a su diestra.</p><p><strong><sup>7 </sup></strong>Cuando fuere juzgado, salga culpable; y&nbsp;su oración sea para pecado.</p><p><strong><sup>8</sup></strong> Sean sus días pocos; tome otro su oficio.</p><p><strong><sup>9 </sup></strong>Sean sus hijos huérfanos, y&nbsp;su mujer viuda.</p><p><strong><sup>10</sup></strong> Anden sus hijos vagabundos, y mendiguen; yprocuren su pan lejos de sus desolados hogares.</p><p><strong><sup>11 </sup></strong>Que el acreedor se apodere de todo lo que tiene, y&nbsp;extraños saqueen su trabajo.</p><p><strong><sup>12</sup></strong> No tenga quien le haga misericordia, ni haya quien tenga compasión de sus huérfanos.</p><p><strong><sup>13 </sup></strong>Su posteridad sea destruida; en la segunda generación sea borrado su nombre.</p><p><strong><sup>14</sup></strong> Venga en memoria ante Jehová la maldad de sus padres, y&nbsp;el pecado de su madre no sea borrado.</p><p><strong><sup>15</sup></strong> Estén siempre delante de Jehová, yél corte de la tierra su memoria.</p><p><br></p><p>Los salmos hacen que la comunidad creyente sea consciente de toda la gama de la experiencia humana y demuestran que los creyentes pueden adorar a Dios en todas las etapas de la vida. En ellos, vemos lo siguiente:</p><p><strong>(1) </strong>Himnos que engrandecen a Dios por su majestad y poder en la Creación, por su gobierno soberano, su juicio y su fidelidad.&nbsp;</p><p><strong>(2)</strong> Salmos de acción de gracias que expresan profunda gratitud por las abundantes bendiciones de Dios.</p><p><strong>(3) </strong>Lamentaciones, que son clamores sinceros a Dios para que nos libre de los problemas.</p><p><strong>(4)</strong> Salmos sapienciales, que brindan orientaciones prácticas para una vida recta.</p><p><strong>(5)</strong> Salmos regios, que señalan a Cristo, que es el Rey soberano y Libertador del pueblo de Dios.</p><p><strong>(6)</strong> Salmos históricos, que recuerdan el pasado de Israel y destacan la fidelidad de Dios y la infidelidad de Israel, para enseñar a las generaciones venideras a no repetir los errores de sus antepasados, sino a confiar en Dios y permanecer fieles a su Pacto.</p><p>La poesía de los salmos evidencia un poder singular para captar la atención de los lectores. Aunque algunos de estos recursos poéticos se pierden en la traducción, en nuestra lengua materna todavía podemos apreciar muchos de ellos.<br></p><p><strong>1. </strong>Paralelismo: consiste en combinar palabras, frases o pensamientos construidos en forma simétrica. El paralelismo nos ayuda a comprender el significado de las partes correspondientes. Por ejemplo: “¡Alaba, alma mía, al Señor, y alabe todo mi ser su santo nombre!” (Sal. 103:1). En este paralelismo, “alma mía” es “todo mi ser”.</p><p><strong>2.</strong> Imágenes: utilizan el lenguaje figurado para apelar con fuerza a los sen- tidos físicos de los lectores (por ejemplo, el refugio de Dios se describe como la sombra de [sus] alas” (Sal. 17:8).</p><p><strong>3.</strong> Merismo: expresa la totalidad mediante un par de partes contrastan- tes. “Día y noche clamo a ti” denota clamar sin cesar (Sal. 88:1; énfasis añadido).<br></p><p><strong>4. </strong>Juegos de palabras: emplean el sonido de los términos para elaborar un ingenio verbal y resaltar un mensaje espiritual. En el Salmo 96:4 y 5, las palabras hebreas elohim (‘dioses’) y elilim (‘ídolos’) crean un juego de palabras para transmitir el mensaje de que los dioses de las naciones solo aparentan ser elohim (‘dioses’), pero no son más que elilim (‘ídolos’).<br></p><p>Por último, la palabra selah denota un breve interludio, ya sea para hacer una pausa y reflexionar sobre el mensaje de una sección concreta del salmo o para cambiar el acompañamiento musical (Sal. 61:4).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de enero",
          "dayTitle": "<p>ORACIONES INSPIRADAS</p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee 2 Samuel 23:1 y 2; y Romanos 8:26 y 27. ¿Qué nos enseñan estos textos sobre la oración?</strong></p><p><strong>2 Samuel 23:1-2</strong></p><p><strong><sup>1</sup></strong> Estas son las palabras postreras de David. dijo David hijo de Isaí, dijo aquel varón que fue levantado en alto, el ungido del Dios de Jacob, el dulce cantor de Israel:</p><p><strong><sup>2 </sup></strong>El Espíritu de Jehová ha hablado por mí, y&nbsp;su palabra ha estado en mi lengua.</p><p><strong>Romanos 8:26-27</strong><sup><br></sup></p><p><strong><sup>26</sup></strong> Y de igual manera el Espíritu nos ayuda en nuestra debilidad; pues qué hemos de pedir como conviene, no lo sabemos, pero el Espíritu mismo intercede por nosotros con gemidos indecibles.&nbsp;</p><p><strong><sup>27</sup></strong> Mas el que escudriña los corazones sabe cuál es la intención del Espíritu, porque conforme a la voluntad de Dios intercede por los santos.</p><p>Los salmos son oraciones y alabanzas inspiradas de Israel, por lo que en ellos la voz es la de Dios entremezclada con la de su pueblo. Los salmos asumen la dinámica de interacciones vívidas con Dios.</p><p>Los salmistas se dirigen a Dios personalmente como “Dios mío”, “Señor” y “Rey mío” (Sal. 5:2; 84:3). Los salmistas a menudo imploran a Dios: “escucha” (Sal. 5:1); “oye mi oración” (Sal. 39:12); “mira” (Sal. 25:18); “respóndeme” (Sal. 102:2, RVC); y “líbrame” (Sal. 6:4). Estas son claramente las expresiones de alguien que ora a Dios.</p><p>La notable belleza y atractivo de los salmos como oraciones y alabanzas reside en el hecho de que Salmos es la Palabra de Dios en forma de oraciones y alabanzas piadosas de los creyentes. Por ende, los salmos aportan momentos de intimidad a los hijos de Dios, como los descritos en Romanos 8:26 y 27: “Además, el Espíritu nos ayuda en nuestra debilidad. Porque no sabemos pedir lo que conviene, pero el Espíritu mismo intercede por nosotros con gemidos indecibles. El que sondea los corazones conoce la intención del Espíritu, e intercede por los santos conforme a la voluntad de Dios”.</p><p>Jesús también citó de Salmos, como en Lucas 20:42 y 43, cuando señaló directamente a Salmo 110:1: “Y el mismo David dice en el libro de los Salmos:</p><p>‘Dijo el Señor a mi Señor: Siéntate a mi diestra, hasta que ponga a tus enemigos por estrado de tus pies’ ”.</p><p>Aunque algunos salmos han surgido de acontecimientos históricos especí- ficos y de las experiencias de los propios salmistas, así como de las experiencias de Israel como nación, la profundidad espiritual de Salmos aborda una variedad de situaciones de la vida y cruza todas las fronteras culturales, religiosas, étnicas y de género. En otras palabras, cuando leas los salmos, verás que expresan esperanza, alabanza, miedo, ira, tristeza y dolor, cosas que afronta la gente en todas partes, en todas las épocas, más allá de las circunstancias. Nos hablan a todos, en el lenguaje de nuestras propias experiencias.</p><p><strong>¿Qué nos dice el uso que Jesús hace de los salmos sobre la importancia que pueden tener en nuestra experiencia de fe?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de enero",
          "dayTitle": "<p>EL MUNDO DE LOS SALMOS</p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>Lee Salmos 16:8; 44:8; 46:1; 47:1 y 7; 57:2; 62:8; 82:8; y 121:7. ¿Qué lugar ocupa Dios en la vida del salmista?</strong></p><p><strong>Salmos 16:8</strong></p><p><strong><sup>8 </sup></strong>A Jehová he puesto siempre delante de mí; porque está a mi diestra, no seré conmovido.</p><p><strong>Salmos 44:8</strong></p><p><strong><sup>8 </sup></strong>En Dios nos gloriaremos todo el tiempo, ypara siempre alabaremos tu nombre. Selah</p><p><strong>Salmos 46:1</strong></p><p><strong><sup>1 </sup></strong>Dios es nuestro amparo y fortaleza, nuestro pronto auxilio en las tribulaciones.</p><p><strong>Salmos 47:1, 7</strong></p><p><strong><sup>1</sup></strong> Pueblos todos, batid las manos; aclamad a Dios con voz de júbilo.</p><p><strong><sup>7</sup></strong> Porque Dios es el Rey de toda la tierra; cantad con inteligencia.</p><p>Salmos 57:2</p><p><strong><sup>2 </sup></strong>Clamaré al Dios Altísimo, al Dios que me favorece.</p><p><strong>Salmos 62:8</strong></p><p><strong><sup>8 </sup></strong>Esperad en él en todo tiempo, oh pueblos; derramad delante de él vuestro corazón; Dios es nuestro refugio. Selah</p><p><strong>Salmos 82:8</strong></p><p><strong><sup>8 </sup></strong>Levántate, oh Dios, juzga la tierra; porque tú heredarás todas las naciones.</p><p><strong>Salmos 121:7</strong></p><p><strong><sup>7</sup></strong> Jehová te guardará de todo mal; Él guardará tu alma.</p><p>El mundo de Salmos se enfoca totalmente en Dios; trata de presentar delante de Dios, en oración y alabanza, todas las experiencias de la vida. Dios es el Creador soberano, el Rey y Juez de toda la Tierra. Él provee todas las cosas para sus hijos. Por lo tanto, debemos confiar en él en todo momento. Incluso los enemigos del pueblo de Dios preguntan: “¿Dónde está tu Dios?” cuando el pueblo de Dios parece fracasar (Sal. 42:10). Así como el Señor es el Dios de su pueblo, omnipresente e infalible, así también el pueblo de Dios tiene a Dios siempre delante de sí. En definitiva, los salmos vislumbran el momento en que todos los pueblos y toda la creación adorarán a Dios (Sal. 47:1; 64:9).</p><p>La centralidad de Dios en la vida produce la centralidad de la adoración. El culto en el que existían los salmos era fundamentalmente distinto del culto como lo entienden muchos en la actualidad, porque el culto en la cultura bíblica era el centro natural e indiscutible de la vida de toda la comunidad. Por lo tanto, todo lo que sucedía en la vida del pueblo de Dios, tanto lo bueno como lo malo, se expresaba inevitablemente en el culto. Dios escucha al salmista, estuviera donde estuviera, y le responde en el momento perfecto (Sal. 3:4; 18:6; 20:6).</p><p>El salmista es consciente de que la morada de Dios está en el Cielo, pero al mismo tiempo Dios habita en Sion, en el Santuario, en medio de su pueblo. Dios está al mismo tiempo lejos y cerca, en todas partes y en su Templo (Sal. 11:4); está oculto (Sal. 10:1) y se revela (Sal. 41:12). En Salmos se unen estas características de Dios, mutuamente excluyentes en apariencia. Los salmistas comprendieron que la proximidad y la lejanía eran inseparables dentro del verdadero ser de Dios (Sal. 24:7-10). Los salmistas comprendían la dinámica de esta tensión espiritual. Su conciencia de la bondad y la presencia de Dios en medio de lo que estaban experimentando es lo que fortalece su esperanza mientras esperan que Dios intervenga, como y cuando él decida hacerlo.</p><p><strong>¿Cómo pueden ayudarnos los salmos a comprender que no podemos limitar a Dios únicamente a ciertos aspectos de nuestra existencia? ¿Cuáles pueden ser los aspectos de tu vida en las que intentas mantener al Señor a distancia?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de enero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p>Lee Elena de White, Profetas y reyes, “El Templo y su dedicación”, pp. 25-35; Mensajes para los jóvenes, “Los beneficios de la música”, pp. 287, 288.</p><p>El libro de Salmos consta de 150 salmos, agrupados en cinco libros: Libro I (Salmos 1-41), Libro II (Salmos 42-72), Libro III (Salmos 73-89), Libro IV (Salmos 90-106) y Libro V (Salmos 107-150). La división en cinco libros del salterio es una antigua tradición judía paralela a la división en cinco libros del Pentateuco.</p><p>El libro de Salmos aporta pruebas de algunas colecciones de salmos ya existentes: las colecciones de Coré (Sal. 42-49, 84, 85, 87, 88), la colección de Asaf (Sal. 73-83), los cantos de los ascensos (Sal. 120-134) y los salmos del aleluya (Sal. 111-118; 146-150). Salmo 72:20 da testimonio de una colección más pequeña de los salmos de David.</p><p>Aunque la mayoría de los salmos se asocian con la época del rey David y la monarquía primitiva (siglo X a.C.), la colección de salmos siguió creciendo en los siglos ulteriores: la monarquía dividida, el Exilio y el período posexílico. Es concebible que los escribas hebreos bajo el liderazgo de Esdras combinaran las pequeñas colecciones de salmos existentes en un solo libro cuando trabajaban en el establecimiento de los servicios del nuevo Templo.</p><p>El hecho de que los escribas consolidaran el libro de Salmos no le quita, a este, su inspiración divina. Los escribas, al igual que los salmistas, eran siervos devotos de Dios, y su trabajo estaba dirigido por Dios (Esd. 7:6, 10). La naturaleza divino-humana de Salmos es comparable a la unión de lo divino y lo humano en el Señor Jesús encarnado. “Pero la Biblia, con sus verdades de origen divino expresadas en el lenguaje de los hombres, muestra una unión de lo divino y lo humano. Tal unión existía en la naturaleza de Cristo, quien era Hijo de Dios e Hijo del hombre. Así, se puede decir de la Biblia lo que se dijo de Cristo: ‘Aquel Verbo fue hecho carne, y habitó entre nosotros’ ” (Elena de White, El conflicto de los siglos, p. 6).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1.</strong> ¿Qué significa que los salmos sean oraciones e himnos divino-humanos? ¿De qué manera esta idea, aunque difícil de comprender, nos ayuda a ver la cercanía que Dios desea con su pueblo? ¿Cómo revela, a su manera, la cercanía de Dios con la humanidad y con cada uno de nosotros?</p><p><br></p><p><strong>2. </strong>En clase, comenten alguna ocasión en la que hayan encontrado en Salmos algo que hablaba directamente de la situación por la que estaban pasando. ¿Qué consuelo y esperanza encontraron?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p>RESEÑA</p><p>Texto clave: Lucas 24:44 El libro de Salmos, también conocido como el salterio, es la máxima expresión de la poesía hebrea. Los salmos expresan los múltiples sentimientos y luchas de los creyentes, y abarcan desde la Monarquía Unida de Israel (siglo X a.C.) hasta los días posteriores al Exilio (siglo V a.C.). Comprende una gran variedad de géneros: cánticos de acción de gracias, alabanzas, confesiones, oraciones de liberación, himnos de protección, imprecaciones, meditaciones acerca de las obras del Creador, y otros. Nuestro cuidadoso estudio de Salmos este trimestre tratará de reflejar esta rica diversidad. Temática de la lección: A modo de introducción al estudio de este trimestre, tocaremos los siguientes temas preliminares: (1) El trasfondo histórico del libro de Salmos; (2) los diversos géneros o categorías de cantos de la colección; y (3) orientaciones bíblicas para el culto.</p><p>Además, ampliaremos nuestro estudio al examinar los siguientes temas: (1) la estructura del libro, (2) las diversas herramientas literarias que los salmistas utilizaron para expresar sus emociones, y (3) las distintas divisiones de libros dentro del propio salterio.<br></p><p><br></p><p>COMENTARIO</p><p>Un “himnario eclesiástico” bien organizado El salterio es una selección de cantos editado durante el siglo V a.C. Es muy probable que Esdras y sus compañeros escribas hayan organizado esta colección.</p><p>El libro se divide en cinco partes más pequeñas, lo que muestra la intención de los editores de organizar los cantos de forma temática, tanto cronológica como históricamente.</p><p>En la actualidad, nuestra iglesia tiene su propia compilación de canciones para el culto, el Himnario Adventista. Si consultas el índice al final de nuestro himnario, encontrarás la distribución de los cantos por temas. El salterio tiene una organización similar, aunque es cronológica en lugar de temática.</p><p>El Señor se complace cuando reflexionamos en las actividades y los instrumentos que utilizamos para adorar su nombre. Debemos esforzarnos para ofrecerle sola- mente lo mejor de nosotros. Este principio es válido no solo para la presentación de nuestro culto de adoración, sino también para su planificación y organización. El libro de Salmos muestra que debemos ser organizados y ordenados en nuestra adoración a Dios. Pero, al mismo tiempo, esto no excluye la variedad, y debemos tratar de incorporar ambos aspectos en nuestro culto. Para ayudarnos en esa tarea, vamos a considerar más detenidamente la distribución de los salmos. Comenzaremos observando que cada una de las cinco secciones del salterio termina con un salmo doxológico, o expresión litúrgica de alabanza: Salmos 41; 72; 89; 106; 150. Salmo 1 se centra en el tema de la Torá, y Salmo 2 en el Reino del Mesías; ambos, temas principales del salterio, que constituyen la introducción de este himnario.</p><p>También observamos que ciertos salmos clave (Salmos 2; 72; 89) se sitúan en posiciones destacadas dentro del libro. Muchos teólogos consideran que Salmo 89 es el centro de todo el salterio, ya que se centra en la transferencia de la esperanza de Israel al Señor, tras el fracaso de la monarquía davídica.</p><p>La quinta sección del salterio, compuesta por los cinco últimos salmos, se centra en la alabanza. Estos comienzan con “¡Aleluya!” (NBLA, NVI, DHH) como sobrescrito, y terminan con la misma expresión. También están repletos de expresiones apasionadas de alabanza: glorificar a Dios como acto de adoración (Sal. 146:1, 2; 147:12; 148:1-5, 7, 13, 14; 149:3, 6; 150:1-6); cantar al Señor (Sal. 147:7; 149:1); estar “felices” en el Señor (Sal. 146:5); regocijarse en el Rey de Sion (Sal. 149:2); y regocijarse por su gloria (Sal. 149:5).</p><p>¡Qué maravilloso privilegio el nuestro de organizar los cánticos que usamos para ofrecer alabanza a Dios! Nuestro arreglo de canciones debe manifestar una clara intención de adorar al Señor y exaltar su gracia.</p><p><br></p><p>Un salterio bellamente elaborado</p><p>Un estudio cuidadoso de cada salmo revelará su singular belleza. Los salmistas emplearon una variedad de técnicas literarias para crear su sublime poesía. Entre las expresiones que utilizaron con frecuencia, están las figuras retóricas, como el símil y el antropomorfismo. Un símil es una expresión en la que se comparan explícitamente dos cosas distintas, a menudo introducida por “ser como” (Sal. 1:3). El antropomorfismo es el acto de atribuir formas o atributos humanos a un ser o cosa no humana, especialmente a una deidad (Sal. 18:8-10).</p><p><br></p><p>Los salmistas también utilizaron recursos literarios o expresiones que implican sustitución, como la metonimia, una figura retórica que consiste en utilizar el nombre de un objeto o concepto por el de otro con el que se relaciona (Sal. 2:5); la sinécdoque, una figura retórica en la que se utiliza una parte por el todo o el todo por una parte, o lo particular por lo general o lo general por lo particular (Sal. 44:6); y la maldición (Sal. 109:7). Los salmistas emplearon el acróstico (Salmo 119), una forma poética en la que las primeras letras de las palabras iniciales de cada verso, tomadas en orden, deletrean una palabra o frase. También vemos el uso de la anáfora, o repetición de una o más palabras al principio de dos o más versos de un poema o canción (Sal. 136). Ade- más, observamos figuras que implican omisión o supresión, como la elipsis, un salto repentino de un tema a otro (Sal. 21:12); la aposiopesis, una interrupción repentina en medio de una frase, como si fuera por incapacidad o falta de voluntad para continuar (Sal. 6:3); y la erotesis, el uso de una pregunta retórica (que se emplea únicamente para producir un efecto o para hacer una declaración de afirmación o negación y no está destinada a obtener una respuesta [Sal. 106:2], etc.).</p><p>Todas estas figuras retóricas y otros recursos literarios utilizados por los autores del salterio demuestran una sofisticación literaria y una destreza sin parangón. Diversos tipos de salmos En el estudio del martes, se ofrece una clasificación general de los salmos. Lo que sigue es una agrupación más detallada de las melodías del salterio, aunque ciertamente es posible encontrar otras distribuciones aceptables:</p><p><br></p><p>1. Himnos</p><p>•Himnos generales: 8, 29, 33, 100, 103, 104, 111, 113, 114, 117, 135, 136, 145-150.&nbsp;</p><p>•Himnos históricos: 78, 105.&nbsp;</p><p>•Himnos de Sion: 46, 48, 76, 87, 122.</p><p>•Himnos de Reinado: 47, 93, 96-99.</p><p>2. Lamentaciones&nbsp;</p><p>•Lamentaciones individuales: 3, 5, 6, 7, 12, 13, 17, 22, 25, 26, 28, 31, 35, 36, 38, 39, 43, 51, 54, 55-57, 59, 61, 63, 64, 69-71, 86, 88, 102, 109, 120, 130, 140-143.&nbsp;</p><p>•Lamentos comunitarios: 44, 60, 74, 77, 79, 80, 82, 83, 85, 90, 94, 106, 108, 123, 126, 137.</p><p><br></p><p>3. Formas diversas&nbsp;</p><p>•Salmos reales: 2, 18, 20, 21, 45, 72, 89, 101, 110, 132, 144.&nbsp;</p><p>•Acciones de gracias individuales: 9, 10, 30, 32, 34, 40, 41, 92, 107, 116, 138.&nbsp;</p><p>•Acciones de gracias comunitarias: 65-68, 118, 124.&nbsp;</p><p>•Salmos individuales de confianza: 4, 11, 16, 23, 27, 62, 84, 91, 121, 131.&nbsp;</p><p>•Salmos comunitarios de confianza: 115, 125, 129, 133.&nbsp;</p><p>•Liturgias: 15, 24, 134.</p><p>•Exhortaciones proféticas: 14, 50, 52, 53, 58, 75, 81, 95.&nbsp;</p><p>•Salmos didácticos: 1, 19, 37, 49, 73, 112, 119, 127, 128, 139.</p><p><br></p><p>La organización de esta lista revela que los salmos se componen tanto de cánticos personales como comunitarios. En la actualidad, la cultura occidental hace hincapié en el individuo, mientras que la mente hebrea se centraba en la comunidad.</p><p>Hoy en día no podemos permitirnos perder de vista este concepto, especialmente a la luz del hecho de que, como iglesia, somos una comunidad global con una misión mundial.<br></p><p>Una última observación es que hay salmos destinados a todas las diversas ocasiones de la vida: cantos para la adoración comunitaria y personal, cantos espirituales para las ocasiones reales, cantos para la peregrinación a la Ciudad Santa y cantos para los momentos litúrgicos. Para los escritores bíblicos, la adoración no es una actividad reservada únicamente para el templo. La adoración es una manera de vivir.</p><p><br></p><p>“Colecciones” en el libro de Salmos</p><p>La lección de esta semana alude a colecciones de cantos para ocasiones especiales, como “Los cantos de las ascensiones” (Sal. 120-134) y el “Halel egipcio” (Sal. 113-118). Años de estudio han desenterrado más conexiones entre los diversos salmos. Una de ellas se encuentra en Salmos 15 a 24. Este ensamblaje puede representarse en la siguiente estructura quiástica:</p><p><br></p><p>A Salmo 15 (Liturgia de entrada)&nbsp;</p><p>B Salmo 16 (Canto de confianza)&nbsp;</p><p>C Salmo 17 (Oración de ayuda)&nbsp;</p><p>D Salmo 18 (Canto real)&nbsp;</p><p>E Salmo 19 (REVELACIÓN: la Creación y la Torá)&nbsp;</p><p>D’ Salmos 20, 21 (Cantos reales)&nbsp;</p><p>C’ Salmo 22 (Oración de ayuda)&nbsp;</p><p>B’ Salmo 23 (Canto de confianza)&nbsp;</p><p>A’ Salmo 24 (Liturgia de entrada)</p><p>Un quiasmo es un paralelismo ampliado (ver el estudio del martes para una breve explicación sobre el “paralelismo”). A modo de analogía, un quiasmo se asemeja a la imagen de una persona en un espejo, en el que la segunda parte (es decir, el reflejo) es la repetición de ideas de la primera sección (imagen original), pero en orden inverso. Normalmente, el centro del quiasmo señala la idea principal del paralelismo. La idea, como se ve en la estructura quiástica formada por Salmos 15 a 24, es exaltar la revelación de Dios mediante su Creación y su Palabra. Esta estructura está encerrada por dos salmos relacionados con el Santuario, que comienzan con preguntas similares (Sal. 15:1, comparar con Sal. 24:3). Este quiasmo sugiere que los autores del salterio trabajaron cuidadosamente en su organización y presentación. Claramente, el Espíritu Santo inspiró su arreglo.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>En los salmos, encontramos una amplia gama de emociones que abarcan toda la experiencia humana, desde la veneración hasta el dolor. Aunque fueron escritos hace más de 25 siglos, trascienden el tiempo de su composición y continúan siendo profundamente relevantes para nosotros. Anima a los miembros de la clase a orar por medio de estos cantos y a convertirlos en sus oraciones personales.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>CÓMO LEER SALMOS</strong></p>",
      "verse": "<p>“Después les dijo: ‘Estas son las palabras que les hablé cuando estaba aún con ustedes; que era necesario que se cumpliese todo lo que está escrito de mí en la ley de Moisés, en los profetas y en los Salmos’. Entonces les abrió el sentido, para que entendiesen las Escrituras” (Luc. 24:44, 45).</p>",
      "versionCode": 100,
      "weekDate": "30 de diciembre - 5 de enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
