{
  "data": [
    {
      "color": "#6bff33",
      "id": 704,
      "idEs": 15,
      "language": "en",
      "lessonDays": [
        {
          "date": "October 15",
          "dayTitle": "<p>The Old Testament Hope<br></p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>The Old Testament hope is grounded, not on Greek ideas about the natural immortality of the soul, but on the biblical teaching of the final resurrection of the dead.<br><br>But how could a no-longer-existent human body, cremated into ashes or destroyed by other means, be brought to life again? How can someone who has been deceased, perhaps for centuries or even millennia, recover again his or her identity?<br><br>These questions lead us to reflect on the mystery of life. We are alive and enjoy the life that God graciously grants us every day. Even without beginning to understand the supernatural origin of life, we know that in the beginning God brought life into existence from nonlife through the power of His word (Genesis 1; Ps. 33:6, 9). So, if God was able to create life on earth the first time from nothing (Latin ex nihilo), why should we doubt His capacity to re-create human life and to restore its original identity?<br><br>This week we will reflect on how the notion of the final resurrection unfolded in Old Testament times, with special focus on the statements of Job, some psalmists, and the prophets Isaiah and Daniel.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 16",
          "dayTitle": "<p>I Shall See God<br></p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Job 19:25–27 and compare it with John 1:18 and 1 Timothy 6:16. When and under what circumstances was Job expecting to “see God”?</strong><br></p><p><strong>Job 19:25–27<sup><br><br>25</sup></strong> For I know that my Redeemer lives,<br>And He shall stand at last on the earth;</p><p><sup><strong>26</strong></sup> And after my skin is destroyed, this I know,<br>That in my flesh I shall see God,</p><p><sup><strong>27</strong></sup> Whom I shall see for myself,<br>And my eyes shall behold, and not another.<br>How my heart yearns within me!<strong><br><br></strong></p><p><strong>John 1:18&nbsp;</strong></p><p><sup><strong>&nbsp;18</strong></sup> No one has seen God at any time. The only begotten Son, who is in the bosom of the Father, He has declared Him.<br></p><p><strong>1 Timothy 6:16</strong></p><p><strong><sup>16 </sup></strong>who alone has immortality, dwelling in unapproachable light, whom no man has seen or can see, to whom be honor and everlasting power. Amen.<br></p><p>Life is not fair. We see this especially when we see the “good” suffering and the “unrighteous” prospering (see Ps. 73:12–17 and Mal.<br><br>3:14–18). For example, Job was “blameless and upright” and “feared God and shunned evil” (Job 1:1, NKJV). Even so, God allowed Satan to afflict him in several disastrous ways. Physically, his body was ravaged by painful disease (Job 2:1–8). Materially, he lost large portions of his livestock and properties (Job 1:13–17). Within his household, he lost his servants and even his own children (Job 1:16, 18). And emotionally, he was surrounded by friends who accused him of being an impenitent sinner who deserved what he was facing (Job 4:1–5:27, Job 8:1–22, Job 11:1–20, etc.). Even his own wife stated, “ ‘Do you still hold fast to your integrity? Curse God and die!’ ” (Job 2:9, NKJV).<br><br>Job did not realize that he had become the epicenter of a deep cos- mic struggle between God and Satan. Afflicted by those struggles, Job regretted his own birth and wished that he had never been born (Job 3:1–26). Yet, his unconditional faithfulness to God is well expressed in the words “ ‘Though He slay me, yet will I trust Him’ ” (Job 13:15, NKJV). Even imagining that soon his life would end, he kept his assur- ance that death would not have the final word. With strong conviction he stated that although he would die, his Redeemer would one day stand up and he, Job himself, would see God in his own flesh (Job 19:25–27). “This is an unmistakable glimpse of the resurrection.”—The SDA Bible Commentary, vol. 3, p. 549.<br><br>What a glorious hope in the midst of such a tragedy! Surrounded by sickness and pain, economic collapse, social reproach, and emotional breakdown, Job could still anticipate the day when he would rise from the dead and behold his beloved Redeemer. Actually, Job’s statement about the resurrection was filled with the same assurance as found centuries later in Martha’s utterance to Jesus: “ ‘I know that he [Lazarus] will rise again in the resurrection at the last day’ ” (John 11:24, NKJV). Job, like Martha, had to claim this promise by faith, even though, unlike Job, Martha would soon be given powerful empirical evidence for her belief.<br><strong><br>How can we learn to trust God even amid the harsh unfairness of life?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 17",
          "dayTitle": "<p>From the Power of the Grave<br></p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Psalm 49. What led the psalmist to be so sure of his final resurrection (Ps. 49:15) in contrast to those who perished without that assurance (Ps. 49:6–14)?</strong></p><p><strong>Psalm 49</strong></p><p><sup><strong>1 </strong></sup>Hear this, all peoples;<br>Give ear, all inhabitants of the world,<sup><br></sup></p><p><sup><strong>2</strong></sup> Both low and high,<br>Rich and poor together.<sup><br></sup></p><p><sup><strong>3 </strong></sup>My mouth shall speak wisdom,<br>And the meditation of my heart shall give understanding.<sup><br></sup></p><p><sup><strong>4 </strong></sup>I will incline my ear to a proverb;<br>I will disclose my dark saying on the harp.<sup><br><br><strong>5</strong></sup> Why should I fear in the days of evil,<br>When the iniquity at my heels surrounds me?</p><p><sup><strong>6</strong></sup> Those who trust in their wealth<br>And boast in the multitude of their riches,</p><p><sup><strong>7 </strong></sup>None of them can by any means redeem his brother,<br>Nor give to God a ransom for him—<sup><br></sup></p><p><sup><strong>8</strong></sup> For the redemption of their souls is costly,<br>And it shall cease forever—<sup><br></sup></p><p><sup><strong>9</strong></sup> That he should continue to live eternally,<br>And not see the Pit.<sup><br><br><strong>10</strong></sup> For he sees wise men die;<br>Likewise the fool and the senseless person perish,<br>And leave their wealth to others.</p><p><sup><strong>11 </strong></sup>Their inner thought is that their houses will last forever,<br>Their dwelling places to all generations;<br>They call their lands after their own names.</p><p><sup><strong>12</strong></sup> Nevertheless man, though in honor, does not remain;<br>He is like the beasts that perish.<sup><br><br><strong>13 </strong></sup>This is the way of those who are foolish,<br>And of their posterity who approve their sayings. Selah<sup><br></sup></p><p><sup><strong>14 </strong></sup>Like sheep they are laid in the grave;<br>Death shall feed on them;<br>The upright shall have dominion over them in the morning;<br>And their beauty shall be consumed in the grave, far from their dwelling.<sup><br></sup></p><p><sup><strong>15</strong></sup> But God will redeem my soul from the power of the grave,<br>For He shall receive me. Selah<sup><br><strong><br>16</strong></sup> Do not be afraid when one becomes rich,<br>When the glory of his house is increased;</p><p><sup><strong>17</strong></sup> For when he dies he shall carry nothing away;<br>His glory shall not descend after him.</p><p><sup><strong>18 </strong></sup>Though while he lives he blesses himself<br>(For men will praise you when you do well for yourself),</p><p><sup><strong>19</strong></sup> He shall go to the generation of his fathers;<br>They shall never see light.</p><p><sup><strong>20 </strong></sup>A man who is in honor, yet does not understand,<br>Is like the beasts that perish.<br><br>Psalm 49 speaks about the false confidence of the foolish “who trust in their wealth and boast in the multitude of their riches” (Ps. 49:6, NKJV), who “call their lands after their own names” (Ps. 49:11, NKJV), and who live only to bless themselves (Ps. 49:18). They act as if their houses and their own glory would last forever (Ps. 49:11, 17).<br><br>But the foolish forget that their honor vanishes and that they perish just as the beasts do (Ps. 49:12, NKJV). “Like sheep they are laid in the grave; death shall feed on them; . . . and their beauty shall be consumed in the grave, far from their dwelling” (Ps. 49:14, NKJV).<br><br>As stated by Job centuries earlier, “ ‘Naked I came from my mother’s womb, and naked I will depart’ ” (Job 1:21, NIV; 1 Tim. 6:7). The psalmist points out that both the fool and the wise die, leaving “their wealth to others” (Ps. 49:10, NKJV).<br><br>But there is a radical contrast between them. On one side are the fools who perish, even though trying to find assurance in their own transient possessions and accomplishments. In contrast, the wise behold, beyond the human saga and the prison of the grave, the glorious reward that God has reserved for them (1 Pet. 1:4). With this perception in mind, the psalmist could say with confidence, “But God will redeem my soul from the power of the grave, for He shall receive me” (Ps. 49:15, NKJV).<br><br>Consistent with the Old Testament hope, this statement is not suggesting that at the time of his death, the soul of the psalmist would fly immediately into heaven. The psalmist is simply saying that he would not remain forever in the grave. A time would come when God would redeem him from death and take him to the heavenly courts.<br><br>Once again, the certainty of the future resurrection is depicted, bring- ing hope, assurance, and meaning to this present existence. So, the wise will receive a far more glorious and everlasting reward than what the foolish could gather for themselves during this short life.<br><br><strong>What are the ways that you have been able to see the folly of those who trust in their own wealth and accomplishments? How can keeping your eyes on the cross protect you from falling into the same error?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 18",
          "dayTitle": "<p>From the Depths of the Earth<br></p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Psalm 71. What did David imply when he asked God to bring him up “again from the depths of the earth” (Ps. 71:20, NKJV)?</strong></p><p><strong>Psalm 71</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> In You, O Lord, I put my trust;<br>Let me never be put to shame.<sup><br><strong><br></strong></sup></p><p><sup><strong>2 </strong></sup>Deliver me in Your righteousness, and cause me to escape;<br>Incline Your ear to me, and save me.</p><p><sup><strong>3 </strong></sup>Be my strong refuge,<br>To which I may resort continually;<br>You have given the commandment to save me,<br>For You are my rock and my fortress.<sup><br><br><strong>4 </strong></sup>Deliver me, O my God, out of the hand of the wicked,<br>Out of the hand of the unrighteous and cruel man.</p><p><sup><strong>5 </strong></sup>For You are my hope, O Lord God;<br>You are my trust from my youth.</p><p><sup><strong>6 </strong></sup>By You I have been upheld from birth;<br>You are He who took me out of my mother’s womb.<br>My praise shall be continually of You.<sup><br><br><strong>7 </strong></sup>I have become as a wonder to many,<br>But You are my strong refuge.</p><p><sup><strong>8 </strong></sup>Let my mouth be filled with Your praise<br>And with Your glory all the day.<sup><br><br><strong>9 </strong></sup>Do not cast me off in the time of old age;<br>Do not forsake me when my strength fails.<sup><br><strong><br></strong></sup></p><p><sup><strong>10 </strong></sup>For my enemies speak against me;<br>And those who lie in wait for my life take counsel together,<sup><br><strong><br></strong></sup></p><p><sup><strong>11 </strong></sup>Saying, “God has forsaken him;<br>Pursue and take him, for there is none to deliver him.”<sup><br><br><strong>12 </strong></sup>O God, do not be far from me;<br>O my God, make haste to help me!<sup><br><strong><br></strong></sup></p><p><sup><strong>13 </strong></sup>Let them be confounded and consumed<br>Who are adversaries of my life;<br>Let them be covered with reproach and dishonor<br>Who seek my hurt.<sup><br><br><strong>14 </strong></sup>But I will hope continually,<br>And will praise You yet more and more.<sup><br><strong><br></strong></sup></p><p><sup><strong>15</strong></sup> My mouth shall tell of Your righteousness<br>And Your salvation all the day,<br>For I do not know their limits.</p><p><sup><strong>16 </strong></sup>I will go in the strength of the Lord God;<br>I will make mention of Your righteousness, of Yours only.<sup><br><br><strong>17 </strong></sup>O God, You have taught me from my youth;<br>And to this day I declare Your wondrous works.<sup><br><strong><br></strong></sup></p><p><sup><strong>18 </strong></sup>Now also when I am old and grayheaded,<br>O God, do not forsake me,<br>Until I declare Your strength to this generation,<br>Your power to everyone who is to come.<sup><br><br><strong>19 </strong></sup>Also Your righteousness, O God, is very high,<br>You who have done great things;<br>O God, who is like You?<sup><br><strong><br></strong></sup></p><p><sup><strong>20 </strong></sup>You, who have shown me great and severe troubles,<br>Shall revive me again,<br>And bring me up again from the depths of the earth.<sup><br><strong><br></strong></sup></p><p><sup><strong>21 </strong></sup>You shall increase my greatness,<br>And comfort me on every side.<sup><br><br><strong>22 </strong></sup>Also with the lute I will praise You—<br>And Your faithfulness, O my God!<br>To You I will sing with the harp,<br>O Holy One of Israel.</p><p><sup><br><strong>23 </strong></sup>My lips shall greatly rejoice when I sing to You,<br>And my soul, which You have redeemed.</p><p><sup><strong>24 </strong></sup>My tongue also shall talk of Your righteousness all the day long;<br>For they are confounded,<br>For they are brought to shame<br>Who seek my hurt.</p><p>In Psalm 49 we found a touching expression of hope in the resurrection, in contrast to the false assurance of the fool who trusted in his wealth. In Psalm 71, David seeks security and hope from God, while surrounded by enemies and false accusers who say that God has forsaken him (Ps. 71:10, 11). Amid his trials, David finds comfort and assurance in recalling how God had cared for him in the past. First, he realizes that God had upheld him from birth and even had taken him out of his mother’s womb (Ps. 71:6). Then, he acknowledges that God had taught him from his youth (Ps. 71:17).<br><br>With the certainty that God was his rock and his fortress, David pleads with Him, “Be my strong refuge, to which I may resort continually” (Ps. 71:3, NKJV). “Do not cast me off in the time of old age; do not forsake me when my strength fails” (Ps. 71:9, NKJV). “O God, do not be far from me; O my God, make haste to help me!” (Ps. 71:12, NKJV). And then David adds, “You, who have shown me great and severe troubles, shall revive me again, and bring me up again from the depths of the earth” (Ps. 71:20, NKJV).<br><br>The expression “from the depths of the earth” could be understood literally as an allusion to the future physical resurrection of the psalmist. But the context seems to favor a metaphorical description of David’s condition of deep depression, as if the earth were swallowing him (compare with Ps. 88:6 and Ps. 130:1). So, we could say that “it is primarily figurative speech, but also hints at a physical resurrectio­n .”—Andrews Study Bible, p. 726, note on Psalm 71:20.<br><br>In the end, what’s important to grasp is that, whatever our situation, God is there, He cares, and ultimately, our hope isn’t found in this life but in the life to come—the eternal life we have in Jesus after our resurrection at His return. <br></p><p><strong>We all have had some terrible moments of discouragement. How, though, can focusing on the ways that the Lord has been with you in the past help you press on ahead in faith and trust in the moments when He seems far away?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 19",
          "dayTitle": "<p>Your Dead Shall Live<br></p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Isaiah 26:14, 19. What is the contrast between those who will perish forever (Isa. 26:14; see also Mal. 4:1) and those who will receive eternal life (Isa. 26:19)?</strong></p><p><strong>Isaiah 26:14, 19<br><br><sup>14 </sup></strong>They are dead, they will not live;<br>They are deceased, they will not rise.<br>Therefore You have punished and destroyed them,<br>And made all their memory to perish.<strong><br></strong></p><p><sup><strong>19 </strong></sup>Your dead shall live;<br>Together with my dead body they shall arise.<br>Awake and sing, you who dwell in dust;<br>For your dew is like the dew of herbs,<br>And the earth shall cast out the dead.<strong><br></strong></p><p><strong>Mal. 4:1</strong></p><p><sup><strong>1</strong></sup> “For behold, the day is coming,<br>Burning like an oven,<br>And all the proud, yes, all who do wickedly will be stubble.<br>And the day which is coming shall burn them up,”<br>Says the Lord of hosts,<br>“That will leave them neither root nor branch.</p><p>The book of Isaiah presents a major contrast between the majesty of God and our human fragility (see Isaiah 40). Though we are like the grass that withers and the flower that fades, the Word of God remains forever (Isa. 40:6–8). Despite our human sinfulness, however, God’s saving grace is available to all human beings and becomes effective even to the Gentiles who embrace His covenant and keep the Sabbath (Isaiah 56). In the book of Isaiah, the hope of the resurrection is broadened significantly. While previous biblical allusions to the resurrection were expressed more from personal perspectives (Job 19:25–27, Ps. 49:15, Ps. 71:20), the prophet Isaiah speaks of it as including both himself and the covenantal community of believers (Isa. 26:19).<br><br>Isaiah 26 contrasts the distinct destinies of the wicked and the righteous. On one side, the wicked will remain dead, without ever being brought to life again, at least after the “second death” (Rev. 21:8). They will be completely destroyed, and all their memory will perish forever (Isa. 26:14). This passage underscores the teaching that there are no surviving souls or spirits that remain alive after death. Speaking about the final destruction of the wicked, which comes later, the Lord stated elsewhere that the wicked will be completely burned up, leaving them “ ‘neither root nor branch’ ” (Mal. 4:1, NKJV).<br><br>On the other side, the righteous dead will be raised from death to receive their blessed reward. Isaiah 25 highlights that the Lord God “will swallow up death forever” and “will wipe away tears from all faces” (Isa. 25:8, NKJV). In Isaiah 26 we find the following words: “Your dead shall live; together with my dead body they shall arise. Awake and sing, you who dwell in dust; for your dew is like the dew of herbs, and the earth shall cast out the dead” (Isa. 26:19, NKJV). All the resurrected righteous will participate in the joyful feast that the Lord will prepare for all people (Isa. 25:6). The final resurrection will bring together all the righteous from all ages, including your beloved ones who already died in Christ.<br><br><strong>Imagine if we didn’t have any hope, any assurance, any reason to think that our death was anything but the end of everything for us.<br>And then, even worse, anyone who ever knew us would be gone, and soon it would be as if we never existed and our lives never meant anything at all. How does this fate contrast with the hope that we have?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 20",
          "dayTitle": "<p>Those Who Sleep in the Dust<br></p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p>As we will see, the New Testament talks a great deal about the resurrection of the dead; and, as we have already seen, the idea of the resurrection of the dead appears in the Old Testament, as well. These people, in Old Testament times, had the hope of the final resurrection that we do. Martha, living at the time of Jesus, already had this hope (John 11:24). No question, even then, the Jews had some knowledge of the resurrection in the last days, even if not all believed it. (See Acts 23:8.) <br></p><p><strong>Read Daniel 12. What resurrection hope is found here, in the writings of this great prophet?</strong><sup><br></sup></p><p><sup><strong>Daniel 12</strong><br></sup></p><p><sup><strong>1</strong></sup> “At that time Michael shall stand up,<br>The great prince who stands watch over the sons of your people;<br>And there shall be a time of trouble,<br>Such as never was since there was a nation,<br>Even to that time.<br>And at that time your people shall be delivered,<br>Every one who is found written in the book.</p><p><sup><strong>2</strong></sup> And many of those who sleep in the dust of the earth shall awake,<br>Some to everlasting life,<br>Some to shame and everlasting contempt.<sup><br></sup></p><p><sup><strong>3</strong></sup> Those who are wise shall shine<br>Like the brightness of the firmament,<br>And those who turn many to righteousness<br>Like the stars forever and ever.<sup><br><br><strong>4</strong></sup> “But you, Daniel, shut up the words, and seal the book until the time of the end; many shall run to and fro, and knowledge shall increase.”<sup><br><br><strong>5 </strong></sup>Then I, Daniel, looked; and there stood two others, one on this riverbank and the other on that riverbank. 6 And one said to the man clothed in linen, who was above the waters of the river, “How long shall the fulfillment of these wonders be?”<sup><br><strong><br>7</strong></sup> Then I heard the man clothed in linen, who was above the waters of the river, when he held up his right hand and his left hand to heaven, and swore by Him who lives forever, that it shall be for a time, times, and half a time; and when the power of the holy people has been completely shattered, all these things shall be finished.<sup><br><br><strong>8 </strong></sup>Although I heard, I did not understand. Then I said, “My lord, what shall be the end of these things?”<sup><br><strong><br>9</strong></sup> And he said, “Go your way, Daniel, for the words are closed up and sealed till the time of the end. <sup><br></sup></p><p><sup><strong>10</strong></sup> Many shall be purified, made white, and refined, but the wicked shall do wickedly; and none of the wicked shall understand, but the wise shall understand.<sup><br><br><strong>11 </strong></sup>“And from the time that the daily sacrifice is taken away, and the abomination of desolation is set up, there shall be one thousand two hundred and ninety days. 12 Blessed is he who waits, and comes to the one thousand three hundred and thirty-five days.<sup><br><br><strong>13</strong></sup> “But you, go your way till the end; for you shall rest, and will arise to your inheritance at the end of the days.”</p><p>Daniel 12:1 refers to Michael, “ ‘the great prince,’ ” whose identification has been much disputed. Because each of the great visions in the book of Daniel culminates with the manifestation of Christ and His kingdom, the same should be the case in regard to this specific passage. In the book of Daniel we find allusions to the same Divine Being as “the Prince of the host” (Dan. 8:11, NKJV), “ ‘the Prince of princes’ ” (Dan. 8:25, NKJV), “ ‘Messiah the Prince’ ” (Dan. 9:25, NKJV), and finally as “ ‘Michael, the great prince’ ” (Dan. 12:1, NASB). So, we should identify Michael also as Christ.<br><br>The Old Testament passages considered so far (Job 19:25–27, Ps. 49:15, Ps. 71:20, Isa. 26:19) all speak of the resurrection of righteous people. But Daniel 12 speaks of a resurrection of both the righteous and unrighteous. When Michael stands up, “ ‘many of those who sleep in the dust of the earth shall awake, some to everlasting life, some to shame and everlasting contempt’ ” (Dan. 12:2, NKJV).<br><br>Many view this verse to be talking about a special resurrection of certain people, both the faithful and the unfaithful, at Christ’s return.<br><br>“Graves are opened, and ‘many of them that sleep in the dust of the earth . . . awake, some to everlasting life, and some to shame and everlasting contempt.’ Daniel 12:2. All who have died in the faith of the third angel’s message come forth from the tomb glorified, to hear God’s covenant of peace with those who have kept His law. ‘They also which pierced Him’ (Revelation 1:7), those that mocked and derided Christ’s dying agonies, and the most violent opposers of His truth and His people, are raised to behold Him in His glory and to see the honor placed upon the loyal and obedient.”—Ellen G. White, The Great Controversy, p. 637.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 21",
          "dayTitle": "",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p><strong>Further Thought: </strong><br></p><p>Read Ellen G. White, “Visions of Future Glory,” pp. 722–733, in Prophets and Kings.<br><br>Modern science teaches that all matter is composed of atoms, themselves made up of two smaller particles, quarks and leptons, which are believed to be the building blocks of all physical reality. If, then, at the core the physical world is quarks and leptons, couldn’t the God who not only created and sustains that world also just reconfigure the quarks and leptons when the time comes to resurrect us? Mocking the resurrection, atheist Bertrand Russell asked what happens to those whom cannibals ate, because their bodies are now part of the cannibals’, and so who gets what in the resurrection? But suppose the Lord simply grabs quarks and leptons, the ultimate building blocks of existence, from wherever, and, based on the information that He possesses about each one of us, reconstructs us from those quarks and leptons on up?<br><br>He doesn’t need our original ones; any will do. Or, in fact, He could just speak new quarks and leptons into existence and go from there. However He does it, the God who created the universe can re-create us, which He promises to do at the resurrection of the dead.<br><br>“The Life-giver will call up His purchased possession in the first resurrection, and until that triumphant hour, when the last trump shall sound and the vast army shall come forth to eternal victory, every sleeping saint will be kept in safety and will be guarded as a precious jewel, who is known to God by name. By the power of the Saviour that dwelt in them while living and because they were partakers of the divine nature, they are brought forth from the dead.”—Ellen G. White Comments, The SDA Bible Commentary, vol. 4, p. 1143.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. </strong>There are an estimated two trillion galaxies out there, each made of billions and billions of stars. And some of these stars have planets orbiting them, just as the planets in our solar system orbit the sun. Now, think about the incredible power of God, who not only created all these stars, but who also sustains them and knows them by name (Ps. 147:4). Though this amazing reality does not prove that this same God can or will raise the dead, how does it reveal to us this same awesome power that He does have and why, certainly, something like the resurrection would not be beyond His power?<br><strong><br>2. </strong>Hebrews 11 highlights the faithfulness and expectations of many of the “heroes of faith” of ancient times. How can this chapter enrich our understanding of the hope that the characters in the Old Testament had, even before the resurrection of Jesus?</p><p><strong>Inside Story:</strong></p><p><strong>Sharing Living Water<br></strong>By David Maldonado<br><br>Antonio Maldonado didn’t know much English, so he motioned to an interpreter at the reception at the U.S. White House in Washington.<br><br>Antonio, a member of a mining delegation visiting from Peru, saw that the guests were being served fine whiskey, but he simply wanted a glass of pure water to raise for the toast with President Lyndon B. Johnson. Speaking through the interpreter, he politely voiced his desire to a waiter.<br><br>It was a difficult request to make. Everyone seemed to be holding glasses of whiskey, and Antonio didn’t want to make a scene. He didn’t want to embarrass fellow delegates as they wrapped up U.S. trade talks. But as a young man, he had made a commitment never to drink after seeing the ruin that alcohol had brought to homes in Peru. Two years earlier, in 1963, he had given his heart to Jesus after hearing Voice of Prophecy radio broadcasts.<br><br>While Antonio spoke softly with the White House waiter, a pair of eyes watched him. Those eyes followed the waiter as he brought Antonio a glass of water. As Antonio accepted the water, he heard a voice speak. “Waiter, wait,” the voice said. “What did the gentleman ask of you?”<br><br>“This guest wanted us to change his whiskey glass for one with pure water, Mr. President,” the waiter replied.<br><br>Lyndon Johnson extended an arm and handed his own glass of whiskey to the waiter. “Please bring me a glass of water, as well,” he said. After the toast, the president approached Antonio and, almost whispering, asked, “Why don’t you drink like the others?”<br><br>With the interpreter’s help, Antonio replied with a large smile. “When I was young, I promised myself that I would never drink, and many years later I renewed that promise with God,” he said. “So far, everything has worked well.” The president extended a hand. “Congratulations for being such a magnificent example,” he said. “I, too, am a man of faith. God bless you.” A firm handshake ended the conversation.<br><br>As Antonio mingled at the reception, he felt curious stares. His habit of abstaining from alcohol, strengthened by his faith, had resulted in an unexpected encounter with one of the most powerful people on earth. His heart rejoiced that he had been able to represent God at the White House.<strong><br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>The Old Testament Hope <br></p>",
      "verse": "<p>By faith Abraham, when put to the test, offered up Isaac. He who had received the promises was ready to offer up his only son. . . . He considered the fact that God is able even to raise someone from the dead—and figuratively speaking, he did receive him back (Hebrews 11:17, 19, NRSV)<br></p>",
      "versionCode": 22,
      "weekDate": "October 15–21"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
