{
   "data":[
      {
         "color":"#7c2a84",
         "id":8,
         "idEs":5,
         "language":"es",
         "lessonDays":[
            {
               "date":"12 de febrero",
               "dayTitle":"",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p>Al vivir una vida perfecta, y luego al morir en nuestro lugar, Jesús hizo de Mediador de un pacto nuevo y mejor entre nosotros y Dios. Mediante su muerte, Jesús canceló la pena de muerte que exigían nuestras transgresiones e hizo posible el Nuevo Pacto.<br><br>Esta verdad se explica en Hebreos 10:5 al 10, que reconoce que Jesús manifestó la obediencia perfecta requerida por el Pacto. Hace referencia al Salmo 40, que originalmente expresa el deseo de David de rendirle total obediencia a Dios: “He aquí, vengo; en el rollo del libro está escrito de mí; el hacer tu voluntad, Dios mío, me ha agradado, y tu ley está en medio de mi corazón” (Sal. 40:7, 8). Este salmo expresó la condición del pacto de Dios con Israel: una obediencia que era un deleite y una ley que estaba escrita en el corazón (Deut. 6:4-6). Pero, lo que para David fue solo un deseo, en Jesús es un hecho.<br><br>Para Pablo, este salmo adquirió un significado especial con la encarnación de Jesús. Él encarnó la obediencia del Nuevo Pacto. Él es nuestro Ejemplo. Somos salvos, no solo a causa de su muerte, sino también por su obediencia perfecta.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de febrero",
               "dayTitle":"<p>LA NECESIDAD DE UN NUEVO PACTO<br></p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Hebreos 7:11 al 19. ¿Por qué se necesitaba un nuevo pacto?</strong></p><p><strong>Hebreos 7:11-19<br></strong></p><p><strong><sup>11</sup></strong> Si, pues, la perfección fuera por el sacerdocio levítico (porque bajo él recibió el pueblo la ley), ¿qué necesidad habría aún de que se levantase otro sacerdote, según el orden de Melquisedec, y que no fuese llamado según el orden de Aarón? <strong><br></strong></p><p><strong><sup>12</sup></strong> Porque cambiado el sacerdocio, necesario es que haya también cambio de ley; <strong><br></strong></p><p><strong><sup>13</sup></strong> y aquel de quien se dice esto, es de otra tribu, de la cual nadie sirvió al altar. <strong><br></strong></p><p><strong><sup>14</sup></strong> Porque manifiesto es que nuestro Señor vino de la tribu de Judá, de la cual nada habló Moisés tocante al sacerdocio.<strong><br><br><sup>15</sup></strong> Y esto es aun más manifiesto, si a semejanza de Melquisedec se levanta un sacerdote distinto, <strong><br></strong></p><p><strong><sup>16</sup></strong> no constituido conforme a la ley del mandamiento acerca de la descendencia, sino según el poder de una vida indestructible.</p><p> <strong><sup>17 </sup></strong>Pues se da testimonio de él:<br><br>Tú eres sacerdote para siempre,<br><br>Según el orden de Melquisedec.<strong><br><br><sup>18</sup></strong> Queda, pues, abrogado el mandamiento anterior a causa de su debilidad e ineficacia 19 (pues nada perfeccionó la ley), y de la introducción de una mejor esperanza, por la cual nos acercamos a Dios.</p><p>Según Hebreos, el hecho de que Jesús fuera nombrado sacerdote según el orden de Melquisedec implicaba que se había establecido un pacto nuevo. El Antiguo Pacto se había dado sobre la base del sacerdocio levítico (Heb. 7:11).<br><br>Los sacerdotes levitas actuaban como mediadores entre Dios e Israel, y la ley excluía a cualquier otra persona del sacerdocio. Por lo tanto, el autor concluye que un cambio de sacerdocio implica un cambio de la ley sacerdotal, así como un cambio de pacto (Heb. 7:12, 18, 19).<br><br>El problema con el Pacto Antiguo era que no podía ofrecer la perfección (Heb. 7:11). Pablo está hablando del sacerdocio levítico y su ministerio (sacrificios, fiestas, etc.). Los sacrificios de animales ofrecidos a través de ellos no podían ofrecer una purificación verdadera y total del pecado, ni acceso a Dios (Heb. 10:1-4; 9:13, 14; 10:19-23).<br><br>El hecho de que haya sido necesario el Nuevo Pacto no significa que Dios fuera injusto con Israel cuando le dio el Antiguo Pacto. El ministerio levítico y los servicios del Tabernáculo fueron diseñados para protegerlos de la idolatría y también para señalarles el futuro ministerio de Jesús. Hebreos enfatiza que los sacrificios eran “una sombra –un tenue anticipo de las cosas buenas por venir” (Heb. 10:1, NTV).<br><br>Al señalarles a Jesús, los sacrificios deberían haber ayudado al pueblo a depositar su esperanza y su fe en “el Cordero de Dios, que quita el pecado del mundo” (Juan 1:29; comparar con Isa. 53). Este es el mismo comentario que hace Pablo cuando dice que la Ley “vino a ser nuestro guía encargado de conducirnos a Cristo, para que fuéramos justificados por la fe” (Gál. 3:24, NVI) o que “Cristo es el fin de la ley, para que todo el que cree reciba la justicia” (Rom. 10:4, NVI).<br><br>En otras palabras, incluso los Diez Mandamientos, por más buenos y perfectos que sean, no pueden causar la salvación (Rom. 3:20-28; 7:12-14). Ofrecen una norma perfecta de justicia, pero no brindan justicia, así como el mirarse en un espejo tampoco puede borrar las arrugas de la edad. Para la justicia perfecta, necesitamos a Jesús como nuestro Sustituto.<strong><br><br><span style=\"color: rgb(227, 108, 9);\">¿Por qué la Ley no puede salvarnos? A fin de cuentas, si guardáramos todos los mandamientos, y los guardáramos bien –incluso a la perfección, ¿por qué no podría eso salvarnos?</span></strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 de febrero",
               "dayTitle":"<p>NUEVO Y RENOVADO<br></p>",
               "id":83,
               "idDay":3,
               "idLesson":8,
               "lessonText":"<p><strong>Compara Hebreos 8:10 al 12 con Deuteronomio 6:4 al 6; 30:11 al 14; y Jeremías 31:31 al 34. ¿Qué nos enseña esto sobre la naturaleza del Nuevo Pacto?</strong></p><p><strong>Hebreos 8:10-12 <br></strong></p><p><strong><sup>10 </sup></strong>Por lo cual, este es el pacto que haré con la casa de Israel después de aquellos días, dice el Señor: pondré mis leyes en la mente de ellos, y sobre su corazón las escribiré; y seré a ellos por Dios, y ellos me serán a mí por pueblo;<sup><br><br><strong>11</strong></sup> Y ninguno enseñará a su prójimo, ni ninguno a su hermano, diciendo: Conoce al Señor; porque todos me conocerán, desde el menor hasta el mayor de ellos.<strong><br><br><sup>12</sup></strong> Porque seré propicio a sus injusticias, y nunca más me acordaré de sus pecados y de sus iniquidades.<br><strong></strong></p><p><strong> Deuteronomio 6:4-6</strong></p><p><strong><sup>4</sup></strong> Oye, Israel: Jehová nuestro Dios, Jehová uno es. <strong><br></strong></p><p><strong><sup>5 </sup></strong>Y amarás a Jehová tu Dios de todo tu corazón, y de toda tu alma, y con todas tus fuerzas. <strong><br></strong></p><p><strong><sup>6 </sup></strong>Y estas palabras que yo te mando hoy, estarán sobre tu corazón; <strong><br></strong></p><p><strong> Deuteronomio 30:11-14</strong></p><p><strong><sup>11</sup></strong> Porque este mandamiento que yo te ordeno hoy no es demasiado difícil para ti, ni está lejos. <strong><br></strong></p><p><strong><sup>12</sup></strong> No está en el cielo, para que digas: ¿Quién subirá por nosotros al cielo, y nos lo traerá y nos lo hará oír para que lo cumplamos? <strong><br></strong></p><p><strong><sup>13</sup></strong> Ni está al otro lado del mar, para que digas: ¿Quién pasará por nosotros el mar, para que nos lo traiga y nos lo haga oír, a fin de que lo cumplamos? <strong><br></strong></p><p><strong><sup>14</sup></strong> Porque muy cerca de ti está la palabra, en tu boca y en tu corazón, para que la cumplas.<strong><br></strong></p><p><strong>Jeremías 31:31-34</strong></p><p><strong><sup>31</sup></strong> He aquí que vienen días, dice Jehová, en los cuales haré nuevo pacto con la casa de Israel y con la casa de Judá. <strong><br></strong></p><p><strong><sup>32</sup></strong> No como el pacto que hice con sus padres el día que tomé su mano para sacarlos de la tierra de Egipto; porque ellos invalidaron mi pacto, aunque fui yo un marido para ellos, dice Jehová. <strong><br></strong></p><p><strong><sup>33</sup></strong> Pero este es el pacto que haré con la casa de Israel después de aquellos días, dice Jehová: Daré mi ley en su mente, y la escribiré en su corazón; y yo seré a ellos por Dios, y ellos me serán por pueblo. <strong><br></strong></p><p><strong><sup>34</sup></strong> Y no enseñará más ninguno a su prójimo, ni ninguno a su hermano, diciendo: Conoce a Jehová; porque todos me conocerán, desde el más pequeño de ellos hasta el más grande, dice Jehová; porque perdonaré la maldad de ellos, y no me acordaré más de su pecado.<br><br>La promesa del Nuevo Pacto en Hebreos se basa en Jeremías. De hecho, según Jeremías, la promesa anuncia la renovación del pacto que Dios había hecho en principio con Israel mediante Moisés (Jer. 31:31-34). Por ende, se podría argumentar que Jeremías 31 no hablaba estrictamente de un “nuevo” pacto, sino de una “renovación” del pacto original con Israel. Por cierto, la palabra hebrea para “nuevo”, jadash, podría abrazar los sentidos de “nuevo” y de “renovado”.<br><br>El problema con el Antiguo Pacto era que el pueblo lo infringió (Heb. 8:8, 9). El Pacto no era defectuoso, sino el pueblo. Si Israel hubiera visto a través de los símbolos la venida del Mesías y hubiera puesto su fe en él, el Pacto no se habría quebrantado. Sin embargo, a decir verdad, hubo muchos creyentes a lo largo de la historia israelita en quienes se cumplieron los propósitos del Pacto y que tenían la Ley en el corazón (Sal. 37:31; 40:8; 119:11; Isa. 51:7).<br><br>Si bien el Nuevo Pacto es una renovación del Antiguo Pacto, en cierto sentido es –en realidad– nuevo. La promesa de Jeremías de un “nuevo pacto” no se limitaba a imaginar una renovación de las condiciones que existían antes del Exilio, que se habían quebrantado y renovado varias veces porque la nación había caído varias veces en apostasía. Y eso se debe a que el pueblo simplemente no estaba dispuesto a cumplir con su parte del pacto con Dios (Jer. 13:23). Por lo tanto, Dios prometió hacer “una cosa nueva” (Jer. 31:22). El Pacto no sería como el pacto que Dios había hecho “con sus padres” (Jer. 31:32). Debido a la infidelidad del pueblo, las promesas que Dios hizo bajo el pacto mosaico nunca se cumplieron. Ahora, en virtud de la garantía dada por el Hijo (Heb. 7:22), Dios cumpliría los propósitos de su Pacto. Dios no cambió su Ley ni rebajó sus normas; sino que envió a su Hijo como garantía de las promesas del Pacto (Heb. 7:22; 6:18-20). Por eso, este pacto no tiene maldiciones. Solo tiene bendiciones porque Jesús lo cumplió a la perfección.<br><br><strong>Lee 2 Timoteo 2:13. ¿Qué podemos aprender de la fidelidad de Dios con su pueblo y sus planes al considerar nuestras relaciones con los demás y nuestros planes?</strong></p><p><strong>2 Timoteo 2:13<br><br><sup>13</sup> </strong>Si fuéremos infieles, él permanece fiel; Él no puede negarse a sí mismo.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de febrero",
               "dayTitle":"<p>EL NUEVO PACTO TIENE UN MEJOR MEDIADOR<br></p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Hebreos 8:1 al 6. ¿Por qué Jesús es mediador de un mejor Pacto?</strong><br></p><p><strong>Hebreos 8:1-6</strong></p><p><strong><sup>1</sup></strong>Ahora bien, el punto principal de lo que venimos diciendo es que tenemos tal sumo sacerdote, el cual se sentó a la diestra del trono de la Majestad en los cielos, <strong><br></strong></p><p><strong><sup>2</sup></strong> ministro del santuario, y de aquel verdadero tabernáculo que levantó el Señor, y no el hombre. <strong><br></strong></p><p><strong><sup>3</sup></strong> Porque todo sumo sacerdote está constituido para presentar ofrendas y sacrificios; por lo cual es necesario que también este tenga algo que ofrecer. <strong><br></strong></p><p><strong><sup>4 </sup></strong>Así que, si estuviese sobre la tierra, ni siquiera sería sacerdote, habiendo aún sacerdotes que presentan las ofrendas según la ley; <strong><br></strong></p><p><strong><sup>5</sup></strong> los cuales sirven a lo que es figura y sombra de las cosas celestiales, como se le advirtió a Moisés cuando iba a erigir el tabernáculo, diciéndole: Mira, haz todas las cosas conforme al modelo que se te ha mostrado en el monte.</p><p><strong><sup> 6</sup></strong> Pero ahora tanto mejor ministerio es el suyo, cuanto es mediador de un mejor pacto, establecido sobre mejores promesas.<br></p><p>El término griego mesit?s (mediador) deriva de mesos (“medio”) y denota a quien camina o se para en el medio. Era un término técnico que se refería a una persona que cumplía una o más de las siguientes funciones: (1) árbitro entre dos o más partes, (2) negociador o corredor comercial, (3) testigo en el sentido legal de la palabra, o (4) alguien que se constituye como fianza y, por lo tanto, garantiza la ejecución de un contrato.<br><br>El término “mediador” en español es una traducción demasiado limitada para mesit?s en Hebreos porque se enfoca solo en los primeros dos o tres usos del término griego. Sin embargo, Hebreos enfatiza la cuarta función. Jesús no se concibe como “mediador” en el sentido de que resuelve una disputa entre el Padre y la humanidad, como un pacificador que reconcilia a las partes desvinculadas o como un testigo que certifica la existencia de un contrato o su cumplimiento. En cambio, como explica Hebreos, Jesús es el Garante (o Fiador) del Nuevo Pacto (Heb. 7:22). En Hebreos, el término “mediador” es equivalente a “garante”. Garantiza que se cumplan las promesas del Pacto.<br><br>La muerte de Cristo posibilita la institución del Nuevo Pacto porque satisface las demandas del primer Pacto con Israel, que se había quebrantado (Heb. 9:15-22). En este sentido, Jesús es el Garante que asumió todas las obligaciones legales incumplidas. En otro sentido, la exaltación de Jesús en el cielo garantiza que se cumplirán las promesas de Dios hechas a los seres humanos (Heb. 6:19, 20). Jesús garantiza el Pacto porque ha demostrado que las promesas de Dios son ciertas. Al resucitar a Jesús y sentarlo a su diestra, el Padre ha demostrado que nos resucitará a nosotros y nos llevará con él.<br><br>Jesús es un mediador mayor que Moisés porque ministra en el Santuario celestial y se ha ofrecido como sacrificio perfecto por nosotros (Heb. 8:1–5; 10:5–10). El rostro de Moisés reflejaba la gloria de Dios (Éxo. 34:29-35), pero Jesús es la gloria de Dios (Heb. 1:3; Juan 1:14). Moisés habló con Dios cara a cara (Éxo. 33:11), pero Jesús es la Palabra de Dios (Heb. 4:12, 13; Juan 1:1-3, 14).<strong><br><br><span style=\"color: rgb(0, 0, 0);\">Sí, Cristo ha satisfecho las demandas de obediencia del Pacto. En este sentido, ¿cuál es el papel de la obediencia en nuestra vida y por qué sigue siendo tan importante?</span></strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de febrero",
               "dayTitle":"<p>EL NUEVO PACTO TIENE MEJORES PROMESAS<br></p>",
               "id":85,
               "idDay":5,
               "idLesson":8,
               "lessonText":"<p>Podemos sentirnos tentados a pensar que el Nuevo Pacto tiene “mejores promesas” en el sentido de que tiene mayores recompensas que las que tenía el Antiguo Pacto (una patria celestial, la vida eterna, y otras). La verdad es que Dios les ofreció a los creyentes del Antiguo Testamento las mismas recompensas que nos ofrece a nosotros (lee Heb. 11:10, 13–16). En Hebreos 8:6, las “mejores promesas” se refieren a una clase diferente de promesas. El Pacto entre Dios e Israel era un intercambio formal de promesas entre Dios e Israel. Dios tomó la iniciativa y liberó a Israel de Egipto, y prometió llevarlo a la Tierra Prometida.<br><br><strong>Compara Éxodo 24:1 al 8 con Hebreos 10:5 al 10. ¿Cuáles son las similitudes y las diferencias entre estas dos promesas?</strong></p> <p><strong>Éxodo 24:1-8 <br></strong></p> <p><strong><sup>1</sup></strong> Dijo Jehová a Moisés: Sube ante Jehová, tú, y Aarón, Nadab, y Abiú, y setenta de los ancianos de Israel; y os inclinaréis desde lejos. <strong><br></strong></p> <p><strong><sup>2</sup></strong> Pero Moisés solo se acercará a Jehová; y ellos no se acerquen, ni suba el pueblo con él.<strong><br><br><sup>3&nbsp;</sup></strong>Y Moisés vino y contó al pueblo todas las palabras de Jehová, y todas las leyes; y todo el pueblo respondió a una voz, y dijo: Haremos todas las palabras que Jehová ha dicho. <strong><br></strong></p> <p><strong><sup>4</sup></strong> Y Moisés escribió todas las palabras de Jehová, y levantándose de mañana edificó un altar al pie del monte, y doce columnas, según las doce tribus de Israel.</p> <p><strong><sup>5</sup></strong> Y envió jóvenes de los hijos de Israel, los cuales ofrecieron holocaustos y becerros como sacrificios de paz a Jehová. <strong><br></strong></p> <p><strong><sup>6&nbsp;</sup></strong>Y Moisés tomó la mitad de la sangre, y la puso en tazones, y esparció la otra mitad de la sangre sobre el altar. <strong><br></strong></p> <p><strong><sup>7&nbsp;</sup></strong>Y tomó el libro del pacto y lo leyó a oídos del pueblo, el cual dijo: Haremos todas las cosas que Jehová ha dicho, y obedeceremos. <strong><br></strong></p> <p><strong><sup>8</sup></strong> Entonces Moisés tomó la sangre y roció sobre el pueblo, y dijo: He aquí la sangre del pacto que Jehová ha hecho con vosotros sobre todas estas cosas.</p> <p><strong>Hebreos 10:5-10</strong></p> <p><strong><sup>5&nbsp;</sup></strong>Por lo cual, entrando en el mundo dice: Sacrificio y ofrenda no quisiste; mas me preparaste cuerpo.<strong><br><br><sup>6</sup></strong> Holocaustos y expiaciones por el pecado no te agradaron.<strong><br><br><sup>7&nbsp;</sup></strong>Entonces dije: He aquí que vengo, oh Dios, para hacer tu voluntad, como en el rollo del libro está escrito de mí.<strong><br><br><sup>8</sup></strong> Diciendo primero: Sacrificio y ofrenda y holocaustos y expiaciones por el pecado no quisiste, ni te agradaron (las cuales cosas se ofrecen según la ley), <strong><br></strong></p> <p><strong><sup>9&nbsp;</sup></strong>y diciendo luego: He aquí que vengo, oh Dios, para hacer tu voluntad; quita lo primero, para establecer esto último. <strong><br></strong></p> <p><strong><sup>10&nbsp;</sup></strong>En esa voluntad somos santificados mediante la ofrenda del cuerpo de Jesucristo hecha una vez para siempre.</p> <p>El Pacto entre Dios e Israel se ratificaba con sangre. Esta sangre se rociaba sobre el Altar, que representaba a Dios, y sobre las doce columnas, que representaban al pueblo. El pueblo de Israel prometió obedecer todo lo que el Señor había dicho. Esa era la promesa divina y es lo que se requiere de nosotros al hacer un pacto con Dios.<br><br>La condici&oacute;n para alcanzar la vida eterna es hoy exactamente la misma que siempre ha sido –tal cual era en el Para&iacute;so antes de la ca&iacute;da de nuestros primeros padres–: perfecta obediencia a la Ley de Dios, perfecta justicia. Si la vida eterna se concediera con alguna condici&oacute;n inferior a esta, entonces peligrar&iacute;a la felicidad de todo el Universo. Se le abrir&iacute;a la puerta al pecado, con todo su s&eacute;quito de aflicci&oacute;n y miseria, y se lo inmortalizar&iacute;a (CC 53).<br><br>Dios satisface las demandas absolutas del Nuevo Pacto por nosotros porque dio a su propio Hijo para que viniera a vivir una vida perfecta para que las promesas del Pacto se cumplieran en él y luego se nos ofrecieran por la fe en Jesús.<br><br>La obediencia de Jesús garantiza las promesas del Pacto (Heb. 7:22). Demanda que Dios le dé las bendiciones del Pacto a él, y él luego nos las da a nosotros. De hecho, aquellos que están “en Cristo” disfrutarán de esas promesas con él. En segundo lugar, Dios nos da su Espíritu Santo para empoderarnos y así poder cumplir su Ley.<br><br><strong>Cristo ha satisfecho las demandas del Pacto; por lo tanto, el cumplimiento de las promesas que Dios nos hizo no está en duda. ¿Cómo te ayuda esto a entender el significado de 2 Corintios 1:20 al 22? ¿Qué maravillosa esperanza encontramos aquí?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de febrero",
               "dayTitle":"<p>EL NUEVO PACTO RESUELVE EL PROBLEMA DEL CORAZÓN<br></p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p><strong>Compara las promesas del Nuevo Pacto de Jeremías 31:33 con Ezequiel 36:26 y 27. ¿Cómo se relacionan?</strong></p><p><strong>Jeremías 31:33 <br></strong></p><p><strong><sup>33</sup> </strong>Pero este es el pacto que haré con la casa de Israel después de aquellos días, dice Jehová: Daré mi ley en su mente, y la escribiré en su corazón; y yo seré a ellos por Dios, y ellos me serán por pueblo.<strong><br></strong></p><p><strong> Ezequiel 36:26-27</strong></p><p><strong><sup>26</sup></strong> Os daré corazón nuevo, y pondré espíritu nuevo dentro de vosotros; y quitaré de vuestra carne el corazón de piedra, y os daré un corazón de carne. <sup><br></sup></p><p><sup><strong>27</strong></sup> Y pondré dentro de vosotros mi Espíritu, y haré que andéis en mis estatutos, y guardéis mis preceptos, y los pongáis por obra. <br></p><p><br>Dios escribió el primer documento del Pacto en tablas de piedra, y estas quedaron depositadas en el Arca del Pacto como un testimonio importante del Pacto de Dios con su pueblo (Éxo. 31:18; Deut. 10:1-4). Sin embargo, los documentos escritos en piedra podían romperse; y los rollos, como le pasó a Jeremías, podían cortarse y quemarse (Jer. 36:23).<br><br>Pero Dios ahora escribirá su Ley en el corazón de su pueblo. El corazón se refiere a la mente, el órgano de la memoria y el entendimiento (Jer. 3:15; Deut. 29:4), y especialmente al lugar donde se toman decisiones conscientes (Jer. 3:10; 29:13).<br><br>Esta promesa no solo garantizó el acceso y el conocimiento de la Ley para todos. También, ante todo, debía producir un cambio en el corazón de la nación. El problema de Israel era que su pecado estaba grabado “con cincel de hierro”, “con punta de diamante [...] en la tabla de su corazón” (Jer. 17:1). Tenían un corazón obstinado (Jer. 13:10; 23:17); por lo tanto, les era imposible hacer lo recto (Jer. 13:23).<br><br>Jeremías no anunció un cambio de ley, porque el problema de Israel no era la Ley sino el corazón. Dios quería que la fidelidad de Israel fuera una respuesta de gratitud a lo que él había hecho por ellos; por ello, les dio los Diez Mandamientos con un prólogo histórico, en el que expresaba su amor y su cuidado por ellos (Éxo. 20:1, 2). Dios deseaba que Israel obedeciera sus leyes como reconocimiento de que él quería lo mejor para ellos, una verdad revelada en su gran liberación de Egipto. La obediencia de ellos debía ser una expresión de gratitud, una manifestación de la realidad de su relación.<br><br>Lo mismo se aplica a nosotros hoy. El amor y el cuidado de Jesús al morir por nosotros es el prólogo del Nuevo Pacto (Luc. 22:20). La verdadera obediencia proviene del corazón como una expresión de amor (Mat. 22:34–40). Este amor es la marca distintiva de la presencia del Espíritu Santo en la vida del creyente.<br><br>Dios derrama su amor en nosotros a través de su Espíritu (Rom. 5:5), que se expresa en amor (Gál. 5:22).<br><br><strong>Si el antiguo Israel debía amar a Dios, aun sin entender la muerte de Cristo, ¿por qué nosotros no deberíamos amar a Dios aún más que ellos? La realidad de ese amor, ¿cómo se manifiesta a través de la obediencia?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de febrero",
               "dayTitle":"",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>“Si nuestro coraz&oacute;n es regenerado a la semejanza de Dios, si el amor divino es implantado en el alma, ¿no se manifestar&aacute; la Ley de Dios en la vida? Cuando el principio del amor es implantado en el coraz&oacute;n, cuando el hombre es renovado conforme a la imagen de quien lo cre&oacute;, se cumple la promesa del Nuevo Pacto:<br><br>‘Pondr&eacute; mis leyes en su coraz&oacute;n, y tambi&eacute;n en su mente las escribir&eacute;’ (Heb. 10:16).<br><br>Y si la Ley est&aacute; escrita en el coraz&oacute;n, ¿no modelar&aacute; la vida? La obediencia –el servicio y la lealtad del amor– es la verdadera se&ntilde;al del discipulado. Por eso, la Escritura dice: ‘Este es el amor a Dios, que guardemos sus mandamientos’. ‘El que dice: Yo le conozco, y no guarda sus mandamientos, el tal es mentiroso, y la verdad no est&aacute; en &eacute;l’ (1 Juan 5:3; 2:4). En vez de eximir al hombre de obedecer, es la fe, y solo la fe, la que lo hace participante de la gracia de Cristo, la cual nos capacita para rendirle obediencia. [...]<br><br>“Cuanto m&aacute;s cerca est&eacute;s de Jes&uacute;s, m&aacute;s imperfecto te reconocer&aacute;s a tus propios ojos; porque tu visi&oacute;n ser&aacute; m&aacute;s clara, y tus imperfecciones se ver&aacute;n en abierto y claro contraste con su naturaleza perfecta. Esto es evidencia de que los enga&ntilde;os de Satan&aacute;s han perdido su poder; de que la vivificante influencia del Esp&iacute;ritu de Dios te est&aacute; despertando.<br><br>“No puede existir amor profundo por Jes&uacute;s en el coraz&oacute;n que no se da cuenta de su propia pecaminosidad. El alma transformada por la gracia de Cristo admirar&aacute; su car&aacute;cter divino; pero si no vemos nuestra propia deformidad moral, eso es evidencia inequ&iacute;voca de que no hemos tenido una visi&oacute;n de la belleza y la excelencia de Cristo” (CC 52, 56).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> Piensa en las declaraciones anteriores de Elena de White. El hecho de que cuanto más cerca estemos de Cristo más pecadores seremos a nuestros ojos, ¿qué nos dice en el sentido de que no debemos permitir que la autopercepción de nuestros defectos nos haga renunciar a la fe en medio de la desesperación?<br><br><strong>2.</strong> Reflexiona en la idea de que la Ley se escribe en nuestro corazón. ¿Qué significa eso para la vida espiritual de un cristiano? El hecho de comprender y experimentar esta verdad ¿cómo podría ayudarnos a evitar el tipo de “obediencia” que en realidad es solo legalismo, y que la Biblia denomina “obras muertas” (Heb. 9:14)?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"1T2022",
         "title":"<p>JESÚS, EL MEDIADOR DEL NUEVO PACTO<br></p>",
         "verse":"<p>Pero ahora tanto mejor ministerio es el suyo, cuanto es mediador de un mejor pacto, establecido sobre mejores promesas (Heb. 8:6).<br></p>",
         "versionCode":17,
         "weekDate":"12-18 de febrero"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
