{
   "data":[
      {
         "color":"#ffaf02",
         "id":704,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"October 19",
               "dayTitle":"",
               "id":41,
               "idDay":1,
               "idLesson":4,
               "lessonText":"<p>No question, Jesus provided people with powerful scriptural evidence to back up the claims that He had been making about Himself, including “Verily, verily, I say unto you, He that believeth on me hath everlasting life” (John 6:47).<br><br>But there’s more: turning water into wine; feeding thousands with a few loaves of bread; healing the nobleman’s son; restoring the man at the pool of Bethesda; giving sight to the one blind from birth; raising Lazarus from the dead. The evangelist calls on a variety of events, and people—Jew, Gentile, rich, poor, male, female, rulers, commoners, educated, and uneducated—to bear witness to who Jesus is.<br><br>John points even to the witness of the Father Himself, and to Scripture, all giving evidence of Jesus’ identity.<br><br>This week begins with the powerful witness of John the Baptist. Other witnesses come on the stage as well: Andrew and Simon Peter, Philip and Nathanael, and a most unexpected witness, the Pharisee Nicodemus. But another witness stands back in the shadows (that other disciple with Andrew, in John 1:35, 40)—John himself.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 20",
               "dayTitle":"<p>The Testimony of John the Baptist<br></p>",
               "id":42,
               "idDay":2,
               "idLesson":4,
               "lessonText":"<p>As last week’s lesson illustrated, the Gospel of John begins with Jesus Christ, the Word, in His eternal existence before Creation. But in that same prologue, John the Baptist appears as a witness to Jesus. Some Jews in Jesus’ time expected two messiahs, one priestly and the other royal. John clearly teaches that John the Baptist did not claim to be one of these messiahs but, rather, was a witness to the one true Messiah.<br><br><strong>Read John 1:19–23. How did John the Baptist explain his ministry and mission?</strong></p><p><strong>John 1:19–23</strong></p><p><sup><strong>19</strong></sup> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?</p><p><sup><strong>20</strong></sup> And he confessed, and denied not; but confessed, I am not the Christ.<br><sup><br><strong>21</strong></sup> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.<br><sup><br><strong>22</strong></sup> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?<br><sup><br><strong>23</strong></sup> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.<br></p><p>The religious leaders sent priests and Levites to ask John who he was. With Messianic expectations high in Judea, it was important for John the Baptist to clarify his relationship to those expectations. He was not the Light, but he was sent from God to bear witness to the Light and to prepare for the coming of the Messiah (John 1:6–8). That’s why he answered them as plainly as he could, saying: “I am not the Christ” (John 1:20).<br><br>Also, John baptized with water, but Christ would baptize with the Spirit (John 1:26, 33). John was not worthy to loosen Jesus’ sandal strap (John 1:27). Christ was preferred before John because He was before John (John 1:30). Jesus was the Son of God, and John merely pointed to Him (John 1:34).<br><br>Read Isaiah 40:1–5 and John 1:23. How does John use these verses?<strong><br></strong></p><p><strong>&nbsp;Isaiah 40:1–5 </strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>Comfort ye, comfort ye my people, saith your God.<br><sup><br><strong>2</strong></sup> Speak ye comfortably to Jerusalem, and cry unto her, that her warfare is accomplished, that her iniquity is pardoned: for she hath received of the Lord's hand double for all her sins.<br><sup><strong><br>3</strong></sup> The voice of him that crieth in the wilderness, Prepare ye the way of the Lord, make straight in the desert a highway for our God.<br><sup><br><strong>4</strong></sup> Every valley shall be exalted, and every mountain and hill shall be made low: and the crooked shall be made straight, and the rough places plain:<br><sup><br><strong>5 </strong></sup>And the glory of the Lord shall be revealed, and all flesh shall see it together: for the mouth of the Lord hath spoken it.<br></p><p>John 1:23</p><p><sup><strong>23</strong></sup> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.<br></p><p>In the days of rutted and rock-filled roads, servants were sometimes sent ahead of the king to level the surfaces of roadways and to take out sharp turns so as to smooth the way of the king. So, in fulfillment of prophecy, John came in order to prepare the hearts of the people for Jesus.<br><br><strong>In what way should we, as Seventh-day Adventists, do the same kind of ministry as did John the Baptist? What are the parallels?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 21",
               "dayTitle":"<p>The Lamb of God<br></p>",
               "id":43,
               "idDay":3,
               "idLesson":4,
               "lessonText":"<p>The Hebrew nation was looking for a Messiah who would deliver them from Rome. The goal of the Gospel of John was to change their understanding of the Messiah so that they could recognize in Jesus the fulfillment of the prophecies regarding the coming King. The Messiah would not be an earthly ruler. He came to fulfill all the Old Testament promises concerning Himself, which include His self-sacrifice in behalf of the world, and to renew the relationship between God and His people.</p><br><p><strong>Read John 1:29–37. What proclamation does John the Baptist make about Jesus? What image does he use to depict Him, and why is it so significant in understanding who Jesus was and what His mission would be?</strong></p><p><strong>John 1:29–37</strong></p><p><sup><strong>29</strong></sup> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.<br><sup><br><strong>30</strong></sup> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.<br><sup><br><strong>31</strong></sup> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.<br><sup><br><strong>32</strong></sup> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.<br><sup><br><strong>33</strong></sup> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.<br><sup><br><strong>34</strong></sup> And I saw, and bare record that this is the Son of God.<br><sup><br><strong>35</strong></sup> Again the next day after John stood, and two of his disciples;<br><sup><br><strong>36</strong></sup> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!<br><sup><br><strong>37</strong></sup> And the two disciples heard him speak, and they followed Jesus.<br></p><p>The statement of the Baptist regarding Jesus as the Lamb of God supports the purpose of John’s Gospel, which is to bring about a renewed understanding of the work and nature of the Messiah. Jesus would, indeed, be the fulfillment of the promise of the sacrificial system, going back to the promise of the Redeemer first given in Genesis 3:15.</p><p>“When at the baptism of Jesus, John pointed to Him as the Lamb of God, a new light was shed upon the Messiah’s work. The prophet’s mind was directed to the words of Isaiah, ‘He is brought as a lamb to the slaughter.’ Isa. 53:7.”—Ellen G. White, The Desire of Ages, p. 136.</p><p><strong>Read Mark 10:45, Romans 5:6, and 1 Peter 2:24. How do these verses help us understand the role of Jesus as “the Lamb of God”?</strong></p><p><strong>Mark 10:45</strong></p><p><sup><strong>45</strong></sup> For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.<br></p><p><strong>Romans 5:6 </strong><sup><br></sup></p><p><sup><strong>6</strong></sup> For when we were yet without strength, in due time Christ died for the ungodly.<br></p><p><strong>1 Peter 2:24</strong></p><p><sup><strong>24</strong></sup> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.<br></p><p>However much more John the Baptist needed to know about the ministry of Jesus, he was certain that Jesus was the promised Messiah, the One who had come in fulfillment of prophecy.</p><p><strong>Consider deeply Jesus’ title as “the Lamb of God.” What images does it bring to mind, and how does its linkage to the Old Testament sacrificial system help you appreciate the great price of our salvation?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 22",
               "dayTitle":"<p>The Two Disciples of John<br></p>",
               "id":44,
               "idDay":4,
               "idLesson":4,
               "lessonText":"<p>Two disciples of John the Baptist were standing with him when Jesus walked by. John declared, “ ‘Behold the Lamb of God!’ ” (John 1:36, NKJV). The two disciples had listened to John’s message about the Christ, who would fulfill the Old Testament prophecies about the coming Messiah. The disciples left John to follow Jesus, recognizing that Jesus was greater than John the Baptist and that He was the fulfillment of John’s message.<br><br><strong>Read John 1:35–39. What did these two disciples do after hearing John’s witness about Jesus?</strong><br></p><p><strong>John 1:35–39</strong></p><p><sup><strong>35</strong></sup> Again the next day after John stood, and two of his disciples;<br><sup><br><strong>36</strong></sup> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!<br><sup><br><strong>37</strong></sup> And the two disciples heard him speak, and they followed Jesus.<br><sup><br><strong>38</strong></sup> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?<br><sup><br><strong>39</strong></sup> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.</p><p>Desiring to be with Jesus, the two spent the day with Him. Who knows what amazing things they had learned and experienced then! They must have been great things because, before long, their desire was to share their experience with others. Andrew, one of the two disciples, immediately found his brother, Simon, and said, “ ‘We have found the Messiah’ (which is translated, the Christ)” (John 1:41, NKJV). When Andrew brought his brother to Jesus, Jesus immediately showed that He knew him, saying, “ ‘You are Simon the son of Jonah. You shall be called Cephas’ ” (John 1:42, NKJV). Jesus knew and understood Peter. That Jesus knows a person is a motif of the Gospel of John. (See, for example, John 2:24, 25.)<br><br>“If John and Andrew had possessed the unbelieving spirit of the priests and rulers, they would not have been found as learners at the feet of Jesus.<br><br>They would have come to Him as critics, to judge His words. . . . But not so did these first disciples. They had responded to the Holy Spirit's call in the preaching of John the Baptist. Now they recognized the voice of the heavenly Teacher. . . . A divine illumination was shed upon the teaching of the Old Testament Scriptures. The many-sided themes of truth stood out in new light.”—Ellen G. White, The Desire of Ages, p. 139.<br><br>The entire emphasis of the Gospel of John is to bring to light who Jesus is so that this good news may be shared with the world.<br><br><strong>In what ways has Christ, and your faith in Christ, changed your life? What other changes would you still like to see happen?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 23",
               "dayTitle":"<p>Philip and Nathanael</p>",
               "id":45,
               "idDay":5,
               "idLesson":4,
               "lessonText":"<p><strong>Read John 1:43–46. What did Philip’s message reveal about his faith in Jesus already?</strong><strong><br></strong></p><p><strong>John 1:43–46</strong></p><p><sup><strong>43</strong></sup> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.<br><sup><br><strong>44</strong></sup> Now Philip was of Bethsaida, the city of Andrew and Peter.<br><sup><br><strong>45</strong></sup> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.<br><sup><br><strong>46</strong></sup> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.<br></p><p>Philip was from Bethsaida, as were Andrew and Peter. He found his friend, Nathanael, and told him about Jesus. John the Baptist had called Jesus “the Lamb of God.” Andrew had told Peter that he had found “the Messiah.” But Philip calls Jesus the one Moses and the prophets wrote about and adds the name “Jesus of Nazareth.” His reference to Nazareth sets off a sharp reaction from his friend.<br><br>Nathanael seems to have been prejudiced against the little town of Nazareth. Surely a king would not come from such a wayside location. Prejudice easily blinds the eyes from seeing people for what they are really worth. Philip seems to have recognized, possibly from previous conversations with Nathanael, that the proper way to deal with prejudice is not some exalted philosophical or theological argumentation but rather to invite the individual to experience the truth personally for themselves. He simply said, “Come and see.” And that is exactly what Nathanael did. He went and saw.<br><br><strong>Read John 1:47–51. How did Jesus convince Nathanael of who He was, and what was Nathanael’s response?</strong><br></p><p><strong>John 1:47–51</strong></p><p><sup><strong>47</strong></sup> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!<br><sup><br><strong>48</strong></sup> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.<br><sup><br><strong>49</strong></sup> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.<br><sup><br><strong>50</strong></sup> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.<br><sup><br><strong>51</strong></sup> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man.<br></p><p>Missing between verse 46 and verse 47 is the crucial detail of just how Nathanael responded to Philip’s invitation. He got up and went to see, however. His friendship with Philip was stronger than his prejudice, and his life would be changed from that moment on.<br><br>Jesus says nice words about Nathanael, calling him an Israelite in whom there is no deceit (John 1:47), a great contrast from what Nathanael had said about Jesus (John 1:46). Nathanael responds with surprise because he had not met Jesus before.<br><br>Then Jesus refers to seeing him under a fig tree, and this small statement convinces Nathanael. Jesus, by divine insight, had seen Nathanael praying, searching for truth under that tree (see Ellen G. White, The Desire of Ages, pp. 140, 141). Nathanael then makes an exalted confession, calling Jesus Rabbi, the Son of God, and the King of Israel.<br>Note how this seemingly small revelation leads to a grand confession of faith.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 24",
               "dayTitle":"<p>The Witness of Nicodemus<br></p>",
               "id":46,
               "idDay":6,
               "idLesson":4,
               "lessonText":"<p><strong>Read John 3:1–21. How does the testimony of Nicodemus support the theme of the Gospel of John?</strong></p><p><strong>John 3:3–21</strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:<br><sup><br><strong>2</strong></sup> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.<sup><br></sup></p><p><sup><strong>3 </strong></sup>Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.<br><sup><br><strong>4</strong></sup> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born?<br><sup><br><strong>5 </strong></sup>Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.<br><sup><strong><br>6 </strong></sup>That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.<br><sup><br><strong>7 </strong></sup>Marvel not that I said unto thee, Ye must be born again.<br><sup><br><strong>8</strong></sup> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.<br><sup><br><strong>9 </strong></sup>Nicodemus answered and said unto him, How can these things be?<br><br><strong><sup>10</sup> </strong>Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?<br><sup><br><strong>11</strong></sup> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.<br><sup><br><strong>12 </strong></sup>If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?<br><sup><br><strong>13</strong></sup> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven.<br><sup><br><strong>14 </strong></sup>And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:<br><strong><br><sup>15</sup></strong> That whosoever believeth in him should not perish, but have eternal life.<br><sup><br><strong>16 </strong></sup>For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.<br><sup><br><strong>17 </strong></sup>For God sent not his Son into the world to condemn the world; but that the world through him might be saved.<br><sup><br><strong>18 </strong></sup>He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.<br><sup><strong><br>19 </strong></sup>And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.<br><sup><br><strong>20 </strong></sup>For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.<br><sup><br><strong>21</strong></sup> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God.</p><p><br>Nicodemus was a respected teacher in Israel and a wealthy member of the Sanhedrin. His testimony plays an important part in John’s Gospel for several reasons. He referred to Jesus as “Rabbi” and pointed to the signs that Jesus performed as evidence of His divine mission. Hence, even before Nicodemus realized what he was doing, he was giving evidence in support of the Messiahship of Jesus.<br><br>Nicodemus viewed the signs themselves as evidence of Jesus’ divine calling but did not see them as pointing to Jesus as the fulfillment of the Old Testament prophecies regarding the Messiah. So, Nicodemus came with some doubt; he did not yet at this point recognize Jesus as the Christ.<br><br><strong>Read John 3:3–21. What did Jesus say to Nicodemus to show that He could see right through him?</strong></p><p>Jesus knows the heart of each individual. His response to Nicodemus may seem abrupt, but He goes directly to the issue. Though the Jews believed that Gentiles needed to be converted, many didn’t understand that they, too, the chosen people, needed a conversion experience. No one is born saved, regardless of their nationality or the church that they were raised in.<br><br>Without question, the Jews’ wonderful heritage, going back to Abraham, offered them many distinct advantages (see Rom. 3:1, 2). But, in and of itself, that was not enough. Jesus told Nicodemus the unthinkable—that he, a teacher and ruler in Israel, must be born again from above!<br><br>Jesus then confronted Nicodemus with his own spiritual ignorance: “ ‘Are you the teacher of Israel, and do not know these things?’ ” (John 3:10, NKJV). How could you, an exalted teacher, not know this? The rebuke must have been stunning.</p><p>Despite whatever questions he had regarding Jesus then, Nicodemus later took His side with the followers of Jesus (see John 19:39).&nbsp;</p><p><strong>What does it mean to be “born again,” and why would Jesus put such emphasis on it?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 25",
               "dayTitle":"<p>Further Thought:<br></p>",
               "id":47,
               "idDay":7,
               "idLesson":4,
               "lessonText":"<p>Read Ellen G. White, “Nicodemus,” pp. 167–177, in The Desire of Ages.<br><br>Nicodemus “searched the Scriptures in a new way, not for the discussion of a theory, but in order to receive life for the soul. He began to see the kingdom of heaven as he submitted himself to the leading of the Holy Spirit. . . .<br><br>“Through faith we receive the grace of God; but faith is not our Saviour. It earns nothing. It is the hand by which we lay hold upon Christ, and appropriate His merits, the remedy for sin. . . . Repentance comes from Christ as truly as does pardon.<br><br>“How, then, are we to be saved? ‘As Moses lifted up the serpent in the wilderness,’ so the Son of man has been lifted up, and everyone who has been deceived and bitten by the serpent may look and live. ‘Behold the Lamb of God, which taketh away the sin of the world.’ John 1:29.<br><br>The light shining from the cross reveals the love of God. His love is drawing us to Himself. If we do not resist this drawing, we shall be led to the foot of the cross in repentance for the sins that have crucified the Saviour. Then the Spirit of God through faith produces a new life in the soul. The thoughts and desires are brought into obedience to the will of Christ. The heart, the mind, are created anew in the image of Him who works in us to subdue all things to Himself. Then the law of God is written in the mind and heart, and we can say with Christ, ‘I delight to do Thy will, O my God.’ Ps. 40:8.”—Ellen G. White, The Desire of Ages, pp. 175, 176.<br><strong><br>Discussion Questions:</strong><br><strong><br>1. </strong>John the Baptist came to prepare the way for Jesus. How successful would you judge his ministry to have been, at least from a human perspective? Also, as you think about your answer, ask this important question: How do you define “success” in spiritual things?<br><strong><br>2</strong>.&nbsp; Later on, John the Baptist expressed some sincere doubts (Matt. 11:2, 3; Luke 7:19). What caused his questions, and what can we learn from them about how to be firm in our faith?<br><strong><br>3.</strong>&nbsp; In class, discuss the idea of how someone such as Nicodemus, a leader in the true church, someone who surely had a lot of knowledge, could still be so spiritually ignorant of what really matters.<br>What lessons can we take from his situation?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":48,
               "idDay":8,
               "idLesson":4,
               "lessonText":"<p><strong>Power of Prayer in Uzbekistan</strong></p><p><strong>&nbsp;By Andrew McChesney</strong><br><br>An ambulance rushed 36-year-old Nigora to the hospital in Tashkent, Uzbekistan. She could barely talk. Her arms were numb. She was struggling to swallow. The doctor couldn’t diagnose her condition.<br><br>Nigora grew worse over the next month in the hospital. She couldn’t sleep for more than 15 minutes a day. X-rays showed activity in her brain.<br><br>Then a second doctor said Nigora had a terminal illness. He saw no hope. Nigora didn’t believe in Jesus, but she had Seventh-day Adventist neighbors who did. They visited her in intensive care and asked for permission to invite their church pastor to come and pray with her. “No, no,” Nigora said.<br><br>“I’m not well. I look terrible. Tell him to come when I feel better.”<br><br>But the neighbors insisted. “Let him come and pray for you,” they said.<br><br>Reluctantly, Nigora agreed. A day later, the pastor and his wife came to Nigora’s bed. The pastor read Psalm 23, anointed Nigora’s forehead with oil, and prayed, “Lord, give health to our sister. Give her healing so she can make a full recovery.” Nigora didn’t feel any different after the prayer.<br><br>The next day, the pastor and his wife returned. Again he read from the Bible, anointed her, and prayed. Again Nigora didn’t feel any different. But that night, she was able to sleep for several hours, not for 15 minutes.<br><br>The third day, the pastor and his wife returned. Again he read from the Bible, anointed her, and prayed. Again she didn’t feel any different. But that night, she slept the whole night. After that, she slept well every night.<br><br>The pastor and his wife continued to visit. Slowly, Nigora’s speech improved. Her arms and legs began to function. Hospital X-rays showed that her brain activity had returned to normal. The doctor was astonished. “It’s impossible that you have recovered, and so quickly,” he said.<br><br>Four months after the pastor began praying, Nigora was driving her car and back at work.<br><br>The woman who hadn’t believed in God credited Him for her recovery. “This is a miracle of God,” she said.<br><br>She is glad to have neighbors who cared for her. “I’m very grateful to God that He gave me these kind of friends, who are like family,” she said, speaking slowly but clearly in an interview with Adventist Mission.<br><br>Although Nigora believes in God, she has not given her heart to Him. A discouraging factor may be that many people in Uzbekistan view Seventh-day Adventists as members of a sect. Please pray for Nigora and others like her who have witnessed God’s power in their lives but have yet to make a decision for Him. Nigora is a pseudonym.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers:<br></p>",
               "id":49,
               "idDay":9,
               "idLesson":4,
               "lessonText":"<p><strong>Part I: Overview<br><br>Study Focus: John 1:35–39, John 1:43–46</strong><br><br>Jesus, the Source of all truth, illuminated the world with the light of truth. In this way, He increased the measure of light given to everyone born into this world. Despite the abundance of convincing evidence, some in Christ’s day chose to shroud themselves in darkness. In their prejudice and pride, they determined to hear no truth and to see no light. God is saddened when this happens, but, in His love, He allows us to make our choices, even the wrong ones.<br><br>This lesson will highlight the testimony of a few eyewitnesses of Jesus, such as John the Baptist and his two disciples—namely, Andrew and John. We will also consider the eyewitness of Philip and Nathanael, and the witness of Nicodemus, a Pharisee and a distinguished member of the Sanhedrin, who opened his heart to the light of God’s truth. His testimony promises to be strong and convincing because he risked much in going against his powerful peers. In his night talk with Jesus, the lips of Christ uttered the most beautiful promise of the Bible: “ ‘For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life’ ” (John 3:16, NKJV).<br><br>Returning to the eyewitness of John, we must ask: Why would John the Baptist, well respected and admired by the people, give to the world anything other than a true testimony concerning Jesus? John encapsulated the entire gospel in his confirmation that Jesus was indeed the prophesied “ ‘Lamb of God who takes away the sin of the world’ ” (John 1:29, NKJV), a prophecy now indeed fulfilled before the people’s eyes. Confronted with the testimonies of such eyewitnesses, should we not be fully persuaded that Christ is our living Savior and Lord?<br><br><strong>Part II: Commentary<br><br>The Testimony of John the Baptist</strong><br><br>The Jews in the time of Christ had their own ideas about the coming Messiah, and they were adamant that everything fit into their neatly packaged schemes. They suspected that John the Baptist was perhaps a Messiah type, but he testified that he was only a forerunner of the true Messiah, sent prophetically by God to prepare the way for Him. Soon after, John pointed to Jesus as “the Lamb of God.” But Jesus and His sacrifice for our sins did not align with the Jewish leaders’ expectation of a royal earthly Messiah, who would defeat their oppressors and rule over them and, eventually, the world.<br><br>Today, some skeptics do not have much regard for the biblical concept of sacrifice either. They point to Christ’s sacrifice to justify their indifference. These skeptics say that Jesus did not need to shed His blood to save sinful humanity, for He could have saved us simply through a demon­stration of His love and by the performance of miracles. But life, as the Bible tells us, is in the blood, and lost humanity needed the life that is in the Son. Angels could not have accomplished this feat on behalf of humanity because they borrow life from the Possessor of life.<br><br>Why else would God have commanded countless sacrifices of innocent animals if not to point to the necessity of Christ’s innocent blood for the remission of sin and the giving of eternal life?<br><br>For this reason, John unmistakably said that “ ‘I am not the Christ’ ” (John 1:20) or the Light, but merely a witness in fulfillment of Bible prophecy. Twice John affirmed that Jesus was indeed the Lamb of God, the fulfillment and culmination of the sacrificial system. He spoke this truth to the crowd the moment he glimpsed Jesus, and he also affirmed this same truth to two of his own disciples (see John 1:29, 36).<br><br>John the Baptist, an eyewitness to the events of Jesus’ baptism, heard the voice of the Father announce that Jesus was His beloved Son in whom He was well pleased. Also, the Holy Spirit descended and remained on Jesus as God impressed John of the Savior’s divinity. Therefore, John said: “ ‘I have seen and testified that this is the Son of God’ ” (John 1:34, NKJV). In the face of this proclamation, one can’t help but wonder how much more evidence a skeptic requires to believe. Unfortunately, if someone chooses always to doubt, he then encloses himself in a shroud of darkness.<br><br><strong>The Two Disciples of John (John 1:35–39)</strong><br><br>The two disciples of John the Baptist—namely Andrew and John, the Gospel writer—had already heard John’s preaching regarding the fulfillment of Old Testament prophecy in Christ. So when their teacher directed their attention to Jesus, the great Teacher standing before them, they believed and desired to follow Him. Andrew and John could have been critical and judgmental, like the Pharisees, about every word and move of Jesus, but they chose to believe in the conviction of the Spirit. They also must have trusted in the earnestness and veracity of John the Baptist’s incontrovertible biblical testimony.<br><br>The question may be asked: How do we know that the second disciple referred to was John the Beloved? Andrew is mentioned specifically by name, but John, possibly being modest or reticent about referring to himself by name, is indeed that second disciple. Andrew was the one who introduced his brother Peter to Jesus. Andrew, Peter, and John were the first three men who formed the nucleus of the original 12 disciples.<br><br>“Leaving John [the Baptist], they went to seek Jesus. One of the two was Andrew, the brother of Simon; the other was John the evangelist. These were Christ’s first disciples.”—Ellen G. White, The Desire of Ages, p. 138.<br><br>Apparently these two disciples, Andrew and John, were keenly in­terested in the Messiahship of Jesus and the amazing truth that He would offer them. Notice their telling response to Jesus’ inquiry as they started to follow Him. “ ‘What do you seek?’ ” He asked. Contrary to our expectation, they inquired about His residence.<br><br>“ ‘Where are you staying?’ ” (John 1:38, NKJV). They were not just interested in following Jesus; they desired to stay with Him to learn more of His mission. And they stayed with Him the rest of the day, learning amazing things about Him. How about us today? Do we desire merely to believe on Jesus but not to linger in His presence? Do we enjoy His company? Indeed, the only way for our lives to be transformed is to behold Him, as John had instructed his disciples.<br><br><strong>Philip and Nathanael (John 1:43–46)</strong><br><br>From Andrew, John, and Peter, we now turn our attention to Philip and Nathanael. Philip, sensing that his friend Nathanael was a bit prejudiced and certainly not gullible, tried to present more convincing evidence about the Messiah from Moses and the prophets. When Nathanael hesitated to believe upon hearing that Jesus was from Nazareth, Philip neither debated nor argued with him but simply invited him to “ ‘come and see’ ” (John 1:46). Notice that Jesus used this same approach with Andrew and John when He invited them to come and see for themselves.<br><br>There is something powerful and transformational about spending time with Christ. We may debate and argue theology and philosophy in favor of the truth with others, but, in the end, our witness is most effective when we kindly and earnestly invite them to discover Jesus for themselves. In our witness, we must focus on the priority of helping others to know Jesus personally, and then many objections or doubts may fade away. Teaching doctrines is certainly important, but we must start with Jesus as the heart of all knowledge.<br><br>It is important to note the contrast between how Nathanael viewed Jesus and how Jesus viewed him. Nathanael categorized Jesus as no good simply because He hailed from Nazareth. Unfortunately, we, too, sometimes do the same thing to others. We put them in certain cubbyholes based on nationality, race, culture, or other differences that we see. Contrary to Nathanael’s initial assessment, Jesus was affirming toward this soon-to-be disciple. When Jesus saw him, He said, “ ‘Behold, an Israelite indeed, in whom is no deceit!’ ” (John 1:47, NKJV), a truly encouraging comment that led him to inquire more about this Nazarene. When Nathanael witnessed Jesus’ prophetic ability, he promptly believed. “ ‘Rabbi, You are the Son of God! You are the King of Israel!’ ” (John 1:49, NKJV).<br><br><strong>The Witness of Nicodemus (John 3:1–21)</strong><br><br>John, in his account of Jesus, distinguishes himself as the Gospel writer who dwells on the personal encounters that Jesus had with certain individuals, such as Nicodemus and the Samaritan woman. In Jesus’ encounters, He did not show partiality for one type of person over another. Rather, Jesus sought to engage meaningfully with all who were receptive to the truth, be it a highly regarded Jewish leader such as Nicodemus, or a despised Samaritan woman.<br><br>Nicodemus was a Pharisee and an important member of the Sanhedrin, which served as the highest judicial system in Judaism, closest to home rule. The word “Sanhedrin” comes from the Greek word sunedrion, which literally means “a council.” It was composed of 71 members, comprised of three divisions, according to Matthew 27:41, as follows:<br><br>1. Chief priests (the ruling high priest, retired high priests, and high priestly family members). This block was mostly Sadducees.<br><br>2. Scribes (predominately Pharisees).<br><br>3. Elders, who were representatives of chief aristocratic families.<br><br>The office of the chief high priest had become corrupt and was often bought and sold by Rome to the highest bidder.<br><br>Nicodemus’s Greek name literally means “victor over the people.” Known for his wealth, Nicodemus was also a distinguished teacher. He felt strongly convicted to meet with Jesus because of all the unusual things he had heard about Him. But he had to be careful. He could not do anything that would give offense to his fellow leaders and cause irreparable damage to his relations with them; yet, Nicodemus could not ignore the strong evidence that Jesus was the Messiah. That is why he met Jesus at night, where he enjoyed some privacy conversing with Him one-on-one. Jesus meets us where we are in our spiritual journey. He does not really mind how we come to Him, as long as we come with a sincere heart.<br><br>Nicodemus had opportunity to test the spiritual mettle of Jesus’ unsullied character and integrity. As a consequence, Nicodemus later defended Jesus against the Sanhedrin, which wanted to condemn Him without hearing Him out, as we learn in John 7:51. Notice the progression of Nicodemus’s experience with Jesus: he met privately with Him, learning about true conversion; he defended Him before the Sanhedrin; and then, at the end, he was courageous enough to help take His body off the cross for burial.<br><br><strong>Part III: Life Application<br><br>Think about and answer the following questions:</strong><br><br><strong>1. </strong>Consider God the Father’s affirmation of His Son at His baptism. Is it ever possible that God may look at you and say the same thing that He said about His Son, that you are His beloved son or daughter in whom He is well pleased? Discuss. Be sure to read the encouraging answer on page 113 of The Desire of Ages, first paragraph, as you formulate your response. How do you apply the assurance found in this paragraph to your daily life, and what difference will that make?<br><strong><br>2. </strong>Consider John’s words about Jesus: “ ‘Behold! The Lamb of God who takes away the sin of the world!’ ” (John 1:29, NKJV). What difference would it make if we focused first on getting rid of our sins, then beholding Jesus, thus reversing the two ideas in this text? Explain.<br><strong><br>3. </strong>How does Nicodemus’s encounter with Jesus help you to witness effectively to influential people in society?<br><strong><br>4.</strong> Compare and contrast Christ’s effective witness to Nicodemus with that of His witness to Nathanael. What can you learn from both examples?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":4,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>Witnesses of Christ as the Messiah<br></p>",
         "verse":"<p>“Jesus answered and said to him, ‘Most assuredly, I say to you, unless one is born again, he cannot see the kingdom of God’ ” (John 3:3, NKJV).</p>",
         "versionCode":7,
         "weekDate":"October 19–25"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
