{
   "data":[
      {
         "color":"#daff44",
         "id":706,
         "idEs":37,
         "language":"en",
         "lessonDays":[
            {
               "date":"May 3",
               "dayTitle":"",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>When Jesus came toward him, John the Baptist declared: “ ‘Behold! The Lamb of God who takes away the sin of the world!’ ” (John 1:29, NKJV). This was an unmistakable reference to the idea of animal sacrifice, all of which pointed to Christ’s substitutionary death in behalf of all humanity.<br><br>In the Bible, we cannot escape the theme of animal sacrifice; it runs like a scarlet thread throughout its pages and plays a central role in the grand scene in Revelation, where John is escorted into God’s throne room (Revelation 4 and 5). The fact that Jesus appears in this pivotal scene, looking like a slain lamb (Rev. 5:6), is an important key to understanding the entire prophetic episode.<br><br>This week we will look at some of the themes of sacrifice that inform our understanding of Jesus, the slain Lamb, the clear protagonist of the throne room scene. He is accepted as worthy, where no one else is, and His unique worthiness speaks volumes about what the Lord was doing through the sacrificial system. It reveals Him as a God of infinite love who made the ultimate sacrifice, an act that we, and the other intelligences in the universe, will marvel at for eternity.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 4",
               "dayTitle":"<p>Futile Sacrifices?</p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p>Sometimes contrasting two ideas can be very instructive. Much can be learned about the nature of sacrifice in the biblical perspective from when God actually rejected the sacrifices of His people.<br><strong><br>Compare Isaiah 1:2–15 with Isaiah 56:6, 7 and Psalm 51:17. What important lessons about sacrifice are taught here?</strong></p>\n<p><strong>Isaiah 1:2–15</strong></p>\n<p><strong><sup>2</sup></strong> Hear, O heavens, and give ear, O earth! For the Lord has spoken: “I have nourished and brought up children, and they have rebelled against Me;</p>\n<p><strong><sup>3</sup></strong> The ox knows its owner and the donkey its master's crib; but Israel does not know, My people do not consider.”</p>\n<p><strong><sup>4</sup></strong> Alas, sinful nation, a people laden with iniquity, a brood of evildoers, children who are corrupters! They have forsaken the Lord, they have provoked to anger the Holy One of Israel, they have turned away backward.</p>\n<p><strong><sup>5</sup></strong> Why should you be stricken again? You will revolt more and more. The whole head is sick, and the whole heart faints.</p>\n<p><strong><sup>6</sup></strong> From the sole of the foot even to the head, there is no soundness in it, but wounds and bruises and putrefying sores; they have not been closed or bound up, or soothed with ointment.</p>\n<p><strong><sup>7</sup></strong> Your country is desolate, your cities are burned with fire; strangers devour your land in your presence; and it is desolate, as overthrown by strangers.</p>\n<p><strong><sup>8</sup></strong> So the daughter of Zion is left as a booth in a vineyard, as a hut in a garden of cucumbers, as a besieged city.</p>\n<p><strong><sup>9</sup></strong> Unless the Lord of hosts had left to us a very small remnant, we would have become like Sodom, we would have been made like Gomorrah.</p>\n<p><strong><sup>10</sup></strong> Hear the word of the Lord, you rulers of Sodom; give ear to the law of our God, you people of Gomorrah:</p>\n<p><strong><sup>11</sup></strong> “To what purpose is the multitude of your sacrifices to Me?” Says the Lord. “I have had enough of burnt offerings of rams and the fat of fed cattle; I do not delight in the blood of bulls, or of lambs or goats.</p>\n<p><strong><sup>12</sup></strong> When you come to appear before Me, Who has required this from your hand, to trample My courts?</p>\n<p><strong><sup>13</sup></strong> Bring no more futile sacrifices; incense is an abomination to Me, the New Moons, the Sabbaths, and the calling of assemblies—I cannot endure iniquity and the sacred meeting.</p>\n<p><strong><sup>14</sup></strong> Your New Moons and your appointed feasts My soul hates; they are a trouble to Me, I am weary of bearing them.</p>\n<p><strong><sup>15</sup></strong> When you spread out your hands, I will hide My eyes from you; even though you make many prayers, I will not hear. Your hands are full of blood.</p>\n\n<p><strong>Isaiah 56:6-7</strong></p>\n<p><strong><sup>6</sup></strong> Also the sons of the foreigner who join themselves to the Lord, to serve Him, and to love the name of the Lord, to be His servants—everyone who keeps from defiling the Sabbath, and holds fast My covenant—</p>\n<p><strong><sup>7</sup></strong> Even them I will bring to My holy mountain, and make them joyful in My house of prayer. Their burnt offerings and their sacrifices will be accepted on My altar; for My house shall be called a house of prayer for all nations.”</p>\n\n<p><strong>Psalm 51:17</strong></p>\n<p><strong><sup>17</sup></strong> The sacrifices of God are a broken spirit, a broken and a contrite heart—These, O God, You will not despise.</p><p>This tragic episode in Israel’s history was not the first time that God rejected a sacrifice; something similar happened near the beginning of salvation history, when Abel’s sacrifice was approved and acknowledged by God, and Cain’s was not. That early episode gives us another opportunity to contrast acceptable and unacceptable sacrifices. (See Gen. 4:3–7 and Heb. 11:4.)<br><br>In Isaiah’s time, Israel was going through the motions, mentally checking off religious boxes in a minimal attempt to appease God, all while living as they pleased. Their sacrifices were anchored in self, just as Cain’s were, and not in an attitude of surrender and submission to God.<br><br>It is the same spirit that animates the kingdoms of this world: the spirit of self-sufficiency. Cain would live as he pleased and render mere ritual to God on his own terms. One can only assume that he viewed God as an inconvenience, a roadblock to setting his own course, but he feared God just enough to go through the motions.<br><br>Abel, however, offered the sacrifice God had requested, the sacrifice that exhibited the promise God had made of a coming Messiah (Gen. 3:15): a lamb, pointing forward to the saving act of Christ at Calvary.<br><br>“Abel grasped the great principles of redemption. He saw himself a sinner, and he saw sin and its penalty, death, standing between his soul and communion with God. He brought the slain victim, the sacrificed life, thus acknowledging the claims of the law that had been transgressed. Through the shed blood he looked to the future sacrifice, Christ dying on the cross of Calvary; and trusting in the atonement that was there to be made, he had the witness that he was righteous, and his offering accepted.”—Ellen G. White, Patriarchs and Prophets, p. 72.<br><br><strong>How crucial that we protect ourselves from simply going through the motions! How can each one of us experience what it means to depend totally upon the death of Jesus as our only hope of salvation?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 5",
               "dayTitle":"<p>The Blood of Bulls and Goats</p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p>hat it is cruel, harsh, and, in a sense, unfair. Yet, that’s precisely the point. Christ’s death was cruel, harsh, and unfair—the innocent dying for the guilty. That’s what it took to solve the sin problem. And Christ's death was what all these harsh, cruel, and unfair sacrifices pointed to.<br><br><strong>Read Hebrews 10:3–10. What does this passage teach us about the sacrifices God’s people offered in the Old Testament? If sinners could not actually be saved by them, why offer them at all?</strong></p>\n<p><strong>Hebrews 10:3–10</strong></p>\n<p><strong><sup>3</sup></strong> But in those sacrifices there is a reminder of sins every year.</p>\n<p><strong><sup>4</sup></strong> For it is not possible that the blood of bulls and goats could take away sins.</p>\n<p><strong><sup>5</sup></strong> Therefore, when He came into the world, He said: “Sacrifice and offering You did not desire, but a body You have prepared for Me.</p>\n<p><strong><sup>6</sup></strong> In burnt offerings and sacrifices for sin You had no pleasure.</p>\n<p><strong><sup>7</sup></strong> Then I said, 'Behold, I have come—In the volume of the book it is written of Me—To do Your will, O God.'”</p>\n<p><strong><sup>8</sup></strong> Previously saying, “Sacrifice and offering, burnt offerings, and offerings for sin You did not desire, nor had pleasure in them” (which are offered according to the law),</p>\n<p><strong><sup>9</sup></strong> then He said, “Behold, I have come to do Your will, O God.” He takes away the first that He may establish the second.</p>\n<p><strong><sup>10</sup></strong> By that will we have been sanctified through the offering of the body of Jesus Christ once for all.</p>\n\n<p><strong>John 1:1–3, 14</strong></p>\n<p><strong><sup>1</sup></strong> In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n<p><strong><sup>2</sup></strong> He was in the beginning with God.</p>\n<p><strong><sup>3</sup></strong> All things were made through Him, and without Him nothing was made that was made.</p>\n<p><strong><sup>14</sup></strong> And the Word became flesh and dwelt among us, and we beheld His glory, the glory as of the only begotten of the Father, full of grace and truth.</p><p>The lambs and other sacrificial animals were mere symbols pointing forward to the atoning sacrifice of the Lamb of God. They were acts of faith, giving sinners a tangible way to express faith in the work of the coming Messiah. We often refer to these kinds of symbols as types, which are fulfilled by an antitype, or the appearance of the thing or event they foreshadowed. Some have even described the sacrifices as “mini-prophecies” of the death of Jesus on the cross.<br><br>The rituals associated with sacrifice were a little like paying for a trip. When you purchase a train, bus, or airplane ticket, you do not immediately receive the journey you paid for. Instead, you are given a ticket or boarding pass, a symbol or promise of the journey to come. You can sit on that piece of paper all you want, but it will not convey you to any destination. Once you have boarded and the journey begins, however, you have received what you paid for, and the paper ticket becomes unnecessary.<br><br>So it was with the sacrificial animals. They had an important role to play, but once the real sacrifice was made, they became meaningless— a reality depicted when the veil between the Holy Place and the Most Holy Place in the earthly sanctuary was rent asunder at the death of Jesus. “Then the veil of the temple was torn in two from top to bottom” (Mark 15:38, NKJV). The whole sacrificial system, temple and all, pointed forward to the death of Jesus on the cross. Once Jesus fulfilled His promise at the cross and rose victorious over death, the types became unnecessary.<br><br><strong>Think about just how bad sin must be that only the death of Jesus, the incarnate Word (see John 1:1–3, 14), could atone for it. What should this tell us about what our attitude toward sin must be?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 6",
               "dayTitle":"<p>The Passover Lamb</p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p>The book of Revelation refers to Jesus as “the Lamb” nearly 30 times. From the earliest days in the plan of redemption, God’s people have used lambs as a symbol of the coming Messiah. Abel offered “the firstborn of his flock” (Gen. 4:4, NKJV), and before the Israelites departed Egypt for the land of promise, they were instructed to redeem every firstborn person or animal with a one-year-old lamb (Exod. 12:5).<br><br><strong>Read Exodus 12:1–11; Isaiah 53:7, 8; 1 Corinthians 5:7; and Revelation 5:6. What do these verses teach us about Jesus as the Passover sacrifice? What does that mean for each of us?</strong></p>\n<p><strong>Exodus 12:1–11</strong></p>\n<p><strong><sup>1</sup></strong> Now the Lord spoke to Moses and Aaron in the land of Egypt, saying,</p>\n<p><strong><sup>2</sup></strong> “This month shall be your beginning of months; it shall be the first month of the year to you.</p>\n<p><strong><sup>3</sup></strong> Speak to all the congregation of Israel, saying: ‘On the tenth of this month every man shall take for himself a lamb, according to the house of his father, a lamb for a household.</p>\n<p><strong><sup>4</sup></strong> And if the household is too small for the lamb, let him and his neighbor next to his house take it according to the number of the persons; according to each man’s need you shall make your count for the lamb.</p>\n<p><strong><sup>5</sup></strong> Your lamb shall be without blemish, a male of the first year. You may take it from the sheep or from the goats.</p>\n<p><strong><sup>6</sup></strong> Now you shall keep it until the fourteenth day of the same month. Then the whole assembly of the congregation of Israel shall kill it at twilight.</p>\n<p><strong><sup>7</sup></strong> And they shall take some of the blood and put it on the two doorposts and on the lintel of the houses where they eat it.</p>\n<p><strong><sup>8</sup></strong> Then they shall eat the flesh on that night; roasted in fire, with unleavened bread and with bitter herbs they shall eat it.</p>\n<p><strong><sup>9</sup></strong> Do not eat it raw, nor boiled at all with water, but roasted in fire—its head with its legs and its entrails.</p>\n<p><strong><sup>10</sup></strong> You shall let none of it remain until morning, and what remains of it until morning you shall burn with fire.</p>\n<p><strong><sup>11</sup></strong> And thus you shall eat it: with a belt on your waist, your sandals on your feet, and your staff in your hand. So you shall eat it in haste. It is the Lord’s Passover.</p>\n\n<p><strong>Isaiah 53:7, 8</strong></p>\n<p><strong><sup>7</sup></strong> He was oppressed and He was afflicted, yet He opened not His mouth; He was led as a lamb to the slaughter, and as a sheep before its shearers is silent, so He opened not His mouth.</p>\n<p><strong><sup>8</sup></strong> He was taken from prison and from judgment, and who will declare His generation? For He was cut off from the land of the living; for the transgressions of My people He was stricken.</p>\n\n<p><strong>1 Corinthians 5:7</strong></p>\n<p><strong><sup>7</sup></strong> Therefore purge out the old leaven, that you may be a new lump, since you truly are unleavened. For indeed Christ, our Passover, was sacrificed for us.</p>\n\n<p><strong>Revelation 5:6</strong></p>\n<p><strong><sup>6</sup></strong> And I looked, and behold, in the midst of the throne and of the four living creatures, and in the midst of the elders, stood a Lamb as though it had been slain, having seven horns and seven eyes, which are the seven spirits of God sent out into all the earth.</p><p>Years after the death, resurrection, and ascension of Christ, Peter reflected on what had transpired, and he wrote, “Knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold, but with the precious blood of Christ, like that of a lamb without blemish or spot” (1 Pet. 1:18, 19, ESV).</p><p>Jesus lived the one human life that satisfied the holiness of God; the rest of us have sinned, and the way we live our sinful lives quite literally tells lies about the nature of our Maker.</p><p>Jesus, however, became the “last Adam” (1 Cor. 15:45). Where we had failed, He lived perfectly. In His humanity, He was everything the human race was supposed to be. He reflected God’s glory perfectly. “If you have seen me,” He told Philip, “you have seen the Father” (John 14:9, CEV).</p><p>Jesus, meanwhile, was crucified on Passover, further demonstrating that He is the antitypical Lamb. In John 18:19, 20, Jesus said that He “spoke openly” (NKJV) of His doctrine. In a parallel way, regarding the Passover lamb in Exodus 12:5, 6, the children of Israel were instructed to choose a lamb for Passover, and “keep it,” or put it on display during the days leading up to the sacrifice. When the high priest questioned Jesus about His teachings, Jesus made reference to the fact that He Himself had been on open display in the temple for everybody to consider. His life, His works, His teaching—all revealed who He really was. He is the Lamb without blemish, the most powerful expression of God’s righteousness and glory.</p><p><strong>How can we better reflect the perfect character of Jesus in our own lives?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 7",
               "dayTitle":"<p>Jesus at the Temple</p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p>There is tension throughout the entire story of salvation. God wishes to restore the communion that we once enjoyed with Him and longs to draw close to us. But bringing sinners into His presence would destroy them. “For You are not a God who takes pleasure in wickedness,” David writes, “nor shall evil dwell with You” (Ps. 5:4, NKJV). At the same time, David also writes, “But as for me, I will come into Your house in the multitude of Your mercy; in fear of You I will worship toward Your holy temple” (Ps. 5:7, NKJV).<br><br><strong>Read Haggai 2:7–9. As the second temple was being constructed, the prophet Haggai made an astonishing promise: the new temple would be more glorious than the previous one. What was meant by that prophecy?</strong></p>\n<p><strong>Haggai 2:7–9</strong></p>\n<p><strong><sup>7</sup></strong> I will shake all nations, and they shall come to the Desire of All Nations, and I will fill this temple with glory,’ says the Lord of hosts.</p>\n<p><strong><sup>8</sup></strong> ‘The silver is Mine, and the gold is Mine,’ says the Lord of hosts.</p>\n<p><strong><sup>9</sup></strong> ‘The glory of this latter temple shall be greater than the former,’ says the Lord of hosts. ‘And in this place I will give peace,’ says the Lord of hosts.”</p><p>When the first temple was dedicated by Solomon, the Shekinah glory—the presence of God that had accompanied the children of Israel en route to Canaan—filled the temple, and so the priests could not remain to complete their work of ministry (1 Kings 8:10, 11). When the second temple was dedicated, the ark of the covenant, representing God’s throne, was missing because some faithful men, upset at the nation's sins, had hidden it. The literal presence of God did not fill the temple this time. It was heartbreaking. How could Haggai’s promise possibly come true?<br><br>It was in the second temple that Jesus, the incarnation of God, appeared in Person, in flesh and blood. God Himself had stepped out from behind the veil to become one of us and to join us in this broken world. Because the Son of God was now the Son of man, we could see His face, hear His voice, and witness, for example, when He touched an unclean leper and made him whole (Matt. 8:3). Instead of bringing us closer in His direction, God brought us closer to Him by moving in our direction. He came down, personally, to us. No wonder the Bible said about Jesus: “ ‘Behold, the virgin shall be with child, and bear a Son, and they shall call His name Immanuel,’ which is translated, ‘God with us’ ” (Matt. 1:23, NKJV). Think about what this means: the Creator of the cosmos condescended not only to live among us but to die for us.<br><strong><br>The Cross is by far the greatest manifestation of God’s love. What are other ways we can see and experience the reality of God’s love?</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 8",
               "dayTitle":"<p>For You Created All Things!</p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p>On a handful of occasions, prophets have been brought close enough to God in vision that they were permitted to see God’s throne. Ezekiel saw it above the firmament (Ezek. 1:26); Isaiah visited the temple in heaven to see it (Isa. 6:1); and in one of the most explicit descriptions provided to us, John was escorted there in vision in Revelation 4 and 5. The Old Testament types in the sanctuary service indicated that there was only one path by which humanity could enter God’s presence: the blood of Christ. (See Lev. 16:2, 14, for example.)<br><br><strong>Read Isaiah 6:1–5 and Revelation 4:7–11. What elements of these two visions are similar? Pay attention to the order of events: What subject is presented first? What comes next? What truth about God is being stressed in these visions?</strong></p>\n<p><strong>Isaiah 6:1–5</strong></p>\n<p><strong><sup>1</sup></strong> In the year that King Uzziah died, I saw the Lord sitting on a throne, high and lifted up, and the train of His robe filled the temple.</p>\n<p><strong><sup>2</sup></strong> Above it stood seraphim; each one had six wings: with two he covered his face, with two he covered his feet, and with two he flew.</p>\n<p><strong><sup>3</sup></strong> And one cried to another and said: “Holy, holy, holy is the Lord of hosts; the whole earth is full of His glory!”</p>\n<p><strong><sup>4</sup></strong> And the posts of the door were shaken by the voice of him who cried out, and the house was filled with smoke.</p>\n<p><strong><sup>5</sup></strong> So I said: “Woe is me, for I am undone! Because I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the Lord of hosts.”</p>\n\n<p><strong>Revelation 4:7–11</strong></p>\n<p><strong><sup>7</sup></strong> The first living creature was like a lion, the second living creature like a calf, the third living creature had a face like a man, and the fourth living creature was like a flying eagle.</p>\n<p><strong><sup>8</sup></strong> The four living creatures, each having six wings, were full of eyes around and within. And they do not rest day or night, saying: “Holy, holy, holy, Lord God Almighty, Who was and is and is to come!”</p>\n<p><strong><sup>9</sup></strong> Whenever the living creatures give glory and honor and thanks to Him who sits on the throne, who lives forever and ever,</p>\n<p><strong><sup>10</sup></strong> the twenty-four elders fall down before Him who sits on the throne and worship Him who lives forever and ever, and cast their crowns before the throne, saying:</p>\n<p><strong><sup>11</sup></strong> “You are worthy, O Lord, to receive glory and honor and power; for You created all things, and by Your will they exist and were created.”</p><p>In each of these throne room visions, the first thing that happens is that heavenly beings underscore the holiness of God. In Isaiah’s vision, the scene is impressive: the temple is filled with smoke, and the “posts of the door” were shaken as seraphim proclaim the holiness of God.<br><br>In John’s vision, cherubim make the same announcement, “Holy, holy, holy.” (See Ezekiel 10:14, 15 to find the living creatures described as cherubim.) Each prophet was shown a dazzling scene of God’s glory. Then we are shown the prophet’s reaction to the scene. Isaiah cries out that he is a man of unclean lips (Isa. 6:5), and John weeps because he is faced with the tragic truth that no one worthy can be found (Rev. 5:4). When we are directly presented with the worthiness of God, we then finally begin to comprehend the human situation: we are utterly unworthy, and we need Christ as our Redeemer.<br><br>Satan has hurled many accusations against God, arguing that He is arbitrary, selfish, and severe, but even a brief moment in God’s throne room exposes Satan’s lies. It is in seeing Christ for who He truly is, “ ‘the Lamb who was slain’ ” (Rev. 5:12, NKJV), that enables us to see the Father as He truly is. How comforting to know that by seeing Jesus, we see what the Father is like (John 14:9). And the greatest revelation of what the Father is like is seen in Jesus dying on the cross for us.<br><br><strong>The cross, then, should show us two things: first, just how much God loves us that He would sacrifice Himself for us; second, it should show us just how sinful and fallen we are that only through the cross could we be saved.</strong></p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 9",
               "dayTitle":"<p>Further Thought</p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>The Scriptures make it clear that Christ is the only One worthy to secure our salvation. His life was the only sinless human life, the only example of a life that rendered perfect satisfaction to the glory of the Father. He is the spotless Lamb of God, and now He stands at the head of the human race as our eternal security. At the same time, He took our guilt on Himself, satisfying the judgment that is God’s response to wickedness. As John witnesses the incredible scene of heavenly beings gathered around God’s throne, he is told to stop weeping because “ ‘the Lion of the tribe of Judah . . . has prevailed’ ” (Rev. 5:5, NKJV).<br><br>Think, too, just how bad sin is, and just how fallen the human race really is, that only the death of Jesus, God Himself, would suffice to solve the problem of sin. No doubt, if there were some other way that God could have saved us, without violating the principles of His divine government, surely He would have done it.<br><br>“The broken law of God demanded the life of the sinner. In all the universe there was but one who could, in behalf of man, satisfy its claims. Since the divine law is as sacred as God Himself, only one equal with God could make atonement for its transgression. None but Christ could redeem fallen man from the curse of the law and bring him again into harmony with Heaven. Christ would take upon Himself the guilt and shame of sin—sin so offensive to a holy God that it must separate the Father and His Son. Christ would reach to the depths of misery to rescue the ruined race.”—Ellen G. White, Patriarchs and Prophets, p. 63.<br><strong><br>Discussion Questions:</strong><br><br><strong>1. </strong>John sees the Lamb enter the throne room looking as though He had been “slain.” Revelation 13:8 informs us that Jesus has been “slain” since the foundation of the world. What can we learn about God through the fact that the plan of salvation was already in place before we needed it?<br><br><strong>2. </strong>Many atheists believe that we are alone in a cold, uncaring universe. In contrast, the Bible talks not only about God but about how He loved the world so much that He came down to it and even died for it. How differently should we view the world and our place in it, in contrast to those who don’t believe in God at all? In other words, how should the reality of the Cross impact all that we do?<br><br><strong>3.</strong> Why was the life, death, and resurrection of Christ the only means by which the human race could be saved? Again, what does such a cost tell us about how bad sin must really be?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p><strong>Part 2: A Cry for Help<br><br>By Andrew McChesney</strong><br><br>Diana’s party lifestyle began taking a heavy toll on her by the end of the summer after her high school graduation. One day, alone in a park in Monte Vista, Colorado, Diana looked up into the leaves of the trees and saw sunlight gleaming through. At that moment, she heard a voice say, “If you don’t leave here, you will die here.” Diana knew that the voice was saying that her way of living would lead to an early death and that she needed to get away if she wanted to live.<br><br>She spoke with her mother about the future, and her mother asked, “Have you ever thought about the Navy?” Diana was annoyed at what she thought was a silly question, but, three months later, she was enlisted and training in Orlando, Florida. After that, she sailed the world. She saw many things that repulsed her. Every seaport had prostitution, gambling, and worse.<br><br>In rapid succession, Diana met and married a sailor, was honorably discharged from the Navy, and gave birth to three sons. They moved to Monte Vista, Colorado, but Diana’s husband wasn’t happy with family life. Diana became depressed and began idolizing death. At first, she wished to fall ill and die. Then she thought about taking her own life. In desperation, she prayed, “God, I believe You are real, but I don’t know where You are.”<br><br>Strangely, over the next week, she had conversations with people from four different faith groups. First, two young missionaries came to her door.<br><br>When she let them in, one missionary opened a book and read a text that said people with dark skin could not enter the highest heaven because they were cursed. Diana was offended. As a child, she had been the only white student in her class during a period of desegregation in Virginia. She knew God loved everyone and told the missionaries, “You have to leave.” She wondered, “Why did they read that text to me?”<br><br>The next day, three women came to her house. During their visit, Diana asked them about the Sabbath. “We worship God every day,” a woman said. Diana thought that made sense, and she agreed to see them again.<br><br>Then a tiny old woman knocked on her door on a stormy Friday night. She was collecting funds for a disaster-relief charity. Although the family had very little, Diana gave her the money that she was saving in a tip jar from her job at Pizza Hut. She never saw the woman again.<br><br>That same weekend, Diana was invited by a friend to another church. She felt an evil presence upon entering, and she fled after the service.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teacher comments</p>",
               "id":69,
               "idDay":9,
               "idLesson":6,
               "lessonText":"<p><strong>Part I: Overview<br><br>Key Text: Revelation 5:9<br><br>Study Focus: Gen. 4:1-8, Isa. 53:1–12.</strong><br><br>The ritual of sacrifice was current practice among most of the peoples of the ancient Near East (ANE). In the ANE, sacrifice was considered to be a gift to one’s god, providing food for the deity in exchange for help.<br><br>The Bible, however, gives a radically different meaning to the ritual of sacrifice; in fact, it reversed its purpose. While in the ANE, sacrifice signified an upward movement from the human condition to the divine sphere. In the Bible, sacrifice signified a downward movement from God to men. In the ANE, the god created humans in order to have slaves who would serve him or her and provide him or her with food. In contrast, the God of the Bible creates humans and gives them food.<br><br>In this lesson, we will study the biblical significance of the sacrifices. The biblical meaning of the sacrifices depends on the literary context in which they appear. Historical and legislative texts tend to report the events of the sacrifices as rituals, and thus provide the religious and ethical significance of the sacrifices as they are lived by the people. On the other hand, the prophetic and poetic texts tend to focus on their spiritual and prophetic significance. We have chosen one typical text of each category: the historical sacrifices of Cain and Abel, in Genesis 4, and the prophetic sacrifice of the Suffering Servant, in Isaiah 53, in order to better understand their respective significance.<br><br><strong>Part II: Commentary<br><br>The Religious and Ethical Significance of the Sacrifices</strong><br><br>The first explicit event of sacrifice highlights the diametric opposition between Cain and Abel. While Cain takes his offering only from “the fruit of the ground” (Gen. 4:3, NKJV), Abel, on the other hand, brings “also,” or “in addition” to, the non-animal offering “the firstborn of his flock” (Gen. 4:4, NKJV). The sacrifice of Abel, therefore, is in conformity with biblical instruction, which required that “in addition to” a vegetable offering, a sacrificial animal be presented for the burnt offering (Exod. 29:39–41). Considering the fact that Abel was “a keeper of sheep, but Cain was a tiller of the ground” (Gen. 4:2), Cain, the elder brother, was confronted with a problem: he needed the help of his little brother. Cain’s pride may have played a role in his choice of sacrifice and in his subsequent actions.<br><br>The biblical story tells us, then, that “the Lord respected Abel and his offering, but He did not respect Cain and his offering” (Gen. 4:4, 5, NKJV). The biblical text does not explain why Abel’s sacrifice was accepted and Cain’s offering not. However, a number of clues in the text suggest the following:<br><strong><br>1. </strong>God’s first concern is the person who makes the offering, as the following literal translation suggests: “God looked with interest at Abel, therefore [waw] at his offering; but He did not look with interest at Cain, therefore [waw] at his offering.” This translation indicates that the reason for God’s rejection or acceptance of the offering lies primarily in the spiritual condition of the person and not in his offering, per se (Mic. 6:7, 8; Isa. 1:11).<br><br><strong>2.</strong> While Cain offers “to God,” Abel just offers. The phrase “to God” is absent in conjunction with Abel. While Cain thinks of his offering as his gift to God, Abel’s attention essentially concerns the meaning of the sacrifice itself, namely, God’s gift to him. While Cain views his religion as an upward movement to God, Abel understands it as a downward movement from God.<br><br><strong>3.</strong> Whereas Abel chose from the bekorot, the “ ‘firstfruits,’ ” the most precious produce of the season, according to the Mosaic legislation (Exod. 23:19, NKJV), Cain took any fruit from the land. Cain’s offering was the expression of human effort toward God, whereas Abel’s offering was the expression of humanity’s need for God’s salvation.<br><br><strong>4. </strong>Abel’s offering was related to the promise of the Messianic Lamb of Genesis 3:15, who would be sacrificed to save the world, whereas Cain’s offering was an empty and unsignificant ritual. Note that the same contrast appears between the human clothing and God’s clothing (Gen. 3:7). Whereas Adam and Eve used the plant that was available to them to cover themselves, God used clothing that implied an animal sacrifice (see Gen. 3:21).<br><br><strong>5.</strong> Ultimately, Cain’s lack of the right religious connection reaches its climax in the act of murder. Because Cain disconnects from God the Father, he loses his connection with his brother.<br><br>Fratricide illustrates how sin works. Sin toward one’s brother derives from sin toward God. God perceives this relation between the religious and the ethical when He warns Cain: “ ‘If you do well, will you not be accepted?’ ” (Gen. 4:7, NKJV). The phrase “ ‘do well’ ” concerns, first of all, the right sacrifice, which Cain is required to offer; but it also refers to Cain’s personal struggle against evil and, more particularly, to his relationship with his brother. The Hebrew verb teytib, “do well,” has a strong ethical connotation. The same verb is used by Jeremiah to describe the desired relationship between “ ‘a man and his neighbor’ ” (Jer. 7:5, NKJV).<br><br>It is interesting to note that Jeremiah’s address to Israel connects the same issue of religious life to ethics. After a long list of ethical crimes (stealing, lying, adultery, etc.), the prophet confronts his people, who then “ ‘come and stand before Me in this house which is called by My name’ ” (Jer. 7:10, NKJV). This call has resonated with many other prophets who have emphasized God’s rejection of these sacrifices. Micah, in particular, eloquently insists on the worthlessness of such a religion: “Will the Lord be pleased with thousands of rams? . . . He has shown you, O man, what is good . . . to do justly, to love mercy, and to walk humbly with your God” (Mic. 6:7, 8, NKJV).<br><strong><br>The Prophetic Significance of the Sacrifices</strong><br><br>One of the most powerful biblical passages on the prophetic significance of the sacrifices is Isaiah’s song of the Suffering Servant. The Suffering Servant is identified as a sacrifice, thus predicting the sacrificial ministry of Jesus Christ. In fact, the central idea of the passage is the suffering and dying of the Servant for atoning purposes. This idea appears in eight out of the 12 verses (Isa. 53:4–8,10–12).<br><br>It is also intensified in the central section of Isaiah 53:4–6 and described with terms and motifs directly borrowed from the Levitical world. The Servant is compared to a lamb ready for slaughter (Isa. 53:7; compare with Lev. 4:32; Lev. 5:6; Lev. 14:13, 21; etc.). The passive form, one of the most characteristic features of the Levitical style, is most prominent in Isaiah 53. It is used 16 times in the text; 12 of them are in the Niphal, the technical form of the priestly “declaratory verdict,” which is normally used in connection with the sacrifices. This religious-cultic intention is further confirmed by the seven references to “sin,” covering all three technical terms (pesha‘, ‘awon, khet’): “He was wounded for our transgressions [pesha‘], He was bruised for our iniquities [‘awon]; . . . And the Lord has laid on Him the iniquity [‘awon] of us all. . . . He shall bear their iniquities [‘awon]. He bore the sin [khet’] of many” (Isa. 53:5, 6, 11, 12, NKJV).<br><strong><br>One verse in particular reveals the Levitical process of atonement:</strong><br><br>“By His knowledge My righteous Servant shall justify many, for He shall bear their iniquities” (Isa. 53:11, NKJV). The word “knowledge” (beda‘to) points to verse 3, where the same root word “to know” (Yadu‘a) is used to characterize the Servant as a man who “knows” grief. The verse explains that it is through this knowledge, or this experience, of suffering that the Servant will “justify.” The following phrase explains the operation implied in the verb “justify”: “For He shall bear their iniquities” (Isa. 53:11). It is by bearing their iniquities that the Servant will be able to make many just. The next verse again uses the word “many” and confirms this interpretation which makes “many” the object of the verb “justify”: hence, the Servant “bore the sin of many” (Isa. 53:12, NKJV).<br><br>This language and its association of ideas are quite familiar in the biblical context, suggesting that the Servant is like the sacrificial offering, which in the Levitical system bore the sin and hence permitted justification and forgiveness from God: “ ‘If he brings a lamb as his sin offering, . . . he shall lay his hand on the head of the sin offering. . . . So the priest shall make atonement for his sin [khet’] that he has committed, and it shall be forgiven him’ ” (Lev. 4:32–35, NKJV). The strong cultic accent in this text upholds the idea that the Suffering Servant plays the role of a vicarious sacrifice, taking the place of the sinner to provide forgiveness.<br><br><strong>Part III: Life Application</strong><br><br><strong>God’s Sacrifice for Your Salvation. Read Philippians 2:7. Reflect on the expression “emptied Himself ” (ESV). How does God’s willingness to become “nothing” apply to your relationship with your fellow neighbors or your relatives? How ready are you to become nothing, to “empty” yourself for the advancement of your colleague or the growth of your child?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>Understanding Sacrifice</p>",
         "verse":"<p>“And they sang a new song, saying: ‘You are worthy to take the scroll, and to open its seals; for You were slain, and have redeemed us to God by Your blood out of every tribe and tongue and people and nation’ ” (Revelation 5:9, NKJV).</p>",
         "versionCode":10,
         "weekDate":"May 3–9"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
