{
   "data":[
      {
         "color":"#195ccb",
         "id":702,
         "idEs":31,
         "language":"en",
         "lessonDays":[
            {
               "date":"July 6",
               "dayTitle":"",
               "id":21,
               "idDay":1,
               "idLesson":2,
               "lessonText":"<p>Each Gospel introduces the beginning of Jesus’ ministry in a particular way.</p><p>Matthew presents Jesus as calling disciples and then preaching the Sermon on the Mount.</p><p>Luke tells the story of Jesus’ inaugural sermon on a Sabbath in the synagogue in Nazareth.</p><p>John recounts the calling of some of the early disciples and the wedding at Cana, where Jesus performs His first sign. The Gospel of Mark recounts the calling of four disciples and describes a Sabbath in Capernaum and what followed.</p><p>This “Sabbath with Jesus” at the beginning of Mark gives the reader a sense of who Jesus is. In the entire section for this week’s lesson, there are very few of His words recorded: a brief call to discipleship, a com- mand to a demon, a plan to visit other locations, and the healing of a leper with instructions to show himself before a priest to be clean. The emphasis is on action, particularly healing people. The Gospel writer likes to use the word immediately to illustrate the fast-action movement of Jesus’ ministry.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 7",
               "dayTitle":"<p>“Follow Me”</p>",
               "id":22,
               "idDay":2,
               "idLesson":2,
               "lessonText":"<p><strong>Read Mark 1:16–20. Who were the men Jesus called as disciples, and what was their response?</strong></p><p><strong>Mark 1:16–20</strong></p><p><strong><sup>16</sup></strong> Now as he walked by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers.</p><p><strong><sup>17</sup></strong> And Jesus said unto them, Come ye after me, and I will make you to become fishers of men.</p><p><strong><sup>18 </sup></strong>And straightway they forsook their nets, and followed him.</p><p><strong><sup>19 </sup></strong>And when he had gone a little farther thence, he saw James the son of Zebedee, and John his brother, who also were in the ship mending their nets.</p><p><strong><sup>20 </sup></strong>And straightway he called them: and they left their father Zebedee in the ship with the hired servants, and went after him.</p><p>Mark 1 does not have many of Jesus’ words recorded. However, Mark 1:17 does have His words to two fishermen, Simon, who will later be called “Peter,” and his brother, Andrew. The two men are standing on the shore of the Sea of Galilee, casting a net.</p><p>There is no mention of a boat or other fishing paraphernalia, which may suggest that the two men are not well off financially. In Mark 1:19, 20, James and John are in a boat with their father and servants, which suggests that they were better off financially than Peter and Andrew. Luke indicates that Peter does have a boat and that, in fact, James and John were partners of Peter and Andrew (see Luke 5:1–11).</p><p>But the Gospel of Mark may be presenting a contrast between the two sets of brothers, and in order to illustrate that difference, Jesus calls to discipleship both those who have less resources and those with more.</p><p>Jesus’ call to these men is simple, direct, and prophetic. He calls them to follow Him—that is, to become His disciples. He indicates that if they will respond to His call, He will take on the task of making them fishers of men.&nbsp;</p><p><strong>Ponder why these men would immediately (Mark 1:16–20) leave everything and follow Jesus.</strong></p><p>The Gospel of John fills in the picture more fully (see John 1:29–42). It seems that the brothers were followers of John the Baptist and heard his proclamation that Jesus was “ ‘the Lamb of God, who takes away the sin of the world’ ” (John 1:29, ESV). They met Jesus and spent time with Him near the Jordan River. Consequently, their acceptance of Jesus’ call to ministry was not some lark or escapade. They had thought this through.</p><p>But why does Mark not fill in more details? Likely, it is to emphasize the power of Jesus. He calls, and willing fishermen answer, and their lives, and the world itself, are never the same.</p><p><strong>What have you been called to give up in order to follow Jesus? (Think about the implications of your answer, especially if you can’t think of anything.)</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 8",
               "dayTitle":"<p>An Unforgettable Worship Service</p>",
               "id":23,
               "idDay":3,
               "idLesson":2,
               "lessonText":"<p>Read Mark 1:21–28. What unforgettable experience happened in the Capernaum synagogue, and what spiritual truths can we take from this account?</p><p><strong>Mark 1:21–28</strong></p><p><strong><sup>21</sup></strong> And they went into Capernaum; and straightway on the sabbath day he entered into the synagogue, and taught.</p><p><strong><sup>22</sup></strong> And they were astonished at his doctrine: for he taught them as one that had authority, and not as the scribes.</p><p><strong><sup>23</sup></strong> And there was in their synagogue a man with an unclean spirit; and he cried out,</p><p><strong><sup>24</sup></strong> Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God.</p><p><strong><sup>25</sup></strong> And Jesus rebuked him, saying, Hold thy peace, and come out of him.</p><p><strong><sup>26</sup></strong> And when the unclean spirit had torn him, and cried with a loud voice, he came out of him.</p><p><strong><sup>27</sup></strong> And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him.</p><p><strong><sup>28</sup></strong> And immediately his fame spread abroad throughout all the region round about Galilee.</p><p>Most Christians have some unforgettable moments in their Christian walk—the decision to follow Jesus; the day of their baptism; a powerful sermon during which they deeply felt the presence of God. Some of these moments might not only be unforgettable but be life-changing, as well. So it might have been for some people in Capernaum on the Sabbath described in Mark 1. “And they were astonished at His teaching, for He taught them as one having authority, and not as the scribes” (Mark 1:22, NKJV). As Jesus was teaching, a demon-possessed man, no doubt impacted by the power of Jesus’ teaching, shouted, “ ‘What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God’ ” (Mark 1:24, ESV), and Jesus cast out the demon.</p><p>Think of the implications of these words from the demon. First, the demon recognizes Jesus as “ ‘the Holy One of God.’ ” He acknowledges that Jesus is the holy emissary of God, in contrast to the unclean, unholy hosts of Satan. In a worship setting, one expects holy things and individuals, not unholy and unclean things. Thus, in this story there is a sharp contrast between the forces of good and the forces of evil. We can see here the reality of the great controversy. People might not yet know who Jesus is, but the demon certainly does and publicly acknowledges it, as well.</p><p>Next, the command to come out of the man is understandable, but why the command, “ ‘Be quiet’ ” (NKJV)? Beginning here in Mark, a remarkable motif appears: Jesus’ call for silence regarding who He is. Scholars call this the “Messianic Secret.”</p><p>Jesus’ call for silence makes good sense because of the political overtones of Messianic expectations in His time. It was risky to be a messiah. Yet, mixed with the calls for silence are the unmistakable revelations of who Jesus is. What will become clear over time is that Jesus’ identity cannot be hidden, and the truth of who He is becomes the center of the gospel message. People need not only to know who Jesus is but also to make a decision about how they will respond to His coming and what it means for them.</p><p><strong>In seeking to witness to others, when might it be prudent not to present all that we believe regarding “present truth”?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 9",
               "dayTitle":"<p>More Sabbath Ministry</p>",
               "id":24,
               "idDay":4,
               "idLesson":2,
               "lessonText":"<p><strong>Read Mark 1:29–34. How did Jesus help Peter’s family, and what spiritual lessons can we draw from this account?</strong></p><p><strong>Mark 1:29–34</strong></p><p><strong><sup>29</sup></strong> And forthwith, when they were come out of the synagogue, they entered into the house of Simon and Andrew, with James and John.</p><p><strong><sup>30</sup></strong> But Simon's wife's mother lay sick of a fever, and anon they tell him of her.</p><p><strong><sup>31</sup></strong> And he came and took her by the hand, and lifted her up; and immediately the fever left her, and she ministered unto them.</p><p><strong><sup>32</sup></strong> And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils.</p><p><strong><sup>33</sup></strong> And all the city was gathered together at the door.</p><p><strong><sup>34</sup></strong> And he healed many that were sick of divers diseases, and cast out many devils; and suffered not the devils to speak, because they knew him.</p><p>After the amazing synagogue service, Jesus retires with His small band of disciples (Peter, Andrew, James, and John) to Peter’s home, evidently to spend the rest of the Sabbath day in a friendly meal and fellowship. But a note of concern overshadows the scene: Peter’s mother-in-law is ill with a fever, which back then meant you either got better or died.</p><p>They tell Jesus of the sickness, and He takes Peter’s mother-in-law by the hand and raises her up. She immediately begins to provide for their needs. What a powerful example of the principle that those who have been saved, healed, by Jesus will minister to others as a result!</p><p>Throughout Mark it is often the case that Jesus heals by touching the affected person (see Mark 1:41; Mark 5:41), though other times no touch is mentioned (see Mark 2:1–12, Mark 3:1–6, Mark 5:7–13).</p><p>Jesus was not done with ministry that day. After sunset many came to Peter’s house for healing, no doubt from seeing what happened at the synagogue that day or from hearing about it. The fact that the Gospel writer does not tell his readers that people delayed because of the hours of the Sabbath indicates that he expected his readers to know about the Sabbath. This feature of Mark is consistent with his readers being Sabbath keepers.</p><p>Mark says that the entire city was gathered at the door that evening (Mark 1:33). It would have taken some time for Jesus to help all those people.</p><p>“Hour after hour they came and went; for none could know whether tomorrow would find the Healer still among them. Never before had Capernaum witnessed a day like this. The air was filled with the voice of triumph and shouts of deliverance. The Saviour was joyful in the joy He had awakened. As He witnessed the sufferings of those who had come to Him, His heart was stirred with sympathy, and He rejoiced in His power to restore them to health and happiness.</p><p>“Not until the last sufferer had been relieved did Jesus cease His work. It was far into the night when the multitude departed, and silence settled down upon the home of Simon. The long, exciting day was past, and Jesus sought rest. But while the city was still wrapped in slumber, the Saviour, ‘rising up a great while before day, . . . went out, and departed into a solitary place, and there prayed.’ ”—Ellen G. White, The Desire of Ages, p. 259.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 10",
               "dayTitle":"<p>The Secret of Jesus’ Ministry</p>",
               "id":25,
               "idDay":5,
               "idLesson":2,
               "lessonText":"<p><strong>Read Mark 1:35–39. What important lessons can be taken from what Jesus did here?</strong></p><p><strong>Mark 1:35–39</strong></p><p><strong><sup>35</sup></strong> And in the morning, rising up a great while before day, he went out, and departed into a solitary place, and there prayed.</p><p><strong><sup>36</sup></strong> And Simon and they that were with him followed after him.</p><p><strong><sup>37</sup></strong> And when they had found him, they said unto him, All men seek for thee.</p><p><strong><sup>38</sup></strong> And he said unto them, Let us go into the next towns, that I may preach there also: for therefore came I forth.</p><p><strong><sup>39</sup></strong> And he preached in their synagogues throughout all Galilee, and cast out devils.</p><p>Jesus arose before sunrise and went out to a quiet, deserted location to pray. Mark 1:35 emphasizes prayer as the focus of Jesus’ action. All the other verbal forms in the sentence are in summary form—He got up, went out, and departed (all in the aorist tense in Greek, signifying completeness). But the verb “to pray” is in the imperfect tense, a form used to express, particularly here, an ongoing process. He was praying, He kept on praying. The text also emphasizes how early it was when Jesus went out, implying that His time of prayer alone was extensive. Throughout the Gospels, we meet Jesus as a man of prayer (see Matt. 14:23, Mark 6:46, John 17). This appears to be one of the key secrets in the power of Jesus’ ministry.</p><p><strong>Read Luke 6:12. What does this teach about Jesus’ prayer life?</strong></p><p><strong>Luke 6:12</strong></p><p><strong><sup>12</sup></strong> And it came to pass in those days, that he went out into a mountain to pray, and continued all night in prayer to God.</p><p>Many Christians have set times for prayer. This practice is good and right, but it also can become a routine, almost something done by rote. One way to break out of a set mold is to change the time of prayer occasionally or to pray longer than usual at times. The point is not to lock yourself into some kind of formula that can never change.</p><p>Peter and his companions did not accompany Jesus to the place of prayer. Perhaps they knew of the location because they did find Him. Their note that everyone was looking for Jesus suggested that He follow up the exciting experience of the previous day with more healing and teaching. Surprisingly, Jesus demurs and points to a wider field of service to other locations. “But He said to them, ‘Let us go into the next towns, that I may preach there also, because for this purpose I have come forth’ ” (Mark 1:38, NKJV).</p><p><strong>If Jesus Himself needed to spend so much time in prayer, what about ourselves, and how much time should we spend in prayer? What does Jesus’ example say to us?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 12",
               "dayTitle":"<p>Further Thought:</p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p>Read Ellen G. White, “At Capernaum,” pp. 252–261; “Thou Canst Make Me Clean,” pp. 262–266, in The Desire of Ages. What picture of Jesus does Mark 1 present? Jesus has authority to call disciples, and they respond. He is holy in contrast to unclean spirits under Satan. A great battle is going on between good and evil, and Jesus has more power than the demons. Jesus has compassion for sick people and helps them, touching them when perhaps no one else would.</p><p>“Jesus in the synagogue spoke of the kingdom He had come to establish, and of His mission to set free the captives of Satan. He was interrupted by a shriek of terror. A madman rushed forward from among the people, crying out, ‘Let us alone; what have we to do with Thee, Thou Jesus of Nazareth? art Thou come to destroy us? I know Thee who Thou art; the Holy One of God.’ “All was now confusion and alarm. The attention of the people was diverted from Christ, and His words were unheeded. This was Satan's purpose in leading his victim to the synagogue. But Jesus rebuked the demon, saying, ‘Hold thy peace, and come out of him. And when the devil had thrown him in the midst, he came out of him, and hurt him not.’ . . . He who had conquered Satan in the wilderness of temptation was again brought face to face with His enemy. The demon exerted all his power to retain control of his victim. To lose ground here would be to give Jesus a victory. . . . But the Saviour spoke with authority, and set the captive free.”—Ellen G. White, The Desire of Ages, pp. 255, 256.</p><p>Meanwhile, our Lord carried on a busy ministry, moving from place to place, almost constantly in touch with many people. How did He maintain a calm and steady approach to ministry and people? It was doubtless through His daily experience of prayer.<br></p><p>Think about what might be a workable schedule for you in regard to time for prayer and study of the Scriptures. Find what works for you, and take that time to develop a peaceful spirit, guided by the Spirit and the Word of God.</p><p><strong>Discussion Questions:</strong></p><p><strong>1.</strong> Talk in class about the question of prayer and why it is so important in the Christian life. What are some of the questions people have about the purpose and efficacy of prayer?</p><p><strong>2. </strong>In class, talk about cases in which it might be best, at certain times, not to say too much about our faith. When might that be the prudent thing to do, and yet, how can we do that without compromising our witness?</p><p><strong>3.</strong> Who are the “lepers” in your culture today? How could your church reach out and “touch” these individuals to bring the gospel to them?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"July 11",
               "dayTitle":"<p>Can You Keep a Secret?</p>",
               "id":26,
               "idDay":6,
               "idLesson":2,
               "lessonText":"<p><strong>Read Mark 1:40–45. What does this teach us about Jesus and how He related to the marginalized in society?</strong></p><p><strong>Mark 1:40–45</strong></p><p><strong><sup>40</sup></strong> And there came a leper to him, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean.</p><p><strong><sup>41</sup></strong> And Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I will; be thou clean.</p><p><strong><sup>42</sup></strong> And as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed.</p><p><strong><sup>43</sup></strong> And he straitly charged him, and forthwith sent him away;</p><p><strong><sup>44</sup></strong> And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.</p><p><strong><sup>45</sup></strong> But he went out, and began to publish it much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter.</p><p>Leprosy as described in this passage, and throughout the Old Testament as well, did not refer only to what is known today as Hansen’s disease (bona fide leprosy). The biblical terminology would be better translated as a “dreaded skin disease” and could include other epidermic ailments, as well. Hansen’s disease may have come to the ancient Near East about the third century b.c. (see David P. Wright and Richard N. Jones, “Leprosy,” The Anchor Bible Dictionary, vol. 4 [New York: Doubleday, 1992], pp. 277–282). Hence, the leper referred to in this passage could well have had Hansen’s disease, though we don’t know for sure exactly what the man suffered from, only that it was bad.</p><p>The leper places faith in Jesus that He can cleanse him. According to Leviticus 13, a leper was ritually unclean and had to avoid contact with others (see Lev. 13:45, 46).<br></p><p>Jesus, however, is moved with compassion toward the man and touches him. “Then Jesus, moved with compassion, stretched out His hand and touched him, and said to him, ‘I am willing; be cleansed’ ” (Mark 1:41, NKJV). This action should have defiled Jesus until the evening, when He would be required to bathe to become ritually pure again (compare with Leviticus 13–15). But Mark is clear that Jesus’ action of touching the sick man cleanses him of his leprosy. Thus, Jesus was not defiled by touching the man.</p><p>Jesus sends the man to a priest with the instruction to offer the sac- rifice Moses commanded for such cases in Leviticus 14. Throughout the Gospel of Mark, Jesus stands as a defender and supporter of what Moses taught (see Mark 7:10; Mark 10:3, 4; Mark 12:26, 29–31). This view stands in sharp contrast to the religious leaders, who in the passages in Mark 7, 10, and 12 are subverting the original intent of the teachings given through Moses. These details explain Jesus’ command in Mark 1:44 to silence the man. If he were to tell of his cure by Jesus, it might prejudice the decision of the priest in bias against Jesus.</p><p>But the cleansed leper does not seem to understand this, and in disobedience to Jesus’ command, he spreads the news far and wide, making it impossible for Jesus to enter towns openly for His ministry.</p><p><strong>How can we be careful not to do things that could hamper the spread of the gospel, no matter how good our intentions?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":27,
               "idDay":7,
               "idLesson":2,
               "lessonText":"<p><strong>Bewildered Shaman: Part 2</strong></p><p><strong>By Andrew McChesney</strong><br></p><p>Father rested for several days at the house of his daughter, Divya, in Nepal. He was exhausted from his jobs as construction worker and shaman. Father watched with interest when the Seventh-day Adventist pastor of Divya’s church came to visit and brought several church members with him.</p><p>He listened as they sang several songs about his daughter’s new God, Jesus.</p><p>Then the pastor opened a Bible and read Jesus’ invitation, “Come to Me, all you who labor and are heavy laden, and I will give you rest” (Matt. 11:28, NKJV). Father felt a yearning in his heart to know this God. He wanted rest.</p><p>Then the pastor read John 3:16, “For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.” Father’s heart was touched. He had never heard of a God who had given His only Son to save humanity. He realized that there was no need for animal sacrifices because God sent His Son as the ultimate sacrifice for all time.</p><p>After the pastor left, Father asked Divya for a Bible. He wanted to read those two verses for himself. But when he looked, he couldn’t find them.</p><p>Divya also couldn’t find them, so she called the pastor. He showed how to find the verses. Father was delighted, and he began to read the Bible daily.</p><p>On Sabbath, he went to church with Divya and his wife, who had been cured of her mysterious illness after Divya prayed. Father didn’t understand anything at church or in the Bible. But he took the Bible when he left Mother with Divya and returned home to a neighboring town a short time later.</p><p>At home, he resumed work as a shaman and construction worker during the day. At night, he read the Bible. As the months passed, his desire to worship spirits vanished. He decided to leave the shaman profession.</p><p>“My life is different,” he told the townspeople. “I don’t want to do these rituals.”<br></p><p>The townspeople were furious when they learned that Father had become a Christian. They accused him of betraying his ancestors. Father didn’t mind. He was sure that he had found the one and only God.</p><p>Today, Father and Mother are active Seventh-day Adventists. Father, whose full name is Krishna Lama, is 66 years old and a deacon.</p><p>“I used to think that my home was where my ancestors lived,” he said. “But now I feel like the church is my home. With Jesus, my future is bright.”</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers comments</p>",
               "id":28,
               "idDay":8,
               "idLesson":2,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Texts: Mark 1:16–45, Mark 5:19</strong></p><p><strong>Study Focus: Mark 1</strong></p><p>Introduction: In the Gospel of Mark, Jesus embarks on His earthly minis­try in partnership with the Father. Mark clearly shows from the very beginning of his account that Jesus is “the Son of God” and represents Him as “the Holy One of God.” As God’s Son, Jesus preaches “the gospel of God.” Endowed with these heavenly credentials, Jesus starts a very active ministry on earth, as depicted in the first chapter of Mark. Lesson Themes: This week’s study considers certain facets of Jesus’ ministry, as featured in Mark 1, namely:</p><p><strong>1. </strong>Jesus’ ministry in partnership with the Father.</p><p><strong>2.</strong> Jesus’ mission from Capernaum to the entire region of Galilee.</p><p><strong>3. </strong>The prayer life of Jesus.</p><p><strong>4.</strong> His authority.</p><p><strong>5.</strong> His encounter with demons.</p><p><br></p><p><strong>Part II: Commentary</strong></p><p><strong>Jesus’ Ministry in Partnership With the Father</strong></p><p>The life and ministry of Jesus Christ comprise a comprehensive demonstration of the gospel. Jesus is the living embodiment of the good news for all humankind. Jesus had a clear idea about His mission on this earth; it was to reach people from all regions with the gospel of God. “Let us go into the next towns, that I may preach there also, because for this purpose I have come forth” (Mark 1:38, NKJV). As such, Jesus engaged in an active daily ministry, according to Mark.</p><p>It is interesting to note that Mark repeatedly describes not only Jesus’ actions but also the active role of God in the ministry of His Son. The Father and the Son work in close association (John 5:19). Such is the case in Mark 5:19: “He [Jesus] said to him, ‘Go home to your people and report to them what great things the Lord has done for you, and how He had mercy on you’ ” (NASB, emphasis added). “Mark portrays God as agent on seventy-five occasions. The explicit agency of God appears in association with thirty-five occurrences of verbs.”—Paul L. Danove, The Rhetoric of the Characterization of God, Jesus, and Jesus’ Disciples in the Gospel of Mark (New York: T &amp; T Clark, 2005), p. 30. Mark uses the expression “God” or “Lord” (kurios) to refer to the Father, or cites a scriptural reference when God the Father is alluded to as the agent of a given action. Examples of these usages can be found in Mark 5:19; Mark 9:37; Mark 10:6, 9; Mark 11:25; and Mark 13:19, 20.</p><p><strong>From Capernaum to the Entire Region of Galilee</strong></p><p>Jesus settled in Capernaum, according to Mark 2:1 (see also Matt. 4:13). It was here that Jesus established His headquarters for the major part of His public ministry. In Matthew 9:1, Capernaum is called “His own city” (NKJV). (See also R. H. Mounce, “Capernaum,” The International Standard Bible Encyclopedia [Grand Rapids, MI: Wm. B. Eerdmans, 1979–1988], p. 609.)</p><p>Jesus’ day started very early in the morning, as we read in Mark 1:35: “In the early morning, while it was still dark, Jesus got up” (NASB). Mark depicts Jesus as moving from place to place in the region of Galilee (Mark 1:14, 39). Most definitely, the surrounding areas adjacent to Capernaum, all the way to the Sea of Galilee (Mark 1:16) and the nearby towns (Mark 1:38), were the places that Jesus frequented most; but He worked the entire region of Galilee (Mark 1:39), including the relatively more distant and unpopulated areas outside the city (Mark 1:45).</p><p>In Capernaum, Jesus visited the synagogue in this city (Mark 1:21) and many other synagogues established in the region (Mark 1:39) to teach and to preach. Likewise when He would come to Jerusalem, Jesus went daily to the temple in Jerusalem to teach (Mark 14:49). He proclaimed the gospel of God (Mark 1:14). In addition, He healed those who suffered in mind and body: “The whole city had gathered at the door. And He healed many who were ill with various diseases, and cast out many demons” (Mark 1:33, 34, NASB).</p><p><strong>Jesus, a Man of Prayer</strong></p><p>Jesus is portrayed in Mark’s Gospel as performing one action after another. Mark highlights Jesus’ ministry as a series of events happening im­mediately after a previous incident. The Greek adverb euthus—­translated as “immediately, at once, suddenly” in English—is found in 51 verses in the four Gospels and 41 times in Mark (Mark 1:21, 29; Mark 6:45, 50; and Mark 14:43, among other verses; see Frederick W. Danker, et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature [Chicago: University of Chicago Press, 2000], p. 406). It is evident that Mark’s account is the gospel in motion. However, even though Mark’s emphasis is on a very active Jesus as occupied in His ministry, Mark also underlines Jesus’ ministry as revolving around a life of prayer.</p><p>Prayer was a key element in Jesus’ human experience and a major priority of His ministry (Mark 1:35). Although Jesus’ everyday life was filled with many activities, communion with His Father was not optional under any circumstance. At the beginning of his Gospel, Mark highlights Jesus’ prayer experience. Mark also notes Jesus’ prayer experience as He faced demonic spirits in His ministry (Mark 9:29) and in the final days of His work on earth (Mark 14:32–38).</p><p><strong>Jesus’ Authority</strong></p><p>The first reference to Jesus’ authority is found in Mark 1:22: “They were amazed at His teaching; for He was teaching them as one having authority, and not as the scribes” (NASB).</p><p>In his commentary on Mark, M. Eugene Boring mentions that “for Judaism and early Christianity, God was the ultimate authority; the issue was how God’s authority is mediated. In Judaism, the divine authority is mediated by the Torah, which then must be interpreted through debate and voting by qualified scholars. For Mark, God’s authority is mediated by the word of Jesus, who simply pronounces.”—M. Eugene Boring, Mark: A Commentary (Louisville, KY: Westminster John Knox Press, 2012), p. 63. This insight explains the concern of Jewish leaders when they interrogated Jesus: “The chief priests and the scribes and the elders came to Him, and began saying to Him, ‘By what authority are You doing these things, or who gave You this authority to do these things?’ ” (Mark 11:27, 28, NASB1995).</p><p>Additionally, we must bear in mind that the scribes were masters of the letter of the law but were never, it seems, transformed by its substance. Thus, they were not able to live it, incarnate it, and demonstrate in their lives the practical dimension of the gospel (Mark 1:22). We should note the discussion between Jesus and some Jews in John 5.</p><p>Jesus says to them, “You examine the Scriptures because you think that in them you have eternal life; and it is those very Scriptures that testify about Me; . . . but I know you, that you do not have the love of God in yourselves” (John 5:39, 42, NASB). Jesus, the Master Teacher and the Great Exemplar, moves from a superficial conformity to the mere letters of the law to an actual living demonstration of the Bible truth.</p><p>Mark 1:27 helps us better to understand the issue surrounding Jesus’ authority. The verse states, “They debated among themselves, saying,&nbsp; ‘What is this? A new teaching with authority! He commands even the unclean spirits, and they obey Him’ ” (NASB). The author shows that the people associate Jesus’ teaching with authority, an authority, in turn, that is visibly associated with actions. Mark associates and substantiates Jesus’ authority with the miracles He performs. In other words, the authority of Jesus implies exousia; that is, it is both “knowledge and power” (Frederick W. Danker, et al., A Greek-English Lexicon of the New Testament and Other Early Christian Literature, p. 353.) For Mark, Jesus’ proclamation of the good news incorporates miracles.</p><p>Jesus and the Demons Notable in Mark is Jesus’ confrontation with demons. The Gospel records the demonic forces that challenge Jesus’ ministry (Mark 1:34, 39; Mark 3:15, 22; Mark 6:13; Mark 7:26, 29, 30; Mark 9:38; Mark 16:9, 17).</p><p>These forces are described as evil or as unclean spirits (Mark 1:23, 26 onward; Mark 3:11, 30; Mark 5:2, 8, 13; Mark 6:7; Mark 7:25; Mark 9:25). Mark describes the people whom these demons afflict as demon possessed (Mark 1:32, Mark 5:15, Mark 5:18). No other Gospel concentrates on as many references to the forces of evil.</p><p><strong>Three aspects of Jesus’ encounters with the forces of evil are important to note here:</strong></p><p>1. Evil is present from the beginning of the ministry of Jesus (Mark 1:23). Indeed, the first miracle of Jesus recorded in the Gospel of Mark was to cast an evil spirit out of a man in the synagogue of Capernaum (Mark 1:25).</p><p>2. The demons could recognize what the masters of Israel did not rec- ognize in relation to Jesus and His identity. The demons professed that Jesus was “the Holy One of God” (Mark 1:24), “the Son of God” (Mark 3:11), and “Son of the Most High God” (Mark 5:7, NASB). 3. Jesus always overcame the demons. Mark reports that the demons exclaimed, “Have You come to destroy us?” (Mark 1:24, NASB). On another occasion, the demons “would fall down before Him” (Mark 3:11, NASB). Jesus cast the demons out of their human hosts, regardless of how many unclean spirits inhabited the life of the demon-possessed (Mark 5:9, Mark 16:9).</p><p>Consider this insightful study, originally written in Spanish, on the liberation of the demon-possessed person in the synagogue: “Jesus has the power because He is the Son of God, the Anointed of God, possessed by the Holy Spirit. The word of Jesus makes the sovereignty of God effective; the impure spirit opposes that sovereignty and challenges Jesus, while desecrating the sacred place of the synagogue. . . . The demons may protest, but they cannot prevent the sovereignty of God from spreading rapidly through the liberating power of the Word of Jesus.”—Ricardo Aguilar, “La liberación de un poseído en una sinagoga (Mc 1,21b–28),” in Reflexiones Bíblicas para un mundo en Crisis, ed. Javier Quezada (Mexico: Mission Nosotros A. C., 2010), pp. 190, 193.</p><p>Jesus, as the One who has come to establish the kingdom of God (Mark 1:15), is supreme above all demoniac spirits. Jesus’ “dominion is an everlasting dominion” (Dan. 7:14, NASB). His dominion includes supremacy over earthly powers and evil spiritual forces alike. In the Gospel of Mark, Satan is designated as a defeated enemy.</p><p><strong>Part III: Life Application</strong></p><p>Ellen G. White precisely described the active ministry of Jesus Christ. She wrote, “The Saviour’s life on earth was not a life of ease and devotion to Himself, but He toiled with persistent, earnest, untiring effort for the salvation of lost mankind. From the manger to Calvary He followed the path of self-denial and sought not to be released from arduous tasks, painful travels and exhausting care and labor.”—Steps to Christ, p. 78.</p><p>Then she added, “So those who are the partakers of the grace of Christ will be ready to make any sacrifice, that others for whom He died may share the heavenly gift. They will do all they can to make the world better for their stay in it.”—Steps to Christ, p. 78.</p><p>More than likely, the majority of your class members are believers who also are actively involved in a particular ministry in the church. Ask them to consider and discuss the following questions:</p><p><strong>1. </strong>Jesus’ entire life was marked by self-denial, from the cradle to the cross. Has anyone of us embarked yet in a ministry that has demanded too much sacrifice? Discuss.</p><p><strong>2. </strong>How do we live the gospel in our daily lives?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":2,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>A Day in the Ministry of Jesus<br></p>",
         "verse":"<p>“Then Jesus said to them, ‘Follow Me, and I will make you become fishers of men’ ” (Mark 1:17, NKJV).</p>",
         "versionCode":40,
         "weekDate":"July 6-12"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
