{
  "data": [
    {
      "color": "#57f00f",
      "id": 707,
      "idEs": 7,
      "language": "en",
      "lessonDays": [
        {
          "date": "May 7",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>With Genesis 15, we come to the crucial moment when God formalizes His covenant with Abraham. The Abrahamic covenant is the second covenant, after the covenant with Noah.<br><br>Like Noah’s covenant, Abraham’s covenant involves other nations, as well, for ultimately, the covenant with Abraham is part of the everlasting covenant, which is offered to all humanity (Gen. 17:7, Heb. 13:20).<br><br>This episode of Abraham’s life is full of fear and laughter. Abram is afraid (Gen. 15:1), as are Sarah (Gen. 18:15) and Hagar (Gen. 21:17). Abram laughs (Gen. 17:17), and Sarah (Gen. 18:12), and Ishmael, too (Gen. 21:9, ESV). These chapters resonate with human sensitivity and warmth. Abram is passionate about the salvation of the wicked Sodomites; he is caring toward Sarah, Hagar, and Lot; and he is hospi­table toward the three foreigners (Gen. 18:2–6).<br><br>It is in this context that Abram, whose name implies nobility and respectability, will have his name changed into Abraham, which means “father of many nations” (Gen. 17:5). Thus, we see here more hints of the universal nature of what God plans to do through His covenant with Abraham.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 8",
          "dayTitle": "<p>The Faith of Abraham<br></p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Genesis 15:1–21 and Romans 4:3, 4, 9, 22. How does Abram reveal what it means to live by faith? What is the meaning of the sacrifice that God had Abram perform?</strong></p><p><strong>Genesis 15:1–21 <sup><br></sup></strong></p><p><sup><strong>1 </strong></sup>After these things the word of the Lord came unto Abram in a vision, saying, Fear not, Abram: I am thy shield, and thy exceeding great reward.<sup><br><strong><br>2 </strong></sup>And Abram said, Lord God, what wilt thou give me, seeing I go childless, and the steward of my house is this Eliezer of Damascus?<sup><br><br><strong>3 </strong></sup>And Abram said, Behold, to me thou hast given no seed: and, lo, one born in my house is mine heir.<sup><br><br><strong>4</strong></sup> And, behold, the word of the Lord came unto him, saying, This shall not be thine heir; but he that shall come forth out of thine own bowels shall be thine heir.<sup><br><strong><br>5</strong></sup> And he brought him forth abroad, and said, Look now toward heaven, and tell the stars, if thou be able to number them: and he said unto him, So shall thy seed be.<sup><br><br><strong>6 </strong></sup>And he believed in the Lord; and he counted it to him for righteousness.<sup><br><br><strong>7</strong></sup> And he said unto him, I am the Lord that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.<sup><br><strong><br>8</strong></sup> And he said, Lord God, whereby shall I know that I shall inherit it?<sup><br><br><strong>9</strong></sup> And he said unto him, Take me an heifer of three years old, and a she goat of three years old, and a ram of three years old, and a turtledove, and a young pigeon.<sup><br><br><strong>10</strong></sup> And he took unto him all these, and divided them in the midst, and laid each piece one against another: but the birds divided he not.<sup><br><br><strong>11</strong></sup> And when the fowls came down upon the carcases, Abram drove them away.<sup><br><br><strong>12</strong></sup> And when the sun was going down, a deep sleep fell upon Abram; and, lo, an horror of great darkness fell upon him.<sup><br><strong><br>13 </strong></sup>And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;<sup><br><br><strong>14 </strong></sup>And also that nation, whom they shall serve, will I judge: and afterward shall they come out with great substance.<sup><br><br><strong>15 </strong></sup>And thou shalt go to thy fathers in peace; thou shalt be buried in a good old age.<sup><br><strong><br>16</strong></sup> But in the fourth generation they shall come hither again: for the iniquity of the Amorites is not yet full.<sup><br><br><strong>17</strong></sup> And it came to pass, that, when the sun went down, and it was dark, behold a smoking furnace, and a burning lamp that passed between those pieces.<sup><br><br><strong>18 </strong></sup>In the same day the Lord made a covenant with Abram, saying, Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates:<sup><br><strong><br>19</strong></sup> The Kenites, and the Kenizzites, and the Kadmonites,<sup><br><br><strong>20 </strong></sup>And the Hittites, and the Perizzites, and the Rephaims,<sup><br><br><strong>21</strong></sup> And the Amorites, and the Canaanites, and the Girgashites, and the Jebusites.<strong><br></strong></p><p><strong>&nbsp;Romans 4:3, 4, 9, 22</strong><sup><br></sup></p><p><sup><strong>3 </strong></sup>For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness.</p><p><sup><strong>4</strong></sup> Now to him that worketh is the reward not reckoned of grace, but of debt.</p><p><strong><sup>9</sup></strong> Cometh this blessedness then upon the circumcision only, or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.</p><p><strong><sup>22</sup></strong> And therefore it was imputed to him for righteousness.<br></p><p>God’s first response to Abram’s concern about an heir (Gen. 15:1–3) is that he will have a son from his “own body” (Gen. 15:4, NKJV). The same language is used by the prophet Nathan to refer to the seed of the future Messianic King (2 Sam. 7:12). Abram was reassured and “believed in the Lord” (Gen. 15:6), because he understood that the fulfillment of God’s promise depended not on his own righteousness but on God’s (Gen. 15:6; compare with Rom. 4:5, 6).<br><br>This notion is extraordinary, especially in that culture. In the religion of the ancient Egyptians, for instance, judgment was made on the basis of counting one’s human works of righteousness against the righteousness of the goddess Maat, who represented divine righteousness. In short, you had to earn “salvation.”<br><br>God then sets up a sacrificial ceremony for Abram to perform. Basically, the sacrifice points to Christ’s death for our sins. Humans are saved by grace, the gift of God’s righteousness, symbolized by these sacrifices. But this particular ceremony conveys specific messages for Abram. The preying of the vultures on the sacrificial animals (Gen. 15:9–11) means that Abram’s descendants will suffer slavery for a period of “ ‘four hundred years’ ” (Gen. 15:13), or four generations (Gen. 15:16). Then in the fourth generation, Abram’s descendants “ ‘shall return here’ ” (Gen. 15:16, NKJV).<br><br>The last scene of the sacrificial ceremony is dramatic: “a burning torch that passed between those pieces” (Gen. 15:17, NKJV). This extraordinary wonder signifies God’s commitment to fulfill His cove­ nant promise of giving land to Abram’s descendants (Gen. 15:18).<br><br>The boundaries of this Promised Land, “ ‘from the river of Egypt to the great river, the River Euphrates’ ” (Gen. 15:18, NKJV) remind us of the boundaries of the Garden of Eden (compare with Gen. 2:13, 14). This prophecy has, therefore, more in view than just the Exodus and a homeland for Israel. On the distant horizon of this prophecy, in Abraham’s descendants taking the country of Canaan, looms the idea of the end-time salvation of God’s people, who will return to the Garden of Eden.</p><p><strong>&nbsp;How can we learn to keep focused on Christ and His righteousness as our only hope of salvation? What happens if we try to start counting up our good works?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 9",
          "dayTitle": "<p>Abraham’s Doubts</p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Genesis 16:1–16. What is the significance of Abram’s decision to go with Hagar, even despite God’s promise to him? How do the two women represent two attitudes of faith (Gal. 4:21–31)?</strong></p><p><strong>Genesis 16:1–16</strong></p><p><sup><strong>1 </strong></sup>Now Sarai Abram's wife bare him no children: and she had an handmaid, an Egyptian, whose name was Hagar.<sup><br><strong><br>2</strong></sup> And Sarai said unto Abram, Behold now, the Lord hath restrained me from bearing: I pray thee, go in unto my maid; it may be that I may obtain children by her. And Abram hearkened to the voice of Sarai.<sup><br><strong><br>3</strong></sup> And Sarai Abram's wife took Hagar her maid the Egyptian, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband Abram to be his wife.<sup><br><strong><br>4 </strong></sup>And he went in unto Hagar, and she conceived: and when she saw that she had conceived, her mistress was despised in her eyes.<sup><br><br><strong>5 </strong></sup>And Sarai said unto Abram, My wrong be upon thee: I have given my maid into thy bosom; and when she saw that she had conceived, I was despised in her eyes: the Lord judge between me and thee.<sup><br><strong><br>6</strong></sup> But Abram said unto Sarai, Behold, thy maid is in thine hand; do to her as it pleaseth thee. And when Sarai dealt hardly with her, she fled from her face.<sup><br><br><strong>7 </strong></sup>And the angel of the Lord found her by a fountain of water in the wilderness, by the fountain in the way to Shur.<sup><br><br><strong>8 </strong></sup>And he said, Hagar, Sarai's maid, whence camest thou? and whither wilt thou go? And she said, I flee from the face of my mistress Sarai.<sup><br><br><strong>9 </strong></sup>And the angel of the Lord said unto her, Return to thy mistress, and submit thyself under her hands.<sup><br><br><strong>10 </strong></sup>And the angel of the Lord said unto her, I will multiply thy seed exceedingly, that it shall not be numbered for multitude.<sup><strong><br><br>11</strong></sup> And the angel of the Lord said unto her, Behold, thou art with child and shalt bear a son, and shalt call his name Ishmael; because the Lord hath heard thy affliction.<sup><br><br><strong>12</strong></sup> And he will be a wild man; his hand will be against every man, and every man's hand against him; and he shall dwell in the presence of all his brethren.<sup><br><br><strong>13</strong></sup> And she called the name of the Lord that spake unto her, Thou God seest me: for she said, Have I also here looked after him that seeth me?<sup><br><br><strong>14</strong></sup> Wherefore the well was called Beerlahairoi; behold, it is between Kadesh and Bered.<sup><br><strong><br>15</strong></sup> And Hagar bare Abram a son: and Abram called his son's name, which Hagar bare, Ishmael.<sup><br><br><strong>16</strong></sup> And Abram was fourscore and six years old, when Hagar bare Ishmael to Abram.<br></p><p><strong>Gal. 4:21–31</strong><sup><br></sup></p><p><sup><strong>21</strong></sup> Tell me, ye that desire to be under the law, do ye not hear the law?<sup><br><br><strong>22 </strong></sup>For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman.<sup><br><br><strong>23</strong></sup> But he who was of the bondwoman was born after the flesh; but he of the freewoman was by promise.<sup><br><br><strong>24</strong></sup> Which things are an allegory: for these are the two covenants; the one from the mount Sinai, which gendereth to bondage, which is Agar.<sup><br><br><strong>25</strong></sup> For this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children.<sup><br><br><strong>26 </strong></sup>But Jerusalem which is above is free, which is the mother of us all.<sup><br><br><strong>27 </strong></sup>For it is written, Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband.<sup><br><br><strong>28</strong></sup> Now we, brethren, as Isaac was, are the children of promise.<strong><br><br><sup>29</sup></strong> But as then he that was born after the flesh persecuted him that was born after the Spirit, even so it is now.<sup><br><br><strong>30</strong></sup> Nevertheless what saith the scripture? Cast out the bondwoman and her son: for the son of the bondwoman shall not be heir with the son of the freewoman.<sup><br><br><strong>31</strong></sup> So then, brethren, we are not children of the bondwoman, but of the free.</p><p>When Abram doubted (Gen. 15:2), God unambiguously reassured him that he would have a son. Years later, Abram is still without a son. Even after God’s last powerful prophecy, Abram seems to have lost his faith: he does not believe anymore that it will be possible for him to have a son with Sarai. Sarai, feeling hopeless, takes the initiative and urges him to resort to a common practice of that time in the ancient Near East: take a surrogate. Hagar, Sarai’s servant, is appointed for this service. The system works. Ironically, this human strategy seemed more efficient than did faith in God’s promises.<br><br>The passage describing Sarai’s relation to Abram echoes the story of Adam and Eve in the Garden of Eden. The two texts share a number of common motifs (Sarai, like Eve, is active; Abram, like Adam, is passive) and share common verbs and phrases (“heed the voice,” “take,” and “give”). This parallel between the two stories implies God’s disapproval of this course of action.<br><br>The apostle Paul refers to this story to make his point about works versus grace (Gal. 4:23–26). In both accounts, the result is the same: the immediate reward of human work outside the will of God leads to future troubles. Note that God is absent during the whole course of action. Sarai speaks about God but never speaks to Him; nor does God speak to either of them. This absence of God is striking, especially after the intense presence of God in the previous chapter.<br><br>God then appears to Hagar but only after she has left the house of Abram. This unexpected appearance discloses God’s presence in spite of human attempts to work without Him. The reference to “the Angel of the Lord” (Gen. 16:7, NKJV) is a title that is often identified with the Lord, YHWH (see Gen. 18:1, 13, 22). This time it is God who takes the initiative and announces to Hagar that she will give birth to a son, Ishmael, whose name means God hears (Gen. 16:11). Ironically, the story, which ends with the idea of hearing (shama‘ ), echoes the hearing at the beginning of the story, when Abram “heeded” (shama‘ ) the voice of Sarai (Gen. 16:2).<br><strong><br>Why is it so easy for us to have the same lack of faith that Abram had here?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 10",
          "dayTitle": "<p>The Sign of the Abrahamic Covenant<br></p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>The Sign of the Abrahamic Covenant Read Genesis 17:1–19 and Romans 4:11. What is the spiritual and prophetic significance of the circumcision rite?</strong><br><br>Abram’s lack of faith, as seen in the preceding story (Genesis 16), broke the flow of Abram’s spiritual journey with God. During that time God was silent. But now, God speaks again to Abram. God reconnects with Abram and brings him back to the point when He made a covenant with Abram (Gen. 15:18).<br><br>Now, though, God gives him the sign of that covenant. The meaning of circumcision has been long discussed by scholars, but because the rite of circumcision involves the shedding of blood (see Exod. 4:25), it could be understood in the context of sacrifice, signifying that righteousness was imputed to him (compare with Rom. 4:11).<br><br>It also is significant that this covenant, signified by circumcision, is described in terms that point back to the first Messianic prophecy (compare Gen. 17:7 with Gen. 3:15). The parallel between the two texts suggests that God’s promise to Abram concerns more than just the physical birth of a people; it contains the spiritual promise of salvation for all the peoples of the earth. And the promise of the “everlasting covenant” (Gen. 17:7) refers to the work of the Messianic Seed, the sacrifice of Christ that ensures eternal life to all who claim it by faith and all that faith entails (compare with Rom. 6:23 and Titus 1:2).<br><br>Interestingly, this promise of an eternal future is contained in the change of the names of Abram and Sarai. The names of Abram and Sarai referred just to their present status: Abram means “exalted father” and Sarai means “my princess” (the princess of Abram). The change of their names into “Abraham” and “Sarah” referred to the future:<br><br>Abraham means “father of many nations” and Sarah means “the princess” (for everyone). In parallel, but not without some irony, the name of Isaac (“he will laugh”) is a reminder of Abraham’s laughter (the first laughter recorded in the Scriptures, Gen. 17:17); it is a laughter of skepticism or, maybe, of wonder. Either way, though he believed in what the Lord had clearly promised him, Abraham still struggled with living it out in faith and trust.<br><strong><br>How can we learn to keep on believing even when, at times, we struggle with that belief, as did Abraham? Why is it important that we not give up, despite times of doubt?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 11",
          "dayTitle": "<p>The Son of Promise<br></p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p>The last scene of circumcision involved everyone: not only Ishmael— but also all the males of Abraham’s household were circumcised (Gen. 17:23–27). The word kol, “all,” “every,” is repeated four times (Gen. 17:23, 27). It is against this inclusive background that God appears to Abraham to confirm the promise of a son, “Isaac.”<br><strong><br>Read Genesis 18:1–15 and Romans 9:9. What lessons of hospitality do we learn from Abraham’s reception of his visitors? How do you explain God’s response to Abraham’s hospitality?</strong><br></p><p><strong>Genesis 18:1–15 <sup><br></sup></strong></p><p><sup><strong>1 </strong></sup>And the Lord appeared unto him in the plains of Mamre: and he sat in the tent door in the heat of the day;<sup><br><strong><br>2 </strong></sup>And he lift up his eyes and looked, and, lo, three men stood by him: and when he saw them, he ran to meet them from the tent door, and bowed himself toward the ground,<sup><br><br><strong>3</strong></sup> And said, My Lord, if now I have found favour in thy sight, pass not away, I pray thee, from thy servant:<sup><br><br><strong>4</strong></sup> Let a little water, I pray you, be fetched, and wash your feet, and rest yourselves under the tree:<sup><br><br><strong>5 </strong></sup>And I will fetch a morsel of bread, and comfort ye your hearts; after that ye shall pass on: for therefore are ye come to your servant. And they said, So do, as thou hast said.<sup><br><strong><br>6 </strong></sup>And Abraham hastened into the tent unto Sarah, and said, Make ready quickly three measures of fine meal, knead it, and make cakes upon the hearth.<sup><br><br><strong>7 </strong></sup>And Abraham ran unto the herd, and fetcht a calf tender and good, and gave it unto a young man; and he hasted to dress it.<sup><br><br><strong>8</strong></sup> And he took butter, and milk, and the calf which he had dressed, and set it before them; and he stood by them under the tree, and they did eat.<sup><br><br><strong>9 </strong></sup>And they said unto him, Where is Sarah thy wife? And he said, Behold, in the tent.<sup><br><br><strong>10</strong></sup> And he said, I will certainly return unto thee according to the time of life; and, lo, Sarah thy wife shall have a son. And Sarah heard it in the tent door, which was behind him.<sup><br><br><strong>11</strong></sup> Now Abraham and Sarah were old and well stricken in age; and it ceased to be with Sarah after the manner of women.<sup><br><br><strong>12 </strong></sup>Therefore Sarah laughed within herself, saying, After I am waxed old shall I have pleasure, my lord being old also?<sup><br><strong><br>13</strong></sup> And the Lord said unto Abraham, Wherefore did Sarah laugh, saying, Shall I of a surety bear a child, which am old?<sup><br><br><strong>14</strong></sup> Is any thing too hard for the Lord? At the time appointed I will return unto thee, according to the time of life, and Sarah shall have a son.<sup><br><br><strong>15 </strong></sup>Then Sarah denied, saying, I laughed not; for she was afraid. And he said, Nay; but thou didst laugh.<strong><br></strong></p><p><strong>Romans 9:9</strong></p><p><sup><strong>9 </strong></sup>For this is the word of promise, At this time will I come, and Sarah shall have a son.<br></p><p>It is not clear whether Abraham knew who these strangers were (Heb. 13:2), even though he acted toward them as if God Himself were among them. He was sitting “in the tent door in the heat of the day” (Gen. 18:1, NKJV), and because visitors are rare in the desert, he was probably longing to meet with them. Abraham ran toward the men (Gen. 18:2), although he was 99 years old. He called one of these persons Adonai, “my Lord” (Gen. 18:3), a title often used for God (Gen. 20:4, Exod. 15:17). He rushed around them in the preparation of the meal (Gen. 18:6, 7). He stood next to them, attentive to their needs and ready to serve them (Gen. 18:8).<br><br>Abraham’s behavior toward heavenly strangers will become an inspiring model of hospitality (Heb. 13:2). In fact, Abraham’s attitude of reverence conveys a philosophy of hospitality. Showing respect and care toward strangers is not just a nice gesture of courtesy. The Bible emphasizes that it is a religious duty, as if directed toward God Himself (compare with Matt. 25:35–40). Ironically, God is identified more with the hungry and needy foreigner than with the generous one who receives them.<br><br>On the other hand, the divine intrusion into the human sphere denotes His grace and love toward humanity. This appearance of God anticipates Christ, who left His heavenly home and became a human servant to reach humankind (Phil. 2:7, 8). God’s appearance here provides evidence for the certainty of His promise (Gen. 18:10, NKJV). He sees Sarah, who hides herself “behind him” (Gen. 18:10), and knows her most intimate thoughts (Gen. 18:12). He knows that she laughed, and the word “laugh” is His last word. Her skepticism becomes the place where He will fulfill His word.<br><br><strong>Dwell more on the idea that “God is identified more with the hungry and needy foreigner than with the generous one who receives them.” Why is this concept so important for us to remember?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 12",
          "dayTitle": "<p>Lot in Sodom<br></p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Genesis 18:16–19:29. How does Abraham’s prophetic ministry affect his responsibility toward Lot?</strong><br></p><p><strong>Genesis 18:16–33</strong></p><p><sup><br><strong>16</strong></sup> And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way.<sup><br><br><strong>17</strong></sup> And the Lord said, Shall I hide from Abraham that thing which I do;<sup><br><br><strong>18</strong></sup> Seeing that Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?<sup><br><strong><br>19</strong></sup> For I know him, that he will command his children and his household after him, and they shall keep the way of the Lord, to do justice and judgment; that the Lord may bring upon Abraham that which he hath spoken of him.<sup><br><br><strong>20 </strong></sup>And the Lord said, Because the cry of Sodom and Gomorrah is great, and because their sin is very grievous;<sup><br><br><strong>21</strong></sup> I will go down now, and see whether they have done altogether according to the cry of it, which is come unto me; and if not, I will know.<sup><br><br><strong>22</strong></sup> And the men turned their faces from thence, and went toward Sodom: but Abraham stood yet before the Lord.<sup><br><br><strong>23</strong></sup> And Abraham drew near, and said, Wilt thou also destroy the righteous with the wicked?<sup><br><br><strong>24</strong></sup> Peradventure there be fifty righteous within the city: wilt thou also destroy and not spare the place for the fifty righteous that are therein?<sup><br><br><strong>25</strong></sup> That be far from thee to do after this manner, to slay the righteous with the wicked: and that the righteous should be as the wicked, that be far from thee: Shall not the Judge of all the earth do right?<sup><br><br><strong>26</strong></sup> And the Lord said, If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes.<sup><br><br><strong>27</strong></sup> And Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes:<sup><br><br><strong>28</strong></sup> Peradventure there shall lack five of the fifty righteous: wilt thou destroy all the city for lack of five? And he said, If I find there forty and five, I will not destroy it.<sup><br><br><strong>29</strong></sup> And he spake unto him yet again, and said, Peradventure there shall be forty found there. And he said, I will not do it for forty's sake.<sup><br><br><strong>30</strong></sup> And he said unto him, Oh let not the Lord be angry, and I will speak: Peradventure there shall thirty be found there. And he said, I will not do it, if I find thirty there.<sup><br><br><strong>31</strong></sup> And he said, Behold now, I have taken upon me to speak unto the Lord: Peradventure there shall be twenty found there. And he said, I will not destroy it for twenty's sake.<sup><br><br><strong>32</strong></sup> And he said, Oh let not the Lord be angry, and I will speak yet but this once: Peradventure ten shall be found there. And he said, I will not destroy it for ten's sake.<sup><br><br><strong>33</strong></sup> And the Lord went his way, as soon as he had left communing with Abraham: and Abraham returned unto his place.<br><br><strong>Genesis19:1-29</strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing them rose up to meet them; and he bowed himself with his face toward the ground;<sup><br><br><strong>2</strong></sup> And he said, Behold now, my lords, turn in, I pray you, into your servant's house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.<sup><br><strong><br>3 </strong></sup>And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.<sup><br><br><strong>4 </strong></sup>But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:<sup><br><br><strong>5</strong></sup> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.<sup><br><strong><br>6</strong></sup> And Lot went out at the door unto them, and shut the door after him,<sup><br><br><strong>7</strong></sup> And said, I pray you, brethren, do not so wickedly.<sup><br><strong><br>8</strong></sup> Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.<sup><br><br><strong>9</strong></sup> And they said, Stand back. And they said again, This one fellow came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, even Lot, and came near to break the door.<sup><br><br><strong>10</strong></sup> But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.<sup><br><br><strong>11</strong></sup> And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.<sup><br><br><strong>12</strong></sup> And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring them out of this place:<sup><br><br><strong>13</strong></sup> For we will destroy this place, because the cry of them is waxen great before the face of the Lord; and the Lord hath sent us to destroy it.<sup><br><br><strong>14</strong></sup> And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the Lord will destroy this city. But he seemed as one that mocked unto his sons in law.<sup><br><br><strong>15</strong></sup> And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.<sup><br><br><strong>16</strong></sup> And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the Lord being merciful unto him: and they brought him forth, and set him without the city.<sup><br><br><strong>17</strong></sup> And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.<sup><br><br><strong>18</strong></sup> And Lot said unto them, Oh, not so, my Lord:<sup><br><br><strong>19</strong></sup> Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:<sup><br><br><strong>20</strong></sup> Behold now, this city is near to flee unto, and it is a little one: Oh, let me escape thither, (is it not a little one?) and my soul shall live.<sup><br><br><strong>21</strong></sup> And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.<sup><br><br><strong>22</strong></sup> Haste thee, escape thither; for I cannot do anything till thou be come thither. Therefore the name of the city was called Zoar.<sup><br><br><strong>23</strong></sup> The sun was risen upon the earth when Lot entered into Zoar.<sup><br><br><strong>24</strong></sup> Then the Lord rained upon Sodom and upon Gomorrah brimstone and fire from the Lord out of heaven;<sup><br><br><strong>25</strong></sup> And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.<sup><br><br><strong>26</strong></sup> But his wife looked back from behind him, and she became a pillar of salt.<sup><br><br><strong>27</strong></sup> And Abraham gat up early in the morning to the place where he stood before the Lord:<sup><br><br><strong>28</strong></sup> And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.<sup><br><br><strong>29</strong></sup> And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.<br><br></p><p>God’s promise of a son to Abraham has just been reconfirmed. Yet, instead of enjoying the good news, he engages God in a passionate discussion about the fate of Lot in Sodom. Abraham not only is a prophet to whom God reveals His will; but he also is a prophet who intercedes on behalf of the wicked. The Hebrew phrase “stood before the Lord” (Gen. 18:22, NKJV) is an idiom for praying.<br><br>In fact, Abraham challenges God and bargains with Him to save Sodom, where his nephew resides. Moving from 50 down to 10, God would have saved the people of Sodom if only 10 Sodomites had been righteous.<br><br>Of course, when we read the story of what happened when the two angels came to Lot to warn him of what was coming (Gen. 19:1–10), we can see just how sick and evil the people had become. It truly was a wicked place, as were many of the nations around them; one reason why, eventually, they were driven from the land (see Gen. 15:16). “And now the last night of Sodom was approaching. Already the clouds of vengeance cast their shadows over the devoted city. But men perceived it not. While angels drew near on their mission of destruction, men were dreaming of prosperity and pleasure. The last day was like every other that had come and gone. Evening fell upon a scene of loveliness and security. A landscape of unrivaled beauty was bathed in the rays of the declining sun. The coolness of eventide had called forth the inhabitants of the city, and the pleasure-seeking throngs were passing to and fro, intent upon the enjoyment of the hour.”—Ellen G. White, Patriarchs and Prophets, pp. 157, 158.<br><br>In the end, God saved only Lot, his wife, and his two daughters (Gen. 19:15), almost half the minimum of 10. The sons-in-law, who did not take Lot’s warning seriously, remained in the city (Gen. 19:14).<br><br>That beautiful country was, then, destroyed. The Hebrew verb hafakh, “overthrew,” occurs several times in this passage (Gen. 19:21, 25, 29) and characterizes the destruction of Sodom (Deut. 29:23, Amos 4:11). The idea is that the country has been “reversed.” Just as the Flood “reversed” the original creation (Gen. 6:7), the destruction of Sodom is a “reversal” of the Garden of Eden (Gen. 13:10). In the destruction of Sodom, we are given a precursor of end-time destruction, as well (see Jude 7).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "May 13",
          "dayTitle": "",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>Read Ellen G. White, “The Law and the Covenants,” pp. 370–373, in Patriarchs and Prophets.<br><br>Abraham’s patient and tenacious plea with God on behalf of the people of Sodom (Gen. 18:22–33) should encourage us to pray for the wicked, even though they appear to be in a hopeless condition of sin. Furthermore, God’s attentive response to Abraham’s insistence, and His willingness to forgive for the sake of only “ten” righteous men is a “revolutionary” concept, as pointed out by Gerhard Hasel:<br><br>“In an extremely revolutionary manner the old collective thinking, which brought the guiltless member of the guilty association under punishment, has been transposed into something new: the presence of a remnant of righteous people could have a preserving function for the whole. . . . For the sake of the righteous remnant Yahweh would in his righteousness [tsedaqah] forgive the wicked city. This notion is widely expanded in the prophetic utterance of the Servant of Yahweh who works salvation ‘for many.’ ”—Gerhard F. Hasel, The Remnant: The History and Theology of the Remnant Idea From Genesis to Isaiah, 3rd ed. (Berrien Springs, MI: Andrews University Press, 1980), pp. 150, 151.<br><br>“All around us are souls going down to ruin as hopeless, as terrible, as that which befell Sodom. Every day the probation of some is closing. Every hour some are passing beyond the reach of mercy. And where are the voices of warning and entreaty to bid the sinner flee from this fearful doom? Where are the hands stretched out to draw him back from death?<br><br>Where are those who with humility and persevering faith are pleading with God for him? The spirit of Abraham was the spirit of Christ. The Son of God is Himself the great Intercessor in the sinner’s behalf. He who has paid the price for its redemption knows the worth of the human soul.”—Ellen G. White, Patriarchs and Prophets, p. 140.<br><strong><br>Discussion Questions:</strong><br><br><strong>1.</strong> Only the rainbow and circumcision are called “sign of the covenant.” What are the common points and the differences between the two covenants?<br><strong><br>2</strong>.Though called of God, and though often used in the New Testament as the example of what it means to live by faith, Abraham at times faltered. What lessons should we learn and not learn from his example?<br><br><strong>3.</strong> Some people argue against the idea that God will punish the lost, saying that this act would be against God’s love. How do we, as those who believe that—yes, God will punish the lost—respond to the argument that He doesn’t?<br><br><strong>Inside Story:</strong><br><br><strong>A Teacher’s Prayer</strong><br>By Andrew McChesney<br><br>A school friend told Selinah that she should worship Jesus. “You need to go to church because Jesus is coming, and when He comes, He will take His own,” she said. The friend also said only two churches exist in the world—the Seventh-day Adventist Church and another church. Selinah, whose parents were not particularly religious, chose the other church because it had the larger building in her village in northern Botswana.<br><br>After some time, a relative, a boy around her age, invited Selinah to the Adventist church. Selinah’s friends at the other church cautioned her against going. “Don’t go to that church,” said one. “You won’t come back to your own church,” said another. “Why would I leave my church?” Selinah asked.<br><br>On Sabbath morning, Selinah walked with the boy to church. The worship service had begun when they arrived. It was so different to Selinah.<br><br>The preacher talked to God like he was talking to a friend. The handshakes after the worship service surprised her. It was as if the church members had been expecting her. Learning that the preacher would conduct a series of sermons, she came back for what turned out to be an evangelistic series. She listened with amazement as the preacher used slides to show that the beasts of Daniel 7 represented world kingdoms up through Jesus’ second coming. After the meetings ended, she never returned to her former church. She was baptized and joined the Adventist Church.<br><br>Selinah Oreneile Nkwae grew up and became a schoolteacher. More than anything she wanted to teach children about Jesus at an Adventist school. But there was no Adventist school, so she taught at government schools for 34 years. After retiring, she prayed earnestly about how to be a good witness for God, and she led several evangelistic efforts that resulted in a number of baptisms. But she couldn’t forget her desire to teach at an Adventist school.<br><br>One day, her husband saw a newspaper advertisement seeking teachers for a new Adventist school in Francistown. Selinah applied and was accepted at Eastern Gate Primary School, which was constructed with a Thirteenth Sabbath Offering in 2015. God had answered her prayers. “The daily prayer of all the teachers is for the kids to see God’s character in us,” Selinah said.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "2T2022",
      "title": "<p>The Covenant With Abraham<br></p>",
      "verse": "<p>But Abram said, Lord God , what will You give me, seeing I go childless, and the heir of my house is Eliezer of Damascus? (Genesis 15:2, NKJV).<br></p>",
      "versionCode": 1,
      "weekDate": "May 7–13"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
