{
  "data": [
    {
      "color": "#FA8620",
      "id": 5,
      "idEs": 16,
      "language": "es",
      "lessonDays": [
        {
          "date": "28 de enero",
          "dayTitle": "",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p>Una definición de deuda es “vivir hoy de lo que esperas ganar en el futuro”. Hoy la deuda parece ser una forma de vida, pero no debería ser la norma para los cristianos. La Biblia desalienta la deuda. En las Escrituras hay por lo menos 26 referencias a la deuda, y todas son negativas. No dice que es pecado pedir dinero prestado, pero sí habla de que las consecuencias suelen ser malas. Al considerar las obligaciones financieras, Pablo aconsejó:&nbsp;</p><p>“Paguen a todos lo que deben: al que tributo, tributo; al que impuesto, impuesto; al que respeto, respeto; al que honra, honra. No deban a nadie nada, sino ámense unos a otros; porque el que ama al prójimo cumple la ley” (Rom. 13:7, 8). ¿Por qué la deuda es un flagelo casi internacional en todos los niveles: personal, empresarial y gubernamental? Cada sociedad siempre ha estado endeudada al menos en un pequeño porcentaje. Pero hoy en día una porción mucho mayor de la gente está endeudada, y casi nunca es para su beneficio. Esta semana consideraremos las razones para no endeudarse y cómo abordar las deudas. Quizá tú estés libre de deudas, pero puedes compartir esta valiosa información con familiares y amigos que podrían beneficiarse de ella.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "29 de enero",
          "dayTitle": "<p><strong>PROBLEMAS CON LAS DEUDAS</strong></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Deuteronomio 28:1, 2 y 12. ¿Cuál es el ideal de Dios para sus hijos con respecto a las deudas? ¿Cómo se puede alcanzar este ideal? Y, aunque este contexto es muy diferente del nuestro, ¿qué principios podemos extraer de él y aplicarlos a nuestro contexto actual?\n</strong></p><p><strong><br></strong></p><p><strong>Deuteronomio 28:1, 2</strong>&nbsp;</p><p><strong><sup>1</sup> </strong>Acontecerá que si oyeres atentamente la voz de Jehová tu Dios, para guardar y poner por obra todos sus mandamientos que yo te prescribo hoy, también Jehová tu Dios te exaltará sobre todas las naciones de la tierra.\n</p><p><strong><sup>2</sup> </strong>Y vendrán sobre ti todas estas bendiciones, y te alcanzarán, si oyeres la voz de Jehová tu Dios.\n</p><p><br></p><p><strong>Deuteronomio 28: 12\n</strong></p><p><strong><sup>12</sup></strong> Te abrirá Jehová su buen tesoro, el cielo, para enviar la lluvia a tu tierra en su tiempo, y para bendecir toda obra de tus manos. Y prestarás a muchas naciones, y tú no pedirás prestado.<br></p><p>Los estudios muestran que hay tres razones principales por las que la gente se encuentra en dificultades económicas. Se enumeran aquí en orden de mayor frecuencia.</p><p>La primera es la ignorancia. Muchas personas, incluso las instruidas, son analfabetas financieramente hablando. Simplemente, nunca estuvieron al tanto de los principios bíblicos (ni de los seculares) acerca de la administración del dinero. ¡No obstante, hay esperanza! Esta lección brindará un esquema sencillo de estos principios y cómo aplicarlos. La segunda razón de las dificultades financieras es la codicia o el egoísmo. En respuesta a la publicidad y al deseo personal, la gente simplemente vive por encima de sus posibilidades. No está dispuesta a vivir con lo que realmente puede pagar. Muchos de estos también creen que son demasiado pobres para diezmar. Por consiguiente, viven sin la sabiduría y la bendición prometidas por Dios (ver Mal. 3:10, 11; Mat. 6:33). Hay esperanza para estas personas también, pero se requiere un cambio de corazón y un espíritu de contentamiento.</p><p>La tercera razón por la que la gente tiene dificultades económicas es la desgracia personal. Es posible que haya experimentado una enfermedad grave sin un seguro de salud adecuado. Quizá la haya abandonado un cónyuge derrochador. Un desastre natural pudo haber acabado con sus posesiones. O pudo haber nacido y crecido en la más absoluta pobreza. También hay esperanza para esta gente. Aunque su camino será más difícil, los problemas pueden superarse. Se puede lograr el cambio con el apoyo de amigos cristianos, la orientación o la asistencia de consejeros piadosos, con trabajo denodado sumado a una buena educación, y la bendición y la providencia de Dios. Sea cual sea la razón, aun cuando sea culpa de la persona, la deuda se puede aliviar. Sin embargo, los endeudados necesitarán hacer algunos cambios en su vida, sus gastos y sus prioridades financieras.</p><p><strong>Lee 1 Timoteo 6:6 al 9. ¿Qué señala Pablo aquí, que todos debemos tomar en cuenta? ¿Qué significan estas palabras para ti y de qué manera puedes cumplir mejor lo que la Palabra nos enseña aquí?\n</strong></p><p><strong><br></strong></p><p><strong>1 Timoteo 6:6 al 9\n</strong></p><p><strong><sup>6</sup></strong> Pero gran ganancia es la piedad acompañada de contentamiento;<br></p><p><strong><sup>7</sup> </strong>porque nada hemos traído a este mundo, y sin duda nada podremos sacar.\n</p><p><strong><sup>8</sup> </strong>Así que, teniendo sustento y abrigo, estemos contentos con esto.\n</p><p><strong><sup>9</sup></strong> Porque los que quieren enriquecerse caen en tentación y lazo, y en muchas codicias necias y dañosas, que hunden a los hombres en destrucción y perdición.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de enero",
          "dayTitle": "<p><strong>CÓMO SEGUIR CONSEJOS PIADOSOS</strong></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>Somos seres materiales y vivimos en un mundo material; un mundo que, a veces, puede ser muy atrayente. Tendríamos que ser de acero y aceite sintético, en vez de carne y hueso, para no sentir, ocasionalmente, el atractivo de las posesiones materiales y el afán de riqueza. ¿Quién no ha fantaseado alguna vez con ser rico o ganarse la lotería? Aunque todos luchamos contra esto, y no hay nada de malo en esforzarse para tener buenos ingresos o incluso ser rico, ninguno de nosotros tiene que sucumbir a la trampa de convertir en ídolos al dinero, la riqueza y las posesiones materiales. Se nos promete poder divino para permanecer fieles a lo que sabemos que es correcto. Esto es importante, porque la tentación de las riquezas y las posesiones materiales ha llevado a la ruina de muchas almas.</p><p><strong>Lee Mateo 6:24 y 1 Juan 2:15. Aunque lo expresan de diferente manera, ¿cuál es el tema en común de ambos pasajes?</strong></p><p><strong>Mateo 6:24</strong></p><p><strong><sup>24</sup> </strong>Ninguno puede servir a dos señores; porque o aborrecerá al uno y amará al otro, o estimará al uno y menospreciará al otro. No podéis servir a Dios y a las riquezas.</p><p><strong>1 Juan 2:15</strong></p><p><strong><sup>15</sup></strong> No améis al mundo, ni las cosas que están en el mundo. Si alguno ama al mundo, el amor del Padre no está en él.</p><p>Lamentablemente, el amor al mundo puede ser tan fuerte que las personas se endeudan para satisfacer ese amor. (Eso anhelan, pero nunca funciona; ver Ecl. 4:8.) Y, debido a que el endeudamiento es una de las redes que Satanás tiende para las almas, es lógico que Dios quiera ver a sus hijos libres de deudas. Él nos ha dado consejos en la Biblia y el don de profecía que nos guiarán a la libertad financiera.</p><p><strong>Lee Salmo 50:14 y 15. ¿Con qué actitud debe vivir el pueblo de Dios? ¿Qué significa “paga tus votos”?</strong></p><p><strong>Salmo 50:14 y 15\n</strong></p><p><strong><sup>14</sup></strong> Sacrifica a Dios alabanza, y paga tus votos al Altísimo.<br></p><p><strong><sup>15</sup></strong> E invócame en el día de la angustia; te libraré, y tú me honrarás.</p><p>Ingresamos como miembros de iglesia con alabanza y acción de gracias a nuestro Dios, quien nos ha creado y redimido. En el punto 9 (de 13) de nuestros votos bautismales, se nos preguntó: “¿Crees en la organización de la iglesia? ¿Es tu propósito adorar a Dios y sostener a la iglesia con tus diezmos y ofrendas, con tu esfuerzo personal y con tu influencia?” Como adventistas del séptimo día, todos dijimos que sí. Así que, este pasaje (Sal. 50:14, 15) es una promesa para quienes ofrecen acción de gracias a Dios y cumplen fielmente sus votos.</p><p><strong>¿Qué te dicen tus decisiones acerca de tu manera de enfrentar los atractivos del mundo? ¿Por qué esforzarse por tener buenos ingresos no es necesariamente lo mismo que convertir en ídolos al dinero y la riqueza? ¿Cómo podemos aprender a diferenciarlos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de enero",
          "dayTitle": "<p><strong>CÓMO DESENDEUDARSE</strong></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Proverbios 22:7. ¿En qué sentido somos siervos del que presta?\n</strong></p><p><strong>Proverbios 22:7\n</strong></p><p><strong><sup>7</sup></strong> El rico se enseñorea de los pobres,y el que toma prestado es siervo del que presta.\n</p><p>¿Qué se puede hacer para escapar de este desafortunado fenómeno? Si tienes deudas, el siguiente esquema te ayudará a comenzar un proceso para deshacerte de ellas. El plan es sencillo. Tiene una premisa y tres pasos. La premisa es un compromiso con Dios de ser fiel en devolver su santo diezmo para alcanzar su sabiduría y su bendición. Él anhela bendecir a los que le son obedientes.</p><p>&nbsp;El primer paso es declarar una moratoria sobre la deuda adicional: no más gastos con crédito. Si no tomas dinero prestado, no puedes endeudarte. Si ya no pides más dinero prestado, no corres más riesgo de endeudarte.</p><p>&nbsp;El segundo paso es hacer un pacto con Dios de que a partir de ese momento, con su bendición, pagarás tus deudas lo antes posible. Cuando Dios te bendiga financieramente, utiliza el dinero para reducir las deudas, no para comprar más cosas. Este paso probablemente sea el más decisivo. Cuando la mayoría recibe dinero inesperado, simplemente lo gasta. No, al contrario: aplícalo a tu plan de reducción de deuda.</p><p>&nbsp;El paso tres es la parte práctica. Haz una lista de todas tus deudas, de mayor a menor, en orden descendente. Para la mayoría de las familias, la hipoteca de la vivienda está en la parte superior de la lista, y una tarjeta de crédito o una deuda personal está en la parte inferior. Comienza por hacer al menos el pago mínimo mensual de cada una de las deudas. A continuación, duplica o aumenta los pagos como puedas sobre la deuda que se encuentra al final de la lista. Quedarás gratamente sorprendido por lo rápido que puedes deshacerte de esa deuda, la más pequeña. Luego utiliza el dinero que estabas pagando en la deuda inferior para agregarlo al pago básico de la próxima deuda en orden ascendente en la lista. A medida que elimines las deudas más pequeñas de alto interés, liberarás una cantidad sorprendente de dinero para colocarlo en las siguientes deudas más elevadas.&nbsp;</p><p>Dios, obviamente, no quiere que nos endeudemos. Una vez hecho el trato, muchas familias descubren que Dios las bendice de maneras inesperadas y la deuda se reduce más rápido de lo previsto. Al seguir estos tres sencillos pasos, muchas familias se han librado de deudas. ¡Tú también puedes! Al poner a Dios en primer lugar, recibirás su sabiduría y su bendición para administrar lo que él te ha encomendado.\n</p><p><strong>“Manténganse libres del amor al dinero, contentos con lo que tienen, porque él dijo: ‘Nunca te dejaré ni te desampararé’ ” (Heb. 13:5). La aplicación de estas palabras, ¿cuánto podría ayudar a las personas a evitar endeudarse?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de febrero",
          "dayTitle": "<p><strong>LAS TÁCTICAS DE FIANZAS Y DE ENRIQUECIMIENTO RÁPIDO</strong></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p>La Biblia es muy clara en cuanto a que Dios no quiere que sus hijos se hagan responsables de las obligaciones de deuda de los demás. En el libro de Proverbios, el Señor nos ha advertido sobre la fianza, es decir, sobre ser cosignatarios o fiadores de otra persona.</p><p><strong>Lee Proverbios 6:1 al 5; 17:18; y 22:26. ¿Cuál es el mensaje aquí?</strong></p><p><strong>Proverbios 6:1-5</strong></p><p><strong><sup>1</sup></strong> Hijo mío, si salieres fiador por tu amigo, si has empeñado tu palabra a un extraño.\n</p><p><strong><sup>2</sup></strong> Te has enlazado con las palabras de tu boca, y has quedado preso en los dichos de tus labios.\n</p><p><strong><sup>3</sup></strong> Haz esto ahora, hijo mío, y líbrate, ya que has caído en la mano de tu prójimo; ve, humíllate, y asegúrate de tu amigo.\n</p><p><strong><sup>4</sup></strong> No des sueño a tus ojos, ni a tus párpados adormecimiento;\n</p><p><strong><sup>5</sup></strong> Escápate como gacela de la mano del cazador, y como ave de la mano del que arma lazos.\n</p><p><strong><sup>17</sup> </strong>Los ojos altivos, la lengua mentirosa, las manos derramadoras de sangre inocente,\n</p><p><strong><sup>18</sup> </strong>El corazón que maquina pensamientos inicuos, los pies presurosos para correr al mal,</p><p><strong>Proverbios 17:18</strong></p><p><strong><sup>18</sup> </strong>El hombre falto de entendimiento presta fianzas, y sale por fiador en presencia de su amigo.</p><p><strong>Proverbios 22:26</strong></p><p><strong><sup>26</sup></strong> No seas de aquellos que se comprometen, ni de los que salen por fiadores de deudas.\n</p><p>La garantía generalmente se produce cuando una persona con poca solvencia busca un préstamo de una institución crediticia y no califica para el préstamo. El oficial de préstamo le dirá a la persona no calificada que si consigue que un amigo con solvencia firme con ella, entonces el banco le otorgará el préstamo y responsabilizará al garante en caso de incumplimiento. A veces, un hermano miembro de iglesia se acercará a ti para pedirte que firmes. Tu respuesta debería ser: “La Biblia dice que nunca debo hacer eso”. Por favor, comprende que la Biblia nos impulsa a ayudar a los necesitados, pero no debemos hacernos responsables de sus deudas. A veces, los adolescentes piden a los padres que firmen como fiadores la compra de su primer automóvil. O los hijos adultos mayores pedirán a los padres que firmen un préstamo comercial como garantes. Lo mismo cabe decir aquí. Es apropiado ayudar a los demás si hay una necesidad real, pero no salgas de fiador de las deudas de los demás. ¡Los estudios muestran que el 75 por ciento de los garantes terminan haciendo los pagos!<br></p><p><br></p><p><strong>Lee Proverbios 28:20 y 1 Timoteo 6:9 y 10. ¿Cuál es la advertencia aquí?</strong></p><p><strong>Proverbios 28:20</strong></p><p><strong><sup>20</sup></strong> El hombre de verdad tendrá muchas bendiciones; mas el que se apresura a enriquecerse no será sin culpa.\n</p><p><strong><br></strong></p><p><strong>1 Timoteo 6:9 y 10</strong></p><p><strong><sup>9</sup> </strong>Porque los que quieren enriquecerse caen en tentación y lazo, y en muchas codicias necias y dañosas, que hunden a los hombres en destrucción y perdición;<br></p><p><strong><sup>10</sup> </strong>porque raíz de todos los males es el amor al dinero, el cual codiciando algunos, se extraviaron de la fe, y fueron traspasados de muchos dolores.</p><p>Las artimañas para volverse rico en forma rápida son otra trampa financiera; está casi garantizado que llevarán a la ruina financiera a quienes se vean atrapados en ellas. Cuando parezca demasiado bueno para ser verdad, seguramente así es. Hay mucha gente herida emocional y financieramente. Una tragedia adicional con estos planes arteros es que, en muchos casos, las personas han tenido que pedir dinero prestado para sumarse a ellos en primer término. Muchas vidas y familias se han arruinado con estrategias de enriquecimiento rápido que terminan enriqueciendo solo a los estafadores que las inventan, a expensas de quienes caen en la trampa. Cuando un amigo, o incluso un ser querido, trate de involucrarte en una de estas estafas, huye. No camines, corre tan rápido como puedas.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de febrero",
          "dayTitle": "<p><strong>LÍMITES DE PLAZO Y CENTROS DE PRÉSTAMO</strong></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Lee Deuteronomio 15:1 al 5. ¿Qué requería el Señor de su pueblo, según se revela en estos versículos?</strong></p><p><strong>Deuteronomio 15:1 al 5</strong></p><p><strong><sup>1</sup> </strong>Cada siete años harás remisión.\n</p><p><sup><strong>2</strong> </sup>Y esta es la manera de la remisión: perdonará a su deudor todo aquel que hizo empréstito de su mano, con el cual obligó a su prójimo; no lo demandará más a su prójimo, o a su hermano, porque es pregonada la remisión de Jehová.\n</p><p><strong><sup>3</sup> </strong>Del extranjero demandarás el reintegro; pero lo que tu hermano tuviere tuyo, lo perdonará tu mano,\n</p><p><sup><strong>4</strong> </sup>para que así no haya en medio de ti mendigo; porque Jehová te bendecirá con abundancia en la tierra que Jehová tu Dios te da por heredad para que la tomes en posesión,\n</p><p><strong><sup>5</sup> </strong>si escuchares fielmente la voz de Jehová tu Dios, para guardar y cumplir todos estos mandamientos que yo te ordeno hoy.</p><p>En armonía con otros estatutos de siete años (Éxo. 21:2; Lev. 25:3, 4), no solo había regulaciones para los esclavos o siervos y para la tierra, sino también para los prestamistas. Debido a que los prestamistas no querían perdonar ninguna deuda, el tiempo máximo que alguien podía estar endeudado era de siete años. Más allá de las conclusiones que podamos extraer, estos versículos muestran que el Señor se preocupa por este tipo de problemas financieros, especialmente al tratarse de hermanos israelitas. Estos versículos también muestran que el Señor reconocía la realidad de la deuda, más allá de cuán mala fuera en general. Además, enfatizan que debía evitarse en la medida de lo posible.</p><p>Hoy, en cambio, muchas partes del mundo cuentan con préstamos a treinta y cuarenta años para la compra de vivienda. Al parecer, una de las razones por las que las casas cuestan tanto es que hay créditos disponibles con el fin de otorgar préstamos para comprarlas. Mientras tanto, muchas personas, padres y estudiantes se preguntan si debieran pedir dinero prestado para estudiar. Como regla general, obtener un título universitario mejorará la capacidad de ingresos de una persona por el resto de su vida. Es posible que algunos tengan que pedir un préstamo para pagar su educación, pero ten en cuenta estos factores. Tienes que devolverlo con intereses. Trata de conseguir todas las subvenciones y becas donde reúnas las condiciones necesarias. Trabaja y ahorra todo lo que puedas para estudiar. Realiza cursos que solo te den acceso a un trabajo. Que tus padres te ayuden. En tiempos bíblicos, los padres les daban tierras de cultivo a los hijos para que pudieran ganarse la vida. Hoy esa “herencia” probablemente debería ser una educación de modo tal que puedan llegar a ser adultos independientes.&nbsp;</p><p>En un mundo ideal, no habría préstamos ni deudas. Pero, como no vivimos en un mundo ideal, puede haber momentos en los que sea necesario pedir un préstamo. Solo asegúrate de tener las mejores condiciones posibles y la mejor tasa de interés disponible. Luego pide lo mínimo que necesitas y paga lo más rápido posible, para ahorrar en costos de intereses. Sin embargo, en principio, en la medida de lo humanamente posible, debemos tratar de evitar las deudas. Y al seguir los principios financieros bíblicos en nuestra vida cotidiana, podemos hacer mucho para evitar las deudas innecesarias y la terrible tensión que puede suponer para nosotros y nuestra familia.<br></p><p><strong>Si has prestado dinero, ¿cuán honesto, justo y amable eres en tu trato con los demás? ¿Cómo te iría ante Dios cuando tengas que responder por esas gestiones? (Ver Ecl. 12:14.)</strong><br></p><p><strong>Eclesiastés 12:14</strong><br></p><p><strong><sup>14</sup></strong> Porque Dios traerá toda obra a juicio, juntamente con toda cosa encubierta, sea buena o sea mala.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de febrero",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p>El proceso de tres pasos para acabar con las deudas en realidad se encuentra en una página de los escritos de Elena de White. Se ha añadido énfasis para resaltar los puntos.&nbsp;</p><p><br></p><p><em>“Decídase a no incurrir nunca más en otra deuda.</em> Niéguese mil cosas antes que endeudarse. Durante toda su vida usted se ha estado metiendo en deudas. Evítelo como evitaría la viruela.&nbsp;</p><p><br></p><p><em>“Haga un pacto solemne con Dios prometiendo que mediante su bendición pagará sus deudas</em> y luego a nadie deberá nada, aunque viva solamente de gachas y pan. [...] No vacile, no se desanime ni se vuelva atrás. Niéguese a complacer su gusto, niéguese a satisfacer la complacencia del apetito, ahorre sus centavos y pague sus deudas. Elimínelas tan pronto como sea posible. Cuando nuevamente sea un hombre libre, no debiendo nada a nadie, habrá alcanzado una gran victoria” (CMC 252; énfasis añadido).<br></p><p><br></p><p>Si necesitas ayuda adicional para librarte de deudas, prueba con estos puntos:&nbsp;</p><p><br></p><p><em>Establece un presupuesto.</em> Haz un presupuesto sencillo: lleva un registro de todos tus ingresos y gastos/compras en un período de tres meses. Muchos se sorprenden al saber cuánto dinero gastan en artículos innecesarios. <em>Destruye las tarjetas de crédito. </em>Las tarjetas de crédito son una de las principales causas de endeudamiento familiar. Son muy fáciles de usar y muy difíciles de saldar. Si descubres que no estás pagando el total de las tarjetas cada mes, o que las estás utilizando para comprar artículos que de otro modo no habrías comprado, debes destruir las tarjetas de crédito antes de que ellas te destruyan a ti, a tu matrimonio o a ambos.&nbsp;</p><p><br></p><p><em>Toma medidas económicas.</em> A veces no somos conscientes de cuánto podríamos ahorrar en nuestros gastos mensuales con solo tener cuidado con algunas de las pequeñas cosas que compramos. Se suman rápidamente.\n</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong><br></strong></p><p><strong>1.</strong> La cantidad de deuda que han asumido muchas naciones, así como personas, es asombrosa. ¿Cuál ha sido tu experiencia con la deuda y los problemas que generó la deuda para ti o para los demás?</p><p><strong>&nbsp;2.</strong> ¿Qué podría hacer tu iglesia local para ayudar a los miembros a aprender a manejar las deudas o los problemas financieros en general?&nbsp;</p><p><strong>3.</strong> ¿Cuáles son algunas de las promesas bíblicas que puedes reclamar que te ayudarán a protegerte de la tentación del mundo y de los peligros financieros que la avaricia puede plantearnos?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de febrero",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong style=\"\">RESEÑA&nbsp;</strong></p><p><strong style=\"\"><br></strong></p><p>El hecho de que Dios advierta acerca de las deudas nos muestra que las deudas tienen implicaciones espirituales (Prov. 6:1–5; 22:7). Estar libre de deudas consiste en poner el Reino de Dios en primer lugar, y librarnos así del deseo de las cosas materiales (Mat. 6:33). En el Pacto divino, hay prosperidad y se les pone fin a las deudas (Deut. 28:1, 2). Sin embargo, para que estas promesas se materialicen, es necesario que sintamos amor por Dios, que se traduce en la obediencia a sus mandatos, a los votos tomados durante el bautismo, incluyendo la fidelidad en los diezmos y las ofrendas (Sal. 50:14, 15; Mal. 3:7–12).\n</p><p><br></p><p>Dios debe ser nuestro Señor (Mar. 12:29). Por lo tanto, amando a Dios y no a las cosas del mundo (1 Juan 2:15), podemos vencer la lujuria y el orgullo de la vida, por la gracia de Cristo (1 Juan 2:16). No debemos conformarnos con esta época materialista y consumista, que conduce al endeudamiento y la insolvencia. Más bien, debemos aspirar a ser transformados mediante la renovación de nuestra mente y esforzarnos por conocer la perfecta voluntad de Dios (Rom. 12:1, 2). Dios desea que aspiremos a una vida de contentamiento (1 Tim. 6:6), libre de deudas (Rom. 13:8). El contentamiento nos protege de comprometer los principios de la fe para enriquecernos (1 Tim. 6:9). Por lo tanto, debemos planificar sabiamente nuestras obligaciones financieras (Luc. 14:28), y también evitar asumir la responsabilidad de la deuda de otra persona (Prov. 6:1–5). Al seguir estos sólidos principios bíblicos, propiciaremos la diligencia y estaremos preparados para tiempos difíciles y situaciones imprevistas (Prov. 6:8). Cuando nos abstenemos de acumular deudas y del amor al dinero, nosotros, como cristianos, podemos experimentar las gozosas bendiciones que Dios promete a los fieles (Mal. 3:10–12).\n</p><p><strong><br></strong></p><p><strong>COMENTARIO</strong></p><p><br></p><p>Dios puede ofrecer alivio en cualquier situación de endeudamiento. Sin embargo, en la mayoría de los casos, Dios pone en nuestras manos la solución al problema de la deuda. Al fin y al cabo, somos sus mayordomos, y debemos actuar de acuerdo con su voluntad y bendición. Como cristianos, debemos esforzarnos al máximo para no deberle nada a nadie (Rom. 13:8). Además, desde la perspectiva de un acreedor, el cristiano no debe explotar a los que necesitan ayuda financiera. Las enseñanzas bíblicas nos invitan a ser generosos y, si es posible, a perdonar a los hermanos que no pueden saldar sus deudas (Deut. 15:1–4). Generalmente, la deuda es un fenómeno complejo con aspectos personales, sociohistóricos y espirituales. Como tal, limitaremos nuestros comentarios a algunos consejos prácticos que la Biblia ofrece sobre el tema.\n</p><p><strong><br></strong></p><p><strong>Principios bíblicos para estar libre de deudas&nbsp;</strong></p><p><strong>Parte A: Poner a Dios en primer lugar.</strong> (Mat. 6:33) 1. Dar la máxima prioridad a Dios (Mat. 6:25–34) Dios no quiere que nos endeudemos, porque él ama la prosperidad de sus siervos (Sal. 35:27). Por lo tanto, siempre se debe buscar a Dios en primer lugar en cualquier crisis de endeudamiento (Sal. 105:4). La deuda puede tener un origen espiritual y, en tal caso, se debe reflexionar sobre la necesidad de confesar los pecados financieros, como el hurto y la usura (Eze. 18:12, 13); la codicia, que es idolatría (Éxo. 22:12; Col. 3:5); la infidelidad en los contratos (Rom. 1:31); el amor al dinero (1 Tim. 6:10); y la infidelidad en los diezmos y las ofrendas (Mal. 3:7–10). Aquellos que se han desviado del plan divino necesitan volver a Dios y renovar el pacto con él (Sal. 50:14, 15; Mal. 3:7–12). A estos, Dios les promete liberación y bendiciones. El deseo sincero de hacer lo correcto es una indicación de la gracia en acción, porque “su bondad [de Dios] te guía al arrepentimiento” (Rom. 2:4). Podemos cumplir la voluntad de Dios (Deut. 28:1, 2) solo cuando estamos bajo la gracia. Porque, como dice Pablo, “porque por gracia han sido salvados por la fe. Y esto no proviene de ustedes, sino que es el don de Dios. No por obras, para que nadie se gloríe; porque somos hechura suya, creados en Cristo Jesús para buenas obras, que Dios de antemano preparó para que anduviésemos en ellas” (Efe. 2:8-10). Por fe en la gracia de Dios, podemos pedir la ayuda divina para superar la deuda. Entonces disfrutamos de las bendiciones de Dios, que “enriquece, sin añadir tristeza” (Prov. 10:22).\n</p><p><strong><br></strong></p><p><strong>2. Ser santos y santificar las cosas santas.</strong> En la Biblia, Dios considera santo, escogido y especial a su pueblo (Éxo. 19:6; 1 Ped. 2:9). Esta santidad se demuestra cuando su pueblo guarda los mandamientos (Deut. 28:9). El diezmo también es santo (Lev. 27:30–32), y las ofrendas son santas (Núm. 18:29). En estos pasajes, la palabra “santo” es kodesh. Entonces, el diezmo y las ofrendas son kodesh, que significa “santificado”, “apartado para el Señor”. Retener el diezmo y las ofrendas es apropiarse indebidamente de las cosas sagradas, o santas, que han sido dedicadas exclusivamente a Dios y, por lo tanto, hay que devolvérselas (Lev. 5:15, 16). En las Escrituras del Antiguo Testamento, era necesario restituir lo que se había retenido antes de que haya expiación con sangre y antes de que la persona pudiera recibir el perdón (Lev. 5:16). Por lo tanto, cuando el pueblo retenía los diezmos y las ofrendas, se apartaba de Dios y no prosperaba (Mal. 3:7–10), porque había profanado las cosas santas. Dios no cambia, y este principio de restitución, en cuanto a diezmos y ofrendas (Mal.3:6-8), sigue vigente. “Apresúrense, hermanos y hermanas, en devolver a Dios un diezmo fiel, y en llevarle también ofrendas de agradecimiento voluntarias. Hay muchos que no serán bendecidos hasta que restituyan los diezmos que han retenido” (CMC 89).</p><p><br></p><p><strong>Parte B: Busca ayuda</strong> (Prov. 15:22)&nbsp;</p><p><strong><br></strong></p><p><strong>1. Pide consejos a amigos y profesionales.</strong> A veces es necesario reconocer la condición de endeudamiento y buscar ayuda entre amigos y familiares. Se debe buscar tratamiento en caso de deudas causadas por un trastorno psicológico (adicción a las compras). Si este es el caso, podría ser útil buscar ayuda espiritual de parte del pastor, los miembros de la familia o los amigos de confianza. Pedir apoyo de amigos en este proceso puede aligerar la carga y alentar la decisión de resolver el problema. “Antes de la honra está la humildad” (Prov. 18:12). El pueblo de Dios debe considerar las ventajas que se obtienen de pedir consejos sabios y experimentados a personas avezadas y profesionales financieros y psicológicos, porque “con los muchos consejeros, prosperan” (Prov. 15:22). “Si los que han tenido éxito en la vida estuvieran dispuestos a recibir instrucción, podrían adquirir hábitos de abnegación y economía estricta y tener la satisfacción de ser dispensadores de caridad en vez de receptores de ella” (TI 3:440)\n</p><p><br></p><p><strong>2. Pide ayuda y sabiduría divinas.</strong> La ayuda divina puede presentarse en forma de discernimiento. En la Biblia, la administración sabia es un regalo de Dios. El sabio declara que “con ciencia se llenan las cámaras de todo bien preciado y agradable” (Prov. 24:4; énfasis añadido). Así como el apóstol recomienda: “Procuren los mejores dones” (1 Cor. 12:31), también podemos pedirle sabiduría para cuidar de nuestras finanzas, especialmente en tiempos de dificultades económicas. Santiago recomienda esta búsqueda de sabiduría (Sant. 1:5). La palabra “ciencia”, en Proverbios 24:4, significa percepción, habilidad y discernimiento para los negocios. Por lo tanto, a la prosperidad material la preceden los principios comerciales bíblicamente sólidos sobre cómo mejorar la administración del dinero que Dios puso en nuestras manos.\n</p><p><br></p><p><strong>Parte C: Ahorra</strong> (Prov. 6:8) <strong>Lo que dice el consejo inspirado sobre el ahorro.</strong> Sé como la hormiga, que en verano prepara su alimento para el invierno. Reserva siempre algo de dinero para tus ahorros. Incluye en el presupuesto un porcentaje regular dedicado a este fin. Guardar para el futuro fue un sabio consejo que Dios le dio a José en Egipto (Gén. 41:46, 47). Ahorra para que puedas tener suficiente para el futuro o para un momento de crisis. No gastes si realmente no lo necesitas. “Desde el más encumbrado hasta el más humilde, los obreros de Dios deben aprender a economizar” (CMC 262).\n</p><p><br></p><p><strong>Parte D: Elabora un presupuesto.</strong> (Luc. 14:28–30) El presupuesto es una herramienta de planificación financiera para gestionar los ingresos y los gastos. El presupuesto es importante porque sin planificación es imposible esperar tener éxito en cualquier empresa. “Usted debiera cuidar que sus gastos no excedan sus entradas” (HC 324). Ora al preparar un presupuesto. Haz planes de poner a Dios en primer lugar (Mat. 6:33). Sé realista, y consulta a otros miembros de la familia sobre lo que es mejor para todos en el hogar. La Biblia desaprueba enérgicamente a los que no cuidan de los suyos: “Si alguno no cuida de los suyos, mayormente de sus familiares, niega la fe y es peor que un incrédulo” (1 Tim. 5:8). Incluye las necesidades de los menos afortunados en el presupuesto, porque atenderlos es parte de la “religión pura y sin mancha ante Dios el Padre” (Sant. 1:27).</p><p><br></p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p><strong><br></strong></p><p>Pide a un miembro de la clase que lea en voz alta la siguiente cita. Luego analicen en clase las preguntas que aparecen a continuación. “Son muchísimos los que no se han educado de modo que puedan mantener sus gastos dentro de los límites de sus entradas. No aprenden a adaptarse a las circunstancias, y vez tras vez piden dinero prestado y se abruman de deudas, por lo que se desaniman y descorazonan” (HC 323).<br></p><p><br></p><p><strong>1. </strong>El pasaje anterior alude a una condición social de endeudamiento cada vez más común. ¿De qué manera el fenómeno generalizado de la deuda puede llevar a muchos a creer que el endeudamiento es normal e incluso aceptable, a pesar de la angustia y las limitaciones que suele causar la deuda? ¿Cómo respondemos a esta situación? (Lee Rom. 12:1, 2).&nbsp;</p><p><br></p><p><strong>2.</strong> En el Pacto divino, Dios promete que su pueblo no se endeudaría con otros (Deut. 28:1, 2). También estableció la liberación de los endeudados por parte de sus acreedores cada siete años (Deut. 15:1–4). El modelo divino era no tener pobreza, para no tener deudas (Deut. 15:4). ¿Por qué no se cumplió el modelo divino para Israel en términos de deudas (Mal. 3:6–10)? ¿En qué medida nos puede estar pasando esto a nosotros? Expliquen. ¿Cómo evitamos este escollo en la actualidad?&nbsp;</p><p><br></p><p><strong>3.</strong> Algunas posibles fuentes de deuda son: a. La deuda que escapa a nuestro control, causada por catástrofes naturales, enfermedades y guerras. b. Vulnerabilidad personal, que deriva de la falta de sabiduría financiera y de experiencia, capacidad o instrucción. c. La complacencia como resultado de los malos hábitos, la jactancia y el despilfarro. d. La deuda necesaria, que puede existir debido a ciertas inversiones comerciales, compra de vivienda y educación de los hijos, enfermedades.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "1T2023",
      "title": "<p><strong>CÓMO AFRONTAR LAS DEUDAS</strong></p>",
      "verse": "<p>“El rico domina al pobre, y el que toma prestado&nbsp;es siervo del que presta” (Prov. 22:7)</p>",
      "versionCode": 1,
      "weekDate": "28 de enero - 3 de febrero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
