{
  "data": [
    {
      "color": "#F5B44C",
      "id": 6,
      "idEs": 20,
      "language": "es",
      "lessonDays": [
        {
          "date": "29 de julio",
          "dayTitle": "",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>En Efesios 3, Pablo comienza con un tema que ya había mencionado anteriormente: “que los gentiles sean coherederos, miembros del mismo cuerpo y partícipes de la promesa en Cristo Jesús por medio del evangelio” (Efe. 3:6). Y, aunque eso podría no ser una gran sorpresa para la iglesia de hoy, compuesta en su mayoría por gentiles, era algo que parecía radicalmente nuevo para muchos de sus lectores de aquel entonces.\n</p><p>Luego, el apóstol Pablo continúa con sus palabras inspiradas, mientras reflexiona sobre su pasión por predicar el evangelio de Jesús a los gentiles. También estudiamos acerca de las dificultades que imperaban en ese entonces para extender ese ministerio; dificultades que abarcan un período en una prisión romana.\n</p><p>Y además oímos de su compromiso con el misterio central del evangelio: en la iglesia, los gentiles están en pie de igualdad con sus hermanos judíos. Sentimos su entusiasmo por la iglesia y la misión cósmica que esta tiene. Lo escuchamos orar, alabando a Dios por expresar su gracia mediante la iglesia. En síntesis, nos unimos a Pablo en su pasión por el evangelio.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "30 de julio",
          "dayTitle": "<p>PABLO: EL APÓSTOL A LOS GENTILES, PRESO</p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Efesios 3. Mientras lees, identifica uno o dos temas principales. ¿Qué aspectos importantes menciona Pablo?\n</strong></p><p><strong><sup>1</sup></strong> Por esta causa yo Pablo, prisionero de Cristo Jesús por vosotros los gentiles;\n</p><p><sup><strong>2</strong></sup> si es que habéis oído de la administración de la gracia de Dios que me fue dada para con vosotros;\n</p><p><sup><strong>3 </strong></sup>que por revelación me fue declarado el misterio, como antes lo he escrito brevemente,\n</p><p><sup><strong>4</strong></sup> leyendo lo cual podéis entender cuál sea mi conocimiento en el misterio de Cristo,\n</p><p><sup><strong>5 </strong></sup>misterio que en otras generaciones no se dio a conocer a los hijos de los hombres, como ahora es revelado a sus santos apóstoles y profetas por el Espíritu:\n</p><p><sup><strong>6</strong></sup> que los gentiles son coherederos y miembros del mismo cuerpo, y copartícipes de la promesa en Cristo Jesús por medio del evangelio,\n</p><p><sup><strong>7</strong></sup> del cual yo fui hecho ministro por el don de la gracia de Dios que me ha sido dado según la operación de su poder.\n</p><p><sup><strong>8</strong></sup> A mí, que soy menos que el más pequeño de todos los santos, me fue dada esta gracia de anunciar entre los gentiles el evangelio de las inescrutables riquezas de Cristo,\n</p><p><sup><strong>9</strong></sup> y de aclarar a todos cuál sea la dispensación del misterio escondido desde los siglos en Dios, que creó todas las cosas;\n</p><p><sup><strong>10</strong></sup> para que la multiforme sabiduría de Dios sea ahora dada a conocer por medio de la iglesia a los principados y potestades en los lugares celestiales,\n</p><p><sup><strong>11</strong></sup> conforme al propósito eterno que hizo en Cristo Jesús nuestro Señor,\n</p><p><sup><strong>12</strong></sup> en quien tenemos seguridad y acceso con confianza por medio de la fe en él;\n</p><p><sup><strong>13</strong></sup> por lo cual pido que no desmayéis a causa de mis tribulaciones por vosotros, las cuales son vuestra gloria.\n</p><p>El amor que excede a todo conocimiento\n</p><p><sup><strong>14</strong></sup> Por esta causa doblo mis rodillas ante el Padre de nuestro Señor Jesucristo,\n</p><p><sup><strong>15</strong></sup> de quien toma nombre toda familia en los cielos y en la tierra,\n</p><p><sup><strong>16</strong></sup> para que os dé, conforme a las riquezas de su gloria, el ser fortalecidos con poder en el hombre interior por su Espíritu;\n</p><p><sup><strong>17</strong></sup> para que habite Cristo por la fe en vuestros corazones, a fin de que, arraigados y cimentados en amor,\n</p><p><sup><strong>18</strong></sup> seáis plenamente capaces de comprender con todos los santos cuál sea la anchura, la longitud, la profundidad y la altura,\n</p><p><sup><strong>19</strong></sup> y de conocer el amor de Cristo, que excede a todo conocimiento, para que seáis llenos de toda la plenitud de Dios.\n</p><p><sup><strong>20</strong></sup> Y a Aquel que es poderoso para hacer todas las cosas mucho más abundantemente de lo que pedimos o entendemos, según el poder que actúa en nosotros,\n</p><p><sup><strong>21</strong></sup> a él sea gloria en la iglesia en Cristo Jesús por todas las edades, por los siglos de los siglos. Amén.\n</p><p>Efesios 3 muestra una estructura interesante. Pablo comienza el capítulo con estas palabras: “Por esto les escribo, yo, Pablo, prisionero de Cristo Jesús por amor a ustedes los gentiles” (Efe. 3:1). Luego, hace una pausa para lo que resulta ser una larga digresión centrada en su obra como apóstol a los gentiles (Efe. 3:2–13). Después del paréntesis, señala un regreso a su tren de pensamiento original al repetir la frase: “Por esta causa” (Efe. 3:14), y en los versículos 14 al 21 presenta su informe de oración interrumpido.\n</p><p>En Efesios 3:1, Pablo se identifica como “prisionero de Cristo Jesús”; su forma de sostener que, si bien vive bajo cautiverio romano y aparentemente está bajo la autoridad del Imperio Romano, hay un propósito divino más profundo que se está llevando a cabo en su vida. ¡Él no es el prisionero de Roma sino “el prisionero de Cristo Jesús”! (comparar con Efe. 4:1).\n</p><p>El hecho de que Pablo mencionara sus “tribulaciones” (Efe. 3:13) y posteriormente sus “cadenas” (Efe. 6:20), sugiere que no está bajo un arresto domiciliario relativamente cómodo (comparar con Hech. 28:16), sino en prisión. Estar en prisión en el siglo I, y en un calabozo romano, era especialmente dificultoso. El Imperio Romano no tenía prisiones bien organizadas con instalaciones sanitarias ni servicio regular de comidas. De hecho, el Imperio tenía poca necesidad de prisiones, ya que la cárcel no se utilizaba como medio de castigo. La gente estaba en prisión solo mientras esperaba el juicio o la ejecución. Se esperaba que los presos se mantuvieran solos y que dependieran de familiares y amigos para conseguir alimentos y satisfacer otras necesidades.\n</p><p>Las preocupaciones de Pablo quizá se hayan centrado en el impacto emocional de su reclusión entre los creyentes, ya que ser prisionero era una vergüenza social extrema en el contexto de una cultura donde el honor y la vergüenza eran significativos. Quizás haya tenido miedo de que algunos preguntaran: “¿Cómo puede Pablo ser apóstol y mensajero del Cristo exaltado, y ser un prisionero despreciado?” Así que, reformula su confinamiento, y ayuda a los creyentes a ver esto como parte del plan de Dios. Él sufre por ellos (“sufro por ustedes”, NVI), y lo que parece ser una fuente de vergüenza en realidad llegará a convertirse en la “gloria” de ellos (Efe. 3:13).\n</p><p><strong>¿Cómo podemos aprender a confiar en Dios y en sus caminos en medio de circunstancias que pueden ser muy difíciles?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "31 de julio",
          "dayTitle": "<p>EL MISTERIO DEL EVANGELIO POR LARGO TIEMPO ESCONDIDO&nbsp;</p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p><strong>¿Cuál es el misterio que se le confió a Pablo? Efesios 3:1–6\n</strong></p><p><strong><sup>1</sup></strong> Por esta causa yo Pablo, prisionero de Cristo Jesús por vosotros los gentiles;\n</p><p><sup><strong>2</strong></sup> si es que habéis oído de la administración de la gracia de Dios que me fue dada para con vosotros;\n</p><p><sup><strong>3</strong></sup> que por revelación me fue declarado el misterio, como antes lo he escrito brevemente,\n</p><p><sup><strong>4</strong></sup> leyendo lo cual podéis entender cuál sea mi conocimiento en el misterio de Cristo,\n</p><p><sup><strong>5 </strong></sup>misterio que en otras generaciones no se dio a conocer a los hijos de los hombres, como ahora es revelado a sus santos apóstoles y profetas por el Espíritu:\n</p><p><sup><strong>6</strong></sup> que los gentiles son coherederos y miembros del mismo cuerpo, y copartícipes de la promesa en Cristo Jesús por medio del evangelio,\n</p><p>Al estudiar Efesios 3:1 al 6, ten en cuenta lo siguiente:\n</p><p>En primer lugar, Pablo escribe esta parte de la carta específicamente a los creyentes gentiles de los hogares-iglesias de Éfeso (Efe. 3:1).\n</p><p>En segundo lugar, Pablo dice ser el destinatario de algo que denomina “la administración de la gracia de Dios”, que se le concedió “para beneficio de ustedes”, los creyentes gentiles (Efe. 3:2). Esta administración, o este ministerio de gracia, es la forma en que Pablo describe la comisión que recibió de predicar el evangelio (“la gracia de Dios”) a los gentiles (comparar con Efe. 3:7, 8).\n</p><p>En tercer lugar, Pablo afirma que se le ha revelado un misterio, un tema sobre el que ya ha escrito en la carta (ver especialmente Efe. 1:9, 10; 2:11-22), el “misterio de Cristo” (Efe. 3:3, 4). Pablo no desea que se lo considere el inventor del evangelio, pero sí reivindica un ministerio dado por Dios para proclamarlo.\n</p><p>En cuarto lugar, Pablo no es el único que ha recibido una revelación avanzada sobre este misterio, ya que el Espíritu también se lo ha revelado a los “santos apóstoles y profetas” de Cristo de una manera que supera la revelación del plan de Dios a las generaciones anteriores (Efe. 3:5). El término profetas, aquí, probablemente se refiera a quienes poseían y ejercían el don de profecía entre los hogares-iglesias cristianos primitivos, no a los profetas del Antiguo Testamento. El misterio que en otro tiempo estuvo oculto ahora se ha convertido en lo que podríamos llamar un “secreto a voces”.\n</p><p>Finalmente, declara: “Ese misterio consiste en que los gentiles sean coherederos, miembros del mismo cuerpo y partícipes de la promesa en Cristo Jesús por medio del evangelio” (Efe. 3:6).\n</p><p>Pablo es un apasionado del evangelio y especialmente de la forma en que este se expresa en la iglesia, que está compuesta por judíos y gentiles. Estos dos grupos se han convertido en los bloques de construcción de la nueva comunidad de Dios, su nueva marca humana, la iglesia (ver Efe. 2:14–16). Podríamos decir que ahora han pasado de ser enemigos a ser “coherederos”, “cocuerpos” (incluidos en un solo cuerpo, el cuerpo de Cristo) y “copartícipes” de la promesa del evangelio (ver Efe. 3:6).\n</p><p><strong>¿Qué actitudes, incluso ocultas debajo de la superficie, podrías tener que contradigan la inclusividad que enseña el evangelio? ¿Cómo deshacerte de ellas?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "1 de agosto",
          "dayTitle": "<p>LA IGLESIA: REVELADORA DE LA SABIDURÍA DE DIOS</p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p><strong>¿Qué dice Pablo acerca de Dios y de las acciones de Dios en Efesios 3:7 al 13?\n</strong></p><p><sup><strong>7</strong></sup> del cual yo fui hecho ministro por el don de la gracia de Dios que me ha sido dado según la operación de su poder.\n</p><p><sup><strong>8</strong></sup> A mí, que soy menos que el más pequeño de todos los santos, me fue dada esta gracia de anunciar entre los gentiles el evangelio de las inescrutables riquezas de Cristo,\n</p><p><sup><strong>9</strong></sup> y de aclarar a todos cuál sea la dispensación del misterio escondido desde los siglos en Dios, que creó todas las cosas;\n</p><p><sup><strong>10</strong></sup> para que la multiforme sabiduría de Dios sea ahora dada a conocer por medio de la iglesia a los principados y potestades en los lugares celestiales,\n</p><p><sup><strong>11</strong></sup> conforme al propósito eterno que hizo en Cristo Jesús nuestro Señor,\n</p><p><sup><strong>12</strong></sup> en quien tenemos seguridad y acceso con confianza por medio de la fe en él;\n</p><p><sup><strong>13</strong></sup> por lo cual pido que no desmayéis a causa de mis tribulaciones por vosotros, las cuales son vuestra gloria.\n</p><p>Pablo vuelve a afirmar que es un “ministro” por el “don de la gracia de Dios” (Efe. 3:7; comparar con Efe. 3:1, 2). Este don, como el evangelio mismo, no se otorga debido al valor que tenga el receptor, sino por la gracia de Dios. Pablo recalca este aspecto al describirse como “menos que el menor de todos los santos” (Efe. 3:8).\n</p><p>Hay una progresión interesante en la comprensión de sí mismo de Pablo que se percibe a medida que avanzamos en sus cartas en el orden en que fueron escritas. Al principio, reclama su condición de apóstol designado divinamente (Gál. 1:1). Sin embargo, más adelante se presenta como “el menor de los apóstoles” y “como indigno de ser llamado apóstol” (1 Cor. 15:9). Aquí, en Efesios, se considera “menos que el menor de todos los santos” (Efe. 3:8). Finalmente, se describe a sí mismo como el “primero” o el “peor” (NTV) de los pecadores (1 Tim. 1:15).\n</p><p>Tal vez esta línea de pensamiento de Pablo pueda ayudar a explicar esta famosa cita de Elena de White: “Cuanto más cerca estés de Jesús, más imperfecto te reconocerás a tus propios ojos; porque tu visión será más clara, y tus imperfecciones se verán en abierto y claro contraste con su naturaleza perfecta” (El camino a Cristo, p. 56).\n</p><p>Pablo luego continúa. En Efesios 3:10, escribe: “Para que la multiforme sabiduría de Dios sea ahora notificada por medio de la iglesia a los principados y potestades de los cielos”. ¿Quiénes son los “principados y potestades de los cielos” que se mencionan aquí? ¿Cómo les anuncia la iglesia la sabiduría “multiforme” o multifacética de Dios? Aunque Efesios 3:10 no describe la naturaleza de esos poderes, parece que lo mejor es tomarlos como los maléficos que en Efesios 6:11 y 12 se describen con más detalle. Si es así, la composición de la iglesia (que unifica a judíos y gentiles, que en otro tiempo fueron partes muy divididas de la humanidad) se convierte en un anuncio resonante para estos demoníacos “principados y potestades de los cielos” acerca del plan de Dios para el futuro: “reuni[r] en él [Cristo], bajo una sola cabeza, todo lo que está en el cielo y lo que está en la tierra” (Efe. 1:10). Se les advierte que el plan de Dios está en marcha y la destrucción de ellos está garantizada. La naturaleza misma de una iglesia unificada señala su derrota final.\n</p><p><strong>Si tu congregación se tomara en serio la “descripción de trabajo” que Pablo hace de la iglesia en Efesios 3:10, ¿cómo podría cambiar la forma en que tú y los hermanos de iglesia se relacionan entre sí?\n</strong></p><p><sup><strong>10</strong></sup> para que la multiforme sabiduría de Dios sea ahora dada a conocer por medio de la iglesia a los principados y potestades en los lugares celestiales,</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "2 de agosto",
          "dayTitle": "<p>CRISTO HABITA EN TU CORAZÓN</p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p><strong>Compara el pedido de oración anterior de Pablo, Efesios 1:16 al 19, con su súplica en favor de los creyentes en Efesios 3:14 al 19. ¿En qué se asemejan estos dos pedidos?\n</strong></p><p><sup><strong>13</strong></sup> por lo cual pido que no desmayéis a causa de mis tribulaciones por vosotros, las cuales son vuestra gloria.\n</p><p>El amor que excede a todo conocimiento\n</p><p><sup><strong>14</strong></sup> Por esta causa doblo mis rodillas ante el Padre de nuestro Señor Jesucristo, 15 de quien toma nombre toda familia en los cielos y en la tierra,\n</p><p><sup><strong>16</strong></sup> para que os dé, conforme a las riquezas de su gloria, el ser fortalecidos con poder en el hombre interior por su Espíritu;\n</p><p><sup><strong>17</strong></sup> para que habite Cristo por la fe en vuestros corazones, a fin de que, arraigados y cimentados en amor,\n</p><p><sup><strong>18</strong></sup> seáis plenamente capaces de comprender con todos los santos cuál sea la anchura, la longitud, la profundidad y la altura,\n</p><p><sup><strong>19</strong></sup> y de conocer el amor de Cristo, que excede a todo conocimiento, para que seáis llenos de toda la plenitud de Dios.\n</p><p>Detrás de las traducciones al español de Efesios 3:14 y 15 hay un importante juego de palabras. Cuando Pablo dice que se inclina ante “el Padre de nuestro Señor Jesucristo, de quien toma nombre toda la familia de los cielos y la tierra”, está explorando la conexión fonética entre la palabra griega para Padre, pat?r, y el término griego para familia, patria. En Efesios, Pablo celebra la naturaleza integral del plan de salvación de Dios, que abarca todas las cosas (Efe. 1:9, 10) para siempre (Efe. 1:21). Y aquí afirma que “toda la familia de los cielos y la tierra” pertenece al “Padre”. Toda familia (patria) toma su nombre del Padre (pat?r). ¡Esta es una muy buena noticia!\n</p><p>Reflexiona sobre este pensamiento: Tu familia, a pesar de sus imperfecciones y fallas, pertenece a Dios. Tu familia no está en las garras crueles del destino, sino en las manos cariñosas de Dios. Dios ama a las familias imperfectas. Llevan el nombre divino. Llevan la marca de su propiedad.\n</p><p>En Efesios 3:16 al 19, Pablo pide a Dios que conceda a los creyentes una abundante experiencia espiritual marcada por la fortaleza interior mediante la presencia del Espíritu (Efe. 3:16)y la intimidad con Cristo, a quien también describe morando en el interior (Efe. 3:16, 17), y una identidad espiritual estable y segura (“arraigados y fundados en amor”, Efe. 3:17).\n</p><p>Cuando Pablo busca ofrecer alabanzas a Dios por el alcance expansivo de las bendiciones ofrecidas a los creyentes, no incluye tres dimensiones, sino cuatro: “la anchura y la longitud, la profundidad y la altura” (Efe. 3:18). No identifica claramente a qué se aplican estas dimensiones, aunque obviamente describen la gran magnitud de algo importante. Esto deja un rompecabezas interesante para los estudiosos de la Biblia. Estas dimensiones, ¿describen la sabiduría de Dios (comparar con Job 11:5-9, que utiliza cuatro dimensiones); el poder de Dios (comparar con Efe. 3:16, 17); o quizás el templo espiritual de Efesios 2:19 al 22 (comparar con Ezequiel 43:13–16, que utiliza cuatro dimensiones; Amós 7:7, 8; Apoc. 11:1, 2)? Quizá lo mejor sea ver estas cuatro dimensiones como una descripción de la inmensidad del “amor de Cristo” (Efe. 3:18), y considerar que la frase “comprender [...] la anchura y la longitud, la profundidad y la altura” (Efe. 3:18) es paralela a la siguiente frase: “Conocer ese amor [de Cristo]” (Efe. 3:19; comparar con Rom. 8:35–39). De cualquier modo que veamos sus palabras, son buenas noticias.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "03  de agosto",
          "dayTitle": "<p>GLORIA EN LA IGLESIA Y EN CRISTO JESÚS</p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p><strong>Pablo concluye su reseña de oración con una doxología, una declaración breve y poética de alabanza a Dios. ¿Por qué alaba a Dios? Efesios 3:20, 21.\n</strong></p><p><sup><strong>20</strong></sup> Y a Aquel que es poderoso para hacer todas las cosas mucho más abundantemente de lo que pedimos o entendemos, según el poder que actúa en nosotros,\n</p><p><sup><strong>21</strong></sup> a él sea gloria en la iglesia en Cristo Jesús por todas las edades, por los siglos de los siglos. Amén.\n</p><p>Pablo ha estado registrando sus oraciones por los creyentes (Efe. 3:14–19). Ahora ora en forma directa y poderosa. La doxología de Pablo plantea dos interrogaciones: 1. El pasaje, ¿eleva a la iglesia en forma inapropiada, poniéndola a la par de Cristo, en la frase “a él sea la gloria en la iglesia y en Cristo Jesús” (Efe. 3:21)? En Efesios, si bien Pablo está muy interesado en la iglesia, es evidente que Cristo es el Salvador de la iglesia, ya que es Cristo quien mora en el corazón de los creyentes (Efe. 3:17). En la doxología, Pablo alaba a Dios por la salvación ofrecida a la iglesia por medio de Cristo Jesús.\n</p><p>2. La frase “en todas las generaciones y por los siglos de los siglos” (Efe. 3:21), ¿describe un futuro terrenal eterno para la iglesia, en que la venida de Cristo queda en suspenso? Efesios exhibe una sólida expectativa para el futuro. Por ejemplo, Efesios 4:30 mira hacia “el día de la redención”. Además, los creyentes experimentarán el poder soberano e ilimitado de Cristo en “el siglo [...] venidero” (Efe. 1:21). La doxología de Pablo debería leerse como una celebración del poder inagotable de Cristo ejercido en favor de los creyentes.\n</p><p>Al mirar retrospectivamente la segunda reseña de oración de Pablo (Efe. 3:14–21; comparar con Efe. 1:15–23), vemos que el apóstol encuentra fortaleza en el alcance cósmico del cuidado del Padre (Efe. 3:14, 15); en la disponibilidad inmediata del Espíritu Santo (Efe. 3:16); en la colaboración de Cristo mismo (Efe. 3:17); y en la inconmensurabilidad del amor ilimitado de Cristo (Efe. 3:18, 19). Esto es tan real que se imagina a los creyentes llenos “de toda la plenitud de Dios” (Efe. 3:19) y celebra estas realidades espirituales con alabanza, maravillándose nuevamente por la abundancia del poder de Dios que se ofrece a los santos (Efe. 3:20, 21).\n</p><p>Cuando sintamos la presión de los problemas, las tentaciones o las dudas, podemos recurrir a este relato optimista de las oraciones de Pablo. El apóstol encarcelado eleva nuestra visión al gran horizonte de los propósitos y la gracia de Dios, y nos recuerda que, al margen de nuestras circunstancias actuales, somos participantes del plan supremo de Dios (Efe. 1:9, 10), y que su poder obra en nosotros.\n</p><p><strong>¿Qué bendiciones de Dios son especialmente valiosas para ti? Practica componer una oración de alabanza para enaltecer a Dios por ellas.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4  de agosto",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p>Lee en Elena de White, El conflicto de los siglos, “La verdadera conversión es esencial”, pp. 514–532.\n</p><p>“¿Cómo podemos armonizar nuestra condición espiritual eclipsada con la presentación de nuestro texto [Efe. 3:14–19], que describe la plenitud del conocimiento que tenemos el privilegio de poseer? ¿Cómo puede el Cielo mirarnos a nosotros, que hemos tenido todas las ventajas espirituales y temporales para que podamos crecer en la gracia, cuando no hemos aprovechado nuestras oportunidades? El apóstol no escribió estas palabras para atormentarnos, engañarnos ni generarnos expectativas, solo para chasquearnos con ellas en nuestra experiencia. Escribió estas palabras para mostrarnos lo que podemos y debemos ser, si queremos ser herederos del Reino de Dios. ¿Cómo podemos ser colaboradores de Dios si tenemos una experiencia eclipsada? Tenemos conocimiento de los privilegios del cristiano, y debemos buscar ese profundo entendimiento espiritual en las cosas de Dios que el Señor ha deseado que tengamos.\n</p><p>“¿Realmente creemos en la Biblia? ¿Realmente creemos que podemos alcanzar el conocimiento de Dios que se nos presenta en este texto? ¿Creemos cada palabra que sale de la boca de Dios? ¿Creemos en las palabras pronunciadas por los profetas y los apóstoles, por Jesucristo, quien es el autor de toda luz y bendición, y en quien habita toda riqueza y plenitud? ¿Realmente creemos en Dios y en su Hijo?” (Elena de White, The Advent Review and Sabbath Herald, 1/10/1889).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p>1. Compara la doxología de Pablo en Efesios 3:20 y 21 con otras doxologías del Nuevo Testamento: Romanos 11:33–36; 16:25–27; Filipenses 4:20; 2 Pedro 3:18b; Judas 1:24, 25. ¿Qué temáticas o ideas circulan por estos pasajes? ¿Cómo podríamos adoptar la actitud de alabanza y adoración que ilustran?\n</p><p>2. Compara los cuatro usos de Pablo de la palabra griega pl?roma (“plenitud”) en Efesios (Efe. 1:10, 23; 3:19; 4:13). ¿Por qué crees que esta idea es importante para Pablo?\n</p><p>3. De todas las acciones de Dios que Pablo alaba en Efesios 3, ¿cuál te inspira más? ¿Por qué?\n</p><p>4. Pablo concluye la primera mitad de Efesios como la comenzó (Efe. 1:3–21): empleando el lenguaje de la oración y la alabanza. Se regocija en el poder de Dios, presente en la vida de los creyentes por medio de Cristo y el Espíritu (Efe. 3:16–21). ¿Cómo podemos nosotros, según la cita de Elena de White anterior, experimentar mejor este poder en nuestra vida?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de agosto",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 68,
          "idDay": 8,
          "idLesson": 6,
          "lessonText": "<p><strong>RESEÑA&nbsp;</strong></p><p><strong>Texto clave: Efesios 3:20, 21</strong></p><p><strong>&nbsp;Enfoque del estudio: Efesios 3; Job 11:5-9; Ezequiel 43:13-16; Amós 7:7, 8; Apocalipsis 11:1, 2.\n</strong></p><p><strong>Introducción:\n</strong></p><p>Después de compartir en Efesios 3:1 su gloriosa visión de la Cruz de Cristo y lo que esta logró tanto para los judíos como para los gentiles, Pablo quiere garantizar a sus hermanos y hermanas de Éfeso que ora para que siempre puedan\n</p><p>meditar en esa visión de la Cruz (y en la gloria, el poder y el amor de Dios que la Cruz revela) y para que puedan comprenderla y dejarse guiar y transformar por ella. Sin embargo, justo cuando Pablo comienza a decirles a los efesios que estaba orando por ellos, él, “prisionero de Cristo Jesús por amor a ustedes los gentiles” (Efe. 3:1), decidió detenerse un poco más en su ministerio a los gentiles. Este ministerio consistía en comprender el “misterio” glorioso de Dios para incluirlos a ellos, los gentiles, en su plan de salvación y en su iglesia. Este misterio, insiste el apóstol, no fue una ocurrencia tardía en el plan de Dios. Al contrario, fue el “propósito eterno” de Dios (Efe. 3:11). Ahora, en la era de Cristo, Dios pasó a revelar completamente este propósito al mundo, que cumplió por medio de Cristo, y ahora por medio de él, el apóstol de Cristo.\n</p><p><strong>Temática de la lección:\n</strong></p><p>La lección de esta semana destaca tres temas principales:\n</p><p>• La oración y el ideal de Pablo para la iglesia era ver a la iglesia como la nueva humanidad, incluyendo a los gentiles.\n</p><p>• La inclusión de los gentiles fue el gran misterio y sorpresa de Dios para la humanidad. Pablo fue el humilde mayordomo de este misterio.\n</p><p>• Debido a la inclusión de los gentiles y, por lo tanto, de toda la humanidad en el plan de salvación, la iglesia se convirtió en la manifestación de la sabiduría, el amor, el poder y la gloria de Dios, tanto en la tierra como en todo el universo.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>El misterio de Dios y el fundamento de los apóstoles y los profetas\n</strong></p><p>La discusión sobre los judíos y los gentiles, unidos en el cuerpo de Cristo, plantea el tema de la relación entre la iglesia e Israel. Los cristianos han desarrollado diferentes modelos para la relación Israel-iglesia. Una posición tradicional es que Israel fue la nación del pacto de Dios, pero después de que Israel como nación rechazó a Jesús como el Mesías, Israel como nación fue rechazada y reemplazada por la iglesia. Por lo tanto, después de Cristo, Israel no cumple ningún papel diferenciado en la economía de la salvación divina.</p><p>Otros teólogos tomaron una “interpretación literal” de las Escrituras y desarrollaron la teoría dispensacionalista: Israel y la iglesia representan dos pueblos de&nbsp;Dios diferentes. Estos pueblos tienen diferentes llamados, diferentes pactos, diferentes caminos hacia la salvación y diferentes propósitos en la economía de la salvación.</p><p>Incluso una lectura superficial de Pablo y del Nuevo Testamento revela que ambas teorías son problemáticas, y que el enfoque dispensacionalista en cuanto a la relación Israel-iglesia es especialmente contrario a lo que el apóstol imaginó. Podemos destacar varios aspectos importantes del enfoque de Pablo sobre la relación Israel-iglesia aquí. En primer lugar, Pablo visualizaba una continuidad esencial entre Israel y la iglesia. Esta relación debe entenderse en el contexto del principio interpretativo bíblico general de promesa-cumplimiento: Cristo y el pueblo de Dios del Nuevo Testamento son el cumplimiento de las promesas de Dios en el Antiguo Testamento. En el Antiguo Testamento, Dios salvó a Israel y lo llamó a proclamar al mundo los pactos de Dios y las promesas de gracia. Por medio de Israel, el llamado de Dios a recibir sus promesas de gracia y a unirse a sus pactos debía llegar a todas las familias y naciones de la Tierra. La misión de Israel no era desarrollar un imperio en el que Israel iba a conquistar y anexar todas las naciones de la tierra. En cambio, se esperaba que las naciones se unieran al pacto y las promesas de Dios, en lugar de unirse a una entidad nacional o imperial. El Antiguo Testamento, por lo tanto, esperaba una estructura supranacionalista del pueblo de Dios, en la que habría gente de todas las naciones que sería parte del mismo pacto con Dios (Gén. 12:1-3; 1 Rey. 8:41-43; Isa. 56:3-7; 60:3). Esta estructura supranacional se cumplió en el pueblo de Dios del Nuevo Testamento compuesto por judíos y gentiles.\n</p><p>En segundo lugar, y en consecuencia, Israel y la iglesia no son dos pueblos de Dios que conviven en paralelo, cada uno con sus alianzas, caminos de salvación y misiones. Más bien, Cristo explicó que su misión era “traer” a sus “otras ovejas que no son de este redil” para que “ha[ya] un rebaño y un pastor” (Juan 10:16). La iglesia tampoco es simplemente el reemplazo de Israel como nación, en el sentido de que Israel fue la nación de Dios hasta Cristo y ahora, después de que Cristo rechazara a Israel como nación, la iglesia es el nuevo pueblo de Dios. Para Pablo, la iglesia no es un pueblo diferente de Dios sino el cumplimiento de la asombrosa promesa de Dios en el Antiguo Testamento: él llama a toda la humanidad a su gracia. Por eso, en Romanos 9, Pablo considera que la iglesia está compuesta tanto por judíos como por gentiles (Rom. 9:23-26).\n</p><p>Es verdad que solo un remanente de Israel se unió a la comunidad reunida alrededor de Jesús (Rom. 9:27-29), pero es precisamente este remanente el que muestra que Dios no rechazó la participación de Israel en la iglesia (Rom. 11:1). Este remanente garantiza la continuidad y la unidad entre Israel y la iglesia. Por eso, en Romanos 11:16 al 18, Pablo compara a la iglesia con el olivo: unos pámpanos son los hijos de Israel y otros pámpanos son los gentiles, pero al final todos los pámpanos se alimentan de la misma raíz; es decir, el pacto de Dios con Abraham. Dios siempre tuvo un plan de salvación, una Simiente que era Cristo, una promesa, un pacto y un pueblo.\n</p><p>Esta misma idea del único plan de Dios, la continuidad entre Israel y la iglesia, y de allí la importancia de la unidad de la iglesia, resurge en Efesios 2 y&nbsp;3. Pablo explica a los efesios que la iglesia está compuesta tanto de “circuncidados” como de “no circuncidados” (Efe. 2:11, DHH). El apóstol no dice que los&nbsp;judíos y la iglesia sean dos pueblos separados ni que la iglesia haya reemplaza- do a los judíos como pueblo de Dios. Lejos de excluir a los judíos de la iglesia,&nbsp;Pablo sigue la teología de Jesús y afirma que la salvación viene de los judíos (Juan 4:22). Por esta razón, Pablo enfatiza que mientras los gentiles estaban “lejos”, los judíos estaban “cerca” (Efe. 2:17). En otro lugar, Pablo describió esta “cercanía” en términos de haber recibido las promesas o pactos de Dios, las profecías de Dios, al Mesías, y la misión de Dios para compartir todo esto con el mundo (Rom. 9:4, 5). Por lo tanto, son los gentiles quienes se acercaron a Dios y edificaron sobre el mismo fundamento de los profetas hebreos, en lugar de edificar sobre el fundamento de sus viejos mitos o filosofías.</p><p>En tercer lugar, si bien habla del fundamento de la iglesia, Pablo utiliza la misma idea de la continuidad de Israel y la iglesia, esta vez en términos de revelación. La iglesia se construye sobre la revelación divina. Pero Dios no tiene dos revelaciones discontinuas, el Antiguo Testamento y el Nuevo Testamento. No reveló algo en el Antiguo Testamento para luego abandonar su plan y revelar un proyecto totalmente nuevo. Su plan es uno, y su revelación es única y continua. Por eso Pablo enfatiza que la iglesia está edificada sobre los apóstoles y los profetas (Efe. 2:20; ver también la descripción de Juan de la Nueva Jerusalén en la que los nombres de los apóstoles están inscritos sobre los cimientos de la ciudad, y los nombres de los patriarcas están inscritos en las puertas. Con todo, los apóstoles y los patriarcas están integrados en la Nueva Jerusalén, la morada de Dios [Apoc. 21:10-14]). La razón para enumerar a los apóstoles en primer lugar quizá sea que los apóstoles son “más grandes” que los profetas en el mismo sentido en que Juan el Bautista fue más grande que todos los profetas. Esta “grandeza” debe entenderse en el mismo sentido de promesa-cumplimiento: en tanto que los profetas profetizaron la venida del Mesías, los apóstoles anunciaron su verdadero advenimiento histórico al mundo. El Mesías que los apóstoles anunciaron que había venido al mundo era el mismo Mesías que los profetas vieron en sus visiones. Los apóstoles y los profetas estaban unidos en su testimonio, que es el fundamento de la iglesia.</p><p>Sin embargo, mientras Pablo reconoce que los apóstoles y los profetas recibieron el llamado de Dios para desempeñar este papel fundamental en la iglesia, ellos reconocieron y proclamaron que la piedra angular de la iglesia era Jesús de Nazaret, el Cristo profetizado por las Escrituras del Antiguo Testamento (Efe. 2:20), el contenido y la esencia de su testimonio. Como apóstol, Pablo siguió el principio interpretativo de Jesús de que “toda la Escritura” (Luc. 24:27) apuntaba a él, su venida y ministerio (ver Luc. 24:25-27). Debido a que Jesús es la piedra angular, el edificio se construye perfectamente “en él” (Efe. 2:20- 22) como un “templo santo” (Efe. 2:21), para que Dios more en él (Efe. 2:22).\n</p><p>En cuarto lugar, la visión de Pablo relativa a la relación Israel-iglesia también revela su comprensión de la identidad y el carácter de Dios. El Dios de Israel no es su Dios nacional, es el Dios de toda la Tierra. Si bien su residencia terrenal puede estar en Jerusalén, su jurisdicción no se limita a Judea y sus alrededores. El Dios de los cristianos tiene su Trono en los lugares celestiales, o Santuario, y tiene autoridad sobre cualquier poder de la Tierra o del Cielo (Mat. 6:10; 28:18; Efe. 1:21), porque él es el Creador y Redentor del mundo entero. Por eso Dios llama a todo el mundo a volver a él, a recibir su gracia y a vivir en su Reino.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>La gente ama los misterios, los secretos. Pide a los alumnos que consideren estas preguntas: ¿Alguna vez viviste tu experiencia cristiana como si fueras el guardián de un gran y glorioso misterio, un misterio que cambió tu vida para siempre y que, como tú lo entiendes, cambiará el mundo para siempre de la manera más positiva? Si es así, explica. ¿Alguna vez compartiste el evangelio como si fuera un gran y hermoso misterio? Analicen.\n</p><p>En Efesios 3:10, Pablo declara que la iglesia es el medio por el que Dios revela su sabiduría “a los principados y potestades de los cielos”. Formula las siguientes preguntas a los alumnos: A tu entender, la iglesia, ¿es una revelación del plan de salvación de Dios para todo el universo? ¿En qué sentido? ¿De qué manera la unidad en la iglesia en Cristo, la unidad entre gentiles y judíos, la unidad de las familias y la sociedad es parte esencial de la revelación salvífica de la gracia y el poder de Dios? Analicen las respuestas con la clase.\n</p><p>En Colosenses 1:27, un texto paralelo a Efesios 3, Pablo enfatiza que el misterio que Dios les reveló a los “santos” de la iglesia es “Cristo en ustedes, la esperanza de gloria”. Invita a los alumnos a compartir cómo podrían explicar esta expresión a alguien que no es cristiano. ¿Qué quiere decir el apóstol con “Cristo en ustedes”? ¿Qué relación tiene esta expresión con “la esperanza de gloria”? Por otro lado, ¿cómo afecta este “misterio” tu vida diaria? Guía a la clase en un debate sobre las respuestas a estas preguntas.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "3T2023",
      "title": "<p>EL MISTERIO DEL EVANGELIO</p>",
      "verse": "<p>“A aquel que es poderoso para hacer infinitamente más que todo cuanto pedimos o entendemos, por el poder que actúa en nosotros; a él sea la gloria en la iglesia y en Cristo Jesús, en todas las generaciones y por los siglos de los siglos. Amén” (Efe. 3:20, 21).</p>",
      "versionCode": 10,
      "weekDate": "29 julio-5 agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
