{
  "data": [
    {
      "color": "#4710d0",
      "id": 713,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 23",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>The book of Revelation fills the mind with scenes of the end. The epicenter of the book deals with the cosmic conflict between Christ and Satan. Satan has lost his legal hold over the earth, and now he pursues those who remain loyal to God. The book climaxes with Jesus’ return to deliver His children, both the living righteous and those faithful ones who have died since the fall of Adam and Eve. The book shows us, too, the destruction of Satan and the wicked by fire, and Jesus’ establishment of His eternal kingdom on the earth made new.&nbsp;</p><p>Students of Revelation enthusiastically explore and seek to identify the predicted signs and events that mark church history from the first century ad to our day in the end of time. They are right to do so, too.</p><p>However, in this quarter’s final lesson, we will see that Revelation is a missionary book focused on a missionary God who is calling us to be a missionary church. Our calling to proclaim “present truth” to the world will exist right up until everyone has made the choice for or against God.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 24",
          "dayTitle": "<p>Revelation: God’s Last-Day Mission<br></p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p>The opening lines of Revelation indicate to the reader that this book is focused on God’s mission.<br><br><strong>Read Revelation 1:1–7. In what ways do you see evidence that Revelation is focused on God’s mission in the last days?</strong></p><p><strong>Revelation 1:1–7</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:<br><sup><br><strong>2 </strong></sup>Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.<br><sup><br><strong>3</strong></sup> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.<br><sup><br><strong>4</strong></sup> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;<br><sup><br><strong>5 </strong></sup>And from Jesus Christ, who is the faithful witness, and the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,<br><sup><br><strong>6 </strong></sup>And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.<br><sup><br><strong>7 </strong></sup>Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.</p><p>After revealing in the first verses that Jesus is the source and focus of Revelation, Revelation 1:4, 5 alludes to all Three Members of the Godhead, who are working unitedly to save human beings. The Father is the eternal one who was and is and is to come. The Holy Spirit, who is working powerfully among the first-century churches, is named. Then John recalls the status of Jesus Christ—the “faithful witness,” “the firstborn of the dead” (Rev. 1:5, NRSV), who possesses legal ownership of this planet. Satan’s attempt to use this earth to establish his kingdom is ruined. In addition to God’s victory over Satan, our Creator’s shed blood washes away our guilt and shame.<br><br>Read Revelation 1:6 and 1 Peter 2:9. What do the titles for the redeemed in these verses signify?<br><br>The focus of God’s mission is not simply to drag perishing people to safety. God’s salvation offers a new and honorable status, because God’s image is restored in us. The redeemed become royalty (kings) because we are blood-related to the King of the universe through Jesus’ shed blood. Now, as royal family members, we join the mission of the royal family in the salvation of other human beings. This makes us priests! Christ had constituted His church a “kingdom” and its individual members “priests.” To be a member of the kingdom is to be a priest.<br><br>In Revelation 1:7, we find the urgency of mission: Jesus is coming, and the nations will mourn because they are lost. God longs after those who are estranged from Him.The book of Revelation opens, then, with God’s mission for human beings.</p><p><strong>&nbsp;Not only have we been created by God, but we have been redeemed by Him, and at such an amazing cost, too. Why should this truth give us so much hope, no matter our present situation?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 25",
          "dayTitle": "<p>The Three Angels’ Messages and Mission<br></p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p>The book of Revelation gives us a powerful and graphic representation of the great controversy theme, perhaps most dramatically depicted in Revelation 12:12: “ ‘Therefore rejoice, O heavens, and you who dwell in them! Woe to the inhabitants of the earth and the sea! For the devil has come down to you, having great wrath, because he knows that he has a short time’ ” (NKJV). It’s hard to imagine how anyone can understand anything in Scripture apart from the great controversy motif, which will climax in the last days.<br><br><strong>Read Revelation 14:6–12. What is depicted here, and what have these verses to do with our mission and message?</strong><br></p><p><strong>Revelation 14:6–12</strong></p><p><sup><strong>6 </strong></sup>And I saw another angel fly in the midst of heaven, having the everlasting gospel to preach unto them that dwell on the earth, and to every nation, and kindred, and tongue, and people,<br><sup><br><strong>7 </strong></sup>Saying with a loud voice, Fear God, and give glory to him; for the hour of his judgment is come: and worship him that made heaven, and earth, and the sea, and the fountains of waters.<br><sup><br><strong>8</strong></sup> And there followed another angel, saying, Babylon is fallen, is fallen, that great city, because she made all nations drink of the wine of the wrath of her fornication.<br><sup><br><strong>9 </strong></sup>And the third angel followed them, saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead, or in his hand,<br><sup><br><strong>10</strong></sup> The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:<br><sup><br><strong>11</strong></sup> And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.<br><sup><br><strong>12</strong></sup> Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.</p><p>Central to mission, God’s mission, is the message, God’s message: the gospel. The message, in a real sense, is the mission. The world needs to be warned about what is coming upon it, and every person will be forced to make a choice, a choice either for life or for death. “ ‘He who is not with Me is against Me, and he who does not gather with Me scatters’ ” (Luke 11:23, NKJV).<br><br><strong>What is Jesus saying here that deals so directly with our mission?</strong><br><br>The three angels’ messages of Revelation 14 form the core, the heart, of what we as Seventh-day Adventists have been called to proclaim to the world. Central to it, foundational to it, are two themes: “the everlasting gospel” (Rev. 14:6, NKJV) and the worship of the Creator. These two themes appear in this depiction of the saints: “Here is the patience of the saints; here are those who keep the commandments of God and the faith of Jesus” (Rev. 14:12, NKJV). No matter what else we do—all the good that we do in helping people—we must never lose sight of our special calling and mission, which is to proclaim to a lost world the hope found in the “everlasting gospel,” as well as to warn the world of what will one day come upon it.<br><br><strong>“ ‘He who is not with Me is against Me’ ” (Luke 11:23, NKJV). How do you understand what Jesus is saying to us here? Why should these words cause us to examine where our hearts really are?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 26",
          "dayTitle": "<p>The Final Crisis<br></p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p>Jesus said to His disciples and to us: “ ‘Go therefore and make disciples of all the nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, teaching them to observe all things that I have commanded you; and lo, I am with you always, even to the end of the age.’ Amen” (Matt. 28:19, 20, NKJV). This is the Great Commission, and in many ways the three angels’ messages, with a call to “every nation, tribe, tongue, and people” (Rev. 14:6, NKJV), is simply the “present truth” (2 Pet. 1:12) expression of the Great Commission.<br><br><strong>Read 1 John 4:8, 2 Peter 3:9, 1 Timothy 2:4, and Genesis 12:3. Why does every group of people matter to God?</strong></p><p><strong>1 John 4:8</strong></p><p><sup><strong>8 </strong></sup>He that loveth not knoweth not God; for God is love.<br></p><p><strong>2 Peter 3:9</strong></p><p><sup><strong>9 </strong></sup>The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.<br></p><p><strong>1 Timothy 2:4</strong></p><p><sup><strong>4 </strong></sup>Who will have all men to be saved, and to come unto the knowledge of the truth.<br></p><p><strong>Genesis 12:3</strong></p><p><sup><strong>3 </strong></sup>And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.</p><p>Christ’s love is for all humanity, with no people group excluded. Contrary to the theology that teaches that Christ died only for a predestined elite, the Bible is clear that Christ’s death was for all people, regardless of race, ethnicity, or any other factor. If you are a human being, Christ died for you. Period. The only question remaining for anyone is, How do you respond to His death?<br><br>When Jesus returns, there will be only two overt camps: those who have submitted to the authority of Satan through religious and political institutions as shown in Revelation 13 and 17, and those who have fully submitted to Jesus Christ, whose faith is made manifest by their keep- ing “the commandments of God” (Rev. 14:12).<br><br>Since the beginning, human beings have had evidence of who God is and of His way of righteousness and love (Rom. 1:18–21). Therefore, all human beings from ages past will be judged based on how they cooperated with God and how they lived—regardless of how much they did or didn’t understand (Rom. 2:11–16).<br><br>But in this time of the end, there is a growing polarization, and no longer will freedom of conscience be respected. People will be pressed to align themselves with Satan’s party. It is urgent that the gospel be proclaimed and the serious news about Satan’s strategies be exposed. And that is exactly what the three angels’ messages, and our mission, are all about.<br><br><strong>Dwell on the fact that Christ has died for you personally. What could possibly make you think that anything you have done, no matter how bad, could not have been sufficiently paid for by the death of Christ on the cross?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 27",
          "dayTitle": "<p>Success in Mission<br></p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p>What is success in mission? We might be tempted to think that it is many baptisms, big churches, and rapid growth rates. We might feel that success consists of entering every tribe and people group on earth with the truth and that we can speed it up by using radio, the internet, and TV. While all of this can be good, we must remember what Paul wrote to the community of faith in Corinth: “I planted, Apollos watered, but God gave the increase” (1 Cor. 3:6, NKJV). In other words, our focus is to be on the process; God’s focus will be on the growth.<br><br>We have already seen that the object of God’s mission is saving the lost in every people group on earth by making them loyal disciples of Jesus who are involved in His mission.<br><br><strong>Read the following texts. What do they tell us about the character of those who become followers of Jesus?<br></strong><br></p><p><strong>2 Cor. 11:2 </strong><sup><br></sup></p><p><sup><strong>2</strong></sup> For I am jealous over you with godly jealousy: for I have espoused you to one husband, that I may present you as a chaste virgin to Christ.<br></p><p><strong>Isa. 30:21</strong></p><p><sup><strong>21</strong></sup> And thine ears shall hear a word behind thee, saying, This is the way, walk ye in it, when ye turn to the right hand, and when ye turn to the left.<br></p><p><strong>John 10:27</strong></p><p><sup><strong>27</strong></sup> My sheep hear my voice, and I know them, and they follow me<strong><br></strong></p><p><strong>John 16:12-13 </strong><strong><br></strong></p><p><strong><sup>12</sup></strong> I have yet many things to say unto you, but ye cannot bear them now.<br><sup><br><strong>13</strong></sup> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.<br></p><p><strong>2 Thess. 2:9–11</strong></p><p><sup><strong>9</strong></sup> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,<br><sup><br><strong>10 </strong></sup>And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved.<br><sup><br><strong>11</strong></sup> And for this cause God shall send them strong delusion, that they should believe a lie<br></p><p><strong>Heb. 3:12-13</strong></p><p><sup><strong>12 </strong></sup>Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.<br><sup><br><strong>13</strong></sup> But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.<br></p><p><strong>1 John 1:8 </strong><sup><br></sup></p><p><sup><strong>8</strong></sup> If we say that we have no sin, we deceive ourselves, and the truth is not in us.<br></p><p><strong>1 John 1:9</strong></p><p><strong><sup>9 </sup></strong>If we confess our sins, he is faithful and just to forgive us our sins, and to cleanse us from all unrighteousness.<br></p><p><strong>Rev. 7:14</strong></p><p><sup><strong>14</strong></sup> And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.<br></p><p><strong>Rev. 19:8</strong><br><strong><sup>8 </sup></strong>And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.<br><br>Disciples of Jesus are pure, remaining loyal to Him as a pure bride would to her betrothed. They follow Jesus as He leads them by the still small voice of the Holy Spirit. This includes leading us into missionary work for others. There is no deception in these disciples. They are not led astray by debilitating doubt, false teachings, or immorality. And they do not feel morally superior to others. They recognize that they are imperfect, requiring God’s cleansing grace and mercy. Understanding this, they also are open to receiving correction and instruction from other believers. Success in mission results in making this type of disciple.<br><strong><br>What does it mean to be a “chaste virgin to Christ” (2 Cor. 11:2)? How can we, as sinners, be this before God and point others to becoming chaste virgins to Christ, as well?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 28",
          "dayTitle": "<p>Mission Complete<br></p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p><strong>Read Revelation 21:1–4 and Revelation 21:22–22:5. What is the scene described here?</strong></p><p><strong>Revelation 21:1–4<br></strong></p><p><sup>1</sup> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.<br><sup><br><strong>2</strong></sup> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.<br><sup><br><strong>3</strong></sup> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.<br><sup><br><strong>4 </strong></sup>And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.<br></p><p><strong>Revelation 21:22–27</strong><br><sup><br><strong>22</strong></sup> And I saw no temple therein: for the Lord God Almighty and the Lamb are the temple of it.<br><sup><br><strong>23 </strong></sup>And the city had no need of the sun, neither of the moon, to shine in it: for the glory of God did lighten it, and the Lamb is the light thereof.<br><sup><br><strong>24 </strong></sup>And the nations of them which are saved shall walk in the light of it: and the kings of the earth do bring their glory and honour into it.<br><sup><br><strong>25</strong></sup> And the gates of it shall not be shut at all by day: for there shall be no night there.<br><sup><br><strong>26 </strong></sup>And they shall bring the glory and honour of the nations into it.<br><sup><br><strong>27</strong></sup> And there shall in no wise enter into it any thing that defileth, neither whatsoever worketh abomination, or maketh a lie: but they which are written in the Lamb's book of life.<br></p><p><strong>Revelation 22:1-5</strong></p><p><sup><strong>1 </strong></sup>And he shewed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb.<br><sup><br><strong>2 </strong></sup>In the midst of the street of it, and on either side of the river, was there the tree of life, which bare twelve manner of fruits, and yielded her fruit every month: and the leaves of the tree were for the healing of the nations.<br><sup><br><strong>3</strong></sup> And there shall be no more curse: but the throne of God and of the Lamb shall be in it; and his servants shall serve him:<br><sup><strong><br>4</strong></sup> And they shall see his face; and his name shall be in their foreheads.<br><sup><br><strong>5 </strong></sup>And there shall be no night there; and they need no candle, neither light of the sun; for the Lord God giveth them light: and they shall reign for ever and ever.<br><br></p><p>What a paradise the new earth will be! Death and sin will be gone, Satan and wickedness destroyed. We will meet our loving Savior and reunite with loved ones. And the new earth will be populated with representatives from every ethnicity and language.<br><br>The General Conference Mission Board has approved Global Mission metrics that can be used to determine whether a people group is reached or unreached. A “reached people group” is one that has adequate numbers and resources to witness effectively to the rest of the group without requiring outside assistance; it has worship services, Bibles, and other literature in their first language; and there are indigenous church leaders who can witness to the rest of the people group without working through a translator.<br><br>An “unreached people group” is one that has no indigenous community of believing Adventists with adequate numbers and resources to witness effectively to their own group without assistance from outside their culture.<br><br>Each local church and conference must determine the people groups in their community who need to be reached. Now is the time to invest in God’s mission of making disciples in all people groups, hastening our Savior’s return and, in the end, living with them in the new heaven and new earth that is promised to us here.<br><br><strong>Challenge:</strong> How are you hastening Christ’s return? Are you planting seeds of hope in the hearts of those who need to hear good news? Are you “watering” new believers by helping them learn what it means to live a life of loyal obedience to Christ? Pray for opportunities to communicate the promise of the earth made new with the people on your daily prayer list.<br><br><strong>Challenge Up:</strong> Some of your “disciples” may be ready to accept Christ. This includes joining a church or group of believers. Put yourself in his or her place and imagine attending your church for the first time.<br><br>What kind of experience would he or she have?&nbsp;</p><p><strong>How prepared is your church to welcome and disciple new people?</strong><br><br>Are you open to starting new groups of believers, not just building up your own existing church? Create a strategy to address weak areas. Share your thoughts with your church leaders, and work with them to implement a plan to become a more intentional disciple-making church.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 29",
          "dayTitle": "<p>Further Thought:<br></p>",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p>“The great plan of redemption results in fully bringing back the world into God’s favor. All that was lost by sin is restored. Not only man but the earth is redeemed, to be the eternal abode of the obedient. For six thousand years Satan has struggled to maintain possession of the earth. Now God’s original purpose in its creation is accomplished. ‘The saints of the Most High shall take the kingdom, and possess the kingdom forever, even forever and ever.’ ”—Ellen G. White, Patriarchs and Prophets, p. 342.<br><br>But before that can become a reality, it is our duty to partner with God in His mission to reach the world with the message of warning so that people can accept and be a part of God’s promise of re-creation. “I long to see very many laborers at work for those who know not the evidences of our faith. Many have received great light through hearing the three angels’ messages, and now they should proclaim these mes- sages in all parts of the world. I desire to do my part and to open the way for others to carry the light of truth. May the Lord help us to put the armor on. The believers are to unite in the solemn work of giving the last note of warning to the world.”—Ellen G. White, Letter 390, 1907 (unpublished).<br><br>Throughout this quarter we have studied various aspects and issues related to God’s mission. This week we concluded our study by exploring Revelation’s keys to understanding what a restored relationship with God looks like, and it climaxed with a vision of the mission ­fulfilled—the re-creation and restoration of the earth. While it is true that the destruction of sin and suffering will be the most terrifying days of earth’s history, God casts our vision to a time beyond this destruction and provides comfort and encouragement in the promise of the earth restored.<br><strong><br>Discussion Question:</strong><br><strong><br>1. </strong>What is the “everlasting gospel”? Why is it “everlasting”? And why must what it teaches be foundational to our mission?<br><br><strong>2. </strong>Why do we have such an emphasis on the three angels’ messages? How do you respond to the argument that we need to focus on Jesus and not on something as supposedly “negative” as these messages, which include very strong warnings?<br><br><strong>3.&nbsp; </strong>How has this quarter helped you better understand not only the importance of mission but how you and your church could better participate in it, which is what we have been called to do?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 138,
          "idDay": 8,
          "idLesson": 13,
          "lessonText": "<p><strong>Dreaming Dreams: Part 3<br><br>By Andrew McChesney</strong><br><br>Joseph Delamou had prayed to God to reveal His true church, but Joseph didn’t know where to worship in Conakry, capital of the French-speaking country of Guinea in West Africa. After studying the Bible with his English teacher, a Seventh-day Adventist named Fortunate Kaloubilori, he fasted for three days and pleaded with God to reveal His will.<br><br>Then Joseph had a dream in which he was locked up in prison. A prison guard was a relative, and he begged him for freedom. “I cannot free you even though we are from the same family,” the relative said.<br><br>Joseph attempted to escape but was caught and reproved by his relative. “Don’t play with me,” the relative said. “If you try that again, I will punish you in a way that you will never forget.”<br><br>A voice boomed out with a description of the punishment. “Someone will bring straw and put it under you and set it on fire,” the voice said.<br><br>Joseph understood that the punishment represented hell after Jesus’ coming. He prayed, “I’m not better than the others. Only don’t let me die here.<br><br>I want to accomplish something for You before I die.” After the prayer, he was somehow removed from the prison cell and into the presence of three soldiers. One soldier said, “Joseph, you must pay the ransom for your freedom.”<br><br>“Only God freed me, not you,” Joseph replied. “Jesus paid the price on the cross. I owe you nothing.”<br><br>But the soldier insisted, “If you don’t pay, we will take you back to prison.” “My freedom did not come from you, and you cannot go against God, who freed me,” Joseph said. “My life depends on God, and if you harm me, you are not harming me but God.<br><br>The soldiers left, and Joseph turned around and saw Fortunate. “Your freedom is from God,” Fortunate assured him. Then Joseph woke up. It was 3:00 a.m., and he was sweating. The dream seemed so real.<br><br>He prayed, “Thank You, God. Every time I ask for help, You answer me. I thank You, not for answering me but for lov- ing me.”<br><br>Today, Joseph is 24 and a faithful Adventist. “When I was a child, I asked God to lead me to the right path,” he said. “God answered this prayer by bringing me to the Adventist Church. I am ready to serve God.”<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>The End of God’s Mission<br></p>",
      "verse": "<p>“Therefore, since all these things will be dissolved, what manner of persons ought you to be in holy conduct and godliness, looking for and hastening the coming of the day of God . . . ?” (2 Peter 3:11, 12, NKJV).<br></p>",
      "versionCode": 30,
      "weekDate": "December 23–29"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
