{
   "data":[
      {
         "color":"#67FFB3",
         "id":5,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"27 de abril",
               "dayTitle":"",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>Los reformadores protestantes tenían algo que el siglo XXI necesita desesperadamente: un propósito para su vida. En su libro The Empty Self [El yo vacío], el prestigioso psicólogo estadounidense Philip Cushman habla de quienes viven sin propósito. Sus creencias son superficiales, pocas cosas les importan y no tienen nada por lo que merezca la pena morir o vivir.</p><p>Pero los hombres, las mujeres y los niños de la Reforma protestante eran radicalmente diferentes. Tenían un propósito permanente por el que valía la pena vivir. Lo que creían era importante, y no estaban dispuestos a comprometer su integridad. Sus creencias fundamentales formaban parte inseparable de ellos; negarlas era negar su propia identidad. Ante la muerte misma, tenían paz interior.</p><p>En el estudio de esta semana, con ejemplos de la Reforma, exploraremos de qué manera las enseñanzas transformadoras de las Escrituras ofrecen un verdadero significado para la vida. Comprender estas verdades eternas nos preparará para la crisis final en el gran conflicto entre el bien y el mal. La batalla que libraron los reformadores aún no ha terminado, y nosotros hemos sido llamados a retomarla donde ellos la dejaron. Nosotros también podemos descubrir a un Dios lo suficientemente grande para todos los desafíos que enfrentamos, un Dios que da sentido y propósito a nuestra vida como nada en el mundo.</p><p>La lección de esta semana se basa en El conflicto de los siglos, capítulos 7 al 11.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"28 de abril",
               "dayTitle":"<p>SOLO LA PALABRA DE DIOS</p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Salmo 119:103, 104, 147 y 162. ¿Cuál era la actitud de David hacia la Palabra de Dios? ¿Cómo influyó esto en los reformadores, y cómo influye en nuestra vida en la actualidad?</strong></p><p><strong>Salmo 119:103-104</strong></p><p><strong><sup>103</sup></strong> ¡Cuán dulces son a mi paladar tus palabras! Más que la miel a mi boca.</p><p><strong><sup>104</sup></strong> De tus mandamientos he adquirido inteligencia; por tanto, he aborrecido todo camino de mentira.</p><p><strong>Salmos 119:147</strong></p><p><strong><sup>147</sup></strong> Me anticipé al alba, y clamé; esperé en tu palabra.</p><p><strong>Salmos 119:162</strong></p><p><strong><sup>162</sup></strong> Me regocijo en tu palabra como el que halla muchos despojos.</p><p>La Biblia era el fundamento de la fe de los reformadores y la esencia de su enseñanza. Comprendieron que estaban tratando con la inspirada “palabra de Dios que vive y permanece para siempre” (1 Ped. 1:23). Atesoraban cada palabra.</p><p>A medida que leían sus páginas y creían en sus promesas, su fe se fortalecía y su valor se renovaba. “Así sucede con todas las promesas de la Palabra de Dios. En ellas, nos habla a cada uno en particular, y de un modo tan directo como si pudiéramos oír su voz. Por medio de estas promesas, Cristo nos comunica su gracia y su poder. Son hojas de ese árbol que son ‘para la sanidad de las naciones’ (Apoc. 22:2). Recibidas y asimiladas, serán la fortaleza del carácter, la inspiración y el sostén de la vida. Nada tiene tal virtud curativa. Ninguna otra cosa puede impartirnos el valor y la fe que dan energía vital a todo el ser” (Elena de White, El ministerio de curación, p. 85).</p><p>Las Escrituras irradian gozo a nuestro dolor, esperanza a nuestro desaliento, luz a nuestra oscuridad. Dan dirección a nuestra confusión, certeza a nuestra perplejidad, fortaleza a nuestra debilidad y sabiduría a nuestra ignorancia.</p><p>Cuando meditamos en la Palabra de Dios y confiamos por fe en sus promesas, el poder vivificador de Dios vigoriza todo nuestro ser, física, mental, emocional y espiritualmente. Los reformadores saturaban su mente con las Escrituras. Vivían por la Palabra, y muchos de ellos murieron por la Palabra. No eran cristianos casuales, complacientes y descuidados, con una vida devocional superficial. Sabían que sin el poder de la Palabra de Dios no resistirían las fuerzas del mal dispuestas contra ellos.</p><p>La pasión de John Wycliffe era traducir la Biblia al inglés a fin de que la gente común pudiera leerla y entenderla. Como eso era ilegal, fue juzgado por su fe, condenado como hereje y sentenciado a muerte. En su juicio, Wycliffe hizo un serio llamado: “ ‘¿Contra quién piensan que están contendiendo? ¿Contra un anciano que ya está al borde del sepulcro? ¡No!, ¡contra la Verdad!; ¡la Verdad que es más fuerte que ustedes y que los vencerá!’ ” (Wylie, lib. 2, cap. 13, citado en Elena de White, El conflicto de los siglos, p. 97). Las últimas palabras de Wycliffe se cumplieron cuando la luz de la verdad de Dios disipó la oscuridad de la Edad Media.</p><p><strong>¿De qué manera te han consolado las Escrituras en tiempos de prueba?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de abril",
               "dayTitle":"<p>TRANSMITIR LA PALABRA DE DIOS</p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p><strong>Lee 2 Corintios 4:1 al 6 y 2:14. ¿Qué nos dicen estos pasajes acerca de la confianza que tenía Pablo, a pesar de los desafíos que enfrentaba al proclamar la verdad de la Palabra de Dios?</strong></p><p><strong>2 Corintios 4:1-6</strong></p><p><strong><sup>1 </sup></strong>Por lo cual, teniendo nosotros este ministerio según la misericordia que hemos recibido, no desmayamos.&nbsp;</p><p><strong><sup>2 </sup></strong>Antes bien renunciamos a lo oculto y vergonzoso, no andando con astucia, ni adulterando la palabra de Dios, sino por la manifestación de la verdad recomendándonos a toda conciencia humana delante de Dios.&nbsp;</p><p><strong><sup>3 </sup></strong>Pero si nuestro evangelio está aún encubierto, entre los que se pierden está encubierto;&nbsp;</p><p><strong><sup>4 </sup></strong>en los cuales el dios de este siglo cegó el entendimiento de los incrédulos, para que no les resplandezca la luz del evangelio de la gloria de Cristo, el cual es la imagen de Dios.&nbsp;</p><p><strong><sup>5 </sup></strong>Porque no nos predicamos a nosotros mismos, sino a Jesucristo como Señor, y a nosotros como vuestros siervos por amor de Jesús.&nbsp;</p><p><strong><sup>6</sup></strong> Porque Dios, que mandó que de las tinieblas resplandeciese la luz, es el que resplandeció en nuestros corazones, para iluminación del conocimiento de la gloria de Dios en la faz de Jesucristo.</p><p><strong>2 Corintios 2:14</strong></p><p><strong><sup>14</sup></strong> Mas a Dios gracias, el cual nos lleva siempre en triunfo en Cristo Jesús, y por medio de nosotros manifiesta en todo lugar el olor de su conocimiento.</p><p>El apóstol Pablo enfrentó dificultades abrumadoras en su tarea de difundir el evangelio; sin embargo, tenía la confianza de que la Palabra de Dios acabaría triunfando, “porque”, como dijo, “nada podemos contra la verdad, sino solo en favor de la verdad” (2 Cor. 13:8).</p><p>Los reformadores se enfrentaron a pruebas similares; no obstante, por fe permanecieron fieles a la Palabra de Dios. Un ejemplo de valentía frente a probabilidades aparentemente abrumadoras es William Tyndale. El mayor deseo de Tyndale era dar a Inglaterra una traducción exacta y legible de la Biblia. Decidió traducir la Biblia a partir de los idiomas originales y corregir algunos de los errores de la traducción de Wycliffe de hacía doscientos años. Finalmente, Tyndale también fue arrestado y juzgado. Muchos ejemplares de su versión de la Biblia, impresas en Worms, Alemania, fueron confiscadas y quemadas públicamente. Su juicio tuvo lugar en Bélgica en 1536 d.C. Fue condenado a la hoguera por herejía. Sus verdugos lo estrangularon mientras lo ataban a la hoguera y luego quemaron su cuerpo. Sus últimas palabras fueron pronunciadas con celo a viva voz y se describen como: “Señor, abre los ojos del rey de Inglaterra”. Dios respondió milagrosamente a la oración de Tyndale.<br></p><p>A los cuatro años de su muerte, se publicaron cuatro traducciones inglesas de la Biblia. En 1611 se imprimió la versión bíblica del Rey Jacobo (King James), basada en gran medida en la obra de Tyndale. Los 54 eruditos que elaboraron la obra se basaron mayormente en la anterior traducción inglesa de Tyndale. Una estimación sugiere que el Antiguo Testamento de la Biblia King James de 1611 es en un 76 por ciento traducción de Tyndale; y el Nuevo Testamento, en un 83 por ciento. En 2011, la versión King James celebró su 400º aniversario, y superó el hito de los mil millones de Biblias impresas. Al haber sido traducida a 2.454 idiomas, ha impactado a decenas de millones de personas en todo el mundo. El sacrificio de William Tyndale valió la pena.</p><p>Sin importar lo difícil que pareciera ni lo desafiantes que fueran las circunstancias, Tyndale y sus colegas creyentes en la Biblia confiaban en que Dios estaba obrando según el propósito de su voluntad. La vida de Tyndale fue determinante para la Eternidad.</p><p><strong>Lee Daniel 12:3 y Apocalipsis 14:13. ¿De qué manera se aplican estos textos a la vida de Tyndale? Ahora piensa en tu propia vida y en tu impacto sobre los demás. ¿Qué estímulo te dan estos textos respecto de la oportunidad que tienes de influir sobre los demás para la Eternidad?</strong></p><p><strong>Daniel 12:3</strong></p><p><strong><sup>3 </sup></strong>Los entendidos resplandecerán como el resplandor del firmamento; y los que enseñan la justicia a la multitud, como las estrellas a perpetua eternidad.</p><p><strong>Apocalipsis 14:13</strong></p><p><strong><sup>13</sup></strong> Oí una voz que desde el cielo me decía: Escribe: Bienaventurados de aquí en adelante los muertos que mueren en el Señor. Sí, dice el Espíritu, descansarán de sus trabajos, porque sus obras con ellos siguen.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de abril",
               "dayTitle":"<p>ILUMINADO POR EL ESPÍRITU</p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p>Un día, mientras estudiaba en la biblioteca de la Universidad, Martín Lutero llegó a un punto de inflexión en su vida. Descubrió un ejemplar de la Biblia en latín. Con gran deleite, leyó capítulo tras capítulo, versículo tras versículo. Le asombraba la claridad y el poder de la Palabra de Dios. Mientras estudiaba sus páginas detenidamente, el Espíritu Santo iluminó su mente. Sintió la dirección del Espíritu Santo cuando las verdades ensombrecidas por la tradición parecían saltar de las páginas de la Sagrada Escritura. Al describir su primera experiencia con la Biblia, escribió: “¡Oh, que Dios me diera un libro así para mí!”</p><p><strong>¿Qué principios podemos extraer de los siguientes pasajes sobre cómo debemos interpretar la Biblia?</strong></p><p><strong>Juan 14:25, 26</strong></p><p><strong><sup>25</sup></strong> Os he dicho estas cosas estando con vosotros.&nbsp;</p><p><strong><sup>26</sup></strong> Mas el Consolador, el Espíritu Santo, a quien el Padre enviará en mi nombre, él os enseñará todas las cosas, y os recordará todo lo que yo os he dicho.</p><p><strong>Juan 16:13–15<sup><br></sup></strong></p><p><strong><sup>13</sup></strong> Pero cuando venga el Espíritu de verdad, él os guiará a toda la verdad; porque no hablará por su propia cuenta, sino que hablará todo lo que oyere, y os hará saber las cosas que habrán de venir.&nbsp;</p><p><strong><sup>14</sup></strong> Él me glorificará; porque tomará de lo mío, y os lo hará saber.&nbsp;</p><p><strong><sup>15</sup></strong> Todo lo que tiene el Padre es mío; por eso dije que tomará de lo mío, y os lo hará saber.</p><p><strong>2 Ped. 1:20, 21</strong></p><p><strong><sup>20</sup></strong> entendiendo primero esto, que ninguna profecía de la Escritura es de interpretación privada,</p><p><strong><sup>21</sup></strong> porque nunca la profecía fue traída por voluntad humana, sino que los santos hombres de Dios hablaron siendo inspirados por el Espíritu Santo.</p><p>Lo excepcional de estos versículos es la seguridad de que el mismo Espíritu Santo que inspiró a los autores de la Biblia nos guía a nosotros cuando leemos las Escrituras. Él es el Intérprete divino de la verdad divina. Lamentablemente, muchos cristianos profesos hoy minimizan el elemento sobrenatural en la Biblia y exageran el elemento humano. Como Satanás ya no nos puede mantener alejados de la Biblia, su mejor alternativa es despojarla de su carácter sobrenatural, convertirla meramente en buena literatura o, peor aún, en una herramienta opresiva de la religión para controlar a las masas.</p><p>Los reformadores vieron claramente que el Espíritu Santo (no los sacerdotes, los prelados ni los papas) era el Intérprete infalible de las Escrituras. Hay un interesante intercambio registrado entre John Knox, el reformador escocés, y María, reina de Escocia. “María respondió: ‘Usted interpreta las Escrituras de un modo, y ellos [los maestros católico-romanos] las interpretan de otro; ¿a quién creeré y quién será juez [en este asunto]?’ ”</p><p>El reformador contestó: “ ‘Debe creer en Dios, que habla con sencillez en su Palabra; y más de lo que la Palabra le enseñe, no debe creer ni a unos ni a otros.</p><p>La Palabra de Dios es clara en sí misma; y si parece haber oscuridad en algún lugar, el Espíritu Santo, que nunca se contradice a sí mismo, lo explica con más claridad en otros lugares, de modo que no queda lugar a duda sino para quien decide, obstinadamente, permanecer ignorante’ ” (David Laing, The Collected Works of John Knox, t. 2, pp. 281, 284, citado en Elena de White, El conflicto de los siglos, p. 293).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de mayo",
               "dayTitle":"<p>SOLO CRISTO... SOLO LA GRACIA</p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Efesios 2:8 y 9; y Romanos 3:23 y 24; 6:23; y 5:8 al 10. ¿Qué enseñan estos versículos sobre el Plan de Salvación?</strong></p><p><strong>Efesios 2:8,9</strong></p><p><strong><sup>8</sup> </strong>Porque por gracia sois salvos por medio de la fe; y esto no de vosotros, pues es don de Dios;</p><p><strong><sup>9 </sup></strong>no por obras, para que nadie se gloríe.</p><p><strong>Romanos 3:23-24</strong></p><p><strong><sup>23 </sup></strong>por cuanto todos pecaron, y están destituidos de la gloria de Dios,</p><p><strong><sup>24 </sup></strong>siendo justificados gratuitamente por su gracia, mediante la redención que es en Cristo Jesús,</p><p><strong>Romanos 6:23</strong></p><p><strong><sup>23 </sup></strong>Porque la paga del pecado es muerte, mas la dádiva de Dios es vida eterna en Cristo Jesús Señor nuestro.</p><p><strong>Romanos 5:8-10</strong></p><p><strong><sup>8</sup></strong> Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.</p><p><strong><sup>9 </sup></strong>Pues mucho más, estando ya justificados en su sangre, por él seremos salvos de la ira.</p><p><strong><sup>10</sup></strong> Porque si siendo enemigos, fuimos reconciliados con Dios por la muerte de su Hijo, mucho más, estando reconciliados, seremos salvos por su vida.</p><p><br></p><p>Dios proveyó la salvación como un regalo. Su Espíritu nos lleva a aceptar por fe lo que Cristo ha provisto gratuitamente mediante su muerte en la Cruz. Jesús, el divino Hijo de Dios, ofreció su vida perfecta para expiar nuestros pecados.</p><p><br></p><p>La justicia divina exige una obediencia perfecta. La vida perfecta de Cristo sustituye nuestra vida imperfecta. La Ley divina que hemos quebrantado nos condena a la muerte eterna. La Biblia es clara. Con nuestras decisiones pecaminosas, no alcanzamos el ideal de Dios para nuestra vida. Hemos pecado. Abandonados a nuestra suerte, no podemos satisfacer las justas exigencias de un Dios santo. Como resultado, merecemos la muerte eterna. Pero hay buenas noticias. El apóstol Pablo nos asegura: “Porque la paga del pecado es la muerte, pero el don gratuito de Dios es la vida eterna en Cristo Jesús Señor nuestro” (Rom. 6:23). Es un don inmerecido; si fuera por obras, nos la ganaríamos, y si hay una verdad que brilla en el evangelio es que no podemos ganarnos la salvación.</p><p><br></p><p>Martín Lutero y los reformadores protestantes descubrieron que solo Cristo era su Fuente de salvación. Entonces, Lutero comenzó a predicar el mensaje de su gracia salvífica. Las multitudes acudían en masa a escuchar sus mensajes sinceros y movilizadores. Sus palabras eran como un sorbo de agua fresca en el desierto estéril de su vida. La gente estaba encadenada a las tradiciones de la iglesia medieval y sometida a rituales vacíos que no ofrecían vida espiritual. Los mensajes bíblicos de Lutero llegaban al corazón, y la vida cambiaba.</p><p><br></p><p>Al leer el Nuevo Testamento, Lutero se sintió abrumado por la bondad de Dios. Le asombraba el deseo de Dios de salvar a toda la humanidad. La visión popular que enseñaban los líderes eclesiásticos de la época era que la salvación era en parte obra humana y en parte obra de Dios. Lutero descubrió que la muerte de Cristo en la Cruz era suficiente para toda la humanidad.</p><p><br></p><p>“Cristo fue tratado como nosotros merecemos, para que nosotros pudiésemos ser tratados como él merece. Fue condenado por causa de nuestros pecados, en los que no había participado, con el fin de que nosotros pudiésemos ser justificados por medio de su justicia, en la cual no habíamos participado. Él sufrió la muerte que era nuestra, para que pudiésemos recibir la vida que era suya” (Elena de White, <em>El Deseado de todas las gentes</em>, p. 17).</p><p><br></p><p>Qué resumen tan maravillosamente escrito del evangelio, que podíamos ser justificados por una justicia “en la cual no habíamos participado”. ¡Qué promesa!</p><p><br></p><p><ul><li>Si la salvación es obra de Dios en Cristo, ¿qué función desempeñan nuestras buenas obras en la vida cristiana? ¿Cómo podemos confirmar la importancia de las buenas obras, pero sin hacer de ellas el fundamento de nuestra esperanza?<br></li></ul></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de mayo",
               "dayTitle":"<p>LA OBEDIENCIA: EL FRUTO DE LA FE</p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Romanos 3:27 al 31; 6:15 al 18; y 8:1 y 2. ¿Qué nos enseñan estos versículos sobre la salvación solo por la justicia de Cristo?</strong></p><p><strong>Romanos 3:27-31</strong></p><p><strong><sup>27</sup></strong> ¿Dónde, pues, está la jactancia? Queda excluida. ¿Por cuál ley? ¿Por la de las obras? No, sino por la ley de la fe.</p><p><strong><sup>28</sup></strong> Concluimos, pues, que el hombre es justificado por fe sin las obras de la ley.</p><p><strong><sup>29</sup></strong> ¿Es Dios solamente Dios de los judíos? ¿No es también Dios de los gentiles? Ciertamente, también de los gentiles.</p><p><strong><sup>30</sup></strong> Porque Dios es uno, y él justificará por la fe a los de la circuncisión, y por medio de la fe a los de la incircuncisión.</p><p><strong><sup>31</sup></strong> ¿Luego por la fe invalidamos la ley? En ninguna manera, sino que confirmamos la ley.</p><p><strong>Romanos 6:15-18</strong></p><p><strong>Siervos de la justicia</strong></p><p><strong><sup>15</sup></strong> ¿Qué, pues? ¿Pecaremos, porque no estamos bajo la ley, sino bajo la gracia? En ninguna manera.</p><p><strong><sup>16</sup></strong> ¿No sabéis que si os sometéis a alguien como esclavos para obedecerle, sois esclavos de aquel a quien obedecéis, sea del pecado para muerte, o sea de la obediencia para justicia?</p><p><strong><sup>17</sup></strong> Pero gracias a Dios, que aunque erais esclavos del pecado, habéis obedecido de corazón a aquella forma de doctrina a la cual fuisteis entregados;</p><p><strong><sup>18</sup></strong> y libertados del pecado, vinisteis a ser siervos de la justicia.<strong><br></strong></p><p><strong>Romanos 8:1-2</strong></p><p><strong>Viviendo en el Espíritu</strong></p><p><strong><sup>1</sup></strong> Ahora, pues, ninguna condenación hay para los que están en Cristo Jesús, los que no andan conforme a la carne, sino conforme al Espíritu.</p><p><strong><sup>2</sup></strong> Porque la ley del Espíritu de vida en Cristo Jesús me ha librado de la ley del pecado y de la muerte.</p><p><br></p><p>Un nuevo viento soplaba en la iglesia cristiana en los días de Lutero. A decenas de miles de personas se les enseñó a apartar la mirada de su yo pecaminoso y a contemplar a Jesús. Indudablemente, estas personas, al mirarse a sí mismas y comprobar cómo eran, solo veían cosas que las desanimaban. ¿Qué creyente no tiene la misma experiencia actualmente? Por eso tenemos que mirar a Jesús.</p><p><br></p><p>La gracia de Dios nos cambia. Cierto día, John Wesley asistió a una reunión morava en Londres. Wesley quedó asombrado mientras escuchaba la lectura de la introducción de Lutero a Romanos. Por primera vez en su vida, empezó a entender el evangelio. Algo se conmovió en su interior, y se sintió extrañamente atraído por este Cristo que había dado su vida por él. Exclamó: “Sentí que confiaba en Cristo, solo en Cristo para la salvación; y tuve la seguridad de que él había quitado <em>mis</em> pecados, aun los <em>míos</em>, y me había salvado de la ley del pecado y de la muerte” (John Whitehead, <em>The Life of the Rev. John Wesley</em>, M.A. [Londres: Stephen Couchman, 1793], p. 331).</p><p><strong><br></strong></p><p><strong>Lee 1 Pedro 2:2; 2 Pedro 3:18; Colosenses 1:10; y Efesios 4:18 al 24. ¿Qué verdades vitales revelan estos pasajes sobre la vida cristiana?</strong></p><p><strong>1 Pedro 2:2</strong></p><p><sup><strong>2</strong> </sup>desead, como niños recién nacidos, la leche espiritual no adulterada, para que por ella crezcáis para salvación,</p><p><strong>2 Pedro 3:18</strong></p><p><strong><sup>18 </sup></strong>Antes bien, creced en la gracia y el conocimiento de nuestro Señor y Salvador Jesucristo. A él sea gloria ahora y hasta el día de la eternidad. Amén.</p><p><strong>Colosenses 1:10</strong></p><p><strong><sup>10</sup></strong> para que andéis como es digno del Señor, agradándole en todo, llevando fruto en toda buena obra, y creciendo en el conocimiento de Dios;</p><p><strong>Efesios 4:18</strong></p><p><strong><sup>18</sup> </strong>teniendo el entendimiento entenebrecido, ajenos de la vida de Dios por la ignorancia que en ellos hay, por la dureza de su corazón;</p><p><strong><sup>19</sup></strong> los cuales, después que perdieron toda sensibilidad, se entregaron a la lascivia para cometer con avidez toda clase de impureza.</p><p><strong><sup>20</sup></strong> Mas vosotros no habéis aprendido así a Cristo,</p><p><strong><sup>21</sup></strong> si en verdad le habéis oído, y habéis sido por él enseñados, conforme a la verdad que está en Jesús.</p><p><strong><sup>22</sup></strong> En cuanto a la pasada manera de vivir, despojaos del viejo hombre, que está viciado conforme a los deseos engañosos,</p><p><strong><sup>23</sup></strong> y renovaos en el espíritu de vuestra mente,</p><p><strong><sup>24</sup></strong> y vestíos del nuevo hombre, creado según Dios en la justicia y santidad de la verdad.</p><p><br></p><p>Los reformadores estudiaban sistemáticamente la Palabra para descubrir más verdades. No contentos con el statu quo, ni con una experiencia religiosa rígida con poco o ningún crecimiento, anhelaban constantemente conocer mejor a Cristo. Muchos cristianos de la Edad Media que creían en la Biblia pagaron un precio muy alto por su determinación. Fueron torturados, encarcelados, exiliados y ejecutados. Confiscaban sus propiedades, quemaban sus casas, asolaban sus tierras y perseguían a sus familias. Cuando los expulsaban de sus hogares, buscaban una ciudad “cuyo arquitecto y constructor es Dios” (Heb. 11:10). Cuando los torturaban, bendecían a sus torturadores, y cuando languidecían en oscuras y húmedas mazmorras, reclamaban las promesas de Dios de un mañana mejor. Aunque su cuerpo estaba confinado, eran libres: libres en Cristo, libres en las verdades de su Palabra, libres en la esperanza de su pronto regreso.</p><p><br></p><p><ul><li>Al mirarte a ti mismo, ¿qué esperanza de salvación tienes?<br></li></ul></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de mayo",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR</p>",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p>“Los fieles siervos de Dios no trabajaban solos. Mientras los principados y las potestades de los espíritus malignos se coaligaron contra ellos, el Señor no desamparó a su pueblo. Si sus ojos hubiesen sido abiertos, habrían visto una tan clara evidencia de la presencia y el auxilio divinos como la concedida a los profetas en la antigüedad. Cuando el siervo de Eliseo mostró a su amo el ejército hostil que los rodeaba sin dejarles escapatoria, el profeta oró: ‘Te ruego, oh Jehová, que abras sus ojos para que vea’ (2 Rey. 6:17). Y he aquí el monte estaba lleno de carros y caballos de fuego: el ejército celestial estaba apostado para proteger al varón de Dios. Del mismo modo, había ángeles que cuidaban a quienes trabajaban en la causa de la Reforma” (Elena de White, <em>El conflicto de los siglos</em>, p. 221).</p><p><br></p><p>“Cuando enemigos poderosos se unían para destruir la fe reformada y millares de espadas parecían desenvainarse para combatirla, Lutero escribió: ‘Satanás manifiesta su ira; conspiran pontífices impíos; y nos amenaza la guerra. Exhorten a la gente a que contienda valientemente ante al Trono del Señor, por medio de la fe y la oración, para que nuestros enemigos, vencidos por el Espíritu de Dios, se vean obligados a ser pacíficos. Nuestra más ingente necesidad, la primera cosa que debemos hacer, es orar; hagan saber a la gente que en esta hora ella misma se halla expuesta al filo de la espada y a la ira de Satanás; hagan que oren’ ” (D’Aubigné, lib. 10, cap. 14, citado en <em>El conflicto de los siglos</em>, p. 222).</p><p><br></p><p>La justificación por la fe, la gran verdad que Lutero redescubrió, es el fundamento del evangelio, la verdad sobre la que descansa nuestra esperanza de salvación. Su himno “Castillo fuerte” enuncia el evangelio en forma poderosa: “Luchar aquí sin el Señor, cuán vano hubiera sido. Mas por nosotros pugnará de Dios el Escogido. ¿Sabéis quién es? Jesús, el que venció en la Cruz; Señor de Sebaoth, omnipotente Dios, él triunfa en la batalla” (<em>Himnario Adventista</em> [Florida: ACES, 2009]), Nº 400).</p><p><br></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><ol><li>¿Cómo podemos explicar el equilibrio entre la gracia y la Ley, entre la fe y las buenas obras?</li><li>¿Por qué crees que es tan fácil permitir que nuestra mente caiga en el legalismo? ¿Cómo definirías el legalismo? Por qué es tan perjudicial para nuestra fe cristiana?</li><li>¿Existen peligros si no se entiende correctamente el concepto de “salvación por gracia”? ¿A dónde puede conducir ese malentendido?</li><li>¿Qué quieren decir algunos cuando utilizan la expresión “gracia barata”? La gracia ¿es barata?</li></ol></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de mayo",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ</p>",
               "id":58,
               "idDay":8,
               "idLesson":5,
               "lessonText":"<p><strong>Introducción:</strong></p><p>El estudio de esta semana destaca tres principios centrales que caracterizan al Gran Conflicto: 1) el carácter de Dios es amor y justicia; 2) el único camino a la salvación se basa en su amor y su justicia; y 3) los dos primeros principios surgen de una sola fuente: la revelación de Dios manifestada en Jesucristo y en las Sagradas Escrituras.</p><p><br></p><p>Durante la época medieval, estos tres principios parecían estar sumidos en las mismas tinieblas del diablo, para nunca más ser defendidos ni proclamados. Pero Dios llamó a varios grandes guerreros, los reformadores, para que se levantaran en medio del campo de batalla y enarbolaran el estandarte de la verdad de Dios una vez más. Ellos eran pocos. Pero esto tenía la intención de mostrar que el movimiento no era humano, sino divino, tanto en sus orígenes como en sus operaciones. De la misma manera, nosotros, que estamos del lado de Dios en el Gran Conflicto, no ganaremos la batalla por nuestra sabiduría o fuerza. Al contrario, obtenemos la victoria solamente cuando damos testimonio de lo que proclama la Palabra de Dios y de lo que el poder de la gracia de Dios puede hacer, y hace, por nosotros y en nosotros. Por estas razones, los reformadores entendieron que su misión era proclamar las cinco grandes “<em>solas</em>”:</p><ul><li><em>Sola Scriptura</em> (sola Escritura).</li><li><em>Sola gratia</em> (sola gracia).</li><li><em>Sola fide</em> (sola fe).</li><li><em>Solus Christus</em> (solo Cristo).</li><li><em>Soli Deo gloria</em> (solo gloria a Dios).</li></ul><p><br></p><p><strong>Temática de la lección:</strong></p><p>La lección de esta semana explora dos temas principales:</p><ol><li>Ponerse del lado de Dios en el Gran Conflicto significa manifestar una fe inquebrantable en las Escrituras como la única revelación del carácter y el amor de Dios por nosotros.</li><li>Estar del lado de Dios en el Gran Conflicto también significa manifestar una fe inquebrantable en la gracia de Dios como la única fuente y camino de salvación.</li></ol><p><strong><br></strong></p><p><strong>COMENTARIO</strong></p><p><strong><em>Sola Scriptura</em>,<em> Sola gratia</em>,<em> Sola fide</em></strong></p><p>¿Por qué el principio protestante de <em>Sola Scriptura</em> es tan importante para el Gran Conflicto? ¿Qué relación tiene con la salvación y con las otras “<em>solas</em>” protestantes, especialmente <em>Sola gratia</em> y <em>Sola fide</em>? (Nota: de acuerdo con Efesios 2:8, este comentario aborda <em>Sola gratia</em> y <em>Sola fide</em> como una sola).</p><p><br></p><p>Como hemos visto, el Gran Conflicto comenzó en el Cielo cuando Lucifer afirmó falsamente que Dios es malvado y que su Reino es dictatorial. Después, la lucha se trasladó a la Tierra, cuando Lucifer engañó a nuestros primeros padres haciéndoles pecar. En cada etapa de la historia humana, el diablo ha trabajado con malicia incansable para distorsionar el carácter, los planes y la Ley de Dios. La respuesta de Dios fue revelarse a la humanidad de dos maneras diferentes. La primera es a través de la naturaleza, la historia y nuestra conciencia, lo que se conoce como “revelación general”. Este forma de revelación no es proposicional; es decir, no se transmiten palabras directamente. Además, el pecado produjo cambios significativos en la naturaleza, en la historia, en el pensamiento humano y en nuestra percepción de la realidad, lo que dificulta nuestra recepción y apreciación de la revelación general.</p><p><br></p><p>Por estas razones, Dios se revela principalmente por medio de la <em>revelación especial</em>; es decir, se revela en forma personal y proposicional. Antes de la caída en el pecado, la revelación especial de Dios se manifestaba mediante su relación personal y sus conversaciones con Adán y Eva. Después de la Caída, aunque el pecado alteró gravemente su relación con la raza humana, Dios continuó su revelación personal con Adán y Eva, y con el resto de la humanidad, por diversos medios, como las teofanías (apariciones divinas en diversas formas) o los sueños y las visiones proféticos.</p><p><br></p><p>Durante milenios, Dios obró mediante los patriarcas y los profetas para llamar a la humanidad a comprenderlo correctamente, a confiar en él y a aceptar su plan de salvación. Pero la Deidad no se detuvo allí. Dios Hijo, la segunda Persona de la Deidad trina, se hizo humano para que Dios pudiera estar con nosotros en persona (Juan 1:1-3, 14) y manifestarnos su amor personalmente. Para salvarnos, Dios tomó sobre sí la culpa de nuestro pecado, haciéndose pecado por nosotros para que pudiéramos llegar a ser justicia de Dios en él (2 Cor. 5:21). Jesucristo, el Dios encarnado, fue la cumbre de la revelación especial y personal de Dios a la humanidad, e incluso a todo el universo (Heb. 1:1-3). Por medio de Jesús, Dios reveló plenamente su carácter de amor y su justicia, y su poder creador y salvífico. Tras la ascensión de Cristo, Dios continuó su revelación profética mediante la presencia y la actividad del Espíritu Santo.</p><p><br></p><p>La revelación especial de Dios incluye el proceso de inspiración, por el cual Dios trabajó directamente con y por medio de profetas y apóstoles (Efe. 2:20), a fin de registrar por escrito su revelación divina especial, de modo que pudiera publicarse y proclamarse a todo el mundo (2 Tim. 3:16; Mat. 28:20). Este registro de la revelación divina es la Sagrada Escritura, compuesta por el Antiguo Testamento y el Nuevo Tes- tamento, y enfocada en la revelación de Dios en Cristo (Juan 5:39, 40; Luc. 24:27).</p><p><br></p><p>La Escritura es, pues, parte integral de la revelación especial de Dios, y posee plena autoridad divina como Palabra de Dios. Mediante ella, Dios anhela que todos los hombres sepan quién es él en verdad y lo que ha hecho y está haciendo para su salvación.</p><p><br></p><p><strong>Ataques</strong></p><p>Satanás empleó diversas estrategias para socavar la revelación especial de Dios. Una de ellas fue hacer que las Escrituras dependieran de la interpretación y la tradición humanas. Este cambio ocurrió entre el pueblo de Dios durante los tiempos del Nuevo Testamento, cuando a muchos les costó aceptar a Jesús, no porque las Escrituras no fueran claras, sino porque querían filtrar la Palabra de Dios a través de su propia tradición (Mar. 7:1-13). Si bien las tradiciones pueden ser bien intencionadas, si no están cuidadosamente reguladas por los principios bíblicos, dan lugar a la esencia misma del pecado: la eliminación de la autoridad de Dios y el establecimiento de la autoridad humana por encima de Dios, su Reino y su revelación. Esto echa por Tierra el mismo propósito y significado de la revelación especial de Dios, que es revelar su verdadero carácter, propósitos y planes, y el camino de la redención. En lugar del amor de Dios y la salvación por gracia, se enseña a la gente a seguir las instrucciones de los expertos religiosos y a seguir un camino de salvación gravoso (Mat. 23:4).</p><p><br></p><p>Al igual que Cristo, los primeros cristianos rechazaron la tradición y dejaron que la Escritura se interprete a sí misma (Juan 5:39, 40; Luc. 24:25-27; Hech. 2:14-32). Sin embargo, más adelante el cristianismo desarrolló su propia interpretación de las Escrituras, basada en diversos presupuestos culturales, políticos o filosóficos. En la época de Lutero, las Escrituras y su interpretación estaban firmemente en manos del magisterio eclesiástico, que, bajo el pretexto de preservar la identidad y la unidad de la iglesia, afirmaba que no todo el mundo podía leer y comprender la Biblia. Así, se privó a Dios de los mismos medios que había creado para llegar directamente a todos los hombres, que son las Escrituras. Luego, la iglesia reclamó autoridad y control sobre Dios, su Reino y su camino de salvación. En consecuencia, impuso una “nueva” forma de salvación: por obras. Según esta enseñanza, la gente se salva por intermedio de la iglesia, al hacer lo que la iglesia le dice que haga. Así, la doctrina de la salvación se transformó en la aceptación de ritos, penitencias e indulgencias.</p><p><br></p><p>Al establecer el principio de <em>Sola Scriptura</em>, los reformadores protestantes se alzaron contra esta estrategia demoníaca que funcionaba dentro de la iglesia. Ellos afirmaron que las Escrituras son la única forma de revelación especial que Dios había dado a la iglesia en ese momento y que era necesario permitir que la gente escuchara a Dios directamente al leer la Biblia por sí misma. <em>Sola Scriptura</em> no significa que los reformadores protestantes excluyeran cualquier otra forma de conocimiento, como la razón o la experiencia. Lo que los reformadores querían dar a entender con Sola Scriptura es que las Escrituras son la revelación autorizada de Dios que da forma a nuestra visión del mundo, y nos dicen quién es él, qué ha hecho, quiénes somos y qué nos ocurrió en la Caída. Además, revelan la manera en que Dios nos salva y lo que espera de nosotros. Por lo tanto, la autoridad de las Escrituras está por encima de la autoridad de la iglesia y por encima de cualquier otra autoridad o forma de conocimiento humanos. La Palabra de Dios creó la iglesia, no a la inversa.</p><p><br></p><p>El principio de <em>Sola Scriptura</em> está directa e inseparablemente relacionado con el establecimiento de otro principio: <em>Sola gratia</em>/<em>Sola fide</em>. Cuando Martín Lutero leyó la Biblia sin el filtro de la tradición, descubrió en ella el verdadero carácter de Dios y el verdadero camino de la salvación. En las Escrituras, los protestantes hallaron el mensaje central que Dios quería comunicar a la humanidad en medio del Gran Conflicto: nuestro Dios es un Dios de amor y justicia, no un tirano. Aun cuando nos rebelamos contra él, murió en nuestro lugar. Nos ofreció el don de su justicia, para que pudiéramos ser restaurados en su Reino cuando aceptáramos este don por la fe.</p><p><br></p><p><strong>El ataque liberal</strong></p><p>Lamentablemente, en pocos siglos, el protestantismo mismo sería inundado por otra de las estrategias del diablo para cortar la relación de Dios con la humanidad. Los protestantes liberales no prohibieron que la gente leyera las Escrituras por sí misma. Más bien, estos pensadores liberales reinterpretaron la propia definición y naturaleza de las Escrituras. Para ellos, la Biblia ya no era la revelación especial de Dios, sino un mero producto de la evolución de la mente, la cultura y la moral humanas. De esta manera, las Escrituras ya no son la Palabra de Dios para la humanidad, sino meras palabras, imaginaciones o especulaciones humanas acerca de Dios, que surgían del entorno natural o histórico de la gente. Por esta razón, según el protestantismo liberal, una lectura directa, natural, literal y piadosa de la Escritura como Palabra de Dios es sencillamente errónea. Más bien, debemos leer las Escrituras de la misma manera y con las mismas metodologías que se requieren cuando se lee literatura, historia, cultura o filosofía.</p><p><br></p><p>En consecuencia, en lugar del tradicional método histórico-gramatical protestante de lectura de las Escrituras, los partidarios de la teología protestante liberal impusieron el método histórico-crítico de interpretación bíblica para las Escrituras. Esto provocó que el principio protestante de <em>Sola gratia</em>/<em>Sola fide</em> se derrumbara, porque tanto la Escritura como el camino de la salvación se convirtieron en productos del genio humano y del esfuerzo moral y religioso. Además, en contra de lo que dicen las Escrituras (Hech. 4:12), Cristo no sería más que una de las muchas vías de salvación. Trágicamente, esta visión de las Escrituras, y este método de interpretación bíblica, han llegado a ser dominantes en muchas de las confesiones cristianas.</p><p><br></p><p>Como iglesia remanente de Dios de los últimos tiempos, a los adventistas del séptimo día se nos ha confiado la misión divina, una vez más, de proclamar los principios bíblicos fundamentales de <em>Sola Scriptura</em> y <em>Sola gratia</em>/<em>Sola fide</em>.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>Piensa en las cinco “<em>solas</em>” de los reformadores protestantes. ¿En qué medida son re- levantes para tu vida? ¿Qué relevancia tienen también para las religiones y la cultura que te rodean? ¿Qué aportes podrían hacer las cinco “<em>solas</em>” a la comunidad en la que vives?</p><p><ol><li>¿Cómo ven tu comunidad o tu cultura las Sagradas Escrituras? ¿De qué manera dirías que defender las Escrituras en tu contexto religioso-espiritual particular forma parte del Gran Conflicto?</li><li>¿Cuál es tu contribución personal a la defensa de las Escrituras en tu comunidad local como parte del Gran Conflicto? ¿Cómo puedes ser un Wycliffe, un Tyndale o un Lutero en tu contexto religioso-espiritual?</li></ol><p><strong><br></strong></p><strong>RESEÑA</strong></p><p><strong>Texto clave: Isaías 40:8.</strong></p><p><strong>Enfoque del estudio: Apocalipsis 11:2-11; 12:6, 14, 15; Zacarías 4:14; Salmo 119:105; Juan 5:39; Daniel 7:25; Isaías 40:8; Salmo 119:89; Isaías 54:17.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>FE CONTRA TODO PRONÓSTICO</p>",
         "verse":"<p>“En mi corazón he guardado tus dichos, para no pecar contra ti” (Sal. 119:11).</p>",
         "versionCode":60,
         "weekDate":"27 de abril - 3 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
