{
  "data": [
    {
      "color": "#0d52ab",
      "id": 709,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "February 19",
          "dayTitle": "",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p>The idea that a man found guilty and executed on a cross should be worshiped as God was offensive to the ancient mind. Sparse reference to the cross in Roman literature shows their aversion to the idea. For the Jews, the law declared that a man impaled on a tree was cursed by God (Deut. 21:23).<br><br>Thus, the first motifs that we find in the Christian paintings of the catacombs were the peacock (supposedly symbolizing immortality), a dove, the athlete’s victory palm, and the fish. Later, other themes appeared: Noah’s ark; Abraham sacrificing the ram instead of Isaac; Daniel in the lions’ den; Jonah being spit out by the fish; a shepherd carrying a lamb; or depictions of such miracles as the healing of the paralytic and the raising of Lazarus. These were symbols of salvation, victory, and care. The cross, on the other hand, conveyed a sense of defeat and shame. Yet, it was the cross that became the emblem of Christianity. In fact, Paul simply called the gospel “the word of the cross” (1 Cor. 1:18, ESV).<br><br>This week we will look at the cross as it appears in the book of Hebrews.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 20",
          "dayTitle": "<p>Why Were Sacrifices Needed?<br></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>Hebrews 9:15 explains that the death of Jesus as a sacrifice had the purpose of providing “redemption of the transgressions that were committed under the first covenant,” in order that the people of God might “receive the promise of the eternal inheritance” (NASB). <br></p><p>In the ancient Near East, a covenant between two persons or nations was a serious matter. It involved an exchange of promises under oath. It implied the assumption that the gods would punish those who broke the oath. Often, these covenants were ratified through the sacrifice of an animal. For example, when God made a covenant with Abraham, the ceremony involved cutting animals in half (Gen. 15:6–21). The parties would walk between the parts as an acknowledgment that those animals represented the fate of the party who broke the covenant. Significantly, only God walked between the animals, for the purpose of communicating to Abraham that He would not break His promise.<br><br><strong>Compare Genesis 15:6–21 and Jeremiah 34:8–22. What do these texts teach about the covenant?</strong><br></p><p><strong>Genesis 15:6–21&nbsp;</strong></p><p><sup><strong>6</strong></sup> And he believed in the Lord; and he counted it to him for righteousness.<strong><br><br><sup>7</sup></strong> And he said unto him, I am the Lord that brought thee out of Ur of the Chaldees, to give thee this land to inherit it.<strong><br><br><sup>8</sup></strong> And he said, Lord God, whereby shall I know that I shall inherit it?<strong><br><br><sup>9</sup></strong> And he said unto him, Take me an heifer of three years old, and a she goat of three years old, and a ram of three years old, and a turtledove, and a young pigeon.<strong><br><br><sup>10</sup></strong> And he took unto him all these, and divided them in the midst, and laid each piece one against another: but the birds divided he not.<strong><br><br><sup>11</sup></strong> And when the fowls came down upon the carcases, Abram drove them away.<strong><br><br><sup>12</sup></strong> And when the sun was going down, a deep sleep fell upon Abram; and, lo, an horror of great darkness fell upon him.<sup><br><br><strong>13</strong></sup> And he said unto Abram, Know of a surety that thy seed shall be a stranger in a land that is not theirs, and shall serve them; and they shall afflict them four hundred years;<strong><br><br><sup>14</sup></strong> And also that nation, whom they shall serve, will I judge: and afterward shall they come out with great substance.<sup><br><br><strong>15</strong></sup> And thou shalt go to thy fathers in peace; thou shalt be buried in a good old age.<sup><br><br><strong>16</strong></sup> But in the fourth generation they shall come hither again: for the iniquity of the Amorites is not yet full.<sup><br><br><strong>17</strong></sup> And it came to pass, that, when the sun went down, and it was dark, behold a smoking furnace, and a burning lamp that passed between those pieces.<sup><br><br><strong>18</strong></sup> In the same day the Lord made a covenant with Abram, saying, Unto thy seed have I given this land, from the river of Egypt unto the great river, the river Euphrates:<sup><br><br><strong>19</strong></sup> The Kenites, and the Kenizzites, and the Kadmonites,<sup><br><br><strong>20</strong></sup> And the Hittites, and the Perizzites, and the Rephaims,<sup><br><br><strong>21</strong></sup> And the Amorites, and the Canaanites, and the Girgashites, and the Jebusites.<br></p><p><strong> Jeremiah 34:8–22</strong></p><p><sup>8</sup> This is the word that came unto Jeremiah from the Lord, after that the king Zedekiah had made a covenant with all the people which were at Jerusalem, to proclaim liberty unto them;<br><br><sup>9</sup> That every man should let his manservant, and every man his maidservant, being an Hebrew or an Hebrewess, go free; that none should serve himself of them, to wit, of a Jew his brother.<sup><br><br><strong>10</strong></sup> Now when all the princes, and all the people, which had entered into the covenant, heard that every one should let his manservant, and every one his maidservant, go free, that none should serve themselves of them any more, then they obeyed, and let them go.<strong><br><br><sup>11</sup></strong> But afterward they turned, and caused the servants and the handmaids, whom they had let go free, to return, and brought them into subjection for servants and for handmaids.<sup><br><br><strong>12</strong></sup> Therefore the word of the Lord came to Jeremiah from the Lord, saying,<sup><br><br><strong>13</strong></sup> Thus saith the Lord, the God of Israel; I made a covenant with your fathers in the day that I brought them forth out of the land of Egypt, out of the house of bondmen, saying,<sup><br><br><strong>14</strong></sup> At the end of seven years let ye go every man his brother an Hebrew, which hath been sold unto thee; and when he hath served thee six years, thou shalt let him go free from thee: but your fathers hearkened not unto me, neither inclined their ear.<sup><br><br><strong>15</strong></sup> And ye were now turned, and had done right in my sight, in proclaiming liberty every man to his neighbour; and ye had made a covenant before me in the house which is called by my name:<sup><br><br><strong>16</strong></sup> But ye turned and polluted my name, and caused every man his servant, and every man his handmaid, whom he had set at liberty at their pleasure, to return, and brought them into subjection, to be unto you for servants and for handmaids.<sup><br><br><strong>17</strong></sup> Therefore thus saith the Lord; Ye have not hearkened unto me, in proclaiming liberty, every one to his brother, and every man to his neighbour: behold, I proclaim a liberty for you, saith the Lord, to the sword, to the pestilence, and to the famine; and I will make you to be removed into all the kingdoms of the earth.<br><br><sup>18</sup> And I will give the men that have transgressed my covenant, which have not performed the words of the covenant which they had made before me, when they cut the calf in twain, and passed between the parts thereof,<br><br><sup>19</sup> The princes of Judah, and the princes of Jerusalem, the eunuchs, and the priests, and all the people of the land, which passed between the parts of the calf;<br><br><sup>20</sup> I will even give them into the hand of their enemies, and into the hand of them that seek their life: and their dead bodies shall be for meat unto the fowls of the heaven, and to the beasts of the earth.<br><br><sup>21</sup> And Zedekiah king of Judah and his princes will I give into the hand of their enemies, and into the hand of them that seek their life, and into the hand of the king of Babylon's army, which are gone up from you.<br><br><sup>22</sup> Behold, I will command, saith the Lord, and cause them to return to this city; and they shall fight against it, and take it, and burn it with fire: and I will make the cities of Judah a desolation without an inhabitant.<br></p><p>The covenant with God gave Israel access to the Promised Land as their inheritance. It involved, however, a set of commandments and the sprinkling of blood upon an altar. This sprinkling implied the destiny of the party who broke the covenant. This is why Hebrews says that “without the shedding of blood there is no remission [of sins]” (Heb. 9:22, literal translation).<br><br>When Israel broke the covenant, God faced a painful dilemma. The covenant demanded the death of the transgressors, but God loved His people. If God should simply look the other way or refuse to punish the transgressors, His commandments would never be enforceable, and this world would descend into chaos.<br><br>The Son of God, however, offered Himself as a Substitute. He died in our place so that we “may receive the promised eternal inheritance” (Heb. 9:15, 26, ESV; Rom. 3:21–26). That is, He was going to uphold the sanctity of His law while at the same time saving those who broke that law. And He could do this only through the Cross.<br><br><strong>How can we see here why the law is so central to the gospel message?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 21",
          "dayTitle": "<p>Diverse Kinds of Sacrifices<br></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p>Jesus’ death provided forgiveness, or remission, for our sins. The remission of our sins, however, involves much more than the cancellation of the penalty for our transgression of the covenant. It involves other elements just as important. That is why the Israelite sacrificial system had five different kinds of sacrifices. Each was necessary to express the richness of the meaning of the cross of Christ.<br><strong><br>Read Ephesians 3:14–19. What was the prayer request of Paul in behalf of believers?</strong></p><p><strong>Ephesians 3:14–19</strong></p><p><strong><sup>14</sup></strong> For this cause I bow my knees unto the Father of our Lord Jesus Christ,<strong><br><br><sup>15</sup></strong> Of whom the whole family in heaven and earth is named,<strong><br><br><sup>16</sup></strong> That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;<strong><br><br><sup>17</sup></strong> That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,<strong><br><br><sup>18</sup></strong> May be able to comprehend with all saints what is the breadth, and length, and depth, and height;<strong><br><br><sup>19</sup></strong> And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.<br><br>The holocaust offering (or burnt offering) required that the whole animal be consumed on the altar (Leviticus 1). It represented Jesus, whose life was consumed for us. Expiation required Jesus’ total commitment to us. Even though He was equal with God, Jesus “emptied himself, by taking the form of a servant” (Phil. 2:5–8, ESV).</p><p> The grain offering was a gift of gratitude for God’s provision of sustenance for His people (Leviticus 2). It also represents Jesus, “ ‘the bread of life’ ” (John 6:35, 48), through whom we have eternal life. The peace or fellowship offering implied a communal meal with friends and family to celebrate the well-being provided by God (Leviticus 3). It represented Christ, whose sacrifice provided peace for us (Isa. 53:5, Rom. 5:1, Eph. 2:14). It also emphasizes that we need to participate in Jesus’ sacrifice by eating of His flesh and drinking of His blood (John 6:51–56).<br><br>The sin or purification offering provided expiation for sins (Lev. 4:1–5:13). This sacrifice emphasized the role of the blood of the animal— which represented its life—to provide redemption from sins (Lev. 17:11) and pointed forward to the blood of Jesus who redeems us from our sins (Matt. 26:28, Rom. 3:25, Heb. 9:14).<br><br>The guilt or reparation offering (Lev. 5:14–6:7) provided forgiveness in cases where reparation or restitution was possible. It tells us that God’s forgiveness does not free us from the responsibility to provide reparation or restitution, where possible, to those whom we have wronged. The sanctuary sacrifices teach us that the experience of salvation is more than just accepting Jesus as our Substitute. We also need to “feed” on Him, share His benefits with others, and provide reparation to those whom we have wronged.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 22",
          "dayTitle": "<p>Jesus’ Perfect Sacrifice<br></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Hebrews 7:27 and Hebrews 10:10. How is Jesus’ sacrifice described in these passages?</strong><br></p><p><strong>Hebrews 7:27 <br></strong></p><p><strong><sup>27</sup></strong> Who needeth not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people's: for this he did once, when he offered up himself.<br></p><p><strong> Hebrews 10:10</strong></p><p><strong><sup>10</sup> </strong>By the which will we are sanctified through the offering of the body of Jesus Christ once for all.<strong><br></strong></p><p>The Levitical priests—who were “many in number, because they were prevented by death from continuing in office” (Heb. 7:23, ESV)— are contrasted with Jesus, who lives forever and has an eternal priesthood (Heb. 7:24, 25). Levitical priests “daily” (Heb. 7:27) and “every year” (Heb. 9:25) offered gifts and sacrifices “that cannot perfect the conscience of the worshiper” (Heb. 9:9, ESV; Heb. 10:1–4).<br><br>Jesus, however, offered Himself “once for all” a “single sacrifice” (Heb. 10:10, 12–14, ESV) that cleanses our consciences (Heb. 9:14, Heb. 10:1–10) and puts away sin (Heb. 9:26). Jesus’ sacrifice is superior to the sacrifice of animals because Jesus was the Son of God (Heb. 7:26–28), who perfectly fulfilled God’s will (Heb. 10:5–10).<br><br>The description of the sacrifice of Jesus as having occurred “once for all” has several important implications. First, Jesus’ sacrifice is perfectly effective and never to be surpassed. The sacrifices of the Levitical priests were repeated because they were not effective; otherwise “would they not have ceased to be offered, since the worshipers, having once been cleansed, would no longer have any consciousness of sins?” (Heb. 10:2, ESV).<br><br>Second, all the different kinds of sacrifices of the Old Testament found their fulfillment at the cross. Thus, Jesus not only cleanses us from sin (Heb. 9:14), but He also provides sanctification (Heb. 10:10–14) by putting sin away from our lives (Heb. 9:26). Before the priests could approach God in the sanctuary and minister in behalf of their fellow human beings, they had to be cleansed and sanctified, or consecrated (Leviticus 8, Leviticus 9). Jesus’ sacrifice cleanses us and consecrates us (Heb. 10:10–14) so that we may approach God with confidence (Heb. 10:19–23) and serve Him as “a royal priesthood” (Heb. 9:14, 1 Pet. 2:9).<br><br>Finally, Jesus’ sacrifice also provides nourishment for our spiritual life. It provides an example that we need to observe and follow. Thus, Hebrews invites us to fix our eyes upon Jesus, especially the events of the cross, and follow His lead (Heb. 12:1–4; Heb. 13:12, 13).<br><br><strong>The Cross is the basis for all the benefits that God bestows upon us. It provides purification from sin, sanctification to serve, and nourishment to grow. How can we better experience what we have been given in Jesus?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 23",
          "dayTitle": "<p>The Cross and the Cost of Forgiveness<br></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Hebrews 9:22–28. What does this passage say about the work of Christ in the heavenly sanctuary?</strong></p><p><strong>Hebrews 9:22–28</strong></p><p><strong><sup>22</sup></strong> And almost all things are by the law purged with blood; and without shedding of blood is no remission.<strong><br><br><sup>23</sup></strong> It was therefore necessary that the patterns of things in the heavens should be purified with these; but the heavenly things themselves with better sacrifices than these.<strong><br><br><sup>24</sup></strong> For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us:<strong><br><br><sup>25</sup></strong> Nor yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;<strong><br><br><sup>26</sup></strong> For then must he often have suffered since the foundation of the world: but now once in the end of the world hath he appeared to put away sin by the sacrifice of himself.<strong><br><br><sup>27</sup></strong> And as it is appointed unto men once to die, but after this the judgment:<strong><br><br><sup>28</sup></strong> So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.<br><br>The idea that the heavenly sanctuary needs cleansing makes sense in the context of the Old Testament sanctuary. The sanctuary is a symbol of God’s government (1 Sam. 4:4, 2 Sam. 6:2), and the way God deals with the sin of His people affects the public perception of the righteousness of His government (Ps. 97:2). As ruler, God is the Judge of His people, and He is expected to be fair, vindicating the innocent and condemning the guilty. Thus, when God forgives the sinner, He carries judicial responsibility. The sanctuary, which represents God’s character and administration, is contaminated. This explains why God bears our sins when He forgives (Exod. 34:7, Num. 14:17–19, the original Hebrew for “forgiving” [n????] in these verses means “carrying, bearing”).<br><br>The system of sacrifices in the Israelite sanctuary illustrated this point. When a person sought forgiveness, he brought an animal as a sacrifice in his behalf, confessed his sins over it, and slaughtered it. The blood of the animal was daubed upon the horns of the altar or sprinkled before the veil in the temple in the first apartment. Thus, the sin was symbolically transferred into the sanctuary. God took the sins of the people and bore them Himself.<br><br>In the Israelite system, cleansing from, or atonement for, sins occurred in two phases. During the year, repentant sinners brought sacrifices to the sanctuary, which cleansed them from their sin but transferred the sin to the sanctuary, to God Himself. At the end of the year, on the Day of Atonement, which was the day of judgment, God would cleanse the sanctuary, clearing His judicial responsibility by transferring the sins from the sanctuary to the scapegoat, Azazel, who represented Satan (Lev. 16:15–22). This two-phase system, represented by the two apartments in the earthly sanctuary, which were a pattern of the heavenly sanctuary (Exod. 25:9, Heb. 8:5), permitted God to show mercy and justice at the same time. Those who confessed their sins during the year showed loyalty to God by observing a solemn rest and afflicting themselves on the Day of Atonement (Lev. 16:29–31). Those who did not show loyalty would be “cut off ” (Lev. 23:27–32).<br><br><strong>Think of what you would face if you had to face the just punishment for your sins. How should that truth help you understand what Christ has done for you?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 24",
          "dayTitle": "<p>Judgment and the Character of God<br></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Romans 3:21–26; Romans 1:16, 17; and Romans 5:8. What does Redemption in the Cross for the forgiveness of our sins reveal about God?</strong></p><p><br></p><p><strong>Romans 3:21–26</strong></p><p><strong><sup>21</sup></strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;<strong><br><br><sup>22</sup></strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:<strong><br><br><sup>23</sup></strong> For all have sinned, and come short of the glory of God;<strong><br><br><sup>24</sup></strong> Being justified freely by his grace through the redemption that is in Christ Jesus:<strong><br><br><sup>25</sup></strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;<strong><br><br><sup>26</sup></strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.<br><strong></strong></p><p><strong>Romans 1:16-17</strong></p><p><sup>16</sup> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.<br><br><sup>17</sup> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.<strong><br></strong></p><p><strong>Romans 5:8</strong></p><p><sup>8</sup> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.<br><br>The forgiveness of our sins implies two phases in Jesus’ mediation in the two apartments of the heavenly sanctuary. First, Jesus removed our sins and carried them Himself on the cross in order to provide forgiveness to everyone who believes in Him (Acts 2:38, Acts 5:31). On the cross, Jesus won the right to forgive anyone who believes in Him because He has carried their sin. He also has inaugurated a new covenant, which allows Him to put God’s law in the heart of believers through the Holy Spirit (Heb. 8:10–12, Ezek. 36:25–27).<br><br>A second phase in the ministry of Jesus consists of a judgment, the pre-Advent judgment, which was still future from the point of view of Hebrews (Heb. 2:1–4; Heb. 6:2; Heb. 9:27, 28; Heb. 10:25). This judgment begins with God’s people and is described in Daniel 7:9–27, Matthew 22:1–14, and Revelation 14:7. Its purpose is to show the righteousness of God in forgiving His people. In this judgment, the records of their lives will be open for the universe to see. God will show what happened in the hearts of believers and how they embraced Jesus as their Savior and accepted His Spirit in their lives. Speaking of this judgment, Ellen G. White wrote: “Man cannot meet these charges himself. In his sin-stained garments, confessing his guilt, he stands before God. But Jesus our Advocate presents an effectual plea in behalf of all who by repentance and faith have committed the keeping of their souls to Him. He pleads their cause and vanquishes their accuser by the mighty arguments of Calvary.<br><br>His perfect obedience to God’s law, even unto the death of the cross, has given Him all power in heaven and in earth, and He claims of His Father mercy and reconciliation for guilty man. . . . But while we should realize our sinful condition, we are to rely upon Christ as our righteousness, our sanctification, and our redemption. We cannot answer the charges of Satan against us. Christ alone can make an effectual plea in our behalf. He is able to silence the accuser with arguments founded not upon our merits, but on His own.” —Testimonies for the Church, vol. 5, pp. 471, 472.<br><br><strong>Why do the cross and the ministry of Jesus in our behalf suggest that we should look confidently, but with humility and repentance, toward the judgment?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 25",
          "dayTitle": "",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>Read Ellen G. White, “Calvary,” pp. 741–757; “ ‘It Is Finished,’ ” pp. 758–764, in The Desire of Ages. Professor Ji?í Moskala has explained the nature of this pre-Advent judgment. God “is not there in order to display my sins like in a shop window. He will, on the contrary, point first of all to His amazing transforming powerful grace, and in front of the whole universe He, as the true Witness of my entire life, will explain my attitude toward God, my inner motives, my thinking, my deeds, my orientation and direction of life. He will demonstrate it all. Jesus will testify that I made many mistakes, that I transgressed His holy law, but also that I repented, asked for forgiveness, and was changed by His grace. He will proclaim: ‘My blood is sufficient for the sinner Moskala, his orientation of life is on Me, his attitude toward Me and other people is warm and unselfish, he is trustworthy, he is My good and faithful servant.’ ”—“Toward a Biblical Theology of God’s Judgment: A Celebration of the Cross in Seven Phases of Divine Universal Judgment,” Journal of the Adventist Theological Society 15 (Spring 2004): p. 155.<br><br>“Both the redeemed and the unfallen beings will find in the cross of Christ their science and their song. It will be seen that the glory shining in the face of Jesus is the glory of self-sacrificing love. In the light from Calvary it will be seen that the law of self-renouncing love is the law of life for earth and heaven; that the love which ‘seeketh not her own’ has its source in the heart of God; and that in the meek and lowly One is manifested the character of Him who dwelleth in the light which no man can approach unto.”—Ellen G. White, The Desire of Ages, pp. 19, 20.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. </strong>Human beings have always had the tendency to offer different kinds of sacrifices to God as an exchange for forgiveness or salvation. Some offer God heroic acts of penance (long journeys, etc.), others offer a life of service, or acts of self-deprivation, et cetera. <br></p><p>How should these acts be considered in the light of Jesus’ sacrifice and the assertion of Scripture that the cross has put an end to all the sacrifices (Dan. 9:27, Heb. 10:18)?<br><br><strong>2. </strong>At the same time, what is the role of sacrifice in the life of the believer? <br></p><p>What did Jesus mean when He said that we need to take our cross and follow Him (Matt. 16:24), or the apostle Paul when he said that we should offer our bodies as “a living sacrifice, holy and acceptable to God” (Rom. 12:1, ESV)?</p><p> What is the relationship between the instructions of Jesus (Matt. 16:24) and Paul (Rom. 12:1) and Hebrews 13:15, 16?</p><p><br></p><p><strong>Inside Story:</strong></p><p>Gospel Calling <br></p><p>By Andrew McChesney<strong><br><br></strong>Khamla, the breadwinner of his family, fell ill in rural Laos. His legs became so heavy that he could not walk. He was confined to his house for three months.<br><br>With no money to see a doctor, Khamla (not his real name) resorted to all sorts of herbal medicine and traditional healers, including the shaman, or spirit doctor, in his village. Nothing helped. Finally, seeing his desperation, someone told him about a Seventh-day Adventist pastor who had helped many people by cell phone.<br><br>The man called up Pastor Sadua Lee (pictured) and asked for help. Now, it wasn’t simply a phone call. Phone calls were something of a luxury, costing 700 Laotian kips (8 US cents) per minute. At the time, a third of the population was living on less than US$1.25 a day, and nearly two-thirds were living on less than $2 a day.<br><br>The ill man begged Pastor Sadua to heal him. “I am nobody,” the pastor replied. “I cannot heal you. But my God, who is called Jesus, can heal you if it is His will. All we have to do is ask Him.” Khamla requested prayer, and the pastor prayed for him over the phone.<br><br>The next day, the pastor called the man to offer prayer for him again. Khamla was so excited. “I can walk!” he exclaimed. Although his legs were weak, he was able to walk for the first time in three months. He had already gone out to work on his farm. “Your God is so powerful,” he said. “How can I worship your God, who is called Jesus?”<br><br>The pastor told him that he could, and should, worship Jesus all the time and added that Jesus had set aside a special day for worship, the seventhday Sabbath. The man agreed to stop work on Sabbath to worship Jesus. Seeing that he lived far from a church, he asked the pastor to help him worship on Sabbaths. That meant that the pastor would have to call every Sabbath—but he didn’t mind. If Jesus could provide Khamla with healing,<br><br>He also would provide the means to pay for the calls.<br><br>Thank you for your Sabbath School mission offerings that help spread the gospel to people in Laos and other countries of the Southern Asia-Pacific Division, which will receive this quarter’s Thirteenth Sabbath Offering.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>Jesus, the Perfect Sacrifice<br></p>",
      "verse": "<p>For by one offering He has perfected forever those who are being sanctified (Hebrews 10:14, NKJV).<br></p>",
      "versionCode": 16,
      "weekDate": "February 19–25"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
