{
   "data":[
      {
         "color":"#4cb6e1",
         "id":706,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"November 02",
               "dayTitle":"<p>Read for This Week’s Study</p>",
               "id":61,
               "idDay":1,
               "idLesson":6,
               "lessonText":"<p>Jesus doesn’t merely say astonishing things about Himself or about who He is or about who sent Him or about where He came from. He also showed who He is by the miracles and signs that He performed. As some openly testify of Jesus: “ ‘When the Christ comes, will He do more signs than these which this Man has done?’ ” (John 7:31, NKJV).\n</p><p>He backed up His words with actions that proved the truth of His words.\n</p><p>But as the drama continues, a division begins among the people. The healing of the man by the pool of Bethesda attracts the ire of some leaders. The discussion in Capernaum following the feeding of the 5,000 results in the rejection of Jesus by the multitudes. The resurrection of Lazarus creates faith in some but triggers in others a hostility that will lead to the trial and execution of Jesus.\n</p><p>This week’s lesson looks at some of those who witnessed and testified about Jesus. In each of these incidents, some aspects of who Jesus really is are revealed, and together they create a deeper vision of Jesus, the Messiah.\n</p><p>*Study this week’s lesson to prepare for Sabbath, November 9.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 03",
               "dayTitle":"<p>Humility of Soul: John the Baptist Testifies Again</p>",
               "id":62,
               "idDay":2,
               "idLesson":6,
               "lessonText":"<p>Lesson 2 described how the witness of John the Baptist brought the first disciples—Andrew and John, Peter, Philip, and Nathanael—to Jesus. One would expect that the Baptist, having given his witness, would move off the scene. But he reappears several times in the Gospel of John.\n</p><p><strong>Read John 3:25–36. How does John the Baptist compare himself to Jesus?\n</strong></p><p><strong>John 3:25-36\n</strong></p><p><sup><strong>25</strong> </sup>Then there arose a dispute between some of John’s disciples and the Jews about purification.&nbsp;</p><p><strong><sup>26</sup></strong> And they came to John and said to him, “Rabbi, He who was with you beyond the Jordan, to whom you have testified—behold, He is baptizing, and all are coming to Him!”&nbsp;</p><p><strong><sup>27</sup></strong> John answered and said, “A man can receive nothing unless it has been given to him from heaven.&nbsp;</p><p><strong><sup>28</sup></strong> You yourselves bear me witness, that I said, ‘I am not the Christ,’ but, ‘I have been sent before Him.’&nbsp;</p><p><strong><sup>29</sup></strong> He who has the bride is the bridegroom; but the friend of the bridegroom, who stands and hears him, rejoices greatly because of the bridegroom’s voice. Therefore this joy of mine is fulfilled.&nbsp;</p><p><strong><sup>30</sup></strong> He must increase, but I must decrease.&nbsp;</p><p><strong><sup>31</sup></strong> He who comes from above is above all; he who is of the earth is earthly and speaks of the earth. He who comes from heaven is above all.&nbsp;</p><p><strong><sup>32</sup></strong> And what He has seen and heard, that He testifies; and no one receives His testimony.&nbsp;</p><p><strong><sup>33</sup></strong> He who has received His testimony has certified that God is true.&nbsp;</p><p><strong><sup>34</sup></strong> For He whom God has sent speaks the words of God, for God does not give the Spirit by measure.&nbsp;</p><p><strong><sup>35</sup></strong> The Father loves the Son, and has given all things into His hand.&nbsp;</p><p><strong><sup>36</sup></strong> He who believes in the Son has everlasting life; and he who does not believe the Son shall not see life, but the wrath of God abides on him.”</p><p><br></p><p>A dispute arose between John the Baptist’s disciples and an unnamed Jew about purification, likely a question over the efficacy of baptism (compare with Mark 1:4, 5). Interestingly, when his disciples come to John, no doubt to resolve the question, they bring up Jesus, saying, “ ‘He is baptizing, and all are going to him’ ” (John 3:26, ESV). It is not hard to read between the lines: they are jealous of Jesus—jealous for their master and jealous for themselves, as well.<br></p><p>It would be all too easy for John to indulge in the jealousy, but he does not because he knows what his mission is. Instead, he reminds his disciples that he never claimed to be the Christ. On the contrary: he came to point toward Him, to prepare the way for Him, to be a witness about Him (John 1:6–8).\n</p><p>Using the illustration of a wedding, he calls himself the friend of the bridegroom, with Jesus as the bridegroom. The bride would be the people of God (compare with Hos. 2:16–23 and Isa. 62:1–5). Then, in words that show John’s true greatness, he says, “He must increase, but I must decrease” (John 3:30).\n</p><p>John 3:31–36 continues the comparison between Jesus and John, showing the superiority of the Messiah over His forerunner. With John’s testimony pointing toward Jesus, the idea of witness is again emphasized. Those who receive that testimony and believe in Jesus have eternal life. Those who do not receive Him remain under the wrath of God. That’s what the text says. God loves the world and sent His Son to redeem the world (John 3:16, 17). But those who refuse the gift offered them will have to pay the penalty for their own sins—eternal death.\n</p><p><strong>How can we learn the lesson of humility before both God and humanity? What can we learn from the example of John here about humility of the soul?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 04",
               "dayTitle":"<p>A New Understanding of the Messiah</p>",
               "id":63,
               "idDay":3,
               "idLesson":6,
               "lessonText":"<p><strong>Read John 1:32–36. What does John the Baptist say here about Jesus that the people were not expecting about the long-awaited Messiah?\n</strong></p><p><strong>John 1:32-36\n</strong></p><p><sup><strong>32</strong> </sup>And John bore witness, saying, “I saw the Spirit descending from heaven like a dove, and He remained upon Him.&nbsp;</p><p><strong><sup>33</sup></strong> I did not know Him, but He who sent me to baptize with water said to me, ‘Upon whom you see the Spirit descending, and remaining on Him, this is He who baptizes with the Holy Spirit.’&nbsp;</p><p><strong><sup>34</sup></strong> And I have seen and testified that this is the Son of God.”&nbsp;</p><p><strong><sup>35</sup></strong> Again, the next day, John stood with two of his disciples.&nbsp;</p><p><strong><sup>36</sup></strong> And looking at Jesus as He walked, he said, “Behold the Lamb of God!”</p><p><br></p><p>The Jews looked for a Messiah to come who would deliver them from the rule of Rome. Long under oppression, the Jews believed that the Messiah would not only overthrow Rome but would establish them as a great and powerful nation. John’s words, however, calling Jesus “the Lamb of God,” although directly pointing to His atoning sacrifice, were probably misunderstood by the majority of people. They might have not known what he was talking about at all.\n</p><p>Thus, John with his Gospel wanted to change their understanding of the Messiah so that they could recognize in Jesus the fulfillment of the prophecies regarding the coming King and what He would do. He was not coming as a political and military leader but to offer Himself as a sacrifice for the sins of the world. That was His purpose. Only after that, when all is finished, will the final kingdom come (see Dan. 7:18).\n</p><p>“When at the baptism of Jesus, John pointed to Him as the Lamb of God, a new light was shed upon the Messiah’s work. The prophet’s mind was directed to the words of Isaiah, ‘He is brought as a lamb to the slaughter.’ Isa. 53:7.”—Ellen G. White, The Desire of Ages, p. 136.\n</p><p>In John 1:31, John says “ ‘I did not know Him’ ” (NKJV). So, how then did John come to know Jesus as the Messiah? The answer is that the Lord who sent John had previously said to him, “ ‘ “Upon whom you see the Spirit descending, and remaining on Him, this is He who baptizes with the Holy Spirit.” And I have seen and testified that this is the Son of God’ ” (John 1:33, 34, NKJV). In other words, God revealed to John that Jesus was the Messiah.\n</p><p>“Christ [is] the power of God and the wisdom of God” (1 Cor. 1:24, NKJV). Knowledge that Jesus is the Christ comes from God Himself through the convicting power of His Spirit. This theme appears frequently in John. Salvation does not come from worldly philosophy, science, or higher learning. It comes only from God to a heart surrendered in faith and obedience to Jesus.\n</p><p><strong>How would we know the truth about Jesus as our atoning sacrifice unless it were revealed to us? Why, then, is knowing the Bible and what it teaches about Jesus so crucial?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 05",
               "dayTitle":"<p>Acceptance and Rejection</p>",
               "id":64,
               "idDay":4,
               "idLesson":6,
               "lessonText":"<p>Lesson 2 described the feeding of the 5,000 in John 6 but did not cover the final section of that story, which is studied here.\n</p><p><strong>Read John 6:51–71. What did Jesus say that people had trouble accepting?\n</strong></p><p><strong>John 6:51-71\n</strong></p><p><sup><strong>51</strong> </sup>I am the living bread which came down from heaven. If anyone eats of this bread, he will live forever; and the bread that I shall give is My flesh, which I shall give for the life of the world.”&nbsp;</p><p><strong><sup>52</sup></strong> The Jews therefore quarreled among themselves, saying, “How can this Man give us His flesh to eat?”&nbsp;</p><p><strong><sup>53</sup></strong> Then Jesus said to them, “Most assuredly, I say to you, unless you eat the flesh of the Son of Man and drink His blood, you have no life in you.&nbsp;</p><p><strong><sup>54</sup></strong> Whoever eats My flesh and drinks My blood has eternal life, and I will raise him up at the last day.&nbsp;</p><p><strong><sup>55</sup></strong> For My flesh is food indeed, and My blood is drink indeed.&nbsp;</p><p><strong><sup>56</sup></strong> He who eats My flesh and drinks My blood abides in Me, and I in him.&nbsp;</p><p><strong><sup>57</sup></strong> As the living Father sent Me, and I live because of the Father, so he who feeds on Me will live because of Me.&nbsp;</p><p><strong><sup>58</sup></strong> This is the bread which came down from heaven—not as your fathers ate the manna, and are dead. He who eats this bread will live forever.”&nbsp;</p><p><strong><sup>59</sup></strong> These things He said in the synagogue as He taught in Capernaum.&nbsp;</p><p><strong><sup>60 </sup></strong>Therefore many of His disciples, when they heard this, said, “This is a hard saying; who can understand it?”&nbsp;</p><p><strong><sup>61</sup></strong> When Jesus knew in Himself that His disciples complained about this, He said to them, “Does this offend you?&nbsp;</p><p><strong><sup>Continue reading in your bible...</sup></strong></p><p>Having just been fed, miraculously, by Jesus, the people were ready to crown Him king (John 6:1–15). But in talking with them later at the Capernaum synagogue, He explains the spiritual meaning of the miracle, saying, “I am the bread of life,” (John 6:35). He expounds in more detail that this bread is His flesh, which He gives for the life of the world (John 6:51).\n</p><p>This saying opened the eyes of the multitude to the fact that Jesus would not be their earthly king. He did not fit the mold produced by earthly thinking. They refused conversion, which would transform the way they thought so that they could recognize and accept Jesus as the Messiah. Many of His disciples left Him at this point (John 6:66).\n</p><p>From a human sense, this must have been hard for Jesus. The approbation of the crowd is pleasing. Who doesn’t want to be liked? But seeing many people draw back and question one’s principles is naturally discouraging, as well. Seeing the multitude depart, Jesus asks his inner circle, the Twelve, if they want to leave, too.\n</p><p>This is when Peter makes his amazing confession, another witness as to both what Jesus has and who He is. “ ‘You have the words of eternal life, and we have believed, and have come to know, that you are the Holy One of God’ ” (John 6:68, 69, ESV).\n</p><p>The disciples had been with Jesus for a couple of years, traveling with Him, seeing His miracles, hearing His sermons. They knew from experience that there was no one comparable to Him. The conviction settled upon them that, however unusual some situations might be, this man was the Messiah—regardless of how much they still didn't understand about His purpose for coming. Only after His death and resurrection did they start to understand why Jesus came.\n</p><p><strong>What can we learn from this story about the fact that the majority is usually wrong? Why must we remember this, especially with the aspects of our faith that are unpopular with the ­majority—even the majority of Christians?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 06",
               "dayTitle":"<p>The Witness of the Father</p>",
               "id":65,
               "idDay":5,
               "idLesson":6,
               "lessonText":"<p>The Gospel of John begins by talking about the Word (logos) as being with God; that is, being with God the Father (John 1:1). When the Word became flesh, the Spirit testified about Jesus by resting on Him at His baptism (John 1:32–34). But the Father also testifies about Jesus during His earthly ministry.\n</p><p><strong>Read John 5:36–38. What does Jesus say here about the Father?\n</strong></p><p><strong>John 5:36-38\n</strong></p><p><strong><sup>36 </sup></strong>But I have a greater witness than John’s; for the works which the Father has given Me to finish—the very works that I do—bear witness of Me, that the Father has sent Me.&nbsp;</p><p><strong><sup>37</sup></strong> And the Father Himself, who sent Me, has testified of Me. You have neither heard His voice at any time, nor seen His form.&nbsp;</p><p><strong><sup>38</sup></strong> But you do not have His word abiding in you, because whom He sent, Him you do not believe.</p><p><br></p><p>Jesus links the Father to the works and miracles that He had performed. He is very clear that the Father had sent Him and also had testified about Him.\n</p><p><strong>Read Matthew 3:17, Matthew 17:5, Mark 1:11, and Luke 3:22 (see also 2 Pet. 1:17, 18). What does the Father say about Jesus?\n</strong></p><p><strong>Matthew 3:17\n</strong></p><p><sup><strong>17</strong> </sup>And suddenly a voice came from heaven, saying, “This is My beloved Son, in whom I am well pleased.”\n</p><p><strong>Matthew 17:5\n</strong></p><p><strong><sup>5</sup></strong> While he was still speaking, behold, a bright cloud overshadowed them; and suddenly a voice came out of the cloud, saying, “This is My beloved Son, in whom I am well pleased. Hear Him!”\n</p><p><strong>Mark 1:11\n</strong></p><p><sup><strong>11</strong> </sup>Then a voice came from heaven, “You are My beloved Son, in whom I am well pleased.”\n</p><p><strong>Luke 3:22\n</strong></p><p><sup><strong>22</strong> </sup>And the Holy Spirit descended in bodily form like a dove upon Him, and a voice came from heaven which said, “You are My beloved Son; in You I am well pleased.”</p><p><strong>2 Peter 1:17-18\n</strong></p><p><strong><sup>17 </sup></strong>For He received from God the Father honor and glory when such a voice came to Him from the Excellent Glory: “This is My beloved Son, in whom I am well pleased.”&nbsp;</p><p><strong><sup>18</sup></strong> And we heard this voice which came from heaven when we were with Him on the holy mountain.</p><p><br></p><p>At the baptism of Jesus, the Father and the Spirit joined the Son in marking this important occasion: the commencement of Jesus’ ministry. The Father states that Jesus is His beloved Son in whom He is well pleased. But, at a crucial time in Christ’s ministry, the Father speaks yet again, this time as recorded in the Gospel of John.\n</p><p>Things were reaching a climax in the final days of that ministry. The religious leaders, unable to stop Him (see John 12:19), wanted Him dead, now more than ever. The crowds were exuberant over Him, especially as more and more people, hearing the testimony of those who saw Him raise Lazarus from the dead (John 12:17, 18), were starting to follow Jesus. Even Greeks, there for the festival, wanted to see Jesus.\n</p><p>At this point, in response to Jesus’ words in John 12:28, “ ‘Father, glorify Your name’ ” (NKJV), the Father again speaks from heaven, “ ‘I have glorified it, and I will glorify it again’ ” (John 12:28, ESV).\n</p><p>As we have already seen, Jesus’ hour of glory is the cross. Thus, the Father’s testimony about Jesus points to the great sacrifice of the Lamb of God for the sins of the world. It is the culmination of His earthly ministry. His death in our behalf paid the full penalty for all our sins, and in Him, by faith, we never have to face that penalty ourselves.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 07",
               "dayTitle":"<p>The Witness of the Crowd</p>",
               "id":66,
               "idDay":6,
               "idLesson":6,
               "lessonText":"<p>“On the last day, that great day of the feast, Jesus stood and cried out, saying, ‘If anyone thirsts, let him come to Me and drink. He who believes in Me, as the Scripture has said, out of his heart will flow rivers of living water’ ” (John 7:37, 38, NKJV).\n</p><p>John recorded, numerous times, Jesus making bold statements about Himself, about who He was and what He came to do.\n</p><p>The lines quoted above from John 7:37, 38 are another example of what Jesus claimed about Himself and about what He would do to all who come to Him. These were astonishing claims, as well.\n</p><p><strong>When Jesus spoke to the Jews attending the Feast of Tabernacles, what was the response of many in the crowd? (See John 7:37–53.)\n</strong></p><p><strong>John 7:37-53\n</strong></p><p><sup><strong>37</strong> </sup>On the last day, that great day of the feast, Jesus stood and cried out, saying, “If anyone thirsts, let him come to Me and drink.&nbsp;</p><p><strong><sup>38</sup></strong> He who believes in Me, as the Scripture has said, out of his heart will flow rivers of living water.”&nbsp;</p><p><strong><sup>39</sup></strong> But this He spoke concerning the Spirit, whom those believing in Him would receive; for the Holy Spirit was not yet given, because Jesus was not yet glorified.&nbsp;</p><p><strong><sup>40</sup></strong> Therefore many from the crowd, when they heard this saying, said, “Truly this is the Prophet.”&nbsp;</p><p><strong><sup>41</sup></strong> Others said, “This is the Christ.” But some said, “Will the Christ come out of Galilee?&nbsp;</p><p><strong><sup>42</sup></strong> Has not the Scripture said that the Christ comes from the seed of David and from the town of Bethlehem, where David was?”&nbsp;</p><p><strong><sup>43</sup></strong> So there was a division among the people because of Him.&nbsp;</p><p><strong><sup>44</sup></strong> Now some of them wanted to take Him, but no one laid hands on Him.&nbsp;</p><p><strong><sup>45</sup></strong> Then the officers came to the chief priests and Pharisees, who said to them, “Why have you not brought Him?”&nbsp;</p><p><strong><sup>46</sup></strong> The officers answered, “No man ever spoke like this Man!”&nbsp;</p><p><strong><sup>47</sup></strong> Then the Pharisees answered them, “Are you also deceived?</p><p><strong><sup>Continue reading in your bible...</sup></strong></p><p><br></p><p>Some said He was the Prophet like Moses predicted long ago (see Deut. 18:15–19). Others thought Jesus was the Christ. But this brought the argument that the Messiah would not come from Galilee, that He had to be of the Davidic line, and that He had to be born in Bethlehem—all of which were true about Jesus (compare with Matthew 1–2), though many did not seem to know this!\n</p><p>Even the arresting officers were stymied by Him and the eloquence of His words. The Pharisees responded to the officers with another question. “ ‘Have any of the rulers or the Pharisees believed in Him?’ ” (John 7:48, NKJV). This question from the Pharisees gave John the opportunity again to bring in Nicodemus, who, after having had his meeting with Jesus, was seeking to protect Jesus from their machinations. “ ‘Does our law judge a man before it hears him and knows what he is doing?’ ” (John 7:51, NKJV).\n</p><p>Did Nicodemus ever accept Jesus as the Messiah? Though this scene does not prove that he had, between this act and what he did after Jesus died (see John 19:39, 40), the Bible gives us solid evidence that Nicodemus did in fact come to believe in Him.\n</p><p>And so, the answer to their question was, yes, in fact, one of the Pharisees did believe in Him, after all.\n</p><p><strong>Read John 7:49. What were the leaders saying that showed their disdain for the masses who followed after Jesus? What lesson might be here for us?</strong></p><p><strong>John 7:49\n</strong></p><p><strong><sup>49 </sup></strong>But this crowd that does not know the law is accursed.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 08",
               "dayTitle":"<p>Further Thought</p>",
               "id":67,
               "idDay":7,
               "idLesson":6,
               "lessonText":"<p>Read Ellen G. White, “The Crisis in Galilee,” pp. 383–394; “In the Outer Court,” pp. 621–626, in The Desire of Ages.\n</p><p>“ ‘To whom shall we go?’ The teachers of Israel were slaves to formalism. The Pharisees and Sadducees were in constant contention. To leave Jesus was to fall among sticklers for rites and ceremonies, and ambitious men who sought their own glory. The disciples had found more peace and joy since they had accepted Christ than in all their previous lives. How could they go back to those who had scorned and persecuted the Friend of sinners? They had long been looking for the Messiah; now He had come, and they could not turn from His presence to those who were hunting His life, and had persecuted them for becoming His followers.\n</p><p>“ ‘To whom shall we go?’ Not from the teaching of Christ, His lessons of love and mercy, to the darkness of unbelief, the wickedness of the world. While the Saviour was forsaken by many who had witnessed His wonderful works, Peter expressed the faith of the disciples,—‘Thou art that Christ.’ The very thought of losing this anchor of their souls filled them with fear and pain. To be destitute of a Saviour was to be adrift on a dark and stormy sea.”—Ellen G. White, The Desire of Ages, p. 393.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>In class, talk about the difficult question of why some people, when given evidence for Jesus as the Messiah and for the truth of Christianity, gladly accept it, and why others, when given that same evidence, reject it?\n</strong></p><p><strong>What more important truth could there be than that Jesus Christ died for our sins? Yet, how did we ever come to know this crucial truth? By science, natural law, natural theology, logic, and reason? While these things could, in fact, lead us to believe in a Creator God, a First Cause, an Unmoved Mover, or something else, none of these disciplines, either alone or even together, could teach us the most important truth that we need to know: Christ died for our sins. What should this fact—that all these disciplines, even in principle, could not lead us to the one thing that we really need to know—teach us about how crucial it is to make the Bible our final and ultimate authority on matters of faith?\n</strong></p><p><strong>Why is it so important for someone’s own faith to recount the things God has done in his or her life?\n</strong></p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":68,
               "idDay":8,
               "idLesson":6,
               "lessonText":"<p><strong>“We Didn’t Send Anyone”\n</strong></p><p><strong><em>By Andrew McChesney\n</em></strong></p><p>For four years, Donaldo Velasquez visited a Colombian prison every Friday to preach about Jesus. But one Friday, he couldn’t go. He worked as a carpenter, and a client urgently needed his help. Moreover, Donaldo needed the money.\n</p><p>Only four Seventh-day Adventists—Donaldo, two other church members, and their pastor—had permission to visit the prison in Acacias, and Donaldo called them for help. “No, I’m too busy,” Ranses said. Pedro also said he couldn’t go. The pastor apologized, saying he was out of town.\n</p><p>Donaldo wept and prayed. When his wife, Jesusita, asked what was wrong, he explained that he didn’t want to skip the meeting with the inmates but he needed to work. “Go, do your job,” Jesusita said. “God will provide.”\n</p><p>The next time Donaldo visited the prison, 38 inmates came to hear him preach. He was accompanied by another church member, Pedro.\n</p><p>“Where is the man who came last time?” an inmate asked.\n</p><p>“We didn’t send anyone,” Donaldo replied.\n</p><p>“Yes, you did,” said another inmate. “A man preached to us.”\n</p><p>“No, we didn’t send anyone,” Donaldo said, and he suggested that perhaps the preacher had belonged to another denomination.\n</p><p>“No, no,” the inmates said. “We know everyone who has permission to visit. This man has never visited before, and he wasn’t from another church.”\n</p><p>Donaldo asked about the man’s sermon, hoping for a clue to his identity. The inmates said he had spoken about the seventh-day Sabbath.\n</p><p>Amazed, Donaldo asked, “What did he look like?”\n</p><p>The inmates described him as a tall, well-dressed man wearing a white shirt. They said he knew the Bible so well that he probably was a teacher.\n</p><p>Pedro touched Donaldo’s arm. “An angel must have come and preached to them,” he said. “That’s the only explanation.”\n</p><p>Donaldo, however, wasn’t convinced. He went to the prison guard who registered visitors. The guard, a friend of Donaldo’s, looked through the computer log and shook his head. “No one came that day,” he said.\n</p><p>Astonished, Donaldo exclaimed, “Now I have no doubt that the angel of the Lord came to teach the Bible in my place!”\n</p><p>Returning to the inmates, he informed them that they must have seen an angel.\n</p><p>Six years have passed, and nearly all 38 inmates have given their hearts to Jesus in baptism. Donaldo said he won’t ever forget that day.\n</p><p>“Even though it is an incredible story, I believe God sent His heavenly messenger,” he said.\n</p><p><em>Thank you for your Thirteenth Sabbath Offering that helped two mission projects in Colombia last quarter.</em></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teacher Comments</p>",
               "id":69,
               "idDay":9,
               "idLesson":6,
               "lessonText":"<p><strong>Part I: Overview\n</strong></p><p>Study Focus: John 1:32–36, John 6:1–71, John 5:36–38, and John 7:37–53\n</p><p>In this lesson, we further explore the testimony of John the Baptist. John was not confused or doubtful as to the identity of Christ. At every turn, John pointed to Jesus as the Son of God and as the embodiment of fulfilled prophecy. John was by no means a timeserving politician who pandered to the crowd; rather, he was committed to the revealed truth of God’s kingdom, regardless of whether it was accepted by a majority of the people or not. John was even willing to stand, alone and unwavering, for the truth that he was sure was sent from God.\n</p><p>This week, we also learn that truth brings about division and determines who will receive it with open minds and humble hearts.\n</p><p><strong>Part II: Commentary\n</strong></p><p><strong>The Baptist’s Humility of Soul\n</strong></p><p>John the Baptist did not immediately, or completely, disappear from the scene of history after he fulfilled his crucial and prophetic role as the Messiah’s forerunner. John was truly committed to Christ’s mission; nothing except imprisonment and martyrdom could stop him from his work. His example of radical commitment to the cause of Christ should inspire us to remain tenacious in His cause, as well.\n</p><p>Unfailingly loyal, John knew his proper limit and role in relation to Christ. This kind of realism and humility allows for no jealousy or competition. John declared plainly, “ ‘ “I am not the Christ” ’ ” (John 3:28, NKJV). John pointed people away from himself and led them to focus instead on Jesus, the “Bridegroom,” the one whom he served as his friend and in whom he rejoiced.\n</p><p>Christ is the One who came from heaven, from the bosom of the Father, and His living words give eternal life. John, the beloved disciple, cites his former teacher, the lowly-in-heart John the Baptist, who says of himself in relation to Christ, “ ‘He must increase, but I must decrease’ ” (John 3:30, NKJV). The increasing of Christ and the decreasing of self are listed in the right order.\n</p><p>We cannot truly be humble unless Jesus increases in our lives; He alone can crucify self and remove it from the throne of the heart. Of course, Satan tries to present John 3:30 in the reverse order: he encourages people to decrease first (works) and then watch Jesus’ grace increase in their lives. But such an attempt is a spiritual impossibility, for only the dominant power of Christ in the heart can subdue self. In other words, we must not put the proverbial cart before the horse.\n</p><p>A story is told of a young boy who enjoyed singing songs about Jesus, whom he loved with all his heart. He often prayed for Jesus to come and live in his heart, and he literally believed that Jesus would do so. But he was curious as to how the great Jesus could fit into his small body. His dad could not adequately answer his question, but this little boy answered his own question. He told his dad that Jesus was so much bigger than he was that when he invited Him into his heart, He must always stick out of him!\n</p><p>What a touching picture of our Christian witness! What bubbles out of us when we interact with people? Is it self or the Savior? The Savior longs to sit on the throne of our hearts, filling our lives with His saving grace like a sweet-smelling savor.\n</p><p><strong>A New Understanding of the Messiah (John 1:32–36)\n</strong></p><p>John the Baptist emphasized the agenda of Christ’s spiritual kingdom: spiritual regeneration and personal surrender of an individual’s heart to God. John’s message was at odds with the expectations that the Jews harbored about the Messiah. Ignoring the biblical prophecies about a suf­fering Savior, the Jews bypassed His humiliation. Instead, they focused their ambitions on the hope for a mighty king who would liberate them from the bondage of Rome and expand His rule over the world.\n</p><p>When we carefully consider John 1:32–36, we notice that John endeavored again to remind the Jews of the spiritual nature of the Messiah. Consider John’s emphasis on the ministry of the Holy Spirit as He descended and rested upon Jesus and empowered Him to baptize those who believed. Moreover, notice how John highlights Jesus’ eternal identity as the divine Son of God, as well as His being the sacrifice, the “Lamb of God,” who would liberate His people from the bondage of sin.\n</p><p>John’s announcement about the Messiah reinforces the need for us to focus on what is eternal in nature, as opposed to earthly things. Everything we see around us, even the greatest of possessions, will pass away. But spiritual realities will endure forever. We need to follow in the footsteps of our father Abraham, who “waited for the city which has foundations, whose builder and maker is God” (Heb. 11:10, NKJV). The reference to “foundations” was intended to remind Abraham, the father of the faithful, of the solidness and permanence of God’s promise in contrast to the temporal nature of his nomadic life.\n</p><p><strong>Acceptance and Rejection (John 6:1–71)\n</strong></p><p>After the miracle of the feeding of the 5,000, the multitude was suddenly aroused to crown Jesus king over all Israel. But Jesus harbored no political aspirations, nor was He swayed, as many politicians are, by popularity or the majority public opinion. Rather, Jesus ardently desired to establish His kingdom in the hearts of the people. The people tried to coerce Jesus into fulfilling their political plans, but He withdrew to be by Himself with His Father.\n</p><p>The people wanted to accept Jesus on their terms, ignoring the fact that they needed to accept Him on His terms. In the end, they decided to reject Him because they chose to focus on what was immediate and temporary. They did not look beyond these things to the bigger picture of the eternal and unseen realities of God’s kingdom. It is the inclination of the un­converted human heart to reject what does not fit its long-held preconceived notions. As we can see, the people were so obsessed with the physical bread that they were blinded to the offer of Jesus’ spiritual bread, which they desperately needed for salvation.\n</p><p>Jesus offered Himself to the people as that spiritual bread came down from heaven, so that they might never hunger again. In the same way, Jesus offered Himself as the Living Water to the Samaritan woman, who drank from Him the Water of Life, never to thirst again. For many other disciples beyond the Twelve, Jesus’ loving attempts to reveal the light of divine truth seemed only to harden their hearts in rejection of that truth. Instead of trying to understand and believe, the people excused themselves by stating, “ ‘This is a hard saying; who can understand it?’ ” (John 6:60, NKJV). Thus, regrettably, they “walked with Him no more” (John 6:66, NKJV).\n</p><p>At that point, Jesus looked at His remaining twelve disciples and asked, “ ‘Do you also want to go away?’ ” (John 6:67, NKJV). Then Peter, who served as the group’s spokesman, said something profound, which was inspired by the Spirit: “ ‘Lord, to whom shall we go? You have the words of eternal life’ ” (John 6:68, NKJV). These are words of inspiration that we all must keep in mind! There is no place, and no one, to go to for salvation except Jesus.\n</p><p><strong>The Witness of the Father (John 5:36–38)\n</strong></p><p>John the Baptist testified several times to the reality of the true Messiah sent from heaven. But surely the Father’s testimony about His Son, along with the witness of God the Holy Spirit, are the most powerful. At Jesus’ baptism, all three members of the Godhead were fully engaged. The Father’s voice testified that Jesus was His “ ‘beloved Son, in whom I am well pleased’ ” (Matt. 3:17, NKJV). On that occasion, the heavens were opened “to Him [Jesus], and He saw the Spirit of God descending like a dove and alighting upon Him” (Matt. 3:16, NKJV).\n</p><p>There was nothing else that Jesus could have said or done to convince His opponents beyond what was said or done on the day of His baptism. Moreover, John the Baptist, whom they revered, testified of the veracity of heaven’s witness. So why did Christ’s opponents not believe the audible and visual witness of the Father and the Spirit on His behalf? Why did they not believe in the divine mighty works and words?\n</p><p>The powerful testimony of Lazarus’s resurrection from the dead should have convinced the Jewish leaders that Jesus was the true Messiah. But, in their spiritual darkness, they could not see the light of God’s truth shining all around. They refused to believe, no matter what evidence was plainly set before their eyes. In fact, the Pharisees, always at odds with the Sadducees, found a convenient opportunity to unite forces to condemn Jesus to death. Shortly after, Jesus prayed, “Father, glorify thy name” (John 12:28). The Father’s voice testified on behalf of Christ’s sacrifice on the cross that He had “ ‘both glorified it and will glorify it again’ ” (John 12:28, NKJV).\n</p><p><strong>The Witness of the Crowd (John 7:37–53)\n</strong></p><p>Many of the common people, including some of the Gentiles, came to believe in Jesus, having witnessed His mighty works. Jesus became very popular among the masses who were not as learned and thus not as closed-minded or prejudiced as their leaders. The murderous jealousy of the leaders reached a boiling point. They adamantly refused to believe in any evidence for Jesus, human or divine, come what may.\n</p><p><strong>Part III: Life Application</strong></p><p><strong style=\"background-color: initial;\">Think about and answer the following questions:</strong></p><p><ol><li>Regarding the humility of John the Baptist: There is so much self-centeredness and self-aggrandizement in the world today. But John was cognizant of who he was and what his mission was all about. He never tried in the slightest way to upstage Jesus or usurp His position; He did not mind being eclipsed in order that the true Light might brightly outshine him. What should be our proper attitude when it comes to human position or recognition? What does the notion that Jesus must increase and we must decrease say about Jesus and about us?\n</li><li>Regarding the crucial subject of salvation in Christ: How does studying and wholeheartedly believing the powerful testimonies of God, of John the Baptist, and of others that Jesus is indeed the unique and incomparable Son of God help us to be drawn to Him, knowing that we are helpless and hopeless without Him?\n</li><li>Regarding feeding on Jesus, the Bread of Life: How do you apply this pertinent inspired counsel to your daily life: “What food is to the body, Christ must be to the soul. Food cannot benefit us unless we eat it, unless it becomes a part of our being. . . . We must feed upon Him, receive Him into the heart, so that His life becomes our life.”—Ellen G. White, The Desire of Ages, p. 389.\n</li><li>How do we acquire a moral backbone to stand for the right when it comes to popularity, majority opinion, or peer pressure? We know from the Bible that the majority is not always right. How does having the support of God and His truth make us a majority, even when we are in the minority?</li></ol></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":6,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>More Testimonies About Jesus</p>",
         "verse":"<p>“And I, if I am lifted up from the earth, will draw all peoples to Myself” (John 12:32, NKJV).</p>",
         "versionCode":7,
         "weekDate":"November 2-8"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
