{
  "data": [
    {
      "color": "#67bf7c",
      "id": 6,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "2 de agosto",
          "dayTitle": "<p>A TRAVÉS DEL MAR ROJO</p>",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:</strong> Éxodo 12:31-36; Santiago 2:17-20; Éxodo 13:1-14:31; Hebreos 11:22; Éxodo 15:1-21; Apocalipsis 15:2-4.&nbsp;</p><p><strong>PARA MEMORIZAR:</strong> “Pero Moisés dijo al pueblo: ‘No teman. Manténganse tranquilos, y verán la salvación que el Señor les dará hoy. Porque esos egipcios que hoy ven, nunca más los verán. El Señor peleará por ustedes. Estén tranquilos’ ” (Éxo. 14:13, 14).&nbsp;</p><p>El éxodo es la experiencia más dramática y gloriosa del pueblo de Dios en el Antiguo Testamento. Este acontecimiento es el modelo divino de cómo Dios derrotó a los enemigos de los hebreos e introdujo victoriosamente a los israelitas en la Tierra Prometida. También es un símbolo de la salvación y la redención en Cristo.&nbsp;</p><p>Desde el punto de vista humano, los hijos de Israel se encontraban en una situación desesperada, de la que no podían librarse por sí mismos. Solo Dios podía salvarlos. Lo mismo ocurre con nosotros y el pecado: estamos en una situación desesperada. Necesitamos algo aún más dramático que el éxodo: la cruz de Cristo y lo que él hizo allí por nosotros.&nbsp;</p><p>Los acontecimientos relacionados con la salida de Israel de la tierra de Gosén, mencionados en Éxodo 12 y rememorados en el cántico de Moisés, alegremente entonado en Éxodo 15, son sobrecogedores y asombrosos. Las señales, prodigios y milagros redentores de Dios alcanzan su apogeo en ese contexto.&nbsp;</p><p>Pero ni siquiera eso es comparable con lo que Cristo hizo por nosotros en la cruz, de lo cual el drama del éxodo fue una mera prefiguración.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "3 de agosto",
          "dayTitle": "<p>VAYAN Y ADOREN AL SEÑOR</p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p>En la noche de Pascua, el juicio divino fue ejecutado sobre quienes no estaban cubiertos por la sangre (Éxo. 12:1-12). Nadie escapó debido a su posición, educación, estatus social o género. El castigo alcanzó a todas las familias, desde el faraón hasta los esclavos, e incluso a los primogénitos de los animales. El orgullo de Egipto estaba por los suelos.&nbsp;</p><p><strong>Lee Éxodo 12:31 al 36. ¿Qué extraña petición hizo el faraón y por qué, incluso cuando dio permiso para que los hebreos se fueran?</strong></p><p><strong>Éxodo 12:31-36</strong></p><p><strong><sup>31</sup></strong> E hizo llamar a Moisés y a Aarón de noche, y les dijo: Salid de en medio de mi pueblo vosotros y los hijos de Israel, e id, servid a Jehová, como habéis dicho. Tomad también vuestras ovejas y vuestras vacas, como habéis dicho, e idos; y bendecidme también a mí.</p>\n<p><strong><sup>32</sup></strong> Tomad también vuestras ovejas y vuestras vacas, como habéis dicho, e idos; y bendecidme también a mí.</p>\n<p><strong><sup>33</sup></strong> Y los egipcios apremiaban al pueblo, dándose prisa a echarlos de la tierra; porque decían: Todos somos muertos.</p>\n<p><strong><sup>34</sup></strong> Y llevó el pueblo su masa antes que se leudase, sus masas envueltas en sus sábanas sobre sus hombros.</p>\n<p><strong><sup>35</sup></strong> E hicieron los hijos de Israel conforme al mandamiento de Moisés, pidiendo de los egipcios alhajas de plata, y de oro, y vestidos.</p>\n<p><strong><sup>36</sup></strong> Y Jehová dio gracia al pueblo delante de los egipcios, y les dieron cuanto pedían; así despojaron a los egipcios.</p>\n<p><br></p><p>&nbsp;Cuán interesante es la petición del faraón a los hebreos cuando les permitió ir a adorar: “Y bendíganme a mí”, o “rueguen a Dios por mí” (DHH).&nbsp;</p><p>¿Por qué pediría eso el rey de Egipto, un presunto “dios” en la Tierra y entre su pueblo? Parecía que había comprendido el poder del Dios de los hebreos y deseaba beneficiarse de él. Sin embargo, ¿cómo podía Dios bendecirlo mientras estaba sumido en la rebelión, la terquedad, el pecado y el orgullo? Aunque dio finalmente su consentimiento, no fue por sumisión a la voluntad de Yahvé, sino por la derrota que había sufrido. No estaba arrepentido, como lo revelarían sus acciones posteriores. Simplemente, quería detener la devastación que estaba destruyendo su reino.&nbsp;</p><p>Faraón fue humillado y dio permiso a Israel para salir de Egipto ante las trágicas consecuencias de la peor plaga. Permite ahora lo que se negó a conceder tantas veces antes, cuando demostró que no le importaba el sufrimiento que sus acciones acarreaban a su nación.&nbsp;</p><p>Comprensiblemente, el pueblo egipcio también deseaba que los hebreos se fueran. Por favor, váyanse o “todos moriremos”, dijeron.&nbsp;</p><p>Mientras tanto, Dios hizo provisión para que los israelitas no salieran de Egipto con las manos vacías, sino con lo que necesitarían para lo que resultó una experiencia mucho más prolongada que lo previsto. Los egipcios dieron a los hebreos preciosos artículos para apresurar la salida de ellos del país. Por otra parte, lo recibido eran salarios negados a los israelitas durante siglos de esclavitud. Seguramente los egipcios consideraron aquello como algo muy módico con tal de sacar a los hebreos de su tierra.&nbsp;</p><p><strong>¿Cuántas veces nos hemos “arrepentido” de ciertas acciones solo por sus consecuencias y no porque fueran malas en sí mismas? ¿Por qué no consiste en eso el verdadero arrepentimiento? ¿Cómo podemos aprender a arrepentirnos de los pecados de los que, en cierto sentido, “nos libramos”, al menos a corto plazo?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "4 de agosto",
          "dayTitle": "<p>LA CONSAGRACIÓN DEL PRIMOGÉNITO</p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p>El tiempo prometido de la redención, de la liberación, estaba a punto de llegar. El pueblo debía estar preparado. No bastaba con creer, debían actuar en consecuencia. Dios les había dicho lo que tenían que hacer; ahora tenían que hacerlo por fe. Aunque en un contexto totalmente diferente de aquel en el que Santiago estaba escribiendo, el principio destacado es en ambos casos el mismo: “¿Quieres saber, hombre vano, que la fe sin obras está muerta?” (Sant. 2:20).&nbsp;</p><p><strong>Lee Éxodo 13:1 al 16. Los primogénitos israelitas fueron perdonados por la gracia de Dios durante la última plaga. ¿Cuál es la razón de ser de ese mandato divino perpetuo y qué debería significar para nosotros hoy?&nbsp;</strong></p><p><strong>Éxodo 13:1-16</strong></p><p><strong><sup>1</sup></strong> Jehová habló a Moisés, diciendo:</p>\n<p><strong><sup>2</sup></strong> Conságrame todo primogénito. Cualquiera que abre matriz entre los hijos de Israel, así de los hombres como de los animales, mío es.</p>\n<p><strong><sup>3</sup></strong> Y Moisés dijo al pueblo: Tened memoria de este día, en el cual habéis salido de Egipto, de la casa de servidumbre, pues Jehová os ha sacado de aquí con mano fuerte; por tanto, no comeréis leudado.</p>\n<p><strong><sup>4</sup></strong> Vosotros salís hoy en el mes de Abib.</p>\n<p><strong><sup>5</sup></strong> Y cuando Jehová te hubiere metido en la tierra del cananeo, del heteo, del amorreo, del heveo y del jebuseo, la cual juró a tus padres que te daría, tierra que destila leche y miel, harás esta celebración en este mes.</p>\n<p><strong><sup>6</sup></strong> Siete días comerás pan sin leudar, y el séptimo día será fiesta para Jehová.</p>\n<p><strong><sup>7</sup></strong> Por los siete días se comerán los panes sin levadura, y no se verá contigo nada leudado, ni levadura, en todo tu territorio.</p>\n<p><strong><sup>8</sup></strong> Y lo contarás en aquel día a tu hijo, diciendo: Se hace esto con motivo de lo que Jehová hizo conmigo cuando me sacó de Egipto.</p>\n<p><strong><sup>9</sup></strong> Y te será como una señal sobre tu mano, y como un memorial delante de tus ojos, para que la ley de Jehová esté en tu boca; por cuanto con mano fuerte te sacó Jehová de Egipto.</p>\n<p><strong><sup>10</sup></strong> Por tanto, tú guardarás este rito en su tiempo de año en año.</p>\n<p><strong><sup>11</sup></strong> Y cuando Jehová te haya metido en la tierra del cananeo, como te ha jurado a ti y a tus padres, y cuando te la hubiere dado,</p>\n<p><strong><sup>12</sup></strong> dedicarás a Jehová todo aquel que abriere matriz, y asimismo todo primer nacido de tus animales; los machos serán de Jehová.</p>\n<p><strong><sup>13</sup></strong> Mas todo primogénito de asno redimirás con un cordero; y si no lo redimieres, quebrarás su cerviz. También redimirás al primogénito de tus hijos.</p>\n<p><strong><sup>14</sup></strong> Y cuando mañana te pregunte tu hijo, diciendo: ¿Qué es esto?, le dirás: Jehová nos sacó con mano fuerte de Egipto, de casa de servidumbre;</p>\n<p><strong><sup>15</sup></strong> y endureciéndose Faraón para no dejarnos ir, Jehová hizo morir en la tierra de Egipto a todo primogénito, desde el primogénito humano hasta el primogénito de la bestia; y por esta causa yo sacrifico para Jehová todo primogénito macho, y redimo al primogénito de mis hijos.</p>\n<p><strong><sup>16</sup></strong> Te será, pues, como una señal sobre tu mano, y por un memorial delante de tus ojos, por cuanto Jehová nos sacó de Egipto con mano fuerte.</p>\n<p><br></p><p>Dios protegió misericordiosamente a las familias israelitas que estaban, por así decirlo, bajo la sangre porque habían marcado por fe los dinteles de sus puertas. Estas nuevas instrucciones vinieron del Señor a través de Moisés: “Conságrame todo primogénito varón” (Éxo. 13:2). Esta legislación era válida tanto para los humanos como para los animales.&nbsp;</p><p>Un principio que subyace tras este mandato es que todo pertenece a Dios pues es nuestro Creador y el Dueño de cuanto existe: “Del Señor es la tierra y su plenitud, el mundo y los que habitan en él” (Sal. 24:1). “Mía es la plata, mío es el oro –dice el Señor Todopoderoso” (Hag. 2:8). Los primogénitos de los israelitas eran el primer fruto de las bendiciones concedidas a ellos por Dios. Eran también una señal de su total consagración a él y de que comprendían que todo lo que poseían procedía solo de él.&nbsp;</p><p>También vemos aquí la idea de redención, de salvación. Los primogénitos se libraban de la muerte porque estaban cubiertos o salvaguardados por la sangre. Fueron redimidos de la muerte como lo son quienes están bajo la sangre de Jesús. Como dice Pablo acerca de Jesús: “En quien tenemos redención por su sangre, el perdón de los pecados” (Col. 1:14).&nbsp;</p><p>Dios dio a los hebreos ciertas normas acerca de cómo debía ser presentada la ofrenda correspondiente en celebración de su liberación de la esclavitud en Egipto. Los animales debían ser sacrificados, pero los hijos debían ser redimidos (Éxo. 13:12, 13, 15).&nbsp;</p><p><strong>Éxodo 13:16 se refiere a lo que debían colocar en sus manos y entre sus ojos. ¿Cómo simboliza esto la importante verdad espiritual de que, independientemente de cuánta fe tengamos, debemos actuar en armonía con esa fe?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de agosto",
          "dayTitle": "<p>EL CRUCE DEL MAR ROJO</p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Éxodo 13:17 a 14:12. ¿Cómo guio Dios a los israelitas cuando salieron de Egipto y qué ocurrió después?&nbsp;</strong></p><p><strong>Éxodo 13:17-22</strong></p><p><strong><sup>17</sup></strong> Y luego que Faraón dejó ir al pueblo, Dios no los llevó por el camino de la tierra de los filisteos, que estaba cerca; porque dijo Dios: Para que no se arrepienta el pueblo cuando vea la guerra, y se vuelva a Egipto.</p>\n<p><strong><sup>18</sup></strong> Mas hizo Dios que el pueblo rodease por el camino del desierto del Mar Rojo. Y subieron los hijos de Israel de Egipto armados.</p>\n<p><strong><sup>19</sup></strong> Tomó también consigo Moisés los huesos de José, el cual había juramentado a los hijos de Israel, diciendo: Dios ciertamente os visitará, y haréis subir mis huesos de aquí con vosotros.</p>\n<p><strong><sup>20</sup></strong> Y partieron de Sucot y acamparon en Etam, a la entrada del desierto.</p>\n<p><strong><sup>21</sup></strong> Y Jehová iba delante de ellos de día en una columna de nube para guiarlos por el camino, y de noche en una columna de fuego para alumbrarles, a fin de que anduviesen de día y de noche.</p>\n<p><strong><sup>22</sup></strong> Nunca se apartó de delante del pueblo la columna de nube de día, ni de noche la columna de fuego.</p><p><strong>Éxodo 14:1-12</strong></p>\n\n<p><strong><sup>1</sup></strong> Habló Jehová a Moisés, diciendo:</p>\n<p><strong><sup>2</sup></strong> Di a los hijos de Israel que den la vuelta y acampen delante de Pi-hahirot, entre Migdol y el mar hacia Baal-zefón; delante de él acamparéis junto al mar.</p>\n<p><strong><sup>3</sup></strong> Porque Faraón dirá de los hijos de Israel: Encerrados están en la tierra, el desierto los ha encerrado.</p>\n<p><strong><sup>4</sup></strong> Y yo endureceré el corazón de Faraón para que los siga; y seré glorificado en Faraón y en todo su ejército, y sabrán los egipcios que yo soy Jehová. Y ellos lo hicieron así.</p>\n<p><strong><sup>5</sup></strong> Y fue dado aviso al rey de Egipto, que el pueblo huía; y el corazón de Faraón y de sus siervos se volvió contra el pueblo, y dijeron: ¿Cómo hemos hecho esto de haber dejado ir a Israel, para que no nos sirva?</p>\n<p><strong><sup>6</sup></strong> Y unció su carro, y tomó consigo su pueblo;</p>\n<p><strong><sup>7</sup></strong> y tomó seiscientos carros escogidos, y todos los carros de Egipto, y los capitanes sobre ellos.</p>\n<p><strong><sup>8</sup></strong> Y endureció Jehová el corazón de Faraón rey de Egipto, y él siguió a los hijos de Israel; pero los hijos de Israel habían salido con mano poderosa.</p>\n<p><strong><sup>9</sup></strong> Siguiéndolos, pues, los egipcios, con toda la caballería y carros de Faraón, su gente de a caballo, y todo su ejército, los alcanzaron acampados junto al mar, al lado de Pi-hahirot, delante de Baal-zefón.</p>\n<p><strong><sup>10</sup></strong> Y cuando Faraón se hubo acercado, los hijos de Israel alzaron sus ojos, y he aquí que los egipcios venían tras ellos; por lo que los hijos de Israel temieron en gran manera, y clamaron a Jehová.</p>\n<p><strong><sup>11</sup></strong> Y dijeron a Moisés: ¿No había sepulcros en Egipto, que nos has sacado para que muramos en el desierto? ¿Por qué has hecho así con nosotros, que nos has sacado de Egipto?</p>\n<p><strong><sup>12</sup></strong> ¿No es esto lo que te hablamos en Egipto, diciendo: Déjanos servir a los egipcios? Porque mejor nos fuera servir a los egipcios, que morir nosotros en el desierto.</p>\n<p><br></p><p>En armonía con las instrucciones dadas por Dios a Moisés, los israelitas salieron de Egipto como un ejército bien organizado. Los términos hebreos tsaba’ y majaneh, traducidos como “ejércitos”, “escuadrones”, “campamento” y “huestes”, atestiguan esa descripción (Éxo. 6:26; 7:4; 12:17, 41, 51; 14:19, 20; compara con Éxo. 13:18). Los hebreos se dividieron en unidades y marcharon como un ejército. Más tarde, Balaam vio desde las colinas de Moab que Israel estaba “acampando por tribus” (Núm. 24:2, NVI).&nbsp;</p><p>Mientras tanto, “Moisés llevó consigo los huesos de José” (Éxo. 13:19). Este es un detalle muy importante del texto, y revela el cumplimiento de las promesas de Dios en respuesta a la fe de José, quien nunca perdió de vista la Tierra Prometida aun en medio del esplendor y los privilegios de Egipto. Pidió que sus huesos fueran llevados a la tierra de Canaán (Gén. 50:24, 25). Creía que el Señor visitaría a Israel en Egipto y lo llevaría a la tierra, como había jurado (Heb. 11:22). Cuando Israel llegó a Canaán, los huesos de José fueron sepultados en Siquem (Jos. 24:32).&nbsp;</p><p>La columna de nube y la de fuego eran los signos visibles de la presencia de Dios entre su pueblo. El Señor habitaba allí y se comunicaba con ellos también desde la nube (Éxo. 14:24; Núm. 12:5, 6).&nbsp;</p><p>El faraón reveló ahora los verdaderos motivos de su corazón. No estaba convertido y nunca se arrepintió de verdad. Su petición a Dios para que lo bendijera era una farsa, tal vez un autoengaño. Reunió a su ejército y fueron tras sus esclavos fugitivos. ¡Cuán totalmente cegado por el pecado estaba realmente este hombre!&nbsp;</p><p>Cuando el pueblo vio venir al ejército del faraón, pronunció palabras y expresó sentimientos de los que se harían eco más de una vez: “¿No había sepulcros en Egipto, que nos sacasen a morir en el desierto? ¿Por qué has hecho así con nosotros al sacarnos de Egipto?” (Éxo. 14:11).&nbsp;</p><p>Aun después de haber visto manifestaciones tan dramáticas del poder de Dios, que incluyeron el libramiento de sus hijos primogénitos, el pueblo seguía mostrando una asombrosa falta de fe.&nbsp;</p><p><strong>Piensa en la última vez que te enfrentaste a una situación terrible. ¿Cuál fue tu primera reacción: fe en Dios o falta de ella? ¿Qué lecciones deberías haber aprendido de esa situación que podrían ayudarte la próxima vez que enfrentes otra?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de agosto",
          "dayTitle": "<p>AVANZANDO POR FE</p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Éxodo 14:13 al 31. A pesar de su falta de fe, ¿qué hizo Dios por los hijos de Israel?&nbsp;</strong></p><p><strong>Éxodo 14:13-31</strong></p><p><strong><sup>13</sup></strong> Y Moisés dijo al pueblo: No temáis; estad firmes, y ved la salvación que Jehová hará hoy con vosotros; porque los egipcios que hoy habéis visto, nunca más para siempre los veréis.</p>\n<p><strong><sup>14</sup></strong> Jehová peleará por vosotros, y vosotros estaréis tranquilos.</p>\n<p><strong><sup>15</sup></strong> Entonces Jehová dijo a Moisés: ¿Por qué clamas a mí? Di a los hijos de Israel que marchen.</p>\n<p><strong><sup>16</sup></strong> Y tú alza tu vara, y extiende tu mano sobre el mar, y divídelo, y entren los hijos de Israel por en medio del mar, en seco.</p>\n<p><strong><sup>17</sup></strong> Y he aquí, yo endureceré el corazón de los egipcios para que los sigan; y yo me glorificaré en Faraón y en todo su ejército, en sus carros y en su caballería;</p>\n<p><strong><sup>18</sup></strong> y sabrán los egipcios que yo soy Jehová, cuando me glorifique en Faraón, en sus carros y en su gente de a caballo.</p>\n<p><strong><sup>19</sup></strong> Y el ángel de Dios que iba delante del campamento de Israel, se apartó e iba en pos de ellos; y asimismo la columna de nube que iba delante de ellos se apartó y se puso a sus espaldas,</p>\n<p><strong><sup>20</sup></strong> e iba entre el campamento de los egipcios y el campamento de Israel; y era nube y tinieblas para aquellos, y alumbraba a Israel de noche, y en toda aquella noche nunca se acercaron los unos a los otros.</p>\n<p><strong><sup>21</sup></strong> Y extendió Moisés su mano sobre el mar, e hizo Jehová que el mar se retirase por recio viento oriental toda aquella noche; y volvió el mar en seco, y las aguas quedaron divididas.</p>\n<p><strong><sup>22</sup></strong> Entonces los hijos de Israel entraron por en medio del mar, en seco, teniendo las aguas como muro a su derecha y a su izquierda.</p>\n<p><strong><sup>23</sup></strong> Y siguiéndolos los egipcios, entraron tras ellos hasta la mitad del mar, toda la caballería de Faraón, sus carros y su gente de a caballo.</p>\n<p><strong><sup>24</sup></strong> Aconteció a la vigilia de la mañana, que Jehová miró el campamento de los egipcios desde la columna de fuego y nube, y trastornó el campamento de los egipcios,</p>\n<p><strong><sup>25</sup></strong> y quitó las ruedas de sus carros, y los trastornó gravemente. Entonces los egipcios dijeron: Huyamos de delante de Israel, porque Jehová pelea por ellos contra los egipcios.</p>\n<p><strong><sup>26</sup></strong> Y Jehová dijo a Moisés: Extiende tu mano sobre el mar, para que las aguas vuelvan sobre los egipcios, sobre sus carros, y sobre su caballería.</p>\n<p><strong><sup>27</sup></strong> Entonces Moisés extendió su mano sobre el mar, y cuando amanecía, el mar se volvió en toda su fuerza, y los egipcios al huir se encontraban con el mar; y Jehová derribó a los egipcios en medio del mar.</p>\n<p><strong><sup>28</sup></strong> Y volvieron las aguas, y cubrieron los carros y la caballería, y todo el ejército de Faraón que había entrado tras ellos en el mar; no quedó de ellos ni uno.</p>\n<p><strong><sup>29</sup></strong> Y los hijos de Israel fueron por en medio del mar, en seco, teniendo las aguas por muro a su derecha y a su izquierda.</p>\n<p><strong><sup>30</sup></strong> Así salvó Jehová aquel día a Israel de mano de los egipcios; e Israel vio a los egipcios muertos a la orilla del mar.</p>\n<p><strong><sup>31</sup></strong> Y vio Israel aquel grande hecho que Jehová ejecutó contra los egipcios; y el pueblo temió a Jehová, y creyeron a Jehová y a Moisés su siervo.</p>\n<p><br></p><p>Puesto que Moisés confiaba de todo corazón en Dios y en su Palabra, animó al pueblo. Presentó cuatro puntos cruciales acerca de cómo actuar en situaciones difíciles:&nbsp;</p><p>1. “No teman” (Éxo. 14:13). El primer llamamiento es a confiar en el Señor, pues solo así es posible vencer el temor. Isaías nos recuerda esta verdad al afirmar que los creyentes están en las manos de Dios y que él actuará en favor de ellos si lo aceptan como su Dios y Señor: “No temas, que yo estoy contigo. No desmayes, que yo soy tu Dios [...]. Porque yo, el Señor, soy tu Dios, que te sostiene de tu mano derecha y te dice: ‘No temas. Yo te ayudo’ ” (Isa. 41:10, 13).&nbsp;</p><p>2. “Manténganse tranquilos” (Éxo. 14:13). “Mantenerse tranquilos” no significa solo dejar de murmurar y esperar grandes cosas, sino confiar en Dios y esperar pacientemente su poderosa intervención, ya que él actuará.&nbsp;</p><p>3. “Verán la salvación que el Señor les dará hoy” (Éxo. 14:13). Para que nuestra fe crezca, es importante reconocer el liderazgo y la ayuda de Dios, y agradecer su asistencia prometida. “Ver” significa abrir los ojos (porque la incredulidad es ciega). Solo Dios puede proporcionar la victoria, la seguridad y la salvación. Dios siempre está disponible, cuidando de nosotros y proveyendo lo que necesitamos en el momento apropiado.&nbsp;</p><p>4. “El Señor peleará por ustedes” (Éxo. 14:14). Esto indica lo que Dios hará: luchará personalmente por su pueblo. El Calvario es la prueba definitiva de ello, pues en la cruz Cristo derrotó a Satanás para darnos la vida eterna (Juan 5:24; Heb. 2:14; Apoc. 12:10, 11). Incluso los egipcios reconocieron que el Señor luchaba por los israelitas (Éxo. 14:25).&nbsp;</p><p>La orden dada por Dios a Moisés fue clara: “Marchen”. Dios desplegó su plan de acción paso a paso: (1) el Ángel de Dios y la columna de nube se desplazaron desde la parte delantera del campamento de Israel y se situaron detrás de ellos, protegiéndolos del ejército egipcio; (2) Moisés extendió por fe su mano sobre el mar; (3) el Señor dividió el agua y la secó con un fuerte viento; y (4) el resultado fue que los israelitas atravesaron el mar con seguridad y sobre tierra seca hasta la otra orilla. Los egipcios los persiguieron ciegamente pues se negaron a ver que Dios estaba haciendo cosas extraordinarias por su pueblo hasta que fue demasiado tarde, como lo reveló su confesión en Éxodo 14:25.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de agosto",
          "dayTitle": "<p>EL CÁNTICO DE MOISÉS Y DE MARÍA</p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p>Todo el ejército egipcio fue derrotado y nadie sobrevivió, incluido el faraón (ver Sal. 136:15). Fue una derrota impresionante para los egipcios y una victoria completa para el pueblo de Dios. No es de extrañar que, a lo largo de toda su historia y hasta el día de hoy, los judíos revivan este incidente.&nbsp;</p><p><strong>Lee Éxodo 15:1 al 21. ¿Cuál es el contenido del cántico de Moisés?</strong></p><p><strong>Éxodo 15:1-21</strong></p><p><strong><sup>1</sup></strong> Entonces cantó Moisés y los hijos de Israel este cántico a Jehová, y dijeron: Cantaré yo a Jehová, porque se ha magnificado grandemente; ha echado en el mar al caballo y al jinete.</p>\n<p><strong><sup>2</sup></strong> Jehová es mi fortaleza y mi cántico, y ha sido mi salvación. Este es mi Dios, y lo alabaré; Dios de mi padre, y lo enalteceré.</p>\n<p><strong><sup>3</sup></strong> Jehová es varón de guerra; Jehová es su nombre.</p>\n<p><strong><sup>4</sup></strong> Echó en el mar los carros de Faraón y su ejército; y sus capitanes escogidos fueron hundidos en el Mar Rojo.</p>\n<p><strong><sup>5</sup></strong> Los abismos los cubrieron; descendieron a las profundidades como piedra.</p>\n<p><strong><sup>6</sup></strong> Tu diestra, oh Jehová, ha sido magnificada en poder; tu diestra, oh Jehová, ha quebrantado al enemigo.</p>\n<p><strong><sup>7</sup></strong> Y con la grandeza de tu poder has derribado a los que se levantaron contra ti. Enviaste tu ira; los consumió como a hojarasca.</p>\n<p><strong><sup>8</sup></strong> Al soplo de tu aliento se amontonaron las aguas; se juntaron las corrientes como en un montón; los abismos se cuajaron en medio del mar.</p>\n<p><strong><sup>9</sup></strong> El enemigo dijo: Perseguiré, apresaré, repartiré despojos; mi alma se saciará de ellos; sacaré mi espada, los destruirá mi mano.</p>\n<p><strong><sup>10</sup></strong> Soplaste con tu viento; los cubrió el mar; se hundieron como plomo en las impetuosas aguas.</p>\n<p><strong><sup>11</sup></strong> ¿Quién como tú, oh Jehová, entre los dioses? ¿Quién como tú, magnífico en santidad, terrible en maravillosas hazañas, hacedor de prodigios?</p>\n<p><strong><sup>12</sup></strong> Extendiste tu diestra; la tierra los tragó.</p>\n<p><strong><sup>13</sup></strong> Condujiste en tu misericordia a este pueblo que redimiste; lo llevaste con tu poder a tu santa morada.</p>\n<p><strong><sup>14</sup></strong> Lo oirán los pueblos, y temblarán; se apoderará dolor de la tierra de los filisteos.</p>\n<p><strong><sup>15</sup></strong> Entonces los caudillos de Edom se turbarán; a los valientes de Moab les sobrecogerá temblor; se acobardarán todos los moradores de Canaán.</p>\n<p><strong><sup>16</sup></strong> Caiga sobre ellos temblor y espanto; a la grandeza de tu brazo enmudezcan como una piedra; hasta que haya pasado tu pueblo, oh Jehová, hasta que haya pasado este pueblo que tú rescataste.</p>\n<p><strong><sup>17</sup></strong> Tú los introducirás y los plantarás en el monte de tu heredad, en el lugar de tu morada, que tú has preparado, oh Jehová, en el santuario que tus manos, oh Jehová, han afirmado.</p>\n<p><strong><sup>18</sup></strong> Jehová reinará eternamente y para siempre.</p>\n<p><strong><sup>19</sup></strong> Porque Faraón entró cabalgando con sus carros y su gente de a caballo en el mar, y Jehová hizo volver las aguas del mar sobre ellos; mas los hijos de Israel pasaron en seco por en medio del mar.</p>\n<p><strong><sup>20</sup></strong> Y María la profetisa, hermana de Aarón, tomó un pandero en su mano, y todas las mujeres salieron en pos de ella con panderos y danzas.</p>\n<p><strong><sup>21</sup></strong> Y María les respondía: Cantad a Jehová, porque en extremo se ha engrandecido; ha echado en el mar al caballo y al jinete.</p>\n<p><strong><br></strong></p><p>Este cántico alaba al Señor porque es un Guerrero poderoso que derrotó a quienes se oponían a su pueblo. Moisés desarrolla personalmente este tema subrayando que el Señor, su Dios, es también su fortaleza, su canción y su salvación. Nadie es como él, “magnífico en santidad, terrible en prodigios, autor de maravillas” (Éxo. 15:11).&nbsp;</p><p>El cántico de Moisés habla de quién es Dios y de lo que hace. El Señor es exaltado, alabado y admirado por su extraordinaria obra en favor de su pueblo. La gratitud y la adoración son el resultado natural de la bondad de Dios para con nosotros. El aprecio por su amor es el prerrequisito para disfrutar de una vida espiritual vibrante. El amor inquebrantable de Dios es especialmente enfatizado y glorificado porque él conducirá al pueblo que ha redimido hasta su santa morada. Moisés predice que Dios establecerá el Santuario en el monte de su heredad (Éxo. 15:17) en referencia a Sion y al templo de Jerusalén.&nbsp;</p><p>En Apocalipsis 15:2 al 4, los redimidos cantan el cántico de Moisés y del Cordero. ¿Puedes imaginar cómo sonará en el Cielo esta alabanza a Dios por sus grandes y maravillosas obras, por sus juicios justos y verdaderos, por sus acciones justas y su santidad?&nbsp;</p><p>Observa lo que dice la última línea del cántico: “Todas las naciones vendrán y te adorarán, porque tus actos de justicia han quedado manifiestos” (vers. 4). Es decir, cuando los juicios de Dios, especialmente los que tienen que ver con el mal y la opresión que durante milenios han quedado impunes, se hayan manifestado, los redimidos de las naciones lo alabarán por esos juicios.&nbsp;</p><p><strong>Emanuel Kant dijo que si Dios es justo debe haber algún tipo de vida después de la muerte. ¿Por qué es tan acertada esa afirmación y cómo podemos aprender a confiar en que un día llegará la justicia que tanta falta hace en nuestro mundo? ¿Qué consuelo puede darnos esa esperanza?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de agosto",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee el capítulo titulado “El Éxodo” en el libro Patriarcas y profetas, de Elena de White, pp. 286-295.&nbsp;</strong></p><p>Dios estaba con los israelitas a pesar de la escasa fe de ellos. Deseaba instruirlos y guiarlos a fin de que pensaran y se comportaran como su pueblo elegido. Dios los guio pacientemente y los dirigió a un lugar donde encontrarían menos desafíos. Elena de White dice lo siguiente al respecto: “Los israelitas estaban pobremente preparados para un encuentro con ese pueblo poderoso y belicoso. Tenían un conocimiento muy limitado de Dios y poca fe en él, y se habrían aterrorizado y desanimado. Carecían de armas y no estaban habituados a la guerra; tenían el espíritu deprimido por su prolongada servidumbre, y se hallaban estorbados por las mujeres y los niños, los rebaños y las manadas. Al dirigirlos por la ruta del Mar Rojo, el Señor se reveló como un Dios compasivo y juicioso” (Elena de White, Patriarcas y profetas, p. 287).&nbsp;</p><p>Acerca del cántico de Moisés, el Comentario bíblico Andrews dice lo siguiente: “La certeza de este acto redentor de Dios en la historia nos asegura que nada tenemos que temer del futuro. La última estrofa se centra en los enemigos futuros que tendrían que ser enfrentados en la conquista de Canaán. Por causa del ‘brazo poderoso’ (RVC) de Dios, enmudecerían ‘como una piedra’ (v. 16). Cuando enfrentamos certeras imposibilidades, cuando nos sentimos acorralados y no sabemos adónde acudir, podemos encontrar seguridad en ‘el cántico de Moisés’, porque conmemora un gran acontecimiento de la historia del pueblo de Dios” (Comentario bíblico Andrews, t. 1, p. 250).&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p><strong>1.</strong> ¿Por qué nos encontramos tan a menudo en la posición de los hebreos después de su increíble liberación de Egipto, pero antes del desafío del Mar Rojo? Es decir, ¿por qué nos sigue resultando tan fácil mostrar y expresar falta de fe a pesar de tantas demostraciones divinas de bondad y amor para con nosotros?&nbsp;</p><p><strong>2.</strong> ¿Por qué el faraón siguió persiguiendo a Israel después de todo lo sucedido, incluida la muerte de los primogénitos? ¿Qué debería decirnos esto acerca de cuán peligroso es para cualquiera de nosotros endurecerse a causa del pecado o pecar?&nbsp;</p><p><strong>3.</strong> Aunque todos enfrentamos a veces pruebas terribles, muchos hemos tenido (y seguimos teniendo) días muy buenos y momentos en los que no nos ocurre nada malo a nosotros ni a nuestros seres queridos. ¿Por qué deberíamos considerar esos momentos como una demostración de la gracia y la protección de Dios, sobre todo en vista de que vivimos en territorio “enemigo”? Es decir, ¿por qué deberíamos acordarnos siempre de alabar a Dios en los buenos tiempos, ya que no sabemos de qué calamidades hemos sido librados?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "x",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 68,
          "idDay": 8,
          "idLesson": 6,
          "lessonText": "<p><strong>RESEÑA&nbsp;</strong></p><p>Texto clave: Éxodo 14:13, 14, 30, 31.&nbsp;</p><p>Enfoque del estudio: Éxodo 12:31-15:21.&nbsp;</p><p><em>Introducción</em>&nbsp;</p><p>El éxodo es el evento más extraordinario de la historia del pueblo de Dios en el Antiguo Testamento y aquel en el que intervino de la manera más espectacular. Después de comer el cordero pascual, los israelitas estaban listos para salir de Egipto. El faraón dio finalmente su consentimiento. Muy angustiado, el gobernante egipcio ordenó a Moisés y Aarón que fueran a adorar a su Dios. Todos estaban incluidos: hombres, mujeres, niños y rebaños. Anteriormente, Moisés se había negado a partir si no se permitía a los israelitas hacerlo como familias completas además de su ganado. Dios proveyó también para el futuro de su pueblo, pues no salieron de Egipto con las manos vacías.&nbsp;</p><p>Además de rogar a los israelitas que abandonaran el país, los egipcios les dieron todo lo que pidieron: plata, oro y vestiduras, tal como Moisés les había ordenado. Estos artículos fueron una compensación por la remuneración que les había sido injustamente retenida durante tanto tiempo. Más tarde, los israelitas se enfrentarían a la disyuntiva de cómo utilizar estos dones. ¿Ofrendarían las telas, los ornamentos preciosos, el oro, la plata y otros materiales para construir el Tabernáculo (Éxo. 25:1-7) o darían las joyas de oro a Aarón para fabricar el becerro idolátrico de oro (Éxo. 32:1, 2)?&nbsp;</p><p>El tema de la “salida” se subraya tanto al principio del relato (Éxo. 12:37-41) como en su progresión (Éxo. 13:21, 22) y en la conclusión, donde se destaca que “el Señor salvó […] a Israel” (Éxo. 14:30, 31).&nbsp;</p><p><strong>COMENTARIO</strong>&nbsp;</p><p><em>Antecedentes históricos&nbsp;</em></p><p>Para comprender el trasfondo histórico de Éxodo 12, considera lo siguiente:&nbsp;</p><p>1. Después de 430 años de permanencia en Egipto, Israel era ahora libre para viajar a la Tierra Prometida. Debido a la repetición de la palabra hebrea wayehi en Éxodo 12:41, traducida en distintas versiones bíblicas como “sucedió” (LBLA) o “fue precisamente ese día” (NVI), el texto enfatiza este período al afirmar que “el mismo día en que se cumplían los cuatrocientos treinta años, salieron de Egipto todos los ejércitos del Señor”. En un primer momento, solo José estaba en Egipto; luego llegó toda la familia de Jacob. Al principio eran setenta personas (Éxo. 1:5), pero ahora eran “como seiscientos mil hombres de a pie, sin contar las mujeres y los niños” (Éxo. 12:37; comparar con Éxo. 38:26), lo que significa que quienes salieron de Egipto fueron unos dos millones de personas. Moisés seguramente recibió entrenamiento militar durante su permanencia en el palacio del faraón, por lo que sabía cómo organizar a un número tan enorme de personas. El texto bíblico menciona que el Señor “sacó de Egipto a los israelitas, ordenados en escuadrones” (Éxo. 12:51; comparar con Éxo.6:26; 7:4; 12:17, 41), lo que significa unidades o batallones “militares”. El éxodo estaba bien organizado; sin embargo, se debe recordar que la caravana solo podía viajar tan rápido como sus integrantes menos resistentes, normalmente niños, ancianos, rebaños y manadas.&nbsp;</p><p>2. El éxodo ocurrió probablemente en marzo del año 1450 a. C. según los mejores cálculos de los eruditos conservadores, lo que significa que el inicio de los 430 años de permanencia de los israelitas en Egipto se remontaría al año 1880 a. C. ¿Cómo debe ser computada la extensión este período? Hay dos puntos de vista entre los eruditos conservadores acerca del cómputo correcto: (1) 430 años desde el tiempo de José hasta el éxodo, y (2) 430 años desde Abraham hasta el éxodo. Un análisis de estas dos opciones acerca de la permanencia en Egipto, ya sea solo “en la tierra de Egipto” (según el texto masorético hebreo del Antiguo Testamento) o “en la tierra de Canaán” y “en la tierra de Egipto” (según el Pentateuco Samaritano y la traducción griega antigua del Antiguo Testamento, o Septuaginta), además de la evidencia favorable a una permanencia más breve, está disponible en el Comentario bíblico adventista del séptimo día, t. 1, pp. 194-196, 313-315, 557).&nbsp;</p><p><em>El Señor luchará por ustedes; ¡no pierdan la calma!&nbsp;</em></p><p>Los israelitas estaban geográficamente acorralados. Ante ellos estaba el Mar Rojo, a un lado había montañas, y detrás de ellos estaba el poderoso y bien entrenado ejército del faraón (para más detalles, ver las páginas 289 a 292 del capítulo “El Éxodo” en el libro Patriarcas y profetas, de Elena de White). Humanamente hablando, era imposible escapar de esa situación. El pueblo estaba aterrorizado. No es de extrañar que Dios los animara por medio de Moisés con las siguientes palabras: “No teman. Manténganse tranquilos, y verán la salvación que el Señor les dará hoy” (Éxo. 14:13). Mantener la calma y esperar la intervención de Dios no es natural para nosotros. Queremos luchar cuando deberíamos, en cambio, esperar la intervención de Dios, guardar silencio, y avanzar por su gracia y su poder.&nbsp;</p><p>Era un momento de gran tensión. ¿Cómo reaccionaría el pueblo? El desarrollo de los acontecimientos fue extraordinario: Dios dio la orden de avanzar. La columna de nube, que representaba la presencia invisible de Dios, se trasladó de la parte delantera a la retaguardia del pueblo, interponiéndose “entre el campamento de los egipcios y el campamento de Israel” (Éxo. 14:20). Moisés extendió su mano. Un viento del este dividió las aguas y dejó al descubierto la tierra seca. Israel marchó a través del corredor abierto en medio del mar. Los egipcios intentaron perseguirlos, pero el Señor confundió al ejército del faraón, y todos los soldados se ahogaron mientras que los israelitas llegaron a salvo al otro lado del Mar Rojo. Así experimentaron la espectacular victoria de Dios al salvarlos.&nbsp;</p><p>Egipto representa a quienes se oponen a Dios y lo rechazan. Los egipcios fracasaron por dos motivos: (1) se rebelaron obstinadamente contra Dios, y (2) desearon capturar y esclavizar a los israelitas. La codicia y la violencia los llevaron a la destrucción. Había una enorme diferencia entre servir al Señor, quien concedía gracia, libertad y salvación, y el servicio impuesto por el faraón y caracterizado por la obediencia ciega, las órdenes aterradoras, la esclavitud y, en última instancia, la muerte.&nbsp;</p><p><em>El Señor salva</em>&nbsp;</p><p>En el centro mismo del libro de Éxodo se encuentra la frase crucial: “El Señor salvó ese día a Israel” (Éxo. 14:30), que opera como epicentro teológico de todo el libro, pues todo fluye hacia esa declaración y desde ella. Esta es la única ocasión en que se utiliza esta frase en Éxodo. La salvación vino del Señor. El verbo hebreo yasha’ está repleto de teología, ya que significa “salvar”, “rescatar”, “redimir”, y forma parte del nombre de Jesús (y de Josué e Isaías, entre otros), que significa “el Señor salva” (ver Mat. 1:21). Dios salvó a todos los israelitas, mientras que todo el ejército del faraón pereció: “No quedó ni uno de ellos” (Éxo. 14:28). La victoria del Señor fue gloriosa y total.&nbsp;</p><p>En respuesta a la poderosa liberación divina en favor de ellos, los israelitas reverenciaron a Dios y confiaron en él (Éxo. 14:31). El texto menciona que esta reacción positiva ocurrió cuando vieron el despliegue del gran poder del Señor contra los egipcios. Probablemente el objetivo del faraón y su ejército haya sido matar a muchos de los israelitas como demostración de su poder y volver a esclavizar amargamente al resto. Esto no ocurrió gracias a la amorosa y justa intervención de Dios. La respuesta de Israel fue prorrumpir en alabanzas expresadas en forma de cántico.&nbsp;</p><p><em>Los cánticos de Moisés y María&nbsp;</em></p><p>Como broche de oro del milagro del éxodo, Moisés ordena a los israelitas que alaben al Señor mediante un cántico cuya letra consta de una exquisita poesía cargada de ricas imágenes (el trasfondo de esta alabanza grupal se encuentra en Éxo. 15:19). Los cánticos de Moisés y María eran expresiones de victoria y gratitud. El Señor es presentado en ellos como poderoso Guerrero. La frase culminante es “el Señor reinará por los siglos de los siglos” (Éxo. 15:18), y puesto que es el Rey exaltado y eterno Moisés declara que el Señor es su fortaleza, su canción, su salvación y su Dios; por eso lo alabará y lo exaltará (Éxo. 15:1, 2). Nadie es como él, “magnífico en santidad, terrible en prodigios, autor de maravillas” (Éxo. 15:11). Moisés se dirige al Señor y lo glorifica: “Con la grandeza de tu poder has trastornado a los que se levantaron contra ti” (Éxo. 15:7), y continúa: “En tu bondad condujiste a este pueblo que rescataste; lo llevaste con tu poder a tu santa morada” (Éxo. 15:13). Este lugar, al que se hace referencia en Éxodo 15:17, se denomina “santuario” y está situado “en el monte de tu herencia”. El poema es un cántico profético que tiene en mente el templo de Jerusalén.&nbsp;</p><p>La canción está formada por siete estrofas temáticas: (1) la exaltación de Dios (vers. 1-3); (2) la victoria del Señor sobre el faraón (vers. 4, 5); (3) la majestuosa grandeza de Dios (vers. 6, 7); (4) el poder creador y el juicio del Señor (vers. 8-10); (5) la singularidad de Dios (vers. 11); (6) el amor del Señor y la redención de su pueblo de manos de sus enemigos (vers. 12-16a); y (7) el descanso que Dios da como Rey a su pueblo en la Tierra Prometida (vers. 16b-18). En Éxodo 15:6, 11 y 16 se repiten dos frases como un recurso enfático. El poema se hace eco del relato de la Creación de Génesis 1 y 2, y señala así un nuevo comienzo para el pueblo de Dios, la creación de Israel como nación liberada.&nbsp;</p><p>María era considerada una profetisa. Su breve cántico (Éxo. 15:21) repite muchos de los motivos del de Moisés (Éxo. 15:1), pero hay una diferencia importante entre ambas expresiones de alabanza. María insta enfáticamente (se utiliza una forma verbal imperativa) a todas las mujeres a alabar al Señor con panderos. Su corazón rebosa de gratitud y lidera a las demás en la expresión del mismo sentimiento. Lo más probable es que ellas entonaran todo el cántico, abreviado en el relato escrito, con las primeras líneas como título.&nbsp;</p><p>En el mar de cristal, los redimidos cantarán el cántico de Moisés y del Cordero (Apoc. 15:2-4). Estos himnos de liberación y victoria reflejan el amor, la justicia y el poder de Dios.&nbsp;</p><p>El apóstol Pablo emplea la imagen del cruce del Mar Rojo como metáfora del bautismo de Israel en Cristo (ver 1 Cor. 10:2).&nbsp;</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p>1. Confiar en el Señor y en sus promesas es a menudo difícil, especialmente en tiempos peligrosos, cuando su ayuda no es visible y no llega inmediatamente. ¿Qué significa mantener la calma para ver la liberación de Dios?&nbsp;</p><p>2. El Señor dijo a Moisés que no solo orara, sino también siguiera adelante. ¿Lucha Dios en lugar de nosotros en todas las situaciones de la vida o espera que hagamos nuestra parte en respuesta a su conducción? ¿Cómo podemos saber cuándo esperar y cuándo actuar?&nbsp;</p><p>3. ¿Por qué necesita Dios a menudo animarnos diciéndonos: “No temas”? ¿Por qué nos desanimamos tan fácilmente?&nbsp;</p><p>4. ¿Cómo fue glorificado el Señor mediante la derrota del faraón y su ejército? ¿En qué consiste la gloria de Dios?&nbsp;</p><p>5. ¿Cómo podían los egipcios saber que Dios estaba actuando mediante las calamidades que se abatían sobre su tierra?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>A TRAVÉS DEL MAR ROJO</p>",
      "verse": "<p>“Pero Moisés dijo al pueblo: ‘No teman. Manténganse tranquilos, y verán la salvación que el Señor les dará hoy. Porque esos egipcios que hoy ven, nunca más los verán. El Señor peleará por ustedes. Estén tranquilos’ ” (Éxo. 14:13, 14).</p>",
      "versionCode": 25,
      "weekDate": "2-8 de agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
