{
  "data": [
    {
      "color": "#02A41B",
      "id": 6,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "3 febrero",
          "dayTitle": "",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>Nuestra época no es la única en la que rugen el mal, la injusticia y la opresión. Los salmistas también vivieron en tiempos así. Por eso, los salmos son también protestas de Dios contra la violencia y la opresión en el mundo; en nuestro mundo y también en el de los salmistas.<br><br>Sí, el Señor es piadoso y retiene su ira en su gran paciencia, porque no quiere que ninguno se pierda, sino que todos se arrepientan y cambien de conducta (2 Ped. 3:9-15). Y, aunque el momento oportuno para la intervención de Dios no siempre coincide con las expectativas humanas, el día del Juicio de Dios se acerca (Sal. 96:13; 98:9). Solo tenemos que confiar en él y en sus promesas hasta que llegue ese día.<br><br>Solo el Creador, cuyo Trono se fundamenta en la rectitud y la justicia (Sal. 89:14; 97:2), puede brindar estabilidad y prosperidad al mundo con su Juicio soberano. La dimensión doble del Juicio divino incluye la liberación de los oprimidos y la destrucción de los impíos (Sal. 7:6-17).<br><br>Esto es lo que se nos ha prometido, y esto es lo que efectivamente ocurrirá algún día; pero según los tiempos de Dios, no los nuestros, un aspecto que el salmista enfatiza.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " 4 de febrero",
          "dayTitle": "<p>EL GUERRERO MAJESTUOSO<br></p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Salmos 18:3 al 18; 76:3 al 9 y 12; y 144:5 al 7. ¿Cómo se describe al Señor en estos textos? ¿Qué transmiten estas imágenes sobre la disposición de Dios para liberar a su pueblo?</strong><br><br>Salmos 18:3 al 18<br><br><sup><strong>3</strong></sup> Invocaré a Jehová, quien es digno de ser alabado,<br>Y seré salvo de mis enemigos.<br><br><sup><strong>4</strong></sup>&nbsp; Me rodearon ligaduras de muerte, Y torrentes de perversidad me atemorizaron.<br><br><sup><strong>5</strong></sup> Ligaduras del Seol me rodearon, Me tendieron lazos de muerte.<br><br><sup><strong>6</strong></sup> En mi angustia invoqué a Jehová,<br>Y clamé a mi Dios.<br>Él oyó mi voz desde su templo,<br>Y mi clamor llegó delante de él, a sus oídos.<br><br><sup><strong>7</strong>&nbsp;</sup> La tierra fue conmovida y tembló;<br>Se conmovieron los cimientos de los montes,<br>Y se estremecieron, porque se indignó él.<br><br><sup><strong>8</strong></sup>&nbsp; Humo subió de su nariz,<br>Y de su boca fuego consumidor;<br>Carbones fueron por él encendidos.<br><br><strong><sup>9</sup> </strong>Inclinó los cielos, y descendió;<br>Y había densas tinieblas debajo de sus pies.<br><br><sup><strong>10</strong></sup> Cabalgó sobre un querubín, y voló;<br>Voló sobre las alas del viento.<br><br><sup><strong>11</strong></sup> Puso tinieblas por su escondedero, por cortina suya alrededor de sí;<br>Oscuridad de aguas, nubes de los cielos.<br><sup><br><strong>12</strong></sup> Por el resplandor de su presencia, sus nubes pasaron;<br>Granizo y carbones ardientes.<br><br><sup><strong>13</strong></sup> Tronó en los cielos Jehová,<br>Y el Altísimo dio su voz;<br>Granizo y carbones de fuego.<br><br><sup><strong>14</strong></sup> Envió sus saetas, y los dispersó;<br>Lanzó relámpagos, y los destruyó.<br><br><sup><strong>15</strong></sup> Entonces aparecieron los abismos de las aguas,<br>Y quedaron al descubierto los cimientos del mundo,<br>A tu reprensión, oh Jehová,<br>Por el soplo del aliento de tu nariz.<br><br><sup><strong>16</strong></sup> Envió desde lo alto; me tomó,<br>Me sacó de las muchas aguas.<br><br><sup><strong>17</strong></sup> Me libró de mi poderoso enemigo,<br>Y de los que me aborrecían; pues eran más fuertes que yo.<br><br><sup><strong>18</strong></sup> Me asaltaron en el día de mi quebranto,<br>Mas Jehová fue mi apoyo.<br></p><p><br>76:3 al 9 y 12;<br><br><sup><strong>3</strong></sup> Allí quebró las saetas del arco,<br>El escudo, la espada y las armas de guerra. Selah<br><br><strong><sup>4</sup> </strong>Glorioso eres tú, poderoso más que los montes de caza.</p><p><sup><strong>5</strong></sup> Los fuertes de corazón fueron despojados, durmieron su sueño;<br>No hizo uso de sus manos ninguno de los varones fuertes.<br><br><sup><strong>6</strong></sup> A tu reprensión, oh Dios de Jacob,<br>El carro y el caballo fueron entorpecidos.<br><br><sup><strong>7</strong> </sup>Tú, temible eres tú;<br>¿Y quién podrá estar en pie delante de ti cuando se encienda tu ira?<br><br><sup><strong>8</strong></sup> Desde los cielos hiciste oír juicio;<br>La tierra tuvo temor y quedó suspensa<br><br><sup><strong>9</strong></sup> Cuando te levantaste, oh Dios, para juzgar,<br>Para salvar a todos los mansos de la tierra. Selah<br><br><sup><strong>12</strong></sup> Cortará él el espíritu de los príncipes;<br>Temible es a los reyes de la tierra.<br></p><p><br>Salmos 144:5 al 7<strong><br><br><sup>5</sup></strong> Oh Jehová, inclina tus cielos y desciende;<br>Toca los montes, y humeen.<br><br><sup><strong>6</strong></sup> Despide relámpagos y disípalos,<br>Envía tus saetas y túrbalos.<br><strong><br><sup>7</sup></strong> Envía tu mano desde lo alto;<br>Redímeme, y sácame de las muchas aguas,<br>De la mano de los hombres extraños,</p><p><br></p><p>Estos himnos alaban al Señor por su impresionante poder sobre las fuerzas del mal que amenazan a su pueblo. Representan a Dios en su majestad como Guerrero y Juez. La imagen de Dios como Guerrero es frecuente en Salmos y resalta la severidad y la urgencia de la respuesta de Dios a los clamores y los sufrimientos de su pueblo.<br><br>“El Señor tronó desde el cielo, / el Altísimo dio su voz, / y hubo granizo y brasas de fuego. / Envió sus saetas y deshizo a sus enemigos. / Lanzó relámpagos y los destruyó. / Entonces apareció el lecho del mar, / y se descubrieron los cimientos del mundo, / ante tu reprensión, Señor, / por el soplo de tu aliento” (Sal. 18:13-15).<br><br>La determinación y la magnitud de los actos de Dios deberían disipar cualquier duda sobre el gran cuidado y la compasión de Dios por los que sufren o sobre su capacidad para derrotar al mal. Solo tenemos que esperar a que él actúe.<br><br>En definitiva, incluso cuando el pueblo de Dios, como David, participó en guerras, la liberación no provino de medios humanos. En sus muchas batallas contra los enemigos del pueblo de Dios, el rey David alabó a Dios como el único que obtuvo todas las victorias. Hubiera sido fácil para David atribuirse el mérito de sus muchos éxitos y triunfos, pero esa no era su actitud. Él sabía de dónde provenía la Fuente de su poder.<br><br>Aunque David afirma que el Señor entrena sus manos para la guerra (Sal. 18:34), en ninguna parte de Salmos confía en sus habilidades para la batalla. Al contrario, el Señor lucha por David y lo libra (Sal. 18:47, 48).<br><br>En los salmos, el rey David, famoso por ser un guerrero de éxito, asume su papel de músico experto y alaba al Señor como el único Libertador y Sustentador de su pueblo (Sal. 144:10-15). La alabanza y la oración al Señor son las fuentes de fuerza para David, más poderosas que cualquier arma de guerra. Únicamente en Dios se puede confiar y a él solo alabar.<br><br><strong>Más allá de los dones, las habilidades y el éxito que hayas tenido en la vida, ¿por qué debes recordar siempre la Fuente de todos ellos? ¿Qué peligro corres si olvidas esa fuente?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "5 de febrero",
          "dayTitle": "<p>JUSTICIA PARA LOS OPRIMIDOS<br></p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Salmos 9:18; 12:5; 40:17; 113:7; 146:6 al 10; y 41:1 al 3. ¿Cuál es su mensaje para nosotros, también hoy?</strong><br><br>Salmos 9:18<br><br><sup><strong>18</strong></sup> Porque no para siempre será olvidado el menesteroso, Ni la esperanza de los pobres perecerá perpetuamente.<br><br>Salmos&nbsp; 12:5;&nbsp;</p><p><sup><strong>5</strong></sup> Por la opresión de los pobres, por el gemido de los menesterosos, Ahora me levantaré, dice Jehová; Pondré en salvo al que por ello suspira.<br><br>Salmos 40:17;<sup><br><br><strong>17</strong> </sup>Aunque afligido yo y necesitado, Jehová pensará en mí. Mi ayuda y mi libertador eres tú; Dios mío, no te tardes<br><br>Salmos 113:7;<br><sup><br><strong>7</strong></sup> Él levanta del polvo al pobre,<br>Y al menesteroso alza del muladar<br><br>Salmos 146:6 al 10;<br><sup><br><strong>6</strong></sup> El cual hizo los cielos y la tierra,<br>El mar, y todo lo que en ellos hay;<br>Que guarda verdad para siempre,<br><sup><br><strong>7</strong></sup> Que hace justicia a los agraviados,<br>Que da pan a los hambrientos.<br>Jehová liberta a los cautivos;<br><br><sup><strong>8</strong></sup> Jehová abre los ojos a los ciegos;<br>Jehová levanta a los caídos;<br>Jehová ama a los justos.<sup><br><br><strong>9</strong></sup> Jehová guarda a los extranjeros;<br>Al huérfano y a la viuda sostiene,<br>Y el camino de los impíos trastorna.<br><br><sup><strong>10</strong></sup> Reinará Jehová para siempre;<br>Tu Dios, oh Sion, de generación en generación.<br>Aleluya.<br><br>Salmos 41:1 al 3<br><br><sup><strong>1</strong></sup> Bienaventurado el que piensa en el pobre;<br>En el día malo lo librará Jehová.<br><strong><br><sup>2</sup></strong> Jehová lo guardará, y le dará vida;<br>Será bienaventurado en la tierra,<br>Y no lo entregarás a la voluntad de sus enemigos.<br><sup><br><strong>3</strong> </sup>Jehová lo sustentará sobre el lecho del dolor;<br>Mullirás toda su cama en su enfermedad.</p><p><br></p><p>Dios muestra especial cuidado y preocupación por la justicia en relación con los diversos grupos vulnerables de personas, incluyendo los pobres, los necesitados, los oprimidos, los huérfanos, las viudas, los viudos y los extranjeros. Salmos, al igual que la Ley y los profetas, son claros al respecto (Éxo. 22:21-27; Isa. 3:13-15).<br><br>Muchos salmos utilizan la expresión “pobre y necesitado” y evitan representar a los oprimidos en términos exclusivamente nacionales y religiosos. Esto es así para resaltar el cuidado universal de Dios por toda la humanidad.<br><br>La expresión “pobre y necesitado” no se limita a la pobreza material, sino también significa vulnerabilidad y desamparo. La expresión apela a la compasión de Dios y transmite la idea de que el que sufre está solo y no tiene más ayuda que Dios. La descripción “pobre y necesitado” también se refiere a nuestra sinceridad, veracidad y amor por Dios al confesar nuestra total dependencia de él y renunciar a cualquier rastro de autosuficiencia y afirmación personal.<br><br>Por su parte, el cuidado de los desposeídos (Sal. 41:1-3) demuestra la fidelidad del pueblo a Dios. Los males cometidos contra los vulnerables eran pecados especialmente atroces en la cultura bíblica (Deut. 15:7-11). Los salmos inspiran al pueblo fiel a alzar la voz contra toda opresión.<br><br>Los salmos también subrayan la inutilidad de basar nuestra seguridad en medios humanos perecederos como fuente última de sabiduría y seguridad. El pueblo de Dios debe resistir la tentación de depositar la fe suprema para la salvación en instituciones y dirigentes humanos, especialmente cuando difieren de los caminos de Dios.<br><br>Mediante su gracia, nuestro Señor se identificó con los pobres haciéndose pobre él mismo, para que mediante su pobreza muchos pudieran enriquecerse (2 Cor. 8:9). Las riquezas de Cristo incluyen la liberación de toda opresión causada por el pecado, y nos prometen la vida eterna en el Reino de Dios (Apoc. 21:4). Jesucristo cumple las promesas de Salmos como Juez divino, que juzgará todo maltrato a los desposeídos, así como la negligencia en el cumplimiento del deber hacia ellos (Mat. 25:31-46).<br><br><strong>¿Cuánto pensamos en los “pobres y necesitados” que hay entre nosotros, y cuánto hacemos por ellos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "6 de febrero",
          "dayTitle": "<p>\"HASTA CUÁNDO JUZGARÁN INJUSTAMENTE?<br></p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p>El Señor dotó a los dirigentes de Israel de autoridad para preservar la justicia en Israel (Sal. 72:1-7, 12-14). Los reyes de Israel debían ejercer su autoridad según la voluntad de Dios. La prioridad fundamental de los dirigentes debía ser garantizar la paz y la justicia en la tierra, y atender a los marginados sociales. Solamente así prosperarían la tierra y todo el pueblo. El trono del rey se fortalece con la fidelidad a Dios, no con el poder humano.<br><br><strong>Lee Salmo 82. ¿Qué ocurre cuando los dirigentes pervierten la justicia y oprimen al pueblo al que debe proteger?<br></strong><br>Salmo 82<br><strong><br><sup>1</sup></strong> Dios está en la reunión de los dioses;<br>En medio de los dioses juzga.<br><br><sup><strong>2</strong></sup> ¿Hasta cuándo juzgaréis injustamente,<br>Y aceptaréis las personas de los impíos? Selah<br><br><sup><strong>3</strong></sup> Defended al débil y al huérfano;<br>Haced justicia al afligido y al menesteroso.<br><br><sup><strong>4</strong> </sup>Librad al afligido y al necesitado;<br>Libradlo de mano de los impíos.<strong><br><br><sup>5</sup></strong> No saben, no entienden,<br>Andan en tinieblas;<br>Tiemblan todos los cimientos de la tierra.<br><sup><br><strong>6</strong></sup> Yo dije: Vosotros sois dioses,<br>Y todos vosotros hijos del Altísimo;<br><sup><br><strong>7</strong></sup> Pero como hombres moriréis,<br>Y como cualquiera de los príncipes caeréis.<br><br><sup><strong>8</strong> </sup>Levántate, oh Dios, juzga la tierra;<br>Porque tú heredarás todas las naciones.<br><br>En Salmo 82, Dios declara sus juicios sobre los jueces corruptos de Israel. Los “dioses” (Sal. 82:1, 6, RVR 1960) claramente no son ni dioses paganos ni ángeles, porque nunca se les encomendó impartir justicia al pueblo de Dios y, por lo tanto, no podrían ser juzgados por no cumplir con esto. Los cargos enumerados en Salmo 82:2 al 4 reflejan las leyes de la Torá, que identifican a los “dioses” como líderes de Israel (Deut. 1:16-18; 16:18-20; Juan 10:33-35). Dios les pregunta a los “hijos de los hombres” si juzgan con justicia, y se anuncia su castigo, porque se los halló injustos. Los dirigentes andan a tientas en medio de la oscuridad, sin conocimiento (Sal. 82:5), porque han abandonado la Ley de Dios, la luz (Sal. 119:105).<br><br>Las Escrituras sostienen invariablemente que el Señor es el único Dios. Dios comparte su gobierno del mundo con agentes humanos designados como sus representantes (Rom. 13:1). No obstante, cuántas veces estos representantes humanos, en la historia e incluso ahora, han pervertido la responsabilidad que se les ha dado.<br><br>Salmo 82 expone burlonamente la apostasía de algunos líderes que se creían “dioses” por encima de los demás. Aunque Dios dio la autoridad y el privilegio a los líderes israelitas, de que fueran llamados “hijos del Altísimo” y de representarlo, Dios reniega de los líderes perversos. Dios les recuerda que son mortales y que están sujetos a las mismas leyes morales que todos los demás. Nadie está por encima de la Ley de Dios (Sal. 82:6-8).<br><br>Dios juzgará al mundo entero; también el pueblo de Dios dará cuenta a Dios. Tanto los dirigentes como el pueblo deben emular el ejemplo del Juez divino y depositar en él su última esperanza.<br><br><strong>¿Qué tipo de autoridad ejerces sobre los demás? ¿Hasta qué punto ejerces esa autoridad con justicia y equidad? Presta atención a esto.</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de febrero",
          "dayTitle": "<p>DERRAMA SOBRE ELLOS TU IRA<br></p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Salmos 58:6 al 8; 69:22 al 28; 83:9 al 17; 94:1 y 2; y 137:7 al 9. ¿Qué sentimientos transmiten estos salmos? ¿Quién es el agente del juicio en estos salmos?</strong><br><br>Salmos 58:6 - 8;</p><p><strong><sup>6 </sup></strong>Oh Dios, quiebra sus dientes en sus bocas;<br>Quiebra, oh Jehová, las muelas de los leoncillos.<br><sup><br><strong>7</strong></sup> Sean disipados como aguas que corren;<br>Cuando disparen sus saetas, sean hechas pedazos.<strong><br><br><sup>8</sup></strong> Pasen ellos como el caracol que se deslíe;<br>Como el que nace muerto, no vean el sol.<br></p><p><br>Salmos 69:22 - 28;<br><br><sup><strong>22</strong></sup> Sea su convite delante de ellos por lazo,<br>Y lo que es para bien, por tropiezo.<br><br><sup><strong>23</strong></sup> Sean oscurecidos sus ojos para que no vean,<br>Y haz temblar continuamente sus lomos.<br><sup><br><strong>24</strong> </sup>Derrama sobre ellos tu ira,<br>Y el furor de tu enojo los alcance.<br><sup><br><strong>25</strong></sup> Sea su palacio asolado;<br>En sus tiendas no haya morador.<br><sup><br><strong>26</strong></sup> Porque persiguieron al que tú heriste,<br>Y cuentan del dolor de los que tú llagaste.<br><br><sup><strong>27</strong></sup> Pon maldad sobre su maldad,<br>Y no entren en tu justicia.<br><sup><br><strong>28</strong></sup> Sean raídos del libro de los vivientes,<br>Y no sean escritos entre los justos.<br><br>Salmos 83:9 - 17;<br><br><sup><strong>9</strong> </sup>Hazles como a Madián,<br>Como a Sísara, como a Jabín en el arroyo de Cisón;<br><br><sup><strong>10</strong></sup> Que perecieron en Endor,<br>Fueron hechos como estiércol para la tierra.<br><sup><br><strong>11</strong></sup> Pon a sus capitanes como a Oreb y a Zeeb;<br>Como a Zeba y a Zalmuna a todos sus príncipes,<br><br><sup><strong>12</strong></sup> Que han dicho: Heredemos para nosotros<br>Las moradas de Dios.<br><br><sup><strong>13</strong></sup> Dios mío, ponlos como torbellinos,<br>Como hojarascas delante del viento,<br><br><sup><strong>14</strong></sup> Como fuego que quema el monte,<br>Como llama que abrasa el bosque.<br><br><sup><strong>15</strong></sup> Persíguelos así con tu tempestad,<br>Y atérralos con tu torbellino.<br><br><strong><sup>16</sup> </strong>Llena sus rostros de vergüenza,<br>Y busquen tu nombre, oh Jehová.<br><sup><strong><br>17</strong></sup> Sean afrentados y turbados para siempre;<br>Sean deshonrados, y perezcan.<br><br>Salmos 94:1 - 2;<br><br><sup><strong>1</strong></sup> Jehová, Dios de las venganzas,<br>Dios de las venganzas, muéstrate.<br><br><sup><strong>2</strong> </sup>Engrandécete, oh Juez de la tierra;<br>Da el pago a los soberbios.<br><br>Salmos 137:7 - 9<br><br><sup><strong>7</strong></sup> Oh Jehová, recuerda contra los hijos de Edom el día de Jerusalén,<br>Cuando decían: Arrasadla, arrasadla<br>Hasta los cimientos.<br><br><sup><strong>8</strong></sup> Hija de Babilonia la desolada,<br>Bienaventurado el que te diere el pago<br>De lo que tú nos hiciste.<br><sup><br><strong>9</strong></sup> Dichoso el que tomare y estrellare tus niños<br>Contra la peña.</p><p><br></p><p>Algunos salmos suplican a Dios que se vengue de las personas y las naciones que pretenden dañar a los salmistas o a su pueblo, o que ya les han hecho daño. Estos salmos pueden parecer desconcertantes por su lenguaje duro y su aparente discordancia con el principio bíblico del amor a los enemigos (Mat. 5:44).<br><br>Sin embargo, la indignación de los salmistas ante la opresión es buena. Significa que el salmista se tomaba muy en serio el bien y el mal, más que mucha gente. Se preocupa, y mucho, por la maldad que hay en el mundo; no solo por la maldad que lo afecta a él personalmente, sino también a los demás.<br><br>Sin embargo, el salmista no se propone, en ningún momento, ser el encargado de vengarse; al contrario, deja la retribución únicamente en manos de Dios. Los salmos evocan las maldiciones del Pacto divino (Deut. 27:9-16) e imploran a Dios que actúe como lo ha prometido.<br><br>Los salmos son proclamas proféticas sobre el inminente juicio de Dios; no son tan solo las oraciones del salmista. Salmo 137 refleja los anuncios del juicio divino sobre Babilonia, como se observa en los profetas. La devastación que los babilonios causaron a otras naciones se volvería contra ellos. Los salmos transmiten las advertencias divinas de que el mal no quedará impune para siempre.<br><br>La retribución de Dios se mide con justicia y gracia. Los hijos de Dios están llamados a orar por quienes los maltratan, e incluso a desear su conversión (Sal. 83:18; Jer. 29:7).<br><br>Sin embargo, al tratar de armonizar estos salmos con las normas bíblicas de amar a los enemigos, debemos tener cuidado de no minimizar la experiencia agonizante que se expresa en ellos. Dios reconoce el sufrimiento de sus hijos y les asegura que, “a los ojos del Señor, muy estimada es la muerte de sus santos” (Sal. 116:15). El juicio divino obliga al pueblo de Dios a alzar su voz contra todo mal y a buscar la venida del Reino de Dios en su plenitud. Los salmos también dan voz a los que sufren, haciéndoles saber que Dios es consciente de su sufrimiento y que, un día, se hará justicia.<br><br><strong>¿Quién no tiene, a veces, pensamientos o fantasías acerca de la venganza contra quienes han hecho un daño terrible a él o a sus seres queridos? ¿Cómo pueden ayudarte estos salmos a analizar estos sentimientos desde una perspectiva correcta?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de febrero",
          "dayTitle": "<p>EL JUICIO DEL SEÑOR Y EL SANTUARIO<br></p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Salmos 96:6 al 10; 99:1 al 4; y 132:7 al 9 y 13 al 18. ¿Dónde tiene lugar el juicio de Dios y qué implicaciones tiene la respuesta para nosotros? ¿Cómo nos ayuda el Santuario a entender la manera en que tratará Dios el mal?</strong><br><br>Salmos 96:6 - 10<br><br><sup><strong>6</strong> </sup>Alabanza y magnificencia delante de él;<br>Poder y gloria en su santuario.<sup><br><br><strong>7</strong></sup> Tributad a Jehová, oh familias de los pueblos,<br>Dad a Jehová la gloria y el poder.<br><br><sup><strong>8</strong></sup> Dad a Jehová la honra debida a su nombre;<br>Traed ofrendas, y venid a sus atrios.<br><br><sup><strong>9</strong></sup> Adorad a Jehová en la hermosura de la santidad;<br>Temed delante de él, toda la tierra.<br><sup><strong><br>10</strong></sup> Decid entre las naciones: Jehová reina.<br>También afirmó el mundo, no será conmovido;<br>Juzgará a los pueblos en justicia.<br><br>Salmos 99:1 - 4<br><strong><br></strong><sup><strong>1</strong> </sup>Jehová reina; temblarán los pueblos.<br>Él está sentado sobre los querubines, se conmoverá la tierra.<br><br><sup><strong>2</strong></sup> Jehová en Sion es grande,<br>Y exaltado sobre todos los pueblos.<br><strong><br><sup>3</sup></strong> Alaben tu nombre grande y temible;<br>Él es santo.<br><br><sup><strong>4</strong></sup> Y la gloria del rey ama el juicio;<br>Tú confirmas la rectitud;<br>Tú has hecho en Jacob juicio y justicia.<br><br>Salmos&nbsp; 132:7 - 9<br><sup><br><strong>7</strong></sup> Entraremos en su tabernáculo;<br>Nos postraremos ante el estrado de sus pies.<br><sup><br><strong>8</strong></sup> Levántate, oh Jehová, al lugar de tu reposo,<br>Tú y el arca de tu poder.<strong><br></strong><sup><strong><br>9</strong> </sup>Tus sacerdotes se vistan de justicia,<br>Y se regocijen tus santos.<br><br>Salmos&nbsp; 132: 13 - 18<br><sup><br><strong>13</strong></sup> Porque Jehová ha elegido a Sion;<br>La quiso por habitación para sí.<br><br><sup><strong>14</strong></sup> Este es para siempre el lugar de mi reposo;<br>Aquí habitaré, porque la he querido.<br><br><sup><strong>15</strong></sup> Bendeciré abundantemente su provisión;<br>A sus pobres saciaré de pan.<br><br><sup><strong>16</strong></sup> Asimismo vestiré de salvación a sus sacerdotes,<br>Y sus santos darán voces de júbilo.<br><br><sup><strong>17</strong></sup> Allí haré retoñar el poder de David;<br>He dispuesto lámpara a mi ungido.<br><br><sup><strong>18</strong></sup> A sus enemigos vestiré de confusión,<br>Mas sobre él florecerá su corona.<br><br>El Juicio del Señor está estrechamente relacionado con el Santuario. El Santuario fue el entorno donde el salmista cambió su percepción sobre el problema del mal (Sal. 73:17-20). El Santuario fue designado como el lugar del juicio divino, como indicaban el juicio del Urim (Núm. 27:21) y el pectoral del juicio del sumo sacerdote (Éxo. 28:15, 28-30). En consecuencia, muchos salmos representan a Dios en su Trono en el Santuario, listo para juzgar al mundo por su pecado y su maldad.<br><br>En el Santuario se revelaba el plan de salvación. En el paganismo, el pecado se entendía principalmente como una mancha física, que debía eliminarse mediante ritos mágicos. En contraste, la Biblia presenta el pecado como una violación de la Ley moral de Dios. La santidad de Dios significa que él ama la justicia y la rectitud. Del mismo modo, el pueblo de Dios debe buscar la justicia y la rectitud y debe adorar a Dios en su santidad. Para hacerlo, debe guardar la Ley de Dios, que es una expresión de su santidad.<br><br>Por consiguiente, el Santuario es el lugar del perdón del pecado y de la restauración de la justicia, como indican el propiciatorio del Trono de Dios y los “sacrificios de justicia” (Deut. 33:19; Sal. 4:5).<br><br>Sin embargo, el “Dios perdonador” se venga de las malas acciones de los impenitentes (Sal. 99:8). Las implicaciones prácticas de que el Santuario sea el lugar del juicio divino se manifiestan en la conciencia constante de la santidad de Dios y en las exigencias de una vida recta conforme a los requisitos del Pacto de Dios.<br><br>El juicio del Señor desde Sion trae como resultado el bienestar de los justos y la derrota de los impíos (Sal. 132:13-18). El Santuario alentaba las jubilosas expectativas de la venida del Señor como Juez, especialmente durante el Día de la Expiación. Asimismo, los salmos refuerzan la certeza de la inminente llegada del Juez divino (Sal. 96:13; Sal. 98:9); a saber, Jesucristo en el Santuario celestial (Apoc. 11:15-19).<br><br><strong>Lee Romanos 8:34. ¿Cómo nos muestra este versículo que lo que Cristo está haciendo en el Santuario celestial es una buena noticia para su pueblo?</strong><br><br>Romanos 8:34<strong><br><sup><br>34</sup></strong> ¿Quién es el que condenará? Cristo es el que murió; más aun, el que también resucitó, el que además está a la diestra de Dios, el que también intercede por nosotros.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de febrero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR<br></p>",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p>Lee Elena de White, El discurso maestro de Jesucristo, “Las Bienaventuranzas”, pp. 12-18, 31-36.<br><br>Muchos salmos son protestas contra la indiferencia humana ante la injusticia; son un rechazo a aceptar el mal. No están motivados por el deseo de venganza, sino por el celo de glorificar el nombre de Dios. Por eso, no es incorrecto que los justos se alegren cuando vean la venganza de Dios sobre el mal, porque así se restablecen en el mundo el nombre de Dios y su justicia (Sal. 58:10, 11). Estos salmos obligan a levantar la voz contra el mal y a anhelar la venida del Reino de Dios en su plenitud. En ellos, se nos da la seguridad del consuelo y la liberación divinos. ¡El Señor se levantará!<br><br>“Jesús dijo: ‘Cuando por mi causa os vituperen y os persigan [...] gozaos y alegraos’. Señaló a sus oyentes que los profetas que habían hablado en el nombre de Dios habían sido ejemplos ‘de aflicción y de paciencia’ (Sant. 5:10). Abel, el primer cristiano entre los hijos de Adán, murió como mártir. Enoc caminó con Dios, y el mundo no lo supo. Noé fue escarnecido como fanático y alarmista. ‘Otros experimentaron vituperios y azotes, y a más de esto prisiones y cárceles’. Y ‘otros fueron atormentados, no aceptando el rescate, a fin de obtener mejor resurrección’ ” (Elena de White, El discurso maestro de Jesucristo, pp. 34, 35).<br><strong><br>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1</strong>. Dado que la dolorosa constatación del mal en el mundo puede hacer que nos preguntemos si el Señor reina realmente, ¿cómo podemos desarrollar una fe inquebrantable que se mantenga firme incluso bajo la tentación? Es decir, ¿en qué debemos centrarnos para mantener nuestra fe en el amor, la bondad y el poder de Dios? ¿Qué debería decirnos la Cruz acerca de Dios y su carácter?<br><br><strong>2.</strong> ¿Por qué es importante no confiar en los medios humanos (autoridades, instituciones y movimientos sociales) como sabiduría y solución finales para la justicia en el mundo, sino confiar únicamente en la Palabra y el juicio de Dios?<br><br><strong>2</strong><strong>.</strong> ¿Por qué es importante no confiar en los medios humanos (autoridades, instituciones y movimientos sociales) como sabiduría y solución finales para la justicia en el mundo, sino confiar únicamente en la Palabra y el juicio de Dios?<br><strong><br>4. </strong>¿Cómo podemos entender el lenguaje duro de algunos salmos? ¿Cómo nos ayuda ese lenguaje a vernos reflejados en la humanidad de quienes los escribieron?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de febrero",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 68,
          "idDay": 8,
          "idLesson": 6,
          "lessonText": "<p><strong>RESEÑA</strong><br><strong><br>Texto clave: </strong>Salmo 12:5<br><br>En la lección 4, exploramos la idea de que Dios es nuestro abrigo, refugio, torre y fortaleza. Estas metáforas significan la verdad bíblica de que Dios está siempre al lado de sus hijos fieles, brindándoles protección y cuidado. Esta semana, estudiaremos una figura literaria similar: la de nuestro Dios, como Guerrero poderoso, que lucha por sus hijos. También consideraremos esta idea en el contexto de la opresión social, que era muy común en los tiempos bíblicos, al igual que en los nuestros, por desgracia. La temática de la opresión social, una de los principales en los libros proféticos del Antiguo Testamento, se repite a lo largo de Salmos. Aunque nos angustia el maltrato que sufren los pueblos por parte de sus dirigentes políticos, siempre podemos recurrir a la esperanza: ciertamente, el Señor es la defensa de los humildes.<br><br><strong>COMENTARIO</strong><br><br><strong>La opresión social</strong><br><br>La ley mosaica ordena al pueblo de Dios cuidar especialmente de tres grupos de personas: los extranjeros, los huérfanos y las viudas (Deut. 10:18; 14:29; 16:11, 14; 24:17-20; 26:12, 13; 27:19). Normalmente, estas personas no tenían una fuente de ingresos estable; muchas veces, no poseían tierras que pudieran trabajar ni labrar para mantener a su familia. En el mejor de los casos, estos ciudadanos marginales e inmigrantes trataban de encontrar lugares donde pudieran alquilar sus servicios o, como mínimo, donde se les permitiera recoger los frutos sobrantes y las gavillas detrás de los segadores (ver Rut 2:6-8). Estas personas no contaban con protección familiar. Dada su vulnerabilidad, podemos ver cómo el abuso de viudas, huérfanos y extranjeros se consideraba uno de los peores pecados de la sociedad en tiempos del Antiguo Testamento. Los profetas amonestaban regularmente al pueblo para que atendiera a esta clase desfavorecida (Isa. 1:17, 23; Jer. 7:6; 22:3; Eze. 22:7; Zac. 7:10).<br><br>Por eso, el salmista describe al Señor como “Padre de huérfanos y defensor de viudas” (Sal. 68:5). La promesa del salmo es: “El Señor guarda a los extranjeros, al huérfano y a la viuda sostiene, y trastorna el camino de los impíos” (Sal. 146:9; cf. Sal. 10:14). Nuestro Dios es el Dios de los oprimidos y los marginados.<br><br>En la actualidad, algunos lugares tienen programas sociales para ayudar a los huérfanos y a las viudas. Estos programas brindan oportunidades para ayudar a los pobres y los necesitados a salir adelante. Algunos Gobiernos también brindan una ayuda económica, muy necesaria. Pero siempre hay más necesitados, incluso dentro de la iglesia, de los que el sistema puede ayudar. Hoy en día, además de la pobreza, prevalecen otras formas de abuso y opresión, como el acoso y la tortura. Nosotros, como cristianos, debemos identificar a las víctimas de esa opresión e injusticia y ayudarlas. Debemos comprometernos fielmente a encontrar formas de atender sus necesidades.<br><br>La inmigración es otro de los retos que se plantean en muchos países del mundo. La inmigración ha sido un problema desde los primeros días de la historia de la humanidad. La gente siempre ha buscado mejores lugares para vivir y prosperar. Somos las manos de Dios: él nos pide que apoyemos y socorramos a los perdidos, los extraviados, los forasteros y los marginados de nuestra sociedad. Deberíamos invitar a los miembros de este grupo a fijar sus ojos en aquel que es el defensor de los huérfanos e inmigrantes.<br><strong><br>Dios, el Guerrero divino</strong><br><br>Hay una poderosa metáfora acerca de Dios en el Antiguo Testamento y, en menor escala, en el Nuevo Testamento, que no es demasiado popular entre los cristianos de hoy: Dios como guerrero. Esta idea puede resultar demasiado dura o militarista para una cultura que prefiere las expresiones del amor, la misericordia, la inclusión y la paz de Dios.<br><br>El “Señor de los ejércitos” (Jos. 5:14; 1 Sam. 1:11; 4:4; 17:45; 2 Sam. 7:26; Jer. 10:16; 31:35; 32:18; Amós 5:16; etc.) es una representación frecuente del carácter de Dios. Describe al Creador como General de los ejércitos celestiales que participa de un conflicto contra poderes malignos. Pero la Palabra de Dios también lo describe como un guerrero. “Varón de guerra” (Éxo. 15:3); “El Señor como guerrero saldrá” (Isa. 42:13, NBLA).<br><br>El salmista invoca esta metáfora en Salmo 18:3 al 19. Manifiesta haber sido liberado (Sal. 18:3) de un “poderoso enemigo, y de los que me aborrecían, aunque eran más fuertes que yo” (Sal. 18:17). Se describe a Jehová como un Guerrero, que lucha por su siervo, y como un Paladín que, montado en su caballo de guerra, empuña las armas en contra de los opresores de su pueblo. Lee atentamente los versículos 7 a 15. Hay cuatro escenarios:<br><br><strong>Salmo 18:6-8: </strong>El Guerrero divino está en su castillo (su Templo); se conmueve con justa ira en favor de su siervo después de escuchar su oración. El Guerrero divino reacciona con furia en defensa de su siervo (Sal. 18:8).<br><strong></strong><br><strong>Salmo 18:9-12: </strong>La descripción del Guerrero divino, que cabalga en un magnífico despliegue de poder, es impresionante. Esta imagen crea confianza en el corazón del siervo del Guerrero. Nuestro Dios no es ningún enclenque.<br><strong><br>Salmo 18:13-15:</strong> En estos versículos, leemos acerca de un asalto montado por un Guerrero, junto con sus temibles municiones: piedras de granizo, fuego, flechas y relámpagos. Esta figura del Guerrero, con su arsenal figuradamente meteorológico y militar, connota a un poderoso Soldado que, encolerizado por la injusticia y la opresión, lucha valerosa y justamente por su siervo leal.<br><strong><br>Salmo 18:16-19:</strong> Aquí leemos acerca de la liberación del siervo: el Guerrero lo rescata, lo emancipa y lo sostiene. “Me sacó a lugar amplio” (Sal. 18:19).<br><br>¡Qué descripción tan asombrosa y detallada de la obra del Señor en favor de sus hijos en las circunstancias más difíciles! Esta comprensión del carácter de Dios transformará el mundo, y a nuestra iglesia. Los oprimidos y los perseguidos deben descansar en la seguridad de que Dios lucha por ellos.<br><br><strong>Reprimenda a los líderes</strong><br><br>Salmo 82 constituye una fuerte reprimenda a los líderes, que tienen la influencia y el poder para cambiar la situación “al débil y al huérfano [...], al afligido y al menesteroso”, pero no los ejercen (Sal. 82:3).<br><br>Los salmos describen una reunión en la que se reprende a los dirigentes por su negligencia e indiferencia hacia los oprimidos. “¿Hasta cuándo juzgarán ustedes injustamente y se pondrán de parte de los impíos?” (Sal. 82:2). ¿Son algunos líderes menos culpables de estos delitos en nuestros días? El sufrimiento de los pobres y los necesitados, ¿no es el resultado de la corrupción? Además, ¿no es nuestro propio egoísmo y codicia lo que hace que nos centremos en nosotros mismos y en nuestras familias y olvidemos a los que nos rodean y necesitan nuestro apoyo? La caridad debe empezar en casa, en nuestra propia vida y nuestra familia. Deberíamos enseñar a nuestros hijos a ser siempre amables y generosos con los necesitados.<br><br>El salmista nos recuerda que somos “dioses” e “hijos del Altísimo” (Sal 82:6). Dios creó a los seres humanos a su imagen y semejanza (Gén. 1:26), lo que significa que somos seres inteligentes con conciencia moral. Por lo tanto, debemos apoyar al afligido, al forastero y al necesitado. Cualquiera que sea nuestro ámbito, ya sea el vecindario o el lugar de trabajo, debemos esforzarnos por ser una fuente de ayuda para los necesitados.<br><strong><br>El juicio de Dios</strong><br><br>El estudio del jueves nos invita a considerar la difícil situación de los oprimidos en el contexto del Juicio Final en el Santuario celestial (Sal. 96:6-10; 99:1-4; 132:7-9, 13-18) y el gran conflicto entre Dios y Satanás, como se describe especialmente en los libros de Daniel y Apocalipsis.<br><br>Daniel 7 revela dos intenciones del Juicio Preadvenimiento en el Cielo: castigar al opresor (Dan. 7:26) y vindicar al oprimido (Dan. 7:22). El Juicio confirma que las acciones de Dios favorecen a los justos.<br><br>En el libro del Apocalipsis, el Juicio tiene lugar en el Santuario. En Apocalipsis 6, nos enteramos de que, figuradamente, “las almas de los que habían sido muertos por la palabra de Dios y por el testimonio que habían dado”, están “debajo del altar” (Apoc. 6:9). Reciben vestiduras blancas mientras esperan la acción final del Señor para redimirlos de la muerte.<br><br>Apocalipsis 8 comienza con la visión de las siete trompetas (Apoc. 8:2), que reciben los siete ángeles que están de pie cerca del altar de oro “ante el trono” de Dios (Apoc. 8:3). Las trompetas son un símbolo del juicio del Creador contra los poderes que han perseguido al pueblo de Dios durante los largos siglos de la historia humana (ver los siete sellos de Apoc. 6; 7). El Santuario es el lugar donde el Señor actúa en favor de su pueblo para salvarlo y protegerlo de sus opresores. Por eso, no es coincidencia que las siete últimas plagas entregadas a los siete ángeles sean lanzadas desde el Templo, la sede del juicio de Dios (Apoc. 15:5, 6).<br><br>De esta manera, cuando el libro de Salmos expresa la certeza de que los creyentes pueden orar al Cielo en busca de liberación, esta afirmación es una seria acusación contra los opresores del pueblo de Dios y una fuente de fe para los oprimidos. “Entremos en sus tiendas, adoremos ante su estrado. Señor, levántate al lugar de tu reposo, tú y el arca de tu poder” (Sal. 132:7, 8).<br><br>La verdad bíblica de este versículo revela un hecho en el que haríamos bien en meditar como creyentes fieles. Sí, debemos hacer todo lo que esté a nuestro alcance para ayudar y sostener a los necesitados, a las viudas y a los huérfanos. Pero debemos tener siempre presente que la solución final y completa a toda opresión y sufrimiento vendrá del Cielo. No debemos dejarnos engañar por la idea de que la iglesia puede lograr la justicia social en la Tierra, ni de que el principal objetivo de la iglesia es librar batallas políticas para intentar resolver todas las injusticias del mundo. Ese tipo de cuestiones complicadas solo puede resolverlas totalmente el Señor de los ejércitos. Nuestra fe debe centrarse en la promesa de la acción divina en nuestro favor y no en la fuerza ilusoria del poder humano, que es un espejismo en el mejor de los casos.<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Dios es el refugio y el amparo de los que están en apuros; pero también es el Guerrero divino que lucha por los oprimidos. Además, es un líder proactivo. Por lo tanto, debemos ser proactivos a la hora de afrontar los problemas sociales a los que nos enfrentamos hoy en el mundo. Por supuesto, no podemos resolver todos estos problemas, pero podemos esforzarnos por tener un impacto positivo en nuestra comunidad y en la vida de los vulnerables y los oprimidos que nos rodean: los pobres, los marginados y los perseguidos. Podemos realizar una labor significativa para cambiar la vida de las minorías marginadas por la sociedad, como hizo Jesús en su época en favor de los recaudadores de impuestos, los pecadores (Mat. 9:10), las prostitutas (Luc. 7:37-39) y los marginados (Mat. 15:21-28).<br><br>La reprimenda del salmista a los dirigentes comunitarios y políticos (Sal. 82) también nos incluye a nosotros, si somos indiferentes al sufrimiento o a las injusticias de la sociedad y no las abordamos ni las aliviamos. Por último, debemos recordar que la solución final para los males de nuestro mundo injusto vendrá del Santuario celestial. Hagamos nuestra parte, confiando en el Guerrero divino para el resultado final de la justicia.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>ME LEVANTARÉ</strong></p>",
      "verse": "<p>Por la opresión del débil y por el gemido de los menesterosos, ‘ahora me levantaré –dice el Señor– y salvaré al que suspira’ (Sal. 12:5).</p>",
      "versionCode": 100,
      "weekDate": "3-9 de febrero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
