 {
  "data": [
    {
      "color": "#594dc9",
      "id": 13,
      "idEs": 2,
      "language": "es",
      "lessonDays": [
        {
          "date": "18 de diciembre",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>Como hemos visto durante todo el trimestre, Moisés es protagonista humano en el libro de Deuteronomio. Su vida, su carácter, sus mensajes, impregnan el libro. Aunque Deuteronomio trata sobre Dios y su amor por el ‘am yisra’el, “el pueblo de Israel”, Dios a menudo utilizó a Moisés para revelar ese amor y hablarle a su pueblo Israel.<br><br>Ahora que llegamos al final de nuestro estudio de Deuteronomio, llegamos también al final de la vida de Moisés, al menos su vida aquí.<br><br>Como lo expresó Elena de White: “Moisés sabía que debía morir solo; a ningún amigo terrenal se le permitiría asistirlo en sus últimas horas. La escena que le esperaba tenía un carácter misterioso y pavoroso que le oprimía el corazón. La prueba más severa consistió en separarse del pueblo que estaba bajo su cuidado y al cual amaba; el pueblo con el cual había identificado todo su interés durante tanto tiempo. Pero había aprendido a confiar en Dios, y con fe incondicional se encomendó a sí mismo y a su pueblo al amor y la misericordia divinos” (PP 504).<br><br>Así como la vida y el ministerio de Moisés revelaron mucho sobre el carácter de Dios, así también su muerte y su resurrección.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de diciembre",
          "dayTitle": "<p>EL PECADO DE MOISÉS: PRIMERA PARTE<br></p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p>Una vez tras otra, incluso en medio de su apostasía y sus peregrinaciones por el desierto, Dios proveyó milagrosamente para los hijos de Israel. Es decir, aun cuando no lo merecían (y muchas veces fue así), la gracia de Dios fluía hacia ellos. En la actualidad, nosotros también somos receptores de su gracia, aunque tampoco lo merezcamos. En definitiva, no sería gracia si la mereciéramos, ¿verdad?<br><br>Además de la abundancia de alimento que el Señor les había proporcionado milagrosamente en el desierto, otra manifestación de su gracia fue el agua, sin la cual perecerían rápidamente, especialmente en un desierto seco, caluroso y desolado. Sobre esa experiencia, Pablo escribió: “Y todos bebieron la misma bebida espiritual; porque bebían de la roca espiritual que los seguía, y la roca era Cristo” (1 Cor. 10:4). Elena de White también agregó que “dondequiera que les hacía falta agua en su peregrinaje, fluía de las hendiduras de las rocas y corría al lado de su campamento” (PP 436).<br><br><strong>Lee Números 20:1-13. ¿Qué sucedió aquí, y cómo entendemos el castigo que el Señor le dio a Moisés por lo que había hecho?</strong><br></p><p><strong>Números 20:1 - 13</strong></p><p><sup><strong>1 </strong></sup>Llegaron los hijos de Israel, toda la congregación, al desierto de Zin, en el mes primero, y acampó el pueblo en Cades; y allí murió María, y allí fue sepultada.<sup><br><br><strong>2</strong></sup> Y porque no había agua para la congregación, se juntaron contra Moisés y Aarón.<sup><br><strong><br>3 </strong></sup>Y habló el pueblo contra Moisés, diciendo: !!Ojalá hubiéramos muerto cuando perecieron nuestros hermanos delante de Jehová!<sup><br><strong><br>4</strong></sup> ¿Por qué hiciste venir la congregación de Jehová a este desierto, para que muramos aquí nosotros y nuestras bestias?<sup><br><strong><br>5</strong></sup> ¿Y por qué nos has hecho subir de Egipto, para traernos a este mal lugar? No es lugar de sementera, de higueras, de viñas ni de granadas; ni aun de agua para beber.<sup><br><br><strong>6 </strong></sup>Y se fueron Moisés y Aarón de delante de la congregación a la puerta del tabernáculo de reunión, y se postraron sobre sus rostros; y la gloria de Jehová apareció sobre ellos.<sup><br><br><strong>7</strong></sup> Y habló Jehová a Moisés, diciendo:<sup><br><br><strong>8</strong></sup> Toma la vara, y reúne la congregación, tú y Aarón tu hermano, y hablad a la peña a vista de ellos; y ella dará su agua, y les sacarás aguas de la peña, y darás de beber a la congregación y a sus bestias.<sup><br><br><strong>9 </strong></sup>Entonces Moisés tomó la vara de delante de Jehová, como él le mandó.<sup><br><strong><br>10</strong></sup> Y reunieron Moisés y Aarón a la congregación delante de la peña, y les dijo: !!Oíd ahora, rebeldes! ¿Os hemos de hacer salir aguas de esta peña?<sup><br><br><strong>11</strong></sup> Entonces alzó Moisés su mano y golpeó la peña con su vara dos veces; y salieron muchas aguas, y bebió la congregación, y sus bestias.<sup><br><br><strong>12</strong></sup> Y Jehová dijo a Moisés y a Aarón: Por cuanto no creísteis en mí, para santificarme delante de los hijos de Israel, por tanto, no meteréis esta congregación en la tierra que les he dado.<sup><br><br><strong>13</strong></sup> Estas son las aguas de la rencilla,[a] por las cuales contendieron los hijos de Israel con Jehová, y él se santificó en ellos.<br><strong></strong></p><p>Por un lado, no es difícil ver y entender la frustración de Moisés. Después de todo lo que el Señor había hecho por ellos, las señales, los prodigios y la liberación milagrosa, aquí estaban finalmente, en los límites de la Tierra Prometida. Pero, de repente les falta agua, y comienzan a conspirar contra Moisés y Aarón. El Señor ¿no podría proveerles agua ahora como lo había hecho tantas veces antes? Por supuesto que sí; podía hacerlo y lo volvería a hacer.<br><br>Sin embargo, considera las palabras de Moisés cuando golpeó la roca, incluso dos veces. “¡Oíd ahora, rebeldes! ¿Os hemos de hacer salir aguas de esta peña?” (Núm. 20:10). Prácticamente podemos escuchar la ira en su voz, porque comienza llamándolos “rebeldes”.<br><br>El problema no era tanto su enojo en sí, que era bastante malo pero en- tendible, sino cuando dijo: “¿Acaso tenemos que sacarles agua de esta roca?” (NVI), como si él o cualquier ser humano pudiera sacar agua de un roca. En su ira, en ese momento aparentemente se olvidó de que era solo el poder de Dios que obraba en medio de ellos el que podía hacer ese milagro. Él, más que nadie, debería haberlo sabido.<br><br><strong>¿Con qué frecuencia decimos o incluso hacemos cosas en un ataque de ira, y hasta creemos que la ira es justificada? ¿Cómo podemos aprender a detenernos, orar y buscar el poder de Dios para decir y hacer lo correcto antes de decir y hacer lo incorrecto?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de diciembre",
          "dayTitle": "<p>EL PECADO DE MOISÉS: SEGUNDA PARTE</p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong>Vuelve a leer Números 20:12 y 13. ¿Qué razón específica le dio el Señor a Moisés por la que no podría cruzar debido a lo que hizo? Ver además Deuteronomio 31:2 y 34:4.</strong></p><p><br><strong></strong></p><p><strong>Números 20:12 -13</strong></p><p><strong><sup>12</sup> </strong>Y Jehová dijo a Moisés y a Aarón: Por cuanto no creísteis en mí, para santificarme delante de los hijos de Israel, por tanto, no meteréis esta congregación en la tierra que les he dado.<sup><br><br><strong>13</strong></sup> Estas son las aguas de la rencilla,[a] por las cuales contendieron los hijos de Israel con Jehová, y él se santificó en ellos.<strong><br></strong></p><p><strong>Deuteronomio 31:2&nbsp;</strong></p><p><sup><strong>2</strong></sup> y les dijo: Este día soy de edad de ciento veinte años; no puedo más salir ni entrar; además de esto Jehová me ha dicho: No pasarás este Jordán.<br></p><p> <strong>Deuteronomio 34:4</strong></p><p><sup><strong>4</strong></sup> Y le dijo Jehová: Esta es la tierra de que juré a Abraham, a Isaac y a Jacob, diciendo: A tu descendencia la daré. Te he permitido verla con tus ojos, mas no pasarás allá.</p><p>Según este pasaje, el pecado de Moisés implicaba algo más que solo su intento de ocupar el lugar de Dios, que ya era malo de por sí. También mostró falta de fe; algo difícil de esperar en alguien como Moisés. Después de todo, este era el hombre que, desde la zarza ardiente (Éxo. 3:2-16) en adelante, había tenido una experiencia con Dios diferente de la mayoría. Sin embargo, según el texto, Moisés no “cre[yó] en mí”; es decir, mostró una falta de fe en lo que el Señor había dicho y, como resultado, fue incapaz de “santificarme” ante los hijos de Israel. En otras palabras, si Moisés hubiera mantenido la calma y hubiera hecho lo correcto al mostrar fe y confianza en Dios en medio de la apostasía, habría glorificado al Señor ante el pueblo y nuevamente habría sido un ejemplo para ellos de verdadera fe y obediencia. Fíjate también que Moisés desobedeció lo que el Señor le dijo específi- camente que hiciera.<br><br><strong>Lee Números 20:8. ¿Qué le había dicho el Señor a Moisés que hiciera? Sin embargo, ¿qué hizo Moisés (Núm. 20:9-11)?</strong><br></p><p><strong>Números 20:8-11</strong></p><p><sup><strong>8</strong></sup> Toma la vara, y reúne la congregación, tú y Aarón tu hermano, y hablad a la peña a vista de ellos; y ella dará su agua, y les sacarás aguas de la peña, y darás de beber a la congregación y a sus bestias.<sup><br><br><strong>9</strong></sup> Entonces Moisés tomó la vara de delante de Jehová, como él le mandó.<sup><br><strong><br>10 </strong></sup>Y reunieron Moisés y Aarón a la congregación delante de la peña, y les dijo: !!Oíd ahora, rebeldes! ¿Os hemos de hacer salir aguas de esta peña?<sup><br><br><strong>11</strong></sup> Entonces alzó Moisés su mano y golpeó la peña con su vara dos veces; y salieron muchas aguas, y bebió la congregación, y sus bestias. <br><strong></strong></p><p>En el versículo 9, Moisés toma la vara “como él le mandó”. Hasta aquí, todo bien. Pero, según el versículo 10, en lugar de hablarle a la roca, de la cual el agua habría brotado como una expresión asombrosa del poder de Dios, Moisés la golpeó, no una sino dos veces. Sí, golpear una roca y que saliera agua de ella fue milagroso, pero sin duda no tan milagroso como si simplemente le hablaba y esperaba para ver que sucediera lo mismo. Por supuesto, a simple vista quizá parezca que el juicio de Dios sobre Moisés fue excesivo: después de todo lo que Moisés había pasado, finalmente no se le permitiría cruzar a la Tierra Prometida. Siempre que se ha contado esta historia, la gente se pregunta por qué, debido a un acto imprudente, se le negó lo que había estado esperando durante tanto tiempo.<br><br><strong>¿Qué lección crees que habrán aprendido los hijos de Israel con lo que le sucedió a Moisés?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de diciembre",
          "dayTitle": "<p>LA MUERTE DE MOISÉS<br></p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p>¡Pobre Moisés! Después de haber llegado tan lejos, de haber vivido tantas cosas, finalmente se quedó fuera del cumplimiento de la promesa hecha a Abram muchos siglos antes: “A tu descendencia daré esta tierra” (Gén. 12:7).<br><br><strong>Lee Deuteronomio 34:1 al 12. ¿Qué le sucedió a Moisés y qué dijo el Señor acerca de él que mostraba lo especial que era?</strong><br></p><p><strong>Deuteronomio 34:1-12</strong></p><p><sup><strong>1 </strong></sup>Subió Moisés de los campos de Moab al monte Nebo, a la cumbre del Pisga, que está enfrente de Jericó; y le mostró Jehová toda la tierra de Galaad hasta Dan,<sup><br><strong><br>2 </strong></sup>todo Neftalí, y la tierra de Efraín y de Manasés, toda la tierra de Judá hasta el mar occidental;<sup><br><br><strong>3 </strong></sup>el Neguev, y la llanura, la vega de Jericó, ciudad de las palmeras, hasta Zoar.<sup><br><br><strong>4 </strong></sup>Y le dijo Jehová: Esta es la tierra de que juré a Abraham, a Isaac y a Jacob, diciendo: A tu descendencia la daré. Te he permitido verla con tus ojos, mas no pasarás allá.<sup><br><br><strong>5 </strong></sup>Y murió allí Moisés siervo de Jehová, en la tierra de Moab, conforme al dicho de Jehová.<sup><br><br><strong>6 </strong></sup>Y lo enterró en el valle, en la tierra de Moab, enfrente de Bet-peor; y ninguno conoce el lugar de su sepultura hasta hoy.<sup><br><br><strong>7</strong></sup> Era Moisés de edad de ciento veinte años cuando murió; sus ojos nunca se oscurecieron, ni perdió su vigor.<sup><br><br><strong>8 </strong></sup>Y lloraron los hijos de Israel a Moisés en los campos de Moab treinta días; y así se cumplieron los días del lloro y del luto de Moisés.<sup><br><br><strong>9</strong></sup> Y Josué hijo de Nun fue lleno del espíritu de sabiduría, porque Moisés había puesto sus manos sobre él; y los hijos de Israel le obedecieron, e hicieron como Jehová mandó a Moisés.<sup><br><br><strong>10</strong></sup> Y nunca más se levantó profeta en Israel como Moisés, a quien haya conocido Jehová cara a cara;<sup><br><br><strong>11 </strong></sup>nadie como él en todas las señales y prodigios que Jehová le envió a hacer en tierra de Egipto, a Faraón y a todos sus siervos y a toda su tierra,<sup><br><br><strong>12</strong></sup> y en el gran poder y en los hechos grandiosos y terribles que Moisés hizo a la vista de todo Israel.<br></p><p>“En completa soledad, Moisés repasó las vicisitudes y las penurias de su vida desde que se apartó de los honores cortesanos y de su posible rei- nado en Egipto, para echar su suerte con el pueblo escogido de Dios. Evocó aquellos largos años que pasó en el desierto cuidando los rebaños de Jetro; la aparición del Ángel en la zarza ardiente, y la invitación que se le diera de librar a Israel. Volvió a contemplar los milagros portentosos que el poder de Dios realizó en favor del pueblo escogido, y la misericordia longánime que manifestó el Señor durante los años de peregrinaje y rebelión. A pesar de todo lo que Dios había hecho en favor del pueblo, a pesar de sus propias oraciones y labores, sólo dos de todos los adultos que componían el vasto ejército que salió de Egipto fueron hallados bastante fieles para entrar en la Tierra Prometida. Mientras Moisés examinaba el resultado de sus labores, casi le pareció haber vivido en vano su vida de pruebas y sacrificios” (PP 505).<br><br>Deuteronomio 34:4 dice algo muy interesante. “Esta es la tierra de que juré a Abraham, a Isaac y a Jacob, diciendo: A tu descendencia la daré”. El Señor estaba usando palabras casi literales de lo que había dicho vez tras vez a los patriarcas y a sus hijos, acerca de darles esta tierra. Ahora se lo estaba repitiendo a Moisés.<br><br>El Señor también dijo: “Te la he hecho ver con tus ojos, mas no pasarás allá” (Deut. 34:4, JBS, énfasis añadido). No hay forma de que Moisés, allí parado donde estaba, pudiera haber visto con una visión normal todo lo que el Señor le señaló, desde Moab hasta Dan, Neftalí y demás. Elena de White es clara: fue una revelación sobrenatural, no solo de la tierra, sino de cómo sería después de que hubieran tomado posesión de ella.<br><br>En cierto sentido, casi parecería como si el Señor se hubiera estado bur- lando de Moisés; como diciéndole: “Podrías haber estado aquí si simplemente me hubieras obedecido como debías”, o algo así. No obstante, el Señor le estaba mostrando a Moisés que, a pesar de todo, incluso a pesar del error de Moisés, Dios iba a ser fiel a las promesas del pacto que había hecho con los padres y con el mismo Israel. Como veremos, el Señor tenía también algo mejor reservado para su siervo fiel aunque defectuoso.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de diciembre",
          "dayTitle": "<p>LA RESURRECCIÓN DE MOISÉS</p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p>“Y murió allí Moisés siervo de Jehová, en la tierra de Moab, conforme al dicho de Jehová. Y lo enterró en el valle, en la tierra de Moab, enfrente de Bet-peor; y ninguno conoce el lugar de su sepultura hasta hoy” (Deut. 34:5, 6). Por lo tanto, con estos pocos versículos, Moisés, tan crucial en la vida de Israel, un hombre cuyos escritos perduran, no solo en Israel, sino también en la iglesia y en las sinagogas en la actualidad, murió.<br><br>Moisés murió, fue sepultado, el pueblo hizo luto, y eso fue todo. Por cierto, el principio de las palabras de Apocalipsis se aplica aquí: “Bienaventurados de aquí en adelante los muertos que mueren en el Señor. Sí, dice el Espíritu, descansarán de sus trabajos, porque sus obras con ellos siguen” (Apoc. 14:13). Sin embargo, la muerte de Moisés no fue el capítulo final de la historia de su vida.<br><br><strong>Lee Judas 9. ¿Qué sucede aquí y cómo ayuda este versículo a explicar la presencia de Moisés más adelante en el Nuevo Testamento?</strong></p><p><strong>Judas 1:9</strong></p><p><sup><strong>9</strong></sup> Pero cuando el arcángel Miguel contendía con el diablo, disputando con él por el cuerpo de Moisés, no se atrevió a proferir juicio de maldición contra él, sino que dijo: El Señor te reprenda.<br><strong></strong></p><p><strong></strong><br>Aunque solo tenemos un atisbo, qué escena increíble se describe aquí. Miguel, Cristo mismo, disputó con el diablo sobre el cuerpo de Moisés. ¿Cómo es esto? No cabe duda de que Moisés era pecador; de hecho, el último pecado que se le conoce, asumir como propia la gloria que era de Dios, era el mismo tipo de pecado (“Sobre las alturas de las nubes subiré, y seré semejante al Altísimo” [Isa. 14:14]) que hizo que el mismo Lucifer fuera arrojado del cielo en primer término. La disputa sobre su cuerpo debió de haberse mo- tivado porque Cristo ahora estaba reclamando para Moisés la resurrección prometida.<br><br>Pero ¿cómo pudo Cristo hacer eso por un pecador como Moisés, que había violado su Ley? La respuesta, por supuesto, solo podría ser la Cruz. Así como todos los sacrificios de animales apuntaban a la futura muerte de Cristo, obviamente el Señor ahora, anticipando la Cruz, ordenó que el cuerpo de Moisés resucitara. “Como consecuencia del pecado, Moisés había caído bajo el dominio de Satanás. Por sus propios méritos, era legalmente cautivo de la muerte; pero fue resucitado a la vida inmortal por el derecho que tenía a ella en el nombre del Redentor. Moisés salió de la tumba glorificado, y ascendió con su Libertador a la Ciudad de Dios” (PP 512).<br><br><strong>¿Cómo nos ayuda este relato a comprender la profundidad del plan de salvación: que incluso antes de la Cruz fuese Moisés a la vida eterna?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de diciembre",
          "dayTitle": "<p>LA RESURRECCIÓN DE TODOS NOSOTROS<br></p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p>Con la luz superadora del Nuevo Testamento, la exclusión de Moisés de la Tierra Prometida no parece un gran castigo, al fin y al cabo. En lugar de una Canaán terrenal y más adelante una Jerusalén terrenal (que durante toda su historia conocida ha sido un lugar de guerra, conquista y sufrimiento), “Jerusalén la celestial” (Heb. 12:22) es, incluso ahora, su hogar. ¡Una morada mucho mejor, de seguro!<br><br>Moisés es el primer ejemplo bíblico de la resurrección de los muertos que se conozca. Enoc fue llevado al cielo sin haber visto la muerte (Gén. 5:24), y Elías también (2 Rey. 2:11), pero hasta donde llega el registro escrito, Moisés fue el primero en haber resucitado a la vida eterna.<br><br>No sabemos cuánto tiempo Moisés durmió en la tierra, pero en lo que a él respecta, tampoco importa. Él cerró los ojos al morir, y si fueron tres horas o trescientos años, para él fue lo mismo. También es lo mismo para todos los muertos a lo largo de la historia; la experiencia de ellos, al menos en lo que respecta a estar muertos, no será diferente de la de Moisés. Cerramos los ojos al morir, y lo siguiente que sabremos es la segunda venida de Jesús o, desgraciadamente, el Juicio Final (ver Apoc. 20:7-15).<br><br><strong>Lee 1 Corintios 15:13 al 22. ¿Qué gran promesa tenemos aquí, y por qué las palabras de Pablo tienen sentido solo si entendemos que los muertos duermen en Cristo hasta la resurrección?</strong></p><p><strong>1 Corintios 15:13-22</strong><sup><br></sup></p><p><sup><strong>13</strong></sup> Porque si no hay resurrección de muertos, tampoco Cristo resucitó.<sup><br><br><strong>14 </strong></sup>Y si Cristo no resucitó, vana es entonces nuestra predicación, vana es también vuestra fe.<sup><br><br><strong>15 </strong></sup>Y somos hallados falsos testigos de Dios; porque hemos testificado de Dios que él resucitó a Cristo, al cual no resucitó, si en verdad los muertos no resucitan.<sup><br><br><strong>16</strong></sup> Porque si los muertos no resucitan, tampoco Cristo resucitó;<sup><br><br><strong>17</strong></sup> y si Cristo no resucitó, vuestra fe es vana; aún estáis en vuestros pecados.<sup><br><strong><br>18</strong></sup> Entonces también los que durmieron en Cristo perecieron.<sup><br><strong><br>19</strong></sup> Si en esta vida solamente esperamos en Cristo, somos los más dignos de conmiseración de todos los hombres.<sup><br><strong><br>20</strong></sup> Mas ahora Cristo ha resucitado de los muertos; primicias de los que durmieron es hecho.<sup><br><br><strong>21 </strong></sup>Porque por cuanto la muerte entró por un hombre, también por un hombre la resurrección de los muertos.<sup><br><br><strong>22</strong></sup> Porque así como en Adán todos mueren, también en Cristo todos serán vivificados. <br></p><p>Sin la esperanza de la resurrección, no tenemos ninguna esperanza. La resurrección de Cristo es la garantía de la nuestra; habiendo “efectuado la purificación de nuestros pecados” (Heb. 1:3) en la Cruz como nuestro Cor- dero sacrificial, Cristo murió y resucitó de entre los muertos y, a causa de su resurrección, tenemos la garantía de nuestra resurrección, siendo Moisés el primer ejemplo de un ser humano caído y resucitado de entre los muertos. Como consecuencia de lo que Cristo haría, Moisés resucitó; y por causa de lo que Cristo ha hecho, nosotros también resucitaremos.<br><br>A pesar de que al final flaqueó, podemos encontrar en Moisés un ejemplo de salvación por fe, fidelidad y confianza en Dios. Y, en todo el libro de Deu- teronomio, podemos ver a Moisés procurando llamar al pueblo de Dios a una fidelidad similar. También nosotros, que estamos en la frontera de la Tierra Prometida, recibimos el mismo llamado.<br><br><strong>¿No es este mismo Dios el que nos llama a la fidelidad? ¿Qué podemos hacer para asegurarnos de no cometer los mismos errores que Moisés advirtió en Deuteronomio?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de diciembre",
          "dayTitle": "",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br>“Cuando exclamaron airadamente: ‘¿Os hemos de hacer salir aguas de esta peña?’, se pusieron en lugar de Dios, como si dispusieran de poder ellos mismos, hombres sujetos a las debilidades y las pasiones humanas. Abrumado por la continua murmuración y rebelión del pueblo, Moisés perdió de vista a su Ayudador omnipotente, y sin la fuerza divina se lo dejó manchar su foja de servicios con una manifestación de debilidad humana. El hombre que hubiera podido conservarse puro, firme y desinteresado hasta el final de su obra fue vencido al fin. Dios quedó deshonrado ante la congregación de Israel, cuando debió haber sido engrandecido y ensalzado” (PP 442).<br><br>“En el monte de la transfiguración, Moisés estuvo presente con Elías, quien había sido trasladado. Fueron enviados como portadores de la luz y la gloria del Padre para su Hijo. Y así se cumplió por fin la oración que elevara Moisés tantos siglos antes. Estaba en el ‘buen monte’, dentro de la heredad de su pueblo, testificando en favor de aquel en quien se concen- traban todas las promesas de Israel. Tal es la última escena revelada al ojo mortal con referencia a la historia de aquel hombre tan altamente honrado por el Cielo” (PP 512).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1. </strong>En cierto sentido, sí, Moisés resucitó y fue llevado al cielo poco después de su muerte. Pero, al mismo tiempo, al pobre Moisés (suponemos) le toca ser testigo del terrible desastre que sucede aquí abajo. Qué bueno es que la mayoría de nosotros resucitará al menos des- pués de que todo el conflicto en la Tierra haya terminado, antes de la Segunda Venida. Por consiguiente, ¿en qué medida esto es una bendición mayor que la que experimentó Moisés?<br><br><strong>2.</strong> La historia de la muerte de Moisés y su posterior resurrección, ¿en qué medida nos muestra que el Nuevo Testamento, aunque a menudo se basa en el Antiguo Testamento, nos lleva más lejos que este y, de hecho, puede arrojar mucha luz nueva sobre él?<br><br><strong>3.</strong> La historia de la vida de Moisés, incluyendo su golpe en la roca en un ataque de ira, ¿sirve como ejemplo de lo que significa vivir por fe y ser salvo por fe, sin las obras de la Ley? Explica.<br><strong><br>4.</strong> En clase, dialoguen sobre la promesa de la resurrección al final de los tiempos. ¿Por qué esto es tan básico para todas nuestras esperanzas? Además, si podemos confiar en Dios para esto, es decir, en que nos resucitará de la muerte, ¿no deberíamos poder confiar en él para todo lo demás? Después de todo, si él puede hacer eso por nosotros, ¿qué no podría hacer?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "4T2021",
      "title": "<p>LA RESURRECCIÓN DE MOISÉS<br></p>",
      "verse": "<p>PARA MEMORIZAR: “Pero cuando el arcángel Miguel contendía con el diablo, disputando con él por el cuerpo de Moisés, no se atrevió a proferir juicio de maldición contra él, sino que dijo: El Señor te reprenda” (Jud. 9).<br></p>",
      "versionCode": 1,
      "weekDate": "18-25 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
