{
   "data":[
      {
         "color":"#FAC7FF",
         "id":713,
         "idEs":35,
         "language":"en",
         "lessonDays":[
            {
               "date":"March 22",
               "dayTitle":"<p>Love Is the Fulfillment of the Law<br></p>",
               "id":131,
               "idDay":1,
               "idLesson":13,
               "lessonText":"<p><strong>Read for This Week’s Study:</strong> Exod. 20:1–17; Rom. 6:1–3; Rom. 7:7–12; Jer. 31:31–34; Matt. 23:23, 24; James 2:1–9.&nbsp;</p><p><strong>Memory Text:</strong> “Owe no one anything except to love one another, for he who loves another has fulfilled the law” (Romans 13:8, NKJV).&nbsp;</p><p>While they were dealing with a problematic member, someone on the church board said to the pastor, “We can’t make decisions based on compassion.” We can’t? The pastor wondered what this person’s understanding of God and of God’s law must have been. Compassion certainly needs to be central in how we deal with people, especially erring ones. Compassion is part and parcel of love, and as Romans 13:8 tells us, to love one’s neighbor is to fulfill the law.&nbsp;</p><p>If love is indeed the fulfillment of the law, then we should be careful not to think of law in a way that is separate from love or to think of love in a way that is disconnected from law. In Scripture, love and law go together. The divine Lawgiver is love, and accordingly, God’s law is the law of love. It is, as Ellen G. White put it, the transcript of God’s character. (See Christ’s Object Lessons, p. 305.)&nbsp;</p><p>God’s law is not a set of abstract principles but commands and instructions intended for our flourishing. God’s law is, in its totality, an expression of love as God Himself expresses it.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 23",
               "dayTitle":"<p>The Law of Love<br></p>",
               "id":132,
               "idDay":2,
               "idLesson":13,
               "lessonText":"<p>God’s law does not consist of abstract principles; instead, God’s law is an expression of relationship. This can be seen explicitly in the Ten Commandments. The basic principles of the Ten Commandments were in place already in the Garden of Eden, the principles of love that were to govern the relationship between God and people and between people themselves.&nbsp;</p><p>When the Ten Commandments proclaimed in Exodus 20 were afterward written in stone, they were given to Israel in the context of the covenant relationship. The commandments were written down after the Lord already had delivered the people from Egypt, and the commandments were based on God’s love and on His promises to the nation (see Exod. 6:7, 8 and Lev. 26:12). One can see in the two divisions of the Ten Commandments that they are aimed at the flourishing of a human relationship with God and of relationships with one another.&nbsp;</p><p><strong>Read Exodus 20:1–17. How do these verses reveal the two principles, those of love for God and of love for others?&nbsp;</strong></p><p><strong>Exodus 20:1–17</strong></p><p><sup><strong>1</strong></sup> And God spoke all these words, saying:&nbsp;</p><p><strong><sup>2</sup></strong> “I am the Lord your God, who brought you out of the land of Egypt, out of the house of bondage.&nbsp;</p><p><strong><sup>3</sup> </strong>“You shall have no other gods before Me.&nbsp;</p><p><strong><sup>4</sup> </strong>“You shall not make for yourself a carved image—any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth;&nbsp;</p><p><strong><sup>5</sup></strong> you shall not bow down to them nor serve them. For I, the Lord your God, am a jealous God, visiting the iniquity of the fathers upon the children to the third and fourth generations of those who hate Me,&nbsp;</p><p><sup><strong>6</strong> </sup>but showing mercy to thousands, to those who love Me and keep My commandments.&nbsp;</p><p><strong><sup>7 </sup></strong>“You shall not take the name of the Lord your God in vain, for the Lord will not hold him guiltless who takes His name in vain.&nbsp;</p><p><sup><strong>8</strong></sup> “Remember the Sabbath day, to keep it holy.&nbsp;</p><p><strong><sup>9</sup></strong> Six days you shall labor and do all your work,&nbsp;</p><p><strong><sup>10</sup></strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your cattle, nor your stranger who is within your gates.&nbsp;</p><p><strong><sup>11</sup></strong> For in six days the Lord made the heavens and the earth, the sea, and all that is in them, and rested the seventh day. Therefore the Lord blessed the Sabbath day and hallowed it.&nbsp;</p><p><strong><sup>12</sup></strong> “Honor your father and your mother, that your days may be long upon the land which the Lord your God is giving you.&nbsp;</p><p><strong><sup>13</sup></strong> “You shall not murder.&nbsp;</p><p><sup><strong>14</strong></sup> “You shall not commit adultery.&nbsp;</p><p><strong><sup>15</sup> </strong>“You shall not steal.&nbsp;</p><p><strong><sup>16</sup></strong> “You shall not bear false witness against your neighbor.&nbsp;</p><p><strong><sup>17</sup></strong> “You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, nor his male servant, nor his female servant, nor his ox, nor his donkey, nor anything that is your neighbor’s.”<br></p><p><br></p><p>The first four commandments deal with people’s relationships with God, and the last six with people’s relationships among themselves. Our relationship both to God and to other people must be regulated by the principles of God’s law.&nbsp;</p><p>These two parts of the law correspond directly to what Jesus identified as the two greatest commandments—“ ‘ “You shall love the Lord your God with all your heart” ’ ” (Matt. 22:37, NKJV; compare with Deut. 6:5) and “ ‘ “You shall love your neighbor as yourself ” ’ ” (Matt. 22:39, NKJV; compare with Lev. 19:18).&nbsp;</p><p>The first four commandments are the ways in which we are to love God with all of our being, and the last six are ways we are to love one another as ourselves. Jesus makes it explicit that these two great love commandments are integrally related to the law. “ ‘On these two commandments hang all the Law and the Prophets’ ” (Matt. 22:40, NKJV).&nbsp;</p><p>The entirety of God’s law, then, is grounded in God’s love. God’s love and law are inseparable. We often hear people say, We don’t need to keep the law, we just need to love God and to love others. Why does that idea not make sense?&nbsp;</p><p><strong>How could we express love to God, or love to others, if we are violating any one of the Ten Commandments?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 24",
               "dayTitle":"<p>The Law Is Holy and Righteous and Good<br></p>",
               "id":133,
               "idDay":3,
               "idLesson":13,
               "lessonText":"<p>Love is the foundation of God’s law. When God upholds the law, He upholds love. This is why Jesus died in order to save sinners, so that He could uphold the law while also extending grace to us. Thus, He could be both just and the justifier of those who believe (Rom. 3:25, 26). What an expression of love! Accordingly, the law is not invalidated by the process of redemption; rather, it is further confirmed.&nbsp;</p><p><strong>Read Romans 6:1–3 and then Romans 7:7–12, with particular emphasis on verse 12. What are these verses telling us about the law, even after Christ died?</strong></p><p><strong>Romans 6:1–3</strong></p><p><sup><strong>1</strong> </sup>What shall we say then? Shall we continue in sin that grace may abound?&nbsp;</p><p><strong><sup>2</sup> </strong>Certainly not! How shall we who died to sin live any longer in it?&nbsp;</p><p><strong><sup>3</sup></strong> Or do you not know that as many of us as were baptized into Christ Jesus were baptized into His death?<br></p><p><br></p><p>While some believe that grace and redemption cancel the law, Paul is clear that we are not to continue in sin so that grace increases. Rather, those who are in Christ by faith have been “baptized into His death” and are therefore to count themselves as dead to sin and alive to Christ.&nbsp;</p><p>The law of God is not sin, but (among other things) it makes sin and our sinfulness apparent to us. That is why, yes, “the law is holy, and the commandment holy and just and good” (Rom. 7:12, NKJV). It reveals, as nothing else does, our great need of salvation, of redemption—the salvation and redemption that come only through Christ. Accordingly, we do not “make void the law through faith” but “on the contrary, we establish the law” (Rom. 3:31, NKJV).&nbsp;</p><p>Christ came not to do away with the law but to fulfill all that was promised in the Law and in the Prophets. Thus, He emphasizes that “ ‘until heaven and earth pass away,’ ” not even “ ‘the smallest letter or stroke shall pass from the Law’ ” (Matt. 5:18, NASB 1995).&nbsp;</p><p>The law of God itself represents God’s holiness—His perfect character of love, righteousness, goodness, and truth (Lev. 19:2; Ps. 19:7, 8; Ps. 119:142, 172). In this regard, it is significant that, according to Exodus 31:18, God wrote the Ten Commandments on the stone tablets Himself. Written in stone, these laws are testimony of the unchanging character of God and of His moral government, which is founded on love—a central theme of the great controversy.&nbsp;</p><p><strong>How does this link between law and love help us better understand Jesus’ words, “ ‘If you love Me, you will keep My commandments’ ” (John 14:15, NASB)?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 25",
               "dayTitle":"<p>Law and Grace<br></p>",
               "id":134,
               "idDay":4,
               "idLesson":13,
               "lessonText":"<p>As we have seen, law and grace are not opposed to one another. Instead, they serve different functions in accordance with the love and justice of God. A sharp contrast between law and grace would have puzzled ancient Israelites, who saw God’s giving of the law itself as a great display of God’s grace. While the “gods” of the surrounding nations were fickle and entirely unpredictable, leaving people without a way to know what the “gods” desired and what would please them, the God of the Bible very clearly instructs His people about what pleases Him. And what pleases Him is just what is for the ultimate good of all His people, individually and collectively.&nbsp;</p><p>Yet, the law cannot save us from sin or change human hearts. Because of our innate sinfulness, we need a spiritual heart transplant.&nbsp;</p><p><strong>Read Jeremiah 31:31–34. What does this teach about God’s promises to give us a new heart? Compare this with Christ’s words to Nicodemus in John 3:1–21 about the new birth. (See also Heb. 8:10.)&nbsp;</strong></p><p><strong>Jeremiah 31:31–34</strong></p><p><sup><strong>31</strong> </sup>“Behold, the days are coming, says the Lord, when I will make a new covenant with the house of Israel and with the house of Judah—&nbsp;</p><p><strong><sup>32</sup></strong> not according to the covenant that I made with their fathers in the day that I took them by the hand to lead them out of the land of Egypt, My covenant which they broke, though I was a husband to them, says the Lord.&nbsp;</p><p><sup><strong>33</strong> </sup>But this is the covenant that I will make with the house of Israel after those days, says the Lord: I will put My law in their minds, and write it on their hearts; and I will be their God, and they shall be My people.&nbsp;</p><p><strong><sup>34</sup></strong> No more shall every man teach his neighbor, and every man his brother, saying, ‘Know the Lord,’ for they all shall know Me, from the least of them to the greatest of them, says the Lord. For I will forgive their iniquity, and their sin I will remember no more.”</p><p><strong>John 3:1–21</strong></p><p><strong><sup>1</sup> </strong>There was a man of the Pharisees named Nicodemus, a ruler of the Jews.&nbsp;</p><p><sup><strong>2</strong> </sup>This man came to Jesus by night and said to Him, “Rabbi, we know that You are a teacher come from God; for no one can do these signs that You do unless God is with him.”&nbsp;</p><p><strong><sup>3</sup> </strong>Jesus answered and said to him, “Most assuredly, I say to you, unless one is born again, he cannot see the kingdom of God.”&nbsp;</p><p><sup><strong>4 </strong></sup>Nicodemus said to Him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?”&nbsp;</p><p><strong><sup>5</sup></strong> Jesus answered, “Most assuredly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.&nbsp;</p><p><strong><sup>6 </sup></strong>That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.&nbsp;</p><p><sup><strong>7</strong> </sup>Do not marvel that I said to you, ‘You must be born again.’&nbsp;</p><p><strong><sup>8</sup></strong> The wind blows where it wishes, and you hear the sound of it, but cannot tell where it comes from and where it goes. So is everyone who is born of the Spirit.”&nbsp;</p><p><strong><sup>9 </sup></strong>Nicodemus answered and said to Him, “How can these things be?”&nbsp;</p><p><strong><sup>10</sup></strong> Jesus answered and said to him, “Are you the teacher of Israel, and do not know these things?&nbsp;</p><p><sup><strong>11</strong></sup> Most assuredly, I say to you, We speak what We know and testify what We have seen, and you do not receive Our witness.&nbsp;</p><p><strong><sup>12</sup></strong> If I have told you earthly things and you do not believe, how will you believe if I tell you heavenly things?&nbsp;</p><p><strong><sup>13</sup> </strong>No one has ascended to heaven but He who came down from heaven, that is, the Son of Man who is in heaven.&nbsp;</p><p><sup><strong>14</strong> </sup>And as Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up,&nbsp;</p><p><sup><strong>15</strong> </sup>that whoever believes in Him should not perish but have eternal life.&nbsp;</p><p><strong><sup>16</sup></strong> For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.&nbsp;</p><p><sup><strong>17</strong> </sup>For God did not send His Son into the world to condemn the world, but that the world through Him might be saved.&nbsp;</p><p><strong><sup>18</sup></strong> “He who believes in Him is not condemned; but he who does not believe is condemned already, because he has not believed in the name of the only begotten Son of God.&nbsp;</p><p><strong><sup>19</sup></strong> And this is the condemnation, that the light has come into the world, and men loved darkness rather than light, because their deeds were evil.&nbsp;</p><p><strong><sup>20</sup></strong> For everyone practicing evil hates the light and does not come to the light, lest his deeds should be exposed.&nbsp;</p><p><strong><sup>21</sup></strong> But he who does the truth comes to the light, that his deeds may be clearly seen, that they have been done in God.”</p><p><strong>Hebrews 8:10</strong></p><p><sup><strong>10</strong> </sup>For this is the covenant that I will make with the house of Israel after those days, says the Lord: I will put My laws in their mind and write them on their hearts; and I will be their God, and they shall be My people.<br></p><p><br></p><p>The Ten Commandments were inscribed by God Himself on the tablets of stone (Exod. 31:18), but the law was also to be written in the hearts of God’s people (Ps. 37:30, 31). Ideally, God’s law of love would not be external to us but internal to our very characters. God alone could inscribe His law on human hearts, and He promised to do so for His covenant people (see Heb. 8:10).&nbsp;</p><p>We cannot save ourselves by law-keeping. Rather, it is by grace we are saved through faith, not of ourselves but as the gift of God (Eph. 2:8). We do not keep the law in order to be saved; we keep the law because we are already saved. We do not keep the law in order to be loved but because we are loved, and thus we desire to love God and others (see John 14:15).&nbsp;</p><p>At the same time, the law shows us our sin (James 1:22–25, Rom. 3:20, Rom. 7:7), shows us our need of a Redeemer (Gal. 3:22–24), guides us in the best ways of life, and reveals God’s character of love.&nbsp;</p><p><strong>What is your hope in the judgment? Is it your diligent and faithful law-keeping or is it Christ’s righteousness, which covers you? What does your answer tell you about the function of God’s law regarding what it can or cannot do?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 26",
               "dayTitle":"<p>Love Is the Fulfillment of the Law</p>",
               "id":135,
               "idDay":5,
               "idLesson":13,
               "lessonText":"<p>The relationship between love and law cannot be overstated. Indeed, according to Scripture, to love is to fulfill the law.&nbsp;</p><p>In Romans 13:8–10, Paul teaches that “he who loves another has fulfilled the law” (Rom. 13:8, NKJV). After listing many of the last six of the Ten Commandments, Paul declares that these are “all summed up in this saying, namely, ‘You shall love your neighbor as yourself’ ” (Rom. 13:9, NKJV). Indeed, Paul teaches explicitly, “Love is the fulfillment of the law” (Rom. 13:10, NKJV). Again, in Galatians 5:14, Paul explains, “All the law is fulfilled in one word, even in this: ‘You shall love your neighbor as yourself’ ” (Gal. 5:14, NKJV). But what kind of love is that which fulfills the law? What does such love look like?&nbsp;</p><p><strong>Read Matthew 23:23, 24. What are the “weightier matters of the law”? Read Deuteronomy 5:12–15 and Isaiah 58:13, 14. How do these passages demonstrate the relationship between the law (particularly the Sabbath commandment) and God’s concern for justice and deliverance?&nbsp;</strong></p><p><strong>Matthew 23:23-24</strong></p><p><strong><sup>23</sup> </strong>“Woe to you, scribes and Pharisees, hypocrites! For you pay tithe of mint and anise and cummin, and have neglected the weightier matters of the law: justice and mercy and faith. These you ought to have done, without leaving the others undone.&nbsp;</p><p><strong><sup>24</sup></strong> Blind guides, who strain out a gnat and swallow a camel!</p><p><strong>Deuteronomy 5:12–15</strong></p><p><strong><sup>12</sup></strong> ‘Observe the Sabbath day, to keep it holy, as the Lord your God commanded you.&nbsp;</p><p><strong><sup>13</sup></strong> Six days you shall labor and do all your work,&nbsp;</p><p><strong><sup>14</sup></strong> but the seventh day is the Sabbath of the Lord your God. In it you shall do no work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your cattle, nor your stranger who is within your gates, that your male servant and your female servant may rest as well as you.&nbsp;</p><p><strong><sup>15</sup></strong> And remember that you were a slave in the land of Egypt, and the Lord your God brought you out from there by a mighty hand and by an outstretched arm; therefore the Lord your God commanded you to keep the Sabbath day.</p><p><strong>Isaiah 58:13-14</strong></p><p><strong><sup>13</sup></strong> “If you turn away your foot from the Sabbath, From doing your pleasure on My holy day, And call the Sabbath a delight, The holy day of the Lord honorable, And shall honor Him, not doing your own ways, Nor finding your own pleasure, Nor speaking your own words,&nbsp;</p><p><strong><sup>14</sup></strong> Then you shall delight yourself in the Lord; And I will cause you to ride on the high hills of the earth, And feed you with the heritage of Jacob your father. The mouth of the Lord has spoken.”<br></p><p><br></p><p>Jesus identifies the “weightier matters of the law” as “justice and mercy and faith.” And in relation to one law in particular—the Sabbath—we can see in Scripture that the Sabbath itself is integrally connected with deliverance and justice.&nbsp;</p><p>In Deuteronomy 5, the Sabbath commandment is grounded in relation to God’s deliverance of Israel from slavery. That is, the Sabbath is not only a memorial of creation but also a memorial of deliverance from slavery and oppression. And in the context about turning from one’s own pleasure to call the Sabbath a delight by taking delight in the Lord (Isa. 58:13, 14), the emphasis is on works of love and justice for others—doing good, feeding the hungry, housing the homeless (see Isa. 58:3–10).&nbsp;</p><p>Given all of these teachings (and many others), those who wish to fulfill the law through love should be concerned not only about sins of commission but also about sins of omission. Love as the fulfillment of the law involves not merely keeping the law in the sense of refraining from committing sins but also consists of actively doing good—doing the works of love that faithfully advance justice and mercy. Being faithful to God is more than just not violating the letter of the law.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 27",
               "dayTitle":"<p>Above All, Love One Another</p>",
               "id":136,
               "idDay":6,
               "idLesson":13,
               "lessonText":"<p>If love is the fulfillment of the law, then one cannot keep God’s law in the full sense simply by refraining from doing wrong things. The law of love itself (expressed in the fullness of Scripture) not only commands us to refrain from doing evil but the law prompts us to do acts that reveal the love of God to others—not only to other church members but also to the world at large, which is so desperately in need of a true Christian witness.&nbsp;</p><p><strong>Read James 2:1–9. What crucial messages are we given here? <br></strong></p><p><strong>James 2:1–9<br></strong></p><p><sup><strong>1</strong> </sup>My brethren, do not hold the faith of our Lord Jesus Christ, the Lord of glory, with partiality.&nbsp;</p><p><strong><sup>2</sup></strong> For if there should come into your assembly a man with gold rings, in fine apparel, and there should also come in a poor man in filthy clothes,&nbsp;</p><p><strong><sup>3</sup></strong> and you pay attention to the one wearing the fine clothes and say to him, “You sit here in a good place,” and say to the poor man, “You stand there,” or, “Sit here at my footstool,”&nbsp;</p><p><strong><sup>4 </sup></strong>have you not shown partiality among yourselves, and become judges with evil thoughts?&nbsp;</p><p><strong><sup>5</sup></strong> Listen, my beloved brethren: Has God not chosen the poor of this world to be rich in faith and heirs of the kingdom which He promised to those who love Him?&nbsp;</p><p><strong><sup>6</sup></strong> But you have dishonored the poor man. Do not the rich oppress you and drag you into the courts?&nbsp;</p><p><sup><strong>7 </strong></sup>Do they not blaspheme that noble name by which you are called?&nbsp;</p><p><strong><sup>8</sup> </strong>If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you do well;&nbsp;</p><p><strong><sup>9</sup></strong> but if you show partiality, you commit sin, and are convicted by the law as transgressors.<br></p><p><br></p><p>Here, James strongly decries injustice in society, specifically identify ing the dishonoring of the poor and oppression by some who are rich. Then, he calls attention to the law of love for one’s neighbor, saying if you fulfill this law, then “you do well” (James 2:8, NKJV).&nbsp;</p><p>As Ellen G. White has expressed it: “Love to man is the earthward manifestation of the love of God. It was to implant this love, to make us children of one family, that the King of glory became one with us. And when His parting words are fulfilled, ‘Love one another, as I have loved you’ (John 15:12);&nbsp;</p><p>when we love the world as He has loved it, then for us His mission is accomplished. We are fitted for heaven; for we have heaven in our hearts.”—Ellen G. White, The Desire of Ages p. 641. When we love the world, as Christ has loved the world—then we are fitted for heaven. What a powerful expression of what it means to be a follower of Jesus!&nbsp;</p><p>Jesus commands His followers to “ ‘love one another;’ ” even as “ ‘I have loved you’ ” (John 13:34, NKJV). Jesus also proclaims: “ ‘By this all will know that you are My disciples, if you have love for one another’ ” (John 13:35, NKJV). Love is so central to Christian faith because God is love (1 John 4:8, 16). And those who claim to love God must love one another (compare with 1 John 3:11; 4:20, 21).&nbsp;</p><p>Accordingly, 1 Peter 4:8 exhorts Christians: “And above all things have fervent love for one another, for ‘love will cover a multitude of sins’ ” (NKJV; see also Heb. 10:24 and 1 Thess. 3:12).&nbsp;</p><p><strong>Dwell more on the idea of loving the world as Christ loved the world. </strong><strong>How might this help us better understand the concept of Christian perfection and how we are made fit for eternal life? Bring your answer to class on Sabbath.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"March 28",
               "dayTitle":"<p>Further Thought</p>",
               "id":137,
               "idDay":7,
               "idLesson":13,
               "lessonText":"<p>Read Ellen G. White, “The Least of These My Brethren,” pp. 637–641, in The Desire of Ages.&nbsp;</p><p>“Those who minister to others will be ministered unto by the Chief Shepherd. They themselves will drink of the living water, and will be satisfied. They will not be longing for exciting amusements, or for some change in their lives. The great topic of interest will be, how to save the souls that are ready to perish. Social intercourse will be profitable. The love of the Redeemer will draw hearts together in unity.&nbsp;</p><p>“When we realize that we are workers together with God, His promises will not be spoken with indifference. They will burn in our hearts, and kindle upon our lips. To Moses, when called to minister to an ignorant, undisciplined, and rebellious people, God gave the promise, ‘My presence shall go with thee, and I will give thee rest.’ And He said, ‘Certainly I will be with thee.’ Ex. 33:14; 3:12. This promise is to all who labor in Christ's stead for His afflicted and suffering ones.”—Ellen G. White, The Desire of Ages, p. 641.&nbsp;</p><p><strong>Discussion Questions:</strong>&nbsp;</p><p><strong>1</strong> Read 1 Corinthians 13:4–8. How does 1 Corinthians 13 shed light on the kind of people we ought to be?&nbsp;</p><p><strong>2</strong> What separates the sheep from the goats in Matthew 25:31–46? How can we understand what Jesus says here in a way that does not teach salvation by works?&nbsp;</p><p><strong>3</strong> What does it mean to you that “when we love the world as He has loved it, then for us His mission is accomplished. We are fitted for heaven; for we have heaven in our hearts” (see Thursday’s study)? What does this reveal about the nature of God and the nature of heaven itself? How can we live more like citizens of heaven here in this respect, relative to spreading God’s love in a way that brings light and justice to the oppressed?&nbsp;</p><p><strong>4</strong> What practical steps should be taken in your local church to reflect God’s concern for love and justice in your local community? What are you doing well in your community? What do you need to improve and focus on more? What tangible steps can you take individually and collectively to act on what we have studied about God’s love and justice?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>Inside story<br></p>",
               "id":138,
               "idDay":8,
               "idLesson":13,
               "lessonText":"<p><strong>Bowing to an Image <br></strong></p><p>By Andrew Mcchesney&nbsp;</p><p>Maria is familiar with adoration. As an opera singer, she has sung before admiring audiences in the main opera house of her native country as well as in a dozen other countries. She has received several top prizes.&nbsp;</p><p>But nothing prepared her for the adoration that she witnessed in North Korea. The admiration was not for her performance. It took place at a 72-foot (22-meter) bronze statue of North Korea’s founder, Kim Il Sung.&nbsp;</p><p>Maria is a faithful Seventh-day Adventist. For her safety, Adventist Mission is not identifying her by her real name or nationality. She spoke to Adventist Mission in a Zoom interview.</p><p>During the visit to North Korea, Maria and a group of other singers toured the Mansu Hill Grand Monument, a complex of monuments depicting heroes from the country’s revolutionary history, in Pyongyang. The centerpiece of the complex was the towering statue of Kim Il Sung. (A second 72-foot statue, of Kim’s son, Kim Jong Il, was later added to the complex.)&nbsp;</p><p>Crowds of people swarmed around the statue of Kim Il Sung. Maria saw foreign tourists from Italy, France, and other countries. She saw North Koreans. They all bowed before the statue. Then she learned that she also was expected to bow as a sign of respect.&nbsp;</p><p>“You need to bow,” an interpreter told her group. Maria’s mind flashed back to the first commandment, which says, “You shall have no other gods before Me” (Exodus 20:3, NKJV).&nbsp;</p><p>Then she noticed a state video operator filming everyone. She didn’t want to get into trouble.&nbsp;</p><p>As she stood there, she remembered Shadrach, Meshach, and Abed-Nego refusing to bow to the 90-foot golden image of King Nebuchadnezzar in Daniel 3.</p><p>She thought, The book of Daniel really is not a legend or a fairy tale. That same scene is acted out in real life every day. She stood straight and tall.</p><p>Some people might dismiss the bowing at Mansu Hill Grand Monument as a cultural experience connected to Kim Il Sung’s cult of personality, but Maria saw it as much more. For her, it was the moment when she was asked to take a public stand for who she adores.&nbsp;</p><p>Several days later, as she prepared to leave North Korea, she gave a copy of Steps to Christ to her interpreter. She prays that the interpreter and all North Koreans learn about Jesus, the Man whom she admires the most.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>Teacher´s Comments<br></p>",
               "id":139,
               "idDay":9,
               "idLesson":13,
               "lessonText":"<p><strong>Part I: Overview</strong>&nbsp;</p><p><em>Key Text:</em> Romans 13:8&nbsp;</p><p><em>Study Focus:</em> Exod. 20:2, Rom. 13:8–10.&nbsp;</p><p><em>Introduction:</em> The Ten Commandments are an expression of God’s personal and covenantal relationship with His people.&nbsp;</p><p><em>Lesson Themes:</em> This week’s lesson emphasizes three main points:&nbsp;</p><p>1. God’s law refers to relationships, rather than to abstract principles. God’s law is not a set of abstract principles but an expression of relationship. The description of the Ten Commandments implies covenantal relations between God and His people. God’s dialogue with Moses underscores this relational language, in which God is depicted as an eagle, carrying His people on His wings in deliverance from Egypt. The main idea of this depiction is that the people had been brought to God Himself.&nbsp;</p><p>2. The Ten Commandments describe the correct expression of our love to God and to others. Before the list of “shall nots,” the Ten Commandments start with a personal loving note: “ ‘I am the Lord your God’ ” (Exod. 20:2, NKJV). The list of commandments is a relational loving response to the God of Israel, who saved them. The first four commandments describe the loyal love that people are supposed to show to God. The last six commandments express specific forms of love to others, which ultimately indicate that we love God.&nbsp;</p><p>3. God’s law finds its fulfillment in love. In Romans and Galatians, the idea of the fulfillment of the law is related to serving one another through love. Paul, in Galatians, explains that the law is fulfilled as we love our neighbor. In Romans, to love one another is the fulfillment of the law. The last six of the Ten Commandments spell out what it means to love your neighbor as yourself.&nbsp;</p><p><em>Life Application:</em> How does your relationship with God change when you understand that the Ten Commandments are not just a set of rules but an expression of love and a response to God’s personal and loving relationship?&nbsp;</p><p><strong>Part II: Commentary&nbsp;</strong></p><p>1. God’s Law Refers to Relationships Rather Than to Abstract Principles. The idea that God’s law consists of cold abstractions or impersonal principles is incompatible with the biblical picture of God giving the Decalogue to the people of Israel at Mount Sinai. It is important to read the description of the Ten Commandments (Exodus 20) in light of the covenantal relationship being formed, in Exodus 19. From the time of Israel’s arrival at the wilderness of Sinai (Exod. 19:1), the dialogue of God with Moses at Mount Sinai underscores the notion of a covenantal relationship between God and the people of Israel. More specifically, Moses was told by the Lord that he should say to the children of Israel the following words: “ ‘You have seen what I did to the Egyptians, and how I bore you on eagles’ wings and brought you to Myself. Now therefore, if you will indeed obey My voice and keep My covenant, then you shall be a special treasure to Me above all people; for all the earth is Mine. And you shall be to Me a kingdom of priests and a holy nation’ ” (Exod. 19:4–6, NKJV).&nbsp;</p><p>The relational language of this passage is impressive. The divine de liverance from Egypt is depicted as God bearing or carrying the children of Israel, as an eagle. Interestingly, the emphasis is not merely on the people leaving Egypt or going to the Promised Land. Rather, the main point is that the people had been brought to God Himself.&nbsp;</p><p>In this context, the people of Israel are invited to keep God’s covenant in the personal sense of hearing the voice of God. While many Bible translations correctly render the Hebrew verb šm? in terms of obeying the voice of God (see NKJV, ESV, NASB, NRSV, NIV), the verb in Hebrew describes more literally the act of hearing or listening to His voice (see NET, HCSB) (Ludwig Koehler et al., The Hebrew and Aramaic Lexicon of the Old Testament [Leiden: Brill, 1994–2000], p. 1571). If they decide to listen to the voice of God, the children of Israel shall be God’s own “possession” (Exod. 19:5, HCSB) or His “personal property” (see the meaning of the noun s?g?lâ in Ludwig Koehler et al., The Hebrew and Aramaic Lexicon of the Old Testament, p. 742). This expression also attests to the personal nature of the covenantal relationship that is being formed between God and His people, which is formalized by the exposition of the Ten Commandments in chapter 20.&nbsp;</p><p>2. The Ten Commandments Describe the Correct Expression of Our Love to God and to Others.&nbsp;</p><p>It is noteworthy that before the list of “shall nots” in the Decalogue, God introduces the Ten Commandments, in Exodus 20:2, with a personal note (“ ‘I am the Lord your God,’ ” NKJV; emphasis supplied) and emphasizes His loving salvific action on behalf of Israel (deliverance from slavery in Egypt). In other words, the commandments do not start with a cold “shall not” but with a personal loving tone. Moreover, the list of commandments that follow are not to be understood as mere abstract laws but as a relational loving response to the God of Israel, who powerfully and compassionately saved them from Egypt.</p><p>It is in light of the personal loving tone of Exodus 20:2 that the first four commandments clearly delineate how the children of Israel are supposed to express their loving relational response toward their personal God. First, they shall not have other gods before the Lord. Love toward God is spelled out here in terms of exclusive loyalty. Second, this loyal love necessarily implies that they shall not make for themselves a carved image (idol) to worship. True worship, instead of idolatry, is a genuine expression of love toward God. Third, love to God is revealed in a respectful reference to His name. As Kenneth Harris points out, to take the name of God in vain particularly refers to “taking a deceptive oath in God’s name or invoking God’s name to sanction an act in which the person is being dishonest (Lev. 19:12). It also bans using God’s name in magic, or irreverently, or disrespectfully (Lev. 24:10–16).”—ESV Study Bible (Wheaton, IL: Crossway Bibles, 2008), p. 176. Fourth, to love God means that the seventh-day Sabbath is kept holy as a necessary reminder of God’s creation. While we are supposed to love God every day, the Sabbath is a special time to express our loving relationship with Him.&nbsp;</p><p>To be sure, the first four commandments spell out more directly what love to God entails, whereas the remaining six commandments elaborate specifically on how to love others. However, from a broader perspective, inasmuch as the identification of the Lord as the Savior God of Israel (Exod. 20:2) constitutes the introduction of the Ten Commandments as a whole, the specific ways in which we are supposed to express love to others in the last six commandments are, by implication, important forms of loving God in an ultimate sense. The fifth commandment, for instance, connects the love toward parents, which highlights the idea of honoring them, with a long life in the land that the Lord is giving to Israel. Therefore, the loving promise of God is directly related to the way in which the children of Israel love/honor their parents. Likewise, to love the other, and ultimately love God by means of this horizontal love, neces sarily involves valuing life (not murdering), being sexually pure and cherishing marriage (not committing adultery), respecting what belongs to others (not stealing), standing for the truth about your neighbor (not bearing false witness against him/her), and nurturing desires shaped by a spirit of contentment (not coveting what belongs to your neighbor).&nbsp;</p><p>3. God’s Law Finds Its Fulfillment in Love.&nbsp;</p><p>The apostle Paul highlights the idea of the fulfillment of the law in Romans and Galatians. After exhorting the Galatians to serve one another through love, he explains that “all the law is fulfilled in one word, even in this: ‘You shall love your neighbor as yourself’ ” (Gal. 5:14, NKJV). Likewise, in Romans 8:4, Paul speaks of “the righteous requirement of the law” being “fulfilled in us” (NKJV) by means of Christ and the Holy Spirit.</p><p>In Romans 13:8–10, he mentions twice that love fulfills God’s law: “Owe no one anything except to love one another, for he who loves another has fulfilled the law. For the commandments, ‘You shall not commit adultery,’ ‘You shall not murder,’ ‘You shall not steal,’ ‘You shall not bear false witness,’ ‘You shall not covet,’ and if there is any other commandment, are all summed up in this saying, namely, ‘You shall love your neighbor as yourself.’ Love does no harm to a neighbor; therefore love is the fulfillment of the law” (NKJV; emphasis supplied).&nbsp;</p><p>Moving from the discussion of the Christian duties before civil authorities (Rom. 13:1–7), which includes paying taxes (Rom. 13:6, 7), to the Christian obligation of love, Paul employs the language of financial debt in both discussions. With regard to the Christian obligation of love, “The Christian is to allow no debt to remain outstanding except the one that can never be paid off—‘the debt to love one another.’ The obligation to love has no limit.” —Robert Mounce, The New American Commentary: Romans (Nashville, TN: Broadman &amp; Holman Publishers, 1995), vol. 27, p. 245. Just as financial debt implies an obligation to another person or institution, the law imposes obligations upon us to others. In the context of God’s law—with special reference to the last five commandments, concerning our relationships with our neighbors, which goes beyond our obligation to our own family—the essence of our continuous obligation or debt is love.&nbsp;</p><p><strong>Part III: Life Application Discuss the following questions in class:&nbsp;</strong></p><p>1. How can you respond to someone who questions the law of God and considers it merely a bunch of rules?</p><p>2. How can your experience of the Sabbath be more meaningful, a reminder that God’s law invites us to a relational loving response?</p><p>3. How can you show God’s love in practical ways to those whom you encounter each and every day, including strangers, friends, and family?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":13,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>Love Is the Fulfillment of the Law<br></p>",
         "verse":"<p>“Owe no one anything except to love one another, for he who loves another has fulfilled the law” (Romans 13:8, NKJV).<br></p>",
         "versionCode":80,
         "weekDate":"March 22–28"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
