{
   "data":[
      {
         "color":"#99d98c",
         "id":3,
         "idEs":33,
         "language":"es",
         "lessonDays":[
            {
               "date":"12 de octubre",
               "dayTitle":"",
               "id":31,
               "idDay":1,
               "idLesson":3,
               "lessonText":"<p>La lección que estudiamos durante la primera semana trató del final de Juan, que explica por qué escribió su Evangelio. La lección de esta semana vuelve al principio del Evangelio, donde Juan expone la dirección en la que él, inspirado por el Espíritu Santo, desea conducir al lector. Los autores del Nuevo Testamento suelen presentar en las primeras palabras y párrafos de sus escritos los temas que luego desarrollarán. Así lo hace Juan, cuya agenda temática forma parte de un gran barrido cósmico que describe verdades primordiales acerca de Jesucristo, verdades que se remontan incluso a la etapa previa a la Creación.<br><br>Esta presentación al comienzo del Evangelio ofrece a los lectores, quienes ya saben que Jesús es el Mesías, una ventaja que no tenían los personajes del propio libro. El lector puede ver claramente los grandes temas a los que el evangelista vuelve al contar la historia de Jesús. Estos grandes temas se sitúan dentro del período histórico de la vida terrenal de Jesús.<br><br>La lección de esta semana comenzará con el Prólogo (Juan 1:1-18) y resumirá sus temas principales. A continuación, estos temas se examinarán también en otros lugares del Evangelio de Juan.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 de octubre",
               "dayTitle":"<p>EN EL PRINCIPIO: EL LOGOS DIVINO<br></p>",
               "id":32,
               "idDay":2,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Juan 1:1 al 5. ¿Qué revelan estas palabras acerca de Jesucristo, el Verbo?</strong><br></p><p><strong>Juan 1:1-5</strong></p><p><sup><strong>1</strong></sup> En el principio era el Verbo,<br>el Verbo estaba con Dios<br>y el Verbo era Dios.<br><strong><sup>2</sup></strong> Éste estaba en el principio con Dios.<br><strong><sup>3</sup></strong> Todas las cosas por medio de él fueron hechas,<br>y sin él nada de lo que ha sido hecho fue hecho.<br><strong><sup>4 </sup></strong>En él estaba la vida,<br>y la vida era la luz de los hombres.<br><strong><sup>5 </sup></strong>La luz resplandece en las tinieblas,<br>y las tinieblas no la dominaron.<br></p><p>El Evangelio de Juan comienza con este asombroso pensamiento: “En el principio existía el Verbo, y el Verbo estaba con Dios, y el Verbo era Dios” (Juan 1:1). Esta hermosa frase encierra una profundidad de pensamiento que apenas podemos abarcar.<br><br>En primer lugar, el evangelista alude al relato de la Creación: “En el principio” (Gén. 1:1). El Verbo ya estaba presente antes del principio del universo. Juan afirma así la existencia eterna de Jesús.<br><br>A continuación, Juan declara: “Y el Verbo estaba con Dios”. En Juan 1:18, el evangelista afirma que Dios el Hijo está “en el seno del Padre”. Sea cual fuere el significado de esas palabras, una cosa es segura: Jesús y el Padre están íntimamente unidos.<br><br>Y luego dice: “Y el Verbo era Dios”. Pero ¿cómo puede el Verbo estar con Dios y al mismo tiempo ser Dios? La respuesta se encuentra en el texto original en griego, en el que existe el artículo definido (“el”), pero no el indefinido (“un”, “uno”). Lo importante para nosotros es que el artículo definido (“el”) en griego indica particularidad; es decir, un objeto o persona en particular.<br><br>En la frase “el Verbo estaba con Dios”, el término “Dios” tiene el artículo en el original en griego; por lo tanto, apunta a un individuo en particular, el Padre. Y el Verbo estaba con el Padre. En la frase “y el Verbo era Dios”, el término Dios no lleva el artículo, lo que, en este contexto, señala las características de la divinidad. Jesús es Dios; no es Dios el Padre, sino el Hijo divino de Dios, la segunda Persona de la Deidad.<br><br>El apóstol corrobora esto en Juan 1:3 y 4, donde dice que Jesús es el Creador de todas las cosas. Es decir, todo lo que una vez no existía llegó a la existencia en virtud de la actividad creadora de Jesús, el Dios creador.<br><br>“Desde los días de la eternidad, el Señor Jesucristo era uno con el Padre; era ‘la imagen de Dios’, la imagen de su grandeza y majestad, ‘el resplandor de su gloria’ ” (Elena de White, El Deseado de todas las gentes, p. 11).<br><strong><br>¿Por qué la divinidad plena de Cristo es una parte tan importante de nuestra teología? ¿Qué perderíamos si Jesús fuera, de alguna manera, un mero ser creado?&nbsp; Comparte tu respuesta con tu clase el sábado, y prepárate para dialogar acerca de por qué la divinidad eterna de Cristo es tan importante para nuestra fe.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"14 de octubre",
               "dayTitle":"<p>LA PALABRA HECHA CARNE</p>",
               "id":33,
               "idDay":3,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Juan 1:1 al 3 y 14. ¿Qué hizo Jesús, Dios mismo, y por qué es esta verdad la más importante que podamos conocer?</strong></p><p><strong>Juan 1:1-3, 14</strong></p><p><sup><strong>1</strong></sup> En el principio era el Verbo,<br>el Verbo estaba con Dios<br>y el Verbo era Dios.<br><strong><sup>2 </sup></strong>Éste estaba en el principio con Dios.<br><strong><sup>3</sup></strong> Todas las cosas por medio de él fueron hechas,<br>y sin él nada de lo que ha sido hecho fue hecho.<br><sup><br><br><strong>14 </strong></sup>Y el Verbo se hizo carne<br>y habitó entre nosotros lleno de gracia y de verdad;<br>y vimos su gloria,<br>gloria como del unigénito del Padre.<br></p><p>Juan no comienza su Evangelio con el nombre “Jesús” ni con su papel de Mesías/Cristo, sino con el término logos. En la época en que Juan escribió, varios sistemas filosóficos utilizaban el término logos para referirse a la estructura racional del universo o a la lógica y la razón en sí mismas.<br><br>Además, Platón, el influyente filósofo de la antigüedad, había dividido la realidad en dos ámbitos, o esferas: la celestial e inmutable, donde existe la perfección absoluta; y la terrenal, perecedera y cambiante, una representación muy imperfecta de la de arriba, dondequiera que esta supuestamente existiera.<br><br>Algunas filosofías identificaron el logos como un intermediario abstracto entre las formas eternas y las formas terrenales perecederas.<br><br>Juan utiliza el término de una manera completamente diferente. Sostiene que la verdad, el logos, no es un concepto etéreo y abstracto que flota entre el Cielo y la Tierra. El logos es Jesucristo, quien se hizo carne y habitó entre nosotros (Juan 1:14).<br><br>Para Juan, el logos es la Palabra de Dios. Y, lo que es más importante, Dios se comunicó; es decir, se reveló a la humanidad de la forma más radical: Dios se hizo uno de nosotros. En el Evangelio de Juan, el logos representa al Dios eterno, que entra en el tiempo y el espacio, que habla, actúa y se interrelaciona con los humanos en un nivel personal. El Dios eterno se hizo ser humano, uno de nosotros.<br><br>En Juan 1:14, el apóstol indica que el logos “se hizo carne y habitó entre nosotros”. La palabra griega subyacente traducida “habitó” significa “colocar una tienda de campaña”. Juan alude a Éxodo 25:8, donde Dios dijo a los israelitas que construyeran un santuario, una tienda de campaña, para que él pudiera habitar en medio de ellos. Del mismo modo, en la Encarnación, Jesús, el Hijo divino de Dios, se hizo carne humana, velando su gloria para que la gente pudiera entrar en contacto con él.<br><br>Medita en las implicaciones de lo que Juan ha escrito aquí. Dios mismo, el Creador, se convirtió en un ser humano, uno de nosotros, y vivió aquí, entre nosotros.<br><br><strong>¿Qué nos dice esto sobre la realidad del amor de Dios por la humanidad? ¿Por qué debería reconfortarnos tanto esta asombrosa verdad?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de octubre",
               "dayTitle":"<p>OÍR O NO OÍR LA PALABRA<br></p>",
               "id":34,
               "idDay":4,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Juan 1:9 al 13. ¿Qué dura realidad describe aquí Juan acerca de cómo responde la gente a Jesús?</strong><br></p><p><strong>Juan 1:9-13</strong></p><p><sup><strong>9 </strong></sup>La luz verdadera que alumbra a todo hombre<br>venía a este mundo.<br><strong><sup>10</sup></strong> En el mundo estaba,<br>y el mundo fue hecho por medio de él;<br>pero el mundo no lo conoció.<br><strong><sup>11</sup></strong> A lo suyo vino,<br>pero los suyos no lo recibieron.<br><strong><sup>12</sup></strong> Mas a todos los que lo recibieron,<br>a quienes creen en su nombre,<br>les dio potestad de ser hechos hijos de Dios.<br><strong><sup>13</sup></strong> Estos no nacieron de sangre,<br>ni por voluntad de carne,<br>ni por voluntad de varón,<br>sino de Dios.<br></p><p>El prólogo, Juan 1:1 al 18, describe no solo quién es Jesucristo, el Verbo (logos), sino también cómo se relacionaba con él la gente del mundo. En Juan 1:9, se le llama la Luz verdadera, que ilumina a toda persona que viene al mundo. Esa luz ilumina el mundo, haciéndolo comprensible. Como dice C. S. Lewis: “Creo en el cristianismo como creo que ha salido el Sol, no solo porque lo veo, sino porque por él veo todo lo demás” (“Is Theology Poetry? [¿Es la teología poesía?]” [Samizdat University Press, 2014], p. 15; publicado originalmente en 1944).<br><br>Además, observa las implicaciones de lo que dice Juan 1:9. La Luz llega a todos, pero no todos acogen la Luz. Como veremos en el estudio de mañana, un tema importante en el Evangelio de Juan es cómo la gente recibe o rechaza a Jesús. Ese tema comienza aquí. La triste letanía es que el Mesías vino a su propio pueblo, el pueblo de Israel, y muchos no lo recibieron como Mesías.<br><br>En Romanos 9 al 11, Pablo trata el mismo trágico tema, el de muchos judíos que rechazaron a Jesús. Pero Pablo no termina con una nota negativa, sino diciendo que muchos judíos, junto con los gentiles, aceptarán a Jesús como su Mesías. De hecho, advierte a los gentiles que no se jacten contra los judíos: “Porque si tú fuiste cortado del que por naturaleza es olivo silvestre, y contra natura fuiste injertado en el buen olivo, ¿cuánto más estos, que son las ramas naturales, serán injertados en su propio olivo?” (Rom. 11:24).<br><br>De manera similar, Juan dice que todos los que reciban a Jesús como su Salvador se convertirán en hijos de Dios. Esto sucede al creer en su nombre (ver Juan 1:12, 13).<br><br>He aquí la conexión entre el prólogo y la conclusión del Evangelio. En Juan 20:31, el apóstol presenta por qué escribió: “para que ustedes crean que Jesús es el Cristo, el Hijo de Dios; y para que, creyendo, tengan vida por medio de él”. Así, la introducción y la conclusión forman una especie de unidad, conceptos relacionados que encierran todo lo que ocurre entre ellos. Este vínculo apunta al objetivo global del Evangelio de Juan: que la gente se salve creyendo en Jesucristo como su Salvador.<br><br><strong>¿Cómo ha cambiado tu vida al convertirte en hijo o hija de Dios?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de octubre",
               "dayTitle":"<p>TEMAS QUE REAPARECEN: CREER/NO CREER<br></p>",
               "id":35,
               "idDay":5,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Juan 3:16 al 21; 9:35 al 41; 12:36 al 46. ¿De qué manera repiten estos textos el tema de la antítesis creer/no creer que aparece en el prólogo?</strong><br></p><p><strong>Juan 3:16-21</strong></p><p><sup><strong>16</strong></sup> De tal manera amó Dios al mundo, que ha dado a su Hijo unigénito, para que todo aquel que en él cree no se pierda, sino que tenga vida eterna.&nbsp;</p><p><sup><strong>17</strong></sup> Dios no envió a su Hijo al mundo para condenar al mundo, sino para que el mundo sea salvo por él.&nbsp;</p><p><sup><strong>18</strong></sup> El que en él cree no es condenado; pero el que no cree ya ha sido condenado, porque no ha creído en el nombre del unigénito Hijo de Dios.&nbsp;</p><p><sup><strong>19</strong></sup> Y ésta es la condenación: la luz vino al mundo, pero los hombres amaron más las tinieblas que la luz, porque sus obras eran malas,&nbsp;</p><p><sup><strong>20</strong></sup> pues todo aquel que hace lo malo detesta la luz y no viene a la luz, para que sus obras no sean puestas al descubierto.</p><p>&nbsp;<strong><sup>21</sup></strong> Pero el que practica la verdad viene a la luz, para que se ponga de manifiesto que sus obras son hechas en Dios.<br></p><p><strong>Juan 9:35-41</strong></p><p><sup><strong>35</strong></sup> Oyó Jesús que lo habían expulsado y, hallándolo, le dijo:<br><br>—¿Crees tú en el Hijo de Dios?<br><sup><br><strong>36</strong></sup> Respondió él y dijo:<br><br>—¿Quién es, Señor, para que crea en él?<br><sup><br><strong>37</strong></sup> Le dijo Jesús:<br><br>—Pues lo has visto; el que habla contigo, ése es.<br><sup><br><strong>38</strong></sup> Y él dijo:<br><br>—Creo, Señor —y lo adoró.<br><sup><br><strong>39</strong></sup> Dijo Jesús:<br><br>—Para juicio he venido yo a este mundo, para que los que no ven, vean, y los que ven, sean cegados.<br><sup><br><strong>40</strong></sup> Entonces algunos de los fariseos que estaban con él, al oír esto, le dijeron:<br><br>—¿Acaso también nosotros somos ciegos?<br><sup><br><strong>41</strong></sup> Jesús les respondió:<br><br>—Si fuerais ciegos no tendríais pecado, pero ahora, porque decís: “Vemos”, vuestro pecado permanece.<br></p><p><strong>Juan 12:36-46</strong><br></p><p>&nbsp;<strong><sup>36</sup></strong> Entre tanto que tenéis la luz, creed en la luz, para que seáis hijos de luz.<br>Incredulidad de los judíos<br><br>Habiendo dicho Jesús esto, se fue y se ocultó de ellos.&nbsp;</p><p><sup><strong>37</strong></sup> Pero a pesar de que había hecho tantas señales delante de ellos, no creían en él,&nbsp;</p><p><sup><strong>38</strong></sup> para que se cumpliera la palabra del profeta Isaías, que dijo:<br><br>«Señor, ¿quién ha creído a nuestro anuncio?<br>¿Y a quién se ha revelado el brazo del Señor?»<br><sup><br><strong>39</strong></sup> Por esto no podían creer, porque también dijo Isaías:<br><sup><br><strong>40 </strong></sup>«Cegó los ojos de ellos y endureció su corazón,<br>para que no vean con los ojos,<br>ni entiendan con el corazón,<br>ni se conviertan, y yo los sane.»<br><sup><br><strong>41</strong></sup> Isaías dijo esto cuando vio su gloria, y habló acerca de él.<br><sup><br><strong>42</strong></sup> A pesar de eso, muchos, incluso de los gobernantes, creyeron en él, pero no lo confesaban por temor a los fariseos, para no ser expulsados de la sinagoga, 43 porque amaban más la gloria de los hombres que la gloria de Dios.<br>Las palabras de Jesús juzgarán a los hombres<br><sup><br><strong>44</strong></sup> Jesús clamó y dijo: «El que cree en mí, no cree en mí, sino en el que me envió;&nbsp;</p><p><sup><strong>45</strong></sup> y el que me ve, ve al que me envió. <strong><sup><br></sup></strong></p><p><strong><sup>46</sup></strong> Yo, la luz, he venido al mundo, para que todo aquel que cree en mí no permanezca en tinieblas. <br></p><p>En el Evangelio de Juan, la humanidad parece dividirse en dos grandes grupos: los que creen en Jesús y lo aceptan como Mesías y los que, teniendo la oportunidad de creer, deciden no hacerlo.<br><br>Los discípulos pertenecen al primer grupo, al igual que otros como Nicodemo (que llega a la fe lentamente), la mujer del pozo y el ciego de nacimiento.<br><br>En el segundo grupo están los fariseos y los sumosacerdotes, la gente en el milagro de la alimentación de los cinco mil, e incluso uno de los discípulos, Judas.<br><br>Es interesante que la palabra, el sustantivo, fe/creencia (griego pistis) nunca aparece en el Evangelio de Juan. Sin embargo, el verbo creer (pisteu?) aparece 98 veces, ¡en comparación con las 241 veces que aparece en todo el Nuevo Testamento! Este verbo es, de hecho, un tema muy importante en Juan. Este uso del verbo en lugar del sustantivo puede apuntar a un sentido muy activo de convertirse en cristiano. Ser creyente en Jesús es algo que hacemos, y esto se expresa en cómo vivimos y no solo en un conjunto de creencias. Como sabemos, el diablo también cree en Dios (ver Sant. 2:19).<br><br>En Juan, la principal diferencia entre los dos grupos es la forma en que se relacionan con Jesús. Los creyentes, o quienes llegan a creer, tienen una actitud abierta hacia él, incluso cuando los confronta o reprende. Vienen a Jesús y no huyen. Él es la Luz que los ilumina. Y, por la fe, creyendo, se convierten en hijos de Dios.<br><br>Los incrédulos, por otro lado, típicamente vienen a Jesús para polemizar con él. Se caracterizan por amar más las tinieblas que la luz. Les cuesta aceptar sus palabras o ven que rompe viejas tradiciones y no cumple sus expectativas.<br><br>Lo juzgan en lugar de dejar que su luz los mida y los juzgue. Esta actitud, por supuesto, se había visto una y otra vez en los líderes religiosos, que idealmente, como guías espirituales de la nación, deberían haber sido los primeros en aceptar a Jesús.<br><br><strong>¿De qué manera vives tu fe en Jesús, en lugar de limitarte a asentir intelectualmente que es el Mesías? ¿Por qué es importante conocer la diferencia? (Ver Mat. 7:21-23).</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de octubre",
               "dayTitle":"<p>TEMAS QUE REAPARECEN: GLORIA<br></p>",
               "id":36,
               "idDay":6,
               "idLesson":3,
               "lessonText":"<p><strong>Lee Juan 17:1 al 5. ¿Qué quiso decir Jesús cuando oró: “Padre, ha llegado la hora; glorifica a tu Hijo para que el Hijo te glorifique a ti”?</strong><br></p><p><strong>Juan 17:1-5</strong><sup><br></sup></p><p><sup><strong>1 </strong></sup>Estas cosas habló Jesús, y levantando los ojos al cielo, dijo:<br><br>—Padre, la hora ha llegado: glorifica a tu Hijo, para que también tu Hijo te glorifique a ti,&nbsp;</p><p><sup><strong>2</strong></sup> pues le has dado potestad sobre toda carne para que dé vida eterna a todos los que le diste.&nbsp;</p><p><sup><strong>3 </strong></sup>Y ésta es la vida eterna: que te conozcan a ti, el único Dios verdadero, y a Jesucristo, a quien has enviado.<br><sup><br><strong>4</strong></sup> »Yo te he glorificado en la tierra; he acabado la obra que me diste que hiciera.&nbsp;</p><p><sup><strong>5 </strong></sup>Ahora pues, Padre, glorifícame tú al lado tuyo, con aquella gloria que tuve contigo antes que el mundo existiera.<br></p><p>El estudio de ayer se centró en la historia terrenal y humana del Evangelio de Juan, con sus enfrentamientos e interacciones entre las personas, siempre en torno a quién es Jesús y qué está haciendo. El estudio de hoy se centra en el argumento divino, cósmico, que también se encuentra en Juan.<br><br>El prólogo comienza con ese relato cósmico. Jesús es presentado como el Hijo divino de Dios, el Creador del universo. Una vez más, todo lo que antes no existía, pero llegó a existir, lo hizo solo a través de Jesús. “Todas las cosas fueron hechas por él. Nada de cuanto existe fue hecho sin él” (Juan 1:3). Pero a continuación señala la gloria de que se convirtiera en ser humano en la Encarnación (Juan 1:14). Juan utiliza los términos gloria (doxa: brillo, esplendor, fama, honor) y glorificar (doxaz?: alabar, honrar, ensalzar, glorificar) para hablar tanto de recibir honor de los humanos como de recibir honor o gloria de Dios.<br><br>En Juan, la idea de glorificar a Jesús está vinculada al concepto de su hora; es decir, el momento de su muerte (comparar con Juan 2:4; 7:30; 8:20; 12:23-27; 13:1; 16:32; 17:1). La Cruz es su hora de gloria.<br><br>Esta idea es bastante paradójica porque la crucifixión era la forma más vergonzosa y humillante de ejecución en el antiguo mundo romano. Este increíble contraste, Dios en una cruz, ilustra el entrelazamiento de la trama de la historia humana con la divina.<br><br>En el plano humano, Jesús murió en agonía, como un criminal despreciado y débil que clamaba: “Dios mío, Dios mío, ¿por qué me has desamparado?” Este lado humano y oscuro de la Cruz se presenta especialmente en Mateo y Marcos (Mat. 27:46; Mar. 15:34).<br><br>Pero el lado glorioso de la Cruz se presenta especialmente en Lucas y Juan (Luc. 23:32-47; Juan 19:25-30) como un lugar de salvación, de misericordia, y donde el Hijo de Dios se entrega a su Padre.<br><br>¡Qué ironía! La mayor gloria de Dios se revela en su mayor vergüenza: cargar con los pecados del mundo.<br><br><strong>Piensa en lo que significa que hiciera falta algo tan drástico:</strong> Dios mismo en la Cruz para salvarnos del pecado. <strong>¿Qué nos dice esto acerca de cuán malo es el pecado?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de octubre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
               "id":37,
               "idDay":7,
               "idLesson":3,
               "lessonText":"<p>Lee en El Deseado de todas las gentes, de Elena G. de White, el capítulo “Dios con nosotros” (pp. 11-18).<br><br>“El Señor Jesucristo, el divino Hijo de Dios, existió desde la eternidad, una persona en sí y, sin embargo, uno con el Padre. Era la gloria máxima del Cielo.<br><br>Era, por derecho propio, el comandante de los seres inteligentes, y recibía el homenaje de adoración de los ángeles. Con esto, en nada usurpaba a Dios [se cita Prov. 8:22-27].<br><br>“Hay luz y gloria en la verdad de que Cristo era uno con el Padre antes de que se pusiera el fundamento del mundo. Él es la luz que brilla en un lugar oscuro, iluminándolo con gloria divina y original. Esta verdad, infinitamente misteriosa en sí misma, explica otras verdades misteriosas que, de otra manera, son inexplicables, mientras que esa verdad está guardada en luz inaccesible e incomprensible” (Comentario bíblico adventista del séptimo día, t. 7, p. 1.100).<br><br>“Jesús dijo: ‘Yo, cuando sea levantado de la tierra, a todos los atraeré a mí mismo’ (Juan 12:32). Cristo debe ser revelado al pecador como el Salvador que muere por los pecados del mundo; y cuando contemplamos al Cordero de Dios sobre la cruz del Calvario, el misterio de la Redención comenzará a revelarse a nuestra mente y la bondad de Dios nos guiará al arrepentimiento. Al morir por los pecadores, Cristo manifestó un amor incomprensible; y este amor, a medida que el pecador lo contempla, enternece el corazón, impresiona la mente e inspira contrición al alma. [...] Cuando [los seres humanos] hacen un esfuerzo por reformarse, nacido de un sincero deseo de hacer lo recto, es el poder de Cristo el que los está atrayendo. Una influencia de la cual no son conscientes obra sobre el alma, y la conciencia se vivifica y la vida externa se enmienda. Y, a medida que Cristo los induce a mirar su Cruz y contemplar a quien han traspasado sus pecados, el mandamiento halla cabida en la conciencia” (Elena G. de White, El camino a Cristo, pp. 23, 24).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1.</strong> ¿Por qué Juan comienza hablando de Jesús en su papel de Creador? ¿Qué nos dice esto acerca de la importancia de la Creación en toda teología?<br>¿Por qué, entonces, es importante que tengamos una comprensión correcta de la Creación, tal como se revela en las Escrituras?<br><br><strong>2. </strong>Profundiza en la pregunta planteada al final del estudio del domingo. ¿Qué ocurre con la Cruz si en lugar de morir en ella el Dios eterno lo hubiese hecho un ser creado? ¿Qué perderíamos si Jesús fuera cualquier cosa menos el Dios eterno?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ...</p>",
               "id":38,
               "idDay":8,
               "idLesson":3,
               "lessonText":"<p><strong>RESEÑA<br><br>Textos clave: Juan 1:14, 18; 1:9-13; 17:1-5.</strong><br><br>Más que en ningún otro lugar de las Escrituras, el Evangelio de Juan proclama con audacia, claridad y poder la verdad de que Jesús es Dios. Como Dios eterno, Jesús precede a la Creación y a la eternidad misma. El discípulo amado profundiza en el tema de la divinidad de Jesús para iluminar la verdad cósmica de que el Verbo se hizo carne.<br><br>Así como Moisés inicia el Antiguo Testamento afirmando la verdad de la Creación, Juan hace la misma proclamación en el Nuevo Testamento. De esta manera, el tema de la Creación (y de su Creador, el Verbo, que es Dios) une ambos Testamentos. Al cimentar su evangelio en la Creación desde el principio, Juan proporciona un ancla teológica para todas las discusiones posteriores.<br><br>Para Juan, el tema de Jesús como Creador era vital, porque Satanás, el gran engañador, odiaba la verdad acerca de la divinidad de Cristo y de su igualdad con Dios. Hacia fines del primer siglo de nuestra era, oscuras herejías penetraron sutilmente en la iglesia. Los gnósticos cuestionaron la realidad de la divinidad de Jesús, sembrando la duda acerca de la Encarnación. Este peligroso fenómeno se produjo aproximadamente tres décadas después de la redacción de los evangelios sinópticos. En consecuencia, produjo desánimo entre los creyentes y afectó su espiritualidad.<br><br>Los primeros 18 versículos del Evangelio de Juan constituyen un prólogo al resto del documento y proporcionan una declaración teológica inquebrantable, concisa y compacta acerca de la divinidad de Cristo, el Verbo, quien es Dios y siempre lo ha sido. Él es el Creador, y el Dador de la vida y de la luz. Sin embargo, se hizo hombre, nació de Dios, y demostró el amor, la gracia y la gloria de la Deidad ante su Creación.<br><strong><br>COMENTARIO</strong><br><br>El Logos (Verbo) divino transmite la voluntad expresa y el poder creador de Dios (Juan 1:1). Tanto a través de la Creación como de la Revelación, Dios ha expresado claramente su carácter y sus acciones, como se observa a lo largo de las Escrituras.<br><br>Y ahora, Dios se revela a través de la encarnación de su Hijo. No debe quedar ninguna duda en nuestras mentes acerca del amor divino hacia nosotros, ya que Dios mismo se manifestó en Jesús.<br><br>¿Recuerdas cómo respondió el Señor cuando Felipe le pidió que le revelara al Padre? Jesús dijo: “¿Tanto tiempo hace que estoy con ustedes y no me has conocido, Felipe? El que me ha visto a mí ha visto al Padre. ¿Cómo dices: ‘Muéstranos al Padre’?” (Juan 14:9).<br><br>“Al venir a morar con nosotros, Jesús iba a revelar a Dios tanto a los hombres como a los ángeles. Él era la Palabra de Dios: el pensamiento de Dios hecho audible” (Elena G. de White, El Deseado de todas las gentes, p. 11). Esta expresión viviente y divina del carácter de Dios existía, nos dice Juan, desde el principio. ¿Qué quiere decir Juan con las palabras “en el principio”? El texto en griego carece del artículo definido “el”, tal como aparece en la versión Reina-Valera y en otras traducciones, que dan un significado más específico a la palabra “principio”. La ausencia del artículo definido en griego no implica un tiempo específico que pueda ser fijado o calculado, sino más bien un tiempo indefinible que va más allá de cualquier principio. En otras palabras, el Verbo, Jesús, estaba presente desde siempre, desde antes de la Creación.<br><br><strong>El Verbo se hizo carne (Juan 1:14, 18)</strong><br><br>La palabra griega logos puede entenderse como verdad, existencia ideal, pensamiento y expresión perfectos. De acuerdo con la filosofía griega, el logos era una noción etérea que se cernía sobre la humanidad sin habitar en ella. Por el contrario, Cristo, el Verbo (Logos), no era un vago concepto filosófico, sino una realidad visible y tangible. Era único, irrepetible, Dios el Hijo manifestado en la carne.<br><br>Cuando Cristo se hizo carne a nuestra semejanza (no igualdad), su humanidad veló su divinidad, pero siguió siendo plenamente Dios. En efecto, se hizo semejante a nosotros para simpatizar con nosotros, pero siguió siendo diferente de nosotros a fin de salvarnos. ¡Qué asombroso acto de condescendencia divina es el hecho de que Dios se humillara y se hiciera humano! No podemos comprender plenamente este misterio del amor divino, pero debemos apreciarlo y abrazarlo de corazón. En muchas religiones del mundo, el ser humano intenta inútilmente experimentar la ascensión al plano donde están los presuntos “dioses”; pero en el cristianismo, Dios desciende a nuestro nivel para encontrarnos donde estamos.<br><br>En Juan 1:14, el adjetivo preciso que describe a Jesús es la palabra griega monogen?s, traducida como “unigénito”, que literalmente significa único. Esta unicidad o singularidad es tan trascendental e indispensable que de ella depende nuestra salvación. Sin ella, estaríamos condenados para siempre a la muerte a causa de nuestros pecados, en lugar de ser redimidos por la justicia y la vida del Hijo unigénito de Dios.<br><br>La palabra “engendrado” (Juan 1:14, 18) se ha aplicado erróneamente a lo largo de la historia del cristianismo, de maneras que la Biblia nunca pretendió; es decir, en el sentido de que el Hijo fue engendrado o traído a la existencia por el Padre eterno en algún momento indefinido y distante, antes de que algo fuera creado.<br><br>Pero esta noción es errónea. Cristo fue verdaderamente el Originador y el Creador de todas las cosas, no un ser creado. Juan afirma sin ninguna vacilación que Cristo era Dios y estaba con Dios desde la eternidad: “Todas las cosas fueron hechas por él. Nada de cuanto existe fue hecho sin él” (Juan 1:3).<br><br>El misterio de la Encarnación es difícil de comprender, pues significa que el Dios infinito se esforzó por llegar hasta nuestras mentes finitas a fin de salvarnos. Y, para ello, llegó al extremo de sacrificar a su Hijo único. Este acto fue verdaderamente radical. Cristo se humilló voluntariamente, se hizo humano y murió por la humanidad pecadora. Él alteró voluntariamente su naturaleza eterna con el fin de conservar nuestra humanidad para siempre. En lugar de seguir siendo plenamente divino, ahora es a la vez plenamente divino y humano. ¡Qué demostración tan tangible de amor abnegado ante todo el universo!<br><br>El Hijo de Dios encarnado “habitó” entre nosotros (Juan 1:14). “Habitó” es la traducción de la palabra griega skeno?, que significa literalmente “acampó” con nosotros. Esta noción se remonta a Éxodo 25:8, donde Dios dice a Moisés: “Y me harán un santuario, para que yo habite entre ellos”. La idea de que Dios desea estar con nosotros continuamente es uno de los temas principales de toda la Biblia. Dios no quiere ser un residente temporal, sino permanente. Por eso, el nombre celestial del Dios encarnado es “Emmanuel”, Dios con nosotros.<br><br>Lo fascinante de esta realidad es el honor que Dios nos concede al habitar entre nosotros. Una señal tangible de que alguien nos ama es que desea estar con nosotros. El amor del tipo agap?, en griego, siempre busca la comunión, el compañerismo, y por eso tiene tanto sentido cuando Jesús prometió a sus discípulos: “Y después que me vaya y les prepare lugar, vendré otra vez, y los llevaré conmigo, para que donde yo esté, ustedes también estén” (Juan 14:3). Esta hermosa realidad debería llenarnos de santa alegría y confianza a fin de experimentar su presencia aquí y morar con él por siempre y en perfección en el Cielo.<br><strong><br>Oír o no oír la Palabra (Juan 1:9-13)</strong><br><br>El título de esta sección también podría ser “ver o no ver la Palabra”. Sería insensato rechazar la luz que nos ilumina; del mismo modo, es irracional tener oídos y negarse a oír. La voz de la verdad es clara, pero la gente elige hacer oídos sordos. En consecuencia, la gloriosa luz del evangelio se derrama por doquier, pero la gente abraza la oscuridad. En un sentido muy real, este fenómeno forma parte del misterio de la iniquidad.<br><br>Tal rebelión nos recuerda el asombro de Dios ante las decisiones equivocadas y sin sentido de su pueblo: “Porque la palabra está muy cerca de ti, en tu boca y en tu corazón, para que la cumplas. […] he puesto delante la vida y la muerte, la bendición y la maldición. Elige la vida, para que vivas tú y tus descendientes” (Deut. 30:14, 19). Rebelarse contra la luz y la vida ofrecidas por Dios y elegir, en cambio, las tinieblas y la muerte, es seguir el trágico ejemplo de Lucifer.<br><br><strong>Temas que reaparecen - Creer / No creer</strong><br><br>Dios ha dado a todas sus criaturas la libertad de elegir amarlo libremente. Sin embargo, a menudo abusamos y hacemos mal uso de esa libertad en nuestro propio perjuicio. Algunos llegan a decir que cualquier elección, equivocada o acertada, es correcta siempre y cuando elijamos. Afirman que la muerte de Cristo en la Cruz les otorga libertad de elección e inmunidad respecto de las consecuencias de cualquier decisión desacertada.<br><br>Esa idea es peligrosa, pues alienta a las personas a ser descuidadas a la hora de tomar decisiones. Jesús murió en la Cruz para salvarnos de nuestros pecados y darnos vida eterna. La libertad de elección se concedió a la humanidad antes de la Cruz y se remonta al Jardín del Edén. Por eso, aunque la libertad de elegir está siempre a disposición de la humanidad, debemos animar a quienes se encuentran en el valle de la decisión a que elijan lo que es correcto a los ojos de Dios. Algunos dicen que el resultado no importa tanto, porque todos los pródigos acaban volviendo a Dios.<br><br>Sin embargo, muchos no lo hacen, a pesar de que Dios siempre está dispuesto a perdonar y restaurar a los descarriados cuando eligen creer en él. Temas que reaparecen: Gloria (Juan 17:1-5)<br><br>Puesto que sabía que había llegado su hora, Jesús estaba dispuesto a enfrentar la Cruz. Pero también anticipaba la alegría y la gloria que le esperaban. La misión conjunta de salvación que Padre e Hijo acordaron desde la fundación del mundo estaba a punto de llevarse a cabo con éxito. El Diablo pronto sería derrotado decisivamente en la Cruz.<br><br>En su heroica obra para salvar a quienes creen en él, Cristo descendió hasta lo más profundo, pero resucitó revestido de gloria. Pablo atestigua este hecho cuando dice que Cristo “se humilló a sí mismo y se hizo obediente hasta la muerte, y muerte de cruz. Por eso Dios también lo exaltó hasta lo sumo y le dio un nombre que es sobre todo nombre” (Fil. 2:8, 9). Pablo contrasta la alegría y la vergüenza en el acto salvífico de Cristo. En consecuencia, podemos decir que el hecho de que Cristo previera la salvación del mundo fue para él una experiencia gloriosa, a pesar de la vergüenza que soportó en la Cruz. Jesús, “en vista del gozo que le esperaba, sufrió la cruz, menospreció la vergüenza y se sentó a la diestra del trono de Dios” (Heb. 12:2).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br>Reflexiona acerca de las siguientes preguntas y respóndelas:&nbsp;</p><p><strong>1.</strong> Acerca de Cristo como Verbo, o Palabra (Logos), ¿cómo lo representaban sus palabras cuando estuvo aquí en este mundo?<br><strong><br>2</strong>. ¿Te asaltan alguna vez dudas acerca del carácter de Dios el Padre? ¿Por qué sí o por qué no? Reflexiona detenidamente acerca de la respuesta de Jesús a Felipe: ver a Jesús equivale a ver al Padre. ¿Cómo pueden estas palabras disipar tus dudas?<br><strong><br>3.</strong> ¿Cómo se relaciona el significado de las palabras “único” y “engendrado” con la salvación única que se nos ofrece en Cristo?<br><br><strong>4. </strong>Cristo conservará su naturaleza humana por toda la eternidad. De hecho, alteró su naturaleza eterna para siempre al hacerse totalmente humano y divino. ¿Cómo afecta esta realidad tu vida actual y tu esperanza futura?<br><br><strong>5. </strong>Si creyéramos que en lugar de salvarnos de nuestros pecados Jesús murió simplemente para darnos libertad de elección, ¿qué efecto tendría esa idea a la hora de tomar decisiones cruciales en materia de obediencia y desobediencia? Algunos piensan que Dios es neutral cuando se trata de nuestra toma de decisiones. Si tal fuera el caso, ¿armonizaría esa noción con el hecho de que Dios nos insta a tomar las decisiones correctas?<br><br><strong>6. </strong>Acerca de la vergüenza y la gloria, ¿cómo concilias ambos conceptos en la vida y el ministerio de Cristo? ¿Has sido alguna vez avergonzado por causa de Cristo? ¿Cómo puede esa experiencia conducir al hecho de recibir honor por parte de Dios?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":3,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>LA HISTORIA DE FONDO: EL PRÓLOGO<br></p>",
         "verse":"<p>“En el principio existía el Verbo, y el Verbo estaba con Dios, y el Verbo era Dios” (Juan 1:1).<br></p>",
         "versionCode":7,
         "weekDate":"12-18 de octubre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
