{
  "data": [
    {
      "color": "#e66133",
      "id": 3,
      "idEs": 38,
      "language": "es",
      "lessonDays": [
        {
          "date": "12 de julio",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>Muchos creyentes piensan que seguir a Jesús trae consigo solo felicidad, prosperidad y éxito. Sin embargo, eso no es necesariamente así, como la propia Biblia muestra a menudo. A veces aparecen muchos obstáculos y nuevas dificultades. Esto puede resultar muy frustrante y suscita preguntas que no siempre tienen respuestas sencillas o, al parecer, ninguna.\n</p><p>Quienes confían en Dios se enfrentarán a numerosas pruebas. Sin embargo, cuando perseveramos, Dios nos provee soluciones en el momento correcto y en sus términos. Sus caminos pueden entrar en conflicto con nuestras expectativas de soluciones rápidas o instantáneas, pero debemos aprender a confiar en él a pesar de todo.\n</p><p>El tema de esta semana es la orden dada a Moisés de sacar de Egipto al pueblo de Dios, un llamado que no podía ser más claro, ya que incluyó milagros y la comunicación verbal directa de Dios diciéndole exactamente qué quería que hiciera.\n</p><p>Debería haber resultado sencillo para Moisés, ¿verdad? Sigue leyendo.</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de julio",
          "dayTitle": "<p>¿QUIÉN ES EL SEÑOR?</p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p>Tras las órdenes de Dios, Moisés se presenta ante el faraón para iniciar el proceso en virtud del cual él sacaría de Egipto al pueblo de Dios (Éxo. 3:10).\n</p><p><strong>¿Cuál fue la respuesta del faraón a la exigencia divina: “Deja ir a mi pueblo” (ver Éxo. 5:1, 2) y qué es lo significativo de su respuesta?</strong></p><p><strong>&nbsp;Éxo. 5:1, 2</strong></p><p>\n</p><p><strong><sup>1</sup></strong> Después Moisés y Aarón entraron a la presencia de Faraón, y le dijeron: Jehová el Dios de Israel dice así: Deja ir a mi pueblo a celebrarme fiesta en el desierto.</p>\n<p><strong><sup>2</sup></strong> Y Faraón respondió: ¿Quién es Jehová, para que yo oiga su voz y deje ir a Israel? Yo no conozco a Jehová, ni tampoco dejaré ir a Israel.</p><p>“¿Quién es el Señor?”, declara el faraón, no con el deseo de conocerlo, sino como un acto de desafío o incluso de negación de Dios, a quien admite que no conoce. “Yo no conozco al Señor”, dice, casi como un alarde.\n</p><p>¿Cuántas personas han dicho lo mismo a lo largo de la historia? Cuán trágico es eso porque, como dijo el mismo Jesús: “Y esta es la vida eterna, que te conozcan a ti, el único Dios verdadero, y a Jesucristo, a quien tú has enviado” (Juan 17:3).\n</p><p>Egipto, con el faraón como rey, representa un poder que niega la presencia y la autoridad de Dios. Es una entidad que se opone a Dios, a su Palabra y a su pueblo.\n</p><p>La siguiente declaración del faraón (“tampoco dejaré ir a Israel”) pone aún más de manifiesto esta rebelión contra el Dios vivo, convirtiendo a Egipto en un símbolo no solo de la negación de Dios, sino de un sistema que lucha contra él.\n</p><p>No es de extrañar que muchos vieran esta misma actitud, milenios después, en la Revolución Francesa (ver también Isa. 30:1-3; Apoc. 11:8). El faraón creía ser una deidad o el hijo de un dios, claro ejemplo de la pretensión de que el poder, la fuerza y la inteligencia propios son supremos.\n</p><p>“De todas las naciones mencionadas en la historia bíblica, fue Egipto la que con más osadía negó la existencia del Dios vivo y resistió sus mandatos. Ningún monarca se aventuró jamás a rebelarse tan osada y altaneramente contra la autoridad del Cielo como el rey de Egipto. Cuando se presentó Moisés ante él para comunicarle el mensaje del Señor, el faraón contestó con arrogancia: ‘¿Quién es Jehová, para que yo oiga su voz y deje ir a Israel? Yo no conozco a Jehová, ni tampoco dejaré ir a Israel’ (Éxo. 5:2). Esto es ateísmo; y la nación representada por Egipto iba a oponerse de un modo parecido a la voluntad del Dios vivo, y manifestaría el mismo espíritu de incredulidad y provocación” (Elena de White, El conflicto de los siglos, p. 312).\n</p><p><strong>Si alguien te preguntara si conoces al Señor, ¿qué le responderías? Si tu respuesta fuera afirmativa, ¿cómo lo describirías y por qué?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de julio",
          "dayTitle": "<p>UN COMIENZO DIFÍCIL</p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p>Aunque Moisés vislumbraba sin duda cuán difícil era lo que el Señor le había encomendado (de allí su renuencia), probablemente no tenía siquiera idea de lo que le esperaba.\n</p><p><strong>Lee Éxodo 5:3 al 23. ¿Cuáles fueron los resultados inmediatos del primer encuentro de Moisés y Aarón con el faraón?</strong></p><p><strong>Éxodo 5:3-23</strong></p><p>\n</p><p><strong><sup>3</sup></strong> Y dijeron: Jehová el Dios de los hebreos nos ha enviado a ti, diciendo: Déjame ir con mi pueblo a celebrar una fiesta a Jehová en el desierto.</p>\n<p><strong><sup>4</sup></strong> Entonces dijo Faraón: ¿Quién es Jehová, para que yo oiga su voz y deje ir a Israel? Yo no conozco a Jehová, ni dejaré ir a Israel.</p>\n<p><strong><sup>5</sup></strong> Y dijeron: El Dios de los hebreos nos ha visitado, y ya hemos de ir por tres días al desierto a ofrecer sacrificios a Jehová nuestro Dios; no sea que nos hiera con pestilencia o con espada.</p>\n<p><strong><sup>6</sup></strong> Y el rey de Egipto les dijo: ¿Por qué, pues, no habéis hecho vosotros antes que yo os remitiera las cargas? </p>\n<p><strong><sup>7</sup></strong> Id, id, trabajad ahora, y no os déis reposo; porque de ahora os empeoraré la faena con que trabajáis, haciéndoos carga dura, que no podáis cumplir.</p>\n<p><strong><sup>8</sup></strong> Y los capataces de los hijos de Israel, a quienes el rey de Egipto había puesto sobre ellos, fueron y azotaron a los hijos de Israel, diciendo: ¿Por qué no habéis acabado vuestra obra con los ladrillos que hacíais ayer y hoy, como antes?</p>\n<p><strong><sup>9</sup></strong> Y los hijos de los israelitas salieron a pedir al rey de Egipto, diciendo: ¿Por qué nos has tratado así?</p>\n<p><strong><sup>10</sup></strong> Y les dijo: Vosotros sois perezosos; por eso decís: Vamos, y ofrezcamos sacrificios a Jehová.</p>\n<p><strong><sup>11</sup></strong> Ahora, pues, id, y trabajad; no se os dará paja.</p>\n<p><strong><sup>12</sup></strong> Mas tendréis que entregar por vuestra cuenta la misma cantidad de ladrillos.</p>\n<p><strong><sup>13</sup></strong> Y los capataces de los hijos de Israel los azotaban, diciéndoles: Cumplid vuestra obra, ladrillo tras ladrillo, como antes, sin daros paja.</p>\n<p><strong><sup>14</sup></strong> Y los capataces de los hijos de Israel, puestos sobre ellos por el rey de Egipto, fueron golpeados, y sus familias les exigieron cuentas,</p>\n<p><strong><sup>15</sup></strong> diciendo: ¿Por qué no habéis hecho la cantidad de ladrillos de ayer ni de hoy, como antes?</p>\n<p><strong><sup>16</sup></strong> Entonces los capataces temieron, y fueron a quejarse al rey de Egipto, diciendo: ¿Por qué tratas así a tus siervos?</p>\n<p><strong><sup>17</sup></strong> Y les respondieron: No se os da paja, y nosotros decimos: Haced ladrillos; y he aquí que los siervos del rey nos golpean, y hacemos ante sus ojos el trabajo duro.</p>\n<p><strong><sup>18</sup></strong> Y el rey de Egipto dijo: Vosotros estáis holgazanes; por eso decís: Vamos, y ofrezcamos sacrificios a Jehová.</p>\n<p><strong><sup>19</sup></strong> Id, pues, y trabajad; no se os dará paja,</p>\n<p><strong><sup>20</sup></strong> y tendréis que entregar por vuestra cuenta la misma cantidad de ladrillos.</p>\n<p><strong><sup>21</sup></strong> Y los capataces de los hijos de Israel se fueron, y clamaron a Faraón, diciendo: ¿Por qué tratas así a tus siervos?</p>\n<p><strong><sup>22</sup></strong> Y les dijo: Ya estáis llenos de holgazanería, y por eso decís: Vamos, y ofrezcamos sacrificios a Jehová.</p>\n<p><strong><sup>23</sup></strong> Id ahora y trabajad; no se os dará paja, y tendréis que entregar por vuestra cuenta la misma cantidad de ladrillos.</p><p>Incluso antes de presentarse ante el faraón, Moisés y Aarón reunieron a los ancianos y al pueblo de Israel, les refirieron las palabras de Dios e hicieron ante ellos las señales sobrenaturales de origen divino, lo que hizo que Israel creyera que el Señor los liberaría de su esclavitud. Como resultado, adoraron al Señor (Éxo. 4:29-31). Las expectativas eran grandes: el Señor iba a liberar por fin al pueblo hebreo de su esclavitud.\n</p><p>Moisés presentó entonces al rey de Egipto las exigencias de Dios, y las cosas empeoraron para los israelitas. Su sufrimiento aumentó, y su trabajo diario se hizo más pesado y exigente. Se los acusó de ser perezosos, se los trató con más dureza y su servicio se hizo más difícil de lo que ya había sido.\n</p><p>En consecuencia, los líderes del pueblo no estaban contentos, y el enfrentamiento entre ellos y Moisés y Aarón fue desagradable, algo que, como veremos más adelante, presagiaba el tipo de conflictos que Moisés tendría con su propio pueblo en los años venideros.\n</p><p><strong>Lee Éxodo 5:21 y ponte luego en el lugar de estos hombres cuando confrontaron a Moisés y a Aarón. ¿Por qué dijeron eso?</strong></p><p>\n</p><p>\n</p><p>\n</p>\n<p><strong><sup>21</sup></strong> Y los capataces de los hijos de Israel se fueron, y clamaron a Faraón, diciendo: ¿Por qué tratas así a tus siervos?</p><p>No es tan difícil entender por qué se habían airado contra Moisés (“Que el Señor los examine y juzgue”, dijeron). Pensaban que Moisés venía a liberarlos de los egipcios, no a hacer el yugo de su servidumbre aún más difícil.\n</p><p>Así, además de lidiar con los egipcios, Moisés y Aarón tuvieron que hacerlo también con su propio pueblo. <strong>¿Cuáles son algunas de las mejores maneras de tratar con los líderes de la iglesia local cuando surgen desacuerdos, como inevitablemente sucede?</strong></p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "15 de julio",
          "dayTitle": "<p>EL DIVINO “YO”</p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p>Pobre Moisés. Primero es reprendido por el faraón, y ahora su propio pueblo no hace más que maldecirlo. Así, pues, Moisés presenta su queja a Dios. En su amargura y decepción por el empeoramiento de las condiciones de Israel, le dice: “¿Por qué tratas tan mal a este pueblo? ¿Para esto me enviaste? Desde que me presenté ante el faraón y le hablé en tu nombre, no ha hecho más que maltratar a este pueblo, que es tu pueblo. ¡Y tú no has hecho nada para librarlo!” (Éxo. 5:22, 23, NVI). El descontento de Moisés con el Señor es obvio y comprensible en vista de la situación.\n</p><p>La respuesta de Dios, sin embargo, es contundente. Él actuará, y de manera muy decidida. “Ahora verás lo que voy a hacer con el faraón” (Éxo. 6:1, NVI).\n</p><p><strong>Lee Éxodo 5:22 a 6:8. ¿Cuál es la respuesta de Dios a Moisés y qué importantes verdades teológicas se destacan aquí?</strong></p><p><strong>Éxodo 5:22-31</strong></p><p>\n</p><p>\n</p><p><strong><sup>22</sup></strong> Entonces volvieron los hijos de Israel y lloraron por causa de la dura servidumbre, y clamaron a Jehová.</p>\n<p><strong><sup>23</sup></strong> Y los hijos de Israel hablaron a Jehová, diciendo: ¿Por qué nos has sacado de Egipto para caer a manos de los egipcios, para matarnos a golpes?</p>\n<p><strong><sup>24</sup></strong> Y aconteció que en el camino, en una posada, Jehová le salió al encuentro y quiso matarlo.</p>\n<p><strong><sup>25</sup></strong> Entonces Séfora tomó un pedernal afilado, y cortó el prepucio de su hijo, y lo echó a sus pies, diciendo: Verdaderamente tú eres para mí esposo de sangre.</p>\n<p><strong><sup>26</sup></strong> Así le dejó ir, y dijo: Esposo de sangre, a causa de la circuncisión.</p>\n<p><strong><sup>27</sup></strong> Y Jehová dijo a Aarón: Ve a recibir a Moisés al desierto. Y él fue, y lo encontró en el monte de Dios, y le besó.</p>\n<p><strong><sup>28</sup></strong> Entonces contó Moisés a Aarón todas las palabras de Jehová que le había enviado, y todas las señales que le había mandado.</p>\n<p><strong><sup>29</sup></strong> Y fueron Moisés y Aarón, y reunieron a todos los ancianos de los hijos de Israel.</p>\n<p><strong><sup>30</sup></strong> Y habló Aarón acerca de todas las cosas que Jehová había dicho a Moisés, e hizo las señales delante de los ojos del pueblo.</p>\n<p><strong><sup>31</sup></strong> Y el pueblo creyó; y al oír que Jehová había visitado a los hijos de Israel y que había mirado su aflicción, se inclinaron y adoraron.</p><p><strong>Éxodo 6:1-8</strong></p>\n<p><strong><sup>1</sup></strong> Entonces habló Jehová a Moisés, diciendo: Ahora verás lo que haré a Faraón; porque con mano fuerte los dejará ir, y con mano fuerte los echará de su tierra.</p>\n<p><strong><sup>2</sup></strong> Y Dios habló a Moisés y dijo: Yo soy Jehová.</p>\n<p><strong><sup>3</sup></strong> Y aparecí a Abraham, a Isaac y a Jacob como Dios Todopoderoso; pero con mi nombre Jehová no fui conocido a ellos.</p>\n<p><strong><sup>4</sup></strong> También establecí mi pacto con ellos, para darles la tierra de Canaán, la tierra de sus peregrinaciones, en la cual habitaron.</p>\n<p><strong><sup>5</sup></strong> Y también oí a los hijos de Israel, y me acordé de mi pacto.</p>\n<p><strong><sup>6</sup></strong> Por tanto, di a los hijos de Israel esta señal: Yo soy Jehová.</p>\n<p><strong><sup>7</sup></strong> Y los sacaré de debajo de las cargas de los egipcios, y los libraré de su servidumbre, y los redimiré con brazo extendido y con juicios grandes.</p>\n<p><strong><sup>8</sup></strong> Y tomaré para mí a los hijos de Israel por pueblo, y seré su Dios. Y sabrán que yo soy Jehová su Dios, que los saqué de la tierra de Egipto para ser su Dios. Yo Jehová soy.</p><p>Dios ya no solo hablará; ahora intervendrá poderosamente en favor de su pueblo. El Señor le recuerda a Moisés algunos hechos pertinentes: (1) Yo soy el Señor; (2) me aparecí a los patriarcas; (3) establecí mi pacto con ellos; (4) he prometido darles la tierra de Canaán; (5) he oído el gemido de los hijos de Israel; y (6) me he acordado de mi compromiso de darles la Tierra Prometida.\n</p><p>Nótese la repetición del pronombre “yo” aplicado por Dios a sí mismo (vers. 2, 6): Yo, el Señor tu Dios, he hecho tal y tal cosa, y por eso puedes confiar en que yo haré por ti lo que te he prometido.\n</p><p>El Señor proclama ahora solemnemente que hará cuatro grandes cosas por Israel porque él es su Señor viviente: (1) “Voy a quitarles de encima la opresión de los egipcios”; (2) “voy a librarlos de su esclavitud”; (3) “voy a liberarlos con gran despliegue de poder y con grandes actos de justicia”, y (4) “haré de ustedes mi pueblo; y yo seré su Dios” (Éxo. 6:6, 7, NVI).\n</p><p>Estas cuatro acciones divinas aseguran y restablecen su relación con su pueblo. Dios es el sujeto de todas estas actividades, y los israelitas son los destinatarios de todos estos beneficios y de su gracia. Dios ofrece estos dones gratuitamente y por amor. Lo hizo entonces en favor de ellos y lo hace ahora en nuestro favor.\n</p><p><strong>¿Qué otros personajes de la Biblia se quejaron ante Dios con buenas razones? ¿Por qué es correcto que a veces derrames tu alma ante Dios e incluso te quejes de tu situación? ¿Por qué, sin embargo, debes hacerlo siempre con fe y confianza?</strong></p><p><strong><br></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "16 de julio",
          "dayTitle": "<p>LABIOS INCIRCUNCISOS</p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p>En efecto, el Señor había hecho a Moisés algunas poderosas promesas acerca de lo que haría. Aunque aquel encuentro animó, sin duda, a Moisés, probablemente su ánimo duró poco dada la respuesta que recibió del pueblo.</p><p><strong>&nbsp;Lee Éxodo 6:9 al 13. ¿Qué sucedió después y qué lecciones podemos extraer de esta historia acerca de los momentos de decepción y lucha en nuestra vida?</strong></p><p><strong>Éxodo 6:9-13</strong></p><p><strong><sup>9</sup></strong> Y Moisés contó al pueblo las palabras de Jehová, y les puso la mano sobre la boca; pero ellos no hicieron caso para oírle, a causa de la dureza de su servidumbre.</p>\n<p><strong><sup>10</sup></strong> Entonces habló Jehová a Moisés, diciendo:</p>\n<p><strong><sup>11</sup></strong> Ve y dile a Faraón rey de Egipto que deje ir a los hijos de Israel de su tierra.</p>\n<p><strong><sup>12</sup></strong> Y habló Moisés así a los hijos de Israel; pero ellos no escucharon a Moisés por causa de la angustia de espíritu y por la cruel servidumbre.</p>\n<p><strong><sup>13</sup></strong> Entonces Jehová dijo a Moisés: Yo soy Jehová. Hablaré a Faraón rey de Egipto para que deje ir a los hijos de Israel de su tierra.</p><p>Los hebreos estaban tan descorazonados por su dolor, sufrimiento y duro trabajo que no escuchaban las palabras de Moisés, quien les aseguró que Dios intervendría para cumplir lo que prometió. Habían esperado tanto tiempo sin ver cumplidas sus expectativas. ¿Por qué habría de ser diferente ahora? Estaban perdiendo el ánimo y la esperanza, algo tanto más triste por cuanto aquella era tal vez la primera ocasión en la que habían tenido una esperanza fundada de liberación.\n</p><p>¿Quién no ha estado en una situación similar? ¿Quién no se ha sentido en algún momento deprimido, decepcionado, insatisfecho e incluso abandonado por Dios?\n</p><p>¿Recuerdas la historia de Job? ¿Y la de Asaf, un salmista que luchaba con sus preguntas acerca de la prosperidad de los malvados y el sufrimiento de los justos? Sin embargo, a pesar de sus luchas, Asaf dio expresión a una de las más bellas confesiones de fe: “Pero yo siempre estoy contigo, pues tú me sostienes de la mano derecha. Me guías con tu consejo, y más tarde me acogerás en gloria. ¿A quién tengo en el cielo sino a ti? Si estoy contigo, ya nada quiero en la tierra. Podrán desfallecer mi cuerpo y mi espíritu, pero Dios fortalece mi corazón; él es mi herencia eterna” (Sal. 73:23-26, NVI).\n</p><p>A través de la historia sagrada, Dios ha asegurado a su pueblo que él está con ellos (Isa. 41:13; Mat. 28:20). Él les da su paz, su consuelo, y los fortalece para superar los desafíos de la vida (Juan 14:27; 16:33; Fil. 4:6, 7).\n</p><p>La declaración pactual: “Los haré mi pueblo y seré su Dios” (Éxo. 6:7) expresa la relación íntima que el Señor desea tener con ellos.\n</p><p>Piensa en la declaración “los haré mi pueblo y seré su Dios” (Éxo. 6:7). Aunque el contexto de ella es corporativo, ¿cómo se aplica a cada uno de nosotros individualmente y cómo debería esa relación ponerse de manifiesto diariamente en nuestra vida? (Ver también 2 Cor. 6:16).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "17 de julio",
          "dayTitle": "<p>COMO DIOS PARA FARAÓN</p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Éxodo 6:28 a 7:7. ¿Cómo responde el Señor a la objeción de Moisés?</strong></p><p><strong>Éxodo 6:28-30</strong></p><p><strong><sup>28</sup></strong> Y Moisés habló delante de Jehová, diciendo: ¡Ah, Señor Jehová! he aquí que no hablan bien del siervo tuyo.</p>\n<p><strong><sup>29</sup></strong> Pero él me ha hecho padre de Faraón rey de Egipto, y me ha hecho como Dios para Faraón; y también me ha dicho: Déjame ir a los hijos de Israel.</p>\n<p><strong><sup>30</sup></strong> Y yo hablé delante de Jehová, diciendo: He aquí que no me escucharán, ni me creerán, y seguirán diciendo: No te ha aparecido Jehová.</p><p><strong>Éxodo 7:1-7</strong></p>\n<p><strong><sup>1</sup></strong> Y Jehová dijo a Moisés: Mira, yo te he hecho como Dios para Faraón; y tu hermano Aarón será tu profeta.</p>\n<p><strong><sup>2</sup></strong> Tú hablarás todo lo que yo te mande, y Aarón hablará a Faraón para que deje ir a los hijos de Israel de su tierra.</p>\n<p><strong><sup>3</sup></strong> Pero yo endureceré el corazón de Faraón, y multiplicaré mis señales y mis maravillas en la tierra de Egipto.</p>\n<p><strong><sup>4</sup></strong> Y Faraón no os escuchará, sino que yo pondré mi mano sobre Egipto y sacaré mis ejércitos, mis pueblos, mis ganados y todos mis bienes;</p>\n<p><strong><sup>5</sup></strong> y seré glorificado en Faraón y en todo su ejército, y sabrán los egipcios que yo soy Jehová.</p>\n<p><strong><sup>6</sup></strong> Entonces Moisés y Aarón hicieron como Jehová les mandó.</p>\n<p><strong><sup>7</sup></strong> Y Moisés tenía cuarenta años cuando habló a Faraón, rey de Egipto; y cuarenta años vivió en el desierto de Madián.</p><p>Dios se presenta a Moisés como Yahvé, lo que significa que es el Dios personal y cercano, el Dios de su pueblo, el Dios que entabló una relación de pacto con ellos.\n</p><p>Este Dios cercano vuelve a ordenar a Moisés que vaya a hablar con el faraón. Sin confianza en sí mismo, Moisés vuelve a objetar: “¿Cómo me oirá Faraón?” Aquí podemos ver de nuevo no solo la humildad de Moisés, sino también su reiterado deseo de librarse de la tarea, que hasta ahora no había sido exitosa.\n</p><p>“Cuando Dios ordenó a Moisés que se presentara de nuevo ante el faraón, Moisés manifestó desconfianza en sí mismo. El término aral sefataim (lit. ‘incircunciso de labios’ [RVA]), que se usa aquí para expresar la torpeza oratoria de Moisés (6:12, 30), es similar al que aparece en Éxo. 4:10, ‘tardo en el habla’ ” (Comentario bíblico Andrews [Florida: ACES, 2024], t. 1, p. 242).\n</p><p>En su misericordia, Dios hace que Aarón ayude a Moisés. Este hablará a Aarón, quien a su vez hablará públicamente al faraón. Así, Moisés desempeñará el papel de Dios ante el rey egipcio, y Aarón será su profeta.\n</p><p>Este relato proporciona una excelente definición del papel de un profeta como vocero de Dios. Es decir, como su representante para transmitir e interpretar la palabra dirigida por Dios al pueblo. Así como Moisés habló con Aarón y este con el faraón, Dios se comunica con un profeta, quien luego proclama la enseñanza de Dios al pueblo, ya sea verbalmente y en persona o, como era más frecuente, mediante el registro escrito del mensaje recibido.\n</p><p>Dios también explica a Moisés lo que puede esperar de los encuentros con el faraón. Le advierte que el enfrentamiento será intenso y prolongado, y le recalca por segunda vez que el faraón será muy terco y que endurecerá su corazón (Éxo. 4:21; 7:3). Sin embargo, el resultado será positivo, ya que “sabrán los egipcios que yo soy el Señor” (Éxo. 7:5, NVI). Es decir, Dios será glorificado incluso en medio del caos que sobrevendrá.\n</p><p><strong>Moisés ya no tuvo excusas para negarse a hacer lo que Dios le encomendó. ¿Qué excusas podríamos presentar nosotros para intentar librarnos de lo que sabemos que Dios quiere que hagamos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de julio",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR:</p>",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p>Lee el capítulo titulado “Las plagas de Egipto” en el libro Patriarcas y profetas, de Elena de White, pp. 262-269.\n</p><p>\n</p><p>Nota cómo empeoraron las cosas para Moisés y su pueblo después de que este se presentó por primera vez ante el faraón:\n</p><p>“El rey, lleno de ira, sospechaba que los israelitas tenían el propósito de rebelarse contra su servicio. El descontento era el resultado de la ociosidad; trataría de que no tuvieran tiempo para dedicarlo a proyectos peligrosos. Inmediatamente dictó medidas para hacer más severo su trabajo y aplastar el espíritu de independencia. El mismo día, ordenó hacer aún más cruel y opresiva su labor.\n</p><p>En aquel país, el material de construcción más común eran los ladrillos secados al sol; las paredes de los mejores edificios se construían de este material, y luego se recubrían de piedra; y la fabricación de los ladrillos requería una gran cantidad de siervos. Como el barro se mezclaba con paja, para que se adhiriera bien, se requerían grandes cantidades de este último elemento; el rey ordenó ahora que no se suministrara más paja; que los obreros debían buscarla ellos mismos, y esto exigiéndoseles que fabricaran la misma cantidad de ladrillos.\n</p><p>Esta orden causó gran consternación entre los israelitas por todos los ámbitos del país. Los comisarios egipcios habían nombrado a capataces hebreos para dirigir el trabajo del pueblo, y estos capataces eran responsables de la producción de quienes estaban a su cargo. Cuando la exigencia del rey se puso en vigor, el pueblo se diseminó por todo el país para recoger rastrojo en vez de paja; pero les fue imposible realizar la cantidad de trabajo acostumbrada. A causa del fracaso, los capataces hebreos fueron azotados cruelmente” (Elena de White, Patriarcas y profetas, pp. 263, 264).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1.</strong> Piensa en alguna ocasión en la que aceptaste un llamado de Dios y las cosas no comenzaron bien o no resultaron de la mejor manera.&nbsp;¿Qué lecciones aprendiste de esa experiencia? Comparte con otros tu experiencia acerca de cómo intervino Dios en tu vida cuando le pediste ayuda o cuando no esperabas su intervención.&nbsp;¿Cómo podemos creer en la bondad de Dios cuando suceden cosas malas, incluso a quienes confían en él?&nbsp;¿Qué dirías a alguien que declara: “No conozco al Señor”? En caso de que esa persona no expresara eso como un desafío sino como una realidad en su vida, ¿qué podrías hacer para ayudarla a “conocer al Señor” y explicarle por qué es eso importante?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Éxodo 5:1, 2.\n</strong></p><p><strong>Enfoque del estudio: Éxodo 5:1-7:7.\n</strong></p><p><strong>Introducción\n</strong></p><p>La situación de Israel cambió de manera inesperada. Dios prometió que sacaría a su pueblo de Egipto, pero en lugar de eso vieron cómo su vida empeoraba. El faraón les exigía cosas que no eran razonables. Además, se negó a dejar que los israelitas fueran a adorar a Dios. Las circunstancias eran tan malas que los israelitas “no escuchaban” a Moisés “a causa de la congoja de espíritu y de la dura servidumbre” (Éxo. 6:9). Aun así, Dios pidió a Moisés que hablara de nuevo con el faraón. Pero Moisés se opuso dos veces a la orden de Dios: “¿Cómo me escuchará Faraón” (Éxo. 6:12, 30) cuando ni siquiera los israelitas prestan atención a lo que digo pues soy “torpe de palabra”? (Éxo. 6:12).\n</p><p>Esta sección del libro de Éxodo (Éxo. 5:1-7:7) contiene diferentes diálogos entre individuos y grupos, y prepara el escenario para el gran despliegue de la gloria de Dios, como se observa a continuación:\n</p><p>1. Moisés y Aarón hablan con el faraón (Éxo. 5:1-5).\n</p><p>2. El faraón habla con los amos de los esclavos y los supervisores israelitas (Éxo. 5:6-9).\n</p><p>3. Los amos de los esclavos y los supervisores israelitas hablan con el pueblo (Éxo. 5:10-14).\n</p><p>4. Los supervisores israelitas hablan con el faraón (Éxo. 5:15-18).\n</p><p>5. Los supervisores israelitas hablan con Moisés y Aarón (Éxo. 5:19-21).\n</p><p>6. Moisés habla con el Señor (Éxo. 5:22-6:8).\n</p><p>7. Moisés habla con el pueblo (Éxo. 6:9).\n</p><p>8. El Señor habla con Moisés (Éxo. 6:10-12).\n</p><p>Estos diálogos van seguidos de declaraciones según las cuales el Señor habló con Moisés y Aarón (Éxo. 6:13, 26, 27). Entre estas declaraciones se intercala la lista de familiares de Moisés y Aarón (Éxo. 6:14-25). Luego, se registra nuevamente el diálogo entre Moisés y el Señor como preludio de las diez plagas (Éxo. 6:28-7:5). En la parte final de esta sección, se destaca positivamente la obediencia de Moisés y de Aarón, quienes hicieron exactamente lo que el Señor les había ordenado (Éxo. 7:6). Junto con la aprobación divina se mencionan las edades de ambos líderes: Moisés tenía 80 años; y Aarón, 83 (Éxo. 7:7).\n</p><p>Podemos concluir, pues, que no existe la jubilación en el servicio a Dios, quien necesita que todos colaboren estrechamente con él para el avance de su causa: jóvenes y ancianos, hombres y mujeres, niños y adultos, libres y esclavos, ricos y pobres, educados e incultos, personas con posiciones influyentes en altos cargos y trabajadores en general. Cada uno puede hacer su parte, y juntos podemos cumplir la misión que Dios tiene para nosotros.\n</p><p><strong>Temática de la lección\n</strong></p><p>A pesar de que el faraón respondió con un rotundo “no” a la exigencia de Dios de dejar ir a su pueblo, el Señor preparó una salida para ellos, quienes habían perdido la fe. Incluso Moisés discutió con Dios y le preguntó por qué la situación había empeorado: “¿Por qué afliges a este pueblo? ¿Para qué me enviaste?” (Éxo. 5:22). La razón de este severo reclamo radicaba en el hecho de que, tras el primer encuentro directo con el faraón, las circunstancias se complicaron y la vida de los israelitas empeoró. Ni ellos ni Moisés esperaban semejante dilema, sino una rápida liberación de la esclavitud, ya que su Dios era el poderoso Creador capaz de lo que nadie más podía hacer. ¡Qué desilusión tan devastadora! Sin embargo, Dios preparó el escenario para la liberación, y a Moisés y a Aarón para una nueva confrontación con el faraón.\n</p><p><strong>COMENTARIO\n</strong></p><p>El versículo para memorizar prepara el escenario para el drama que estaba a punto de desarrollarse.\n</p><p>Tras cuarenta años de ausencia de Egipto, Moisés entró de nuevo en el palacio (en el año 1450 a. C.), donde visitó, junto con Aarón, al faraón Tutmosis III y lo confrontaron con el mandato de Dios: “Deja ir a mi pueblo para que me adore” (Éxo. 7:16). El faraón se negó a reconocer la autoridad del Señor e incluso su existencia. Se consideraba a sí mismo un dios, adoraba a una plétora de dioses de fabricación humana y no quiso aceptar la petición del Dios vivo de los hebreos. Su arrogante respuesta definía a Egipto como una cultura pagana y materialista que adoraba a sus propios dioses en forma de ídolos. El faraón se negó a reconocer la soberanía de Dios y desafió incluso su existencia: “¿Quién es el Señor para que yo obedezca su voz y deje ir a Israel? Yo no conozco al Señor, ni tampoco dejaré ir a Israel”; “¿por qué hacen cesar [hebreo: shabat] al pueblo de su trabajo?” (Éxo. 5:2, 4, 5). La palabra hebrea usada para designar a Egipto es mitsrayim, que significa “[tierra de] doble dominio”, en referencia a la severa esclavitud y al uso de la autoridad para mandar, gobernar y decir a otros qué debían hacer.\n</p><p>En su respuesta a la petición del Señor, el faraón dijo que Moisés y Aarón pretendían detener el trabajo de los israelitas y hacerlos cesar de su labor. Según algunos comentaristas judíos y cristianos, la palabra hebrea shabat se refiere al descanso del sábado. La frase “cesar o descansar [del trabajo]” solo se encuentra aquí y en Génesis 2:2 y 3 (repetida dos veces). Curiosamente, el faraón también rechazó la petición de Moisés y Aarón de dejar marchar (de para’: “dejar marchar”, o “liberar”) al pueblo. El verbo hebreo para’ tiene las mismas consonantes que la palabra “faraón”, por lo que la respuesta del rey puede ser un juego de palabras: “¿Por qué actúas como si fueras el faraón liberando al pueblo de su trabajo?”\n</p><p>Tutmosis III tenía dos años cuando fue puesto en el trono egipcio por un sacerdote tras la muerte de su padre, Tutmosis II, en el año 1504 a. C. Lo más probable es que aquel fuera investido para impedir que Moisés llegara a ser faraón. En aquel momento, Moisés, hijo adoptivo de Hatshepsut, tenía 26 años. Tutmosis III fue corregente con su madrastra Hatshepsut hasta 1482 a. C., cuando ella murió. En ese momento, Moisés estaba en Madián. Tutmosis III tenía 24 años cuando comenzó su reinado, ya no como corregente. Destruyó casi todos los monumentos y estatuas que llevaban el nombre o la imagen de Hatshepsut y también es conocido por sus exitosas campañas militares. Se lo considera el mayor líder militar del antiguo Egipto. También fue un destacado constructor. Tenía 56 años en la época del éxodo (1450 a. C.).\n</p><p><strong>El pacto de Dios\n</strong></p><p>Antes de sacar a los israelitas de Egipto, Dios les aseguró que cumpliría el pacto que hizo con Abraham, Isaac y Jacob. Prometió a sus antepasados “darles la tierra de Canaán” (Éxo. 6:4), como se menciona en Génesis 12:7 y 17:8. Dios rememoró esa promesa y, puesto que el momento apropiado había llegado, les aseguró que cumpliría el pacto que hizo con Abraham, Isaac y Jacob, y que ahora él intervendría en favor de su pueblo. El Señor animó a Moisés a declarar firmemente a Israel que la promesa divina ciertamente se cumpliría. Tal solemne declaración de certidumbre acerca de la fidelidad de Dios en el cumplimiento de lo que prometió aparece en el pasaje crucial de Éxodo 6:6 al 8.\n</p><p>Dios comienza su solemne declaración identificándose: “Yo soy el Señor”. Mediante esta fórmula, que se repite quince veces en Éxodo, especialmente en la sección que se refiere a las plagas (Éxo. 6:2, 6, 7, 8, 29; 7:5, 17; 10:2; 12:12; 14:4, 18; 15:26; 16:12; 29:46; 31:13), el Señor proclama su íntima cercanía y su amoroso cuidado hacia su pueblo. Tales cercanía y cuidado serán reconocidos tanto por los israelitas como por los egipcios. Como lo prometió, él liberaría a su pueblo de la esclavitud en Egipto.\n</p><p>El Señor subraya cuatro acciones redentoras diferentes en favor de su pueblo y promete formalmente lo siguiente:\n</p><p>1. “Los sacaré [la forma hifil del verbo yatsa’ significa “hacer salir”] de debajo de las pesadas cargas de Egipto”.\n</p><p>2. “Los libraré [la forma hifil del verbo natsal significa “rescatar”, “arrancar”, “liberar”, “salvar”] de su servidumbre”.\n</p><p>3. “Los redimiré [ga’al] con brazo extendido y con grandes juicios”.\n</p><p>4. “Los haré [laqaj: literalmente “tomar como”] mi pueblo y seré [hayah] su Dios”.\n</p><p>Estas promesas culminan con la fórmula del pacto, que subraya la relación íntima y la unidad amorosa existente entre el Señor y su pueblo. Esta relación es el cumplimiento de la promesa hecha por Dios a Abraham (Gén. 17:7, 8). (En la liturgia judía actual de la Pascua, este pasaje bíblico desempeña un papel fundamental y es representado por cuatro copas que beben quienes celebran este acto de redención de la esclavitud en Egipto).\n</p><p>A continuación, por primera vez en el libro de Éxodo, el Señor proclama que “ustedes”, los israelitas, “sabrán que yo soy el Señor su Dios” (Éxo. 6:7). Antes, era el Señor quien conocía la opresión, el sufrimiento y la aflicción de su pueblo, pero ahora su pueblo conocerá a su Dios.\n</p><p>El Señor añade dos promesas: (1) “Los llevaré a la tierra que juré dar a Abraham, a Isaac y a Jacob” (Éxo. 6:8), y (2) “se la daré por heredad” (Éxo. 6:8). La repetición del pronombre “yo” como identificación de Dios es la clara garantía de que su palabra se cumplirá. La fórmula “yo soy el Señor” aparece cuatro veces en Éxodo 6:2 al 8. Esta frase aparece al principio y al final de Éxodo 6:2 y 8, y dos veces en Éxodo 6:6 y 7. Según el versículo 9, la reacción de los israelitas fue de profunda tristeza. Moisés les habló, pero estaban tan desanimados que no escuchaban las palabras tranquilizadoras provenientes del Señor. Sin embargo, las acciones redentoras de Dios estaban a punto de manifestarse como una gloriosa realidad.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong>1.</strong> ¿Qué lecciones puedes extraer del diálogo tan abierto, casi conflictivo, entre Moisés y el Señor? ¿Cómo afecta esto tu experiencia personal con el Señor? ¿Cómo podemos comunicarle nuestros pensamientos, sentimientos y deseos de manera sincera? ¿Cómo podemos hablar con él de nuestras emociones negativas, como la decepción, la amargura, la frustración, el odio, la envidia y la ira?\n</p><p><strong>2</strong>. No creemos en el destino, en el determinismo, en el azar o en la suerte. Sí creemos en la conducción confiable de Dios cuando se la pedimos sincera y honestamente. ¿Cómo podemos aprender a confiar más en Dios y a depender plenamente de su conducción?\n</p><p><strong>3</strong>. Dios no nos llama a tener éxito, sino a ser fieles. Necesitamos aceptar su llamado a hacer lo que sea necesario a fin de ser fieles testigos de él en cualquier etapa de nuestro desarrollo espiritual. Nuestro éxito y prosperidad dependen de él. ¿Cómo puedes, sin ser conflictivo, ayudar y conducir a otros a percibir las intervenciones de Dios en su vida?\n</p><p><strong>4.</strong> Egipto desempeña un papel crucial en las profecías bíblicas. ¿A qué realidades de nuestra época apunta el símbolo de Egipto?\n</p><p><strong>5.</strong> ¿Por qué no suelen cumplirse nuestras expectativas acerca de las intervenciones y acciones de Dios? ¿Por qué actúa él tan a menudo solamente cuando todas las esperanzas se hacen añicos?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>UN COMIENZO DIFÍCIL</p>",
      "verse": "<p>“Después Moisés y Aarón se presentaron ante Faraón, y le dijeron: El Señor, el Dios de Israel, dice así: ‘Deja ir a mi pueblo a celebrarme fiesta en el desierto’. Y Faraón respondió: ‘¿Quién es el Señor para que yo obedezca su voz y deje ir a Israel? Yo no conozco al Señor, ni tampoco dejaré ir a Israel’ ” (Éxo. 5:1, 2).</p>",
      "versionCode": 25,
      "weekDate": "12-18 de julio"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
