{
  "data": [
    {
      "color": "#FE9A2E",
      "id": 1,
      "idEs": 4,
      "language": "en",
      "lessonDays": [
        {
          "date": "December 25–",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>Have you ever imagined what it would be like to hear Jesus, or one of the apostles, preach? We possess written excerpts and summaries of some of their sermons, but these provide only a limited idea of what it was like to hear them. God, however, preserved in the Scriptures at least one complete sermon for us: Paul’s letter to the Hebrews.<br><br>Paul, the author of Hebrews, referred to his own work as a “word of exhortation” (Heb. 13:22). This expression was used to identify the sermon, both at the synagogue (Acts 13:15) and at Christian worship (1 Tim. 4:13). Thus, it has been argued that Hebrews is the earliest “complete Christian sermon” that we have. Hebrews was addressed to believers who accepted Jesus but then experienced difficulties. Some were publicly shamed and persecuted (Heb. 10:32–34). Others faced financial problems (Heb. 13:5, 6). Many were tired and had begun to question their faith (Heb. 3:12, 13). Can any of us today relate?<br><br>The apostle, in a stirring sermon, however, challenged them (and, by extension, us) to persevere in faith in Jesus and to fix their eyes upon Jesus, now in the heavenly sanctuary.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 26",
          "dayTitle": "<p>A Glorious Beginning<br></p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>In order to understand the sermon and apply its message to ourselves, we need to understand the history of the congregation and their situation when they received the letter from the apostle.<br><br><strong>Read Hebrews 2:3, 4. What was the experience of the audience of Hebrews when they were first converted?</strong><sup><br></sup></p><p><sup><strong>3 </strong></sup>How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;<br><br><sup><strong>4</strong></sup> God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?</p><p>This passage implies that the audience of Hebrews had not heard Jesus Himself preach; instead, they had received the gospel from other evangelists who had announced to them the news of “salvation.”<br><br>Paul also says that the evangelists had “confirmed” the message to them and that God Himself had borne “witness both with signs and wonders” (Hebrews 2:3, NKJV). This means that God had provided experiential confirmation of the gospel by signs and other powerful deeds—among them the distribution of the “gifts of the Holy Spirit” (Hebrews 2:3, NKJV). The New Testament relates that signs, such as miraculous healings, exorcisms, and the outpouring of spiritual gifts often accompanied the preaching of the gospel in new places.<br><br>At the beginning of the Christian church, God poured His Spirit upon the apostles in Jerusalem so that they were able to announce the gospel in languages previously unknown to them and to perform miracles (Acts 2, Acts 3). Philip performed similar wonders in Samaria (Acts 8), Peter in Joppa and Caesarea (Acts 9, Acts 10), and Paul throughout his ministry in Asia Minor and Europe (Acts 13–28). These powerful deeds were experiential evidence that confirmed the message of “salvation”—the establishment of the kingdom of God and a salvation from condemnation and freedom from evil powers (Heb. 12:25–29).<br><br>The Spirit gave early Christian believers the conviction that their sins had been forgiven; thus, they were not fearful of judgment, and as a result their prayers were bold and confident, and their religious experience was joyful (Acts 2:37–47). The Spirit also delivered those who were enslaved to evil powers, which was compelling evidence of the superiority of the power of God over the forces of evil and revealed that the kingdom of God had been established in their lives.<br><br><strong>What is the story of your conversion? In what ways have you been confirmed in your faith and belief in Jesus Christ as your Savior and Lord? Why is it good at times to remember how God first worked in your life to bring you to Him?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 27",
          "dayTitle": "<p>The Struggle<br></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p>When believers confessed their faith in Christ and joined the church, they set a boundary marker that distinguished them from the rest of society. Unfortunately, this became a source of conflict because it implicitly passed a negative judgment on their community and its values.<br><br><strong>Read Hebrews 10:32–34 and Hebrews 13:3. What was the experience of the audience of Hebrews after their conversion?</strong></p><p><br></p><p><strong>Hebrews 10:32–34 <br></strong></p><p><strong><sup>32</sup></strong> But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;<strong><br><br><sup>33</sup></strong> Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.<sup><br><br><strong>34 </strong></sup>For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance.<br></p><p><strong>Hebrews 13:3</strong></p><p><sup><strong>3</strong></sup> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.</p><p>It is very likely that the readers of Hebrews suffered verbally and physically at the hands of mobs stirred up by opponents (e.g., Acts 16:19–22, Acts 17:1–9). They also were imprisoned, and it is possible that they were beaten, as well, because officials had the power to authorize punishment and incarceration, often without following appropriate judicial norms, while they gathered evidence (e.g., Act 16:22, 23).<br><br><strong>Read Hebrews 11:24–26 and 1 Peter 4:14, 16. How do the experiences of Moses and of the readers of 1 Peter help us understand why Christian believers were persecuted?</strong><br></p><p><strong>Hebrews 11:24–26&nbsp;</strong></p><p><sup><strong>24</strong></sup> By faith Moses, when he was come to years, refused to be called the son of Pharaoh's daughter;<sup><br><br><strong>25</strong></sup> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;<sup><br><br><strong>26</strong></sup> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.<br></p><p> <strong>1 Peter 4:14, 16</strong></p><p><strong><sup><strong>14</strong></sup> </strong>If ye be reproached for the name of Christ, happy are ye; for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.</p><p><sup><strong>16</strong></sup> Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf.<br></p><p>To “bear the reproach of Christ” simply meant to identify oneself with Christ and endure the shame and abuse that this association implied. Public animosity against Christians was the result of their distinctive religious commitments. People can get offended by religious practices that they don’t understand or by people whose lifestyle and morals could make others feel guilty or shamed. By the middle of the first century a.d., Tacitus considered Christians to be guilty of “hatred against mankind.”—Alfred J. Church and William J. Brodribb, trans.,<br><br>The Complete Works of Tacitus (New York: The Modern Library, 1942), Annals 15.44.1. Whatever the exact reason for that charge, certainly false, many early Christians, such as the ones that Paul had written this letter to, were suffering for their faith. Everyone, whether a Christian or not, suffers.<br><br><strong>What does it mean, however, to suffer for the sake of Christ? How much suffering that we face is for the sake of Christ, and how much is brought about by our own choices?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 28",
          "dayTitle": "<p>Malaise<br></p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>The readers of Hebrews were successful in keeping their faith and commitment to Christ, despite rejection and persecution. The conflict, however, took a toll in the long run. They fought a good fight and came out victorious but also weary.<br><br>Read Hebrews 2:18; Hebrews 3:12, 13; Hebrews 4:15; Hebrews 10:25; Hebrews 12:3, 12, 13; and Hebrews 13:1–9, 13. What were some of the challenges the believers were facing?<br></p><p><strong>Hebrews 2:18</strong></p><p><sup><strong>18</strong></sup> For in that he himself hath suffered being tempted, he is able to succour them that are tempted.<br></p><p><strong> Hebrews 3:12, 13</strong></p><p><sup><strong>12</strong></sup> Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.</p><p><sup><strong>13 </strong></sup>But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.<br></p><p><strong> Hebrews 4:15</strong></p><p><strong><sup>15</sup> </strong>For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.<strong><br></strong></p><p><strong>Hebrews 10:25</strong></p><p><sup><strong>25</strong></sup> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.<br></p><p><strong> Hebrews 12:3, 12, 13</strong></p><p><sup><strong>3</strong></sup> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.</p><p><sup><strong>12</strong></sup> Wherefore lift up the hands which hang down, and the feeble knees;<br></p><p><sup><strong>13</strong></sup> And make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.</p><p><strong> Hebrews 13:1–9, 13</strong></p><p><sup><strong>1</strong></sup> Let brotherly love continue.<sup><br><br><strong>2 </strong></sup>Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.<sup><br><br><strong>3</strong></sup> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.<sup><br><br><strong>4</strong></sup> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.<sup><br><br><strong>5</strong></sup> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.<sup><br><br><strong>6</strong></sup> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.<sup><br><br><strong>7</strong></sup> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.<sup><br><br><strong>8</strong></sup> Jesus Christ the same yesterday, and to day, and for ever.<sup><br><br><strong>9</strong></sup> Be not carried about with divers and strange doctrines. For it is a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.<strong><br></strong></p><p>Hebrews tells us that the readers continued to experience difficulties. Verbal and probably other kinds of attacks against their honor continued (Heb. 13:13). Some believers were still in prison (Heb. 13:3)—something that may have drained the church financially and psychologically. They were tired (Heb. 12:12, 13) and could easily “lose heart” (Heb. 12:3, NIV).<br></p><p>It is usual among persons and communities that after the thrill of victory passes, psychological and other kinds of defenses are relaxed, and people become more vulnerable to the counterattack of their enemies.The strength that a person or community mobilized to face an impending threat is more difficult to summon a second time.<br></p><p><br></p><p><strong>Read 1 Kings 19:1–4. What happened to Elijah?</strong><br><br>1 Kings 19:1–4</p><p><sup><strong>1</strong></sup>And Ahab told Jezebel all that Elijah had done, and withal how he had slain all the prophets with the sword.<sup><br><br><strong>2</strong></sup> Then Jezebel sent a messenger unto Elijah, saying, So let the gods do to me, and more also, if I make not thy life as the life of one of them by to morrow about this time.<sup><br><br><strong>3</strong></sup> And when he saw that, he arose, and went for his life, and came to Beersheba, which belongeth to Judah, and left his servant there.<sup><br><br><strong>4</strong></sup> But he himself went a day's journey into the wilderness, and came and sat down under a juniper tree: and he requested for himself that he might die; and said, It is enough; now, O Lord, take away my life; for I am not better than my fathers.<br></p><p>“But a reaction such as frequently follows high faith and glorious success was pressing upon Elijah. He feared that the reformation begun on Carmel might not be lasting; and depression seized him. He had been exalted to Pisgah’s top; now he was in the valley. While under the inspiration of the Almighty, he had stood the severest trial of faith; but in this time of discouragement, with Jezebel’s threat sounding in his ears, and Satan still apparently prevailing through the plotting of this wicked woman, he lost his hold on God. He had been exalted above measure, and the reaction was tremendous. Forgetting God, Elijah fled on and on, until he found himself in a dreary waste, alone.”—Ellen G. White, Prophets and Kings, pp. 161, 162.<br><strong><br>Think about those times in which you failed in your Christian life, and try to understand the circumstances and factors that contributed to the collapse. What could you have done differently? <br></strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 29",
          "dayTitle": "<p>Press Together<br></p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p><strong>What did the apostle advise the readers to do in view of their situation?</strong><br><br><strong>What can we learn from Hebrews for our own benefit? Let us analyze how God helped Elijah recover from his discouragement. Read 1 Kings 19:5–18. What did God do to restore the faith of Elijah, His servant?</strong></p><p><strong>1 Kings 19:5–18</strong><sup><br></sup></p><p><sup><strong>5</strong></sup> And as he lay and slept under a juniper tree, behold, then an angel touched him, and said unto him, Arise and eat.<sup><br><br><strong>6 </strong></sup>And he looked, and, behold, there was a cake baken on the coals, and a cruse of water at his head. And he did eat and drink, and laid him down again.<sup><br><br><strong>7</strong></sup> And the angel of the Lord came again the second time, and touched him, and said, Arise and eat; because the journey is too great for thee.<sup><br><br><strong>8 </strong></sup>And he arose, and did eat and drink, and went in the strength of that meat forty days and forty nights unto Horeb the mount of God.<sup><br><br><strong>9</strong></sup> And he came thither unto a cave, and lodged there; and, behold, the word of the Lord came to him, and he said unto him, What doest thou here, Elijah?<sup><br><br><strong>10</strong></sup> And he said, I have been very jealous for the Lord God of hosts: for the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away.<sup><br><br><strong>11</strong></sup> And he said, Go forth, and stand upon the mount before the Lord. And, behold, the Lord passed by, and a great and strong wind rent the mountains, and brake in pieces the rocks before the Lord; but the Lord was not in the wind: and after the wind an earthquake; but the Lord was not in the earthquake:<sup><br><br><strong>12</strong></sup> And after the earthquake a fire; but the Lord was not in the fire: and after the fire a still small voice.<sup><br><br><strong>13</strong></sup> And it was so, when Elijah heard it, that he wrapped his face in his mantle, and went out, and stood in the entering in of the cave. And, behold, there came a voice unto him, and said, What doest thou here, Elijah?<sup><br><br><strong>14</strong></sup> And he said, I have been very jealous for the Lord God of hosts: because the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away.<sup><br><br><strong>15</strong></sup> And the Lord said unto him, Go, return on thy way to the wilderness of Damascus: and when thou comest, anoint Hazael to be king over Syria:<sup><br><br><strong>16 </strong></sup>And Jehu the son of Nimshi shalt thou anoint to be king over Israel: and Elisha the son of Shaphat of Abelmeholah shalt thou anoint to be prophet in thy room.<sup><br><br><strong>17 </strong></sup>And it shall come to pass, that him that escapeth the sword of Hazael shall Jehu slay: and him that escapeth from the sword of Jehu shall Elisha slay.<sup><br><br><strong>18</strong></sup> Yet I have left me seven thousand in Israel, all the knees which have not bowed unto Baal, and every mouth which hath not kissed him.</p><p>The story of God’s dealings with Elijah after Carmel is fascinating because it shows the tender care and wisdom with which God ministers to those who are under distress and who struggle to regain faith. God did several things for Elijah. First, He cared for his physical needs. He provided food and let him rest. Then, in the cave, He kindly reproved him—“What are you doing here, Elijah?” (1 Kings 19:9, NKJV)—and helped him gain a deeper understanding of how He works and fulfills His purposes. God was not in the wind, the earthquake, or the fire—but in a still small voice. Then, God gave Elijah a work to do and reassured him.<br><br><strong>Read Hebrews 2:1, Hebrews 3:12–14, Hebrews 5:11–6:3, and Hebrews 10:19–25. What did Paul suggest that believers should do?</strong></p><p><strong>Hebrews 2:1</strong></p><p><strong><sup>1</sup></strong>Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip.<strong><br></strong></p><p><strong> Hebrews 3:12–14</strong></p><p><sup><strong>12 </strong></sup>Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.<strong><br><br><sup>13</sup></strong> But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.<strong><br><br><sup>14</sup></strong> For we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;<strong><br></strong></p><p><strong> Hebrews 5:11–6:3</strong></p><p><sup><strong><br>11</strong></sup> Of whom we have many things to say, and hard to be uttered, seeing ye are dull of hearing.<sup><br><br><strong>12</strong></sup> For when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.<strong><br><br><sup>13</sup></strong> For every one that useth milk is unskilful in the word of righteousness: for he is a babe.<strong><br><br><sup>14</sup></strong> But strong meat belongeth to them that are of full age, even those who by reason of use have their senses exercised to discern both good and evil.<strong><br><br><sup>1 </sup></strong>Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,<br><sup><br>2</sup> Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.<sup><br><br><strong>3 </strong></sup>And this will we do, if God permit.<strong><br><br></strong></p><p><strong> Hebrews 10:19–25</strong></p><p><strong><sup>19</sup></strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,<sup><br><br><strong>20</strong></sup> By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;<sup><br><br><strong>21</strong></sup> And having an high priest over the house of God;<sup><br><br><strong>22</strong></sup> Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.<sup><br><br><strong>23</strong></sup> Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)<strong><br><br><sup>24</sup></strong> And let us consider one another to provoke unto love and to good works:<sup><br><br><strong>25</strong></sup> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.<br><br>Throughout Hebrews we can find several instructions that the apostle gave the readers to help them recover their original strength and faith. One aspect that Paul emphasizes is the care of the physical needs of their fellow believers. He suggests that they should practice hospitality and visit those in prison, which implied providing for their needs. The apostle exhorts the readers to be generous, remembering that God will not abandon them (Heb. 13:1–6). Paul also reproved them and encouraged them. He warned them not to gradually “drift away” (Heb. 2:1, ESV) and not to have “an evil heart of unbelief ” (Heb. 3:12), and he encouraged them to grow in their understanding of the faith (Heb. 5:11–6:3). He also remarked on the importance of consistent attendance at church meetings (Heb. 10:25). In summary, he not only suggested that they press together, encourage one another, and stir up love and good works, but he also lifted up Jesus and His ministry in the heavenly sanctuary in their behalf (Heb. 8:1, 2; Heb. 12:1–4).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 30",
          "dayTitle": "<p>These Last Days<br></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>Read Hebrews 1:2; Hebrews 9:26–28; Hebrews 10:25, 36–38; and Hebrews 12:25–28. What point is Paul stressing here, particularly regarding time?</strong></p><p><strong>Hebrews 1:2</strong></p><p><strong><sup>2</sup> </strong>Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;<strong><br></strong></p><p><strong> Hebrews 9:26–28</strong></p><p><strong><sup>26</sup></strong> For then must he often have suffered since the foundation of the world: but now once in the end of the world hath he appeared to put away sin by the sacrifice of himself.<strong><br><br><sup>27</sup></strong> And as it is appointed unto men once to die, but after this the judgment:<strong><br><br><sup>28</sup></strong> So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.<strong><br></strong></p><p><strong>Hebrews 10:25, 36–38</strong></p><p><strong><sup>25</sup> </strong>Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.<sup><strong><br></strong></sup></p><p><sup><strong>36</strong></sup> For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.<sup><br><br><strong>37</strong></sup> For yet a little while, and he that shall come will come, and will not tarry.<sup><br><br><strong>38</strong></sup> Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him.<strong><br></strong></p><p><strong>Hebrews 12:25–28</strong><sup><br></sup></p><p><sup><strong>25</strong></sup> See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape, if we turn away from him that speaketh from heaven:<sup><br><br><strong>26</strong></sup> Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven.<sup><br><br><strong>27</strong></sup> And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.<sup><br><br><strong>28</strong></sup> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:</p><p>There is a very important element that the apostle emphasizes that adds urgency to his exhortation: the readers are living in the very “last days” (Heb. 1:2) and the promises are about to be fulfilled (Heb. 10:36– 38). It is interesting, as we will see, that throughout the document Paul compares his audience with the desert generation that stood right before the border of Canaan, ready to enter into the Promised Land. He reminds them, “ ‘For yet a little while, and He who is coming will come and will not tarry’ ” (Heb. 10:37, NKJV). And then he encourages them: “We are not of those who draw back to perdition, but of those who believe to the saving of the soul” (Heb. 10:39, NKJV). This last exhortation reminded the readers, and us, about the dangers that the people of God have historically experienced right before the fulfillment of the promises of God.<br><br>The book of Numbers talks about this very thing. The biblical record says that two times, right before entering the Promised Land, Israel suffered important defeats. The first time, recorded in Numbers 13 and 14, tells us about the doubts that several leaders spread through the congregation, which caused the faith of Israel to fail. As a result, the congregation decided to appoint a new leader and return to Egypt, just at the moment they were about to enter Canaan.<br><br>The second time, the Israelites got entangled with sensuality and false worship in Baal Peor (Numbers 24, Numbers 25). While Balaam was not able to bring a curse upon the Israelites, Satan used sexual temptations to lead Israel into false worship and sin and to bring God’s displeasure upon them.<br><br>Paul warns the readers of Hebrews against both dangers. First, he exhorts them to hold fast to the confession of their faith and to fix their eyes upon Jesus (Heb. 4:14, Heb. 10:23, Heb. 12:1–4). Second, he exhorts them against immorality and covetousness (Heb. 13:4–6). Finally, he exhorts them to observe and obey their leaders (Heb. 13:7, 17).<br><strong><br>Considering our understanding of the state of the dead—and that as soon as we close our eyes in death, the next thing we know is the Second Coming—why can we say that all people have lived in the “last days”?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "December 31",
          "dayTitle": "",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p><strong>Further Thought:</strong><br><br>David A. deSilva explains clearly why the early Christians suffered persecution: “Christians adopted a lifestyle that . . . would have been considered antisocial and even subversive. Loyalty to the gods, expressed in pious attendance at sacrifices and the like, was viewed as a symbol for loyalty to the state, authorities, friends, and family. Worship of the deities was something of a symbol for one’s dedication to the relationships that kept society stable and prosperous.<br><br>By abstaining from the former, Christians (like the Jews) were regarded with suspicion as potential violators of the laws and [as] subversive elements within the empire.”—Perseverance in Gratitude (Grand Rapids, MI: Eerdmans Publishing Company, 2000), p. 12.<br><br>“For the disheartened there is a sure remedy—faith, prayer, work. Faith and activity will impart assurance and satisfaction that will increase day by day. Are you tempted to give way to feelings of anxious foreboding or utter despondency? In the darkest days, when appearances seem most forbidding, fear not. Have faith in God. He knows your need. He has all power. His infinite love and compassion never weary. Fear not that He will fail of fulfilling His promise. He is eternal truth. Never will He change the covenant He has made with those who love Him. And He will bestow upon His faithful servants the measure of efficiency that their need demands. The apostle Paul has testified: ‘He said unto me, My grace is sufficient for thee:<br><br>for My strength is made perfect in weakness. . . . Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.’ 2 Corinthians 12:9, 10.”—Ellen G. White, Prophets and Kings, pp. 164, 165.<br><br><br><strong>Discussion Questions:</strong><br><br><strong>1.</strong> Is it possible to be “different” because of our Christian commitment and yet not be accused of “separation” from and disregard for others? If yes, how?<br><br><strong>2.</strong> The word “exhortation” in the Bible can refer either to reproof or to encouragement. What care should we take in reproving a person who is discouraged?<br><br><strong>3.</strong>&nbsp; What similarities do you find between the experience of the readers of Hebrews and that of the Laodicean church of Revelation 3:14–22?<br><br>In what ways is our experience today, two thousand years later, similar to theirs, and what can we learn from the similarities?<br><br><strong>INSIDE STORY:</strong><br><br><strong>Surprise Guardians<br>By Andrew McChesney</strong><br><br>Marriage usually is a joyful time when families celebrate. But Khome and her husband, Eung, only suffered in their remote village in Laos. Khome, who belongs to the Laven people group, was the daughter of a spiritual medium. She had been groomed from childhood to take her mother’s place. But she found the Lord and gave her life to Him against her mother’s will. Even worse, she married a Christian man from another people group. Everyone seemed to oppose their marriage—even the evil spirits.<br><br>One day, an evil spirit appeared to Khome and laughed at her. Khome quickly knelt down and prayed. Rising, she tried to walk to her Bible to read it. The Bible lay only a few steps away, but her feet felt so heavy that she could hardly move. Her feet seemed to be stuck in the ground. As she struggled to walk, she prayed, “God, protect me. God, protect me.” Finally, she reached the Bible and opened it. After reading a few passages, she prayed in the name of Jesus, and the evil spirit left. The struggle with evil forces continued for years, but Khome and Eung worshiped God faithfully in their home. Their parents, siblings, and neighbors expressed open hatred of them. Someone reported them to the authorities on false charges of wrongdoing. When police officers arrived to detain the couple, they were met by mysterious, powerful figures in front of the house. The officers fled in fear. A second attempt to arrest the couple failed when the police officers were frightened away by the sight of two mysterious figures inside the house. Word spread that the couple had special supernatural guardians, and people began to respect them. Meanwhile, the couple shared their faith with family and neighbors. They helped others at every opportunity and, although desperately poor themselves, assisted those who were even more impoverished. Slowly, people began to come to them for help. The sick and demon-possessed sought healing. One by one, people accepted God, and the couple’s home became a house church. Khome’s sister resisted the gospel for some time, but one night she saw a bright light shining in Khome’s house. The next day, she asked her sister how she had light when nobody in the village had electricity. Khome did not know what to say. She had been asleep with her husband. The sister accepted Jesus.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>The Letter to the Hebrews and to Us<br></p>",
      "verse": "<p>“For you have need of endurance, so that after you have done the will of God, you may receive the promise” (Hebrews 10:36, NKJV).<br></p>",
      "versionCode": 16,
      "weekDate": "December 25–31"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
