{
   "data":[
      {
         "color":"#0489B1",
         "id":712,
         "idEs":7,
         "language":"en",
         "lessonDays":[
            {
               "date":"June 11",
               "dayTitle":"",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p>Joseph is now leader of Egypt, and his own brothers will bow before him without knowing who he is (Genesis 42). Joseph’s brothers will humble themselves when Joseph forces them to return with Benjamin (Genesis 43), and—when Benjamin’s safety is, they fear, threatened (Genesis 44)—they will plead for grace before this powerful man, whom they see as “like Pharaoh.” In the end, when Joseph reveals his identity, they will understand that, despite what they have done, God has brought good out of it all.\n</p><p>Interestingly, this whole next sequence of events, which were supposed to be about Joseph’s success, are more about his brothers’ repentance. Their back-and-forth journeys from Joseph to their father, and the obstacles they encounter, make them remember their wicked acts toward Joseph and their father, and they realize their iniquity toward God. Joseph’s brothers live that whole experience as a divine judgment. And yet, the moving emotional conclusion, which brings everyone to tears and joy, also contains a message of forgiveness for them, despite their unjustifiable acts of evil.</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 12",
               "dayTitle":"<p><strong>JOSEPH'S, RISE TO POWER</strong></p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p>For Joseph, Pharaoh’s dreams revealed what God was “about to do” (Gen. 41:28, NKJV) in the land. Joseph, however, does not call on Pharaoh to believe in his God. Instead, Joseph’s immediate response is action. Joseph proposes an economic program. Interestingly, only the economic part of Joseph’s discourse is retained by Pharaoh, who seems more interested in the economic lesson than in the spiritual meaning of the dream and God’s role in producing it.\n</p><p><strong>Read Genesis 41:37–57. What is God’s place in the success of Joseph?</strong></p><p><strong>Genesis 41:37–57</strong></p><p><strong><sup>37 </sup></strong>So the advice was good in the eyes of Pharaoh and in the eyes of all his servants.</p><p><strong><sup>38 </sup></strong>And Pharaoh said to his servants, “Can we find such a one as this, a man in whom is the Spirit of God?”</p><p><strong><sup>39 </sup></strong>Then Pharaoh said to Joseph, “Inasmuch as God has shown you all this, there is no one as discerning and wise as you.</p><p><strong><sup>40 </sup></strong>You shall be over my house, and all my people shall be ruled according to your word; only in regard to the throne will I be greater than you.”</p><p><strong><sup>41 </sup></strong>And Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.”</p><p><strong><sup>42 </sup></strong>Then Pharaoh took his signet ring off his hand and put it on Joseph’s hand; and he clothed him in garments of fine linen and put a gold chain around his neck.</p><p><strong><sup>43 </sup></strong>And he had him ride in the second chariot which he had; and they cried out before him, “Bow the knee!” So he set him over all the land of Egypt.</p><p><strong><sup>44 </sup></strong>Pharaoh also said to Joseph, “I am Pharaoh, and without your consent no man may lift his hand or foot in all the land of Egypt.”</p><p><strong><sup>45 </sup></strong>And Pharaoh called Joseph’s name Zaphnath-Paaneah. And he gave him as a wife Asenath, the daughter of Poti-Pherah priest of On. So Joseph went out over all the land of Egypt.</p><p><strong><sup>46 </sup></strong>Joseph was thirty years old when he stood before Pharaoh king of Egypt. And Joseph went out from the presence of Pharaoh, and went throughout all the land of Egypt.</p><p><strong><sup>47 </sup></strong>Now in the seven plentiful years the ground brought forth abundantly.</p><p><strong><sup>48 </sup></strong>So he gathered up all the food of the seven years which were in the land of Egypt, and laid up the food in the cities; he laid up in every city the food of the fields which surrounded them.</p><p><strong><sup>49 </sup></strong>Joseph gathered very much grain, as the sand of the sea, until he stopped counting, for it was immeasurable.</p><p><strong><sup>50 </sup></strong>And to Joseph were born two sons before the years of famine came, whom Asenath, the daughter of Poti-Pherah priest of On, bore to him.</p><p><strong><sup>51 </sup></strong>Joseph called the name of the firstborn Manasseh: “For God has made me forget all my toil and all my father’s house.”</p><p><strong><sup>52 </sup></strong>And the name of the second he called Ephraim: “For God has caused me to be fruitful in the land of my affliction.”</p><p><strong><sup>53 </sup></strong>Then the seven years of plenty which were in the land of Egypt ended,</p><p><strong><sup>54 </sup></strong>and the seven years of famine began to come, as Joseph had said. The famine was in all lands, but in all the land of Egypt there was bread.</p><p><strong><sup>55 </sup></strong>So when all the land of Egypt was famished, the people cried to Pharaoh for bread. Then Pharaoh said to all the Egyptians, “Go to Joseph; whatever he says to you, do.”</p><p><strong><sup>56 </sup></strong>The famine was over all the face of the earth, and Joseph opened all the storehouses and sold to the Egyptians. And the famine became severe in the land of Egypt.</p><p><strong><sup>57 </sup></strong>So all countries came to Joseph in Egypt to buy grain, because the famine was severe in all lands.</p><p><br></p><p>Pharaoh selects Joseph to take charge not so much because he has interpreted his dreams correctly and revealed the forthcoming problem of the land, but because he has a solution to that problem, because his “advice was good” (Gen. 41:37, NKJV), an opinion also shared by Pharaoh’s servants. Pharaoh’s choice seems to have been more pragmatic than religious. And yet, Pharaoh recognizes that the presence of “the Spirit of God” (Gen. 41:38) is in Joseph, who is qualified as “discerning and wise” (Gen. 41:39), an expression that characterizes the wisdom that God gives (see Gen. 41:33; compare with 1 Kings 3:12).\n</p><p>All the details reported in the biblical text fit the historical situation of Egypt at that time. Politically, the fact that Pharaoh appoints Joseph as vizier is not unusual in ancient Egypt, where cases of foreign viziers have been attested.\n</p><p>The next seven years are years of abundance in such a marked way that the grain production becomes “immeasurable” (Gen. 41:49, NKJV), a sign of supernatural providence. The comparison “as the sand of the sea” (Gen. 41:49) reveals that this is God’s blessing (Gen. 22:17). Joseph personally reflects that blessing in his own fruitfulness, a coincidence that evidences the presence of the same God behind the two phenomena. Joseph has two sons whose names show Joseph’s experience of God’s providence, which has transformed the memory of pain into joy (Manasseh) and the former affliction into fruitfulness (Ephraim).\n</p><p><strong>What a powerful example of how God turned something bad into something very good! What are ways that others should be able to see, from the kind of lives that we live, the reality of our God?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 13",
               "dayTitle":"<p><strong>JOSEPTH CONFRONTS HIS BROTHERS</strong></p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p><strong>Read Genesis 42. What happened here, and how does it reveal the providence of God, despite human evil and malfeasance?\n</strong></p><p><strong>Genesis 42\n</strong></p><p><strong><sup>1</sup></strong> When Jacob saw that there was grain in Egypt, Jacob said to his sons, “Why do you look at one another?”\n</p><p><strong><sup>2</sup></strong> And he said, “Indeed I have heard that there is grain in Egypt; go down to that place and buy for us there, that we may live and not die.”\n</p><p><strong><sup>3</sup></strong> So Joseph’s ten brothers went down to buy grain in Egypt.\n</p><p><strong><sup>4</sup></strong> But Jacob did not send Joseph’s brother Benjamin with his brothers, for he said, “Lest some calamity befall him.”\n</p><p><strong><sup>5</sup></strong> And the sons of Israel went to buy grain among those who journeyed, for the famine was in the land of Canaan.\n</p><p><strong><sup>6</sup></strong> Now Joseph was governor over the land; and it was he who sold to all the people of the land. And Joseph’s brothers came and bowed down before him with their faces to the earth.\n</p><p><strong><sup>7</sup></strong> Joseph saw his brothers and recognized them, but he acted as a stranger to them and spoke roughly to them. Then he said to them, “Where do you come from?” And they said, “From the land of Canaan to buy food.”\n</p><p><strong><sup>8</sup></strong> So Joseph recognized his brothers, but they did not recognize him.\n</p><p><strong><sup>9</sup></strong> Then Joseph remembered the dreams which he had dreamed about them, and said to them, “You are spies! You have come to see the nakedness of the land!”\n</p><p>10 And they said to him, “No, my lord, but your servants have come to buy food.\n</p><p>11 We are all one man’s sons; we are honest men; your servants are not spies.”\n</p><p>12 But he said to them, “No, but you have come to see the nakedness of the land.”\n</p><p>13 And they said, “Your servants are twelve brothers, the sons of one man in the land of Canaan; and in fact, the youngest is with our father today, and one is no more.”\n</p><p>14 But Joseph said to them, “It is as I spoke to you, saying, ‘You are spies!’\n</p><p>15 In this manner you shall be tested: By the life of Pharaoh, you shall not leave this place unless your youngest brother comes here.\n</p><p>16 Send one of you, and let him bring your brother; and you shall be kept in prison, that your words may be tested to see whether there is any truth in you; or else, by the life of Pharaoh, surely you are spies!”\n</p><p>17 So he put them all together in prison three days.\n</p><p>18 Then Joseph said to them the third day, “Do this and live, for I fear God:\n</p><p>19 If you are honest men, let one of your brothers be confined to your prison house; but you, go and carry grain for the famine of your houses.\n</p><p>20 And bring your youngest brother to me; so your words will be verified, and you shall not die.”\n</p><p>And they did so. 21 Then they said to one another, “We are truly guilty concerning our brother, for we saw the anguish of his soul when he pleaded with us, and we would not hear; therefore this distress has come upon us.”\n</p><p>22 And Reuben answered them, saying, “Did I not speak to you, saying, ‘Do not sin against the boy’; and you would not listen? Therefore behold, his blood is now required of us.”\n</p><p>23 But they did not know that Joseph understood them, for he spoke to them through an interpreter.\n</p><p>24 And he turned himself away from them and wept. Then he returned to them again, and talked with them. And he took Simeon from them and bound him before their eyes.\n</p><p>25 Then Joseph gave a command to fill their sacks with grain, to restore every man’s money to his sack, and to give them provisions for the journey. Thus he did for them.\n</p><p>26 So they loaded their donkeys with the grain and departed from there.\n</p><p>27 But as one of them opened his sack to give his donkey feed at the encampment, he saw his money; and there it was, in the mouth of his sack.\n</p><p>28 So he said to his brothers, “My money has been restored, and there it is, in my sack!” Then their hearts failed them and they were afraid, saying to one another, “What is this that God has done to us?”\n</p><p>29 Then they went to Jacob their father in the land of Canaan and told him all that had happened to them, saying:\n</p><p>30 “The man who is lord of the land spoke roughly to us, and took us for spies of the country.\n</p><p>31 But we said to him, ‘We are honest men; we are not spies.\n</p><p>32 We are twelve brothers, sons of our father; one is no more, and the youngest is with our father this day in the land of Canaan.’\n</p><p>33 Then the man, the lord of the country, said to us, ‘By this I will know that you are honest men: Leave one of your brothers here with me, take food for the famine of your households, and be gone.\n</p><p>34 And bring your youngest brother to me; so I shall know that you are not spies, but that you are honest men. I will grant your brother to you, and you may trade in the land.’ ”\n</p><p>35 Then it happened as they emptied their sacks, that surprisingly each man’s bundle of money was in his sack; and when they and their father saw the bundles of money, they were afraid.\n</p><p>36 And Jacob their father said to them, “You have bereaved me: Joseph is no more, Simeon is no more, and you want to take Benjamin. All these things are against me.”\n</p><p>37 Then Reuben spoke to his father, saying, “Kill my two sons if I do not bring him back to you; put him in my hands, and I will bring him back to you.”\n</p><p>38 But he said, “My son shall not go down with you, for his brother is dead, and he is left alone. If any calamity should befall him along the way in which you go, then you would bring down my gray hair with sorrow to the grave.”</p><p><br></p><p>The famine obliges Jacob to send his sons to Egypt to buy grain. Ironically, it is Jacob who initiates the project (Gen 42:1). The unfortunate old man, a victim of circumstances beyond his control, unknowingly sets in motion an amazing chain of events that will lead to being reunited with the son for whom he had mourned so long.\n</p><p>The providential nature of this meeting is highlighted through two fundamental characters. First, it is seen as a fulfillment of Joseph’s dreams. The event—predicted in Joseph’s prophetic dreams: “ ‘your sheaves . . . bowed down to my sheaf’ ” (Gen. 37:7, NKJV)—is now taking place. Joseph is identified as the “governor over the land” (Gen. 42:6) and “the lord of the land” (Gen. 42:30, 33). Joseph’s powerful position contrasts with that of his needy brothers, who “bowed down before him with their faces to the earth” (Gen. 42:6, NKJV)—the same ten brothers who mocked Joseph about his dream and doubted its fulfillment (Gen. 37:8).\n</p><p>Second, this providential meeting is described as a response. The linguistic and thematic echoes between the two events underline the character of just retribution. The phrase “they said to one another” (Gen. 42:21, NKJV) also was used when they began to plot against Joseph (Gen. 37:19). The brothers’ sojourn in prison (Gen. 42:17) echoes Joseph’s sojourn in prison (Gen. 40:3, 4). In fact, Joseph’s brothers relate what is currently happening to them to what they did to their brother perhaps 20 years ago. “Then they said to one another, ‘We are truly guilty concerning our brother, for we saw the anguish of his soul when he pleaded with us, and we would not hear; therefore this distress has come upon us’ ” (Gen. 42:21, NKJV).\n</p><p>Reuben’s words, “ ‘his blood is now required of us’ ” (Gen. 42:22, NKJV), which echo his past warning to “ ‘shed no blood’ ” (Gen. 37:22, NKJV), reinforce the link between what they are now facing and what they had done.&nbsp;</p><p><strong>Most of us, surely, have done things for which we are sorry. How can we, to whatever degree possible, make up for what we have done? Also, why is accepting God’s promises of forgiveness through Jesus so crucial for us (see Rom. 5:7–11)?</strong></p><p><strong>Romans 5:7-11</strong></p><p><strong><sup>7</sup></strong> For scarcely for a righteous man will one die; yet perhaps for a good man someone would even dare to die.\n</p><p><strong><sup>8</sup></strong> But God demonstrates His own love toward us, in that while we were still sinners, Christ died for us.\n</p><p><strong><sup>9</sup></strong> Much more then, having now been justified by His blood, we shall be saved from wrath through Him.\n</p><p><strong><sup>10 </sup></strong>For if when we were enemies we were reconciled to God through the death of His Son, much more, having been reconciled, we shall be saved by His life.\n</p><p><strong><sup>11 </sup></strong>And not only that, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received the reconciliation.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 14",
               "dayTitle":"<p><strong>JOSEPH&nbsp; AND BENJAMIN</strong></p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p>Jacob could not easily allow the departure of Benjamin, his only son with Rachel who remained with him. He was afraid that he would lose him, as he already had lost Joseph (Gen. 43:6–8). It was only when there was no more food (Gen. 43:2) and when Judah pledged to guarantee the return of Benjamin (Gen. 43:9) that Jacob finally consented to a second visit to Egypt and allowed Benjamin to go with his brothers.\n</p><p><strong>Read Genesis 43. What effect did Benjamin’s presence have on the course of events?\n</strong></p><p><strong>Genesis 43\n</strong></p><p><strong><sup>1</sup></strong> Now the famine was severe in the land.\n</p><p><strong><sup>2</sup></strong> And it came to pass, when they had eaten up the grain which they had brought from Egypt, that their father said to them, “Go back, buy us a little food.”\n</p><p><strong><sup>3</sup></strong> But Judah spoke to him, saying, “The man solemnly warned us, saying, ‘You shall not see my face unless your brother is with you.’\n</p><p><strong><sup>4</sup></strong> If you send our brother with us, we will go down and buy you food.\n</p><p><strong><sup>5</sup></strong> But if you will not send him, we will not go down; for the man said to us, ‘You shall not see my face unless your brother is with you.’ ”\n</p><p><strong><sup>6</sup></strong> And Israel said, “Why did you deal so wrongfully with me as to tell the man whether you had still another brother?”\n</p><p><strong><sup>7</sup></strong> But they said, “The man asked us pointedly about ourselves and our family, saying, ‘Is your father still alive? Have you another brother?’ And we told him according to these words. Could we possibly have known that he would say, ‘Bring your brother down’?”\n</p><p><strong><sup>8</sup></strong> Then Judah said to Israel his father, “Send the lad with me, and we will arise and go, that we may live and not die, both we and you and also our little ones.\n</p><p><strong><sup>9</sup></strong> I myself will be surety for him; from my hand you shall require him. If I do not bring him back to you and set him before you, then let me bear the blame forever.\n</p><p><strong><sup>10 </sup></strong>For if we had not lingered, surely by now we would have returned this second time.”\n</p><p><strong><sup>11 </sup></strong>And their father Israel said to them, “If it must be so, then do this: Take some of the best fruits of the land in your vessels and carry down a present for the man—a little balm and a little honey, spices and myrrh, pistachio nuts and almonds.\n</p><p><strong><sup>12 </sup></strong>Take double money in your hand, and take back in your hand the money that was returned in the mouth of your sacks; perhaps it was an oversight.\n</p><p><strong><sup>13 </sup></strong>Take your brother also, and arise, go back to the man.\n</p><p><strong><sup>14 </sup></strong>And may God Almighty give you mercy before the man, that he may release your other brother and Benjamin. If I am bereaved, I am bereaved!”\n</p><p><strong><sup>15 </sup></strong>So the men took that present and Benjamin, and they took double money in their hand, and arose and went down to Egypt; and they stood before Joseph.\n</p><p><strong><sup>16 </sup></strong>When Joseph saw Benjamin with them, he said to the steward of his house, “Take these men to my home, and slaughter an animal and make ready; for these men will dine with me at noon.”\n</p><p><strong><sup>17 </sup></strong>Then the man did as Joseph ordered, and the man brought the men into Joseph’s house.\n</p><p><strong><sup>18 </sup></strong>Now the men were afraid because they were brought into Joseph’s house; and they said, “It is because of the money, which was returned in our sacks the first time, that we are brought in, so that he may make a case against us and seize us, to take us as slaves with our donkeys.”\n</p><p><strong><sup>19 </sup></strong>When they drew near to the steward of Joseph’s house, they talked with him at the door of the house,\n</p><p><strong><sup>20 </sup></strong>and said, “O sir, we indeed came down the first time to buy food;\n</p><p><strong><sup>21 </sup></strong>but it happened, when we came to the encampment, that we opened our sacks, and there, each man’s money was in the mouth of his sack, our money in full weight; so we have brought it back in our hand.\n</p><p><strong><sup>22 </sup></strong>And we have brought down other money in our hands to buy food. We do not know who put our money in our sacks.”\n</p><p><strong><sup>23 </sup></strong>But he said, “Peace be with you, do not be afraid. Your God and the God of your father has given you treasure in your sacks; I had your money.” Then he brought Simeon out to them.\n</p><p><strong><sup>24 </sup></strong>So the man brought the men into Joseph’s house and gave them water, and they washed their feet; and he gave their donkeys feed.\n</p><p><strong><sup>25 </sup></strong>Then they made the present ready for Joseph’s coming at noon, for they heard that they would eat bread there.\n</p><p><strong><sup>26</sup></strong> And when Joseph came home, they brought him the present which was in their hand into the house, and bowed down before him to the earth.\n</p><p><strong><sup>27 </sup></strong>Then he asked them about their well-being, and said, “Is your father well, the old man of whom you spoke? Is he still alive?”\n</p><p><strong><sup>28 </sup></strong>And they answered, “Your servant our father is in good health; he is still alive.” And they bowed their heads down and prostrated themselves.\n</p><p><strong><sup>29 </sup></strong>Then he lifted his eyes and saw his brother Benjamin, his mother’s son, and said, “Is this your younger brother of whom you spoke to me?” And he said, “God be gracious to you, my son.”\n</p><p><strong><sup>30 </sup></strong>Now his heart yearned for his brother; so Joseph made haste and sought somewhere to weep. And he went into his chamber and wept there.\n</p><p><strong><sup>31 </sup></strong>Then he washed his face and came out; and he restrained himself, and said, “Serve the bread.”\n</p><p><strong><sup>32 </sup></strong>So they set him a place by himself, and them by themselves, and the Egyptians who ate with him by themselves; because the Egyptians could not eat food with the Hebrews, for that is an abomination to the Egyptians.\n</p><p><strong><sup>33 </sup></strong>And they sat before him, the firstborn according to his birthright and the youngest according to his youth; and the men looked in astonishment at one another.\n</p><p><strong><sup>34 </sup></strong>Then he took servings to them from before him, but Benjamin’s serving was five times as much as any of theirs. So they drank and were merry with him.</p><p><br></p><p>Benjamin’s presence dominated the events. When all the brothers stand before Joseph, Benjamin is the only person whom Joseph sees (Gen. 43:16).  Benjamin is the only one who is called “brother” (Gen. 43:29, NKJV). While Benjamin is called by name, all the other brothers are not identified; they are simply referred to as “men” (Gen. 43:16).\n</p><p>Joseph calls Benjamin “ ‘my son,’ ” as a reassuring expression of special affection (Gen. 43:29; compare with Gen. 22:8). Joseph’s blessing refers to “grace” (Gen. 43:29), reminiscent of his begging for grace, which was not forthcoming (Gen. 42:21). Joseph returns to Benjamin the grace that he did not receive from his other brothers.\n</p><p>While Joseph’s brothers fear that they will be cast in prison because of the money that was returned, Joseph prepares a banquet for them because of Benjamin’s presence. It is as if Benjamin has a redeeming effect on the whole situation. When all the brothers are seated according to their ages and respecting the rules of honor, it is Benjamin, the youngest, who is served five times more than all the other brothers (Gen. 43:33, 34). And yet, this favoritism does not bother them unlike when Joseph was his father’s favorite many years ago, which led to their terrible actions toward both their half brother and their own father (Gen. 37:3, 4).\n</p><p>“By this token of favor to Benjamin he hoped to ascertain if the youngest brother was regarded with the envy and hatred that had been manifested toward himself. Still supposing that Joseph did not understand their language, the brothers freely conversed with one another; thus he had a good opportunity to learn their real feelings. Still he desired to test them further, and before their departure he ordered that his own drinking cup of silver should be concealed in the sack of the youngest.”—Ellen G. White, Patriarchs and Prophets, pp. 228, 229.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 15",
               "dayTitle":"<p><strong>THE DIVINATION CUP</strong></p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p><strong>Read Genesis 44. Why did Joseph put the divination cup in Benjamin’s sack and not in another brother’s sack?\n</strong></p><p><strong>Genesis 44</strong></p><p><strong><sup>1</sup></strong> And he commanded the steward of his house, saying, “Fill the men’s sacks with food, as much as they can carry, and put each man’s money in the mouth of his sack.</p><p><strong><sup>2</sup></strong> Also put my cup, the silver cup, in the mouth of the sack of the youngest, and his grain money.” So he did according to the word that Joseph had spoken.</p><p><strong><sup>3</sup></strong> As soon as the morning dawned, the men were sent away, they and their donkeys.</p><p><sup><strong>4</strong></sup> When they had gone out of the city, and were not yet far off, Joseph said to his steward, “Get up, follow the men; and when you overtake them, say to them, ‘Why have you repaid evil for good?</p><p><strong><sup>5</sup></strong> Is not this the one from which my lord drinks, and with which he indeed practices divination? You have done evil in so doing.’ ”</p><p><strong><sup>6</sup></strong> So he overtook them, and he spoke to them these same words.</p><p><sup><strong>7 </strong></sup>And they said to him, “Why does my lord say these words? Far be it from us that your servants should do such a thing.</p><p><strong><sup>8</sup></strong> Look, we brought back to you from the land of Canaan the money which we found in the mouth of our sacks. How then could we steal silver or gold from your lord’s house?</p><p><strong><sup>9</sup></strong> With whomever of your servants it is found, let him die, and we also will be my lord’s slaves.”</p><p><strong><sup>10 </sup></strong>And he said, “Now also let it be according to your words; he with whom it is found shall be my slave, and you shall be blameless.”</p><p><strong><sup>11 </sup></strong>Then each man speedily let down his sack to the ground, and each opened his sack.</p><p><strong><sup>12 </sup></strong>So he searched. He began with the oldest and left off with the youngest; and the cup was found in Benjamin’s sack.</p><p><strong><sup>13 </sup></strong>Then they tore their clothes, and each man loaded his donkey and returned to the city.</p><p><strong><sup>14 </sup></strong>So Judah and his brothers came to Joseph’s house, and he was still there; and they fell before him on the ground.</p><p><strong><sup>15 </sup></strong>And Joseph said to them, “What deed is this you have done? Did you not know that such a man as I can certainly practice divination?”</p><p><strong><sup>16 </sup></strong>Then Judah said, “What shall we say to my lord? What shall we speak? Or how shall we clear ourselves? God has found out the iniquity of your servants; here we are, my lord’s slaves, both we and he also with whom the cup was found.”</p><p><strong><sup>17 </sup></strong>But he said, “Far be it from me that I should do so; the man in whose hand the cup was found, he shall be my slave. And as for you, go up in peace to your father.”</p><p><strong><sup>18 </sup></strong>Then Judah came near to him and said: “O my lord, please let your servant speak a word in my lord’s hearing, and do not let your anger burn against your servant; for you are even like Pharaoh.</p><p><strong><sup>19 </sup></strong>My lord asked his servants, saying, ‘Have you a father or a brother?’</p><p><strong><sup>20 </sup></strong>And we said to my lord, ‘We have a father, an old man, and a child of his old age, who is young; his brother is dead, and he alone is left of his mother’s children, and his father loves him.’</p><p><strong><sup>21 </sup></strong>Then you said to your servants, ‘Bring him down to me, that I may set my eyes on him.’</p><p><strong><sup>22 </sup></strong>And we said to my lord, ‘The lad cannot leave his father, for if he should leave his father, his father would die.’</p><p><strong><sup>23 </sup></strong>But you said to your servants, ‘Unless your youngest brother comes down with you, you shall see my face no more.’</p><p><strong><sup>24 </sup></strong>“So it was, when we went up to your servant my father, that we told him the words of my lord.</p><p><strong><sup>25 </sup></strong>And our father said, ‘Go back and buy us a little food.’</p><p><strong><sup>26 </sup></strong>But we said, ‘We cannot go down; if our youngest brother is with us, then we will go down; for we may not see the man’s face unless our youngest brother is with us.’</p><p><sup><strong>27 </strong></sup>Then your servant my father said to us, ‘You know that my wife bore me two sons;</p><p><strong><sup>28 </sup></strong>and the one went out from me, and I said, “Surely he is torn to pieces”; and I have not seen him since.</p><p><sup><strong>29 </strong></sup>But if you take this one also from me, and calamity befalls him, you shall bring down my gray hair with sorrow to the grave.’</p><p><strong><sup>30 </sup></strong>“Now therefore, when I come to your servant my father, and the lad is not with us, since his life is bound up in the lad’s life,</p><p><strong><sup>31 </sup></strong>it will happen, when he sees that the lad is not with us, that he will die. So your servants will bring down the gray hair of your servant our father with sorrow to the grave.</p><p><strong><sup>32 </sup></strong>For your servant became surety for the lad to my father, saying, ‘If I do not bring him back to you, then I shall bear the blame before my father forever.’</p><p><strong><sup>33 </sup></strong>Now therefore, please let your servant remain instead of the lad as a slave to my lord, and let the lad go up with his brothers.</p><p><strong><sup>34 </sup></strong>For how shall I go up to my father if the lad is not with me, lest perhaps I see the evil that would come upon my father?”</p><p><br></p><p>This story parallels the preceding one. As before, Joseph gives specific instructions; and, once again, he fills the men’s sacks with food. This time, however, Joseph adds the strange command to put his precious cup in Benjamin’s sack.\n</p><p>The events take, therefore, a different course. While in the preceding trip, the brothers returned to Canaan to take Benjamin with them, now they have to return to Egypt to face Joseph. Whereas in the preceding situation all the brothers found the same thing in their sacks, now Benjamin is singled out as the one who has Joseph’s cup. Unexpectedly, Benjamin, who as the guest of honor had access to Joseph’s cup, is now suspect and charged with having stolen that precious article. He will go to prison.\n</p><p>That Joseph was using a divination cup did not mean that he believed in its power. Joseph “had never claimed the power of divination, but was willing to have them believe that he could read the secrets of their lives.”—Ellen G. White, Patriarchs and Prophets, p. 229.\n</p><p>The magic cup was for Joseph a pretext to evoke the supernatural domain, and thus awaken in his brothers’ hearts their sense of guilt toward God. This is how Judah interprets Joseph’s implied message, because he refers to the iniquity that God has found in them (Gen. 44:16). Also, the stealing of that precious cup would justify a severe punishment and thus test the other brothers’ thinking.\n</p><p>The intensity of the brothers’ emotion and their reaction is significant. They all are united in the same pain, fearing for Benjamin, who will be lost as was Joseph, and like him become a slave in Egypt although he was, like him, innocent. This is why Judah proposes that he be taken as a slave “instead” of Benjamin (Gen. 44:33), just as the ram had been sacrificed “instead” of the innocent Isaac (compare with Gen. 22:13). Judah presents himself as a sacrifice, a substitution, whose purpose is precisely to cope with that “evil” that would devastate his father (Gen. 44:34).\n</p><p><strong>What principle of love, as exemplified in Judah’s response, is implied in the process of substitution? How does this kind of love explain the biblical theology of salvation? (See Rom. 5:8.)</strong></p><p><strong>Romans 5:8</strong></p><p><sup style=\"\"><strong>8</strong></sup> But God demonstrates His own love toward us, in that while we were still sinners, Christ died for us.</p><p><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 16",
               "dayTitle":"<p><strong>\"I AM JOSEPH YPUR BROTHER\"</strong></p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p><strong>Read Genesis 45. What lessons of love, faith, and hope can be found in this story?\n</strong></p><p><strong>Genesis 45\n</strong></p><p><strong><sup>1 </sup></strong>Then Joseph could not restrain himself before all those who stood by him, and he cried out, “Make everyone go out from me!” So no one stood with him while Joseph made himself known to his brothers.\n</p><p><strong><sup>2 </sup></strong>And he wept aloud, and the Egyptians and the house of Pharaoh heard it.\n</p><p><sup><strong>3</strong></sup> Then Joseph said to his brothers, “I am Joseph; does my father still live?” But his brothers could not answer him, for they were dismayed in his presence.\n</p><p><sup><strong>4 </strong></sup>And Joseph said to his brothers, “Please come near to me.” So they came near. Then he said: “I am Joseph your brother, whom you sold into Egypt.\n</p><p><sup><strong>5</strong>&nbsp;</sup>But now, do not therefore be grieved or angry with yourselves because you sold me here; for God sent me before you to preserve life.\n</p><p><strong><sup>6</sup></strong> For these two years the famine has been in the land, and there are still five years in which there will be neither plowing nor harvesting.\n</p><p><strong><sup>7</sup></strong> And God sent me before you to preserve a posterity for you in the earth, and to save your lives by a great deliverance.\n</p><p><strong><sup>8</sup></strong> So now it was not you who sent me here, but God; and He has made me a father to Pharaoh, and lord of all his house, and a ruler throughout all the land of Egypt.\n</p><p><strong><sup>9</sup></strong> “Hurry and go up to my father, and say to him, ‘Thus says your son Joseph: “God has made me lord of all Egypt; come down to me, do not tarry.\n</p><p><strong><sup>10</sup></strong> You shall dwell in the land of Goshen, and you shall be near to me, you and your children, your children’s children, your flocks and your herds, and all that you have.\n</p><p><strong><sup>11 </sup></strong>There I will provide for you, lest you and your household, and all that you have, come to poverty; for there are still five years of famine.” ’\n</p><p><strong><sup>12 </sup></strong>“And behold, your eyes and the eyes of my brother Benjamin see that it is my mouth that speaks to you.\n</p><p><strong><sup>13 </sup></strong>So you shall tell my father of all my glory in Egypt, and of all that you have seen; and you shall hurry and bring my father down here.”\n</p><p><strong><sup>14 </sup></strong>Then he fell on his brother Benjamin’s neck and wept, and Benjamin wept on his neck. 15 Moreover he kissed all his brothers and wept over them, and after that his brothers talked with him.\n</p><p><strong><sup>16</sup></strong> Now the report of it was heard in Pharaoh’s house, saying, “Joseph’s brothers have come.” So it pleased Pharaoh and his servants well.\n</p><p><strong><sup>17 </sup></strong>And Pharaoh said to Joseph, “Say to your brothers, ‘Do this: Load your animals and depart; go to the land of Canaan.\n</p><p><strong><sup>18 </sup></strong>Bring your father and your households and come to me; I will give you the best of the land of Egypt, and you will eat the fat of the land.\n</p><p><strong><sup>19 </sup></strong>Now you are commanded—do this: Take carts out of the land of Egypt for your little ones and your wives; bring your father and come.\n</p><p><strong><sup>20 </sup></strong>Also do not be concerned about your goods, for the best of all the land of Egypt is yours.’ ”\n</p><p><strong><sup>21 </sup></strong>Then the sons of Israel did so; and Joseph gave them carts, according to the command of Pharaoh, and he gave them provisions for the journey.\n</p><p><strong><sup>22 </sup></strong>He gave to all of them, to each man, changes of garments; but to Benjamin he gave three hundred pieces of silver and five changes of garments.\n</p><p><strong><sup>23 </sup></strong>And he sent to his father these things: ten donkeys loaded with the good things of Egypt, and ten female donkeys loaded with grain, bread, and food for his father for the journey.\n</p><p><strong><sup>24 </sup></strong>So he sent his brothers away, and they departed; and he said to them, “See that you do not become troubled along the way.”\n</p><p><strong><sup>25</sup></strong> Then they went up out of Egypt, and came to the land of Canaan to Jacob their father.\n</p><p><strong><sup>26 </sup></strong>And they told him, saying, “Joseph is still alive, and he is governor over all the land of Egypt.” And Jacob’s heart stood still, because he did not believe them.\n</p><p><strong><sup>27 </sup></strong>But when they told him all the words which Joseph had said to them, and when he saw the carts which Joseph had sent to carry him, the spirit of Jacob their father revived.\n</p><p><strong><sup>28 </sup></strong>Then Israel said, “It is enough. Joseph my son is still alive. I will go and see him before I die.”\n</p><p>It was at that very moment, when Judah talked about the “ ‘evil’ ” that would fall upon ’avi, “ ‘my father’ ” (Gen. 44:34), that Joseph “cried out” (Gen. 45:1, NKJV) and then “made himself known” to his brothers. This expression, often used to refer to God’s self-revelation (Exod. 6:3, Ezek. 20:9), suggests that it is God who had revealed Himself here, as well. That is, the Lord had shown that His providence reigns, even despite human foibles.\n</p><p>Joseph’s brothers cannot believe what they are hearing and seeing. Thus, Joseph is obliged to repeat, “ ‘I am Joseph your brother’ ” (Gen. 45:4, NKJV), and it is only the second time, when they hear the precise words “ ‘whom you sold into Egypt’ ” (Gen. 45:4, NKJV), that they believe. Joseph then declares: “ ‘God sent me’ ” (Gen. 45:5, NKJV). This reference to God has a double purpose. It serves not only to reassure his brothers that Joseph does not have hard feelings toward them; but it also is a profound confession of faith, and an expression of hope, because what they did was necessary for the “ ‘great deliverance’ ” and the survival of a “ ‘posterity’ ” (Gen. 45:7, NKJV).\n</p><p>Joseph then urges his brothers to go to his father in order to prepare him to come to Egypt. He accompanies his call with specific words concerning the place where they will “ ‘dwell,’ ” that is, Goshen, famous for its rich pasture, “ ‘the best of the land’ ” (Gen. 45:10, 18, NKJV). He also takes care of the transportation: carts are provided, which will ultimately convince Jacob that his sons were not lying to him about what they had just experienced (Gen. 45:27). Jacob takes this visible demonstration as evidence that Joseph is alive, and this is enough for him to come alive again (compare with Gen. 37:35, Gen. 44:29).\n</p><p>Things are now good. Jacob’s 12 sons are alive. Jacob is now called “Israel” (Gen. 45:28), and the providence of God has been made manifest in a powerful way.&nbsp;</p><p><strong>Yes, Joseph was gracious to his brothers. He could afford to be. How, though, do we learn to be gracious to those whose evil toward us doesn’t turn out as well for us as what Joseph experienced?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 17",
               "dayTitle":"",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p><strong>Further Thought:</strong></p><p>Ellen G. White, “Joseph in Egypt,” pp. 213–223; “Joseph and His Brothers,” pp. 224–232, in Patriarchs and Prophets.\n</p><p>“The three days of confinement were days of bitter sorrow with Jacob’s sons. They reflected upon their past wrong course, especially their cruelty to Joseph. They knew if they were convicted of being spies, and they could not bring evidence to clear themselves, they would all have to die, or become slaves. They doubted whether any effort any one of them might make would cause their father to consent to have Benjamin go from him, after the cruel death, as he thought, Joseph had suffered.&nbsp;</p><p>They sold Joseph as a slave, and they were fearful that God designed to punish them by suffering them to become slaves. Joseph considers that his father and the families of his brethren, may be suffering for food, and he is convinced that his brethren have repented of their cruel treatment of him, and that they would in no case treat Benjamin as they had treated him.”—Ellen G. White, Spiritual Gifts, book 3, pp. 155, 156.\n</p><p>“Joseph was satisfied. He had proved his brethren, and had seen in them the fruits of true repentance for their sins.”—Ellen G. White, Spiritual Gifts, book 3, p. 165.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong><sup>1</sup></strong> In class, dwell on the question at the end of Thursday’s study. Do you think that Joseph would have been so gracious to his brothers had things not turned out so well for him? Of course, we can’t know for sure, but what indications, if any, in the entire story of Joseph reveal to us the kind of character that Joseph had, which could help explain his graciousness?\n</p><p><strong><sup>2</sup></strong> In what ways can we see in Joseph a kind of precursor to Christ and what Christ went through?\n</p><p><strong><sup>3</sup></strong> Joseph had tested his brothers. In what similar ways does God test us?\n</p><p><strong><sup>4</sup></strong> Even after all those years, the brothers realized their guilt in what they had done to Joseph. What does this teach us about how powerful guilt can be? And though we can be forgiven and accept God’s forgiveness, how do we learn to forgive ourselves, no matter how unworthy we are of that forgiveness?</p><p><br></p><p><strong>INSIDE STORY\n</strong></p><p><strong>I Will Go!&nbsp;</strong></p><p>By Andrew McChesney\n</p><p>The news about the tragic stabbing death of US volunteer Kirsten Elisabeth Wolcott during a morning jog on the Pacific island of Yap ricocheted across the campus of Southern Adventist University, where she had studied.\n</p><p>The university in Collegedale, Tennessee, had sent out many student volunteers over the years, and now students were divided. “We will not go,” some students said after the 20-year-old junior education major was killed by a drunken man in 2009. “It’s too dangerous.”\n</p><p>Others remembered the words of early Christian church father Tertullian, quoted in The Great Controversy: “The oftener we are mown down by you, the more in number we grow; the blood of Christians is seed” (page 41). “We will go!” those students said. “We will honor Kirsten’s faith.”\n</p><p>The debate lingered in the mind of Winston Crawford, a 33-year-old theology student, as he walked across the campus on a Sabbath afternoon. He accidentally opened a wrong door and, before he knew it, found himself at an event for student volunteers. He hadn’t known about the event but, because he was there, decided to visit the booths. The woman at one booth spoke about the desperate need for volunteers to teach English in the former Soviet Union. “The program will end if they don’t get anyone,” she said. Winston’s heart was touched. He hadn’t planned to take off a year, but he thought, I will honor Kirsten’s faith. I will go.\n</p><p>He sent away an application and received an invitation to teach in Moscow, Russia. Winston eagerly read about the country as he got his paperwork in order and raised money to buy air tickets. Twelve days before his arrival on April 10, 2010, twin suicide bombers killed 40 people in the Moscow subway. What did I sign up for? Winston wondered.\n</p><p>Then he thought about Paul, who had been beaten and left for dead many times. Paul was no coward. He remembered Revelation 21:8, which says the cowardly will not inherit eternal life. He recalled how he had stumbled, seemingly by accident, upon the event with the student volunteers. He remembered Kirsten. Why would a bomb scare me? he thought. God called me to serve. I will go! Winston went and, a decade later, has no regrets. He grew closer to Christ, and the influence that he had on his students will only be known in eternity. The year changed his life.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p><strong>JOSEPH, PRINCE OF EGYPT</strong></p>",
         "verse":"<p>“And Pharaoh said to Joseph, ‘See, I have set you over all the land of Egypt’ ” (Genesis 41:41, NKJV)</p>",
         "versionCode":1,
         "weekDate":"June 11-18"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
