{
  "data": [
    {
      "color": "#f033ff",
      "id": 3,
      "idEs": 10,
      "language": "es",
      "lessonDays": [
        {
          "date": "8 de octubre",
          "dayTitle": "",
          "id": 31,
          "idDay": 1,
          "idLesson": 3,
          "lessonText": "<p>La tensión entre la palabra de Dios: “Ciertamente morirás” (Gén. 2:16, 17) y la promesa falsa de Satanás: “Ciertamente no morirán” (Gén. 3:4, RVA-2015) no se limita al Jardín del Edén. Ha resonado a lo largo de la historia. Muchos intentan armonizar las palabras de Satanás con las de Dios. Para ellos, la advertencia “morirás” se refiere solo al cuerpo físico perecedero, mientras que la promesa “ciertamente no morirán” sería una alusión a un alma o espíritu inmortal.<br><br>Pero, este planteamiento no funciona. Por ejemplo, ¿se pueden armonizar las palabras contradictorias de Dios y de Satanás? ¿Existe un alma o espíritu inmaterial que sobrevive conscientemente a la muerte física? Hay muchos intentos filosóficos, e incluso científicos, para responder estas preguntas. Pero, como cristianos cuyo fundamento es la Biblia, debemos reconocer que solo el Dios todopoderoso, aquel que nos creó, también nos conoce perfectamente (ver Sal. 139). Por lo tanto, solo en su Palabra, las Escrituras, podemos encontrar respuestas a estas preguntas cruciales.<br><br>Esta semana consideraremos de qué manera el Antiguo Testamento define la naturaleza humana y la condición de los seres humanos al morir.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de octubre",
          "dayTitle": "<p>“UN SER VIVIENTE”<br></p>",
          "id": 32,
          "idDay": 2,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Génesis 1:24 al 27 y 2:7 y 19. ¿Qué similitudes y diferencias puedes ver entre la forma en que Dios creó a los animales y a la humanidad? ¿Qué nos dice Génesis 2:7 sobre la naturaleza humana?</strong><br></p><p><strong>Génesis 1:24 - 27</strong></p><p><sup><strong>24</strong></sup> Luego dijo Dios: Produzca la tierra seres vivientes según su género, bestias y serpientes y animales de la tierra según su especie. Y fue así. <sup><br></sup></p><p><sup><strong>25 </strong></sup>E hizo Dios animales de la tierra según su género, y ganado según su género, y todo animal que se arrastra sobre la tierra según su especie. Y vio Dios que era bueno.<sup><br><br><strong>26</strong></sup> Entonces dijo Dios: Hagamos al hombre a nuestra imagen, conforme a nuestra semejanza; y señoree en los peces del mar, en las aves de los cielos, en las bestias, en toda la tierra, y en todo animal que se arrastra sobre la tierra. <sup><br></sup></p><p><sup><strong>27</strong></sup> Y creó Dios al hombre a su imagen, a imagen de Dios lo creó; varón y hembra los creó.<br></p><p><strong>&nbsp;Génesis 2:7,19</strong></p><p><strong><sup>7</sup> </strong>Entonces Jehová Dios formó al hombre del polvo de la tierra, y sopló en su nariz aliento de vida, y fue el hombre un ser viviente.</p><p><sup><strong>19 </strong></sup>Jehová Dios formó, pues, de la tierra toda bestia del campo, y toda ave de los cielos, y las trajo a Adán para que viese cómo las había de llamar; y todo lo que Adán llamó a los animales vivientes, ese es su nombre.<strong><br></strong></p><p>El relato de Génesis declara que, en el sexto día de la semana de la Creación, Jehová Dios dio vida a los animales terrestres y a los primeros seres humanos, una pareja (Gén. 1:24-27). Se nos dice que “formó, pues, de la tierra toda bestia del campo, y toda ave de los cielos” (Gén. 2:19). También “formó al hombre del polvo de la tierra” (Gén. 2:7).<br><br>Aunque los animales y el hombre fueron hechos de “la tierra”, la formación del hombre fue distinta de la de los animales por dos razones. En primer lugar, Dios formó al hombre físicamente, y luego “sopló en su nariz aliento de vida, y fue el hombre un ser viviente” (Gén. 2:7). Era una entidad física antes de convertirse en una entidad viviente. En segundo lugar, Dios creó a la humanidad, como hombre y mujer, a imagen y semejanza de la Deidad (Gén. 1:26, 27).<br><br>Génesis 2:7 explica que la infusión del “aliento de vida” en el cuerpo físico de Adán lo transformó en “un ser viviente” (hebreo néfesh jaiá), o literalmente un “alma viviente” (RVA). Esto significa que no tenemos un alma que pueda existir separada del cuerpo; más bien, somos un ser vivo, o alma viviente. La afirmación de que esta “alma” es una entidad consciente que puede existir separada del cuerpo humano es una idea pagana, no bíblica. Comprender la verdadera naturaleza de la humanidad nos impide aceptar la noción popular de un alma inmaterial y todos los peligrosos errores construidos sobre esa creencia.<br><br>Ninguna parte aislada del ser humano, separada de la persona en su conjunto, tiene una existencia consciente. Dios nos creó de una manera formidable y maravillosa, y no debemos especular más allá de lo que las Escrituras realmente dicen sobre este asunto específico. De hecho, no solo la naturaleza de la vida misma es un misterio (los científicos aún no pueden ponerse de acuerdo sobre qué significa exactamente que algo esté vivo); aún más misteriosa es la naturaleza de la conciencia. ¿Cómo es que los pocos gramos de tejido material (células y sustancias químicas) en nuestra cabeza, el cerebro, retienen y crean cosas inmateriales como los pensamientos y las emociones? Quienes estudian esta idea admiten que realmente no lo sabemos.<br><br><strong>¡Qué gran milagro es la vida! ¿Por qué deberíamos regocijarnos en el regalo no solo de la vida, sino también de la vida eterna, un milagro aún mayor?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de octubre",
          "dayTitle": "<p>EL ALMA QUE PECARE, ESA MORIRÁ<br></p>",
          "id": 33,
          "idDay": 3,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Ezequiel 18:4 y 20; y Mateo 10:28. Estos versículos, ¿cómo pueden ayudarnos a comprender la naturaleza del alma humana?</strong><br></p><p><strong>Ezequiel 18:4,20</strong></p><p><sup><strong>4 </strong></sup>He aquí que todas las almas son mías; como el alma del padre, así el alma del hijo es mía; el alma que pecare, esa morirá.</p><p><sup><strong>20</strong></sup> El alma que pecare, esa morirá; el hijo no llevará el pecado del padre, ni el padre llevará el pecado del hijo; la justicia del justo será sobre él, y la impiedad del impío será sobre él.<br></p><p><strong>Mateo 10:28</strong></p><p><strong><sup>28</sup> </strong>Y no temáis a los que matan el cuerpo, mas el alma no pueden matar; temed más bien a aquel que puede destruir el alma y el cuerpo en el infierno.<strong><br></strong></p><p>La vida humana en este mundo pecaminoso es frágil y transitoria (Isa. 40:1-8). Nada infectado por el pecado puede ser eterno por naturaleza. “Por tanto, como el pecado entró en el mundo por un hombre, y por el pecado la muerte, así la muerte pasó a todos los hombres, por cuanto todos pecaron” (Rom. 5:12).<br><br>La muerte es la consecuencia natural del pecado, que afecta a toda la vida aquí. Sobre esta cuestión, hay dos conceptos bíblicos importantes. Uno es que tanto los seres humanos como los animales mueren. Como dijo el rey Salomón: “Porque lo que sucede a los hijos de los hombres, y lo que sucede a las bestias, un mismo suceso es: como mueren los unos, así mueren los otros, y una misma respiración tienen todos; ni tiene más el hombre que la bestia [...]. Todo va a un mismo lugar; todo es hecho del polvo, y todo volverá al mismo polvo” (Ecl. 3:19, 20).<br><br>El segundo concepto es que la muerte física de una persona implica el cese de su existencia como alma viviente (hebreo néfesh). En Génesis 2:16 y 17, Dios había advertido a Adán y a Eva que, si alguna vez pecaban al comer del árbol de la ciencia del bien y del mal, morirían.<br><br>Dios repitió esta advertencia en Ezequiel 18:4 y 20 para reforzar el concepto: “El alma que pecare, esa morirá”. Esta declaración tiene dos implicaciones prin- cipales. Una es que, dado que todos los seres humanos somos pecadores, todos estamos bajo el inevitable proceso de envejecimiento y muerte (Rom. 3:9-18, 23). Otra implicación es que este concepto bíblico anula la noción popular de una supuesta inmortalidad natural del alma. Si el alma es inmortal y está viva en otra esfera después de la muerte, entonces en realidad no morimos, al fin y al cabo, ¿verdad?<br><br>En contraste, la solución bíblica para el dilema de la muerte no es un alma incorpórea que migra al paraíso, al purgatorio o al infierno. De hecho, la solución es la resurrección final de los que murieron en Cristo. Como dijo Jesús en su sermón sobre el Pan de vida: “Que todo aquel que ve al Hijo, y cree en él, tenga vida eterna; y yo le resucitaré en el día postrero” (Juan 6:40).<br><strong><br>¿Por qué la certeza de la Segunda Venida, que está garantizada por la primera venida de Cristo es tan decisiva para todo lo que creemos? Al fin de cuentas, ¿de qué sirvió la primera venida de Cristo sin la segunda? ¿Qué esperanza tendríamos sin la promesa de su regreso?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de octubre",
          "dayTitle": "<p>EL ESPÍRITU VUELVA A DIOS<br></p>",
          "id": 34,
          "idDay": 4,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Génesis 2:7 y Eclesiastés 12:1 al 7. ¿Qué contraste ves entre estos dos pasajes bíblicos? ¿Cómo pueden ayudarnos a comprender mejor la condición humana después de la muerte? Ver también Génesis 7:22.</strong></p><p><strong>Génesis 2:7 <br></strong></p><p><strong><sup>7</sup> </strong>Entonces Jehová Dios formó al hombre del polvo de la tierra, y sopló en su nariz aliento de vida, y fue el hombre un ser viviente.<strong><br></strong></p><p><strong>Eclesiastés 12:1-7</strong></p><p><sup><strong>1</strong></sup> Acuérdate de tu Creador en los días de tu juventud, antes que vengan los días malos, y lleguen los años de los cuales digas: No tengo en ellos contentamiento; <sup><br></sup></p><p><sup><strong>2</strong></sup> antes que se oscurezca el sol, y la luz, y la luna y las estrellas, y vuelvan las nubes tras la lluvia; <sup><br></sup></p><p><sup><strong>3 </strong></sup>cuando temblarán los guardas de la casa, y se encorvarán los hombres fuertes, y cesarán las muelas porque han disminuido, y se oscurecerán los que miran por las ventanas; <sup><br></sup></p><p><sup><strong>4 </strong></sup>y las puertas de afuera se cerrarán, por lo bajo del ruido de la muela; cuando se levantará a la voz del ave, y todas las hijas del canto serán abatidas; <sup><br></sup></p><p><sup><strong>5 </strong></sup>cuando también temerán de lo que es alto, y habrá terrores en el camino; y florecerá el almendro, y la langosta será una carga, y se perderá el apetito; porque el hombre va a su morada eterna, y los endechadores andarán alrededor por las calles; <sup><br></sup></p><p><sup><strong>6</strong></sup> antes que la cadena de plata se quiebre, y se rompa el cuenco de oro, y el cántaro se quiebre junto a la fuente, y la rueda sea rota sobre el pozo; <sup><br></sup></p><p><sup><strong>7 </strong></sup>y el polvo vuelva a la tierra, como era, y el espíritu vuelva a Dios que lo dio.<br></p><p><strong>Génesis 7:22</strong><sup><br></sup></p><p><sup><strong>22</strong></sup> Todo lo que tenía aliento de espíritu de vida en sus narices, todo lo que había en la tierra, murió.</p><p>Como ya vimos, la Biblia enseña que el ser humano es un alma (Gén. 2:7), y el alma deja de existir cuando el cuerpo muere (Eze. 18:4, 20).<br><br>Pero ¿qué sucede con el “espíritu”? ¿No permanece consciente incluso después de la muerte del cuerpo? Muchos cristianos creen que sí, e incluso tratan de justificar su postura citando Eclesiastés 12:7, que dice: “Y el polvo vuelva a la tierra, como era, y el espíritu vuelva a Dios que lo dio”. Pero esta declaración no sugiere que el espíritu de los muertos permanezca consciente en la presencia de Dios.<br><br>Eclesiastés 12:1 al 7 describe en términos bastante dramáticos el proceso de envejecimiento, que culmina con la muerte. El versículo 7 se refiere a la muerte como la inversión del proceso de creación mencionado en Génesis 2:7.<br><br>Como ya se ha dicho, en el sexto día de la semana de la Creación, “Jehová Dios formó al hombre del polvo de la tierra, y sopló en su nariz aliento de vida, y fue el hombre un ser viviente” (Gén. 2:7). Pero ahora, Eclesiastés 12:7 nos dice que “el polvo vuelva a la tierra, como era, y el espíritu vuelva a Dios que lo dio”. Por consiguiente, el aliento de vida que Dios sopló en las fosas nasales de Adán, y que también proveyó para todos los demás seres humanos, vuelve a Dios; en otras palabras, simplemente deja de fluir en ellos y a través de ellos. Debemos tener en cuenta que Eclesiastés 12:7 describe el proceso de muerte de todos los seres humanos y lo hace sin distinguir entre justos e injustos. Si los supuestos espíritus de todos los que mueren sobreviven como entidades conscientes en la presencia de Dios, entonces, los espíritus de los impíos, ¿están con Dios? Esta idea no armoniza con la enseñanza general de las Escrituras. Como el mismo proceso de muerte ocurre tanto con los seres humanos como con los animales (Ecl. 3:19, 20), la muerte no es otra cosa que dejar de existir como seres vivos. Como dijo el salmista: “Escondes tu rostro, se turban; les quitas el hálito, dejan de ser, y vuelven al polvo” (Sal. 104:29).<br><br><strong>A menudo decimos que la muerte es solo parte de la vida. ¿Qué tiene de malo eso? Que la muerte es lo opuesto a la vida, la enemiga de la vida. Entonces, ¿qué gran esperanza se encuentra en este versículo: “El postrer enemigo que será destruido es la muerte” (1 Cor. 15:26)?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de octubre",
          "dayTitle": "<p>LOS MUERTOS NADA SABEN<br></p>",
          "id": 35,
          "idDay": 5,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Job 3:11 al 13; Salmos 115:17; 146:4; y Eclesiastés 9:5 y 10. ¿Qué podemos aprender de estos pasajes sobre la condición de los seres humanos al morir?</strong></p><p><strong>Job 3:11-13</strong></p><p><sup><strong>11</strong></sup> ¿Por qué no morí yo en la matriz, o expiré al salir del vientre?<sup><br><br><strong>12</strong></sup> ¿Por qué me recibieron las rodillas?¿Y a qué los pechos para que mamase?<sup><br><br><strong>13</strong></sup> Pues ahora estaría yo muerto, y reposaría; dormiría, y entonces tendría descanso,<strong><br><br></strong></p><p><strong>Salmos 115:17</strong></p><p><sup><strong>17</strong></sup>&nbsp; No alabarán los muertos a JAH, ni cuantos descienden al silencio;<br><br></p><p><strong>Salmos 146:4</strong><sup><br><br><strong>4</strong></sup> Pues sale su aliento, y vuelve a la tierra; en ese mismo día perecen sus pensamientos.<br></p><p><strong>Eclesiastés 9:5, 10</strong><sup><br></sup></p><p><sup><strong>5</strong></sup> Porque los que viven saben que han de morir; pero los muertos nada saben, ni tienen más paga; porque su memoria es puesta en olvido.</p><p><sup><strong>10</strong></sup> Todo lo que te viniere a la mano para hacer, hazlo según tus fuerzas; porque en el Seol, adonde vas, no hay obra, ni trabajo, ni ciencia, ni sabiduría.<br></p><p>Algunos comentaristas bíblicos argumentan que estos pasajes (Job 3:11-13; Sal. 115:17; 146:4; Ecl. 9:5, 10), escritos en lenguaje poético, no pueden usarse para definir la condición de los seres humanos al morir. Es cierto que a veces la poesía puede ser ambigua y se puede malinterpretar con facilidad, pero no es así con estos versículos. Su lenguaje es claro y sus conceptos están en total armonía con las enseñanzas generales del Antiguo Testamento sobre el tema.<br><br>En primer lugar, en Job 3, el patriarca lamenta haber nacido, debido a todo el sufrimiento. (En los momentos más terribles, ¿quién no ha deseado no haber nacido nunca?) Él reconoce que, si hubiera muerto al nacer, estaría dormido y en reposo (Job 3:11, 13).<br><br>Salmo 115 define el lugar donde están los muertos como un lugar de silencio, porque “no alabarán los muertos a JAH” (Sal. 115:17). Esto difícilmente sugiera que los muertos, los muertos fieles (y agradecidos), estén en el cielo adorando a Dios. Según Salmo 146, las actividades mentales de la persona cesan con la muerte: “Pues sale su aliento, y vuelve a la tierra; en ese mismo día perecen sus pensamientos” (Sal. 146:4). Esta es una descripción bíblica perfecta de lo que sucede al morir.<br><br>Y Eclesiastés 9 agrega que “los muertos nada saben” y que en la tumba “no hay obra, ni trabajo, ni ciencia, ni sabiduría” (Ecl. 9:5, 10). Estas declaraciones confirman la enseñanza bíblica de que los muertos están inconscientes.<br><br>La enseñanza bíblica de la inconsciencia en la muerte no debería generar pánico en los cristianos. En primer lugar, a los que mueren sin ser salvos no les espera un infierno que arda eternamente ni un purgatorio temporal. En segundo lugar, a los que mueren en Cristo les espera una recompensa asombrosa. No es de extrañar que “para el creyente, la muerte es un asunto trivial.<br><br>[...] Para el cristiano, la muerte es tan solo un sueño, un momento de silencio y tinieblas. La vida está oculta con Cristo en Dios, y ‘cuando Cristo, vuestra vida, se manifieste, entonces vosotros también seréis manifestados con él en gloria’ (Juan 8:51, 52; Col. 3:4)” (DTG 731).<br><br><strong>Piensa en los muertos en Cristo. Ellos cierran los ojos en la muerte y, ya sea que estén en la tumba mil quinientos años o cinco meses, a ellos les da lo mismo. De repente, es el regreso de Cristo. Entonces, ¿podríamos afirmar que, en cierto sentido, los muertos en Cristo están mejor que nosotros, los vivos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "13 de octubre",
          "dayTitle": "<p>DESCANSAR CON LOS ANTEPASADOS</p>",
          "id": 36,
          "idDay": 6,
          "idLesson": 3,
          "lessonText": "<p><strong>Lee Génesis 25:8; 2 Samuel 7:12; y 1 Reyes 2:10 y 22:40. ¿Qué añaden estos textos a tu comprensión de la muerte?</strong></p><p><strong>Génesis 25:8</strong></p><p><sup><strong>8 </strong></sup>Y exhaló el espíritu, y murió Abraham en buena vejez, anciano y lleno de años, y fue unido a su pueblo.<strong><br></strong></p><p><strong>&nbsp;2 Samuel 7:12</strong></p><p><strong><sup>12 </sup></strong>Y cuando tus días sean cumplidos, y duermas con tus padres, yo levantaré después de ti a uno de tu linaje, el cual procederá de tus entrañas, y afirmaré su reino.<strong><br></strong></p><p><strong>1 Reyes 2:10 <br></strong></p><p><strong><sup>10</sup> </strong>Y durmió David con sus padres, y fue sepultado en su ciudad.<strong><br></strong></p><p><strong>1 Reyes 22:40</strong></p><p><strong><sup>40 </sup></strong>Y durmió Acab con sus padres, y reinó en su lugar Ocozías su hijo.<br><br>El Antiguo Testamento expresa de diferentes formas las ideas de la muerte y la sepultura. Una de ellas es la noción de unirse a su pueblo. Por ejemplo, acerca de Abraham, se nos dice que “exhaló el espíritu, y murió [...] en buena vejez, anciano y lleno de años, y fue unido a su pueblo” (Gén. 25:8). Aarón y Moisés también se unieron a su pueblo (Deut. 32:50).<br><br><strong>¿Qué nos enseña sobre la naturaleza de la muerte el hecho de que tanto los reyes buenos como los malos terminaran en el mismo lugar al morir? (2 Rey. 24:6; 2 Crón. 32:33).</strong><br></p><p><strong>2 Rey. 24:6</strong></p><p><strong><sup>6</sup> </strong>Y durmió Joacim con sus padres, y reinó en su lugar Joaquín su hijo.<br></p><p><strong>2 Crón. 32:33</strong></p><p><sup><strong>33</strong> </sup>Y durmió Ezequías con sus padres, y lo sepultaron en el lugar más prominente de los sepulcros de los hijos de David, honrándole en su muerte todo Judá y toda Jerusalén; y reinó en su lugar Manasés su hijo.<strong><br></strong></p><p>Otra forma de describir la muerte es mediante la declaración de que alguien durmió con los antepasados. Acerca de la muerte del rey David, la Biblia dice que “durmió David con sus padres, y fue sepultado en su ciudad” (1 Rey. 2:10). La misma expresión se utiliza también para varios reyes hebreos, tanto fieles como infieles.<br><br>Podemos identificar al menos dos aspectos significativos en el hecho de dormir con los antepasados. El primero es que tarde o temprano llegará el momento en que necesitaremos descansar de nuestras obras y sufrimientos agotadores. Otra idea es que no somos los primeros ni los únicos en seguir ese camino indeseable, porque nuestros antepasados y ?? a se adelantaron a nosotros. Los que mueren en Cristo pueden ser enterrados cerca de sus seres queridos, pero aun así no hay comunicación entre ellos, ya que en realidad la muerte es la no existencia. Permanecerán así hasta ese glorioso día en que por un milagro re-creador divino despertarán para reunirse con sus seres queridos que murieron en Cristo.<br><br><strong>Imagínate cómo sería si los muertos estuvieran realmente conscientes y pudieran ver cómo es la vida aquí, especialmente para sus seres queridos, que a menudo sufren terriblemente después de la muerte de ellos. ¿Por qué, entonces, la verdad de que los muertos duermen debería ser tan reconfortante para los que estamos vivos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "14 de octubre",
          "dayTitle": "",
          "id": 37,
          "idDay": 7,
          "idLesson": 3,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong><br><br><strong>Lee Elena de White, El conflicto de los siglos, “El misterio de la inmortalidad”, pp. 586-606.</strong><br><br>Si alguna vez pasaste por una cirugía y te aplicaron anestesia general, es posible que tengas una vaga idea de cómo sería estar muerto. Pero, aun así, cuando estás bajo anestesia, tu cerebro sigue funcionando. Imagínate cómo será estar muerto, cuando todas las funciones cerebrales, todo, se haya detenido por completo. La experiencia de la muerte, entonces, es cerrar los ojos y, en lo que respecta a cada persona muerta que haya vivido, lo siguiente que verá será a Jesús en su segunda venida o después del Milenio (ver Apoc. 20:7-15). Hasta entonces, todos los muertos, los justos y los impíos, descansan durante lo que les parecerá un instante al resucitar. Para quienes seguimos vivos, nos parece que la muerte dura mucho tiempo. Para los vivos, sí; pero para la percepción de los muertos, dura solo un instante.<br><br>“Si fuese verdad que las almas de todos los hombres van directamente al cielo en la hora de la disolución, entonces bien podríamos anhelar la muerte antes que la vida. Esta creencia ha inducido a muchas personas a poner fin a su existencia. Cuando uno está anonadado por los cuidados, las perplejidades y los desengaños, parece cosa fácil romper el delgado hilo de la vida y remontarse hacia el más allá, a la bienaventuranza del mundo eterno” (CS 595).<br><br>“En ningún lugar de las Sagradas Escrituras se encuentra declaración alguna de que los justos reciban su recompensa y los malos su castigo en el momento de la muerte. Los patriarcas y los profetas no dejaron tal seguridad. Cristo y sus apóstoles ni la mencionaron siquiera. La Biblia enseña claramente que los muertos no van inmediatamente al cielo. Se los representa como durmiendo hasta el día de la resurrección” (CS 605).<br><br><strong>PREGUNTAS PARA DIALOGAR:<br><br>1. </strong>La noción bíblica del ser humano integral (que permanece consciente solo como una persona indivisible) ¿cómo nos ayuda a comprender mejor la naturaleza de la muerte?<br><br><strong>2. </strong>La teoría de la inmortalidad natural del alma, con todas sus incontables ramificaciones, se ha apoderado del mundo. Entonces, ¿por qué nuestro mensaje sobre el estado de los muertos es trascendental? ¿Por qué también, incluso entre los cristianos, encontramos una oposición tan fuerte a lo que en realidad es una enseñanza maravillosa?<br><br><strong>3. </strong>Entender correctamente el estado de los muertos, ¿cómo debería protegernos de lo que pueda “aparecer” ante nuestros ojos? Es decir, ¿por qué no siempre podemos confiar en lo que vemos, especialmente si lo que vemos, o creemos ver, es el espíritu de un pariente muerto, como algunos han informado?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "MAESTROS",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...<br></p>",
          "id": 38,
          "idDay": 8,
          "idLesson": 3,
          "lessonText": "<p><strong>RESEÑA</strong><br><br><strong>Textos clave: Génesis 1:27, 28; 2:7; Eclesiastés 12:7; 1 Tesalonicenses 5:23.</strong><br><br><strong>Enfoque del estudio:</strong><br><br>Dios creó a la humanidad a su imagen como el acto culminante de su Creación física. El lenguaje poético empleado por primera vez en la Biblia enfatiza este hecho: “Y creó Dios al hombre a su imagen, a imagen de Dios lo creó; varón y hembra los creó” (Gén. 1:27). La historia bíblica de la Creación es inequívoca en su enseñanza de que tanto el hombre como la mujer fueron creados a imagen de Dios. Fueron hechos de la misma naturaleza, con diferentes funciones biológicas, y además fueron creados totalmente dependientes de Dios. Aunque no son inmortales, porque solo Dios es inmortal (1 Tim. 6:16), podrían vivir eternamente si permanecían en una relación de confianza y amor con su Creador.<br><br>El monismo bíblico enseña que cada ser humano fue creado como una unidad y que ninguna dimensión de un ser humano puede existir después de la muerte de una persona. La expresión alma inmortal y la enseñanza de que los seres humanos nacen inmortales, o con almas o espíritus inmortales, no se encuentran en la Biblia. Los seres humanos, o almas, no son inherentemente inmortales. Los seres humanos no tienen una existencia consciente fuera del cuerpo. Después de morir, la consciencia deja de funcionar. La inmortalidad humana siempre, y únicamente, deriva de Dios.<br><br><strong>COMENTARIO<br><br>Creados magistralmente como almas vivientes</strong><br><br>El relato de la Creación deja en claro que los seres humanos fueron creados por Dios. Génesis 2:7 describe dos de las acciones íntimas del Creador. El resultado de esas acciones fue la creación del primer ser humano, Adán (la primera acción): “Jehová Dios formó al hombre del polvo de la tierra, y [la segunda acción] sopló en su nariz aliento de vida, y [el resultado] fue el hombre un ser viviente [néfesh jaiá]” (Gén. 2:7). Ontológicamente hablando, somos una unidad (cuerpo + espíritu = alma viviente). Dios creó a Adán como una persona viviente, o un ser humano; literalmente, en hebreo, “un alma viviente”. La palabra “alma”, en este contexto, significa “persona”, “ser”, “yo”. La base de la antropología bíblica es que somos un alma; no que tenemos un alma. Hans Wolff pregunta: “¿Qué significa néfesh [alma (...)] aquí [en Gén. 2:7]? Indudablemente no significa alma [en el sentido dualista tradicional]. Néfesh está asociado a la forma completa del hombre, y especialmente con su aliento; además, el hombre no tiene néfesh, es néfesh, vive como néfesh” (H. W. Wolff, Anthropology of the Old Testament [Filadelfia, PA: Fortress, 1974], p. 10).<br><br>Dios creó al ser humano como un cuerpo animado y vibrante, no como un alma encarnada. Por lo tanto, los seres humanos no fueron creados con un alma inmortal, como una entidad dentro de ellos, per se; como seres humanos, son almas. El uso posterior de este término en las Escrituras confirma esta doctrina. Por ejemplo, (1) el libro de Génesis cuenta cuántas “personas” se mudaron a Egipto con Jacob, y a estas personas se las llama “almas” (Gén. 46:15, 22, 25, 26, 27); (2) Lucas menciona cuántas personas se bautizaron después de la predicación de Pedro el día de Pentecostés: unas tres mil personas (Hech. 2:41; literalmente, tres mil almas).<br><br>El cuerpo, el alma y el espíritu funcionan en estrecha cooperación, lo que revela una intensa relación de simpatía entre las facultades espirituales, mentales y educativas de una persona. A estos aspectos hay que añadirles también una dimensión social, porque fuimos creados como seres sociales. Pablo profundiza en este aspecto multidimensional del comportamiento humano y explica que, como seres humanos, debemos dejar que Dios nos transforme por su gracia y su Espíritu: “Y el mismo Dios de paz os santifique por completo; y todo vuestro ser, espíritu, alma y cuerpo, sea guardado irreprensible para la venida de nuestro Señor Jesucristo” (1 Tes. 5:23).<br><br>Por lo tanto, todo lo que somos y hacemos debe ser santificado por Dios. Dentro de nuestra existencia como seres humanos, experimentamos la vida en los niveles físico, emocional, mental/intelectual, espiritual y social. Estos aspectos no se pueden separar. Por ejemplo, cuando hacemos ejercicio físico (ya sea que corramos o trabajemos en el jardín), también entran en juego nuestros sentimientos, nuestros pensamientos, así como nuestra salud mental, espiritual (en el caso de que ores o recites un texto bíblico), y nuestras facultades sociales (si no estamos solos) durante el tiempo de nuestra actividad.<br><strong><br>La muerte: inversión de la vida</strong><br><br>La muerte provoca una inversión de la actividad creadora de Dios, de nuestra existencia como seres vivos. Lo más importante que debes saber es que nuestra identidad está en manos de Dios. Eclesiastés enmarca este pensamiento en lenguaje poético: “Acuérdate de tu Creador [...] antes que la cadena de plata se quiebre, y se rompa el cuenco de oro, y el cántaro se quiebre junto a la fuente, y la rueda sea rota sobre el pozo; y el polvo vuelva a la tierra, como era, y el espíritu vuelva a Dios que lo dio” (Ecl. 12:1, 6, 7). Dios no se olvida de nosotros, porque nuestros nombres están en el Libro de la Vida (Fil. 4:3; Apoc. 3:5; 13:8; 20:15; 21:27).<br><br>Contrariamente a la noción común de la inmortalidad, el espíritu humano no sobrevive a la muerte y no continúa su existencia consciente sin fin. El alma, como ser humano, es mortal. El profeta Ezequiel aclara que el “alma” es mortal cuando afirma: “El alma [hebreo, néfesh, es decir, persona humana] que pecare, esa morirá” (Eze. 18:4). Un alma, es decir, una persona, que no vive según la voluntad de Dios perecerá. Esto significa que un alma (ser humano) puede pecar y morir. Jesús lo confirma:<br><br>“Temed más bien a aquel que puede destruir el alma y el cuerpo en el infierno” (Mat. 10:28). Fíjate que Jesús habla de que la persona en su totalidad (“el alma y el cuerpo”, las dimensiones interna y externa de nuestra existencia) será destruida en el infierno (guéenna), en el lago de fuego.<br><br>El alma no existe sin el cuerpo y no sobrevive a la muerte del cuerpo. Solo Dios puede quitar la vida al alma, lo que significa que el alma no es inmortal. Alma aquí significa la vida de una persona, su existencia total y su destino (no se refiere a un alma o espíritu inmortal); mientras tanto, el cuerpo representa solo una existencia física temporal. Claude Tresmontant afirma acertadamente: “Al aplicar al hebreo néfesh [alma...] las características de la psyjé platónica [alma], [...] dejamos que se nos escape el verdadero significado de néfesh y, además, nos quedamos con innumerables pseudoproblemas” (C. Tresmontant, A Study of Hebrew Thought, trad. Michael Francis Gibson [Nueva York: Desclee Company, 1960], p. 94).<br><br>La muerte es dormir o descansar, y morir es reunirse con el pueblo de Dios; es decir, ser puestos en la tumba junto con él (Gén. 25:8; 2 Sam. 7:12; 1 Rey. 2:10; 22:40; Sal. 13:3; Juan 11:11-15; Hech. 13:36; Apoc. 14:13). Los muertos no saben nada, no alaban a Dios, no trabajan, no hacen planes ni ninguna otra actividad en la tumba (Job 3:11-13; Sal. 115:17; 146:4; Ecl. 9:5, 10).<br><br><strong>La idea de la inmortalidad del alma es de origen pagano</strong><br><br>La creencia en la inmortalidad del alma proviene de la filosofía griega. Pitágoras basó sus enseñanzas religiosas en el principio de la metem-psicosis. La metempsicosis postula que el alma nunca muere, sino que está destinada a un ciclo de renacimientos hasta poder librarse de este ciclo mediante la pureza de su vida. Pitágoras creía en la transmigración o la reencarnación del alma vez tras vez en el cuerpo de seres humanos, animales o vegetales hasta volverse inmortal. La antigua religión griega fue la que influyó sobre las ideas de Pitágoras sobre la reencarnación.<br><br>Platón reforzó esta enseñanza helenística al lograr que la creencia de la inmortalidad del alma humana se impusiera tanto que se convirtió en una creencia popular. Durante el período intertestamentario, la enseñanza del tormento eterno (Judit 16:17) y la práctica de orar por los muertos (2 Macabeos 12:39-45) comenzó a penetrar en el judaísmo (no obstante, para excepciones a estas tendencias, ver también Tobías 14:6-8; Eclesiástico 7:17; 19:2, 3; 21:9; 36:7-10; Baruc 4:32-35; 1 Macabeos 2:62-64; 2 Macabeos 7:9, 14). Flavio Josefo menciona que los fariseos creían en la inmortalidad del alma (ver Flavio Josefo, La guerra de los judíos 2. 8. 14; Antigüedades de los judíos 18. 1. 2, 3).<br><br>Tertuliano (c. 155-220), un apologista cristiano, fue uno de los primeros entre los cristianos en afirmar que los seres humanos tienen un alma inmortal: “Por lo tanto, puedo utilizar la opinión de Platón, cuando declara: ‘Toda alma es inmortal’ ” (Tertuliano, “On the Resurrection of the Flesh”, Ante-Nicene Fathers, t. 3, eds. Alexander Roberts y James Donaldson [Peabody, MA: Hendrickson Publishers Inc., 2004], p. 547).<br><br>Oscar Cullmann desafía el enfoque de Tertuliano y se opone a él. Cullmann escribió un libro muy influyente, y en él argumenta que la idea de la inmortalidad humana es de origen griego, y que los teólogos tienen que decidirse por una de estas opciones: la creencia en un alma inmortal o la inmortalidad recibida como regalo en el momento de la resurrección. (O. Cullmann, Immortality of the Soul or Resurrection of the Dead? The Witness of the New Testament [Nueva York: Macmillan Company, 1958].) Brevard Childs explica: “Ya hace mucho que se señaló que, según el Antiguo Testamento, el hombre no tiene alma, sino que es un alma (Gén. 2:7). Es decir, es una entidad completa, y no un compuesto de partes: cuerpo, alma y espíritu” (B. S. Childs, Old Testament Theology in a Canonical Context [Filadelfia: Fortress, 1985], p. 199).<br><br>Algunos eruditos tratan de defender la idea de la vida después de la muerte simplemente apelando al sentido común, porque no hay una declaración bíblica al respecto. Por ejemplo, Stewart Goetz afirma: “Las Escrituras en su conjunto no enseñan que el alma existe. Las Escrituras simplemente presuponen la existencia del alma porque su existencia está afirmada por el sentido común de la gente normal” (S. Goetz, “A Substance Dualist Response”, en In Search of the Soul: Perspectives on the Mind-Body Problem—Four Views of the Mind-Body Problem, ed. Joel B. Green, 2 a ed. [Eugene, OR: Wipf and Stock, 2010]. p. 139). Sin embargo, el “sentido común” puede ser muy engañoso.<br><strong><br>El don de la vida eterna</strong><br><br>La vida eterna es el regalo de Dios para quienes creen en Cristo Jesús como su Salvador personal (Juan 3:16; 5:24, 25; 10:27, 28; 17:3; Rom. 2:7; 6:22, 23; Gál. 6:8). La inmortalidad es condicional, y depende de nuestra respuesta positiva a la bondad de Dios y de nuestra aceptación del evangelio de salvación. Esta inmortalidad se otorga a los creyentes en la segunda venida de Cristo (1 Cor. 15:51-55; 1 Tes. 4:13-18).<br><br><strong>APLICACIÓN A LA VIDA</strong><br><br><strong>1.</strong> ¿Qué significa, relacional y ontológicamente hablando, ser creado a imagen de Dios?<br><br><strong>2</strong>. Solo Cristo, mediante su gracia, su Espíritu y su Palabra, puede restaurar la imagen de Dios en la humanidad. ¿Cómo puedes vivir como una persona creada a imagen de Dios?<br><br><strong>3.</strong> Si somos criaturas mortales sin un alma inmortal, explica cómo podemos tener vida eterna por toda la eternidad.<br><br><strong>4. </strong>Dios puso en cada corazón humano el anhelo de la eternidad (Ecl. 3:11). ¿Cómo puedes ayudar a despertar este profundo deseo en un compañero de trabajo o un vecino agnóstico o ateo con tu forma de actuar y tus conversaciones con ellos?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 3,
      "lessonType": "A",
      "quarter": "4T2022",
      "title": "<p>COMPRENDAMOS LA NATURALEZA HUMANA</p>",
      "verse": "<p>Entonces Jehová Dios formó al hombre del polvo de la tierra, y sopló en su nariz aliento de vida, y fue el hombre un ser viviente (Gén. 2:7)<br></p>",
      "versionCode": 22,
      "weekDate": "8-14 de Octubre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
