{
   "data":[
      {
         "color":"#67A1FF",
         "id":710,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"1 de junio",
               "dayTitle":"",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p>Decades ago, stories surfaced about near death experiences (NDEs), in which people who died and were then revived gave incredible accounts of what they had seen and heard while “dead.” Millions now believe that these accounts are evidence that the dead are not really dead. This foundational belief of spiritualism is one of Satan’s most wide- spread and effective deceptions.<br><br>In fact, spiritualism began back in Eden with the serpent’s lie to Eve, “You will not surely die” (Gen. 3:4, NKJV). This idea also lay at the root of one of the greatest spurious religious movements of the nineteenth century with the Fox sisters’ claim, later admitted to be fraudulent, that they could receive answers to their questions from spirits of the dead.<br><br>The aim of this lesson is to show that our only safeguard against Satan’s last-day delusions is a personal relationship with Christ and a solid ground- ing in the teachings of the Bible. This includes its teaching about death, regardless of what our eyes and ears and hearts might try to tell us.<br><br>Study this week’s lesson, based on chapters 31–34 of The Great Controversy, to prepare for Sabbath, June 8.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de junio",
               "dayTitle":"<p>The Deadly Consequences of Spiritualism<br></p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p>The fable that death is really just entrance to a new stage of life is based on the concept of the soul’s natural immortality. This pagan idea infiltrated the church early on as it moved away from its biblical foundations in an attempt to make its faith understandable to the wider Roman world. “The theory of the immortality of the soul was one of those false doctrines that Rome, borrowing from paganism, incorporated into the religion of Christendom.”—Ellen G. White, The Great Controversy, p. 549.<br><br><strong>“ ‘And do not fear those who kill the body but cannot kill the soul. But rather fear Him who is able to destroy both soul and body in hell’ ” (Matt. 10:28, NKJV).</strong><br><br><strong>What should this verse alone tell us about the supposed immortality of the soul?</strong><br><br>The Lord forbade His people from involvement in occultism of any kind. They were not to tolerate among them “a medium, or a spiritist, or one who calls up the dead” (Deut. 18:11, NKJV). Such people were to be stoned to death (Lev. 20:27). The punishment seems incredibly harsh, but it was designed to protect Israel from worshiping false gods.<br><br>Witchcraft is demonic. It seduces people into false worship and counterfeits a genuine relationship with God, but it can never satisfy the deepest needs of the heart. Spiritualism is at the heart of Satan’s plan to take the world captive. But Jesus, by His grace and power, sets captives free from the chains of evil that bind them.<br><br><strong>Read Ecclesiastes 9:5; Job 7:7–9; and Isaiah 8:19, 20. What do these Bible passages teach us about death and communication with the dead?<br></strong><br>Ecclesiastes 9:5<br><sup><br><strong>5</strong></sup> For the living know that they shall die: but the dead know not any thing, neither have they any more a reward; for the memory of them is forgotten.<br><br>Job 7:7–9<br><sup><br><strong>7</strong></sup> O remember that my life is wind: mine eye shall no more see good.<br><sup><br><strong>8</strong></sup> The eye of him that hath seen me shall see me no more: thine eyes are upon me, and I am not.<strong><br><br><sup>9</sup></strong> As the cloud is consumed and vanisheth away: so he that goeth down to the grave shall come up no more.<br><br>Isaiah 8:19, 20<strong><br><br><sup>19</sup></strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?<strong><br><br><sup>20</sup></strong> To the law and to the testimony: if they speak not according to this word, it is because there is no light in them.<br><br>Though unbliblical, the belief that the dead go right to heaven at death has been around for so long and is so firmly entrenched that it’s very difficult for people to let go of it. People use a few texts that are taken out of context to try to justify the belief. But this false teaching leaves them with no protection against the deceptions Satan can foist on them, especially in the final crisis.<br><br><strong>What has been your experience with trying to explain the state of the dead to other Christians? What, if anything, have you found effective?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de junio",
               "dayTitle":"<p>Death in the Old Testament<br></p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p><strong>Read Psalm 6:5, Psalm 115:17, 1 Kings 2:10, 1 Kings 11:43, and 1 Kings 14:20. What do these verses teach about the state of the dead?</strong><br><br><strong>Psalm 6:5</strong><strong><br><br><sup>5</sup></strong> For in death there is no remembrance of thee: in the grave who shall give thee thanks?<br><br><strong>Psalm 115:17</strong><strong><br><br><sup>17</sup></strong> The dead praise not the Lord, neither any that go down into silence.<br><br><strong>1 Kings 2:10,<br></strong><sup><br><strong>10</strong></sup> So David slept with his fathers, and was buried in the city of David.<br><br><strong>1 Kings 11:43,<br></strong><sup><br><strong>43 </strong></sup>And Solomon slept with his fathers, and was buried in the city of David his father: and Rehoboam his son reigned in his stead.<br><br><strong>1 Kings 14:20</strong><strong><br><br><sup>20</sup></strong> And the days which Jeroboam reigned were two and twenty years: and he slept with his fathers, and Nadab his son reigned in his stead.<br><br>The Old Testament does not teach the immortality of the soul. Nor does it teach that after death the faithful soar off to the bliss of heaven for eternity and the unfaithful descend to hell, where they burn for eternity. It teaches that death is a sleep. The book of Kings uses the expression “they rested [slept] with their fathers” to describe the death of the patriarchs. The Psalms call it the “sleep of death” (Ps. 13:3; compare Ps. 90:5). Referring to death, Job speaks of not awaking from sleep (Job 14:12). The psalmist adds, “As for me, I will see Your face in righteousness; I shall be satisfied when I awake in Your likeness” (Ps. 17:15, NKJV).<br><br>When the Assyrian army was defeated and destroyed, the death of the soldiers is called their “final sleep” (Ps. 76:6, CJB). The idea of the dead as disembodied spirits hovering around to communicate with the living is not a biblical concept at all but pure paganism.<br><br>A failure to understand the truth about death leaves us open to the deceptions of Satan. “Many will be confronted by the spirits of devils personating beloved relatives or friends and declaring the most dangerous heresies. These visitants will appeal to our tenderest sympathies and will work miracles to sustain their pretensions. We must be prepared to withstand them with the Bible truth that the dead know not anything and that they who thus appear are the spirits of devils.”—Ellen G. White, The Great Controversy, p. 560.<br><br><strong>Read Daniel 12:2 and Job 19:25, 26. What elements about the state of the dead are added by these verses?</strong><br><br><strong>Daniel 12:2</strong><strong><br><br><sup>2</sup></strong> And many of them that sleep in the dust of the earth shall awake, some to everlasting life, and some to shame and everlasting contempt.<br><br><strong>Job 19:25, 26<br></strong><sup><br><strong>25</strong></sup> For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:<br><sup><br><strong>26</strong></sup> And though after my skin worms destroy this body, yet in my flesh shall I see God:<br><br>Death is a rest in sleep until the resurrection. There are no disembodied spirits hovering around to communicate with the living. Although the pagans believed in a spirit world, the Israelites understood death as a sleep until resurrection morning.<br><br>Though we mourn for the dead, think this way about those who die in Christ: they close their eyes in death, and then, regardless of how long it takes until Jesus returns, the next thing they know is the Second Coming. The first thought they might have at the resurrection is Wow! Jesus really did come back soon after all!<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de junio",
               "dayTitle":"<p>Death in the New Testament<br></p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p><strong>Read John 11:11–14, 21–25; 2 Timothy 1:10; 1 Corinthians 15:51–54; and 1 Thessalonians 4:15–17. How do the New Testament writers’ descriptions of death compare with those in the Old Testament?</strong><br><br><strong>John 11:11–14, 21–25<br></strong><sup><br><strong>11</strong></sup> These things said he: and after that he saith unto them, Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep.<br><sup><br><strong>12</strong></sup> Then said his disciples, Lord, if he sleep, he shall do well.<br><sup><br><strong>13</strong></sup> Howbeit Jesus spake of his death: but they thought that he had spoken of taking of rest in sleep.<strong><br><br><sup>14</sup></strong> Then said Jesus unto them plainly, Lazarus is dead.<br><sup><br><strong>21</strong></sup> Then said Martha unto Jesus, Lord, if thou hadst been here, my brother had not died.<strong><br><br><sup>22</sup></strong> But I know, that even now, whatsoever thou wilt ask of God, God will give it thee.<strong><br><br><sup>23</sup></strong> Jesus saith unto her, Thy brother shall rise again.<strong><br><br><sup>24</sup></strong> Martha saith unto him, I know that he shall rise again in the resurrection at the last day.<strong><br><br><sup>25</sup></strong> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:<br><br><strong>2 Timothy 1:10<br></strong><sup><br><strong>10</strong></sup> But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:<br><br><strong>1 Corinthians 15:51–54<br></strong><sup><br><strong>51</strong></sup> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,<strong><br><br><sup>52</sup></strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.<strong><br><br><sup>53</sup></strong> For this corruptible must put on incorruption, and this mortal must put on immortality.<strong><br><br><sup>54</sup></strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.<br><br><strong>1 Thessalonians 4:15–17</strong><strong><br><br><sup>15</sup></strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.<strong><br><br><sup>16</sup></strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:<strong><br><br><sup>17</sup></strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.<br><br>Both the Old and New Testaments use the symbolism of death as a sleep. At least 53 times in the Bible, the word “sleep” is equated with death. The Bible writers concur that there is no conscious existence in an immortal soul that leaves the body immediately after death.<br><br>The New Testament adds another dimension, one already hinted at in the Old: the glorious resurrection at Christ’s return.<br><br>The Gospels emphasize that eternal life is in Christ alone. All the demons in hell cannot rob believers of their assurance of eternal life. Christ conquered death on the cross. The grave can no longer hold its victims. Christ’s resurrection is the guarantee that all believers will one day be resurrected from the grave at His return.<br><br>Look at these words of Paul: “For if the dead do not rise, then Christ is not risen. And if Christ is not risen, your faith is futile; you are still in your sins! Then also those who have fallen asleep in Christ have perished” (1 Cor. 15:16–18, NKJV). How does one make any sense of these verses if the dead, at death, already are in the bliss of heaven? What does Paul mean that they “have perished” if, in fact, they already are in heaven?<br><br>Instead, Paul’s whole point is that Christ’s resurrection is the foundation of our resurrection and that without the Resurrection, “your faith is futile; you are still in your sins,” and the dead remain in the ground, perished.<br><br>These verses fit in perfectly with other Bible texts about the hope we have in the resurrection at Jesus’ return when we will receive the “inheritance incorruptible and undefiled and that does not fade away, reserved in heaven for you” (1 Pet. 1:4, NKJV). If, however, the dead already are in heaven, why does Peter speak of an inheritance “reserved in heaven” for us? Clearly, New Testament believers eagerly looked forward to the coming of Christ and the resurrection of the dead, and this hope inspired them to faithfulness in the trials of life.<br><br><strong>Read John 11:11–14, 21–25; 2 Timothy 1:10; 1 Corinthians 15:51–54; and 1 Thessalonians 4:15–17. How do the New Testament writers’ descriptions of death compare with those in the Old Testament?</strong><br><br><strong>John 11:11–14, 21–25</strong><strong><br><br><sup>11</sup></strong> These things said he: and after that he saith unto them, Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep.<strong><br><br><sup>12</sup></strong> Then said his disciples, Lord, if he sleep, he shall do well.<br><sup><br><strong>13</strong></sup> Howbeit Jesus spake of his death: but they thought that he had spoken of taking of rest in sleep.<br><sup><br><strong>14</strong></sup> Then said Jesus unto them plainly, Lazarus is dead.<br><sup><br><strong>21</strong></sup> Then said Martha unto Jesus, Lord, if thou hadst been here, my brother had not died.<br><sup><br><strong>22</strong></sup> But I know, that even now, whatsoever thou wilt ask of God, God will give it thee.<br><sup><br><strong>23</strong></sup> Jesus saith unto her, Thy brother shall rise again.<br><sup><br><strong>24</strong></sup> Martha saith unto him, I know that he shall rise again in the resurrection at the last day.<br><sup><br><strong>25</strong></sup> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:<br><br><strong>2 Timothy 1:10<br></strong><sup><br><strong>10</strong></sup> But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:<br><br><strong>1 Corinthians 15:51–54<br></strong><sup><br><strong>51</strong></sup> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,<br><sup><br><strong>52</strong></sup> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.<br><sup><br><strong>53</strong></sup> For this corruptible must put on incorruption, and this mortal must put on immortality.<br><sup><br><strong>54</strong></sup> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.<br><br><strong>1 Thessalonians 4:15–17<br></strong><sup><br><strong>15</strong></sup> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.<br><sup><br><strong>16</strong></sup> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:<br><sup><br><strong>17 </strong></sup>Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.<br><br>Both the Old and New Testaments use the symbolism of death as a sleep. At least 53 times in the Bible, the word “sleep” is equated with death. The Bible writers concur that there is no conscious existence in an immortal soul that leaves the body immediately after death.<br><br>The New Testament adds another dimension, one already hinted at in the Old: the glorious resurrection at Christ’s return.<br><br>The Gospels emphasize that eternal life is in Christ alone. All the demons in hell cannot rob believers of their assurance of eternal life. Christ conquered death on the cross. The grave can no longer hold its victims. Christ’s resurrection is the guarantee that all believers will one day be resurrected from the grave at His return.<br><br>Look at these words of Paul: “For if the dead do not rise, then Christ is not risen. And if Christ is not risen, your faith is futile; you are still in your sins! Then also those who have fallen asleep in Christ have perished” (1 Cor. 15:16–18, NKJV). How does one make any sense of these verses if the dead, at death, already are in the bliss of heaven? What does Paul mean that they “have perished” if, in fact, they already are in heaven?<br><br>Instead, Paul’s whole point is that Christ’s resurrection is the foundation of our resurrection and that without the Resurrection, “your faith is futile; you are still in your sins,” and the dead remain in the ground, perished.<br><br>These verses fit in perfectly with other Bible texts about the hope we have in the resurrection at Jesus’ return when we will receive the “inheritance incorruptible and undefiled and that does not fade away, reserved in heaven for you” (1 Pet. 1:4, NKJV). If, however, the dead already are in heaven, why does Peter speak of an inheritance “reserved in heaven” for us? Clearly, New Testament believers eagerly looked forward to the coming of Christ and the resurrection of the dead, and this hope inspired them to faithfulness in the trials of life.<br><br><strong>Why is the resurrection such a powerful hope for the Christian faith? What if we had the cross but no resurrection? What hope would we have? Why, then, is the resurrection such an important part of our faith?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de junio",
               "dayTitle":"<p>Spiritualism in the Last Days: Part 1<br></p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p><strong>Read Matthew 24:5, 11, 24; 2 Thessalonians 2:7–9; Revelation 13:13, 14; and Revelation 16:13, 14. What kind of deceptions will people face in the last days?</strong><br><br><strong>Matthew 24:5, 11, 24<br></strong><sup><strong><br>5</strong></sup> For many shall come in my name, saying, I am Christ; and shall deceive many.<br><sup><strong><br>11</strong></sup> And many false prophets shall rise, and shall deceive many.<br><sup><br><strong>24</strong></sup> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.<br><br><strong>2 Thessalonians 2:7–9<br></strong><sup><br><strong>7</strong></sup> For the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way.<br><sup><br><strong>8</strong></sup> And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:<br><sup><br><strong>9</strong></sup> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,<br><br><strong>Revelation 13:13, 14<br></strong><sup><br><strong>13</strong></sup> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,<br><sup><strong><br>14</strong></sup> And deceiveth them that dwell on the earth by the means of those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.<br><br><strong>Revelation 16:13, 14</strong><strong><br><br><sup>13</sup></strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.<strong><br><sup><br>14</sup></strong> For they are the spirits of devils, working miracles, which go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.<br><br>The devil will use “signs and wonders” and spectacular miracles to deceive multitudes just before the coming of Jesus. Commenting on the deceptive power of demonic spirits, Ángel Rodríguez makes this telling statement: “Their power of persuasion is to be found not in the content of their message but in the power of supernatural manifestations called ‘signs’ or ‘miracles.’ They perform/do (poie?) signs, thus appealing to the affective side of human beings rather than to their discretionary and rational abilities. The fact that these signs are per- formed by demons shows that the unifying force of the message of the three demons [dragon, beast, and false prophet] is spiritualistic in nature—God is not their source or origin. As the cosmic conflict approaches its closure, demonic power will enter the arena of human history in an unprecedented way. Spiritualism, whose very foundation is the non-biblical teaching of the immortality of the soul, will nearly take the world captive.”—“The Closing of the Cosmic Conflict: Role of the Three Angels’ Messages,” unpublished manuscript, p. 6.<br><strong><br>Why is it dangerous to trust our emotions? What roles do they play, good and bad, in our faith experience? How might Satan bypass our thinking processes and appeal to our feelings?</strong><br><br>“Satan has long been preparing for his final effort to deceive the world. . . . Little by little he has prepared the way for his masterpiece of deception in the development of spiritualism. He has not yet reached the full accomplishment of his designs; but it will be reached in the last remnant of time. . . . Except those who are kept by the power of God, through faith in His word, the whole world will be swept into the ranks of this delusion. The people are fast being lulled to a fatal security, to be awakened only by the outpouring of the wrath of God.”—Ellen G. White, The Great Controversy, pp. 561, 562.<br><br>Our sole security is in Jesus and His Word. It’s not hard to see how millions, even billions, who do not understand the state of the dead could be swept away by delusions involving the idea that the dead live on after death.<br><br><strong>Even now, what are some common deceptions that those who understand that the dead sleep are protected from?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de junio",
               "dayTitle":"<p>Spiritualism in the Last Days: Part 2<br></p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p>Our hope of salvation is rooted in Christ. His bloodstained hands beckon us to accept the sacrifice so freely provided at infinite cost. Soon Christ will return to claim His own. Titus 2:13 calls the second coming of Christ “the blessed hope.”<br><br>Satan’s goal is to destroy this hope. He will perform miracles, signs, and wonders, anything and everything that could lead people away from Bible truth and salvation in Christ.<br><br>“Here is the patience of the saints; here are those who keep the com- mandments of God and the faith of Jesus” (Rev. 14:12, NKJV). In the final struggle, Satan is going to do all that he can to prevent people from either keeping the “commandments of God” or having “the faith of Jesus,” or both. Hence, the need to be careful of any teaching that, even if accompanied by signs, wonders, and miracles, would turn us away from either of these two characteristics of the remnant.<br><br><strong>Read Matthew 24:23–27; 2 Corinthians 11:13, 14; and 2 Thessalonians 2:9–12. What do these passages tell us about Satan’s deceptive power and manner of working?</strong><br><br><strong>Matthew 24:23–27<br></strong><sup><br>23</sup> Then if any man shall say unto you, Lo, here is Christ, or there; believe it not.<br><sup><br><strong>24</strong></sup> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.<br><br><strong><sup>25</sup></strong> Behold, I have told you before.<br><sup><br><strong>26</strong></sup> Wherefore if they shall say unto you, Behold, he is in the desert; go not forth: behold, he is in the secret chambers; believe it not.<strong><br><br><sup>27</sup></strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.<br><br><strong>2 Corinthians 11:13, 14<br></strong><sup><br><strong>13</strong></sup> For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ.<br><sup><br><strong>14</strong></sup> And no marvel; for Satan himself is transformed into an angel of light.<br><br><strong>2 Thessalonians 2:9–12<br></strong><sup><br><strong>9</strong></sup> Even him, whose coming is after the working of Satan with all power and signs and lying wonders,<br><sup><br><strong>10</strong></sup> And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved.<br><sup><br><strong>11</strong></sup> And for this cause God shall send them strong delusion, that they should believe a lie:<strong><br><br><sup>12</sup></strong> That they all might be damned who believed not the truth, but had pleasure in unrighteousness.<br><br>In the last moments of time, Satan will enact his final deception: “Fearful sights of a supernatural character will soon be revealed in the heavens, in token of the power of miracle-working demons. The spirits of devils will go forth to the kings of the earth and to the whole world, to fasten them in deception, and urge them on to unite with Satan in his last struggle against the government of heaven. By these agencies, rulers and subjects will be alike deceived. Persons will arise pretending to be Christ Himself, and claiming the title and worship which belong to the world’s Redeemer. They will perform wonderful miracles of healing and will profess to have revelations from heaven contradicting the testimony of the Scriptures.<br><br>“As the crowning act in the great drama of deception, Satan himself will personate Christ. The church has long professed to look to the Saviour’s advent as the consummation of her hopes. Now the great deceiver will make it appear that Christ has come. In different parts of the earth, Satan will manifest himself among men as a majestic being of dazzling brightness, resembling the description of the Son of God given by John in the Revelation. Revelation 1:13–15.”—Ellen G. White, The Great Controversy, p. 624 (emphasis supplied).<br><br><strong>Why is understanding the truth about how Christ returns, as well as the state of the dead, so important in order not to be deceived?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"7 de junio",
               "dayTitle":"",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p><strong>Further Thought:</strong> A recent book by Lee Strobel, The Case for Heaven, is premised on the idea that, at death, the dead remain alive in some kind of conscious existence, with “near death experiences” (NDEs) being used as part of the “proof.” One example: “Another girl, who had an NDE during heart surgery, said she met her brother in the afterlife—which surprised her because she didn’t have a brother. When she later recovered and told her father, he revealed to her for the first time that she did, indeed, have a brother, but he had died before she was born.”—Lee Strobel, The Case for Heaven (Grand Rapids, MI: Zondervan Books, 2021), p. 69. Strobel struggles, however, to harmonize the idea of an immediate afterlife with the clear biblical teaching that only when Christ returns do Christians receive their final reward.<br><br>We have been warned: “Many will be confronted by the spirits of devils personating beloved relatives or friends and declaring the most dangerous heresies. These visitants will appeal to our tenderest sympa- thies and will work miracles to sustain their pretensions. We must be prepared to withstand them with the Bible truth that the dead know not anything and that they who thus appear are the spirits of devils.<br><br>“Just before us is ‘the hour of temptation, which shall come upon all the world, to try them that dwell upon the earth.’ Revelation 3:10. All whose faith is not firmly established upon the word of God will be deceived and overcome. Satan ‘works with all deceivableness of unrighteousness’ to gain control of the children of men, and his decep- tions will continually increase. But he can gain his object only as men voluntarily yield to his temptations. Those who are earnestly seeking a knowledge of the truth and are striving to purify their souls through obedience, thus doing what they can to prepare for the conflict, will find, in the God of truth, a sure defense. ‘Because thou hast kept the word of My patience, I also will keep thee’ (verse 10), is the Saviour’s promise. He would sooner send every angel out of heaven to protect His people than leave one soul that trusts in Him to be overcome by Satan.”—Ellen G. White, The Great Controversy, p. 560.<br><br><strong>Discussion Questions:<br><br>1.&nbsp; </strong>What subtle spiritualistic influences might Satan be using to influence the mind? What role does mass media play?<br><br><strong>2.&nbsp; </strong>How would you share your faith with a friend who just lost a loved one and believed that this person was in heaven? What is appropriate to say, and what is not appropriate?<br><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":108,
               "idDay":8,
               "idLesson":10,
               "lessonText":"<p><strong>Unreached Town in Nigeria<br></strong></p><p><strong>By Andrew Mcchesney</strong></p><p>The Nigerian town of Umuacha is located at a strategic crossroads. The town boasts a big market that attracts daily crowds from neighboring towns. But it lacked a Seventh-day Adventist church.</p><p>The first church opened in Umuacha more than 80 years earlier, and it resolved to be the only church in town. As the years passed, however, townspeople sold their land to outsiders who, in turn, constructed their own churches. The oldest church accepted the newcomers, but all declared that Adventists, who worshiped on a different day, would never be welcome.</p><p>Adventist churches in the neighboring towns struggled to reach Umuacha. When they sought to organize evangelistic meetings, no one would give them a meeting place. Hopes were raised when the church in nearby Mba conducted a two-week evangelistic meeting outside the town and afterward opened a branch Sabbath School. But the Sabbath School closed after only three months. Later, Mba young people held Bible studies that brought several Umuacha families to the Mba church on Sabbaths. But the families stopped attending when their neighbors threw stones at them.</p><p>In 2021, the Aba North Conference laid new plans for evangelistic meet- ings in Umuacha but again struggled to find a site. One landowner agreed to host tent meetings but then abruptly changed his mind. Additional attempts provided unsuccessful that year and in 2022. It seemed hopeless.</p><p>Then a church member, Christian, made a new attempt to find a site. While searching, he met Chilaka, the owner of a school.</p><p>“You who are running around, what are you looking for?” the school owner asked.</p><p>“It seems that I am looking for you,” Christian replied. After a discussion, the school owner offered the property for the meetings. Christian gratefully accepted.</p><p>For a month, Adventist preachers proclaimed the Word of God in Umuacha. They were joined by a medical team that cared for the sick. In the end, 29 precious souls were baptized. Then someone donated land, and an Adventist church opened in Umuacha.</p><p>“Today, the church is progressing to the glory of God,” said Caleb Uchenna Onyendi, evangelism director for the Aba North Conference.</p><p>God’s timing is perfect, he added, pointing to Exodus 9:5, which says, “Then the LOrd appointed a set time, saying, ‘Tomorrow the LOrd will do this thing in the land’ ” (NKJV). The Lord did just that in the town of Umuacha.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS</p>",
               "id":109,
               "idDay":9,
               "idLesson":10,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: 1 Thessalonians 4:16, 17 Study Focus: Matt. 10:28; Eccles. 9:5; Isa. 8:19, 20; John 11:21– 25; 1 Thess. 4:16, 17; Matt. 24:23–27; Rev. 16:13, 14; 2 Thess. 2:9–12.</strong></p><p>Introduction: Spiritualism is part of the devil’s scheme to promote the diabolical theory that we are gods and can live without God. Thus, spiritualism is the devil’s device to keep humanity on his side of the great controversy. To maintain any form of spiritualism is to be stuck on the side of the devil. To promote spiritualism, the devil changed the biblical definition of death and the Bible teaching about the nature of humanity. These false doctrines lay the groundwork for the spurious teaching that we are eternal and indestructible and that we continue to exist even beyond death. As a consequence, this deception opens the door to the dangerous belief that after we die we can continue to communicate with other people and even angelic beings.</p><p>The movement of the European Enlightenment embarked on a long, hard battle to eradicate all medieval forms of spiritualism, including communication with the dead. However, the Enlightenment failed in this endeavor.</p><p>According to biblical prophecy, spiritualism will strike humanity with full force in the end times, preparing humanity for the last great deception in the great controversy. That is why God’s people are called to proclaim to humanity the true nature, and intentions, of spiritualism, as well as the biblical teachings on human nature, the nature of death, and the true hope of humanity. Our hope is not based on the erroneous notion of an immortal soul but on the assurance of the resurrection of Jesus Christ and on an eternal relationship with Him.</p><p><strong>Lesson Themes: This study focused on three major themes:</strong></p><p>1. The true essence, and intentions, of spiritualism in the context of the great controversy is to deceive humanity into entering a direct relationship with demonic forces.</p><p>2. The Bible teaches that humans are unitary, integrated beings; that the first death is a temporary sleep; and that the second death is total annihilation, which is also the biblical depiction of hell.</p><p>3. The true hope that the Word of God gives us is the resurrection of the entire human being and an eternal relationship with God.</p><p><strong>Part II: Commentary</strong></p><p><strong>Designations and Historical Background</strong></p><p>Modern spiritualism refers to the religious and/or philosophical belief that death is not the end of human existence. Rather, spiritualism contends that the spirit survives as an ethereal, immaterial, eternal, immortal soul.</p><p>After death, these souls or spirits continue to develop and evolve, rapidly advancing to other dimensions and levels of existence and knowledge. Humans who are still in their bodies can contact these departed spirits, asking for help and guidance. These contacts could be done through specialists, such as mediums. Or one could personally contact these spirits through study and practice.</p><p>Generally, modern spiritualism is believed to have originated in Hydesville, New York, on March 31, 1848, with the Fox sisters, who claimed that a spirit communicated with them through a rapping code.</p><p>In 1888, one of the sisters disclosed that all the rapping had been a hoax, but in 1889, she retracted her confession. Despite huge scandals of fraud, spiritualism spread in North America. By the end of the nineteenth century, several million middle- and upper-class Americans considered themselves spiritualists.</p><p>In the meantime, in the 1850s, Hippolyte Léon Denizard Rivail, a French teacher known by the pseudonym Allan Kardec, developed spiritism. Spiritism teaches that humans are incarnations and reincarnations of immortal spirits that populate a transcendent sphere. Thus, while spiritism believes in the reincarnation of the eternal soul, spiritualism believes in the eternity of the soul without accepting the concept of reincarnation. While all spiritists are spiritualists, not all spiritualists are spiritists.</p><p>Although there is some disagreement between these spiritualistic movements, they are all united by one belief: the immortality of the soul and the possibility of communicating with spirits after their death. In the second half of the nineteenth century, an increasing number of the educated elites of Europe embraced either spiritualism or spiritism, developing modern Western occultism. They organized themselves in numerous societies and associations, publishing an enormous quantity of books and articles on esoteric knowledge and magic.</p><p><strong>The Immortality of the Soul</strong></p><p>Modern Western spiritualists do not claim their belief in the immortality of the soul is new. Rather, they readily concede that this “knowledge” comes from the “ancients.” Indeed, the concept of the immortality of the soul can be traced back to the serpent’s temptation of Eve in the Garden of Eden. Afterward, this false theology spread throughout the world, permeating entire cultures and creating entire religions, such as shamanism, Shintoism, Hinduism, Buddhism, voodoo, and other local and regional pagan religions.</p><p>The immortality of the soul was the foundation of Greek philosophy, especially Pythagoreanism, Platonism, Aristotelianism, Middle Platonism, and Neoplatonism. Manichaeism and Gnosticism also built on the same concept. Tragically, through a syncretism with Greek philosophy, Christianity was also infused with the concept of the immortality of the soul. For this reason, even if many Christian denominations today have condemned spiritism, any Christian church that continues to hold fast to the concept of the immortality of the soul is especially vulnerable to spiritualism and occultism. As a result, some churches, such as the Roman Catholic and Orthodox churches, have developed an entire cult of saints, who allegedly can hear prayers and respond by protecting and guiding the ones who appeal to them. The Protestant Reformers rejected the cult of the saints; however, the concept of the immortality of the soul is entrenched in most Protestant denominations, potentially opening them to spiritualist influences.</p><p>Two additional observations are important here. First, it is noteworthy that modern spiritualism emerged exactly during the same period, and in the same area, in which Millerite Adventism originated: in the northeastern United States during the 1840s. This emergence was the devil’s attempt to anticipate, and discredit, God’s work of proclaiming the second coming of Jesus and the three angels’ messages. God proclaimed these messages through the remnant church, which was confirmed through the gift of the Spirit of prophecy. One of the foundational teachings of the Adventist Church was to call people to reject the pagan belief of the immortality of the soul. The Adventist Church also called the world to return to the biblical teaching of the unitary human being. Adventists also urged humanity to hang its hope for the afterlife, not on surviving death as an immortal soul but on the resurrection that Jesus would bring at His second coming.</p><p>Second, the European Enlightenment or modernism, with its emphasis on science and scientific education and technology, promised humanity the extermination of superstitions, magic, witchcraft, and any contact with the supernatural. Perhaps the only success of modernism in this regard was to undermine the belief in the Christian God among Westerners.</p><p>Otherwise, modernism never succeeded in uprooting the supernatural from Western society. As a result, Western society became secular and atheistic, without being free of spiritualism. On the contrary, the second half of the nineteenth century is known as one of the greatest revivals in the history of spiritualism, spiritism, occultism, witchcraft, and magic. By the end of the twentieth century, modernism itself struggled for survival, as postmodernist children were inundated with occultic stories—in the form of books, cartoons, and movies—replete with supernatural powers, magic, witchcraft, and communications with the dead.<br></p><p>Today, too, what are known as near-death experiences are now another manifestation of this same principle. And, unfortunately, even many Christians see them as proof that the dead immediately live on in another realm of existence.<br></p><p>Spiritualism and the Great Controversy What is the role of spiritualism in the devil’s strategy amid the great controversy? By promoting spiritualism, the devil wants to explain, and confirm, his foundational deception that started the great controversy, namely:</p><p>• that God is not the only God, but that we are all gods;</p><p>• that we have life in and of ourselves;</p><p>• that we have a component (the soul) of our beings that is spiritual (immaterial, ethereal), indestructible, immortal, and eternal; and</p><p>• that we are morally autonomous.</p><p>Humanity’s fall into sin brought in commensurable suffering, destruction, and death, empirically proving the devil wrong. In this situation, humans would rightly doubt Satan’s thesis in which he stated that rebelling against God would not lead to death but to another divine level of existence and consciousness. Spiritualism in various forms, then, is the devil’s attempt to redefine death and affirm that only the body dies and that the soul transitions to a superior form of life.</p><p>The devil also uses spiritualism to lure or drive people to a direct, personal encounter with himself and his demons. The Bible clearly teaches that behind spiritualistic phenomena, as in the case of idolatry, stand demons themselves (1 Cor. 10:20). These encounters are dangerous, not only because they are deceptive (John 8:44) and generate impurity (Mark 5:2) but also because, many times, they lead toward demon possession, a situation in which demons control, and enslave, humans. For various reasons and as part of their strategy, demons cannot possess or control everyone in the same way. However, demonic forces are in the constant business of devising a large variety of snares to capture as many people as possible to side with them in the great controversy. The apostle Peter warns us that our “enemy the devil prowls around like a roaring lion looking for someone to devour” (1 Pet. 5:8, NIV).</p><p><strong>Christ’s Power</strong></p><p>Despite the devil’s efforts, Christ’s healing of people possessed with demons (e.g., Luke 8:26–33, Matt. 12:45) demonstrated His power to deliver us from Satan’s control. Seventh-day Adventists proclaim Christ’s victory, not only at the end of the great controversy but here and now, in the midst of it. For this reason, at the 2005 General Conference Session, in St. Louis, Missouri, the Seventh-day Adventist Church voted an additional fundamental belief, number 11, that precisely highlights this point:</p><p>By His death on the cross Jesus triumphed over the forces of evil. He who subjugated the demonic spirits during His earthly ministry has broken their power and made certain their ultimate doom. Jesus’ victory gives us victory over the evil forces that still seek to control us, as we walk with Him in peace, joy, and assurance of His love.</p><p>Now the Holy Spirit dwells within us and empowers us. Continually committed to Jesus as our Saviour and Lord, we are set free from the burden of our past deeds. No longer do we live in the darkness, fear of evil powers, ignorance, and meaninglessness of our former way of life. In this new freedom in Jesus, we are called to grow into the likeness of His character, communing with Him daily in prayer, feeding on His Word, meditating on it and on His providence, singing His praises, gathering together for worship, and participating in the mission of the Church. We are also called to follow Christ’s example by compassionately ministering to the physical, mental, social, emotional, and spiritual needs of humanity. As we give ourselves in loving service to those around us and in witnessing to His salvation, His constant presence with us through the Spirit transforms every moment and every task into a spiritual experience.”—Fundamental Belief Number 11, “Growing in Christ,” https://www.adventist.org/growing-in-christ. Initially, this fundamental belief was necessitated by the situation in some parts of the world, such as Asia and Africa, in which Christians, in general, and even some Adventists, were not clear that Scripture rejects all occult practices. In addition, even if Adventists in those areas did understand that the Bible opposes all spiritualistic practices, they were hesitant to break free of those practices and teachings because they were afraid of the retaliation of the spirits. Moreover, spiritualism, spiritism, and occultism are all pervasive realities, not only in Africa and Asia but throughout the world. Thus, fundamental belief 11 is for all people. Regardless of our cultural and social backgrounds, all people need the same message of the gospel: “ ‘My sheep listen to My voice, and I know them, and they follow Me; and I give them eternal life, and they will never perish; and no one will snatch them out of My hand. My Father, who has given them to Me, is greater than all; and no one is able to snatch them out of the Father’s hand’ ” (John 10:27–29, NASB).</p><p><strong>Part III: Life Application</strong></p><p>1. What do people in your particular culture think about human nature and death? How can you share with them the truth about death, as taught in the Word of God?</p><p>2. What do people in your culture think about hell? What can you and your church do in your society to promote the biblical understanding of hell?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>Spiritualism Exposed</p><p></p>",
         "verse":"<p>“For the Lord Himself will descend from heaven with a shout, with the voice of an archangel, and with the trumpet of God. And the dead in Christ will rise first. Then we who are alive and remain shall be caught up together with them in the clouds to meet the Lord in the air. And thus we shall always be with the Lord” (1 Thessalonians 4:16, 17, NKJV).<br></p>",
         "versionCode":60,
         "weekDate":"June 1-7"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
