{
  "data": [
    {
      "color": "#bf9767",
      "id": 710,
      "idEs": 39,
      "language": "en",
      "lessonDays": [
        {
          "date": "August 30",
          "dayTitle": "",
          "id": 101,
          "idDay": 1,
          "idLesson": 10,
          "lessonText": "<p>As their God, Creator, and Redeemer, the Lord desired to be with His people and to dwell in their midst. He created us to be in close fellowship with Him. Yet, if meaningful relationships with other people can be built only with time and effort, the same is true with our vertical relationship with God. It can be an uplifting and growth-filled experience, but only if we spend time with Him. In practical terms, this means studying His Word (God speaking to us), praying (opening our hearts to God), and witnessing to others about Christ’s death, resurrection, and return (engaging in God’s mission). As God blesses us, we will be a channel of blessings to others.\n</p><p>The focus should be on God, not on ourselves (Heb. 12:1, 2). By our connecting with Him, God can empower us to follow His teachings, which means obedience to His Word. No wonder the end-time generation of Christ’s followers are described as people “who keep the commandments of God and the faith of Jesus” (Rev. 14:12, NKJV)\n</p><p><strong>Hebrews 12:1-2\n</strong></p><p><strong>1</strong> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles. And let us run with perseverance the race marked out for us,\n</p><p><strong>2 </strong>fixing our eyes on Jesus, the pioneer and perfecter of faith. For the joy set before him he endured the cross, scorning its shame, and sat down at the right hand of the throne of God.\n</p><p><strong>Revelation 14:12\n</strong></p><p><strong>12</strong> This calls for patient endurance on the part of the people of God who keep his commands and remain faithful to Jesus.\n</p><p>It’s simple, really: we love God, and, out of that love, we obey Him.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "August 31",
          "dayTitle": "<p>The Book and the Blood</p>",
          "id": 102,
          "idDay": 2,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Exodus 24:1–8. What roles do the reading of the Word of God and the sprinkling of blood play in the ratification of the covenant between God and His people?\n</strong></p><p><strong>Exodus 24:1-8\n</strong></p><p><strong>1</strong> Then the Lord said to Moses, “Come up to the Lord, you and Aaron, Nadab and Abihu, and seventy of the elders of Israel. You are to worship at a distance,\n</p><p><strong>2 </strong>but Moses alone is to approach the Lord; the others must not come near. And the people may not come up with him.”\n</p><p><strong>3 </strong>When Moses went and told the people all the Lord’s words and laws, they responded with one voice, “Everything the Lord has said we will do.”\n</p><p><strong>4 </strong>Moses then wrote down everything the Lord had said. He got up early the next morning and built an altar at the foot of the mountain and set up twelve stone pillars representing the twelve tribes of Israel.\n</p><p><strong>5 </strong>Then he sent young Israelite men, and they offered burnt offerings and sacrificed young bulls as fellowship offerings to the Lord.\n</p><p><strong>6 </strong>Moses took half of the blood and put it in bowls, and the other half he splashed against the altar.\n</p><p><strong>7 </strong>Then he took the Book of the Covenant and read it to the people. They responded, “We will do everything the Lord has said; we will obey.”\n</p><p><strong>8 </strong>Moses then took the blood, sprinkled it on the people and said, “This is the blood of the covenant that the Lord has made with you in accordance with all these words.”\n</p><p>The living God of the Bible is the God of relationships. The important element for our Lord is not a thing or an agenda but the person. Thus, God pays close attention to people, and the primary purpose of His activities is to build a personal relationship with humans. After all, a God who “is love” would have to be a God who did care about relationships, for how can there be love without relationships?\n</p><p>Jesus said: “ ‘And I, when I am lifted up from the earth, will draw all people to myself’ ” (John 12:32, ESV). God is interested not only in our ethical behavior, right doctrine, or in a set of proper actions, but, above all, in a personal, intimate relationship with us. Both Creation institutions (Genesis 1, 2) are about relationship: the first about the vertical relationship with God (the Sabbath) and the second about the horizontal relationship between humans (marriage).\n</p><p>The ratification of the covenant at Sinai was to reinforce the special relationship that God wanted to have with His people. In the ceremony, the people twice shouted that they would obey God in everything that He required. “Everything the Lord has said we will do,” they proclaimed (Exod. 24:3, NIV). They meant it, too, but they did not know their brokenness, fragility, and lack of power. The blood of the covenant was sprinkled on the people, indicating that only by Christ’s merits was Israel able to follow God’s instructions.\n</p><p>We do not want to accept that our human nature is fragile, weak, and thoroughly sinful. We have an inherent tendency toward evil. To be able to do good, we must have help from outside ourselves. This help comes only from above, from the power of God’s grace, from His Word, and from the Holy Spirit. And even with all this at our disposal, evil still comes so easily to us, does it not?\n</p><p>That’s why a close personal relationship with God was as essential to the people then, at Sinai, as it is to us today\n</p><p><strong>“Everything the Lord has said we will do” (Exod. 24:3, NIV). How many times have you said the same thing, only to fail? What is the only solution?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 1",
          "dayTitle": "<p>Seeing God</p>",
          "id": 103,
          "idDay": 3,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Exodus 24:9–18. What amazing experience were the children of Israel given here?\n</strong></p><p><strong>Exodus 24:9-18\n</strong></p><p><strong>9</strong> Moses and Aaron, Nadab and Abihu, and the seventy elders of Israel went up\n</p><p><strong>10 </strong>and saw the God of Israel. Under his feet was something like a pavement made of lapis lazuli, as bright blue as the sky.\n</p><p><strong>11 </strong>But God did not raise his hand against these leaders of the Israelites; they saw God, and they ate and drank.\n</p><p><strong>12 </strong>The Lord said to Moses, “Come up to me on the mountain and stay here, and I will give you the tablets of stone with the law and commandments I have written for their instruction.”\n</p><p><strong>13</strong> Then Moses set out with Joshua his aide, and Moses went up on the mountain of God.\n</p><p><strong>14 </strong>He said to the elders, “Wait here for us until we come back to you. Aaron and Hur are with you, and anyone involved in a dispute can go to them.”\n</p><p><strong>15 </strong>When Moses went up on the mountain, the cloud covered it,\n</p><p><strong>16 </strong>and the glory of the Lord settled on Mount Sinai. For six days the cloud covered the mountain, and on the seventh day the Lord called to Moses from within the cloud.\n</p><p><strong>17 </strong>To the Israelites the glory of the Lord looked like a consuming fire on top of the mountain.\n</p><p><strong>18 </strong>Then Moses entered the cloud as he went on up the mountain. And he stayed on the mountain forty days and forty nights.\n</p><p>After the firm reestablishment of the covenant with God, Moses again climbed Sinai. In the beginning of this climb, Moses was not alone. He had the excellent company of 73 Israelite leaders. For the leaders, this was the pinnacle experience: they saw God (theophany), and twice the text underlines this amazing reality. It was also a time for the leaders, by eating together, to seal the covenant with God. This was a banquet, and the God of Israel was their Host. These leaders were deeply honored by God.\n</p><p>In the Middle East during biblical times (and to a certain extent today), eating together was a high experience, great honor, and privi\u0002lege. It offered forgiveness and formed a bond of friendship. It implied being there for each other and staying together in times of crisis and problems. By eating together, they promised each other, without words, that if something should happen to one party, the other would be obliged to come and help. To be invited to a meal was a special treat that was not extended to everyone.\n</p><p>Meanwhile, to refuse an invitation was one of the worst kinds of insults. This insight helps us to understand the stories in the New Testament in which Jesus Christ was heavily criticized for eating with sinners (Luke 5:30). When believers celebrate the Lord’s Supper, they also establish this close bond with other believers who are sinners like themselves. During this meal, we celebrate the forgiveness and salvation that we have in Jesus (see Matt. 26:26–30, Mark 14:22–25, 1 Cor. 11:23–29).\n</p><p><strong>Luke 5:30\n</strong></p><p><strong>30</strong> But the Pharisees and the teachers of the law who belonged to their sect complained to his disciples, “Why do you eat and drink with tax collectors and sinners?”\n</p><p><strong>Matthew 26:26-30\n</strong></p><p><strong>26</strong> While they were eating, Jesus took bread, and when he had given thanks, he broke it and gave it to his disciples, saying, “Take and eat; this is my body.”\n</p><p><strong>27 </strong>Then he took a cup, and when he had given thanks, he gave it to them, saying, “Drink from it, all of you.\n</p><p><strong>28 </strong>This is my blood of the covenant, which is poured out for many for the forgiveness of sins.\n</p><p><strong>29 </strong>I tell you, I will not drink from this fruit of the vine from now on until that day when I drink it new with you in my Father’s kingdom.”\n</p><p><strong>30 </strong>When they had sung a hymn, they went out to the Mount of Olives.\n</p><p><strong>Mark 14:22-25\n</strong></p><p><strong>22</strong> While they were eating, Jesus took bread, and when he had given thanks, he broke it and gave it to his disciples, saying, “Take it; this is my body.”\n</p><p><strong>23 </strong>Then he took a cup, and when he had given thanks, he gave it to them, and they all drank from it.\n</p><p><strong>24 </strong>“This is my blood of the covenant, which is poured out for many,” he said to them.\n</p><p><strong>25 </strong>“Truly I tell you, I will not drink again from the fruit of the vine until that day when I drink it new in the kingdom of God.”\n</p><p><strong>1 Corinthians 11:23-29\n</strong></p><p><strong>23</strong> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread,\n</p><p><strong>24 </strong>and when he had given thanks, he broke it and said, “This is my body, which is for you; do this in remembrance of me.”\n</p><p><strong>25 </strong>In the same way, after supper he took the cup, saying, “This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.”\n</p><p><strong>26 </strong>For whenever you eat this bread and drink this cup, you proclaim the Lord’s death until he comes.\n</p><p><strong>27 </strong>So then, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord.\n</p><p><strong>28 </strong>Everyone ought to examine themselves before they eat of the bread and drink from the cup.\n</p><p><strong>29 </strong>For those who eat and drink without discerning the body of Christ eat and drink judgment on themselves.\n</p><p>Tragically, some of the men who had gone up with Moses later fell into sin and lost their lives (see Lev. 10:1, 2, 9). Even though they had such a deep experience with God there, they were not transformed or converted by that experience. What a powerful lesson about how possession of truth and sacred privileges does not automatically mean conversion. Having experienced what they did, these men should have been the last ones to have done what they would later tragically do.\n</p><p><strong>Leviticus 10:1, 2, 9\n</strong></p><p><strong>1</strong> Aaron’s sons Nadab and Abihu took their censers, put fire in them and added incense; and they offered unauthorized fire before the Lord, contrary to his command.\n</p><p><strong>2 </strong>So fire came out from the presence of the Lord and consumed them, and they died before the Lord.\n</p><p><strong>9 </strong>“You and your sons are not to drink wine or other fermented drink whenever you go into the tent of meeting, or you will die. This is a lasting ordinance for the generations to come\n</p><p><strong>Dwell more on the story of these very privileged men, even sons of Aaron. What warning should this give to us, as Adventists, who, with the light we have been entrusted with, are indeed privileged?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 2",
          "dayTitle": "<p>Power to Obey</p>",
          "id": 104,
          "idDay": 4,
          "idLesson": 10,
          "lessonText": "<p><strong>Read Ezekiel 36:26–28. How does obedience take place in our lives?\n</strong></p><p><strong>Ezekiel 36:26-28\n</strong></p><p><strong>26</strong> I will give you a new heart and put a new spirit in you; I will remove from you your heart of stone and give you a heart of flesh.\n</p><p><strong>27 </strong>And I will put my Spirit in you and move you to follow my decrees and be careful to keep my laws.\n</p><p><strong>28 </strong>Then you will live in the land I gave your ancestors; you will be my people, and I will be your God.\n</p><p>On three occasions, the Israelites fervently declared that they would obey God (Exod. 19:8; Exod. 24:3, 7). Obedience is important, even if the Bible teaches that we humans are weak, broken, fragile, and sinful. This sad truth has been revealed not only through the history of ancient Israel but through the history of all His people.\n</p><p><strong>Exodus 19:8\n</strong></p><p><strong>8</strong> The people all responded together, “We will do everything the Lord has said.” So Moses brought their answer back to the Lord.\n</p><p><strong>Exodus 24:3, 7\n</strong></p><p><strong>3</strong> When Moses went and told the people all the Lord’s words and laws, they responded with one voice, “Everything the Lord has said we will do.”\n</p><p><strong>7 </strong>Then he took the Book of the Covenant and read it to the people. They responded, “We will do everything the Lord has said; we will obey.”\n</p><p>How, then, are we enabled to follow God faithfully?\n</p><p>The good news is that what God commands, He empowers us to do. The help that is not inside of us comes from outside, enabling us to do what God requires. It is His work. In the core of his theological summary in Ezekiel 36:26, 27, the prophet Ezekiel makes this point very clear. Only God can perform a heart transplant, and He does so by removing our heart of stone and replacing it with a sensitive heart of flesh. As Joshua reminded his audience: “ ‘You are not able to serve the Lord’ ” (Josh. 24:19, NIV).\n</p><p><strong>Joshua 24:19\n</strong></p><p><strong>19</strong> Joshua said to the people, “You are not able to serve the Lord. He is a holy God; he is a jealous God. He will not forgive your rebellion and your sins.\n</p><p>We can decide to follow God; that is our role. We have to make the choice, the moment-by-moment choice to surrender to Him. And that is because we do not have the power to fulfill even our conscious choice to serve Him. But when we give our weakness to God, He will make us strong. Paul says: “When I am weak, then I am strong” (2 Cor. 12:10, NKJV).\n</p><p><strong>2 Corinthians 12:10\n</strong></p><p><strong>10</strong> That is why, for Christ’s sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong.\n</p><p>Notice the divine “I” in Ezekiel 36:24–30: God gathers, cleanses, removes, gives, puts, and moves you to carefully keep His law. What He is doing, you will do. He identifies with you, and if you associate closely with Him, His doing will be your doing. The unity between God and you will be dynamic, powerful, and lively.\n</p><p>Again, the emphasis in this passage is on God’s doing. The literal translation reads: “I will give my Spirit in you, and I will do that you will walk in my statutes and keep my laws, and you will do.” God com\u0002mands people to obey and then gives the power to obey. What God requires of His people, He always helps them to do. Obedience is God’s gift (not just our performance or achievement), just as justification and salvation are His gifts too (Phil. 2:13).\n</p><p><strong>Philippians 2:13\n</strong></p><p><strong>13</strong> for it is God who works in you to will and to act in order to fulfill his good purpose.\n</p><p><strong>If we have been promised the power to obey, why do we find it so easy to fall into sin anyway?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 3",
          "dayTitle": "<p>In the Midst of His People</p>",
          "id": 105,
          "idDay": 5,
          "idLesson": 10,
          "lessonText": "<p>God was teaching His people through various means, and one of them was through the sanctuary. All its services pointed to Jesus; they were object lessons in the plan of salvation, which would be wrought out through Jesus many centuries later\n</p><p><strong>Read Exodus 25:1–9. What crucial, practical, and theological truths are seen in these verses?\n</strong></p><p><strong>Exodus 25:1–9\n</strong></p><p><strong>1</strong> The Lord said to Moses,\n</p><p><strong>2 </strong>“Tell the Israelites to bring me an offering. You are to receive the offering for me from everyone whose heart prompts them to give.\n</p><p><strong>3 </strong>These are the offerings you are to receive from them: gold, silver and bronze;\n</p><p><strong>4</strong> blue, purple and scarlet yarn and fine linen; goat hair;\n</p><p><strong>5 </strong>ram skins dyed red and another type of durable leather; acacia wood;\n</p><p><strong>6 </strong>olive oil for the light; spices for the anointing oil and for the fragrant incense;\n</p><p><strong>7 </strong>and onyx stones and other gems to be mounted on the ephod and breastpiece.\n</p><p><strong>8 </strong>“Then have them make a sanctuary for me, and I will dwell among them.\n</p><p><strong>9 </strong>Make this tabernacle and all its furnishings exactly like the pattern I will show you.\n</p><p>Even though God was leading the Israelites and already was close to them, He instructed Moses to build a sanctuary:\n</p><p>“ ‘Then have them make a sanctuary for me, and I will dwell among them’ ” (Exod. 25:8, NIV). God wanted to show them tangibly that He indeed was with them. Even though they had done wrong many times, He had not forsaken them, and “after they were again taken into favor with Heaven” (Ellen G. White, Patriarchs and Prophets, p. 343), they were given the divine command, and the process of building the sanctuary began.\n</p><p>The Bible assures us that God does not live in human-made temples and buildings (Acts 7:47–50) because He is bigger than the heaven of heavens, and heaven cannot contain Him. Paul at Areopagus in Athens states: “ ‘The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by human hands’ ” (Acts 17:24, NIV). Also, King Solomon states: “ ‘But will God indeed dwell on the earth? Behold, heaven and the highest heaven cannot contain you; how much less this house that I have built!’ ” (1 Kings 8:27, ESV). The sanctuary was to be where God would manifest His presence to them.\n</p><p><strong>Acts 7:47-50\n</strong></p><p><strong>47</strong> But it was Solomon who built a house for him.\n</p><p><strong>48 </strong>“However, the Most High does not live in houses made by human hands. As the prophet says:\n</p><p><strong>49 </strong>“‘Heaven is my throne, and the earth is my footstool. What kind of house will you build for me? says the Lord. Or where will my resting place be?\n</p><p><strong>50 </strong>Has not my hand made all these things?’\n</p><p>The Israelites were to bring a voluntary offering for the building of the sanctuary. They were to give precious and expensive gifts, including gold, silver, bronze, acacia wood, various kinds of fine cloth, olive oil, and spices.\n</p><p>In Exodus 25:10–27:21, we are given many details about the taber\u0002nacle and its services. God provided Moses with a blueprint containing specific instructions on how to build and furnish the tabernacle, including the ark of the covenant, the shewbread table, the lampstand, the altars, the curtains, the colors, and the measurements.\n</p><p>Moses had to build the tabernacle according to the pattern God showed him (Exod. 25:9, 40; Exod. 26:30), which was a reflection of the heavenly sanctuary (Heb. 8:1, 2; Heb. 9:11). The earthly sanctuary had served a crucial function until the death of Jesus and His ministry in the heavenly sanctuary, which rendered the earthly sanctuary null and void, a truth symbolized by the rending of the curtain before the Most Holy Place at Christ’s death (Matt. 27:51, Mark 15:38).\n</p><p><strong>Exodus 25:40\n</strong></p><p><strong>40</strong> See that you make them according to the pattern shown you on the mountain.\n</p><p><strong>Exodus 26:30\n</strong></p><p><strong>30</strong> “Set up the tabernacle according to the plan shown you on the mountain.\n</p><p><strong>Hebrews 8:1-2\n</strong></p><p><strong>1</strong> Now the main point of what we are saying is this: We do have such a high priest, who sat down at the right hand of the throne of the Majesty in heaven,\n</p><p><strong>2 </strong>and who serves in the sanctuary, the true tabernacle set up by the Lord, not by a mere human being.\n</p><p><strong>Hebrews 9:11\n</strong></p><p><strong>11</strong> But when Christ came as high priest of the good things that are now already here, he went through the greater and more perfect tabernacle that is not made with human hands, that is to say, is not a part of this creation.\n</p><p><strong>Matthew 27:51\n</strong></p><p><strong>51</strong> At that moment the curtain of the temple was torn in two from top to bottom. The earth shook, the rocks split\n</p><p><strong>Mark 15:38\n</strong></p><p><strong>38</strong> The curtain of the temple was torn in two from top to bottom.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 4",
          "dayTitle": "<p>Filled With the Spirit of God</p>",
          "id": 106,
          "idDay": 6,
          "idLesson": 10,
          "lessonText": "<p>.God instructed Moses on every detail in preparation for the tabernacle’s services. Priests were to have priestly garments, but the high priest wore a special ephod, which contained the names of the sons of Israel. He also wore a breastplate, which contained the Urim and Thummim and was to be on his heart (Exodus 28). All priests were to be consecrated (Exodus 29). Other items to be carefully prepared were the altar of incense, the basin for washing, the anointing oil, and the incense (Exodus 30).\n</p><p><strong>Read Exodus 31:1–18. What special assistance did God give so that all the tabernacle’s details and related services would be prepared and built in a beautiful and proper way?\n</strong></p><p><strong>Exodus 31:1–18\n</strong></p><p><strong>1</strong> Then the Lord said to Moses,\n</p><p><strong>2 </strong>“See, I have chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah,\n</p><p><strong>3 </strong>and I have filled him with the Spirit of God, with wisdom, with understanding, with knowledge and with all kinds of skills—\n</p><p><strong>4 </strong>to make artistic designs for work in gold, silver and bronze,\n</p><p><strong>5 </strong>to cut and set stones, to work in wood, and to engage in all kinds of crafts.\n</p><p><strong>6 </strong>Moreover, I have appointed Oholiab son of Ahisamak, of the tribe of Dan, to help him. Also I have given ability to all the skilled workers to make everything I have commanded you:\n</p><p><strong>7 </strong>the tent of meeting, the ark of the covenant law with the atonement cover on it, and all the other furnishings of the tent—\n</p><p><strong>8 </strong>the table and its articles, the pure gold lampstand and all its accessories, the altar of incense,\n</p><p><strong>9 </strong>the altar of burnt offering and all its utensils, the basin with its stand—\n</p><p><strong>10 </strong>and also the woven garments, both the sacred garments for Aaron the priest and the garments for his sons when they serve as priests,\n</p><p><strong>11 </strong>and the anointing oil and fragrant incense for the Holy Place. They are to make them just as I commanded you.”\n</p><p><strong>12</strong> Then the Lord said to Moses,\n</p><p><strong>13 </strong>“Say to the Israelites, ‘You must observe my Sabbaths. This will be a sign between me and you for the generations to come, so you may know that I am the Lord, who makes you holy.\n</p><p><strong>14 </strong>“‘Observe the Sabbath, because it is holy to you. Anyone who desecrates it is to be put to death; those who do any work on that day must be cut off from their people.\n</p><p><strong>15 </strong>For six days work is to be done, but the seventh day is a day of sabbath rest, holy to the Lord. Whoever does any work on the Sabbath day is to be put to death.\n</p><p><strong>16 </strong>The Israelites are to observe the Sabbath, celebrating it for the generations to come as a lasting covenant.\n</p><p><strong>17 </strong>It will be a sign between me and the Israelites forever, for in six days the Lord made the heavens and the earth, and on the seventh day he rested and was refreshed.’”\n</p><p><strong>18 </strong>When the Lord finished speaking to Moses on Mount Sinai, he gave him the two tablets of the covenant law, the tablets of stone inscribed by the finger of God.\n</p><p>For the first time in the Scriptures, one reads that God would fill a person with the Spirit of God. What does that mean? Bezalel was empowered to work artistically on the tabernacle. He was filled, i.e., equipped with new skills, understanding, and knowledge on the needed craftsmanship. Additionally, God gave Aholiab and many other craftsmen the same Spirit to assist in this work.\n</p><p>In the midst of all this creativity, God’s Sabbath is presented as a sign between God and His people that the Lord makes them holy. It means that the observance of the fourth commandment is associated with sanctification. Ezekiel later observed: “ ‘I gave them my Sabbaths, as a sign between me and them, that they might know that I am the Lord who sanctifies them’ ” (Ezek. 20:12, ESV).\n</p><p>The Sabbath is a reminder that the Lord is not only our Creator (Gen. 2:2, 3), Redeemer, and God (Deut. 5:15; Mark 2:27, 28) but also the Holy One. He transforms people by His presence; through His Spirit and Word, they grow to reflect a loving, kind, unselfish, and forgiving character\n</p><p><strong>Genesis 2:2-3\n</strong></p><p><strong>2</strong> By the seventh day God had finished the work he had been doing; so on the seventh day he rested from all his work.\n</p><p><strong>3</strong> Then God blessed the seventh day and made it holy, because on it he rested from all the work of creating that he had done.\n</p><p><strong>Deuteronomy 5:15\n</strong></p><p><strong>15</strong> Remember that you were slaves in Egypt and that the Lord your God brought you out of there with a mighty hand and an outstretched arm. Therefore the Lord your God has commanded you to observe the Sabbath day.\n</p><p><strong>Mark 2:27-28\n</strong></p><p><strong>27</strong> Then he said to them, “The Sabbath was made for man, not man for the Sabbath.\n</p><p><strong>28 </strong>So the Son of Man is Lord even of the Sabbath.”\n</p><p>The culminating present that God gave to Moses was the Decalogue (Exod. 31:18). God Himself wrote and gave the two stone tablets with the ten precepts (Exod. 31:18, Deut. 9:9–11). These tablets were to be placed in the Most Holy Place and inside the ark of the covenant, which was under the mercy seat (Exod. 25:21).\n</p><p><strong>Deuteronomy 9:9-11\n</strong></p><p><strong>9</strong> When I went up on the mountain to receive the tablets of stone, the tablets of the covenant that the Lord had made with you, I stayed on the mountain forty days and forty nights; I ate no bread and drank no water.\n</p><p><strong>10 </strong>The Lord gave me two stone tablets inscribed by the finger of God. On them were all the commandments the Lord proclaimed to you on the mountain out of the fire, on the day of the assembly.\n</p><p><strong>11 </strong>At the end of the forty days and forty nights, the Lord gave me the two stone tablets, the tablets of the covenant.\n</p><p><strong>Exodus 25:21\n</strong></p><p><strong>21</strong> Place the cover on top of the ark and put in the ark the tablets of the covenant law that I will give you.\n</p><p><strong>The phrase “mercy seat” comes from one Hebrew word, whose root meaning is “to atone.” Why, then, would this “mercy seat” be set right over God’s law? What hope should we see in this fact?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "September 5",
          "dayTitle": "<p>Further Thought:</p>",
          "id": 107,
          "idDay": 7,
          "idLesson": 10,
          "lessonText": "<p>Read Ellen G. White, “The Tabernacle and Its Services,” pp. 343–353, in Patriarchs and Prophets.\n</p><p>The tabernacle was a special place where atonement was accomplished for the confessed sins of God’s people. It was the place where, indeed, the entire plan of salvation had been revealed, and in some detail, too, to the children of Israel while they were in the wilderness. Justification, sanctification, and judgment were all taught there. Every animal sacrifice pointed to the death of Jesus, the forgiveness of sins, and, eventually, the blotting out of sins. And, too, along with the sacrifices was the presence of God’s law, the standard of righteousness.\n</p><p>The law of God, enshrined within the ark, was the great rule of righ\u0002teousness and judgment. That law pronounced death upon the transgres\u0002sor; but above the law was the mercy seat, upon which the presence of God was revealed, and from which, by virtue of the atonement, pardon was granted to the repentant sinner. Thus in the work of Christ for our redemption, symbolized by the sanctuary service, ‘mercy and truth are met together; righteousness and peace have kissed each other.’ Psalm 85:10.”—Ellen G. White, Patriarchs and Prophets, p. 349.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1</strong> How many times have you said, “All that the Lord tells me to do, I will do”? How successful were you in your efforts?\n</p><p><strong>2 </strong> At the end of Moses’ 40-day stay with the Lord on Mount Sinai, God emphasized that the Israelites must observe His Sabbath, because it would be a sign between God and them that it was the Lord who would make them holy. What role do holiness and sanctification play in keeping the Sabbath?\n</p><p><strong>3 </strong> The Lord wanted them to make a sanctuary so that “I may dwell among them.” How fascinating that this place was the center of salvation for Israel. It was here—in this sanctuary, where God dwelt among His people—that the plan of salvation was wrought out in types and shadows. What does this tell us about our total dependence upon God for salvation?\n</p><p><strong>4 </strong> What does it mean that through the blood all their sins were brought to the sanctuary, God’s house? How does this amazing truth reflect, even if dimly, what Jesus did on the cross for us and what He is doing for us now in the heavenly sanctuary?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>Inside Story</p>",
          "id": 108,
          "idDay": 8,
          "idLesson": 10,
          "lessonText": "<p>Knowing an All-Knowing God\n</p><p>By Andrew McChesney\n</p><p>Iqbal didn’t know anything about Jesus when he traveled more than 600 miles from his home to learn English at a Seventh-day Adventist boarding high school in southern Asia.\n</p><p>He had been raised in a non-Christian family, and his parents sent him at the age of 20 to join his sister at the school. She was studying there and excelling in her English classes.\n</p><p>Iqbal attended all the school’s morning and evening worship services. He went to all the Sabbath services. An interest began to beat in his heart to know Jesus. He read the Bible, looking for information about Jesus. His eyes were drawn to Jeremiah 1:5, “Before I formed you in the womb I knew you; before you were born I sanctified you” (NKJV).\n</p><p>He thought, I want to know Jesus personally because He knew me personally before He formed me in my mother’s womb.\n</p><p>Weeks turned into months, and Iqbal learned more about Jesus. He thought, Could it be that Jesus brought me more than 600 miles from my home not only to learn English but also to learn about His love?\n</p><p>He began to experience Jesus’ love in his own life, and two and a half years after arriving at the school, he decided to give his heart to Jesus and be baptized.\n</p><p>After graduating from the school, Iqbal went on to receive a Bachelor of Computer Applications from Lowry Adventist College in Bengaluru, India, and to join its staff, where he works in campus ministry activities. Jesus is his life.\n</p><p>“Now, I’m happy to live with Jesus,” he said. “Day by day, Jesus leads me and takes care of me. Whenever I face a problem, Jesus Christ is my refuge and brings me out of the problem.”\n</p><p>Iqbal expressed astonishment at the omniscience of Jesus, the idea that Jesus not only knew him before forming him in his mother’s womb but also knows the needs that he has before he himself is aware of them.\n</p><p>“I thank Jesus that He takes care of my needs long before I even know about them,” he said. “Before I ask, He knows what to give and through whom to give it. This is the reason I trust in Him and love Him more each day.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>TEACHERS</p>",
          "id": 109,
          "idDay": 9,
          "idLesson": 10,
          "lessonText": "<p>Part I: Overview\n</p><p>Key Text: Exodus 24:3\n</p><p>Study Focus: Exod. 24:1–31:18\n</p><p>Introduction: The Lord saved His people from the power of Egypt, gave them freedom, brought them through the wilderness to Himself at Sinai, and established His covenant of love with them (Exod. 19:3–6; Deut. 7:9, 12; Neh. 9:32). His grace and care for His people were astounding. In a powerful display of His glory at Sinai, He spoke the Ten Promises (the gift of the Decalogue, pronounced in Exodus 20) and explained them in more detail in the Covenant Code (Exod. 20:22–23:19). Now the Lord ratifies this covenant with Israel in an important ceremony that is rooted in animal sacrifice, which points to Christ’s sacrifice, and is sealed with blood.\n</p><p>Part II: Commentary\n</p><p>The Ratification of the Covenant\n</p><p>The ratification of the covenant involved several important elements:\n</p><p>• Moses’ oral presentation of the Lord’s words and laws (Exod. 24:3);\n</p><p>• Moses’ writing of the Book of the Covenant (Exod. 24:4a);\n</p><p>• building an altar (Exod. 24:4b);\n</p><p>• setting up 12 stone pillars, representing the 12 tribes of Israel (Exod. 24:4c);\n</p><p>• burnt and peace offerings (Exod. 24:5);\n</p><p>• Moses’ sprinkling half of the sacrificial blood on the altar (Exod. 24:6);\n</p><p>• his reading of the Book of the Covenant (Exod. 24:7a);\n</p><p>• the people’s affirmative responses (Exod. 24:3, 7b);\n</p><p>• Moses’ sprinkling another half of the sacrificial blood on the people (Exod. 24:8a);\n</p><p>• Moses’ pronunciation: “  ‘This is the blood of the covenant [phrase occurring only here in the Hebrew Bible; compare with Zech. 9:11, Matt. 26:28, Mark 14:24] that the Lord has made with you in accordance with all these words’ ” (Exod. 24:8b, NIV);\n</p><p>• a covenantal meal, with 74 leaders, on Mount Sinai (Exod. 24:9–11).\n</p><p>In the setting of the covenant, God’s people responded three times in the same way to God’s gracious words: “ ‘We will do everything the Lord has said’  ” (Exod. 19:8, NIV; see also Exod. 24:3, 7, NIV). What was  wrong with such a promise? Namely, their self-confidence, their shallow understanding of the power of sin and of their own sinful nature, and their failure to acknowledge the need for God’s assistance. In reality, just a few weeks later, many of them were dancing around the golden calf. The proper answer would be: “With the help of the Lord and by the power of His grace, we will do everything the Lord has said.”\n</p><p>Joshua, a very faithful servant of Moses and later an excellent leader of God’s people, personally heard these well-meant promises and knew how fragile, weak, and easily broken they were. Several times he wit\u0002nessed the apostasy of the Israelites. When they again repeated at a later time, “ ‘We too will serve the Lord’ ” (Josh. 24:18, NIV), Joshua decisively told them that they were “not able to serve the Lord” (Josh. 24:19, NIV) because their decision was not firm, as they still cherished some pagan idols (see Josh. 24:14, 23) and were not depending upon God’s help but on their own strong will. However, Joshua personally declared: “ ‘But as for me and my household, we will serve the Lord’ ” (Josh. 24:15, NIV).\n</p><p>God invited Moses, along with Aaron and two of his sons, Nadab and Abihu, and 70 elders to meet with Him on Mount Sinai (Exod. 24:9, 10). By His close presence, God wished to reveal more fully who He was. It is purposely mentioned that they were eating and drinking on that occasion. It is not explained who prepared the banquet, although it most likely was the Lord Himself. Eating together was another form of sealing a covenant, so this was a covenantal meal. In biblical times, the very act of eating together established a deep friendship and a bond of family and brotherhood. If something was not right between those who shared a meal together, it was forgiven, and the promise was given by those feasting that they would stand by each other forever (see, e.g., Jacob and Laban’s meal, in Genesis 31:54).\n</p><p>We experience a similar covenantal fellowship when we celebrate the life and death of Jesus during the Lord’s Supper, the Communion. God is inviting believers to have a close relationship with Him and with one another by eating and drinking together. Those who participate in this commemorative ceremony form one family with Christ because it actual\u0002izes and makes tangible what He did for us. Communion is the time when His church is reestablished and a community of faith reformed, showing that He is their Lord, King, and Friend. Church members are united with Him and to one another. They are sanctified by His being with them. The bond is sealed by His presence and Word.\n</p><p>The Tabernacle of God\n</p><p>Almost one-third of the book of Exodus deals with the tabernacle, thus indicating its importance. Exodus 25 to 31 provides the detailed\n</p><p>blueprint, instructions about its design, and the materials used, while Exodus 35 to 40 narrate how to build it and the actual consecration of the sanctuary for its holy functions. What is the significance of this narrative?\n</p><p>The most important thing in the sanctuary is not the furniture, even though it cannot be overlooked because it set the stage for what was to take place in the tabernacle. The crucial thing is the drama, the actual play that takes place there.\n</p><p>It is like going to the theater to see a play with different scenes. What is on the stage tells the audience if the story will take place during the day or at midnight, if it is occurring in a town, palace, cemetery, or wedding banquet, who the main players are, and many details in between. The setting is important for understanding the plot and the play. In the same way, our focus related to the tabernacle must always be on the play itself, not just on the background, the furniture, and type of sacrifice, so that we may recognize what is being portrayed. We need to understand the meaning of all of it. The tabernacle is a monumental object lesson of God’s plan of redemption.\n</p><p>The services in the sanctuary present the drama of God. In a dramatic way, they document who God is; what He stands for; the values He upholds; how He saves the repentant sinner; how He deals with sin and stubbornly wicked people; how He judges, and brings, a final solution to the problem of sin, so that one day evil will be eradicated. This drama demonstrates, ultimately, that peace, reconciliation, and harmony will be reestablished.\n</p><p>God wanted to dwell with His people. The tabernacle was His earthly dwelling place, not that He was not already with them, or could be contained by it, but because He wanted to demonstrate His actual tangible presence to His people, showing that they were not alone, abandoned, or forsaken, and that He was taking care of them.\n</p><p>The apostle Paul plainly states that the Lord does not live in temples made by human hands (Acts 17:24, 25), and Solomon solemnly declares, after building a marvelous temple for Him in Jerusalem, that even the heavens could not hold the Lord: “ ‘But will God really dwell on earth with humans? The heavens, even the highest heavens, cannot contain you. How much less this temple I have built!’ ” (2 Chron. 6:18, NIV). Then Solomon continues: “ ‘May you hear the prayer your servant prays toward this place. . . . Hear from heaven, your dwelling place; and when you hear, forgive’ ” (2 Chron. 6:20, 21, NIV). God in His love and mercy condescends to our level and breaks into our time and space to be with us.\n</p><p>God’s visible presence is behind His desire for Israel to build Him a tabernacle in the center of the camp. The Lord declares: “  ‘Have them make a sanctuary for me, and I will dwell among [you]’ ” (Exod. 25:8, NIV; see also ESV, NKJV). Do not overlook the conjunction “and” in this phrase (good translations have “and,” not a causative “that,” even though it is also a proper translation), for this “and” is exegetically and theologically crucial. God did not need the sanctuary in order to be, or dwell, with His people. His presence was with them all the time, as the principal theme of the book of Exodus is God’s presence with His people. However, God later uses the Hebrew preposition lamed (“so that” or “that”) in Exodus 29:46b, so everyone will be clear that the purpose of the sanctuary is for Him to closely dwell with His people and demonstrate His visible presence (Exod. 29:42–46).\n</p><p>When Israel’s glorious Solomonic temple was destroyed by Nebuchadnezzar, and the people were sent into exile as a result of their unfaithfulness (Dan. 9:4– 20), God through the prophet Ezekiel assured His people that He would be “a sanctuary for them in the countries where they have gone” (Ezek. 11:16, NIV).\n</p><p>God tells Moses that he must build the sanctuary, according to the model of the heavenly sanctuary shown him on Mount Sinai (Exod. 25:9, 40; see more on this in the Commentary section of lesson 13). The most important space in the sanctuary was the Most Holy Place, with its central piece being the ark of the covenant, also called the ark of the testimony (Exod. 25:16), because God’s words of the testimony or the Decalogue were to be placed inside the ark (Exod. 40:20). On the top of the ark, an atonement cover made of pure gold was placed, a mercy seat (Hebrew Kaporet, from the root kapar, “atone”; in the Greek, hilasterion). It was the place where final reconciliation took place and the confessed sins of God’s people were blotted out. Here God provided the ultimate solution to the problem of sin and evil (see Lev. 16:15, 16, 30). Jesus Christ is the hilasterion, the mercy seat, the atoning Sacrifice who atones and purifies us from our sins (Rom. 3:25, CJB; 1 John 2:2, NIV).\n</p><p>Part III: Life Application\n</p><p>1. After Solomon built the temple, God said to him: “If my people, which are called by my name, shall humble themselves, and pray, and seek my face, and turn from their wicked ways; then will I hear from heaven, and will forgive their sin, and will heal their land” (2 Chron. 7:14). How can we carefully implement and practice as a community of faith this divine advice? What hinders our prayers, keeping God from hearing, and responding to, our cries for help?\n</p><p>2. How do we renew the covenant of love with the Lord during Communion? Do we need a special ceremony to do so? Explain.\n</p><p>3. Jesus Christ “became flesh and dwelt among us” (John 1:14, ESV). In the Greek language, it is literally stated that He “tabernacled with us.” How can the incarnation of Jesus and His life on earth assure you that He is with you and understands all your troubles, problems, and life’s challenges?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 10,
      "lessonType": "A",
      "quarter": "3T2025",
      "title": "<p>The Covenant and the Blueprint</p>",
      "verse": "<p>&nbsp;“So Moses came and told the people all the words of the Lord and all the judgments. And all the people answered with one voice and said, ‘All the words which the Lord has said we will do’ ” (Exodus 24:3, NKJV).</p>",
      "versionCode": 25,
      "weekDate": "August 30–September 5"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
