{
   "data":[
      {
         "color":"#7F36A1",
         "id":10,
         "idEs":34,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sabado 1 Marzo",
               "dayTitle":"<p><strong>LAS REGLAS DEL CONFLICTO</strong></p><p>\n</p><p>\n</p><p>\n</p>",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p><strong>PARA MEMORIZAR: </strong>“El que practica el pecado es del diablo, porque el diablo peca desde el principio. Para esto se manifestó el Hijo de Dios: para deshacer las obras del diablo” (1 Juan 3:8).\n</p><p>Una poderosa narración que revela la naturaleza del Conflicto Cósmico se encuentra en 1 Reyes 18:19 al 40, donde el Señor desenmascara a los llamados “dioses de las naciones” por medio de Elías en el Monte Carmelo. Sin embargo, hay algo más detrás de bastidores acerca de estos “dioses” que el hecho de que sean meros productos de la imaginación pagana. Detrás de los “dioses” que las naciones que rodeaban a Israel adoraban había, en realidad, algo más. “Sacrificaron a los demonios y no a Dios, a dioses que no habían conocido, dioses nuevos, venidos de cerca, que sus padres nunca veneraron” (Deut. 32:17). Pablo añade: “Lo que sacrifican los gentiles, a los demonios lo sacrifican, y no a Dios. Y no quiero que ustedes participen de los demonios” (1 Cor. 10:20).\n</p><p>Detrás de los falsos “dioses” de las naciones había en realidad demonios disfrazados. Esto significa, entonces, que todos los textos de las Escrituras que se refieren a la idolatría y los dioses extranjeros son textos acerca del Conflicto Cósmico.\n</p><p>Este trasfondo permite entender mejor el tema del Conflicto Cósmico, además de tener enormes implicaciones para comprender mejor la naturaleza de ese conflicto y cómo este arroja luz sobre el problema del mal.</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 2 Marzo",
               "dayTitle":"<p><strong>UN ÁNGEL DEMORADO</strong></p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p>Como hemos visto, los falsos “dioses” de las naciones eran en realidad demonios disfrazados. Además, las Escrituras revelan que los gobernantes celestiales demoníacos a veces están detrás de los gobernantes terrenales. Esas fuerzas del Enemigo pueden incluso oponerse a los agentes angélicos enviados por Dios. Lee Daniel 10:1 al 14, prestando especial atención a los versículos 12 y 13.\n</p><p><strong>Daniel 10:1 al 14\n</strong></p><p><strong><sup>1</sup></strong> En el tercer año de Ciro, rey de Persia, fue revelada palabra a Daniel, llamado Beltsasar. La palabra era verdadera y el conflicto grande, pero él comprendió la palabra y tuvo inteligencia en la visión.\n</p><p><strong><sup>2</sup></strong> «En aquellos días yo, Daniel, estuve afligido por espacio de tres semanas.\n</p><p><strong><sup>3</sup></strong> No comí manjar delicado, ni entró en mi boca carne ni vino, ni me ungí con perfume, hasta que se cumplieron las tres semanas.\n</p><p><strong><sup>4</sup></strong> El día veinticuatro del primer mes estaba yo a la orilla del gran río Hidekel.\n</p><p><strong><sup>5 </sup></strong>Alcé mis ojos y miré, y vi un varón vestido de lino y ceñida su cintura con oro de Ufaz.\n</p><p><strong><sup>6 </sup></strong>Su cuerpo era como de berilo, su rostro parecía un relámpago, sus ojos como antorchas de fuego, sus brazos y sus pies como de color de bronce bruñido, y el sonido de sus palabras como el estruendo de una multitud.\n</p><p><strong><sup>7</sup></strong> »Sólo yo, Daniel, vi aquella visión. No la vieron los hombres que estaban conmigo, sino que se apoderó de ellos un gran temor y huyeron y se escondieron.\n</p><p><strong><sup>8</sup></strong> Quedé, pues, yo solo ante esta gran visión, pero no quedaron fuerzas en mí, antes bien, mis fuerzas se cambiaron en desfallecimiento, pues me abandonaron totalmente.\n</p><p><strong><sup>9</sup></strong> Pero oí el sonido de sus palabras; y al oír el sonido de sus palabras caí sobre mi rostro en un profundo sueño, con mi rostro en tierra.\n</p><p><strong><sup>10</sup></strong> Y una mano me tocó e hizo que me pusiera sobre mis rodillas y sobre las palmas de mis manos.\n</p><p><strong><sup>11</sup></strong> Me dijo: “Daniel, varón muy amado, está atento a las palabras que he de decirte y ponte en pie, porque a ti he sido enviado ahora.”\n</p><p>»Mientras hablaba esto conmigo, me puse en pie temblando.\n</p><p><strong><sup>12</sup></strong> Entonces me dijo: “Daniel, no temas, porque desde el primer día que dispusiste tu corazón a entender y a humillarte en la presencia de tu Dios, fueron oídas tus palabras; y a causa de tus palabras yo he venido.\n</p><p><strong><sup>13</sup></strong> Mas el príncipe del reino de Persia se me opuso durante veintiún días; pero Miguel, uno de los principales príncipes, vino para ayudarme, y quedé allí con los reyes de Persia.\n</p><p><strong><sup>14 </sup></strong>He venido para hacerte saber lo que ha de sucederle a tu pueblo en los últimos días, porque la visión es para esos días.”\n</p><p><strong>¿Qué enseñanza relevante contienen estos versículos acerca del Conflicto Cósmico? ¿Qué opinas de la oposición enfrentada durante 21 días por el ángel enviado por Dios?\n</strong></p><p>“Durante tres semanas Gabriel luchó con las potestades de las tinieblas, procurando contrarrestar las influencias que obraban sobre el ánimo de Ciro. […] Todo lo que podía hacer el Cielo en favor del pueblo de Dios fue hecho. Se obtuvo finalmente la victoria; las fuerzas del Enemigo fueron mantenidas en jaque mientras gobernaron Ciro y su hijo Cambises” (Elena G. de White, Profetas y reyes, pp. 418, 419).\n</p><p>Semejante conflicto angélico es evidencia de que Dios no está usando todo su poder. Se concede al Enemigo cierta libertad y poder genuinos, que no son suprimidos caprichosamente, sino que están restringidos por parámetros conocidos por ambas partes, aunque no por nosotros. Parece que existen reglas en el Conflicto Cósmico dentro de las cuales operan incluso los ángeles de Dios y a las que en las próximas lecciones nos referiremos como las “reglas del Conflicto”.\n</p><p>En cierto sentido, comprender estos límites puede no ser difícil si captamos la idea, de la que ya hemos hablado, de que Dios obra solo por amor, y que el amor, no la coacción, es el fundamento de su gobierno. Esta idea, la de que Dios obra solo mediante los principios que emanan del amor, puede ayudarnos a comprender mejor el Gran Conflicto.\n</p><p><strong>¿Cómo has experimentado los límites de obrar únicamente de acuerdo con los principios del amor y no de la coacción? ¿Qué lecciones has aprendido acerca de los límites del poder?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 3 Marzo",
               "dayTitle":"<p><strong>EL DRAGÓN DE APOCALIPSIS</strong></p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p><span style=\"background-color: initial;\">La perspectiva general de los gobernantes celestiales en el Conflicto Cósmico aparece sintetizada en el libro de Apocalipsis, donde el Diablo es descrito como “el gran dragón” que se opone a Dios y “engaña a todo el mundo” (Apoc. 12:9). Lee Apocalipsis 13:1 al 8. ¿Qué revela esto acerca de los alcances de la jurisdicción del dragón?</span></p><p><strong>Apocalipsis 13:1 al 8\n</strong></p><p><strong><sup>1 </sup></strong>Me paré sobre la arena del mar y vi subir del mar una bestia que tenía siete cabezas y diez cuernos: en sus cuernos tenía diez diademas, y sobre sus cabezas, nombres de blasfemia.\n</p><p><strong><sup>2</sup></strong> La bestia que vi era semejante a un leopardo, sus pies eran como de oso y su boca como boca de león. El dragón le dio su poder, su trono y gran autoridad.\n</p><p><strong><sup>3</sup></strong> Vi una de sus cabezas como herida de muerte, pero su herida mortal fue sanada. Toda la tierra se maravilló en pos de la bestia,\n</p><p><strong><sup>4</sup></strong> y adoraron al dragón que había dado autoridad a la bestia, y adoraron a la bestia, diciendo: «¿Quién como la bestia y quién podrá luchar contra ella?»\n</p><p><strong><sup>5 </sup></strong>También se le dio boca que hablaba arrogancias y blasfemias, y se le dio autoridad para actuar por cuarenta y dos meses.\n</p><p><strong><sup>6 </sup></strong>Y abrió su boca para blasfemar contra Dios, para blasfemar de su nombre, de su tabernáculo y de los que habitan en el cielo.\n</p><p><strong><sup>7</sup></strong> Se le permitió hacer guerra contra los santos, y vencerlos. También se le dio autoridad sobre toda tribu, pueblo, lengua y nación.\n</p><p><strong><sup>8</sup></strong> La adoraron todos los habitantes de la tierra cuyos nombres no estaban escritos desde el principio del mundo en el libro de la vida del Cordero que fue inmolado.\n</p><p>El dragón (Satanás) no solo combate contra Dios (Apoc. 12:7-9) y sus siervos (ver, por ejemplo, Apoc. 12:1-6), sino también es descrito como el verdadero gobernante detrás de los reinos terrenales que persiguen al pueblo de Dios a través de los siglos.\n</p><p>El dragón “le dio a la bestia su propio poder y trono y gran autoridad” (Apoc. 13:2, NTV; compara con Apoc. 13:5; 17:13, 14). A esta bestia del mar “le fue dada una boca que hablaba palabras arrogantes y blasfemias, y le fue dada autoridad de obrar durante cuarenta y dos meses” (Apoc. 13:5). De este modo, Satanás (el dragón) concede a una bestia (un poder políticoreligioso terrenal) poder y autoridad para gobernar. Este poder es ejercido con el fin de usurpar el culto debido a Dios. La bestia blasfema contra el nombre de Dios y guerrea contra los santos de Dios, a quienes incluso vence durante cierto tiempo. Esta autoridad y jurisdicción mundiales le son dadas por el dragón, el gobernante usurpador de este mundo. Sin embargo, hay límites claros impuestos a Satanás y a sus agencias humanas, incluidos los límites temporales. “Por eso, ¡alégrense, cielos, y ustedes, los que habitan en ellos! ¡Ay de la tierra y el mar! Porque el diablo ha descendido a ustedes con gran furor al saber que le queda poco tiempo” (Apoc. 12:12). Satanás sabe que le queda poco tiempo (Apoc. 12:12). Además, los acontecimientos descritos en el Apocalipsis se desarrollan a lo largo de líneas temporales proféticas que muestran límites específicos (ver Apoc. 12:14; 13:5) al reinado de estas fuerzas malignas. Por cierto, Dios triunfa finalmente: “Y Dios enjugará toda lágrima de los ojos de ellos. Y no habrá más muerte, ni llanto, ni clamor, ni dolor, porque las primeras cosas pasaron” (Apoc. 21:4).\n</p><p><strong>Aunque nos resulta difícil percibirlo ahora, finalmente el bien triunfará para siempre sobre el mal. ¿Por qué es tan importante que nunca olvidemos esta maravillosa promesa?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 4 Marzo",
               "dayTitle":"<p><strong>EL CASO DE JOB</strong></p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p><strong>En el libro de Job se nos ofrece una visión fascinante acerca de la realidad del Gran Conflicto. Lee Job 1:1 al 12 y Job 2:1 al 7. ¿Qué principios de la Gran Controversia se revelan aquí?\n</strong></p><p><strong>Job 1:1 al 12\n</strong></p><p><strong><sup>1</sup></strong> Había en el país de Uz un hombre llamado Job. Era un hombre perfecto y recto, temeroso de Dios y apartado del mal.\n</p><p><strong><sup>2</sup></strong> Le habían nacido siete hijos y tres hijas.\n</p><p><strong><sup>3</sup></strong> Su hacienda era de siete mil ovejas, tres mil camellos, quinientas yuntas de bueyes, quinientas asnas y muchísimos criados. Era el hombre más importante de todos los orientales.\n</p><p><strong><sup>4</sup></strong> Sus hijos celebraban banquetes en sus casas, cada uno en su día; y enviaban a llamar a sus tres hermanas para que comieran y bebieran con ellos.\n</p><p><strong><sup>5 </sup></strong>Y sucedía que una vez pasados los días de turno, Job los hacía venir y los santificaba. Se levantaba de mañana y ofrecía holocaustos conforme al número de todos ellos. Porque decía Job: «Quizá habrán pecado mis hijos y habrán blasfemado contra Dios en sus corazones.» Esto mismo hacía cada vez.\n</p><p><strong><sup>6</sup></strong> Un día acudieron a presentarse delante de Jehová los hijos de Dios, y entre ellos vino también Satanás.\n</p><p><strong><sup>7 </sup></strong>Dijo Jehová a Satanás:\n</p><p>—¿De dónde vienes?\n</p><p>Respondiendo Satanás a Jehová, dijo:\n</p><p>—De rodear la tierra y andar por ella.\n</p><p><strong><sup>8</sup></strong> Jehová dijo a Satanás:\n</p><p>—¿No te has fijado en mi siervo Job, que no hay otro como él en la tierra, varón perfecto y recto, temeroso de Dios y apartado del mal?\n</p><p>9 Respondiendo Satanás a Jehová, dijo:\n</p><p>—¿Acaso teme Job a Dios de balde?\n</p><p>10 ¿No le has rodeado de tu protección, a él y a su casa y a todo lo que tiene? El trabajo de sus manos has bendecido, y por eso sus bienes han aumentado sobre la tierra.\n</p><p>11 Pero extiende ahora tu mano y toca todo lo que posee, y verás si no blasfema contra ti en tu propia presencia.\n</p><p>12 Dijo Jehová a Satanás:\n</p><p>—Todo lo que tiene está en tu mano; solamente no pongas tu mano sobre él.\n</p><p>Y salió Satanás de delante de Jehová.\n</p><p>Job 2:1 al 7.\n</p><p>1 Otro día acudieron a presentarse delante de Jehová los hijos de Dios, y entre ellos vino también Satanás para presentarse delante de Jehová.\n</p><p>2 Dijo Jehová a Satanás:\n</p><p>—¿De dónde vienes?\n</p><p>Respondiendo Satanás a Jehová, dijo:\n</p><p>—De rodear la tierra y andar por ella.\n</p><p>3 Jehová dijo a Satanás:\n</p><p>—¿No te has fijado en mi siervo Job, que no hay otro como él en la tierra, varón perfecto y recto, temeroso de Dios y apartado del mal? ¡Todavía mantiene su integridad, a pesar de que tú me incitaste contra él para que lo arruinara sin causa!\n</p><p>4 Respondiendo Satanás a Jehová, dijo:\n</p><p>—Piel por piel, todo lo que el hombre tiene lo dará por su vida.\n</p><p>5 Pero extiende tu mano, toca su hueso y su carne, y verás si no blasfema contra ti en tu misma presencia.\n</p><p>6 Dijo Jehová a Satanás:\n</p><p>—Él está en tus manos; pero guarda su vida.\n</p><p>7 Salió entonces Satanás de la presencia de Jehová e hirió a Job con una llaga maligna desde la planta del pie hasta la coronilla de la cabeza.\n</p><p>De estos versículos se desprenden muchos detalles significativos. En primer lugar, se presenta una escena de concilio celestial, no un mero diálogo entre Dios y Satanás, ya que hay otros seres celestiales implicados. En segundo lugar, existe cierta disputa, señalada por el hecho de que Dios pregunta si Satanás ha considerado a Job.</p><p>&nbsp;¿Ha considerado a Job para qué? La pregunta tiene sentido en el contexto de una disputa mayor, en curso. En tercer lugar, mientras que Dios declara a Job irreprochable, recto y respetuoso para con él, Satanás afirma que Job respeta a Dios solamente porque el Señor lo protege. Esto equivale a una calumnia contra el carácter de Job y también contra el de Dios (compara con Apoc. 12:10; Zac. 3).&nbsp;</p><p>Cuarto, Satanás alega que la protección de Dios en favor de Job es injusta y hace imposible que Satanás demuestre la veracidad de sus acusaciones. Esto indica que existen algunos límites para Satanás (las reglas del Conflicto) y que este aparentemente ha intentado dañar a Job.</p><p>&nbsp;Dios responde a la acusación de Satanás ante el concilio celestial permitiéndole poner a prueba su teoría, pero solo dentro de ciertos límites. Primero le concede a Satanás poder sobre “todo lo que [Job] tiene”, pero le prohíbe hacerle daño (Job 1:12). Más tarde, después de que Satanás afirma que Job solo se preocupa por sí mismo, Dios permite que Satanás aflija físicamente a Job, pero no al punto de quitarle la vida (Job 2:3-6).</p><p>&nbsp;Satanás trae numerosas calamidades sobre la casa de Job, pero este continúa en cada caso bendiciendo el nombre de Dios (Job 1:20-22; 2:9, 10), demostrando así la falsedad de las acusaciones de Satanás.</p><p>Esto nos enseña que existen reglas en el Conflicto Cósmico. Hay parámetros en la corte celestial dentro de los cuales las acusaciones esgrimidas contra Dios pueden ser resueltas, pero sin que Dios viole los principios sagrados inherentes al amor, el fundamento de su gobierno del universo y de los seres inteligentes en él.&nbsp;</p><p><strong>Estas escenas celestiales del libro de Job nos ofrecen una visión fascinante acerca de cuán real es el Gran Conflicto y de cómo se desarrolla aquí en la Tierra.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miercoles 5 Marzo",
               "dayTitle":"<p><strong>EL GOBERNANTE TEMPORARIO DE ESTE MUNDO</strong></p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p>Vimos en lecciones anteriores que Dios concede una jurisdicción terrenal significativa a Satanás y sus secuaces en el Conflicto Cósmico, pero esta es temporal y está limitada a ciertas reglas de enfrentamiento, Esas reglas del Conflicto no solo limitan las acciones del Enemigo –el Diablo y sus secuaces–, sino también la acción de Dios para eliminar o mitigar el mal que opera temporalmente en la jurisdicción del Enemigo. Puesto que el Señor siempre es fiel a sus promesas y ha aceptado conceder cierto dominio limitado y temporal al diablo, también ha limitado su propio curso de acción, sin que ello implique una disminución de su poder.\n</p><p><strong>Lee Juan 12:31; 14:30; 16:11; 2 Corintios 4:4; y Lucas 4:6. ¿Qué enseñan estos textos acerca del gobierno del diablo en el mundo?\n</strong></p><p><strong>Juan 12:31;&nbsp;</strong></p><p><span style=\"background-color: initial;\"><strong><sup>31 </sup></strong>Ahora es el juicio de este mundo; ahora el príncipe de este mundo será echado fuera.</span></p><p><strong>Juan 14:30;\n</strong></p><p><strong><sup>30 </sup></strong>No hablaré ya mucho con vosotros, porque viene el príncipe de este mundo y él nada tiene en mí.\n</p><p><strong>Juan 16:11;\n</strong></p><p><strong><sup>11</sup></strong> y de juicio, por cuanto el príncipe de este mundo ha sido ya juzgado.\n</p><p><strong>2 Corintios 4:4;\n</strong></p><p><strong><sup>4 </sup></strong>esto es, entre los incrédulos, a quienes el dios de este mundo les cegó el entendimiento, para que no les resplandezca la luz del evangelio de la gloria de Cristo, el cual es la imagen de Dios.\n</p><p><strong>Lucas 4:6\n</strong></p><p><strong><sup>6 </sup></strong>Le dijo el diablo:\n</p><p>—A ti te daré todo el poder de estos reinos y la gloria de ellos, porque a mí me ha sido entregada y a quien quiero la doy.\n</p><p>El Nuevo Testamento plantea un choque de reinos, el de la luz y el de las tinieblas, originado en Satanás y su rebelión. Parte de la misión de Cristo era derrotar el reino de Satanás: “Para esto se manifestó el Hijo de Dios: para deshacer las obras del diablo” (1 Juan 3:8).\n</p><p>Sin embargo, hay “reglas” que limitan lo que Dios puede hacer a fin de permanecer fiel a los principios de su gobierno. Estos límites incluyen al menos (1) la concesión del libre albedrío a las criaturas y (2) las reglas del Pacto, que desconocemos por el momento. Tales impedimentos y limitaciones a la acción divina tienen implicaciones significativas para la capacidad moral de Dios de reducir y/o eliminar inmediatamente el mal en este mundo. Así, vemos que el mal y el sufrimiento continúan, lo que de hecho puede hacer que muchas personas cuestionen la existencia de Dios o su bondad. Sin embargo, una vez comprendido el trasfondo del Gran Conflicto y los límites que Dios se ha impuesto para tratar con el mal, podemos hasta cierto punto entender mejor por qué las cosas son como son, hasta el triunfo final de Dios sobre el mal.\n</p><p><strong>¿De qué manera el hecho de que Jesús llame a Satanás el “príncipe” de este mundo nos ayuda a entender la presencia del mal en nuestro planeta? ¡Qué reconfortante es saber que el dominio del mal es solo temporal!</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"jueves 6 Marzo",
               "dayTitle":"<p><strong>LÍMITES Y REGLAS</strong></p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p>El Conflicto Cósmico es principalmente una disputa acerca del carácter de Dios, causada por las falsas acusaciones del Diablo contra la bondad, la justicia y el gobierno de Dios. Es una especie de pleito por el Pacto Cósmico. Un conflicto así no puede resolverse con puro poder, sino que requiere una demostración.\n</p><p>Si se presentan acusaciones graves contra una persona que ocupa una posición de poder, la mejor (y quizá la única) manera de tratar con ellas sería permitir una investigación libre, justa y abierta. Si las acusaciones amenazan a todo el gobierno divino basado en el amor, no pueden simplemente barrerse bajo la alfombra.\n</p><p>¿Qué significa todo esto para nuestra comprensión del Conflicto Cósmico y para nuestra interacción correcta con el problema del mal? ¿Puede Dios romper una de sus promesas? Claro que no. En la medida en que Dios acepta o se compromete a actuar de acuerdo con ciertas reglas, su acción está moralmente limitada. En consecuencia, existen ciertos males que caen dentro del dominio temporal del reino de las tinieblas.\n</p><p><strong>Lee Marcos 6:5 y 9:29. ¿Cómo muestran estos textos que la acción divina puede estar íntegramente relacionada con factores como la fe y la oración?\n</strong></p><p><strong>Marcos 6:5</strong>&nbsp;</p><p><strong><sup>5 </sup></strong>No pudo hacer allí ningún milagro, salvo que sanó a unos pocos enfermos poniendo sobre ellos las manos.\n</p><p><strong>Marcos 9:29\n</strong></p><p><strong><sup>29</sup></strong> Y les dijo:\n</p><p>—Este género con nada puede salir, sino con oración y ayuno.\n</p><p>En ambos relatos parecen existir ciertos límites o reglas de juego relacionados dinámicamente con aspectos como la fe y la oración.\n</p><p>En otras partes vemos abundantes pruebas de que la oración marca la diferencia en este mundo al abrir vías para la acción divina que de otro modo no estarían moralmente disponibles. Sin embargo, no debemos cometer el error de pensar que la fe y la oración son los únicos factores. Es probable que haya muchos otros de los que no seamos conscientes.\n</p><p>Esto armoniza con lo que hemos visto anteriormente acerca de las reglas del enfrentamiento entre el bien (Dios) y el mal (el Diablo). Como hemos dicho, hay ciertas reglas de enfrentamiento en la Gran Controversia que limitan lo que Dios puede hacer moralmente hablando, por lo menos por ahora. Ello explica que puedan ocurrir cosas malas en el dominio temporal del reino de las tinieblas. Lee Romanos 8:18 y Apocalipsis 21:3 y 4.\n</p><p><strong>Aunque hay muchas cosas que desconocemos, ¿cómo te ayudan estos textos a confiar en que Dios sabe qué es lo mejor, quiere lo mejor, pondrá fin al mal y dará paso a una dicha eterna?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 7 Marzo",
               "dayTitle":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p>Lee la sección titulada “El poder de Satanás” en las páginas 305 a 310 del libro Testimonios para la iglesia, tomo 1, de Elena de White. “El hombre caído es el cautivo legítimo de Satanás. La misión de Cristo consistió en rescatarlo del poder de su gran adversario. El hombre se inclina por naturaleza a seguir las sugestiones de Satanás, y no puede resistir con éxito a un enemigo tan terrible, a menos que Cristo, el poderoso Conquistador, more en él, guíe sus deseos y lo fortalezca. Únicamente Dios puede limitar el poder de Satanás. Este va de aquí para allá por la Tierra, recorriéndola de un lado al otro. Ni por un solo instante está desprevenido, por temor a perder una oportunidad de destruir las almas. Es importante que los hijos de Dios entiendan esto a fin de poder evitar sus trampas.\n</p><p>“Satanás está preparando sus engaños, para que en su última campaña contra el pueblo de Dios este no entienda que se trata de él. ‘Y no es maravilla, porque el mismo Satanás se transfigura en ángel de luz’ (2 Cor. 11:14). Mientras que algunas almas engañadas sostienen que él no existe, las está llevando cautivas y trabaja extensamente por su medio. Satanás conoce mejor que los hijos de Dios el poder que ellos pueden tener sobre él cuando su fuerza está en Cristo. Cuando el más débil creyente en la verdad solicita humildemente ayuda al poderoso Conquistador, confiando firmemente en Cristo, puede repeler con éxito a Satanás y toda su hueste. El Diablo es demasiado astuto para presentar abierta y audazmente sus tentaciones, porque entonces se despertarían las soñolientas energías del cristiano, y este confiaría en el poderoso Libertador. Pero se presenta inadvertido, y obra por engaño mediante los hijos de desobediencia que profesan la piedad” (Elena G. de White, Testimonios para la iglesia, t. 1, p. 305).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1. ¿Qué significa ser “cautivo legítimo de Satanás”? ¿Que el diablo puede hacer lo que quiera con las personas? Si tu respuesta es negativa, ¿por qué no? ¿Cómo se relaciona esto con lo que podríamos llamar las “reglas de enfrentamiento” en el Conflicto Cósmico?\n</strong></p><p><strong>2. ¿Por qué concedió Dios una jurisdicción a Satanás en el Conflicto Cósmico, aunque solo sea temporalmente? ¿Qué nos dice esto acerca del modo en que Dios trata de responder a las acusaciones de Satanás?\n</strong></p><p><strong>3. ¿Cómo respondes a quienes, incluso dentro del cristianismo, niegan la existencia de Satanás como un ser real y personal? Aunque no podemos demostrar su existencia, ¿qué evidencias de ella puedes reunir para ayudar a quienes están engañados?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Sabado 1 Marzo",
               "dayTitle":"<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
               "id":108,
               "idDay":8,
               "idLesson":10,
               "lessonText":"<p><strong>RESEÑA Texto clave: 1 Juan 3:8\n</strong></p><p>Enfoque del estudio: Job 1:1-12; 2:1-7; Daniel 10; Lucas 4:6; Juan 12:31. Introducción: El gobierno de Satanás está limitado por Dios. El Príncipe de este mundo es un gobernante ilegítimo, especialmente desde el punto de vista de su carácter\n</p><p><strong>Temática de la lección\n</strong></p><p><strong>La lección de esta semana destaca tres nociones importantes:\n</strong></p><p><strong>Satanás es un gobernante ilegítimo y temporal:\n</strong></p><p>Dios permitió que Satanás gobernara de manera limitada y temporal cuando el pecado entró en este mundo, pero la autoridad del Enemigo no es legítima. Aunque Dios ha limitado su propia actividad supresora del mal en este mundo, Jesús venció al Diablo. La victoria de Cristo sobre la tentación en el desierto y la derrota de Satanás en la Cruz indican que el gobierno del Diablo es ilegítimo y temporal.\n</p><p><strong>Satanás calumnia y esclaviza bajo su dominio:\n</strong></p><p>A pesar de que Satanás es un gobernante ilegítimo y temporal, los seres humanos pueden convertirse en cautivos legítimos de su gobierno. La voluntad humana se inclina a seguir las sugerencias de Satanás a menos que Cristo habite en nosotros y oriente nuestros deseos y nuestra vida.\n</p><p><strong>El dominio de Satanás tiene límites:\n</strong></p><p>Satanás cuenta con cierto espacio y tiempo para gobernar, pero su gobierno está limitado por Dios. En el desarrollo de la historia humana, el poder trascendente de la bondad se opone al mal, y las oraciones de los creyentes son un recurso eficaz contra él.\n</p><p><strong>Aplicación a la vida\n</strong></p><p>Satanás está limitado en su dominio temporal. Gracias a la victoria de Jesús, no estamos sometidos al miedo a la muerte, pero todavía tenemos que estar alerta y depender del poder de Dios. ¿Cómo puede tu vida de oración ayudarte a resistir con éxito el dominio ilegítimo de Satanás?\n</p><p><strong>COMENTARIO&nbsp;</strong></p><p><strong>Satanás es un gobernante ilegítimo y temporal\n</strong></p><p>En los evangelios sinópticos, el centro del antagonismo entre Satanás y Jesús es la tentación en el desierto (Mat. 4:1-11; Mar. 1:12, 13; Luc. 4:1-13). Lucas registra detalles adicionales de la tercera tentación en torno a la pretendida autoridad de Satanás, quien mostró a Jesús “todos los reinos de la tierra” (Luc. 4:5) y le ofreció “todo el poder y la gloria de estos reinos, porque a mí me han sido entregados y a quien quiero los doy” (vers. 6). Es discutible si Satanás tenía realmente la autoridad de la que alardeaba y, de ser así, cómo la había adquirido. Sin duda, después de que el pecado entró en el mundo, “Dios le concede a Satanás una libertad considerable para ejercer su nefasta influencia en todo el mundo” (Sydney H. T. Page, Powers of evil: A biblical study of Satan and demons [Baker Books, 1995], p. 98). Sin embargo, esta libertad no equivale a decir que Satanás tiene autoridad legítima en el mundo. De hecho, al rechazar el ofrecimiento de Satanás, Jesús no reconoció la legitimidad de tal autoridad. En el Evangelio de Juan, el antagonismo entre Satanás y Jesús se destaca especialmente en las referencias al “príncipe de este mundo” (Juan 12:31; 14:30; 16:11). En Juan 12:31 al 33, Jesús subraya el juicio del mundo y la expulsión de su gobernante, o príncipe, particularmente en relación con su muerte en la Cruz. En Juan 14:30, Jesús señala, en el contexto de su discurso de despedida a los discípulos, su antagonismo con Satanás al decir que “viene el príncipe de este mundo” y añadir “pero no tiene nada en mí”. La declaración probablemente tiene en vista a Judas Iscariote, el agente mediante el cual “el mismo diablo precipita la muerte de Jesús”. Sin embargo, la Cruz no es el triunfo del Diablo, sino, sorprendentemente, su destitución (ver D. A. Carson, The gospel according to John [Eerdmans, 1991], p. 508). Luego, mientras Jesús instruye a los discípulos acerca del prometido Parakletos (el Espíritu Santo), vuelve a hacer hincapié, en Juan 16:11, en que “el príncipe de este mundo ahora ya está condenado”, lo que parece hacerse eco de la expulsión del diablo en Juan 12:31. Por lo tanto, mientras los sinópticos subrayan la victoria de Cristo sobre Satanás en ocasión de la tentación en el desierto, al comienzo de su ministerio público, el Evangelio de Juan destaca la derrota de Satanás, el gobernante o príncipe de este mundo, en la Cruz, al final del ministerio terrenal de Jesús. En ambos casos, aprendemos que Satanás es un gobernante ilegítimo y temporal de un mundo pecador que paradójicamente es amado por Dios, pero también juzgado por rechazar a Jesús (Juan 1:10, 29; 3:16, 17, 19; 9:39; 12:31, 47; 14:17; 15:18, 19; 16:8; 17:9, 14, 16, 21). Como indica Robert Recker, Satanás “es un príncipe depuesto o en proceso de deposición” (“Satan: In power or dethroned?”, Calvin Theological Journal 6, Nº 2 [1971], p. 147).\n</p><p><strong>Satanás calumnia y esclaviza bajo su dominio\n</strong></p><p>A pesar de que Satanás es un gobernante ilegítimo, los seres humanos se convirtieron en sus cautivos legítimos a causa del pecado. Elena de White subraya que “el hombre caído es el cautivo legítimo de Satanás. […] El hombre se inclina por naturaleza a seguir las sugerencias de Satanás, y no puede resistir con éxito a un enemigo tan terrible, a menos que Cristo, el poderoso Conquistador, more en él, guíe sus deseos y lo fortalezca” (Testimonios para la iglesia, t. 1, p. 305). No es Dios quien “ha convertido a Satanás en ‘el príncipe de este mundo’. […] Los seres humanos lo han elevado a esa posición en virtud de su pecado” (Page, Powers of evil, p. 129). Aunque desde la perspectiva del pecado humano Satanás es un gobernante legítimo de seres humanos corruptos, sigue siendo un gobernante ilegítimo desde el punto de vista de su carácter y sus acciones. Jesús lo describe enfáticamente como mentiroso y asesino. En sus palabras, Satanás “ha sido homicida desde el principio, y no permaneció en la verdad, porque no hay verdad en él. Cuando habla mentira, habla de lo que él mismo es; porque es mentiroso y padre de mentira” (Juan 8:44). Básicamente, la mentira, la calumnia y el cautiverio mortal son la esencia de su “gobierno”, que debe ser derrocado por Jesús.\n</p><p>El Evangelio de Juan enfatiza que “el príncipe de este mundo” fue derrotado y expulsado mediante el sacrificio de Cristo en la Cruz, su resurrección y su ascensión al Padre (Juan 12:31-33; 16:11). Sin embargo, la oración intercesora de Jesús en favor de sus discípulos en Juan 17 presupone que la influencia de Satanás sobre la humanidad no terminó con la Cruz. “Al contrario, Juan indica que la oposición incitada por Satanás contra Jesús también se dirigirá contra sus seguidores” (Page, Powers of evil, p. 130). En otras palabras, la Cruz derrota al diablo pero también produce una línea de separación entre la humanidad. En Juan 17:15, Jesús ruega al Padre que guarde a sus discípulos “del maligno”, pues están en el mundo aunque no pertenecen a él (Juan 17:15, 16). En 1 Juan 5:19 se distingue entre quienes creen en Dios y los incrédulos (los que son del mundo), contrastando así al pueblo de Dios con quienes están bajo el poder del Diablo: “Sabemos que somos de Dios, mientras que el mundo entero está bajo el poder del maligno”. Hebreos 2:14 y 15 detalla el poder que el diablo tiene de someter a los seres humanos pecadores a la esclavitud, definida como “el dominio de la muerte”. Este pasaje también enseña que por medio de su muerte Jesús destruye este poder. Así, pues, gracias a la victoria de Jesús, no estamos sometidos al temor a la muerte. Sin embargo, debemos permanecer vigilantes y confiar en el poder de Dios. La historia de la salvación aún no ha terminado, y “el diablo, cual león rugiente, anda alrededor buscando a quien devorar” (1 Ped. 5:8). Además, antes de su destrucción final (Apoc. 20:10), Satanás sigue acusando a los creyentes ante Dios (Apoc. 12:10). En tal sentido, la historia de Job sugiere que la calumnia (Job 1:9-11; 2:5) forma parte de la estrategia acusadora usada por el Diablo.\n</p><p><strong>El dominio de Satanás tiene límites\n</strong></p><p>Los seres humanos pecadores han hecho de Satanás un gobernante, y sus calumniosas acusaciones son tomadas en consideración en lugar de ser simplemente desechadas por Dios, quien permite que esto suceda para que quede claramente demostrado que esas acusaciones son falsas. Por esta razón, Satanás tiene espacio y tiempo para “gobernar”, pero, como también indica la historia de Job (“no pongas ni un dedo sobre él” [Job 1:12]; “guarda su vida” [Job 2:6]), el gobierno del Diablo tiene límites impuestos por Dios. En Daniel 10 aprendemos acerca de los límites del poder maligno. Según este capítulo, “el desarrollo de la historia humana no está determinado únicamente por las decisiones tomadas por los seres humanos, pues existe una dimensión invisible de la realidad que también debe tenerse en cuenta. En particular, hay fuerzas malévolas en el universo que ejercen una influencia nefasta en el ámbito sociopolítico, especialmente en lo que concierne al pueblo de Dios. Sin embargo, el poder de esas fuerzas malignas es limitado, pues a ellas se oponen poderes trascendentes de bondad, y las oraciones fieles de los creyentes también son eficaces contra ellas. Por mucho que las fuerzas del mal se opongan a la voluntad de Dios, no pueden impedir que esta se cumpla” (Page, Powers of evil, p. 64).\n</p><p>Elena de White afirma la existencia de un conflicto cósmico similar en relación con la vida de cada persona y también destaca la importancia de la oración en este contexto. En el capítulo “El poder de Satanás” del libro Testimonios para la iglesia, tomo 1, ella destaca que “únicamente Dios puede limitar el poder de Satanás” (p.  305) y agrega: “Vi a los malos ángeles contender por las almas, y a los ángeles de Dios resistirlos” (p. 309). No obstante, la Sra. de White dice que “no es obra de los ángeles buenos dominar las mentes de los hombres contra su voluntad. Si ellos se entregan al Enemigo y no hacen esfuerzo para resistirlo, entonces los ángeles de Dios no pueden hacer mucho más que mantener en jaque a la hueste de Satanás, para que no destruya a los que están en peligro, hasta que se les haya dado mayor luz con el fin de despertarlos y hacerles mirar al Cielo en procura de ayuda” (p.  309). En este contexto, ella destaca que “el gran General del Cielo y de la Tierra ha limitado el poder de Satanás” al tiempo que subraya la importancia de la oración, porque “nuestro Salvador escucha la ferviente oración de fe, y envía refuerzos de ángeles poderosos en fortaleza para que lo libren” (p. 309).\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>El libro de Job ofrece una visión fascinante acerca de la realidad del Gran Conflicto. Job había decidido reverenciar a Dios a pesar de las circunstancias. Con esta perspectiva en mente, analiza las siguientes preguntas: 1. ¿Cómo puede la protección de Dios en favor de nosotros inspirarnos a respetarlo, anhelarlo y amarlo aún más? ¿De qué manera podría su protección influir para bien o ser un obstáculo en nuestra respuesta a él? 2. Las limitaciones impuestas por Dios al gobierno de Satanás se hacen evidentes en la escena del concilio celestial registrada en el libro de Job. ¿Qué nos dicen esos límites acerca del poder y las acciones de Dios? 3. En el capítulo “El poder de Satanás” (Testimonios para la iglesia, t. 1, p. 309), Elena de White destaca la importancia de la oración para que Dios envíe ángeles a liberarnos. Por lo tanto, ¿cuán importante es tu vida de oración para habilitar la acción divina?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"1T2025",
         "title":"<p>LAS REGLAS DEL CONFLICTO<br></p>",
         "verse":"<p>PARA MEMORIZAR: “El que practica el pecado es del diablo, porque el diablo peca desde el principio. Para esto se manifestó el Hijo de Dios: para deshacer las obras del diablo” (1 Juan 3:8).</p>",
         "versionCode":80,
         "weekDate":"1-7 de marzo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
