{
   "data":[
      {
         "color":"#dcdf28",
         "id":11,
         "idEs":36,
         "language":"es",
         "lessonDays":[
            {
               "date":"7 junio",
               "dayTitle":"<p>RUT Y ESTER</p>",
               "id":111,
               "idDay":1,
               "idLesson":11,
               "lessonText":"<p>Esta semana continuaremos explorando historias que prefiguran acontecimientos de los últimos días. Al utilizar acontecimientos y personas de la vida real, Dios nos ayuda a ver las cosas desde su perspectiva y a entender cómo interpretar las profecías registradas luego, que tienen el propósito de fortalecer nuestra fe.</p><p><br>Nuestra atención se centra en dos mujeres importantes cuyas historias han tocado los corazones de innumerables generaciones: Rut y Ester. Rut es una viuda desposeída que encuentra la esperanza tras conocer al bondadoso Booz, su pariente redentor. Su matrimonio se ha convertido en una de las historias de amor favoritas de los cristianos por la forma en que refleja el amor de Cristo por nosotros. La otra historia se refiere a una joven que vive en un país extranjero, donde se entera de un complot para destruir a su pueblo y se ve empujada al escenario principal del drama que se desarrolla para salvarlo.</p><p><br>En la profecía, una mujer simboliza al pueblo de Dios y arroja mucha luz acerca de cómo considera él a su pueblo. Veamos los relatos bíblicos de estas dos mujeres, cuyas circunstancias han quedado inmortalizadas en la Palabra de Dios, y tratemos de extraer las lecciones contenidas en sus experiencias.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"8 junio",
               "dayTitle":"<p>HAMBRE EN LA “CASA DEL PAN”</p>",
               "id":112,
               "idDay":2,
               "idLesson":11,
               "lessonText":"<p>Los críticos de la fe cristiana han señalado a menudo la brutal realidad de vivir en este mundo como prueba de que: (a) Dios no existe, (b) es impotente para impedir que ocurran cosas malas o (c) no le importa que suframos. Sin embargo, muchas de las historias de la Biblia proveen abundantes evidencias de que ninguna de estas suposiciones es correcta. Es cierto que Dios permite que la humanidad coseche las consecuencias de la rebelión contra él, pero está siempre presente y activo en la historia humana para la resolución final del pecado y el sufrimiento, aunque sin coartar la libertad humana. La historia de Rut es un ejemplo de ello.</p><p><strong>Lee Rut 1:1 al 5. ¿Cuáles fueron las penurias que cayeron sobre Noemí y Rut, y qué las causó? ¿Cómo refleja esto la situación a la que se enfrenta ahora toda la humanidad?</strong></p><p><strong><sup>1</sup>&nbsp;</strong>Aconteció en los días que gobernaban los jueces, que hubo hambre en la tierra, y un hombre de Belén de Judá fue a morar en los campos de Moab, él y su mujer, y sus dos hijos.<br><strong style=\"background-color: initial;\"><sup>2</sup></strong> El nombre de aquel hombre era Elimelec, y el nombre de su mujer Noemí, y los nombres de sus hijos eran Mahlón y Quelión, efrateos de Belén de Judá. Llegaron pues a los campos de Moab, y se quedaron allí.<br><strong style=\"background-color: initial;\"><sup>3</sup>&nbsp;</strong>Y murió Elimelec, marido de Noemí, y quedó ella con sus dos hijos,<br><strong style=\"background-color: initial;\"><sup>4</sup>&nbsp;</strong>los cuales tomaron para sí mujeres moabitas; el nombre de una era Orfa, y el nombre de la otra Rut. Y habitaron allí unos diez años.<br><strong style=\"background-color: initial;\"><sup>5</sup>&nbsp;</strong>Y murieron también ambos, Mahlón y Quelión, quedando así Noemí desamparada, sin sus dos hijos y sin su marido.</p><p>El enunciado inicial de esta historia resulta paradójico: Hubo una hambruna\n</p><p>que afectó a Belén, una ciudad cuyo nombre significa “casa del pan [o del alimento]”. La abundancia caracterizaba al Edén, donde Dios dijo a Adán y a Eva:<br>“Puedes comer de todo árbol del huerto” (Gén. 2:16). La humanidad comenzó su existencia en medio de la abundancia, bajo el cuidado de un Creador generoso, pero su papel de administradores de la Creación se convirtió luego en la esclavitud del pecado. “Con el sudor de tu rostro comerás el pan hasta que vuelvas a la tierra de donde fuiste tomado”, dijo Dios a Adán (Gén. 3:19).</p><p><br>Al igual que Noemí, hemos sido desposeídos de la herencia que Dios originalmente dispuso que tuviéramos, y nuestra vida se ha convertido en una penuria. El Edén fue un regalo, pero no incondicional. Los humanos eran libres de rebelarse, pero eso significaría que tendrían que asumir la responsabilidad de su propio bienestar. Originalmente, debíamos controlar o ejercer dominio sobre la Creación con la bendición de Dios, pero ahora nos enfrentamos a la tarea de controlar un mundo caído. Los seres humanos egoístas que compiten por los escasos recursos provocan mucho dolor y sufrimiento.</p><p><br>La tragedia es indecible. La tierra sigue produciendo en abundancia, lo que es un poderoso testimonio del amor de Dios, pero la codicia humana y los estragos del pecado hacen que el mundo parezca someternos más a nosotros que nosotros a él. Un día, sin embargo, todo esto terminará.</p><p><strong>Incluso después de seis mil años de pecado y muerte, ¿cómo sigue revelando la Tierra las maravillas del amor y el poder creador de Dios?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"9 junio",
               "dayTitle":"<p>RUT Y BOOZ</p>",
               "id":113,
               "idDay":3,
               "idLesson":11,
               "lessonText":"<p>Noemí pidió que cambiaran su nombre por el de Mara (“amargura”, en hebreo), a causa de la amargura que le había sobrevenido (ver Rut 1:20). La relación con nuestro Creador ha quedado irremediablemente dañada por el pecado, lo que nos ha sumido en la pobreza espiritual. Nuestras perspectivas son sombrías y nos pasamos la vida espigando lo que podemos de los rincones del sembrado, viviendo de las migajas de alegría que aún pueden encontrarse en un mundo malogrado. Pero todo cambia cuando descubrimos que Dios no nos ha olvidado.</p><p><strong>Lee Rut 2:5 al 20. ¿Por qué es el momento allí narrado tan crucial dentro del relato? ¿Por qué fue el descubrimiento que hizo Noemí de la identidad de su benefactor una noticia tan buena?\n</strong></p><p><strong><sup>5</sup>&nbsp;</strong>Entonces Booz dijo a su criado, el mayordomo de los segadores: —¿De quién es esta joven?<br><strong style=\"background-color: initial;\"><sup>6</sup>&nbsp;</strong>Y el criado mayordomo de los segadores respondió y dijo: —Es la joven moabita que volvió con Noemí de los campos de Moab;<br><strong style=\"background-color: initial;\"><sup>7</sup>&nbsp;</strong>y ha dicho: \"Te ruego que me dejes recoger y juntar entre las gavillas, tras los segadores.\" Y vino, y ha estado desde la mañana hasta ahora, sin descansar ni aún por un momento.<br><strong style=\"background-color: initial;\"><sup>8&nbsp;</sup></strong>Y Booz dijo a Rut: —Oye, hija mía, no vayas a recoger a otro campo, ni pases de aquí, y aquí te quedarás con mis criadas.<br><strong style=\"background-color: initial;\"><sup>9</sup>&nbsp;</strong>Mira bien el campo que siguen segando, y ve tras ellas, porque yo he mandado a los criados que no te toquen; y cuando tengas sed, ve a las vasijas y bebe del agua que sacan los criados.<br><strong style=\"background-color: initial;\"><sup>10</sup></strong> Ella entonces, postrándose sobre su rostro, le dijo: —¿Por qué he hallado gracia delante de tus ojos, para que me reconozcas, siendo yo una extranjera?<br><strong style=\"background-color: initial;\"><sup>11</sup>&nbsp;</strong>Y respondiendo Booz, le dijo: —He sabido todo lo que has hecho con tu suegra después de la muerte de tu marido, y cómo dejaste a tu padre y a tu madre, y la tierra donde naciste, y viniste a un pueblo que antes no conocías.<br><strong style=\"background-color: initial;\"><sup>12</sup>&nbsp;</strong>Jehová recompense tu obra, y tu pago sea completo de parte de Jehová, Dios de Israel, bajo cuyas alas has venido a refugiarte.<br><strong style=\"background-color: initial;\"><sup>13</sup>&nbsp;</strong>Y ella dijo: —Hallé yo gracia delante de tus ojos, señor mío, pues me has consolado, y has hablado al corazón de tu sierva, aunque no soy como una de tus criadas.<br><strong style=\"background-color: initial;\">14&nbsp;</strong>Y Booz le dijo: —Al llegar la hora de comer, ven aquí, y come del pan, y moja tu bocado en el vinagre. Y ella se sentó junto a los segadores, y él le dio del grano tostado, y comió, y quedó satisfecha, y le sobró.<br><strong style=\"background-color: initial;\"><sup>15</sup>&nbsp;</strong>Y cuando se levantó para seguir recogiendo, Booz mandó a sus criados, diciendo: —Dejadla también recoger entre las gavillas, y no la reprendáis;<br><strong style=\"background-color: initial;\"><sup>16</sup>&nbsp;</strong>y dejad también caer algunos puñados de grano para que los recoja, y no la reconvengáis.<br><strong style=\"background-color: initial;\"><sup>17</sup>&nbsp;</strong>Y ella recogió en el campo hasta la tarde, y trilló lo que había recogido, y fue como una efa de cebada.<br><strong style=\"background-color: initial;\"><sup>18&nbsp;</sup></strong>Y la tomó, y se fue a la ciudad; y vio su suegra lo que había recogido. Y sacó también y le dio lo que le había sobrado de lo que había comido.<br><strong style=\"background-color: initial;\"><sup>19</sup>&nbsp;</strong>Y su suegra le dijo: —¿Dónde has recogido hoy? ¿Y dónde has trabajado? Bendito sea el que te ha atendido. Y ella le dijo: —El hombre con quien trabajé hoy es Booz.<br><strong style=\"background-color: initial;\"><sup>20</sup>&nbsp;</strong>Y Noemí dijo a su nuera: —Sea él bendito de Jehová, que no ha dejado de hacer misericordia ni con los vivos ni con los muertos. Y Noemí le dijo: —Aquel hombre es pariente nuestro, uno de nuestros rescatadores.</p><p>Noemí no podía tomar posesión de la tierra de su esposo Elimelec sin obtener ayuda de la familia de su esposo. Ella esperaba que Rut pudiera casarse con un pariente cercano de su difunto esposo y tuviera un hijo en nombre de Elimelec. Dios había dispuesto en Israel que las personas pudieran reclamar su herencia en la Tierra Prometida: se necesitaba un pariente cercano para redimir la herencia de Elimelec. Booz no era solo un agricultor bondadoso; él era un pariente de Elimelec que podía redimir la tierra. Si alguien no podía pagar sus deudas y reclamar su participación en la herencia de Israel, un pariente cercano podía hacerlo en su lugar: “Si tu hermano se empobreciere y te vendiese parte de su propiedad, vendrá el rescatador, su pariente más cercano, y rescatará todo lo que su hermano haya vendido” (Lev. 25:25).<br>El descubrimiento de que Booz no solo era bondadoso y generoso, sino tam- bién un pariente fue la mejor noticia posible, pues significaba que la pobreza en que vivían estas dos mujeres no tenía por qué durar para siempre.</p><p><br>Los cristianos han entendido desde hace mucho tiempo que Booz es un tipo de Cristo, no solo nuestro Creador, sino también quien eligió convertirse en nuestro Pariente; es decir, en un ser humano real, de carne y hueso. He allí una de las razones por las que vez tras vez se llamó a sí mismo “el Hijo del hombre” (Mat. 12:8; Mar. 8:31; Luc. 22:22; Juan 3:14).</p><p><br>Demasiada gente asocia a Dios con la dureza y piensan que quizá nos deje entrar en el Cielo si logramos marcar todas las casillas correctas en un cues- tionario moral, pero que, aun así, lo hará a regañadientes. La imagen de Cristorevelada en la persona de Booz desplaza por completo esas nociones erróneas. Dios no solo se fija en nosotros a pesar de nuestra profunda indigencia espiritual, sino también nos quiere como su esposa.</p><p><strong>Trata de comprender que el Creador no solo se convirtió en parte de su propia Creación, sino también murió por ella. ¿Cómo debería influir esta asombrosa ver- dad en nuestra propia existencia?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"10 de junio",
               "dayTitle":"<p>BOOZ COMO REDENTOR</p>",
               "id":114,
               "idDay":4,
               "idLesson":11,
               "lessonText":"<p>Booz se enamora profundamente de Rut y desea casarse con ella, pero existe un obstáculo importante para ello: hay un pariente más cercano que también tiene derecho a ella y a la tierra. Si consideramos a Booz como un tipo de Cristo, esta situación puede revelar una cuestión que está en juego en el Gran Conflicto. Cristo nos ama, pero hay un “pariente más cercano” que también tiene cierto derecho: Satanás.\n</p><p><strong>¿Qué revelan los siguientes pasajes acerca de la pretensión de Satanás respecto de la humanidad? (Job 1:6-11; Mat. 4:8, 9; Jud. 1:9; Luc. 22:31).</strong></p><p>\n</p>\n\n<p><strong>Job 1:6-11</strong></p>\n<p><strong><sup>6</sup></strong> Un día vinieron a presentarse delante de Jehová los hijos de Dios, entre los cuales vino también Satanás. <strong><sup>7</sup></strong> Y dijo Jehová a Satanás: ¿De dónde vienes? Respondiendo Satanás a Jehová, dijo: De rodear la tierra y de andar por ella. <strong><sup>8</sup></strong> Y Jehová dijo a Satanás: ¿No has considerado a mi siervo Job, que no hay otro como él en la tierra, varón perfecto y recto, temeroso de Dios y apartado del mal? <strong><sup>9</sup></strong> Respondiendo Satanás a Jehová, dijo: ¿Acaso teme Job a Dios de balde? <strong><sup>10</sup></strong> ¿No le has cercado alrededor a él y a su casa y a todo lo que tiene? Al trabajo de sus manos has dado bendición; por tanto, sus bienes han aumentado sobre la tierra. <strong><sup>11</sup></strong> Pero extiende ahora tu mano y toca todo lo que tiene, y verás si no blasfema contra ti en tu misma presencia.</p>\n\n<p><strong>Mateo 4:8-9</strong></p>\n<p><strong><sup>8</sup></strong> Otra vez le llevó el diablo a un monte muy alto, y le mostró todos los reinos del mundo y la gloria de ellos, <strong><sup>9</sup></strong> y le dijo: Todo esto te daré, si postrado me adorares.</p>\n\n<p><strong>Judas 1:9</strong></p>\n<p><strong><sup>9</sup></strong> Pero cuando el arcángel Miguel contendía con el diablo, disputando con él por el cuerpo de Moisés, no se atrevió a proferir juicio de maldición contra él, sino que dijo: El Señor te reprenda.</p>\n\n<p><strong>Lucas 22:31</strong></p>\n<p><strong><sup>31</sup></strong> Dijo también el Señor: Simón, Simón, he aquí Satanás os ha pedido para zarandearos como a trigo;</p><p>Cuando Satanás apareció en el concilio celestial, dijo a Dios que venía “de rodear la tierra y andar por ella” (Job 1:7), y cuando Dios le preguntó si se había fijado en el justo Job, Satanás lo reclamó como uno de los suyos, sugiriendo que el corazón de Job no pertenecía realmente a Dios. Es decir, que Job solo seguía a Dios por conveniencia. Según Satanás, Job dejaría de ser leal a Dios si el Señor dejaba de ser benévolo con él.\n</p><p>El libro de Judas contiene una breve referencia a una historia muy conocida en Israel, según la cual Moisés resucitó después de haber sido sepultado por Dios mismo (Deut. 34:6). Aunque no tenemos todos los detalles, la disputa por el cuerpo de Moisés da a entender que Satanás estaba reclamando algún derecho sobre él.\n</p><p>“Por primera vez Cristo iba a dar vida a uno de los muertos. Cuando el Príncipe de la vida y los ángeles resplandecientes se aproximaron a la tumba, Satanás temió perder su hegemonía. Con sus ángeles malos, se aprestó a disputar la invasión del territorio que llamaba suyo. Se jactó de que el siervo de Dios había llegado a ser su prisionero. Declaró que ni siquiera Moisés había sido capaz de guardar la Ley de Dios; que se había atribuido la gloria que pertenecía a Jehová –había cometido el mismo pecado que hiciera desterrar a Satanás del Cielo–, y que por su transgresión había caído bajo el dominio de Satanás” (Elena de White, Patriarcas y profetas, p. 511). Cristo refutó la afirmación de Satanás, y Moisés fue resucitado (ver Mat. 17:3).\n</p><p>En Rut 4:1 al 12, Booz viaja hasta el portal de Belén, la ciudad donde Cristo vino al mundo como nuestro Pariente cercano. Los ancianos se reúnen y finalmente se intercambia una sandalia (símbolo de pertenencia, o propiedad).\n</p><p>La puerta de un pueblo era el lugar donde se decidían los casos. Por lo tanto, la escena de Belén es un tipo o representación del Juicio Celestial, ya que refleja la escena del juicio registrada en Daniel 7:13, 14, 22, 26 y 27. No debemos pasar por alto un aspecto crucial del Juicio, y es que este se realiza “en favor de los santos”, pero solo porque Cristo pagó el precio por nosotros, así como Booz lo pagó por Rut para que fuera su esposa.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>\n",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"11 junio",
               "dayTitle":"<p>AMÁN Y SATÁN</p>",
               "id":115,
               "idDay":5,
               "idLesson":11,
               "lessonText":"<p>La historia de Ester incluye a Amán, un personaje ávido de poder, y a quien se había otorgado un elevado grado de prominencia en el imperio, por encima de todos los demás príncipes (Est. 3:1).<br>En Ezequiel 28:11 al 15 e Isaías 14:12 al 15 se encuentran algunos paralelos entre Lucifer y Amán, un malvado enemigo de Dios y de su pueblo. Las intenciones generales de Satanás se ponen de manifiesto en la historia de la tentación de Cristo, en la que lleva a Jesús a un lugar elevado para mostrarle los reinos del mundo (Mat. 4:8-11). Cristo, como hemos visto, vino a redimir al mundo y a reclamarlo como suyo, y lo hizo como uno de nosotros. Jesús es el Pariente redentor y, por supuesto, el precio que pagó para redimir al mundo fue muy alto.<br>Vemos en Apocalipsis que el ansia de poder y adoración por parte de Satanás conduce a este mundo a su crisis final. Sus engaños logran que la humanidad, excepto unos pocos, se maraville y adore a la bestia (Apoc. 13:3, 4). Entonces recurre a la fuerza contra los pocos renuentes a ello.</p><p><br>Amán se da cuenta de que Mardoqueo, uno de los elegidos de Dios, no reconocía lo que aquel consideraba su derecho, ya que no se arrodillaba ni se humillaba ante él. Por lo tanto, “se llenó de ira” (Est. 3:5, 6) y se empeñó en borrar a todo el pueblo de Mardoqueo de la faz de la Tierra.</p><p><strong>Lee Ester 3:1 al 14, Apocalipsis 12:14 al 17 y Apocalipsis 13:15. ¿Qué paralelismos encuentras entre estos pasajes? ¿En qué se parecen la descripción que hace Juan de la iglesia remanente de Dios y la que hace Amán del pueblo de Dios?</strong></p><p><strong>Ester 3:1-14</strong></p><p><sup><strong>1</strong> </sup>Después de estas cosas, el rey Asuero engrandeció a Amán hijo de Hamedata, agagueo, y lo exaltó, y le puso su silla sobre todos los príncipes que estaban con él.<br><sup><strong style=\"background-color: initial;\">2</strong> </sup>Y todos los siervos del rey que estaban a la puerta del rey se postraban y se inclinaban ante Amán, porque así lo había mandado el rey sobre él. Pero Mardoqueo no se postraba ni se inclinaba.<br><sup><strong style=\"background-color: initial;\">3</strong> </sup>Y los siervos del rey que estaban a la puerta del rey le dijeron: ¿Por qué traspasas el mandamiento del rey?<br><sup><strong style=\"background-color: initial;\">4</strong> </sup>Y aconteció que, hablándoles ellos cada día, y él no escuchándolos, se lo declararon a Amán, para ver si Mardoqueo persistía en su conducta, porque él les había dicho que era judío.<br><sup><strong style=\"background-color: initial;\">5</strong> </sup>Y Amán vio que Mardoqueo no se postraba ni se inclinaba ante él, y se llenó de ira.<br><strong style=\"background-color: initial;\"><sup>6</sup></strong> Y pensó Amán en herir a Mardoqueo, pero le pareció poco el asunto de poner mano solo en Mardoqueo; pues le habían declarado el pueblo de Mardoqueo, y pensó Amán en destruir a todos los judíos que había en todo el reino de Asuero, pueblo de Mardoqueo.<br><sup><strong style=\"background-color: initial;\">7</strong> </sup>En el mes primero, que es el mes de Nisán, en el año doce del rey Asuero, echó Amán pur, esto es, suerte, delante de él, para aunar los días y los meses, hasta que dio la suerte al mes duodécimo, que es el mes de Adar.<br><sup><strong style=\"background-color: initial;\">8</strong> </sup>Y Amán dijo al rey Asuero: Hay un pueblo esparcido y dividido entre los pueblos en todas las provincias de tu reino; y sus leyes son diferentes a las de todos los pueblos, y no cumplen las leyes del rey; y al rey nada le conviene dejarlos vivir.<br><strong style=\"background-color: initial;\"><sup>9</sup></strong> Si place al rey, dése una carta para que sean destruidos; y yo pesaré diez mil talentos de plata en manos de los que hagan la obra, para que lo traigan a los tesoros del rey.<strong><br><sup>10</sup></strong><sup> </sup>Entonces el rey tomó su anillo de su mano, y lo dio a Amán hijo de Hamedata, agagueo, enemigo de los judíos.</p><p><strong><sup>11</sup></strong> Y dijo el rey a Amán: La plata es dada a ti, y el pueblo también, para hacer de él lo que bien te parezca.<strong><br><sup>12</sup></strong> Entonces fueron llamados los secretarios del rey, en el mes primero, el día trece del mismo, y fue escrita conforme a todo lo que mandó Amán a los sátrapas del rey, a los gobernadores que estaban sobre cada provincia, y a los príncipes de cada pueblo, de cada provincia conforme a su escritura, y de cada pueblo conforme a su lengua; en nombre del rey Asuero fue escrita, y sellada con el anillo del rey.<strong><br><span style=\"background-color: initial;\"><sup>1</sup></span></strong><strong style=\"background-color: initial;\"><sup>3</sup></strong> Y fueron enviados por corredores a todas las provincias del rey, para destruir, matar y exterminar a todos los judíos, desde el joven hasta el viejo, niños y mujeres, en un mismo día, el trece del mes duodécimo, que es el mes de Adar, y para apoderarse de sus bienes.<strong><br><sup>14</sup></strong> La copia del edicto de la ordenanza debía ser publicada como ley en todas las provincias, para que todos los pueblos se prepararan para este día.</p><p><strong style=\"background-color: initial;\">Apocalipsis 12:14-17</strong></p><p><strong><sup>14</sup></strong> Y a la mujer se le dieron dos alas de gran águila, para que volara de delante de la serpiente, al desierto, a su lugar, donde es nutrida por un tiempo, tiempos y la mitad de un tiempo, fuera del alcance de la serpiente.<strong><br><sup>15</sup></strong> Y la serpiente echó de su boca tras la mujer agua como un río, para hacer que la mujer fuese arrastrada por el río;<strong><br><sup>16</sup></strong> y la tierra ayudó a la mujer, y la tierra abrió su boca y tragó el río que el dragón echó de su boca.<strong><br><sup>17</sup></strong> Y el dragón se enfureció contra la mujer, y se fue a hacer guerra contra el resto de su descendencia, los que guardan los mandamientos de Dios, y tienen el testimonio de Jesucristo.</p><p><strong>Apocalipsis 13:15</strong></p><p><strong><sup>15</sup> </strong>Y se le permitió dar aliento a la imagen de la bestia, para que la imagen de la bestia hablara, y hiciera que fueran muertos todos los que no adoraran la imagen de la bestia.</p><p>El Diablo ha reclamado este mundo, pero la presencia de personas que permanecen leales a Dios, que guardan sus mandamientos, refuta su pretensión de supremacía total. “Una vez que el sábado llegue a ser el punto especial de controversia en toda la cristiandad, y las autoridades religiosas y civiles se unan para imponer la observancia del domingo, la negativa persistente, por parte de una pequeña minoría, de ceder a la exigencia popular, la convertirá en objeto de execración universal” (Elena de White, El conflicto de los siglos, p. 673). Piensa en las cosas “pequeñas” que ponen a prueba tu fe ahora. Si cedes en esas cosas “pequeñas”, ¿qué harás en la hora de la gran prueba?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"12 Junio",
               "dayTitle":"<p>PARA ESTA HORA</p>",
               "id":116,
               "idDay":6,
               "idLesson":11,
               "lessonText":"<p>Existe una desafortunada tendencia entre algunos cristianos a detenerse en los momentos oscuros descritos en la profecía bíblica. Se avecinan tiempos difíciles, y el estudio de la profecía podría desacertadamente centrarse en el temor y en las dificultades en lugar de hacerlo en la resolución divina de los problemas de la humanidad. Aunque Dios no oculta el futuro y es honesto acerca de los eventos que ocurrirán entre el presente y el fin del Gran Conflicto, es importante siempre leer la historia hasta su conclusión.</p><p><br>En el patrón general que sigue la profecía bíblica, Dios muestra las consecuencias desastrosas de la rebelión humana, pero luego nos da esperanza. Algunos han contemplado las predicciones de una crisis final, el “tiempo de angustia de Jacob”, con temor y temblor. Sin duda, los últimos momentos no serán fáciles para el pueblo de Dios. Pero, así como la predicción de tiempos difíciles es fiable, también lo es la promesa de liberación.</p><p><br>En Apocalipsis 12, el Diablo persigue con furia a la esposa de Cristo, pero Dios interviene para salvarla. La historia de Ester también incluye a una hermosa reina que desempeña un papel central en el drama, y a la que Dios utiliza poderosamente para salvar a su pueblo.</p><p><strong>Lee Ester 4:13 y 14; 5:1 al 3; y 9:20 al 28. ¿Qué lecciones podemos extraer de estos pasajes en relación con nuestra difícil situación en el mundo actual?</strong></p><p><strong>Ester 4:13-14&nbsp;</strong></p><p><strong>13</strong> Entonces Mardoqueo mandó decir a Ester: No pienses que escaparás en la casa del rey más que todos los judíos.<br><sup><strong style=\"background-color: initial;\">14</strong> </sup>Porque si callas absolutamente en este tiempo, respiro y liberación vendrán de alguna otra parte para los judíos, pero tú y la casa de tu padre pereceréis. ¿Y quién sabe si para esta hora has llegado al reino?</p><p><strong>Ester 5:1-3</strong></p><p><strong><sup>1</sup></strong> Aconteció que al tercer día, Ester se vistió de su vestidura real, y se puso en el patio interior de la casa real, delante del rey, que estaba en su trono, en el palacio real, enfrente de la entrada de la casa.<br><sup><strong style=\"background-color: initial;\">2</strong> </sup>Y cuando el rey vio a la reina Ester que estaba en el patio, ella halló gracia ante sus ojos, y extendió el rey hacia Ester el cetro de oro que tenía en su mano. Entonces se acercó Ester y tocó la punta del cetro.<strong><br><sup>3</sup></strong> Y el rey le dijo: ¿Qué tienes, reina Ester? ¿Cuál es tu petición? Hasta la mitad del reino será otorgado.</p><p><strong>Ester 9:20-28</strong></p><p><sup><strong>20</strong> </sup>Y Mardoqueo escribió estas cosas, y envió cartas a todos los judíos que estaban en todas las provincias del rey Asuero, a los cerca y a los lejos,<strong><br><sup>21</sup></strong><sup> </sup>ordenándoles que celebrasen anualmente el día catorce del mes de Adar,<strong><br><sup>22</sup></strong><sup> </sup>como los días en que los judíos tuvieron descanso de sus enemigos, y el mes que se les cambió de tristeza en alegría, y de lamento en día bueno, para que los celebrasen con banquete y regocijo, enviando porciones a los unos a los otros y dádivas a los pobres.<strong><br><sup>23</sup></strong><sup> </sup>Y los judíos aceptaron lo que habían comenzado a hacer, como lo habían dispuesto sobre sí mismos, y sobre los que se habían juntado con ellos, conforme a la palabra de Mardoqueo.<br><sup><strong>24</strong> </sup>Por cuanto Amán hijo de Hamedata, agagueo, enemigo de todos los judíos, había maquinado contra los judíos para destruirlos, y echó Pur, esto es, suerte, para consumirlos y destruirlos;<strong><br><sup>25</sup></strong><sup> </sup>pero cuando vino delante del rey el mandamiento de salvarlos, y de hacer descender sobre él el mal que él había maquinado contra los judíos, se colgó él y sus hijos en la horca.<br><sup><strong>26</strong> </sup>Por esto, llamaron a aquellos días \"Purim\" (por el nombre de Pur), por lo cual, por todas las palabras de esta carta, y por lo que vieron respecto de este asunto, y lo que les había acontecido,<strong><br><sup>27</sup></strong><sup> </sup>los judíos establecieron, y tomaron sobre sí, sobre sus descendientes, y sobre todos los que se juntaren con ellos, que no pasaría de ser guardado este día, conforme a sus costumbres, y conforme a la prescripción de ellos.<strong><br><sup>28</sup></strong><sup> </sup>Y que estos días de Purim no dejarían de celebrarse entre los judíos, y que la memoria de ellos no dejaría de ser olvidada entre sus descendientes.</p><p>Dios levantó a su iglesia remanente para un momento específico de la historia. Después de que los 1.260 días de la Edad Oscura llegaron a su fin, Dios sacó a su novia del lugar seguro donde la había resguardado (comparar con Apoc. 12:14) para que comunicara su mensaje final de misericordia al mundo: los mensajes de los tres ángeles. Al igual que Ester, estamos aquí “para esta hora” (Est. 4:14).</p><p><br>Ester descubrió que no estaba sola frente a la persecución de Amán contra su pueblo, ya que contó con el favor del rey, y su pueblo fue finalmente liberado. Nosotros tampoco estamos solos al entrar en los últimos momentos de la historia de la Tierra: el Rey está de nuestro lado y el pueblo de Dios también será liberado.</p><p><br>Todo resultó bien para el pueblo de Dios en el caso de la historia de Ester, pero no siempre es así, al menos a corto plazo. ¿Por qué debemos tener siempre una visión a largo plazo de las cosas para mantener viva nuestra esperanza en Cristo?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"13 Junio",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:</p>",
               "id":117,
               "idDay":7,
               "idLesson":11,
               "lessonText":"<p>Lee el capítulo titulado “El primer rey de Israel” en las páginas 653 a 668 del libro Patriarcas y profetas, de Elena de White.</p><p><br>“Satanás despertará indignación contra la minoría que se niega a aceptar las costumbres y las tradiciones populares. Hombres encumbrados y célebres se unirán con los inicuos y los viles para concertarse contra el pueblo de Dios. Las riquezas, el genio y la educación se combinarán para cubrirlo de desprecio. Gobernantes, ministros y miembros de iglesia perseguidores conspirarán contra ellos. De viva voz y por la pluma, mediante jactancias, amenazas y el ridículo, procurarán destruir su fe. Por calumnias y apelando a la ira, algunos despertarán las pasiones del pueblo. Al no poder presentar un ‘Así dicen las Escrituras’ contra los que defienden el día de reposo bíblico, recurrirán a decretos opresivos para suplir la falta. Con el fin de obtener popularidad y apoyo, los legisladores cederán a la demanda por leyes dominicales. Pero los que temen a Dios no pueden aceptar una institución que viola un precepto del Decálogo. En este campo de batalla se peleará el último gran conflicto en la controversia entre la verdad y el error. Y no se nos deja en la duda en cuanto al resultado. Hoy, como en los días de Ester y Mardoqueo, el Señor vindicará su verdad y a su pueblo” (Elena de White, Profetas y reyes, pp. 444, 445).<strong><br><br></strong></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1.</strong> ¿Por qué permite Dios que su pueblo afronte tiempos difíciles?<strong><br>2.</strong> ¿Cómo puede prepararse el creyente para cualquier dificultad que pueda surgir en relación con su lealtad a Cristo? ¿Dónde encuentras esperanza en medio de las circunstancias difíciles?<strong><br>3.</strong> ¿Por qué tenemos la tendencia a detenernos en los eventos sombríos anunciados en la profecía y permitir que eclipsen el panorama más amplio y luminoso de sus buenas noticias?<br>]<strong>4.</strong> Una amiga acude a ti después de leer el Apocalipsis y te confiesa que le parece aterrador. ¿Qué enfoque utilizarías para ayudarla a comprender- lo mejor y a tener paz?<strong><br>5.</strong> Alguien dice: “No creo que Dios me ame, pues he hecho cosas muy malas”. ¿Qué le responderías? ¿Cómo influyen las historias de Rut y Ester en tu perspectiva?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
               "id":118,
               "idDay":8,
               "idLesson":11,
               "lessonText":"<p><strong>RESEÑA</strong></p><p><strong>Texto clave: Ester 5:2.\n</strong></p><p><strong>Enfoque del estudio: Rut 1-2, 4; Ester 3:1-14.\n</strong></p><p><strong>Introducción\n</strong></p><p>La Biblia registra la historia de numerosas mujeres que desempeñaron un papel importante. Eva, cuyo nombre significa “vida”, pues era “la madre de todos los vivientes”, fue quien transmitió la simiente mesiánica, que dio lugar al nacimiento de Jesucristo, el Salvador de la humanidad (Gén. 3:15). En el período patriarcal, mujeres como Sara, Rebeca, Raquel y Lea, así como Tamar, tuvieron un poderoso impacto en el curso de la historia de la salvación. Sus acciones aseguraron la continuación de la línea mesiánica.\n</p><p>En la época del Éxodo, Israel debió su supervivencia a algunas mujeres cuando el Faraón decretó la matanza de todos los recién nacidos varones de Israel. Las parteras (Éxo. 1:15-17), e incluso la hija del Faraón (Éxo. 2:5) y otras mujeres (Éxo. 2:7), son recordadas en el Pentateuco como quienes fueron decisivas para salvar a Israel, a menudo arriesgando sus propias vidas. Más tarde, Débora, la profetisa que juzgó al pueblo de Dios, es mencionada como la que “se levantó” y salvó a Israel en la guerra (Juec. 5:7). Rahab ocultó a los espías y así ayudó a salvar a Israel en su lucha contra los cananeos. Según la genealogía de Mateo (Mat. 1:5), Rahab fue la madre de Booz, quien se casó con Rut, que se convirtió en ascendiente o predecesora del Mesías. En esta lección nos centraremos en dos mujeres importantes que dieron sus nombres a libros bíblicos: Rut y Ester. A pesar de la diferencia en la época y el escenario de sus historias, en cierto modo estas dos mujeres ejemplifican el carácter de las numerosas mujeres que Dios eligió para ayudar a salvar a Israel.\n</p><p><strong>COMENTARIO\n</strong></p><p>Puede decirse que la historia del antiguo Israel está enmarcada por los relatos de Rut y Ester. Rut pertenece a “los días en que gobernaban los jueces” (Rut 1:1), durante el primer período del pueblo de Dios, cuando las tribus israelitas aún se estaban asentando en la Tierra Prometida. Por su parte, Ester corresponde a la época del exilio en Persia. El hecho de que algunos aspectos de la historia del Israel bíblico a veces estén relacionados con la voz de una mujer resulta significativo, ya que la iglesia es representada a menudo en la Biblia como una mujer. Cabe preguntarse entonces, ¿de qué manera estas dos mujeres tipifican a la iglesia de Dios y qué lecciones podemos aprender de ellas como iglesia de Dios de los últimos días?\n</p><p>También es digno de mención que las sociedades nómadas tendían a dar más importancia a las mujeres que las sociedades sedentarias. A la luz de esta tendencia, hoy podemos hacer bien en considerar cómo las voces y la influencia de Rut y Ester, y de sus homólogas modernas, pueden ser útiles en un mundo cada vez más inestable y violento.\n</p><p>Rut, o el poder de la bondad. Leer la historia de Rut a través de la lente del plan de salvación al final de los tiempos resulta esclarecedor. El nombre de Rut proviene de una raíz que significa “amiga”, “aliada”, y tiene cierta connotación de delicadeza y frescura. El tema principal del libro es la bondad. No hay tensión, maldad, conflicto, crítica o siquiera amargura implícita en la bella y poética historia. Rut es identificada como moabita, calificativo que se utiliza dos veces. La heroína del libro es una mujer extranjera. El mensaje de bondad que impregna el libro está, pues, desconectado de cualquier pertenencia nacional; la bondad es universal y trasciende las fronteras de todas las naciones.\n</p><p>La historia nos cuenta que esta moabita estaba casada con un israelita que murió; decide, entonces, seguir a su suegra Noemí, no solo en su viaje de regreso a la tierra de Israel, sino también rumbo a la religión israelita: “Dondequiera que tú vayas, iré yo [...]. Tu pueblo será mi pueblo, y tu Dios será mi Dios. Donde tú mueras, moriré yo” (Rut 1:16, 17). La historia comienza, pues, con un éxito evangelizador, aunque no se registra información alguna acerca de la estrategia misionera. Rut no se convirtió por un milagro sensacional en una campaña de evangelización. Simplemente siguió a su suegra por amor a ella, porque la conocía y confiaba en su buen juicio.\n</p><p>Nótese que Noemí no utilizó ningún argumento para convencer a Rut de que la acompañara. Por el contrario, incluso animó a Rut a volver con su familia (Rut 1:8). Noemí dejó de discutir con Rut al ver que “estaba tan resuelta a ir con ella” (vers. 18). El siguiente paso de la historia nos lleva a Booz, pariente de Noemí, un rico agricultor al que Rut pide humildemente permiso para espigar algo de cereal en sus campos. La historia dice que Booz le habló “al corazón” (Rut 2:13) y fue generoso con ella (Rut 2:8). Booz es el único pariente cercano que está dispuesto a cumplir con su responsabilidad como go’el, el redentor de la familia. El verbo “redimir” es una palabra clave del pasaje (Rut 4:4, 7).\n</p><p>Notemos el celo y la audacia de Rut al acercarse a su redentor. Obsérvese también su humildad, pues reconoce sus modestos orígenes como “extranjera” (Rut 2:10) y su indignidad por no ser siquiera “como una de tus criadas” (Rut 2:13). Nótese también su amabilidad hacia su suegra, una amabilidad reconocida por muchas personas, incluido Booz, su potencial redentor (Rut 2:12). El escritor bíblico nunca hace referencia a la fidelidad de Rut respecto de sus deberes religiosos y rituales, como si su bondad hacia los demás fuera para su redentor evidencia suficiente de su devoción.\n</p><p>La conclusión de la historia es aún más sorprendente: Rut no solo se casó con Booz y restauró así la dignidad de su familia, sino también recibió el mayor honor que una familia puede recibir, a saber, un lugar en la genealogía del Mesías. El legado del libro es de gran importancia. Rut fue aceptada en Israel a pesar de su origen extranjero –quizá, y paradójicamente, debido a su origen extranjero, como lo subraya el libro mismo (Rut 1:4, 22; 2:2, 6, 10-13, 21; 4:5, 10). En la liturgia judía, el libro de Rut es leído durante la fiesta de Shavuot, también conocida como la Fiesta de las Semanas, o Pentecostés, una celebración asociada con la cosecha y el don de la Ley.\n</p><p>Ester, o el poder de la belleza. La lectura del libro de Ester en estos tiempos finales de la historia de la humanidad resulta inspiradora y a la vez desafiante a la luz del plan de salvación de Dios. Desafiante, pues no contiene ninguna referencia a Dios. El curso de los acontecimientos parece transcurrir sin la intervención divina. Todo lo que ocurre en la historia depende de la astucia de Mardoqueo, un cortesano, y de la belleza y la valentía de la reina Ester, así como de la oportunidad (Est. 3:7; 9:24). Los roles sacerdotal y profético están totalmente ausentes de la historia. Incluso el final del relato, con la matanza de muchas personas, suscita sospechas acerca de su valor espiritual. Y, lo que es más importante, la identidad judía de Ester y Mardoqueo no les impidió alcanzar los puestos más altos en la corte pagana. Tampoco hay nada en el libro que sugiera una tensión entre ellos y ese entorno. No es de extrañar que muchos antiguos rabinos y padres de la iglesia cuestionaran el valor espiritual del libro, al punto de negar su lugar canónico.\n</p><p>Sin embargo, este libro es también una inspiración precisamente por los elementos problemáticos que acabamos de mencionar. La falta de referencia a Dios es, de hecho, un elemento importante que hace que este libro sea significativo y relevante para nosotros, quienes vivimos en un mundo secular y atribulado. El silencio de Dios es ya un componente paradójico de su presencia providencial. Ester es reina en el mismo momento en que el pueblo está amenazado. A su vez, el rey descubre durante un episodio de insomnio un acto de lealtad de Mardoqueo, quien tiempo atrás le había salvado la vida. Por otra parte, el texto sugiere claramente que el pueblo judío está protegido. Si Ester no habla al rey, si permanece en silencio, “respiro y liberación tendrán los judíos de otra parte” (Est. 4:14). Del mismo modo, Jesús utilizó en su momento un argumento similar: “Les digo que si estos callaran, las piedras clamarían” (Luc. 19:40).\n</p><p>Algunos comentaristas encuentran pruebas de la providencia de Dios en el nombre de Ester, que relacionan con el concepto de hester panim, “ocultamiento del rostro”, una dimensión importante de la relación de Dios con su pueblo cuando parece estar ausente (ver Isa. 8:17; 50:6; 53:3). La alusión al Día de la Expiación también ha sido señalada sobre la base de elementos comunes, como el ayuno, la idea de juicio y la redención del pueblo de Dios frente a la destrucción de los malvados.\n</p><p>Los antiguos rabinos han apoyado esta conexión basándose en el juego de las palabras pur, “suerte” y yom kippur, el Día de la Expiación. Además, el libro de Ester termina con la misma esperanza y perspectiva de “paz” y búsqueda del “bien” (Est. 10:3; comparar con Sal. 122:8, 9) que en el Día de la Expiación.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>¿Cómo pueden aplicarse a tu vida las siguientes reflexiones acerca de Rut y Ester?</p><p><strong>&nbsp;Rut:</strong> El hecho de que creamos que pertenecemos al pueblo de Dios y seamos muy religiosos no debe entristecernos, enojarnos ni enorgullecernos, sino que implica un importante código. Así como Rut era amable y cordial con quienes la rodeaban, deberíamos esforzarnos por ser amables y cordiales con los integrantes de nuestra familia y de la sociedad que nos rodea. Nótese también la humildad de Rut, quien no presume de sus cualidades ni de su piedad. Por el contrario, ella se considera indigna y nunca juzga a los demás. No piensa que merece la salvación por sus obras. Solo cuenta con la gracia de su suegra y de su pariente redentor. Por último, nótese que el método misionero de Noemí consiste esencialmente en su actitud bondadosa y sus actos de bondad.\n</p><p><strong>Ester</strong>: La historia de Ester resuena bien con la vida en nuestro mundo moderno y secular. Dondequiera que estemos y sea cual fuere nuestra actividad (en la oficina, de viaje, en la universidad, con nuestra familia, ocupados en tareas y deberes modestos, etc.), nuestra presencia es importante e influye en la salvación de los demás: ¿Quién sabe si no estamos en el lugar que ocupamos para un momento como éste? (Est. 4:14). Sé prudente: no siempre tenemos que revelar inmediatamente nuestra identidad religiosa (Est. 2:10, 20). Hazte querer, como Ester (Est. 2:17). Comprométete a hacer todo lo que esté a tu alcance para resolver tus problemas y confía en la gracia de Dios para revertir el curso de los acontecimientos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":11,
         "lessonType":"A",
         "quarter":"2T2025",
         "title":"<p>RUT Y ESTER</p>",
         "verse":"<p>“Cuando él vio a la reina Ester en el patio, ella obtuvo gracia en sus ojos, y el rey le extendió el cetro de oro que tenía en la mano. Entonces Ester se acercó y tocó la punta del cetro” (Est. 5:2).</p>",
         "versionCode":10,
         "weekDate":"7-13 de junio"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
