{
  "data": [
    {
      "color": "#18A402",
      "id": 707,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "February 10",
          "dayTitle": "",
          "id": 71,
          "idDay": 1,
          "idLesson": 7,
          "lessonText": "<p>The psalmists realize that they are spiritually poor and have nothing good to offer to God; that is, they have nothing in and of themselves that would recommend them before God’s holy throne (Ps. 40:17). They understand that they, as do all of us, need grace, God’s grace.</p><p>In short, they need the gospel. The Psalms stress the fact that people are fully dependent on God’s mercy. Fortunately, God’s mercy is everlasting, as evidenced in both God’s creation and the history of God’s people (Psalm 136). Before the everlasting God, human life is as transient as grass, but God pities humans and renews their strength (Ps. 103:3, 5, 15), and in Him they have the promise of eternity.</p><p>God’s people take comfort in the fact that the Lord is faithful to His covenant. The people’s appeals, no matter how pressing at times, are often filled with hope because they are directed to their compassionate heavenly Father (Ps. 103:13, Ps. 68:5, Ps. 89:26). Fresh experiences of God’s grace and love strengthen their resolve to worship and serve God and no one or nothing else.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 11",
          "dayTitle": "<p>His Mercy Endures Forever</p>",
          "id": 72,
          "idDay": 2,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Psalm 136. What thought predominates in this psalm? Where does the psalmist find evidence for his prevalent claim?</strong></p><p>Psalm 136</p><p><strong><sup>1 </sup></strong>O give thanks unto the Lord; for he is good: for his mercy endureth for ever.</p><p><strong><sup>2 </sup></strong>O give thanks unto the God of gods: for his mercy endureth for ever.</p><p><strong><sup>3 </sup></strong>O give thanks to the Lord of lords: for his mercy endureth for ever.</p><p><strong><sup>4</sup></strong> To him who alone doeth great wonders: for his mercy endureth for ever.</p><p><strong><sup>5 </sup></strong>To him that by wisdom made the heavens: for his mercy endureth for ever.</p><p><strong><sup>6 </sup></strong>To him that stretched out the earth above the waters: for his mercy endureth for ever.</p><p><strong><sup>7 </sup></strong>To him that made great lights: for his mercy endureth for ever:</p><p><strong><sup>8</sup></strong> The sun to rule by day: for his mercy endureth for ever:</p><p><strong><sup>9</sup></strong> The moon and stars to rule by night: for his mercy endureth for ever.</p><p><sup><strong>10 </strong></sup>To him that smote Egypt in their firstborn: for his mercy endureth for ever:</p><p><strong><sup>11</sup></strong> And brought out Israel from among them: for his mercy endureth for ever:</p><p><strong><sup>12</sup></strong> With a strong hand, and with a stretched out arm: for his mercy endureth for ever.</p><p><strong><sup>13</sup></strong> To him which divided the Red sea into parts: for his mercy endureth for ever:</p><p><strong><sup>14</sup></strong> And made Israel to pass through the midst of it: for his mercy endureth for ever:</p><p><strong><sup>15</sup></strong> But overthrew Pharaoh and his host in the Red sea: for his mercy endureth for ever.</p><p><strong><sup>16</sup></strong> To him which led his people through the wilderness: for his mercy endureth for ever.</p><p><strong><sup>17</sup></strong> To him which smote great kings: for his mercy endureth for ever:</p><p><strong><sup>18</sup></strong> And slew famous kings: for his mercy endureth for ever:</p><p><strong><sup>19</sup></strong> Sihon king of the Amorites: for his mercy endureth for ever:</p><p><strong><sup>20</sup></strong> And Og the king of Bashan: for his mercy endureth for ever:</p><p><strong><sup>21</sup></strong> And gave their land for an heritage: for his mercy endureth for ever:</p><p><strong><sup>22</sup></strong> Even an heritage unto Israel his servant: for his mercy endureth for ever.</p><p><strong><sup>23</sup></strong> Who remembered us in our low estate: for his mercy endureth for ever:</p><p><strong><sup>24</sup></strong> And hath redeemed us from our enemies: for his mercy endureth for ever.</p><p><strong><sup>25</sup></strong> Who giveth food to all flesh: for his mercy endureth for ever.</p><p><strong><sup>26</sup></strong> O give thanks unto the God of heaven: for his mercy endureth for ever.</p><p>Psalm 136 summons God’s people to praise the Lord for His mercy as revealed in creation (Ps. 136:4?9) and in Israel’s history (Ps. 136:10?22). “Mercy” (Hebrew khesed, “steadfast love”) conveys God’s goodness and loyalty to His creation and to His covenant with Israel. The psalm shows that God’s immense power and magnificence are grounded in His steadfast love.</p><p>The Lord is “the God of gods” and “the Lord of lords,” which is a Hebrew idiom that means “the greatest God” (Ps. 136:1–3), not that there are other gods but that He is the only God.</p><p>The Lord’s great wonders, which cannot be replicated by anyone else, are the undeniable demonstration of His dominion (Ps. 136:4). God created the heavens, the earth, and the heavenly bodies, which are worshiped by the pagans (Deut. 4:19). The Psalms, however, strip the pagan gods, and by extent every human-based source of confidence, of their authority. They are mere products of the creation. They are merely created things—not the Creator, a crucial distinction.</p><p>The image of the Lord’s strong hand and outstretched arm (Ps. 136:12) stresses the efficacy of God’s power and the far-reaching domain of His mercy.</p><p>God’s mercy in creation and history should inspire His people to trust in Him and to remain faithful to His covenant. The refrain “For His mercy endures forever” is repeated 26 times in Psalm 136, thus reassuring the worshipers that the Lord does not change and will repeat His past favors to each new generation. God remembers His people (Ps. 136:23) and is faithful to His covenant of grace. The belief in the Lord’s enduring mercy is at the core of biblical faith, which includes joyous worship and confidence, as well as reticence and repentance.</p><p>Psalm 136 closes with God’s universal care of the world (Ps. 136:23–25). God’s mercy is extended not only to Israel but to all creation. The psalm thus speaks of the universality of God’s saving grace and exhorts the whole world to join Israel’s praise of the Lord (see also Luke 2:10, John 3:16, and Acts 15:17).</p><p><strong>How does the image of Jesus on the cross, dying as a Substitute for our sins, most powerfully reveal the great truth about God, that “His love endures forever”?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 12",
          "dayTitle": "<p>Create in Me a Clean Heart</p>",
          "id": 73,
          "idDay": 3,
          "idLesson": 7,
          "lessonText": "<p>Read Psalm 51:1–5. Why does the psalmist appeal to God’s mercy?</p><p><strong>Psalm 51:1–5</strong></p><p><strong><sup>1</sup></strong> Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions.</p><p><strong><sup>2</sup></strong> Wash me throughly from mine iniquity, and cleanse me from my sin.</p><p><strong><sup>3 </sup></strong>For I acknowledge my transgressions: and my sin is ever before me.</p><p><strong><sup>4 </sup></strong>Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and be clear when thou judgest.</p><p><strong><sup>5 </sup></strong>Behold, I was shapen in iniquity; and in sin did my mother conceive me.</p><p>King David pours out his heart before the Lord, asking for the forgiveness of sin during the spiritually darkest moments in his life (2 Samuel 12). Forgiveness is God’s extraordinary gift of grace, the result of the “multitude of Your tender mercies” (Ps. 51:1, NKJV). King David appeals to God to deal with him not in accordance with what his sin deserves (Ps. 103:10) but in accordance with His divine character, namely His mercy, faithfulness, and compassion (Ps. 51:1; Exod. 34:6, 7).</p><p>Read Psalm 51:6–19. How is forgiveness of sin portrayed here? What is the goal of divine forgiveness?</p><p><strong>Psalm 51:6–19</strong></p><p><strong><sup>6</sup></strong> Behold, thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom.</p><p><strong><sup>7</sup></strong> Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow.</p><p><strong><sup>8</sup></strong> Make me to hear joy and gladness; that the bones which thou hast broken may rejoice.</p><p><strong><sup>9</sup></strong> Hide thy face from my sins, and blot out all mine iniquities.</p><p><strong><sup>10</sup></strong> Create in me a clean heart, O God; and renew a right spirit within me.</p><p><strong><sup>11</sup></strong> Cast me not away from thy presence; and take not thy holy spirit from me.</p><p><strong><sup>12</sup></strong> Restore unto me the joy of thy salvation; and uphold me with thy free spirit.</p><p><strong><sup>13</sup></strong> Then will I teach transgressors thy ways; and sinners shall be converted unto thee.</p><p><strong><sup>14</sup></strong> Deliver me from bloodguiltiness, O God, thou God of my salvation: and my tongue shall sing aloud of thy righteousness.</p><p><strong><sup>15</sup></strong> O Lord, open thou my lips; and my mouth shall shew forth thy praise.</p><p><strong><sup>16</sup></strong> For thou desirest not sacrifice; else would I give it: thou delightest not in burnt offering.</p><p><strong><sup>17</sup></strong> The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise.</p><p><strong><sup>18</sup></strong> Do good in thy good pleasure unto Zion: build thou the walls of Jerusalem.</p><p><strong><sup>19</sup></strong> Then shalt thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon thine altar.</p><p>Divine forgiveness involves more than a legal proclamation of innocence. It produces a profound change that reaches the most inner parts of human self (Ps. 51:6, Heb. 4:12). It brings about a new creation (Ps. 51:10, John 3:3–8). The Hebrew verb bara’, translated “create,” depicts divine creative power (Gen. 1:1). Only God can bara’; only God can produce a radical and lasting change in the repentant person’s heart (2 Cor. 4:6).</p><p>David asks for cleansing with hyssop (Lev. 14:2–8, Ps. 51:7). He feels that his guilt keeps him banned from the Lord’s presence in the same way as the leper is banned from the community while the state of uncleanness lasts (Ps. 51:11). He fears that sacrifices cannot restore him fully because there was no sacrifice that could atone for his premeditated sins of adultery and murder (Exod. 21:14, Lev. 20:10).</p><p>Only unconditional divine grace could accept David’s “broken and contrite heart” as a sacrifice and restore David back into harmony with God (Ps. 51:16, 17). By asking for cleansing with hyssop, he wants to return to God’s presence.</p><p><strong>If God can forgive David for adultery, deception, and murder, what hope exists for you?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 13",
          "dayTitle": "<p>“If You, Lord, Should Mark Iniquities”</p>",
          "id": 74,
          "idDay": 4,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Psalm 130. How are the gravity of sin and hope for sinners portrayed?</strong></p><p><strong><sup>1</sup></strong> Out of the depths have I cried unto thee, O Lord.</p><p><strong><sup>2 </sup></strong>Lord, hear my voice: let thine ears be attentive to the voice of my supplications.</p><p><strong><sup>3 </sup></strong>If thou, Lord, shouldest mark iniquities, O Lord, who shall stand?</p><p><strong><sup>4 </sup></strong>But there is forgiveness with thee, that thou mayest be feared.</p><p><strong><sup>5</sup></strong> I wait for the Lord, my soul doth wait, and in his word do I hope.</p><p><strong><sup>6</sup></strong> My soul waiteth for the Lord more than they that watch for the morning: I say, more than they that watch for the morning.</p><p><strong><sup>7</sup></strong> Let Israel hope in the Lord: for with the Lord there is mercy, and with him is plenteous redemption.</p><p><strong><sup>8</sup></strong> And he shall redeem Israel from all his iniquities.</p><p>The psalmist’s great affliction is related to his own and his people’s sins (Ps. 130:3, 8). The people’s sins are so grave that they threaten to separate the people from God forever (Ps. 130:3). Scripture speaks of the records of sins that are being kept for the Judgment Day (Dan. 7:10, Rev. 20:12) and of sinners’ names being removed from the book of life (Exod. 32:32, Ps. 69:28, Rev. 13:8).</p><p>The psalmist thus appeals to God’s forgiveness, which will eradicate the record of sins (Ps. 51:1, 9; Jer. 31:34; Mic. 7:19). He knows that “God is not angry by nature. His love is everlasting. His ‘anger’ is aroused only by man’s failure to appreciate His love. . . . The purpose of His anger is not to wound, but rather to heal man; not to destroy but to save His covenant people (see Hos. 6:1, 2).”—Hans K. LaRondelle, Deliverance in the Psalms (Berrien Springs, MI: First Impressions, 1983), pp. 180, 181.</p><p>Remarkably, it is God’s readiness to forgive sins, and not to punish them, that inspires reverence of God (Ps. 130:4, Rom. 2:4). Genuine worship is built on admiration of God’s character of love, not on fear of punishment. God’s children are called to wait on the Lord (Ps. 27:14, Ps. 37:34).</p><p>The Hebrew qawah, “wait,” literally means “to stretch,” and is the root of the Hebrew word for “hope.” Thus, waiting for the Lord is not a passive surrender to miserable circumstances but rather a hopeful “stretching” or eager anticipation of the Lord’s intervention. The psalmist’s hope is grounded not in his personal optimism but in God’s Word (Ps. 130:5). Faithful waiting on the Lord is not in vain because after the dark night, the morning of divine deliverance comes.</p><p>See how the psalmist’s personal plea becomes that of the entire community (Ps. 130:7, 8). The individual’s well-being is inseparable from that of the whole people. Thus, one prays not only for himself but for the community. As believers, we are part of a community, and what impacts one part of the community impacts everyone.</p><p><strong>Think about the question, “If You, Lord, should mark iniquities, O Lord, who could stand?” (Ps. 130:3, NKJV). What does that mean to you personally? Where would you be if the Lord marked your iniquities?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 14",
          "dayTitle": "<p>Praise to the Majestic and Merciful God</p>",
          "id": 75,
          "idDay": 5,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Psalms 113 and 123. What two different aspects of God’s character are depicted in these psalms?</strong></p><p><strong>Psalms 113</strong></p><p><strong><sup>1 </sup></strong>Praise ye the Lord. Praise, O ye servants of the Lord, praise the name of the Lord.</p><p><strong><sup>2</sup></strong> Blessed be the name of the Lord from this time forth and for evermore.</p><p><strong><sup>3 </sup></strong>From the rising of the sun unto the going down of the same the Lord's name is to be praised.</p><p><strong><sup>4 </sup></strong>The Lord is high above all nations, and his glory above the heavens.</p><p><strong><sup>5</sup></strong> Who is like unto the Lord our God, who dwelleth on high,</p><p><strong><sup>6</sup></strong> Who humbleth himself to behold the things that are in heaven, and in the earth!</p><p><strong><sup>7</sup></strong> He raiseth up the poor out of the dust, and lifteth the needy out of the dunghill;</p><p><strong><sup>8</sup></strong> That he may set him with princes, even with the princes of his people.</p><p><strong><sup>9</sup></strong> He maketh the barren woman to keep house, and to be a joyful mother of children. Praise ye the Lord.</p><p><strong>Psalms 123</strong></p><p><strong><sup>1</sup></strong> Unto thee lift I up mine eyes, O thou that dwellest in the heavens.</p><p><strong><sup>2</sup></strong> Behold, as the eyes of servants look unto the hand of their masters, and as the eyes of a maiden unto the hand of her mistress; so our eyes wait upon the Lord our God, until that he have mercy upon us.</p><p><strong><sup>3 </sup></strong>Have mercy upon us, O Lord, have mercy upon us: for we are exceedingly filled with contempt.</p><p><strong><sup>4 </sup></strong>Our soul is exceedingly filled with the scorning of those that are at ease, and with the contempt of the proud.</p><p>Psalms 113 and 123 praise both the majesty and mercy of the Lord. The Lord’s majesty is revealed in the greatness of His name and in the exalted place of His throne, which is above all nations and above the heavens (Ps. 113:4, 5; Ps. 123:1). “Who is like the Lord our God” (Ps. 113:5, NKJV) is a statement of faith that no power within or outside of the world can challenge the God of Israel.</p><p>The unapproachable heights where the Lord dwells are illustrated through the fact that the Lord is willing to “humble Himself ” or “stoops down to look on the heavens and the earth” (see Ps. 113:6, NIV; emphasis supplied). God’s abiding on high does not prevent Him from seeing what is occurring here below. The Lord’s mercy is manifested in His gracious readiness to be involved with the world and to save the needy and poor from their troubles. His generous hand is obviously not hidden from His servants though His dwelling place is in the distant heavens.</p><p>God’s greatness and care, which cannot be fully discerned in God’s amazing transcendence, becomes explicit in God’s deeds of mercy and compassion. The needy, the poor, and the oppressed might experience firsthand God’s sovereign power in the remarkable reversals that He can perform in their favor. The exalted God manifests His greatness by using His power to exalt the downcast. The people are free to approach the Lord because His sovereign majesty and supremacy do not change the fact that He is their gracious Creator and Sustainer and that the people are His servants, His beloved children.</p><p>Worship is, thus, motivated, not only by God’s magnificence but also by His goodness. Praise is not limited by time and space (Ps. 113:2, 3). God’s greatness and mercy are best manifested in Jesus Christ, who was willing to stoop down from heaven and be brought as low as death on the cross in order to lift up fallen humanity (Phil. 2:6?8). Here, in the Cross, we have the greatest reasons possible to worship and praise God for what He had done for us.</p><p><strong>Dwell on the Cross and what happened there for you personally. What has Jesus saved you from? Why is it so important to keep the Cross foremost in your mind?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 15",
          "dayTitle": "<p>Forget Not All His Benefits</p>",
          "id": 76,
          "idDay": 6,
          "idLesson": 7,
          "lessonText": "<p><strong>Read Psalms 103. How is God’s mercy portrayed here?</strong></p><p><strong><sup>1 </sup></strong>Bless the Lord, O my soul: and all that is within me, bless his holy name.</p><p><strong><sup>2 </sup></strong>Bless the Lord, O my soul, and forget not all his benefits:</p><p><strong><sup>3 </sup></strong>Who forgiveth all thine iniquities; who healeth all thy diseases;</p><p><strong><sup>4 </sup></strong>Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies;</p><p><strong><sup>5 </sup></strong>Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagle's.</p><p><strong><sup>6 </sup></strong>The Lord executeth righteousness and judgment for all that are oppressed.</p><p><strong><sup>7 </sup></strong>He made known his ways unto Moses, his acts unto the children of Israel.</p><p><strong><sup>8 </sup></strong>The Lord is merciful and gracious, slow to anger, and plenteous in mercy.</p><p><strong><sup>9 </sup></strong>He will not always chide: neither will he keep his anger for ever.</p><p><strong><sup>10 </sup></strong>He hath not dealt with us after our sins; nor rewarded us according to our iniquities.</p><p><strong><sup>11</sup></strong> For as the heaven is high above the earth, so great is his mercy toward them that fear him.</p><p><strong><sup>12 </sup></strong>As far as the east is from the west, so far hath he removed our transgressions from us.</p><p><strong><sup>13 </sup></strong>Like as a father pitieth his children, so the Lord pitieth them that fear him.</p><p><strong><sup>14 </sup></strong>For he knoweth our frame; he remembereth that we are dust.</p><p><strong><sup>15</sup></strong> As for man, his days are as grass: as a flower of the field, so he flourisheth.</p><p><strong><sup>16 </sup></strong>For the wind passeth over it, and it is gone; and the place thereof shall know it no more.</p><p><strong><sup>17</sup></strong> But the mercy of the Lord is from everlasting to everlasting upon them that fear him, and his righteousness unto children's children;</p><p><strong><sup>18 </sup></strong>To such as keep his covenant, and to those that remember his commandments to do them.</p><p><strong><sup>19 </sup></strong>The Lord hath prepared his throne in the heavens; and his kingdom ruleth over all.</p><p><strong><sup>20 </sup></strong>Bless the Lord, ye his angels, that excel in strength, that do his commandments, hearkening unto the voice of his word.</p><p><strong><sup>21</sup></strong> Bless ye the Lord, all ye his hosts; ye ministers of his, that do his pleasure.</p><p><strong><sup>22</sup></strong> Bless the Lord, all his works in all places of his dominion: bless the Lord, O my soul.</p><p>Psalm 103 enumerates the Lord’s manifold blessings. The blessings include “all his benefits” (Ps. 103:2) for a flourishing life (Ps. 103:3?6). These blessings are grounded in God’s gracious character and in His faithfulness to His covenant with Israel (Ps. 103:7?18). The Lord “remembers” human frailty and transience and has compassion on His people (see Ps. 103:13–17).</p><p>Remembering is more than mere cognitive activity. It involves a commitment that is expressed in action: God delivers and sustains His people (Ps. 103:3?13). The powerful images in Psalm 103:11?16 illustrate the immeasurable greatness of God’s grace, which can be compared only to the infinite vastness of the heavens (Isa. 55:9). How, then, should people respond to God’s loving-kindness? First, by blessing the Lord (Ps. 103:1, 2).</p><p>Blessing is generally understood as an act of bestowing material and spiritual benefits upon someone (Gen. 49:25, Ps. 5:12). Because God is the Source of all blessings, how can human beings bless God?</p><p>An inferior can bless a superior as a means of thanking or praising him (1 Kings 8:66, Job 29:13). God blesses people by conferring good on them, and people bless God by praising the good in Him; that is, by revering Him for His gracious character.</p><p>Second, by remembering all His benefits and His covenant (Ps. 103:2, 18–22), just as the Lord remembers the feeble human condition and His covenant with His people (Ps. 103:3–13). Remembering is a crucial aspect of the relationship between God and His people. Just as God remembers His promises to the people, so the people are indebted to remember God’s faithfulness and respond to God with love and obedience.</p><p>With this idea in mind, these famous words of Ellen G. White are so appropriate: “It would be well for us to spend a thoughtful hour each day in contemplation of the life of Christ. We should take it point by point, and let the imagination grasp each scene, especially the closing ones. As we thus dwell upon His great sacrifice for us, our confidence in Him will be more constant, our love will be quickened, and we shall be more deeply imbued with His spirit. If we would be saved at last, we must learn the lesson of penitence and humiliation at the foot of the cross.”—The Desire of Ages, p. 83.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 16",
          "dayTitle": "",
          "id": 77,
          "idDay": 7,
          "idLesson": 7,
          "lessonText": "<p><strong>Further Thought:</strong></p><p>Read Ellen G. White, “The Sinner’s Need of Christ,” pp. 17–22, in Steps to Christ.</p><p>In the Psalms, the voices of God’s people join as one in repeating the chorus “His mercy endures forever” in celebration of God’s eternal love (Ps. 106:1, NKJV; Ps. 107:1, NKJV; Ps. 118:1–4, 29, NKJV; Psalm 136, NKJV). “Not to praise God would mean to forget all His benefits, not to appreciate God’s gifts. Only those who praise do not forget. Thinking and speaking about God is not yet praising Him.</p><p>Praise begins when one acknowledges God’s majesty and works and responds with adoration of His goodness, mercy, and wisdom.”—Hans LaRondelle, Deliverance in the Psalms, p. 178.</p><p>The significance of the solemn confession of God’s enduring mercy gains even deeper significance when we remember that God’s khesed—namely His covenantal loving-kindness and faithfulness— stands firm and unchanging amid human sin and rebellion against God.</p><p>“We have sinned against Him, and are undeserving of His favor; yet He Himself has put into our lips that most wonderful of pleas, ‘Do not abhor us, for Thy name’s sake; do not disgrace the throne of Thy glory; remember, break not Thy covenant with us.’ Jer. 14:21. When we come to Him confessing our unworthiness and sin, He has pledged Himself to give heed to our cry. The honor of His throne is staked for the fulfillment of His word unto us.”—Ellen G. White, Christ’s Object Lessons, p. 148.<br></p><p>Experiencing God’s graciousness to him (Ps. 103:2) encourages the psalmist to say that “the Lord executes righteousness and justice for all who are oppressed” (Ps. 103:6, NKJV; emphasis supplied). Thus, the final aim of the psalmist’s personal testimony, and praise of God’s mercy in his life, is to reassure others of God’s loving-kindness so that they, too, can open their hearts to God and receive His saving grace and praise God (Ps. 9:11, 12; Ps. 22:22–27; Ps. 66:16).<br></p><p><br></p><p><strong>Discussion Questions:</strong></p><p><strong>1. </strong>What are the practical implications of the fact that God’s mercy is everlasting for the people’s salvation? Why does this not mean that one can continue sinning because God’s mercy is for- ever?</p><p><strong>2. </strong>How do we reconcile God’s forgiveness of our sins with the idea of God’s judgment on sin?</p><p><strong>3.</strong> How do the expressions of God’s mercy in the New Testament fit with those in the Psalms (Eph. 2:4, 5; 1 Tim. 1:16; Titus 3:5; Heb. 4:16)?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>Inside Story</strong></p>",
          "id": 78,
          "idDay": 8,
          "idLesson": 7,
          "lessonText": "<p><strong>Burden Is Lifted: Part 3</strong></p><p><strong>By Andrew McChesney</strong></p><p>On a Friday evening, Sekule was waiting outside the boys’ dormitory at his high school in Sarajevo, capital of Bosnia and Herzegovina. He was waiting for a boy who had insulted him, and he planned to beat him up.</p><p>As he waited, a friend offered him cognac. He drank and, after many more drinks, passed out in a drunken stupor. In the morning, he knew that his friends would tease him mercilessly for not getting revenge. He decided to hide for the day. But where? Then he remembered the invitation from his Adventist teacher to go to church. It was Sabbath morning.</p><p>Sekule’s hair was long and greasy. He hadn’t washed it for a month. His breath reeked. But he went to church. When he arrived, he looked carefully for a place to sit. He had heard that Adventists celebrated “Sweet Sabbath” orgies every week, and he didn’t want to be found sitting next to a grandmother. Spotting an attractive young woman, he sat down near her.</p><p>When the church pastor began to preach, Sekule’s mouth dropped open in surprise. The pastor was giving Bible answers to his questions about God and hell. A huge burden was lifted from his heart as he heard that God, indeed, is love (1 John 4:8), desires to save every sinner (Luke 19:10), and will cast no one into an eternal hell (Malachi 4:1, 3; Psalm 37:10, 11).</p><p>After the sermon, someone invited Sekule to evangelistic meetings, and he went. At the end of the meetings, he asked the church pastor, “Tell me, please, what am I allowed to do, and what am I not allowed to do?”</p><p>“You can do whatever you want,” the pastor said.</p><p>“Don’t talk that way,” Sekule said. “Tell me what I can and cannot do.”</p><p>“You cannot work on Sabbath anymore,” the pastor said.</p><p>“OK, done.”</p><p>“You cannot go to school on Sabbath anymore.”</p><p>“OK, done.”</p><p>“You cannot fight anymore.”</p><p>“OK, done.”</p><p>“You cannot eat unclean meat.”</p><p>“OK. I won’t eat unclean meat.”</p><p>“Actually, we suggest that you not eat any meat at all.”</p><p>“OK, I won’t eat meat anymore.”</p><p>From that day, Sekule never worked or went to school on Sabbath. He never fought, and he never ate meat. He was baptized six months later, at the age of 18. But he accepted Adventist teachings on the spot—all because his questions of God and hell had been answered from the Bible.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "",
          "id": 79,
          "idDay": 9,
          "idLesson": 7,
          "lessonText": "<p><strong>Part I: Overview</strong></p><p><strong>Key Texts: Psalm 51, Psalm 103, Psalm 113, Psalm 123, Psalm 130, Psalm 136</strong></p><p>The definition of the word mercy, as given by the Oxford Language Dictionary, is as follows: “compassion or forgiveness shown toward someone whom it is within one’s power to punish or harm.” The scriptural examples provided above reflect this definition.</p><p>Mercy is an astounding word that inspires the human spirit with hope and motivation. Anyone suffering the consequences of poor decisions feels the crushing weight of guilt dissipate when shown mercy and grace. When a deadline is extended or a debt forgiven, we experience over- whelming relief and gratitude at the proffered mercy.</p><p>This week, we will learn about the mercy of the Creator, as revealed in six different psalms. Mercy in the Psalms is depicted in its highest manifestation: the mercy of the Holy One to the sinner—the mercy of a God ready to forgive and redeem because of His grace.</p><p>When we read these six psalms in the original Hebrew, we discover that the psalmists used four different Hebrew words to refer to what we call “mercy.” Understanding these four words and their implications will give us a deeper understanding of the love of God. As we examine these Hebrew terms, let us ponder how the insights they afford us enhance our personal concept of “mercy.”</p><p><br></p><p><strong>Part II: Commentary</strong></p><p><strong>Hesed</strong></p><p>Hesed is the most common Hebrew word used for “mercy” in the Old Testament. It is better understood as “loving kindness.” Psalm 109:12, 16 connects hesed with compassion to the poor, the fatherless, and the needy.<br></p><p>Because God saves His people from disasters and oppressors, the psalmist praises His name for His merciful actions (Ps. 31:7, 21; Ps. 32:10; Ps. 57:3; Ps. 59:10; Ps. 94:18; Ps. 143:12).</p><p>With this context in mind, let’s begin our study of hesed, or mercy, by looking at how it relates to deliverance. The psalmist asks for mercy during calamity, persecution, wandering in the desert, illness, storm, or bondage (Ps. 57:1–4, Ps. 23:6, Ps. 40:11). The narrator of the Psalms also considers hesed a delivering power, or as the ability to deliver (Ps. 31:16, 17; Ps. 94:18; Ps. 109:26; Ps. 62:11, 12; Ps. 59:11, 17). Thus, hesed is, in essence, the redemptive act of God on behalf of His people. In Psalm 119, the writer asks God to spare, or deliver, him according to Hishesed.</p><p>We also see hesed used in relation to protection. In Psalm 36:10, 11 and Psalm 32:10, the writer makes a plea for hesed, or God’s protection, from the wicked and the arrogant. Hesed also is identified with the faithfulness of God (see Psalm 85 and Psalm 90).</p><p>Additionally, in Psalm 6:4, hesed safeguards existence. Elsewhere, the psalmist appeals to the Lord to preserve him (Ps. 119:88, 149), recognizing His loving precepts as an important factor in the preservation and restoration of life (Ps. 119:159).<br></p><p>Finally, hesed is eternal (Ps. 89:2, 28, 33; Ps. 103:17; Ps. 138:8) because it’s part of the character of the Almighty. This assurance is good news to the believer. “For the Lord is good; His mercy is everlasting, and His truth endures to all generations” (Ps. 100:5, NKJV; see Ps. 106:1, Ps. 107:1).<br></p><p>Psalms also tells us that the one who requests God’s hesed is in a good relationship with Him. Believers should express trust in God (Ps. 31:14, 17; Ps. 119:41, 42; Ps. 143:8) and hope (Ps. 33:18, 22; Ps. 147:11) in order to become the recipients of His mercy. The gracious mercy of God is given to those who wait on the Lord. Moreover, faith is a condition of receiving God’s hesed.</p><p><strong>Raham</strong></p><p>Psalm 51:1 uses three words for mercy: “Have mercy [hanan] upon me, O God, according to Your lovingkindness [hesed]; according to the multitude of Your tender mercies [raham], blot out my transgressions” (NKJV).</p><p>Raham comes from a Hebrew noun that means “womb, belly” (Gen. 29:31, Ps. 22:9), a word that contains within it the idea of a mother’s tender care for her baby. Raham also represents an emotion that stands in contrast to anger (Amos 1:11, Zech. 1:12–17). This emotion is a kindness that far exceeds what someone deserves (Gen. 43:14, 1 Kings 8:50). In this context, raham means to “show compassion, favor” (Neh. 1:11, Ps. 106:46), as in someone with power in a superior position who decides to show favor to a subordinate. This explanation is the quin-tessence of God’s mercy to us.</p><p>God’s mercy “signifies a warm compassion, a compassion which goes the second mile, which is ready to forgive sin, to replace judgment with grace.”—New International Dictionary of Old Testament Exegesis, (Grand Rapids, MI: Zondervan, 1997), vol. 3, p. 1091. What is more, the Lord shows His compassion to those who are sin-damaged and who have failed Him. Though we are undeserving of His mercy, He uplifts us by His grace and restores us to His favor.<br></p><p><strong>Hanan&nbsp;</strong></p><p>Hanan is a verb that means “favor, to be gracious to, generous toward, to take pity on.” Usually, hanan is used in the idiom “to find favor in the eyes of someone else” (Gen. 39:7, Ruth 2:13, 1 Sam. 20:3). This meaning is applied to the relationship between God and His people. Hanan is used primarily with God as its subject. It reveals God’s disposition and actions toward His creatures. God freely bestows His favor on willing recipients (Gen. 6:8; Prov. 3:3, 4; Isa. 30:19); but He can withhold His grace when the response to His offer is spurned (Jer. 16:13) or when there’s no indication of repentance on the part of His people (Neh. 9:17, 31).</p><p>It’s common in Psalms to find the plea “be gracious to me” (Ps. 4:1, ESV). The psalmist makes this plea because he knows that the Lord is gra-cious (Ps. 86:15–17) and hears the believer’s entreaty (Ps. 6:9; Ps. 28:2, 6). The Creator graciously provides food (Ps. 111:4, 5), a good harvest (Ps. 67:1, 6), vindication (Ps. 103:6–8), and especially, as we have studied this week, forgiveness (Ps. 51:1; Ps. 123:3). Let’s look at Psalm 103 to consider what the psalmist has to say further about the nature of the Lord’s mercy:</p><p>“The Lord is merciful [raham] and gracious [hanan], slow to anger, and abounding in mercy [hesed]. He will not always strive with us, nor will He keep His anger forever.</p><p>He has not dealt with us according to our sins, nor punished us according to our iniquities” (Ps. 103:8–10, NKJV).</p><p>As we can see, the Psalter teaches us that God’s love is compassionate, tender, boundless, and infinite.</p><p>How do God’s followers manifest and demonstrate His mercy to others? Scripture uses hanan to reflect a person’s kindness to a neighbor, specifically in aiding the poor (Prov. 28:8), showing compassion for those who suffer (Job 19:21), and taking care of the young (Deut. 28:50). Such actions are not isolated but a way of life for the consecrated believer (Prov. 14:21). Psalms clearly delineates the divine expectation that God’s followers will be merciful, for “the righteous shows mercy and gives” (Ps. 37:21, NKJV) and “is ever merciful, and lends” (Ps. 37:26, NKJV). Such a spirit of generosity typically characterizes the righteous (Ps. 112:4, 5). The lesson is clear: we should be kind to others if we want God to be merciful to us. As Psalm 123:2 states:</p><p>“Behold, as the eyes of servants look to the hand of their masters, as the eyes of a maid to the hand of her mistress, so our eyes look to the Lord our God, until He has mercy [hanan] on us” (NKJV).</p><p><strong>Selihah</strong></p><p>“There is forgiveness [selihah] with You” (Ps. 130:4, NKJV). This expression comes from the Hebrew verb salah (“pardon, forgive”). The Lord is the only subject of this verb in the entire Old Testament. Selihah means that forgive- ness is an act made by God alone. The foundation of this forgiveness is the mercy of the Lord (Ps. 86:5).</p><p>Psalm 25:11–18 states that forgiveness is the removal of sins. Daniel would add that forgiveness also includes averting the punishment for sin (Dan. 9:16). Exodus 34:6–9 reminds us that God is “ ‘merciful [raham] and gracious [hanan], longsuffering, and abounding in goodness [hesed] and truth, keeping mercy [hesed] for thousands, forgiving iniquity and transgression and sin, [and] by no means clearing the guilty’ ” (NKJV). Thus, David says that forgiveness requires a confession of guilt (Ps. 32:2–5). The Psalter also connects “forgiveness” with other words, such as purify (Ps. 51:2), conceal from (Ps. 51:9), and restore (Ps. 103:3).</p><p>Imbued with a spirit of contrition and humility, the psalmist implores God for His pardon in full assurance that his sin will be removed (Ps. 25:11–18). The psalmist praises God because He has been absolved (Ps. 103:3, 4). Thus, we may conclude that forgiveness comes to humanity only because of the hesed of God toward His creatures.<br></p><p><br></p><p><strong>Part III: Life Application</strong></p><p>There are clear lessons for our spiritual lives in the study of the Hebrew expressions for mercy that we have considered in our study this week:</p><p><br></p><p>1. The obvious lesson is that the Lord gives His amazing mercy to us, despite the fact that we don’t deserve it. The assurance of this gift should free us from anxiety, a guilty conscience, and the shadows of our past.</p><p>2. Hesed (mercy) is more than a tender feeling in God’s heart. It is deliverance and protection. It is real action on the part of God to His people.</p><p>3. The Lord’s compassion is eternal; that is, it’s always available to us. If we don’t avail ourselves of it, it’s because we are still in sin and not because we’ve exhausted the limits of God’s love.</p><p>4. Mercy (raham) embodies the concept that the Greatest of All Beings is willing to bow down to lift us up and carry us in His arms. From His superior position, He condescends to show His compassion to us.</p><p>5. “To find favor before the eyes of Yahweh” implies that we are willing and open to receive God’s grace.</p><p>6. Finally, selihah provides us new insights into the depths and breadth of the loving-kindness of our Creator. But the most important idea it emphasizes is that we should be as merciful and kind to our neighbors as God is to us.<br><br>All these lessons are masterfully assembled together by Jesus in the parable of “the unforgiving servant” (Matt. 18:23–35). It illustrates the Old Testament hesed of God toward our desperate condition. The narrative suggests that we, the believers, are the cruel and unmerciful man of the parable. This sober realization should cause us to reflect with gratitude and humility upon the grace and mercy we have received freely from our heavenly Father.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 7,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>Your Mercy Reaches Unto the Heavens</strong></p>",
      "verse": "<p>I will praise You, O Lord, among the peoples; I will sing to You among the nations. For Your mercy reaches unto the heavens, and Your truth unto the clouds (Psalm 57:9, 10, NKJV).</p>",
      "versionCode": 100,
      "weekDate": "February 10–16"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
