{
  "data": [
    {
      "color": "#02A4A2",
      "id": 2,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "6 de enero",
          "dayTitle": "",
          "id": 21,
          "idDay": 1,
          "idLesson": 2,
          "lessonText": "<p>La creencia de que únicamente la oración espontánea es real (no la oración de memoria) parece prevalecer entre algunos cristianos. Sin embargo, los discípulos de Jesús se sintieron inmensamente recompensados cuando le pidieron que les enseñara a orar. Dios colocó un devocionario, Salmos, en el corazón de la Biblia, no solamente para mostrarnos cómo oraba el pueblo de Dios en la antigüedad, sino también para enseñarnos cómo podemos orar hoy.</p><p>Desde la antigüedad, Salmos ha dado forma a las oraciones del pueblo de Dios, incluyendo las de Jesús (1 Crón. 16:7, 9; Neh. 12:8; Mat. 27:46; Efe. 5:19). Esta semana, analizaremos el papel que desempeñaron los salmos para ayudar al pueblo de Dios a transitar su vida de peregrinaje y a crecer en su relación con Dios. Debemos recordar que los salmos son oraciones y, como tales, tienen un valor incalculable, no solo por su información teológica, sino también por el modo en que pueden enriquecer y transformar nuestras oraciones individuales y colectivas.</p><p>Orar los salmos ha ayudado a muchos creyentes a establecer y afianzar una vida de oración habitual y satisfactoria.</p><p>Esta semana, seguiremos examinando Salmos, especialmente en el contexto de las ocasiones en que las cosas no nos van muy bien.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "7 de enero",
          "dayTitle": "<p>FOMENTAR EL USO DE LOS SALMOS EN LA ORACIÓN</p>",
          "id": 22,
          "idDay": 2,
          "idLesson": 2,
          "lessonText": "<p><strong>Lee Salmo 105:5, Colosenses 3:16 y Santiago 5:13. ¿Cuál es el lugar de los salmos en la experiencia de adoración del creyente?</strong></p><p><strong>Salmo 105:5</strong></p><p><strong><sup>5</sup></strong> Acordaos de las maravillas que él ha hecho, de sus prodigios y de los juicios de su boca,</p><p><strong>Colosenses 3:16</strong></p><p><strong><sup>16</sup></strong> La palabra de Cristo more en abundancia en vosotros, enseñándoos y exhortándoos unos a otros en toda sabiduría, cantando con gracia en vuestros corazones al Señor con salmos e himnos y cánticos espirituales.</p><p><strong>Santiago 5:13</strong></p><p><strong><sup>13</sup></strong> ¿Está alguno entre vosotros afligido? Haga oración. ¿Está alguno alegre? Cante alabanzas.</p><p>Una manera sencilla de introducir los salmos en la vida diaria es dedicar un tiempo cada día a la lectura de un salmo, comenzando por Salmo 1, y siguiendo el orden dado en el salterio. Otra manera es leer los salmos que corresponden a la situación actual, sea cual fuere: hay salmos de lamentación, salmos de lamento comunitario, salmos de acción de gracias, himnos, salmos penitenciales, salmos sapienciales (que buscan la sabiduría y la guía de Dios), salmos históricos, salmos que contienen enojo y furia, y salmos de peregrinación. Durante este trimestre, nos ocuparemos de muchos de ellos y estudiaremos estos salmos en el contexto en el que aparecen.</p><p><strong>¿Cómo debemos leer los salmos?</strong></p><p>En primer lugar, leemos el salmo haciendo una sencilla reflexión, y luego oramos. Meditar en el salmo implica reflexionar sobre sus diversos aspectos: el modo en que el salmista se dirige a Dios y los motivos de la oración. Piensa en cuánto se asemeja tu situación a la experiencia del salmista y cómo podría ayudarte el salmo a articular tu experiencia. Te sorprenderá la frecuencia con la que te sentirás identificado con lo que lees.</p><p>Si algo en el salmo te desafía, reflexiona; por ejemplo, si el salmo corrige tus falsas esperanzas actuales con respecto a algo a lo que te enfrentas. Con- templa el mensaje del salmo a la luz de la persona de Cristo y su obra salvífica, y de la esperanza a largo plazo que la obra de Cristo nos ofrece. Como sabemos, o deberíamos saber, siempre ayuda mirar todo lo que hay en la Biblia bajo la perspectiva de Cristo y de la Cruz.</p><p>Además, detecta nuevos motivos de oración que te ofrece el salmo, y piensa en su importancia para ti, para tu iglesia y para el mundo. Pide a Dios que ponga su Palabra en tu corazón y en tu mente. Si el salmo corresponde a la situación de alguien que conoces, intercede en oración por esa persona. La cuestión es que los salmos abarcan muchos aspectos de la vida, y podemos enriquecernos al leer y asimilar en nuestro corazón lo que nos dicen.</p><p><strong>¿Qué significa “La palabra de Cristo habite en abundancia en ustedes” (Col. 3:16)? ¿Por qué la lectura de la Biblia es el primer paso para esa experiencia, y el más crucial?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "8 de enero",
          "dayTitle": "<p>CONFIANZA EN TIEMPOS DIFÍCILES</p>",
          "id": 23,
          "idDay": 3,
          "idLesson": 2,
          "lessonText": "<p>Todos los cristianos entienden de momentos de desesperación y sufrimiento, y los han vivido; momentos en los que se han preguntado qué hace el Señor, o por qué el Señor permite que les sucedan estas cosas. Los mismos salmistas pasaron por experiencias parecidas. Y, por inspiración divina, registraron lo que les había acontecido.</p><p><strong>Lee Salmo 44. ¿Qué nos dice y por qué es relevante para los creyentes de todas las épocas?</strong></p><p><strong><sup>1</sup></strong> Oh Dios, con nuestros oídos hemos oído, nuestros padres nos han contado, La obra que hiciste en sus días, en los tiempos antiguos.</p><p><strong><sup>2 </sup></strong>Tú con tu mano echaste las naciones, y los plantaste a ellos; Afligiste a los pueblos, y los arrojaste.</p><p><strong><sup>3 </sup></strong>Porque no se apoderaron de la tierra por su espada, Ni su brazo los libró; Sino tu diestra, y tu brazo, y la luz de tu rostro, Porque te complaciste en ellos.</p><p><strong><sup>4 </sup></strong>Tú, oh Dios, eres mi rey; Manda salvación a Jacob.</p><p><strong><sup>5</sup></strong> Por medio de ti sacudiremos a nuestros enemigos; En tu nombre hollaremos a nuestros adversarios.</p><p><strong><sup>6 </sup></strong>Porque no confiaré en mi arco, Ni mi espada me salvará;</p><p><strong><sup>7 </sup></strong>Pues tú nos has guardado de nuestros enemigos, Y has avergonzado a los que nos aborrecían.</p><p><strong><sup>8</sup></strong> En Dios nos gloriaremos todo el tiempo, Y para siempre alabaremos tu nombre. Selah</p><p><strong><sup>9</sup></strong> Pero nos has desechado, y nos has hecho avergonzar; Y no sales con nuestros ejércitos.</p><p><strong><sup>10</sup></strong> Nos hiciste retroceder delante del enemigo, Y nos saquean para sí los que nos aborrecen.</p><p><strong><sup>11</sup></strong> Nos entregas como ovejas al matadero, Y nos has esparcido entre las naciones.</p><p><strong><sup>12 </sup></strong>Has vendido a tu pueblo de balde; No exigiste ningún precio.</p><p><strong><sup>13</sup></strong> Nos pones por afrenta de nuestros vecinos, Por escarnio y por burla de los que nos rodean.</p><p><strong><sup>14 </sup></strong>Nos pusiste por proverbio entre las naciones; Todos al vernos menean la cabeza.</p><p><strong><sup>15</sup></strong> Cada día mi vergüenza está delante de mí, Y la confusión de mi rostro me cubre,</p><p><strong><sup>16 </sup></strong>Por la voz del que me vitupera y deshonra, Por razón del enemigo y del vengativo.</p><p><strong><sup>17</sup></strong> Todo esto nos ha venido, y no nos hemos olvidado de ti, Y no hemos faltado a tu pacto.</p><p><strong><sup>18</sup></strong> No se ha vuelto atrás nuestro corazón, Ni se han apartado de tus caminos nuestros pasos,</p><p><strong><sup>19</sup></strong> Para que nos quebrantases en el lugar de chacales, Y nos cubrieses con sombra de muerte.</p><p><strong><sup>20</sup></strong> Si nos hubiésemos olvidado del nombre de nuestro Dios, O alzado nuestras manos a dios ajeno,</p><p><strong><sup>21</sup></strong> ¿No demandaría Dios esto? Porque él conoce los secretos del corazón.</p><p><strong><sup>22</sup></strong> Pero por causa de ti nos matan cada día; Somos contados como ovejas para el matadero.</p><p><strong><sup>23</sup></strong> Despierta; ¿por qué duermes, Señor? Despierta, no te alejes para siempre.</p><p><strong><sup>24</sup></strong> ¿Por qué escondes tu rostro, Y te olvidas de nuestra aflicción, y de la opresión nuestra?</p><p><strong><sup>25</sup></strong> Porque nuestra alma está agobiada hasta el polvo, Y nuestro cuerpo está postrado hasta la tierra.</p><p><strong><sup>26</sup></strong> Levántate para ayudarnos, Y redímenos por causa de tu misericordia.</p><p>A menudo, solo elegimos salmos para los cultos de adoración en las iglesias que reflejen ciertos estados de ánimo ideales. Esta restricción puede ser una señal de nuestra incapacidad o recelo para enfrentarnos a las oscuras realidades de la vida. Aunque a veces sintamos que Dios nos trata injustamente cuando el sufrimiento nos golpea, no nos parece apropiado expresar nuestros pensamientos en el culto público o incluso en la oración privada.<br></p><p>Esta reticencia puede hacernos perder el sentido de la adoración. El hecho de no expresar honesta y abiertamente nuestros sentimientos y opiniones ante Dios, en la oración, a menudo nos deja esclavizados a nuestras propias emociones. Esto también nos impide sentir seguridad y confianza al acercarnos a Dios. Orar los salmos nos da la seguridad de que, cuando oramos y adoramos, no se espera que censuremos o neguemos nuestra experiencia.</p><p>Salmo 44, por ejemplo, puede ayudar a los fieles a articular libre y adecuadamente su experiencia de sufrimiento inocente. Orar los salmos ayuda a la gente a experimentar la libertad de expresión en la oración. Los salmos nos dan palabras que no encontramos ni nos atrevemos a pronunciar. “Nuestro corazón no se ha vuelto atrás, ni se apartaron nuestros pasos de tu camino.</p><p>Pero tú nos quebrantaste, nos diste por presa a los chacales, nos cubriste con densa sombra” (Sal. 44:18, 19).</p><p>Sin embargo, fíjate en la manera en que comienza Salmo 44. El escritor habla de cómo, en el pasado, Dios había hecho grandes cosas por su pueblo. De ahí que el autor exprese su confianza en Dios y no “en mi arco” (Sal. 44:6).</p><p>A pesar de ello, el pueblo de Dios sigue sufriendo. La lista de ayes y lamentos es larga y dolorosa. No obstante, incluso en medio de todo esto, el salmista clama a Dios para que los libre: “Redímenos a causa de tu constante amor” (Sal. 44:26). Es decir, incluso en medio de los problemas, conoce la realidad de Dios y su amor.</p><p><strong>Recordar tiempos pasados en los que la presencia de Dios se sentía muy real ¿cómo puede ayudarte a afrontar los momentos en los que los problemas te hacen pensar que Dios está lejos?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "9 de enero",
          "dayTitle": "<p>UN SALMO DE DESESPERACIÓN</p>",
          "id": 24,
          "idDay": 4,
          "idLesson": 2,
          "lessonText": "<p>Orar los salmos no solo permite que los fieles articulen sus oraciones libremente. Los salmos supervisan su experiencia según las normas de Dios, y la hacen llevadera al introducir la esperanza y la seguridad de la presencia de Dios.</p><p><strong>Lee Salmo 22. ¿Qué podemos aprender de este salmo con respecto a la confianza en Dios en medio de un gran sufrimiento?</strong></p><p><sup><br></sup></p><p><strong><sup>1 </sup></strong>Dios mío, Dios mío, ¿por qué me has desamparado? ¿Por qué estás tan lejos de mi salvación, y de las palabras de mi clamor?</p><p><strong><sup>2 </sup></strong>Dios mío, clamo de día, y no respondes; Y de noche, y no hay para mí reposo.</p><p><strong><sup>3 </sup></strong>Pero tú eres santo, Tú que habitas entre las alabanzas de Israel.</p><p><strong><sup>4</sup></strong> En ti esperaron nuestros padres; Esperaron, y tú los libraste.</p><p><strong><sup>5</sup></strong> Clamaron a ti, y fueron librados; Confiaron en ti, y no fueron avergonzados.</p><p><strong><sup>6</sup></strong> Mas yo soy gusano, y no hombre; Oprobio de los hombres, y despreciado del pueblo.</p><p><strong><sup>7</sup></strong> Todos los que me ven me escarnecen; Estiran la boca, menean la cabeza, diciendo:</p><p><strong><sup>8</sup></strong> Se encomendó a Jehová; líbrele él; Sálvele, puesto que en él se complacía.<sup><br></sup></p><p><strong><sup>9</sup></strong> Pero tú eres el que me sacó del vientre; El que me hizo estar confiado desde que estaba a los pechos de mi madre.<sup><br></sup></p><p><strong><sup>10</sup></strong> Sobre ti fui echado desde antes de nacer; Desde el vientre de mi madre, tú eres mi Dios.</p><p><strong><sup>11</sup></strong> No te alejes de mí, porque la angustia está cerca; Porque no hay quien ayude.</p><p><strong><sup>12</sup></strong> Me han rodeado muchos toros; Fuertes toros de Basán me han cercado.</p><p><strong><sup>13</sup></strong> Abrieron sobre mí su boca Como león rapaz y rugiente.</p><p><strong><sup>14</sup></strong> He sido derramado como aguas, Y todos mis huesos se descoyuntaron; Mi corazón fue como cera, Derritiéndose en medio de mis entrañas.</p><p><strong><sup>15</sup></strong> Como un tiesto se secó mi vigor, Y mi lengua se pegó a mi paladar, Y me has puesto en el polvo de la muerte.</p><p><strong><sup>16</sup></strong> Porque perros me han rodeado; Me ha cercado cuadrilla de malignos; Horadaron mis manos y mis pies.</p><p><strong><sup>17</sup></strong> Contar puedo todos mis huesos; Entre tanto, ellos me miran y me observan.</p><p><strong><sup>18</sup></strong> Repartieron entre sí mis vestidos, Y sobre mi ropa echaron suertes.</p><p><strong><sup>19</sup></strong> Mas tú, Jehová, no te alejes; Fortaleza mía, apresúrate a socorrerme.<sup><br></sup></p><p><strong><sup>20</sup></strong> Libra de la espada mi alma, Del poder del perro mi vida.</p><p><strong><sup>21</sup></strong> Sálvame de la boca del león, Y líbrame de los cuernos de los búfalos.</p><p><strong><sup>22</sup></strong> Anunciaré tu nombre a mis hermanos; En medio de la congregación te alabaré.</p><p><strong><sup>23</sup></strong> Los que teméis a Jehová, alabadle; Glorificadle, descendencia toda de Jacob, Y temedle vosotros, descendencia toda de Israel.<sup><br></sup></p><p><strong><sup>24</sup></strong> Porque no menospreció ni abominó la aflicción del afligido, Ni de él escondió su rostro; Sino que cuando clamó a él, le oyó.</p><p><strong><sup>25</sup></strong> De ti será mi alabanza en la gran congregación; Mis votos pagaré delante de los que le temen.</p><p><strong><sup>26</sup></strong> Comerán los humildes, y serán saciados; Alabarán a Jehová los que le buscan; Vivirá vuestro corazón para siempre.</p><p><strong><sup>27</sup></strong> Se acordarán, y se volverán a Jehová todos los confines de la tierra, Y todas las familias de las naciones adorarán delante de ti.</p><p><strong><sup>28</sup></strong> Porque de Jehová es el reino, Y él regirá las naciones.</p><p><strong><sup>29</sup></strong> Comerán y adorarán todos los poderosos de la tierra; Se postrarán delante de él todos los que descienden al polvo, Aun el que no puede conservar la vida a su propia alma.</p><p><strong><sup>30</sup></strong> La posteridad le servirá; Esto será contado de Jehová hasta la postrera generación.</p><p><strong><sup>31</sup></strong> Vendrán, y anunciarán su justicia; A pueblo no nacido aún, anunciarán que él hizo esto.</p><p>Las palabras de lamentación de Salmo 22:1 pueden ayudar a los que sufren a expresar su dolor y su sensación de soledad: “Dios mío, Dios mío, ¿por qué me has desamparado? ¿Por qué estás lejos de mi salvación y de mi clamor?”</p><p>Estas palabras, por supuesto, se han hecho famosas entre los cristianos porque fueron las mismas que pronunció Jesús mientras estaba en la cruz, lo que nos muestra la importancia que tuvo Salmos en la experiencia de Cristo (ver Mat. 27:46).</p><p>Con todo, incluso en medio del sufrimiento y las pruebas, también se ex- presan estas palabras: “Anunciaré tu nombre a mis hermanos, en medio de la congregación te alabaré” (Sal. 22:22).</p><p>En otras palabras, aunque estos sentimientos exactos no coincidan con el dilema actual del autor, el salmista sigue expresando su fe en Dios y declarando que, sin importar lo que pase, seguirá alabando a Dios.</p><p>En resumen, al darnos palabras para orar, Salmos nos enseña a mirar más allá de nuestra situación actual y, por fe, a ver el momento en que nuestra vida será restaurada por la gracia de Dios. De este modo, la oración de los salmos lleva a los fieles a nuevos horizontes espirituales. Los salmos permiten que los fieles expresen sus sentimientos y concepciones, pero no los deja donde están en ese momento. Los adoradores son guiados a dejar en manos de Dios sus cargas de dolor, decepción, ira, y a confiar en él, sean cuales fueren sus circunstancias.</p><p>El cambio del lamento a la alabanza que se observa en muchos salmos sugiere la transformación espiritual que experimentan los creyentes cuando reciben la gracia y el consuelo divinos en la oración.</p><p><strong>¿Cómo podemos aprender a ver más allá de nuestras pruebas inmediatas y, así, confiar en la bondad de Dios, sea cual fuere la situación que enfrentemos ahora?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "10 de enero",
          "dayTitle": "<p>DE LA DESESPERACIÓN A LA ESPERANZA</p>",
          "id": 25,
          "idDay": 5,
          "idLesson": 2,
          "lessonText": "<p>Probablemente todos nos hemos enfrentado a momentos en los que la presencia de Dios parecía estar muy lejos de nosotros. ¿Quién no ha pensado alguna vez: ¿Cómo ha podido suceder esto?</p><p>Los salmistas, seres humanos como el resto de nosotros, seguramente se han enfrentado a cosas similares. Aunque, sí, a veces nuestros pecados nos traen pruebas, otras veces nos parecen sumamente injustas, y nos sentimos como si no mereciéramos lo que ahora se nos presenta. De nuevo, ¿quién no ha pasado por eso?</p><p><strong>Lee Salmo 13. ¿Qué dos estados de ánimo principales puedes distinguir en este salmo? ¿Qué decisión crees que provocó el cambio radical en la perspectiva general del salmista?</strong></p><p><strong>Salmo 13</strong></p><p><strong><sup>1 </sup></strong>¿Hasta cuándo, Jehová? ¿Me olvidarás para siempre? ¿Hasta cuándo esconderás tu rostro de mí?</p><p><strong><sup>2 </sup></strong>¿Hasta cuándo pondré consejos en mi alma, Con tristezas en mi corazón cada día? ¿Hasta cuándo será enaltecido mi enemigo sobre mí?</p><p><strong><sup>3 </sup></strong>Mira, respóndeme, oh Jehová Dios mío; Alumbra mis ojos, para que no duerma de muerte;</p><p><strong><sup>4 </sup></strong>Para que no diga mi enemigo: Lo vencí. Mis enemigos se alegrarían, si yo resbalara.</p><p><strong><sup>5 </sup></strong>Mas yo en tu misericordia he confiado; Mi corazón se alegrará en tu salvación.</p><p><sup><strong>6</strong></sup> Cantaré a Jehová, Porque me ha hecho bien</p><p>“¿Hasta cuándo, Señor? ¿Me olvidarás para siempre? ¿Hasta cuándo esconderás tu rostro de mí?” (Sal. 13:1). Una vez más, ¿quién no puede identificarse con estos sentimientos, por más que sean equivocados? (¿Puede olvidarse Dios de nosotros alguna vez?)<br></p><p>Por tanto, Salmo 13 señala el camino para evitar otro error común, que es centrarnos en nosotros mismos y en nuestros problemas al orar. Este salmo puede transformar nuestra oración al llevarnos a reafirmar la naturaleza fiel e inmutable del trato de Dios hacia su pueblo. Aunque el salmo comienza con lamentos y quejas, no termina ahí. Y ese es el punto crucial.</p><p>El salmo nos lleva a elegir deliberadamente confiar en el poder redentor de Dios (Sal. 13:5), de modo que nuestro temor y ansiedad (Sal. 13:1-4) puedan dar paso gradualmente a la salvación de Dios, y comencemos a experimentar el paso del lamento a la alabanza, de la desesperación a la esperanza (Sal. 13:5, 6). Sin embargo, la mera repetición de las palabras de los salmos con solo una escasa comprensión de su significado no producirá la auténtica transformación que se pretende con su uso. Al orar los salmos, debemos buscar al Espíritu Santo para que nos capacite para actuar del modo que exige el salmo. Los salmos no solo transmiten información: son la Palabra de Dios que transforma el carácter y las acciones de los creyentes. Por la gracia de Dios, las promesas de los salmos se manifiestan en la vida de los creyentes. Esto significa que permitimos que la Palabra de Dios nos moldee según la voluntad de Dios y nos una a Cristo, quien demostró perfectamente la voluntad de Dios y, como Hijo de Dios encarnado, también oró los salmos.</p><p><strong>¿Cómo pueden tus pruebas acercarte más a Dios? ¿Por qué, si te descuidas, pueden alejarte de él?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "11 de enero",
          "dayTitle": "<p>OH, RESTÁURANOS OTRA VEZ</p>",
          "id": 26,
          "idDay": 6,
          "idLesson": 2,
          "lessonText": "<p><strong>Lee Salmos 60:1 al 5. ¿Para qué ocasiones crees que este salmo sería una oración adecuada? ¿Cómo podemos beneficiarnos de los salmos de lamento incluso en momentos alegres de la vida?</strong></p><p><strong><sup>1 </sup></strong>Oh Dios, tú nos has desechado, nos quebrantaste; Te has airado; ¡vuélvete a nosotros!</p><p><strong><sup>2 </sup></strong>Hiciste temblar la tierra, la has hendido; sana sus roturas, porque titubea.</p><p><strong><sup>3 </sup></strong>Has hecho ver a tu pueblo cosas duras; nos hiciste beber vino de aturdimiento.</p><p><strong><sup>4 </sup></strong>Has dado a los que te temen bandera que alcen por causa de la verdad. Selah</p><p><strong><sup>5 </sup></strong>Para que se libren tus amados, salva con tu diestra, y óyeme.</p><p>Los salmos de lamento suelen entenderse como oraciones de personas que viven tiempos difíciles, ya sean físicos, psicológicos o espirituales. O las tres cosas.</p><p>Sin embargo, esto no significa que debamos evitar estos salmos, incluso en los buenos tiempos. A veces, puede haber una divergencia total entre las palabras del salmo y la experiencia presente del adorador. Sin embargo, los salmos de lamento pueden ser beneficiosos para los adoradores que no están en dificultades.</p><p>En primer lugar, pueden hacernos más conscientes de que el sufrimiento forma parte de la experiencia humana general, y que le llega tanto a justos como a injustos. Los salmos nos aseguran que Dios tiene el control y que nos da fuerza y soluciones en tiempos difíciles. Incluso en este salmo, en medio de la angustia (“Hiciste temblar la tierra”, Sal. 60:2), el salmista muestra su esperanza final en la liberación de Dios.</p><p>En segundo lugar, los salmos de lamento nos enseñan a ser compasivos con los que sufren. Al expresar nuestra felicidad y gratitud a Dios, especialmente en público, debemos tener en cuenta a los más necesitados. Claro, puede ser que ahora la estemos pasando bien, pero ¿quién no conoce gente, a nuestro alrededor, que sufre terriblemente? Orar estos salmos puede ayudarnos a no olvidar a quienes pasan por momentos difíciles. Los salmos deberían evocar en nosotros la compasión y el deseo de atender a los que sufren, como lo hizo Jesús.</p><p>“Este mundo es un vasto lazareto, pero Cristo vino para sanar a los enfermos y proclamar liberación a los cautivos de Satanás. Él era en sí mismo la salud y la fuerza. Impartía vida a los enfermos, a los afligidos, a los poseídos de los demonios. No rechazaba a ninguno que viniese para recibir su poder sanador. Sabía que quienes le pedían ayuda habían atraído la enfermedad sobre sí mismos; sin embargo, no se negaba a sanarlos. Y, cuando la virtud de Cristo penetraba en estas pobres almas, quedaban convencidas de pecado, y muchos eran sanados de su enfermedad espiritual tanto como de sus dolencias físicas. El evangelio posee todavía el mismo poder, y ¿por qué no habríamos de presenciar hoy los mismos resultados?” (Elena de White, El ministerio de la bondad, pp. 27, 28).</p><p><strong>¿A quién conoces, en este momento, que necesite no solamente tus oraciones, sino también que lo ayudes de manera práctica?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "12 de enero",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 27,
          "idDay": 7,
          "idLesson": 2,
          "lessonText": "<p><strong>Lee Salmo 42:8 y Elena de White, La educación, “Poesía y canto”, pp. 155-164. ¿Cómo se relacionan la oración y el canto según estos textos inspirados?</strong></p><p><strong>Salmo 42:8&nbsp;</strong></p><p><strong><sup>8</sup> </strong>Pero de día mandará Jehová su misericordia, y<span style=\"background-color: initial;\">&nbsp;de noche su cántico estará conmigo, y</span><span style=\"background-color: initial;\">&nbsp;mi oración al Dios de mi vida.</span></p><p>Elena de White describe los salmos penitentes de David (por ejemplo, Sal. 51) como el lenguaje de su alma y las oraciones que ilustran la naturaleza del verdadero dolor por el pecado (ver El camino a Cristo, pp. 23, 24). Anima a los creyentes a memorizar textos de Salmos como medio de fomentar el sentido de la presencia de Dios en la vida de ellos, y destaca la práctica de Jesús de elevar su voz con salmos cuando se enfrentaba a la tentación y el miedo opresivo. También señala: “¡Cuán a menudo, por medio de las palabras de una canción sagrada, brotan en el alma manantiales de penitencia y fe, de esperanza, de amor y gozo!</p><p>[...] En realidad, más de un canto es una oración” (La educación, pp. 162-168). Cuando oramos y cantamos los salmos, asumimos la persistencia, la audacia, el valor y la esperanza de los salmistas. Estos animan a continuar nuestro peregrinaje espiritual y nos reconfortan diciéndonos que no estamos solos. Otras personas, como nosotros, han pasado por momentos oscuros y, sin embargo, han salido triunfantes por la gracia de Dios. Al mismo tiempo, los salmos nos revelan los destellos de la ferviente intercesión de Cristo en nuestro favor, pues él siempre vive para orar por nosotros (Heb. 7:25).</p><p>Incluir los salmos en la oración y la adoración hace que la comunidad creyente sea consciente de toda la gama de la experiencia humana y enseña a los fieles a participar en las diversas facetas de esa experiencia en el culto. Los salmos son oraciones y cantos divino-humanos. Por esa razón, incluir los salmos sistemáticamente en la adoración lleva a la comunidad creyente al centro de la voluntad de Dios y de su poderosa gracia sanadora.</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1.</strong> ¿Por qué la oración espontánea, no guiada, no es la única manera de orar? ¿Cómo puede beneficiarse nuestra vida de oración con los salmos, las oraciones bíblicas?</p><p><strong>2.</strong> ¿Cómo pueden enriquecer los salmos nuestra experiencia de oración comunitaria? Analiza algunas formas prácticas en que tu iglesia local puede fomentar el uso de Salmos en sus cultos de adoración.</p><p><strong>3. </strong>¿Qué revela Salmos acerca de la complejidad de la peregrinación humana de la fe y del poder de la gracia sanadora de Dios?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 28,
          "idDay": 8,
          "idLesson": 2,
          "lessonText": "<p><strong style=\"background-color: initial;\">RESEÑA</strong><br></p><p><strong>Texto clave: Lucas 11:1</strong></p><p>Esta semana, reflexionaremos sobre la desesperación expresada por el salmista en tiempos difíciles. En nuestro estudio, consideraremos cuatro cantos del salterio que son instructivos para enseñarnos cómo orar en medio de nuestras luchas diarias: Salmos 44, 22, 13 y 60.</p><p><strong>COMENTARIO</strong></p><p><strong>Salmo 44</strong></p><p>La honestidad y la franqueza de los salmistas en sus peticiones a Jehová pueden sorprendernos, o incluso escandalizarnos. En general, tendemos a rehuir ese nivel de audacia cuando nos dirigimos a nuestro Creador.</p><p>No así los hijos de Coré. Veamos algunas de las lecciones que podemos aprender de su audaz oración, en Salmo 44:</p><p><strong>1.</strong> Los hijos de Coré confían en Dios (Sal. 44:4-8) sin importar las humilla- ciones que enfrenten, pues recuerdan las obras que Jehová hizo por ellos (Sal. 44:1-3). En su queja, no dominan los resentimientos ni la recriminación hacia Dios; más bien, su oración se basa en la verdadera fe en la fuerza y la misericordia de Dios.</p><p><strong>2.</strong> Reclaman que el Señor los ha abandonado a merced de sus enemigos (Sal. 44:9-16). ¿Podemos expresar el mismo sentimiento a nuestro Creador sin perder nuestra fe?</p><p><strong>3. </strong>Los hijos de Coré confirman que no se han olvidado de su Dios (Sal. 44:17). Han sido fieles y reconocen que no pueden engañar al Señor (Sal. 44:17-22).</p><p><strong>4.</strong> El cántico termina con fuertes clamores para que Dios actúe en su favor: “despierta”, “levántate”, “redímenos” (Sal. 44:23-26, NBLA). Así, suplican poderosamente la liberación.</p><p>El salmo termina sin una respuesta clara del Señor. Su silencio es un recordatorio de que, muchas veces, de este lado de la Eternidad, no siempre obtendremos del Cielo la respuesta que deseamos. Pero no debemos permitir que el desaliento nos abrume o nos haga naufragar en nuestra fe.</p><p><br></p><p><strong>Salmo 22</strong></p><p>Este salmo está compuesto con el mismo espíritu que Salmo 44, aunque hay que señalar que Salmo 22 es una petición personal. El rey David es el autor de este salmo. Según las discusiones en torno a su marco histórico, creemos que es probable que se escribiera cuando David estaba bajo la persecución de Saúl o durante su aflicción por la rebelión de su hijo Absalón.</p><p>Sea cual fuere el origen histórico de este canto, no cabe duda de que este salmo es mesiánico. El Nuevo Testamento lo cita varias veces en el contexto del sufrimiento que experimentó Jesús durante su juicio, tortura y crucifixión:</p><p>“¡Dios mío! ¡Dios mío! ¿Por qué me has desamparado?” (Mar. 15:34; Mat. 27:46) es una cita directa de Salmo 22:1.</p><p>•Salmo 22:7 se aplica a Jesús en la cruz y a sus burladores (Mar. 15:29; Mat. 27:39, 40).</p><p>•Salmo 22:16 (“Horadaron mis manos y mis pies”) es una alusión directa al hecho de que Jesús fuera clavado en la cruz, aunque los evangelios no citan este versículo en particular.</p><p>•Marcos 15:24 y Mateo 27:35 aluden a Salmo 22:18.</p><p>•Salmo 22:12 al 15 también puede aplicarse, sin ninguna duda, a la experiencia de Jesús. Salmo 22:17 describe la condición de nuestro Salvador en la cruz: “Puedo contar todos mis huesos, mientras que me miran y observan”.</p><p>En el contexto del estudio de nuestra lección de esta semana, es un pensamiento reconfortante saber que este mismo Creador, cuando estuvo en nuestra condición humana, se enfrentó a un grado de sufrimiento que supera con creces cualquier angustia o prueba que podamos afrontar en nuestra vida. Con toda seguridad, nuestro Señor recordó este Salmo durante aquel fatídico viernes de su muerte y lo oró con lágrimas en los ojos. También nosotros podemos hacer nuestras estas palabras en medio de nuestras penas.</p><p>Qué inspirador es saber que Jesús mismo se lamentó en medio de su sufrimiento y expresó su angustia al Padre celestial. No hay pecado en esa expresión de cruda honestidad. Jesús incluso pidió en el huerto de Getsemaní: “Padre mío, si es posible, pase de mí esta copa”, lo que nos recuerda que, en la oración, la expresión genuina de nuestros sentimientos y debilidades nunca es una ofensa a los oídos de Dios. Después de que Jesús derramara los sentimientos del corazón ante su Padre, terminó su oración con perfecta sumisión a la voluntad de él: “Sin embargo, no sea como yo quiero sino como quieras tú” (Mat. 26:39).</p><p>Asimismo, Salmo 22 expresa esta misma perfecta confianza y sumisión a la voluntad del Padre. El salmo termina, como muchos otros salmos, con palabras de liberación (Sal. 22:20-22) y alabanza (Sal. 22:23-26). Cierra con una celebración de las misericordias del Señor (Sal 22:27-36), que abarca, en amplitud emocional, desde el pozo del dolor y el sufrimiento hasta el pináculo de la alegría y la bendición. Del mismo modo, nuestras oraciones deberían aspirar a esas alturas gloriosas.</p><p><br></p><p><strong>Salmo 13</strong></p><p>Los autores del salterio hacen dos preguntas para expresar la desesperación en medio del sufrimiento y las pruebas. Una pregunta es “¿Por qué?” [heb. lamah].</p><p>“¿Por qué?” se usa cuando el interlocutor quiere entender el accionar de Dios en circunstancias difíciles: (1) cuando parece que el Señor no hace nada para salvar a su seguidor (Sal. 10:1; 44:23); (2) cuando pareciera que Dios ha abandonado al que sufre (Sal. 22:1; 42:9; 44:24); o (3) o cuando parece que el Señor lo ha desechado (Sal. 42:3; 74:1; 88:14). En esencia, esta pregunta se emplea en un intento de comprender la razón de la acción (o inacción) de Dios.</p><p>La segunda pregunta que emplean los salmistas es “¿Hasta cuándo?” (Sal. 13:1, 2; 35:17; 74:10; 79:5; 80:4; 89:46; 90:13; 94:3). “¿Hasta cuándo?” es totalmente diferente de “¿Por qué?” en su intención. El “¿Hasta cuándo?” no cuestiona la actuación de Dios en medio del sufrimiento; más bien, “¿Hasta cuándo?” reconoce que el Señor siempre tiene el control. Además, esta pregunta no pide a Dios venganza contra la fuente del dolor. Esta expresión interrogativa simplemente expresa el deseo de saber cuánto tiempo más exigirá Dios que espere el creyente. Además, “¿Hasta cuándo?” pide al Señor que actúe. Esta pregunta encarna también el sentimiento de fatiga espiritual que padecemos ante nuestro sufrimiento continuo y el anhelo de que llegue a su fin. También nosotros, con el salmista, podemos preguntar al Señor en nuestras oraciones: “¿Hasta cuándo?” Del mismo modo, podemos presentarle una súplica pidiendo su intervención y su misericordia. Esa súplica puede denominarse “queja de fe”.</p><p>Después de su dolorosa queja, David pasa a su petición. Esta transición nos sirve de modelo para un principio importante en nuestras oraciones: no debemos estancarnos ni revolcarnos en nuestros lamentos. Al contrario, debemos avanzar con fe: “Mira, respóndeme, Señor Dios mío. Alumbra mis ojos” (Sal. 13:3). Muchas veces, lo que realmente necesitamos es la seguridad de que el Creador está con nosotros.<br></p><p>Al igual que Salmo 22, este cántico también termina con palabras de confianza (Sal. 13:5, 6). Pero estas palabras son más que una simple declaración de fe. Durante las tribulaciones, el salmista expresa alegría y seguridad (Sal. 13:5, 6). Sus problemas persisten, pero confía en que se resolverán, y confía en que la providencia de Dios lo sostendrá. Esa confianza y esa fe son ejemplares: nosotros también debemos confiar en Dios, creer en su poder y reclamar sus promesas. El salmista utiliza tres verbos en su última estrofa: “confiar”, “alegrarse” y “cantar”. ¿Cómo podemos alegrarnos cuando tenemos problemas? ¿Cómo podemos cantar? Podemos hacerlo cuando hemos confiado en el “amor” de Dios, “porque me ha hecho bien” (Sal. 13:5, 6).<br></p><p><br></p><p><strong>Salmo 60</strong></p><p>El sobrescrito de Salmo 60 nos brinda el contexto histórico en el que se escribió el cántico. Normalmente, los escritores del salterio no ofrecen esa información de fondo. Sin embargo, su inclusión nos brinda material útil para entender los orígenes de esta canción.</p><p>Salmo 60 está relacionado con los acontecimientos de 2 Samuel 8:1 al 14. En aquella época, David fue nombrado rey de Israel (2 Sam. 5:1-5) y había establecido Jerusalén como capital de su reino (2 Sam. 5:6-10). El profeta Natán trajo el pacto de Dios al nuevo rey (2 Sam. 7). David estaba dispuesto a recibir el cumplimiento de las promesas que el Señor había hecho a Abraham: que sus descendientes heredarían la tierra “desde el río de Egipto hasta el gran río, el río Éufrates” (Gén. 15:18). Tras las primeras victorias de David como rey de Israel contra los filisteos (2 Sam. 5:17-25; 8:1, 2) y Moab (2 Sam. 8:2), se enfrentó a otra amenaza militar de los arameos. David luchó contra Hadad Ezer, rey de Soba, un conflicto del que regresó victorioso, tras matar a 18.000 arameos en el Valle de la Sal. Además, “puso gobernadores en todo Edom, y todos los edomitas fueron siervos de David. El Señor daba la victoria a David dondequiera que iba” (2 Sam. 8:14).</p><p>Los salmos no son reflexiones filosóficas de hombres sobre una deidad lejana. Los cantos están moldeados por problemas reales a los que se enfrentaban en la vida cotidiana (comparar 2 Sam. 8 con la mención de Moab, Edom y Filistea en Salmo 60:82). David escribió Salmo 60 en aquellos terribles momentos en que Israel luchaba contra poderosos enemigos. A pesar de la terrible oposición (Sal. 60: 1-3), David expresó con fe: “Has dado una bandera a los que te veneran, para que la puedan desplegar por la verdad” (Sal. 60:4).</p><p>El poema de Salmo 60 nos promete que Dios está con su pueblo (Sal. 60:6-8). Por eso, David pide la presencia de Dios en sus horas más difíciles (Sal. 60:9-11). De este modo, el salmo termina, no con un espíritu pesimista, rumiando el oscuro camino que le espera, sino con una fuerte confianza en Dios para salir airoso: “En Dios haremos proezas, y él aplastará a nuestros enemigos” (Sal. 60:12). Cuando enfrentamos desafíos abrumadores y oposición, la mejor manera de afrontarlos es mediante la oración. Entonces, debemos levantarnos de nuestras rodillas y confiar en Dios para que nos capacite a fin de hacer grandes obras para él APLICACIÓN A LA VIDA</p><p>El estudio de estos cuatro cánticos (Sal. 44; 22; 13; 60) nos enseña cómo orar en tiempos de tribulación. Hemos aprendido la necesidad de expresar honestamente nuestros problemas, fracasos y desalientos al Señor en oración. Con seguridad podemos llevar nuestras quejas y penas a nuestro Creador, actuando con fe y confiando en que nuestras oraciones son escuchadas.</p><p>Invita a los miembros de tu clase a expresar sus penas a Dios. Pídeles que compartan con el resto del grupo las nuevas ideas que esta lección les ha enseñado acerca de la oración. Si es posible, elige a un voluntario o voluntaria para que comparta, en el espíritu de los salmistas, una experiencia de su vida de oración que lo haya fortalecido en la fe y le haya dado fuerzas. Recuerda que, más que una colección de bellos poemas, el salterio es una invitación a hacer la voluntad de Dios.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 2,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>ENSÉÑANOS A ORAR</strong></p>",
      "verse": "<p>\"Un día estaba Jesús orando en un lugar y, cuando terminó, uno de sus discípulos le dijo: ‘Señor, enséñanos a orar, como Juan enseñó a sus discípulos\"</p>",
      "versionCode": 100,
      "weekDate": "6-12 de enero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
