{
   "data":[
      {
         "color":"#16F2BB",
         "id":10,
         "idEs":30,
         "language":"es",
         "lessonDays":[
            {
               "date":"31 de agosto",
               "dayTitle":"",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p>La lección de esta semana comienza con una muy breve historia que se encuentra al final de Marcos 12. En ella, Jesús pronuncia una profunda declaración acerca de una pequeña acción realizada por una viuda. No obstante, la sección principal de la lección de esta semana tiene que ver con Marcos 13, donde se registra, entre otras cosas, una asombrosa profecía acerca de la suerte final del Templo. Este capítulo, junto con sus paralelos en Mateo 24 y Lucas 21, se refiere tanto a la destrucción de Jerusalén como, mucho después, al fin del mundo.<br><br>Lo que Marcos 13 deja muy en claro es que la profecía abarca el lapso que va desde el tiempo del profeta, Jesús, hasta el tiempo del fin y su segunda venida. Este patrón sigue lo que se conoce como “la interpretación historicista de la profecía acerca del tiempo del fin” en oposición al intento de circunscribir estas profecías al pasado o al futuro lejano.<br><br>Como muchas de las enseñanzas de Jesús en Marcos, la instrucción del Señor se da en respuesta a una pregunta o a un malentendido por parte de sus discípulos. Estas preguntas o interpretaciones erróneas dan a Jesús la oportunidad de enseñar verdades vitales para la vida y la experiencia cristianas. Jesús no solo predice el futuro, sino también instruye a sus discípulos, tanto entonces como ahora, acerca de cómo prepararse para las pruebas venideras.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de septiembre",
               "dayTitle":"<p>DOS PEQUEÑAS MONEDAS COMO OFRENDA<br></p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Marcos 12:41 al 44. ¿Cuánto dio la viuda y qué dijo Jesús al respecto?</strong><br><br>Marcos 12:41 al 44.<br><sup><br><strong>41</strong></sup> Estando Jesús sentado delante del arca de la ofrenda, miraba cómo el pueblo echaba dinero en el arca; y muchos ricos echaban mucho.<br><sup><br><strong>42</strong></sup> Y vino una viuda pobre, y echó dos blancas, o sea un cuadrante.<br><sup><br><strong>43</strong></sup> Entonces llamando a sus discípulos, les dijo: De cierto os digo que esta viuda pobre echó más que todos los que han echado en el arca;<br><br>44 porque todos han echado de lo que les sobra; pero esta, de su pobreza echó todo lo que tenía, todo su sustento.<br><br>El Templo de Jerusalén era una estructura asombrosamente bella. El monte del Templo dominaba la ciudad, y las masivas piedras de su construcción, algunas de las cuales pesan centenares de toneladas, son una maravilla hasta hoy. La remodelación del Templo y del monte sobre el que se asentaba comenzó bajo Herodes el Grande alrededor del año 20 a.C., pero la construcción y el embellecimiento de la estructura continuaron hasta el año 60 de nuestra era.<br><br>Muchas personas traían cuantiosas ofrendas para depositarlas en trece canastas ubicadas en el Patio de las Mujeres, cerca del Templo. Jesús estaba sentado allí cuando vio a la viuda aproximarse y dejar dos lepta, el equivalente a 1/32 parte de un denario, la paga diaria usual de un jornalero. Por lo tanto, la ofrenda de esta mujer fue muy pequeña.<br><br>Jesús, sin embargo, quedó impresionado por su ofrenda. Muchas personas ricas traían grandes sumas, pero él no comentó acerca de sus donativos mientras los depositaban. En cambio, la ofrenda de esta viuda provocó su alabanza. Él declara que ella puso más que todos los demás. ¿Cómo es esto posible? Jesús destaca que ellos dieron de su abundancia, pero ella dio de su pobreza. A ellos les quedaba mucho aún, pero ella entregó todo lo que tenía para su subsistencia. Esto hace que su ofrenda resulte exorbitante, aun cuando su valor monetario era minúsculo.<br><br>Esta historia contiene una profunda lección acerca de la administración de los recursos. Dar para la causa de Dios no es algo que depende de las acciones de los dirigentes para tener validez. La dirigencia del Templo era corrupta, pero Jesús no avaló la retención de ofrendas. Si alguna vez hubo líderes religiosos corruptos (¿Caifás? ¿Anás?), los de ese momento estaban entre los peores. Jesús también lo sabía.<br><br>Es verdad que los líderes tienen la sagrada responsabilidad de usar los recursos en armonía con la voluntad de Dios, pero aun si no lo hacen, quienes dan para la causa de Dios son de todos modos bendecidos en su dadivosidad, así como lo fue esta mujer.<br><br>Por otra parte, retener diezmos y ofrendas cuando los líderes cometen faltas significa que la dadivosidad está atada a las acciones de ellos en lugar de ser una expresión de gratitud hacia Dios. Independientemente de cuán tentador sea ese proceder, es erróneo.<br><br><strong>¿Qué debería enseñarnos esta historia acerca de la importancia de ser fieles en lo que damos para la causa del Señor?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de septiembre",
               "dayTitle":"<p>NI UNA PIEDRA SOBRE OTRA<br></p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Marcos 13:1 al 13. ¿Qué dijeron los discípulos en respuesta a la declaración de Jesús acerca del Templo y cuál es la relevancia de su contestación?<br></strong><br>Marcos 13:1 al 13<br><sup><br><strong>1</strong></sup> Saliendo Jesús del templo, le dijo uno de sus discípulos: Maestro, mira qué piedras, y qué edificios.<br><sup><br><strong>2</strong></sup> Jesús, respondiendo, le dijo: ¿Ves estos grandes edificios? No quedará piedra sobre piedra, que no sea derribada. Señales antes del fin (Mt. 24.3-28; Lc. 21.7-24; 17.22-24)<br><sup><br><strong>3</strong></sup> Y se sentó en el monte de los Olivos, frente al templo. Y Pedro, Jacobo, Juan y Andrés le preguntaron aparte:<br><sup><br><strong>4</strong></sup> Dinos, ¿cuándo serán estas cosas? ¿Y qué señal habrá cuando todas estas cosas hayan de cumplirse?<br><sup><br><strong>5</strong></sup> Jesús, respondiéndoles, comenzó a decir: Mirad que nadie os engañe;<br><sup><br><strong>6</strong></sup> porque vendrán muchos en mi nombre, diciendo: Yo soy el Cristo; y engañarán a muchos.<br><sup><br><strong>7</strong></sup> Mas cuando oigáis de guerras y de rumores de guerras, no os turbéis, porque es necesario que suceda así; pero aún no es el fin.<br><sup><br><strong>8</strong></sup> Porque se levantará nación contra nación, y reino contra reino; y habrá terremotos en muchos lugares, y habrá hambres y alborotos; principios de dolores son estos.<strong><br><br><sup>9</sup></strong> Pero mirad por vosotros mismos; porque os entregarán a los concilios, y en las sinagogas os azotarán; y delante de gobernadores y de reyes os llevarán por causa de mí, para testimonio a ellos.<br><sup><br><strong>10</strong></sup> Y es necesario que el evangelio sea predicado antes a todas las naciones.<br><sup><br><strong>11</strong></sup> Pero cuando os trajeren para entregaros, no os preocupéis por lo que habéis de decir, ni lo penséis, sino lo que os fuere dado en aquella hora, eso hablad; porque no sois vosotros los que habláis, sino el Espíritu Santo.<strong><br><sup><br>12</sup></strong> Y el hermano entregará a la muerte al hermano, y el padre al hijo; y se levantarán los hijos contra los padres, y los matarán.<br><sup><br><strong>13</strong></sup> Y seréis aborrecidos de todos por causa de mi nombre; mas el que persevere hasta el fin, este será salvo.<br><br>Como hemos notado, el complejo del Templo era una estructura asombro- samente bella. El historiador judío Flavio Josefo destaca que el Pórtico Real, del lado sur del complejo, tenía 162 pilares de un diámetro tal que hacían falta tres hombres con los brazos extendidos y tomándose de las manos para abarcar uno de ellos (Antigüedades, 15.11.5). Jesús dice que todo será destruido. Una profecía tal, concerniente a esta asombrosa estructura, habrá sin duda sonado al oyente como el fin del mundo.<br><br>“Al ser atraída la atención de Cristo a la magnificencia del Templo, ¡cuáles debieron de haber sido los pensamientos que guardó para sí el Rechazado! El espectáculo que se le ofrecía era bello en verdad, pero dijo con tristeza: ‘Lo veo todo. Los edificios son de veras admirables. Ustedes me muestran esas murallas como aparentemente indestructibles; pero escuchen mis palabras: Llegará el día en que no será dejada aquí piedra sobre piedra que no sea destruida’ ” (DTG 581).<br><br>Los discípulos quieren saber entonces cuándo se cumplirá la predicción que Jesús ha hecho. Por lo tanto, en Marcos 13:4, un pequeño grupo integrado por Pedro, Santiago, Juan y Andrés le pregunta acerca del momento exacto. Quieren saber cuándo sucederán todas estas cosas y cuál será la señal que indique que están a punto de ocurrir.<br><br>Lo que resulta llamativo en Marcos 13:5 al 13 es que Jesús dedica la mayor parte del tiempo, no a describir la caída de Jerusalén, sino a advertir a sus discípulos acerca de lo que pueden esperar mientras cumplen su ministerio de establecer la iglesia cristiana temprana. No habría de ser sencillo.<br><br>En verdad, serán perseguidos, encarcelados y, algunos de ellos, ejecutados. Pero, a lo largo de todo ello, Jesús indica que aún no sería el tiempo. No deben dejarse engañar por los eventos tumultuosos. Además, el Espíritu Santo les dará las palabras para hablar en el momento oportuno, aun cuando la familia y los amigos los abandonen.<br><br>Lo que podemos aprender de estas palabras introductorias en la profecía de Jesús es que el pueblo de Dios no debe temer el tumulto y la prueba. Debe ser vigilante, pues el Espíritu de Dios lo conducirá a través de la tribulación.<br><strong><br>¿Cuál ha sido tu propia experiencia con las pruebas que sobrevienen como consecuencia de seguir a Jesús? Si no has tenido ninguna, podrías tal vez necesitar preguntarte si estás en verdad siguiéndolo?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de septiembre",
               "dayTitle":"<p>LA ABOMINACIÓN ASOLADORA<br></p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Marcos 13:14 al 18. ¿Qué clave da Jesús para entender qué es “la abominación asoladora”?</strong><br><br>Marcos 13:14 al 18<br><sup><br><strong>14</strong></sup> Pero cuando veáis la abominación desoladora de que habló el profeta Daniel, puesta donde no debe estar (el que lee, entienda), entonces los que estén en Judea huyan a los montes.<br><sup><br><strong>15</strong></sup> El que esté en la azotea, no descienda a la casa, ni entre para tomar algo de su casa;<br><sup><br><strong>16</strong></sup> y el que esté en el campo, no vuelva atrás a tomar su capa.<br><sup><br><strong>17</strong></sup> Mas ¡ay de las que estén encintas, y de las que críen en aquellos días!<strong><br><br><sup>18</sup></strong> Orad, pues, que vuestra huida no sea en invierno;<br><br>Jesús llega al punto central acerca de la caída de Jerusalén en Marcos 13:14. Se refiere allí a “la abominación asoladora”. El Señor dice que el lector debería ser capaz de entender. Con estas palabras, está llevando la atención de los discípulos al libro de Daniel. Esta terminología aparece en Daniel 9:27, 11:31 y 12:11, con un paralelo en Daniel 8:13.<br><br><strong>Lee Daniel 9:26 y 27. ¿Quién es el “príncipe que ha de venir”?</strong><br><br>Daniel 9:26 y 27<br><sup><br><strong>26</strong></sup> Y después de las sesenta y dos semanas se quitará la vida al Mesías, mas no por sí; y el pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario; y su fin será con inundación, y hasta el fin de la guerra durarán las devastaciones.<br><sup><br><strong>27</strong></sup> Y por otra semana confirmará el pacto con muchos; a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después con la muchedumbre de las abominaciones vendrá el desolador, hasta que venga la consumación, y lo que está determinado se derrame sobre el desolador.<br><br>La mayoría de las versiones de la Biblia en castellano traducen correctamente la palabra hebrea m?šiah en el versículo 26 como “Mesías”. De un estudio cuidadoso de Daniel 9:24 al 27, resulta claro que la palabra se refiere a la venida de Jesucristo.<br><br>Pero ¿quién es el “príncipe que ha de venir”, que acarrea la desolación de la ciudad de Jerusalén? La ciudad fue destruida por el general romano Tito. Por lo tanto, parece lógico concluir que él es el “príncipe que ha de venir”, al que se refiere Daniel 9:26 y 27. Los dos individuos están vinculados, porque la manera en que el Mesías fue tratado selló la suerte de la ciudad.<br><br>¿En qué consiste la “abominación asoladora” que Jesús citó de Daniel? Desafortunadamente, muchos eruditos creen que esta abominación se refiere a la profanación del Templo por parte del rey griego Antíoco Epífanes en el siglo segundo antes de Cristo, pero esa interpretación es errónea. Jesús describe la “abominación asoladora” como algo que ocurriría después de su propio tiempo. Por lo tanto, difícilmente podía referirse a algo sucedido dos siglos antes del ministerio terrenal de Cristo.<br><br>En lugar de ello, la abominación se refiere probablemente a la colocación de los estandartes paganos romanos en Israel durante el asedio de Jerusalén a fines del año 60 d.C. Esta fue la señal para que los cristianos huyeran de la ciudad, lo cual hicieron.<br><br>Así como lo predijo Jesús, Jerusalén cayó.<strong> ¿Cómo podemos aprender a confiar en él y en todas las predicciones de la Biblia?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"4 de septiembre",
               "dayTitle":"<p>LA GRAN TRIBULACIÓN<br></p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Marcos 13:19. ¿A qué se refiere este versículo?</strong></p><p>Marcos 13:19</p><p><sup><strong>19</strong></sup> porque aquellos días serán de tribulación cual nunca ha habido desde el principio de la creación que Dios creó, hasta este tiempo, ni la habrá.</p><br><p>Marcos 13:14 se refiere a la abominación asoladora y es el eje alrededor del cual gira el capítulo (ver la lección del martes). Marcos 13:19 marca también un punto de transición y se refiere a una gran tribulación sin precedentes desde la creación del mundo. Esto presagia una persecución más intensa que la ocurrida en ocasión de la caída de Jerusalén. Marcos 13:19 cambia también al tiempo verbal futuro, señalando así hacia eventos cronológicamente distantes respecto de la época de Jesús.</p><br><p>Así como Marcos 13:14 refleja la profecía de Daniel 9, la gran persecución descrita aquí en Marcos 13:19 al 23 se hace eco de las profecías de Daniel 7 y 8, donde el poder representado por el cuerno pequeño persigue al pueblo de Dios durante “tiempo, dos tiempos y medio tiempo” (Dan. 7:25). Este período profético de 1.260 días equivale a 1.260 años literales (Núm. 14:34; Eze. 4:6) y se extendió desde el año 538 d.C. hasta el año 1798 d.C. En 1798, Napoleón envió a su general para encarcelar al papa. Durante este período de 1.260 años, el poder simbolizado por el cuerno pequeño persiguió y mató a quienes no estaban de acuerdo con su sistema de gobierno eclesiástico.</p><p><strong><br></strong></p><p><strong>Lee Marcos 13:20 al 23. ¿Qué esperanza ofrece Dios a su pueblo durante el tiempo de persecución y qué advertencia le hace al final?</strong></p><p>Marcos 13:20 al 23</p><p><sup><strong>20</strong></sup> Y si el Señor no hubiese acortado aquellos días, nadie sería salvo; mas por causa de los escogidos que él escogió, acortó aquellos días.</p><p><sup><br></sup></p><p><sup><strong>21</strong></sup> Entonces si alguno os dijere: Mirad, aquí está el Cristo; o, mirad, allí está, no le creáis.</p><p><sup><br></sup></p><p><sup><strong>22</strong></sup> Porque se levantarán falsos Cristos y falsos profetas, y harán señales y prodigios, para engañar, si fuese posible, aun a los escogidos.</p><p><sup><strong>23</strong></sup> Mas vosotros mirad; os lo he dicho todo antes.</p><br><p>Marcos 13:20 habla de un acortamiento de la persecución por causa del pueblo de Dios. Históricamente, los fuegos de la persecución se atenuaron tras el surgimiento de la Reforma protestante, y se acortó así el tiempo de aflicción. A medida que el poder del cuerno pequeño decrecía, más personas se unían a las reformas. Pero el poder del cuerno pequeño volvería a surgir, como lo indica la profecía de Apocalipsis 13.</p><br><p>En Marcos 13:21 al 23, Jesús previene acerca de otro peligro, el de los falsos profetas y cristos, los cuales surgirán antes de que él regrese. Jesús advierte a sus seguidores que se cuiden de ellos.</p><br><p><strong>Cuando Jesús advirtió sobre los falsos cristos, su movimiento había recién comenzado; sin embargo, fue capaz entonces de hacer una predicción tan asombrosa, que se ha hecho realidad (aun hoy hay personas que afirman ser Jesús). ¿Cómo debería el cumplimiento de esta predicción aumentar nuestra confianza en la Palabra de Dios?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"5 de septiembre",
               "dayTitle":"<p>LA VENIDA DEL HIJO DEL HOMBRE<br></p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p><strong>Lee Marcos 13:24 al 32. ¿Qué gran evento se describe aquí?</strong><br><br>Marcos 13:24 al 32<br><br><strong>La venida del Hijo del Hombre</strong><br><br><strong><sup>24</sup></strong> Pero en aquellos días, después de aquella tribulación, el sol se oscurecerá, y la luna no dará su resplandor,<br><sup><br><strong>25</strong></sup> y las estrellas caerán del cielo, y las potencias que están en los cielos serán conmovidas.<br><sup><br><strong>26</strong></sup> Entonces verán al Hijo del Hombre, que vendrá en las nubes con gran poder y gloria.<br><sup><br><strong>27</strong></sup> Y entonces enviará sus ángeles, y juntará a sus escogidos de los cuatro vientos, desde el extremo de la tierra hasta el extremo del cielo.<br><sup><br><strong>28</strong></sup> De la higuera aprended la parábola: Cuando ya su rama está tierna, y brotan las hojas, sabéis que el verano está cerca.<em><sup><br><br><strong>29</strong></sup></em> Así también vosotros, cuando veáis que suceden estas cosas, conoced que está cerca, a las puertas.<br><sup><br><strong>30</strong></sup> De cierto os digo, que no pasará esta generación hasta que todo esto acontezca.<br><sup><br><strong>31</strong></sup> El cielo y la tierra pasarán, pero mis palabras no pasarán.<br><sup><br><strong>32</strong></sup> Pero de aquel día y de la hora nadie sabe, ni aun los ángeles que están en el cielo, ni el Hijo, sino el Padre.<br><br>Este evento no es otro que el regreso de Cristo en gloria, precedido por señales en el sol, la luna y las estrellas. El Nuevo Testamento está lleno de profecías que apuntan hacia este maravilloso evento. El apóstol Pablo lo describe en detalle en 1 Tesalonicenses 4:13 al 18, donde dice que quienes han muerto en Cristo serán traídos nuevamente a la vida y llevados junto con los santos vivientes para encontrarse con Cristo en el aire. En 1 Corintios 15, el apóstol habla en detalle acerca de la realidad de la resurrección de los muertos, lo que ocurre en ocasión del regreso de Cristo.<br><br>Pedro describe también ese gran día en 2 Pedro 3:3 al 13. Allí explica que el Señor no retarda su promesa, sino que quiere que todos se arrepientan. Apocalipsis también contiene vívidas descripciones del retorno de Cristo (ver Apoc. 1:7; 6:12-17; 14:14-20; 19:11-21). El Nuevo Testamento enseña consistentemente que el retorno de Cristo será personal, literal, visible y audible. Todos lo verán cuando venga.<br><br>Sin embargo, ¿a qué se refería Jesús cuando usó las expresiones “esta generación”, “ese día” y “esa hora”? Estas palabras han preocupado a muchos porque, obviamente, la generación a la que habló Jesús ha muerto hace mucho.<br><br>Se han sugerido varias explicaciones para este pasaje. Algunos argumentan que la palabra “generación” puede referirse a una raza o pueblo, los judíos en este caso. Esto implicaría que el pueblo judío no perecería antes de que Cristo regrese. Otra solución es que la palabra en cuestión haga referencia a la generación de quienes sean testigos del cumplimiento de todas las señales, quienes no morirán antes del regreso de Cristo.<br><br>Una solución más simple es notar que en Marcos 13:30 Jesús usa la palabra “esta” en la expresión “esta generación”, mientras que en Marcos 13:32 emplea la palabra “ese” en la frase “de ese día y de la hora”. En Marcos 13, la palabra “esta” (houtos, haut?, touto) aparece con mayor frecuencia en los versículos 1 al 13, antes de la destrucción de Jerusalén. Por su parte, la palabra “ese” caracteriza la última parte del capítulo.<br><br>Por lo tanto, lo más probable es que “esta generación” se refiera a la generación que vivía en el siglo primero, quienes fueron testigos de la destrucción de Jerusalén, como lo describe Marcos 13:30. No obstante, Marcos 13:32 se refiere en cambio a la segunda venida de Cristo, lo que está aún en el futuro y distaba del primer siglo. En consecuencia, Marcos 13:32 utiliza la expresión “ese día” para referirse a eventos distantes en el tiempo respecto del primer siglo.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6 de septiembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p>Lee el capítulo titulado “En el monte de los olivos” en el libro El Deseado de todas las gentes, de Elena de White, pp. 581-591.<br><br>Muchas cosas perturbadoras están ocurriendo en el mundo. La gente está realmente atemorizada ante lo que se está desarrollando. ¿Cómo podemos los adventistas del séptimo día, desde el punto de observación ventajoso de la profecía, usar lo que está ocurriendo para llamar la atención de las personas hacia la esperanza que tenemos en Jesús y hacia la promesa de su segunda venida?<br><br>“Por cuanto no sabemos el tiempo exacto de su venida, se nos ordena velar. ‘Bienaventurados aquellos siervos a los cuales su señor, cuando venga, halle velando’. Los que velan esperando la venida de su Señor no aguardan en ociosa expectativa. La expectación de la venida de Cristo debe inducir a los hombres a temer al Señor y temer sus juicios sobre la transgresión. Los debe despertar a la enormidad del pecado de rechazar sus ofrecimientos de misericordia. Los que aguardan al Señor purifican su alma por medio de la obediencia a la verdad. Combinan la vigilia atenta con el trabajo ferviente. Por cuanto saben que el Señor está a las puertas, su celo se aviva para cooperar con las inteligencias divinas y trabajar para la salvación de las almas. Estos son los siervos fieles y prudentes que dan a la familia del Señor ‘a tiempo... su ración’. Declaran la verdad que tiene aplicación especial para hoy. Así como Enoc, Noé, Abraham y Moisés declararon cada uno la verdad para su tiempo, así también los siervos de Cristo dan ahora la amonestación especial para su generación” (DTG 588).<br><br><strong>PREGUNTAS PARA DIALOGAR:&nbsp;</strong></p><p>No es lo mismo dar para la causa del Señor que dar para ella con sacrificio.<br><br>¿Cuál es la diferencia y por qué es ella importante?<br><br><strong>1. </strong>¿Por qué no impidió Dios la persecución de su pueblo a lo largo de los siglos y en la actualidad? ¿Cómo nos ayuda el tema del Gran Conflicto a entender por qué existe la persecución?<br><br><strong>2.</strong> ¿Qué señales actuales de la venida de Cristo te llaman la atención?<br><br><strong>3.</strong> Piensen en el estado de los muertos y en el hecho de que ellos duermen hasta el regreso de Cristo. Después de cerrar sus ojos al morir, ¿qué será lo primero que los creyentes verán al abrirlos nuevamente cuando resuciten? ¿Cómo nos ayuda esta idea a comprender cuán cercana está la segunda venida de Cristo para cada persona?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"6",
               "dayTitle":"<p>EL SÁBADO ENSEÑARÉ.<br></p>",
               "id":108,
               "idDay":8,
               "idLesson":10,
               "lessonText":"<p><strong>RESEÑA<br><br>Textos clave: Marcos 13:26, 27.&nbsp;</strong></p><p><strong>Enfoque del estudio: Marcos 13.</strong><br><br><strong>Introducción</strong>:&nbsp;</p><p>Marcos 13 contiene la perspectiva de Jesús acerca de la escatología; es decir, acerca de los acontecimientos de los últimos días. Su discusión está precedida por una pregunta formulada por sus discípulos en respuesta a su declaración sobre la destrucción del Templo de Jerusalén, un acontecimiento que ellos asociaban con el fin del mundo: “Dinos, ¿cuándo serán estas cosas? Y ¿qué señal habrá cuando todas estas cosas estén por cumplirse?” (Mar. 13:4).<br><br><strong>Temática de la lección:</strong><br><br>El tema principal del estudio de esta semana es el material escatológico de Marcos 13. Trataremos de definir o examinar lo siguiente:<br><br>1. Qué es la escatología.<br><br>2. La escatología en Marcos 13: el análisis de su contexto interno y la perspectiva de Elena de White acerca del tema.<br><br><strong>COMENTARIO</strong><br><br>Qué es la escatología El Diccionario Eerdmans de la Biblia afirma que “la escatología (del griego esjatos, ‘último’) se refiere a las expectativas respecto de un tiempo final, ya sea el fin de la historia, del mundo mismo o de la era actual” (John T. Carroll, “Escatología”, Diccionario Eerdmans de la Biblia [Grand Rapids: Eerdmans, 2000], p. 420).<br><br>Un elemento básico de la escatología bíblica es que implica un cumplimiento futuro. Específicamente, se refiere a una declaración predictiva y a su cumplimiento posterior. Es importante señalar que las expresiones bíblicas “fin de los tiempos” o “cumplimiento de los tiempos” están relacionadas no solo con la parusía, o segunda venida de Jesús y el fin del mundo; la escatología incluye también el cumplimiento de un anuncio relativo al fin de una época o al comienzo de una nueva. Tal es el caso de Marcos 1:15, donde Jesús mismo proclama que “el tiempo se ha cumplido”. No cabe duda de que el cumplimiento al que aquí se hace referencia está relacionado con la profecía de las 70 semanas. Otro ejemplo de cumplimiento escatológico es el caso de la abominación desoladora mencionada en Daniel 9 y referida a la destrucción de Jerusalén, como estudiaremos aquí. La escatología de Marcos 13 incluye un análisis de estas dos profecías predictivas, las 70 semanas y la abominación desoladora, y de sus cumplimientos futuros.<br><br><strong>La escatología en Marcos 13</strong><br><br>Antes de analizar determinados elementos de la escatología de Marcos 13, puede ser útil considerar que la escatología es en gran medida una historia anticipada. Es decir, el anuncio de un acontecimiento histórico antes de que este suceda.<br><br>Empecemos por considerar una cuestión fundamental: ¿Por qué existe la escatología en la literatura bíblica? Posiblemente porque la escatología bíblica pretende mostrar que el Señor tiene el control de la historia, que todo fluye según sus designios. Sin embargo, la escatología tiene un propósito adicional: mantener al pueblo de Dios informado acerca del cumplimiento de las profecías divinas, incluidas las relacionadas con la parusía, o segunda venida de Cristo. Esa información anticipada resulta de beneficio para los creyentes. Por lo tanto, podemos decir que la escatología es el evangelio, o “la buena noticia”, acerca del futuro.<br><br>Si sé que un buen amigo me visitará el mes próximo, aprovecharé esa información para hacer provisión, prepararme y preparar mi casa para recibir a ese huésped de la mejor manera posible. Debemos prepararnos de la misma manera para la venida de Jesús.<br><br>La idea de la vigilancia es acentuada en la escatología de Marcos, como lo demuestran los siguientes versículos: Marcos 13:9, 23, 28, 33, 35 y 37. En resumen, se podría decir que la escatología tiene el propósito práctico de ayudarnos a mantenernos alerta.<br><br>El primer comentario escatológico del Evangelio de Marcos se refiere a la noticia de la destrucción de Jerusalén y del Templo. Como tal, este acontecimiento futuro señalaba el cumplimiento de la abominación desoladora anunciada en Daniel 9. Así, pues, la escatología de Jesús está fundamentada en la profecía bíblica. En Marcos, Jesús no anuncia necesariamente un acontecimiento nuevo, sino el cumplimiento de un tiempo o momento señalado. No hay una fecha precisa en la explicación de Jesús acerca de lo que ocurriría, pero él detalla señales. Así, la abominación desoladora a la que se refiere Marcos 13:14 tiene su cumplimiento en la destrucción de Jerusalén y su Templo (Mar. 13:2). El historiador judío Flavio Josefo describe los desafortunados últimos días del Templo y la ciudad de la siguiente manera:<br><br>“Entonces Tito se retiró a la torre Antonia y resolvió asaltar el Templo al día siguiente, temprano por la mañana, con todo su ejército, y acampar alrededor del sagrado edificio. Pero, en cuanto a este, Dios […] lo había condenado al fuego hacía mucho tiempo; y ahora, ese día fatal había llegado. […] Era el décimo día del mes de Ab, en el que [el Templo] fue quemado anteriormente por el rey de Babilonia. Aunque estas llamas surgieron de los propios judíos y fueron provocadas por ellos, pues al retirarse Tito los rebeldes se detuvieron por un tiempo y luego atacaron de nuevo a los romanos, cuando los que custodiaban el santo Templo lucharon con los que apagaban el fuego que ardía en el interior [del atrio del] Templo. Pero estos romanos pusieron en fuga a los judíos y llegaron hasta el Templo mismo. […] Alrededor del altar yacían cadáveres amontonados unos sobre otros, y por los escalones que subían a él corría una gran cantidad de su sangre, donde también caían los cadáveres que habían sido asesinados arriba [sobre el altar]” (The new complete works of Josephus, trad. William Whitston [Grand Rapids: Kregel Publications, 1999], t. 6, p. 896).<br><br><strong>Elena de White describe una escena similar:</strong><br><br>“Destruido el Templo, no tardó la ciudad entera en caer en poder de los romanos. Los caudillos judíos abandonaron las torres que consideraban inexpugnables y Tito las encontró vacías. Las contempló asombrado y declaró que Dios mismo las había entregado en sus manos, pues ninguna máquina de guerra, por poderosa que fuera, hubiera logrado hacerlo dueño de tan formidables baluartes. La ciudad y el Templo fueron arrasados hasta sus cimientos. El solar sobre el cual se irguiera el Santuario fue arado ‘como campo’ (Jer. 26:18). En el sitio y en la mortandad que le siguieron perecieron más de un millón de judíos; los que sobrevivieron fueron llevados cautivos, vendidos como esclavos, conducidos a Roma para enaltecer el triunfo del conquistador, arrojados a las fieras del circo o desterrados y esparcidos por toda la Tierra” (El conflicto de los siglos, p. 39).<br><br>La ciudad amada estaba ahora en ruinas. Sin embargo, es importante recordar que para ayudar a la gente a huir de la ciudad y así preservar su vida, ciertos acontecimientos anunciaron la proximidad de la destrucción venidera. Entre estas señales estaban las falsas enseñanzas. Jesús advirtió: “Porque vendrán muchos en mi nombre, diciendo: ‘Yo soy el Cristo’, y engañarán a muchos” (Mar. 13:6); habría agitación social y política, guerras y hambrunas (Mar. 13:7, 8); y persecución (Mar. 13:9, 11-13). Antes de que se cumpla “el gran día”, Jesús insiste en que “es necesario que antes el evangelio sea predicado a todas las naciones” (Mar. 13:10). No hay duda de que quienes hicieron caso de las señales anunciadas salvaron su vida de la destrucción venidera. Elena de White dijo que “ni un solo cristiano pereció en la destrucción de Jerusalén. Cristo había prevenido a sus discípulos, y todos los que creyeron sus palabras esperaron atentamente las señales prometidas” (ibíd., p. 29).<br><br><strong>El cumplimiento de la profecía siglos después de la época de Daniel</strong><br><br>“Los judíos habían rechazado las súplicas del Hijo de Dios, y ahora cualquier otra instancia o amonestación no podía obtener otro resultado que inducirlos a resistir hasta el fin. Vanos fueron los esfuerzos de Tito para salvar el Templo. Uno mayor que él había declarado que no quedaría piedra sobre piedra que no fuese derribada” (Elena de White, ibíd., p. 31).<br><br>Aunque la escatología de Marcos 13 concerniente a la abominación desoladora tuvo un cumplimiento parcial en la destrucción de Jerusalén por parte de las fuerzas de Tito en el año 70 d.C., Marcos describe en el capítulo 13 un cumplimiento adicional de considerable importancia. A modo de introducción, señalemos que algunos anuncios escatológicos deben estudiarse desde una perspectiva más amplia. Es decir, debemos considerar la forma en que la lente escatológica puede ayudarnos a comprender mejor el acontecimiento anunciado. En este sentido, la profecía de la abominación desoladora trasciende en su alcance la destrucción de Jerusalén y pronostica simultáneamente la destrucción de nuestro planeta al final de los tiempos. Elena de White describe este acontecimiento futuro como un segundo cumplimiento de la profecía: “La profecía del Salvador referente al juicio que iba a caer sobre Jerusalén va a tener otro cumplimiento, y la terrible desolación del primero no fue más que un pálido reflejo de lo que será el segundo. En lo que acaeció a la ciudad escogida, podemos ver anunciada la condenación de un mundo que rechazó la misericordia de Dios y pisoteó su Ley. Lóbregos son los anales de la humana miseria que ha conocido la Tierra a través de siglos de crímenes” (El conflicto de los siglos, p. 34). Elena de White agrega: “Cristo vio en Jerusalén un símbolo del mundo endurecido en la incredulidad y la rebelión que corría presuroso a recibir el pago de la justicia de Dios” (El conflicto de los siglos, p. 22).<br><br>Podemos encontrar evidencia textual de un cumplimiento adicional de la profe- cía referente a la abominación desoladora, según Jesús lo afirmó en Marcos 13:24: “Pero en esos días, después de esa tribulación”. Los hijos de Dios serán liberados durante este tiempo, así como sus seguidores fueron liberados de la destrucción de Jerusalén. En las palabras de la Pluma Inspirada: “Así también [Jesús] previno al mundo del día de la destrucción final y nos dio señales de la proximidad de esta para que todos los que quieran puedan huir de la ira que vendrá” (El conflicto de los siglos, p. 35).<br><br>Marcos 13 termina con una nota de exhortación que no carece de aliento: “Y lo que les digo a ustedes, a todos digo: ‘Velen’ ” (Mar. 13:37).<br><strong><br>APLICACIÓN A LA VIDA</strong><br><br>Pide a tus alumnos que reflexionen acerca de la siguiente pregunta: ¿Cuán consciente es tu comunidad de que los eventos predichos en Marcos 13 acerca de la destrucción de este mundo están a punto de ocurrir?<br><br>A la luz de esto, considera lo que Elena de White dijo hace más de cien años: “El mundo no está hoy más dispuesto a creer el mensaje dado para este tiempo de lo que estaba en los días de los judíos para recibir el aviso del Salvador con respecto a la ruina de Jerusalén. Venga cuando venga, el día de Dios caerá repentinamente sobre los impíos desprevenidos. El día menos pensado, en medio del curso rutinario de la vida, absortos los hombres en los placeres de la vida, en los negocios, en la caza al dinero, cuando los guías religiosos ensalcen el progreso y la ilustración del mundo, y los moradores de la Tierra se dejen arrullar por una falsa seguridad, entonces, como ladrón que a medianoche penetra en una morada sin custodia, así caerá la inesperada destrucción sobre los desprevenidos, ‘y no escaparán’ ” (El conflicto de los siglos, p. 36).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"3T2024",
         "title":"<p>LOS ÚLTIMOS DÍAS<br></p>",
         "verse":"<p>Entonces verán al Hijo del hombre que vendrá en las nubes con gran poder y gloria. Entonces él enviará a sus ángeles y juntará a sus elegidos de los cuatro vientos, desde el extremo de la tierra hasta el extremo del cielo” (Mar. 13:26, 27).<br></p>",
         "versionCode":40,
         "weekDate":"31 de agosto - 7 de septiembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
