{
  "data": [
    {
      "color": "#A45C40",
      "id": 704,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "OCTOBER 21",
          "dayTitle": "<p>Read for This Week’s Study</p>",
          "id": 41,
          "idDay": 1,
          "idLesson": 4,
          "lessonText": "<p>Genesis 18, James 5:16, Rom. 8:34, Heb. 7:25, Gen. 19:1–29, Gen. 12:1–9.</p><p>From the start, Abraham wanted to be used by God for mission. This truth can been seen, for example, in Genesis 18, when God warned him about what was going to happen to Sodom and Gomorrah. “Surely the Lord God does nothing, unless He reveals His secret to His servants the prophets” (Amos 3:7, NKJV). And in the story of Sodom and Gomorrah, “His servant the prophet” was Abraham.\n</p><p>Abraham was resting during the heat of the day when he saw three travelers. “Abraham had seen in his guests only three tired way­farers, little thinking that among them was One whom he might worship without sin.”—Ellen G. White, Patriarchs and Prophets, pp. 138, 139.\n</p><p>Abraham, however, soon became personally involved in God’s mission. His involvement, as revealed in this chapter, was to pray for and intercede for the people of Sodom and Gomorrah. That is, he wanted to see if, somehow, these people, despite themselves, could be saved. In a sense, if that is not what mission is about—what is?\n</p><p>Throughout this chapter, three great spiritual qualities of Abraham are revealed: hospitality, love, and prayer—qualities that can greatly aid in mission, as well.\n</p><p>*Study this week’s lesson to prepare for Sabbath, October 28.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "OCTOBER 22",
          "dayTitle": "<p>The Gift of Hospitality</p>",
          "id": 42,
          "idDay": 2,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Genesis 18:1–15. What elements of hospitality are demonstrated in Abraham’s response to his guests?</strong></p><p><strong>Genesis 18:1-15\n</strong></p><p><strong><sup>1</sup></strong> Then the Lord appeared to him by the terebinth trees of Mamre, as he was sitting in the tent door in the heat of the day.</p><p><sup><strong>2</strong></sup> So he lifted his eyes and looked, and behold, three men were standing by him; and when he saw them, he ran from the tent door to meet them, and bowed himself to the ground,</p><p><strong><sup>3</sup></strong> and said, “My Lord, if I have now found favor in Your sight, do not pass on by Your servant.</p><p><strong><sup>4</sup></strong> Please let a little water be brought, and wash your feet, and rest yourselves under the tree.</p><p><strong><sup>5</sup></strong> And I will bring a morsel of bread, that you may refresh your hearts. After that you may pass by, inasmuch as you have come to your servant.” They said, “Do as you have said.”</p><p><strong><sup>6</sup></strong> So Abraham hurried into the tent to Sarah and said, “Quickly, make ready three measures of fine meal; knead it and make cakes.”</p><p><strong><sup>7</sup></strong> And Abraham ran to the herd, took a tender and good calf, gave it to a young man, and he hastened to prepare it.</p><p><strong><sup>8</sup></strong> So he took butter and milk and the calf which he had prepared, and set it before them; and he stood by them under the tree as they ate.</p><p><sup><strong>9</strong></sup> Then they said to him, “Where is Sarah your wife?” So he said, “Here, in the tent.”</p><p><strong><sup>10</sup></strong> And He said, “I will certainly return to you according to the time of life, and behold, Sarah your wife shall have a son.” (Sarah was listening in the tent door which was behind him.)</p><p><strong><sup>11</sup></strong> Now Abraham and Sarah were old, well advanced in age; and Sarah had passed the age of childbearing.</p><p><strong><sup>12</sup></strong> Therefore Sarah laughed within herself, saying, “After I have grown old, shall I have pleasure, my lord being old also?”</p><p><strong><sup>13</sup></strong> And the Lord said to Abraham, “Why did Sarah laugh, saying, ‘Shall I surely bear a child, since I am old?’</p><p><sup><strong>14</strong></sup> Is anything too hard for the Lord? At the appointed time I will return to you, according to the time of life, and Sarah shall have a son.”</p><p><strong><sup>15</sup></strong> But Sarah denied it, saying, “I did not laugh,” for she was afraid. And He said, “No, but you did laugh!”</p><p><br></p><p>Abraham was sitting at the entrance of his tent in the heat of the day. This behavior was unusual. At that time of the day in summer, when the sun is at its zenith, everyone is looking for shade and for a fresh breeze. But, perhaps, Abraham was enduring the heat in order to help anyone who might be passing by.\n</p><p>While there, he saw three travelers. His practice, most likely, was to offer hospitality to strangers. This is why the initiative of the encounter was from Abraham: in the text he ran toward them from the entrance of his tent. That is, and this point is important: Abraham took the initiative to meet them even before they came to him.\n</p><p>“‘Please let a little water be brought, and wash your feet, and rest yourselves under the tree. And I will bring a morsel of bread, that you may refresh your hearts. After that you may pass by, inasmuch as you have come to your servant’ ” (Gen. 18:4, 5, NKJV).\n</p><p>Abraham was aware of his mission, which was to share with everyone the knowledge of the Lord in a world engulfed in paganism, idolatry, and polytheism. As we can see in this incident, his most immediate way to fulfill his mission was through hospitality toward these strangers, who seemed to have just appeared on the horizon.\n</p><p>Meanwhile, Abraham’s “great household consisted of more than a thousand souls, many of them heads of families, and not a few but newly converted from heathenism. Such a household required a firm hand at the helm. No weak, vacillating methods would suffice. . . . Abraham’s influence extended beyond his own household. Wherever he pitched his tent, he set up beside it the altar for sacrifice and worship. When the tent was removed, the altar remained; and many a roving Canaanite, whose knowledge of God had been gained from the life of Abraham His servant, tarried at that altar to offer sacrifice to Jehovah.”—Ellen. G. White, Education, p. 187.\n</p><p>From the start, this man understood that God had called him to mission, and that his going to the Promised Land was not for a vacation but to be a blessing to those around him and, through his seed, to the world.\n</p><p><strong>What principles of Abraham’s example of hospitality can you emulate in your own life?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "OCTOBER 23",
          "dayTitle": "<p>Abraham’s Love for Everyone</p>",
          "id": 43,
          "idDay": 3,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Genesis 18:16–33. How did Abraham exercise his great quality of love for all people without distinguishing tribe, race, or people?</strong></p><p><strong>Genesis 18:16-33\n</strong></p><p><sup><strong>16</strong> </sup>Then the men rose from there and looked toward Sodom, and Abraham went with them to send them on the way.</p><p><strong><sup>17</sup></strong> And the Lord said, “Shall I hide from Abraham what I am doing,</p><p><strong><sup>18</sup></strong> since Abraham shall surely become a great and mighty nation, and all the nations of the earth shall be blessed in him?</p><p><strong><sup>19</sup></strong> For I have known him, in order that he may command his children and his household after him, that they keep the way of the Lord, to do righteousness and justice, that the Lord may bring to Abraham what He has spoken to him.”</p><p><strong><sup>20</sup></strong> And the Lord said, “Because the outcry against Sodom and Gomorrah is great, and because their sin is very grave,</p><p><strong><sup>21</sup></strong> I will go down now and see whether they have done altogether according to the outcry against it that has come to Me; and if not, I will know.”</p><p><strong><sup>22</sup></strong> Then the men turned away from there and went toward Sodom, but Abraham still stood before the Lord.</p><p><strong><sup>23</sup></strong> And Abraham came near and said, “Would You also destroy the righteous with the wicked?</p><p><strong><sup>24</sup></strong> Suppose there were fifty righteous within the city; would You also destroy the place and not spare it for the fifty righteous that were in it?</p><p><strong><sup>25</sup></strong> Far be it from You to do such a thing as this, to slay the righteous with the wicked, so that the righteous should be as the wicked; far be it from You! Shall not the Judge of all the earth do right?”</p><p><strong><sup>26</sup></strong> So the Lord said, “If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes.”</p><p><strong><sup>27</sup></strong> Then Abraham answered and said, “Indeed now, I who am but dust and ashes have taken it upon myself to speak to the Lord:</p><p><strong><sup>28</sup></strong> Suppose there were five less than the fifty righteous; would You destroy all of the city for lack of five?” So He said, “If I find there forty-five, I will not destroy it.”</p><p><strong><sup>29</sup></strong> And he spoke to Him yet again and said, “Suppose there should be forty found there?” So He said, “I will not do it for the sake of forty.”</p><p><strong><sup>30</sup></strong> Then he said, “Let not the Lord be angry, and I will speak: Suppose thirty should be found there?” So He said, “I will not do it if I find thirty there.”</p><p><strong><sup>31</sup></strong> And he said, “Indeed now, I have taken it upon myself to speak to the Lord: Suppose twenty should be found there?” So He said, “I will not destroy it for the sake of twenty.”</p><p><strong><sup>32</sup></strong> Then he said, “Let not the Lord be angry, and I will speak but once more: Suppose ten should be found there?” And He said, “I will not destroy it for the sake of ten.”</p><p><strong><sup>33</sup></strong> So the Lord went His way as soon as He had finished speaking with Abraham; and Abraham returned to his place.</p><p><br></p><p>The second quality of Abraham drawn from Genesis 18 was his love for people, even for those he did not personally know. This is a great lesson for each of us. The people of Sodom and Gomorrah were sinners, far removed from his values, but his heart was full of love for everyone without any distinction of race, gender, language, or religion.\n</p><p>God, then, reveals to Abraham His decision to annihilate the cities of Sodom and Gomorrah. “Then the Lord said, ‘Because the outcry against Sodom and Gomorrah is great and their sin is very grave, I will go down to see whether they have done altogether according to the outcry that has come to me. And if not, I will know’ ” (Gen. 18:20, 21, ESV).\n</p><p>With great humility and reverence, Abraham addressed his request to God: “ ‘Far be it from You to do such a thing, to put the righteous to death with the wicked, so that the righteous fare as the wicked! Far be that from You! Shall not the Judge of all the earth do what is just?’ ” (Gen. 18:25, ESV).\n</p><p>Through his love, Abraham hoped to save all the people in these cities, not only the righteous. Certainly, Abraham knew just how evil and wicked the people were who lived there. Who knows what stories he had heard regarding those people and their practices? And from what we know about them, as revealed in the next chapter, with the sordid story of Lot and the mob outside his house (see Gen. 19:1–11), these were very evil people.\n</p><p>Yet Abraham, knowing for himself the love of God, appealed to Him in their behalf. Abraham knew that human beings always can return to God in repentance. To Abraham, saving the inhabitants of these cities would give them a chance to repent.\n</p><p>In the end, Abraham based his request on what he personally knew about God’s love for human beings. He himself had a great love for sinners, and he knew that as long as there is life, there is hope for salvation.\n</p><p><strong>Why is intercessory prayer so important in our own prayer life? How can praying for others in need help us grow spiritually and experience more the reality of God’s love for sinners?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "OCTOBER 24",
          "dayTitle": "<p>Abraham’s Spirit of Prayer</p>",
          "id": 44,
          "idDay": 4,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Genesis 18:23–32 and James 5:16. What should this teach us about the power of intercessory prayer?</strong></p><p><strong>Genesis 18:23–32</strong></p>\n<p><strong><sup>23</sup></strong> And Abraham came near and said, “Would You also destroy the righteous with the wicked?</p><p><strong><sup>24</sup></strong> Suppose there were fifty righteous within the city; would You also destroy the place and not spare it for the fifty righteous that were in it?</p><p><strong><sup>25</sup></strong> Far be it from You to do such a thing as this, to slay the righteous with the wicked, so that the righteous should be as the wicked; far be it from You! Shall not the Judge of all the earth do right?”</p><p><strong><sup>26</sup></strong> So the Lord said, “If I find in Sodom fifty righteous within the city, then I will spare all the place for their sakes.”</p><p><strong><sup>27</sup></strong> Then Abraham answered and said, “Indeed now, I who am but dust and ashes have taken it upon myself to speak to the Lord:</p><p><strong><sup>28</sup></strong> Suppose there were five less than the fifty righteous; would You destroy all of the city for lack of five?” So He said, “If I find there forty-five, I will not destroy it.”</p><p><strong><sup>29</sup></strong> And he spoke to Him yet again and said, “Suppose there should be forty found there?” So He said, “I will not do it for the sake of forty.”</p><p><strong><sup>30</sup></strong> Then he said, “Let not the Lord be angry, and I will speak: Suppose thirty should be found there?” So He said, “I will not do it if I find thirty there.”</p><p><strong><sup>31</sup></strong> And he said, “Indeed now, I have taken it upon myself to speak to the Lord: Suppose twenty should be found there?” So He said, “I will not destroy it for the sake of twenty.”</p><p><strong><sup>32</sup></strong> Then he said, “Let not the Lord be angry, and I will speak but once more: Suppose ten should be found there?” And He said, “I will not destroy it for the sake of ten.”</p><p><br></p><p><strong>James 5:16</strong></p><p><sup><strong>16</strong> </sup>Confess your trespasses to one another, and pray for one another, that you may be healed. The effective, fervent prayer of a righteous man avails much.</p><p><br></p><p>The dialogue between Abraham and God is a type, a representation, of intercessory prayer. Abraham is presented in this chapter as an intercessor before God for the people of Sodom and Gomorrah. He was pleading for them, in behalf of them; that is, he was in a way acting as a type, a symbol, of Jesus as our Intercessor before the Father. Our mission today will be successful only if we proceed with these kinds of prayer.\n</p><p>\n</p><p><br></p><p>Abraham had learned to love the inhabitants of Sodom, Gomorrah, and the other cities close by. This is why his prayer was honest and sincere. He already had fought against some kings who had defeated the kings of Sodom and Gomorrah. After Abraham’s victory, Bera, the king of Sodom, came to meet Abraham with Melchizedek. Bera asked to have his people returned to their homes: “ ‘Give me the persons, but take the goods for yourself’ ” (Gen. 14:21, ESV). This is an indication of the love of this king for his people. Since one of the great characteristics of Abraham was love, he loved the kings of Sodom and Gomorrah, and he prayed for them and their people. “Love for perishing souls inspired Abraham’s prayer.”—Ellen G. White, Patriarchs and Prophets, p. 140.\n</p><p>Abraham exercised humility and perseverance in his prayers. As soon as God accepted the first request, to save the city as long as 50 righteous people were living there, he continued his intercession.\n</p><p>Our mission cannot be successful without prayer, intercessory prayer. After meeting someone, after giving a sermon or a Bible study, we must pray for the people we have been in contact with. God is heedful of these prayers in touching the hearts of the people we have contacted. It is not our words or eloquence that will convert our friends or acquaintances—it is the Holy Spirit. This is why in any mission in which we are engaged, we must pray for each person individually.\n</p><p><strong>Read Romans 8:34 and Hebrews 7:25. What do they tell us about what Jesus does for us, and how might this truth help us understand better our own role as intercessors for others?</strong></p><p><strong>Romans 8:34\n</strong></p><p><sup><strong>34</strong> </sup>Who is he who condemns? It is Christ who died, and furthermore is also risen, who is even at the right hand of God, who also makes intercession for us.\n</p><p><strong>Hebrews 7:25\n</strong></p><p><strong><sup>25 </sup></strong>Therefore He is also able to save to the uttermost those who come to God through Him, since He always lives to make intercession for them.</p><p><br></p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "OCTOBER 25",
          "dayTitle": "<p>Abraham’s Mission</p>",
          "id": 45,
          "idDay": 5,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Genesis 19:1–29. What was the result of Abraham’s spirit of hospitality, love, and prayer?</strong></p><p><strong>Genesis 19:1-29\n</strong></p><p><strong><sup>1</sup></strong> Now the two angels came to Sodom in the evening as Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed down with his face to the ground.</p><p><strong><sup>2</sup></strong> And he said, \"Now behold, my lords, please turn aside into your servant's house, and spend the night, and wash your feet; then you may rise early and go on your way.\" They said however, \"No, but we shall spend the night in the square.\"</p><p><strong><sup>3</sup></strong> Yet he urged them strongly, so they turned aside to him and entered his house; and he prepared a feast for them, and baked unleavened bread, and they ate.</p><p><strong><sup>4</sup></strong> Before they lay down, the men of the city, the men of Sodom, surrounded the house, both young and old, all the people from every quarter;</p><p><strong><sup>5</sup></strong> and they called to Lot and said to him, \"Where are the men who came to you tonight? Bring them out to us that we may have relations with them.\"</p><p><strong><sup>6</sup></strong> But Lot went out to them at the doorway, and shut the door behind him,</p><p><strong><sup>7</sup></strong> and said, \"Please, my brothers, do not act wickedly.</p><p><strong><sup>8</sup></strong> Now behold, I have two daughters who have not had relations with man; please let me bring them out to you, and do to them whatever you like; only do nothing to these men, inasmuch as they have come under the shelter of my roof.\"</p><p><strong><sup>9 </sup></strong>But they said, \"Stand aside.\" Furthermore, they said, \"This one came in as an alien, and already he is acting like a judge; now we will treat you worse than them.\" So they pressed hard against Lot and came near to break the door.</p><p><strong><sup>10</sup></strong> But the men reached out their hands and brought Lot into the house with them, and shut the door.</p><p><strong><sup>11</sup></strong> They struck the men who were at the doorway of the house with blindness, both small and great, so that they wearied themselves trying to find the doorway.</p><p><strong><sup>12</sup></strong> Then the two men said to Lot, \"Whom else have you here? A son-in-law, and your sons, and your daughters, and whomever you have in the city, bring them out of the place;</p><p><strong><sup>13</sup></strong> for we are about to destroy this place, because their outcry has become so great before the Lord that the Lord has sent us to destroy it.\"</p><p><strong><sup>14</sup></strong> Lot went out and spoke to his sons-in-law, who were to marry his daughters, and said, \"Up, get out of this place, for the Lord will destroy the city.\" But he appeared to his sons-in-law to be jesting.</p><p><strong><sup>15</sup></strong> When morning dawned, the angels urged Lot, saying, \"Up, take your wife and your two daughters who are here, or you will be swept away in the punishment of the city.\"</p><p>Continue reading in your Bible...</p><p><br></p><p>The text gives an interesting indication about the position of Lot in the city of Sodom: “Lot was sitting in the gate of Sodom” (Gen. 19:1, NKJV). This means he was an important character in the city, certainly a public officer, because sitting in the gate is a privilege of officers, judges, and kings (2 Sam. 19:8, Jer. 38:7, Ruth 4:1).\n</p><p>Genesis 19 almost parallels chapter 18 and the story of the angels with Abraham. Abraham and Lot were each sitting at an entrance or gate (Gen. 18:1, Gen. 19:1); Abraham and Lot each invited strangers to rest in their abode (Gen. 18:3, 4; Gen. 19:2); Abraham and Lot each prepared food for their visitors (Gen. 18:4–8, Gen. 19:3). Whatever else his faults, Lot had some good characteristics, it seems.\n</p><p>“Then the Lord rained brimstone and fire on Sodom and Gomorrah, from the Lord out of the heavens. So He overthrew those cities, all the plain, all the inhabitants of the cities, and what grew on the ground” (Gen. 19:24, 25, NKJV).\n</p><p>We don’t know how many people were living in the cities of Sodom and Gomorrah at the time of this account, but among these thousands of people only four left the city, and only three were saved. The same with the Genesis flood. We don’t know how many were alive then, but we know that most were not saved.\n</p><p>The small number of residents of Sodom who were saved has implications for our own mission: not everyone will be saved. We would like everyone to accept Jesus and His plan of salvation, but each person has free will. Our task is to invite as many people as possible to make the choice for Jesus. While we are carrying out our mission, God assists us through the Holy Spirit, but He will never go against the will of anyone. Free will means that, in the end, no matter what we do, no matter how much we pray, salvation comes down to each individual’s choice.\n</p><p><strong>How can we learn not to be discouraged if we are not seeing the kind of results that we want when we do mission?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "OCTOBER 26",
          "dayTitle": "<p>Submission to God’s Will</p>",
          "id": 46,
          "idDay": 6,
          "idLesson": 4,
          "lessonText": "<p><strong>Read Genesis 12:1–9. What do these verses teach about submitting to God’s will, even when the path ahead does not seem clear?</strong></p><p><strong>Genesis 12:1-9\n</strong></p><p><strong><sup>1</sup> </strong>Now the Lord had said to Abram: “Get out of your country, From your family And from your father’s house, To a land that I will show you.</p><p><strong><sup>2</sup></strong> I will make you a great nation; I will bless you And make your name great; And you shall be a blessing.</p><p><strong>3</strong> I will bless those who bless you, And I will curse him who curses you; And in you all the families of the earth shall be blessed.”</p><p><strong><sup>4</sup></strong> So Abram departed as the Lord had spoken to him, and Lot went with him. And Abram was seventy-five years old when he departed from Haran.</p><p><strong><sup>5</sup></strong> Then Abram took Sarai his wife and Lot his brother’s son, and all their possessions that they had gathered, and the people whom they had acquired in Haran, and they departed to go to the land of Canaan. So they came to the land of Canaan.</p><p><strong><sup>6</sup></strong> Abram passed through the land to the place of Shechem, as far as the terebinth tree of Moreh. And the Canaanites were then in the land.</p><p><strong><sup>7</sup></strong> Then the Lord appeared to Abram and said, “To your descendants I will give this land.” And there he built an altar to the Lord, who had appeared to him.</p><p><strong><sup>8</sup></strong> And he moved from there to the mountain east of Bethel, and he pitched his tent with Bethel on the west and Ai on the east; there he built an altar to the Lord and called on the name of the Lord.</p><p><strong><sup>9</sup></strong> So Abram journeyed, going on still toward the South.</p><p><br></p><p>One of the main qualities of Abraham was his submission to God’s will. All the experiences of Abraham with God were characterized by this submission.\n</p><p>His calling: Abraham received a challenging call from heaven: “The Lord had said to Abram, ‘Go from your country, your people and your father’s household to the land I will show you’ ” (Gen. 12:1, NIV). When he heard a voice from heaven, his first reaction could have been to disregard this voice, thinking he was having a hallucination. Or he could have challenged the message, saying something such as, I don’t want to go; I like it here. “ ‘The land I will show you’ ” may have seemed a strange description of a destination! But he accepted the call. He submitted his will to the will of God and left his father’s household and his country: “So Abram went, as the Lord had told him” (Gen. 12:4, NIV).\n</p><p>Choice of the land: A quarrel erupted between the servants of Lot and those of Abraham, but Abraham was not a man to fight with his own flesh and blood. He submitted to God’s will, who again blessed him: “The Lord said to Abram, after Lot had separated from him, ‘Now raise your eyes and look from the place where you are, northward and southward and eastward and westward; for all the land which you see I will give to you and to your descendants forever” (Gen. 13:14, 15, NASB).\n</p><p>Destruction of Sodom and Gomorrah: When God revealed to Abraham the destiny of these two cities, Abraham, full of love, tried to save the cities. Because there were not even ten righteous persons in the cities, the cities were destroyed. Abraham submitted to the will of God and accepted God’s judgment of these cities.\n</p><p>The Lord was able to use Abraham because of his submission to God in all circumstances. It must be the same with us today.\n</p><p><strong>Challenge: In our cities, we face obstacles in preaching the gospel appropriately and effectively. We need to plead with God to intervene.</strong></p><p><strong>Challenge Up: Find a way to contact someone who is being directly affected by a difficult situation similar to your own. Tell that person you are praying for him or her, and ask God to show you what you can do to help.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "OCTOBER 27",
          "dayTitle": "<p>Further Thought</p>",
          "id": 47,
          "idDay": 7,
          "idLesson": 4,
          "lessonText": "<p>“Love for perishing souls inspired Abraham’s prayer. While he loathed the sins of that corrupt city, he desired that the sinners might be saved. His deep interest for Sodom shows the anxiety that we should feel for the impenitent. We should cherish hatred of sin, but pity and love for the sinner. All around us are souls going down to ruin as hopeless, as terrible, as that which befell Sodom. Every day the probation of some is closing. Every hour some are passing beyond the reach of mercy. And where are the voices of warning and entreaty to bid the sinner flee from this fearful doom? Where are the hands stretched out to draw him back from death? Where are those who with humility and persevering faith are pleading with God for him?\n</p><p>“The spirit of Abraham was the spirit of Christ. The Son of God is Himself the great Intercessor in the sinner’s behalf. He who has paid the price for its redemption knows the worth of the human soul. With an antagonism to evil such as can exist only in a nature spotlessly pure, Christ manifested toward the sinner a love which infinite goodness alone could conceive. In the agonies of the crucifixion, Himself burdened with the awful weight of the sins of the whole world, He prayed for His revilers and murderers, ‘Father, forgive them; for they know not what they do.’ Luke 23:34.”—Ellen G. White, Patriarchs and Prophets, p. 140.\n</p><p>“Abraham was honored by the surrounding nations as a mighty prince and a wise and able chief. He did not shut away his influence from his neighbors. His life and character, in their marked contrast with those of the worshipers of idols, exerted a telling influence in favor of the true faith. His allegiance to God was unswerving, while his affability and benevolence inspired confidence and friendship and his unaffected greatness commanded respect and honor.”—Patriarchs and Prophets, pp. 133, 134.</p><p><strong style=\"background-color: initial;\">Discussion Questions:</strong></p><ul><li>What other examples from Scripture show us an individual who fulfilled his call to mission? What about John the Baptist? Would you call him successful?</li><li>Read Genesis 19:30–36. What does this tell us about the character of some of those saved from Sodom?\n</li><li>What other lessons can we learn from the example of Abraham regarding mission and how it is done?\n</li><li>Think about this: Would you deem Abraham’s intercession for Sodom and Gomorrah successful or a failure?</li></ul><p><br></p><p><strong>Inside Story</strong></p><p><strong>The Little Church That Could\n</strong></p><p><em>By Andrew McChesney\n</em></p><p>It seemed the Seventh-day Adventist Church on Rügen island in Germany would have to close. Only six people worshiped there: four elderly members of a single family, and two other older people. Membership had dwindled from seven when the church was founded in 1940 and from its heyday of 33 members in the late 1950s. Conference leaders recommended selling the site.<br></p><p>“No, we want to keep the church,” Gunthardt, the church’s head elder, told them. “We don’t want to sell it.”\n</p><p>Membership fell after Germany’s 1990 reunification. Elderly members died, younger ones moved away, and the population of the former East German island grew very secular. Attendance only swelled when vacationers flocked to the island in the summer. Some vacationers were Adventist.\n</p><p>Gunthardt and his wife and parents joined the other two church members in praying for the church’s future. “Bring us new members,” they prayed.\n</p><p>Then an Adventist physician and his family moved to the island. Church members kept praying. A former member suddenly renewed his membership, and several other people joined. When membership hit 16, conference leaders changed their minds. They agreed to keep the church open.\n</p><p>But by then the church needed a new building. Members prayed and agreed to contribute 136,000 euros (US$136,000). While the sum fell far short of the final 730,000-euro bill, it encouraged them to keep praying.\n</p><p>Gunthardt, who had built several houses, designed a church building that also would serve as a center of influence. Church members from across Germany gave generously. The most unexpected contribution came after Gunthardt met a government leader at a business meeting. German politicians have authority to distribute state funds to private causes.\n</p><p>The leader, hearing about the initiative, put Gunthardt in touch with a local politician. Church members prayed before Gunthardt met with the politician and were delighted when the politician offered 300,000 euros. But he had a catch. “As a Christian,” he said, “I want the new church building to be used not only for social purposes but also to spread the Word of God.”\n</p><p>Today, 25 members and their children gather every Sabbath. “We have a new church building and no debt,” Gunthardt said. “God confirmed that our church should stay open.”\n</p><p><em>The Rügen church is waiting for more miracles. Located in one of the most secular places on earth, the church has a mission illustrating Mission Objective No. 2 from the Adventist Church’s “I Will Go” strategic plan, “To strengthen and diversify Adventist outreach . . . among unreached and under-reached people groups” (IWillGo2020.org). “The people here are not very religious,” Gunthardt says. “We are trying to connect with them.”</em></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "OCTOBER 27",
          "dayTitle": "<p>Teacher Comments</p>",
          "id": 48,
          "idDay": 8,
          "idLesson": 4,
          "lessonText": "<p><strong>Part I: Overview\n</strong></p><p>Last week, the lesson focused on God’s calling to human beings to partner with Him in the work of sharing His love with the world. This mission was rooted in Creation and reiterated throughout Scripture. The focus of this week’s lesson is on sharing God’s mission. It starts with a call, but it does not end there; without the action of sharing, the call would be of little use.\n</p><p>First John 4:8 describes God as love. Within that same letter from John, it states that those who have been witness to the love of God will share that love with the broader world. If what people share is not a demonstration of love, then it is not part of God’s mission and should not be shared. Below are several examples of sharing God’s love that can serve as guides in what it means to share the love of God today with those around us who have not yet fully experienced it.\n</p><p><strong>Part II: Commentary\n</strong></p><p>The best place to start when studying the sharing of God’s love is in the Gospels. When God incarnated to the earth in the form of Jesus, His incarnation was a profound example of love. While none of us, obviously, can replicate the Incarnation in its exactness, we are called to follow the example set by Jesus, especially in how He related to other people and demonstrated love. Even a cursory reading of the Gospels quickly reveals repeated themes described concerning Jesus. These themes help us evaluate how we share God’s love.\n</p><p>Jesus had compassion, either toward individuals in need or toward whole crowds of people. Sometimes this compassion led Jesus to touch and heal a person (Luke 5:12, 13), sometimes it led Him to feed a crowd creatively (John 6:1–14), and sometimes it resulted in a kind word or story (Matt. 19:14). Compassion and sharing in God’s mission are inseparable. If upon reflection we don’t find many moments of compassion in our lives or the activities of our churches, we must re-evaluate how, or even if, we are sharing in God’s mission.\n</p><p>Jesus also sought out people who were open to receiving a blessing. When sharing in the mission of God, we should follow His example. It is our privilege to seek out those in our communities who are neglected and creatively share the love of God with them. This service would be following in the footsteps of Jesus and fulfilling what He desires, as shown in Matthew 25:31–46. Jesus was all about mending broken relationships and spent most of His time on earth restoring ruptured connections. While we all are faulty, those who have experienced the love and forgiveness of Jesus owe it to the rest of the world to demonstrate this love and forgiveness. This demonstration is part of what it means to share in God’s mission.\n</p><p>Scholars have often debated whether or not Jesus’ primary concern was working among the Jews or with the wider world. Some argue that because Jesus spent most of His time with the Jews and told His disciples to do the same, at least while He was with them, the Jews were His central focus (Matt. 15:24). There is some truth to this idea, but there are numerous instances in which Jesus demonstrated that His love was for more than just the Jews. Several times He quoted Old Testament narratives that highlighted the faith of non-Jewish people, such as the stories of the widow of Zarephath, Naaman, and the Queen of Sheba (Luke 4:24–27, Matt. 12:42). Jesus spent time outside of Judea with non-Jews, including a few nights in a Samaritan town (John 4:40) and a visit to the region of Tyre and Sidon (Mark 7:24), not to mention the Decapolis, which Gentiles populated (Mark 7:31–36).\n</p><p>Jesus lived out a mission and love that challenged the narrow thinking of many of His people during His time. By demonstrating this love and living His mission, Jesus set the stage for what would come after He died, rose again, and ascended. Jesus expected that those who had followed Him during His time on earth would experience His love in such a way that they would take that experience to the wider world. Within this context of a loving experience, Jesus made the well-known call of Matthew 28:18–20, charging His disciples to go out into the world. This commission was not simply a call to mission but a call to teach, to make disciples, and to share the love of God, which each disciple had experienced personally. We are not called to share God’s mission until we first have had a chance to know God and experience His love. Only then do we have something worth sharing.\n</p><p>Another significant portion of Scripture that is helpful to read concerning sharing the God of love is the book of Acts. While our Bibles often title this book the “Acts of the Apostles,” it would be more accurate to title it “Acts of the Holy Spirit.” The book is full of partnering between the Holy Spirit and human agents. Much as in the Gospels, we find people who have had a wonderful experience with Jesus, who are unwilling to keep that experience to themselves and are empowered by the Holy Spirit to share this love far and wide.\n</p><p>As mentioned in an earlier lesson, mission is always a two-way street where all those involved can learn something from one another. The book of Acts reminds us that we as humans do not take God’s place. God, through the Spirit, goes everywhere ahead of us. This Bible truth offers a couple of implications that we would be wise to contemplate.\n</p><p>First, if the Spirit has gone out ahead of us, we should expect to see some manifestation of the Spirit once we arrive. Peter experienced this reality in his encounter with Cornelius (Acts 10–11:1–18). As a result, Peter realized not only that God was already there before he arrived but also that he had something to learn from Cornelius about God’s love. In many ways, the story of Peter and Cornelius is about Peter’s ongoing growth in understanding God, just as much as it is about Cornelius and his family. When we go out to share in God’s mission, we should not go presumptuously, as if we have nothing to learn from those who come to us seeking enlightenment. Rather, we go out expecting to see the Spirit at work already in ways with which we can partner.\n</p><p>Second, we have something to share. While the Spirit is out ahead of us, He also partners with us. We each have a unique story or testimony concerning our journey with Jesus. Our stories need to be shared. In the process, through our stories, we may spark in someone’s heart a new insight about God or prompt within him or her a new desire to follow the Savior. This prompting devolves from our demonstrating the love of God through words and deeds. Because healthy relationships are at the core of what God wants for us, He often waits, or limits His revelation until a follower of His is present to share the good news. Therefore, it is incumbent on us to recognize this privilege, prayerfully attuned to the ones with whom God is already working, looking to share the story of God with them at every opportunity.\n</p><p><strong>Part III: Life Application\n</strong></p><p>While church leaders often attempt to motivate people for mission, it is crucial to recognize that there are a few simple things we can each do to evaluate ourselves and our local churches’ ability to share in God’s mission. These simple things, when done intentionally, can radically transform us toward inhabiting a stance of humility and toward making changes in the church that lead us to become more focused on the needs of the broader world.\n</p><p>Individually, we must periodically take the time to self-reflect. This act requires an immense amount of self-honesty, which we all struggle with regularly. We each must ask ourselves, “Have I experienced the love of God lately? If I have not, why not?” If you have, then ask yourself the following question: “Have I shared that love I am experiencing with the wider world?” These simple questions, when asked genuinely, can be very revealing.\n</p><p>Corporately, the church can ask the same questions. “Is the church a place where the community experiences God? And if God is experienced in the community, is the church sharing that reality with the broader society around them?” Once the church takes stock of the situation, they can make follow-up plans to move toward either experiencing God in new ways or actively take what they have experienced and share it with the broader community.\n</p><p>Periodic reminders (through sermons, children’s stories, books, and articles) of the needs of the world are essential. Much as Jesus did with His disciples, God does with us today. God wants us to be global citizens who think outside of our own needs. We should desire for God’s love to be shared with all humanity, and we should be actively pursuing ways of making this possible. For some, this truth means diverting some of their financial resources toward an intentional mission. For others, this truth means opening themselves up to a call from God that possibly involves moving to a new location, either in their same country or across the globe. Why? Because God has asked each of us to share our story and our talents with people who desperately need to see a demonstration of God’s love. No matter what God is calling you to do, remember that you should remain open to being blessed as you share and that God is already there ahead of you.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 4,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>Sharing God’s Mission</p>",
      "verse": "<p>“A new commandment I give to you, that you love one another; as I have loved you, that you also love one another. By this all will know that you are My disciples, if you have love for one another” (John 13:34, 35, NKJV).</p>",
      "versionCode": 1,
      "weekDate": "October 21-27"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
