{
  "data": [
    {
      "color": "#E38E02",
      "id": 8,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "27 de febrero",
          "dayTitle": "",
          "id": 81,
          "idDay": 1,
          "idLesson": 8,
          "lessonText": "<p>Como hemos visto, la gracia de Dios ofrece el perdón de los pecados y crea un corazón nuevo en el pecador arrepentido, que ahora vive por la fe.</p><p>La Palabra de Dios también brinda instrucciones para una vida justa (Sal. 119:9-16). Cumplir la Ley de Dios de ninguna manera es una observancia legalista de normas, sino vivir en una relación íntima con Dios, una vida llena de bendiciones (Sal. 119:1, 2; 128).<br></p><p>No obstante, la vida del justo no está exenta de tentaciones. A veces, el justo puede verse tentado por la naturaleza astuta del pecado (Sal. 141:2-4) e incluso caer en esa tentación. Dios permite tiempos de prueba para que la fidelidad (o la infidelidad) de sus hijos se revele claramente. Si los hijos de Dios prestan atención a la instrucción y la amonestación de Dios, su fe se purificará y su confianza en el Señor se fortalecerá. La sabiduría para vivir rectamente se adquiere mediante la dinámica de la vida en compañía de Dios en medio de las tentaciones y los desafíos. Por eso, la oración en ruego a Dios de que nos enseñe a contar nuestros días para que adquiramos un corazón sabio (Sal. 90:12) refleja un compromiso continuo de ser fieles al Señor.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "18 de febrero",
          "dayTitle": "<p>EN MI CORAZÓN HE GUARDO TUS DICHOS</p>",
          "id": 82,
          "idDay": 2,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Salmo 119:1 al 16 y 161 al 168. ¿Cómo debemos guardar los mandamientos de Dios, y cuáles son las bendiciones que recibimos al guardarlos?</strong></p><p><strong>Salmos 119:1-16</strong></p><p><strong>Alef</strong></p><p><strong><sup>1</sup></strong> Bienaventurados los perfectos de camino,</p><p>Los que andan en la ley de Jehová.</p><p><strong><sup>2</sup></strong> Bienaventurados los que guardan sus testimonios,</p><p>Y con todo el corazón le buscan;</p><p><strong><sup>3</sup></strong> Pues no hacen iniquidad</p><p>Los que andan en sus caminos.</p><p><strong><sup>4</sup></strong> Tú encargaste</p><p>Que sean muy guardados tus mandamientos.</p><p><strong><sup>5</sup></strong> ¡Ojalá fuesen ordenados mis caminos</p><p>Para guardar tus estatutos!</p><p><strong><sup>6</sup></strong> Entonces no sería yo avergonzado,</p><p>Cuando atendiese a todos tus mandamientos.</p><p><strong><sup>7</sup></strong> Te alabaré con rectitud de corazón</p><p>Cuando aprendiere tus justos juicios.</p><p><strong><sup>8</sup></strong> Tus estatutos guardaré;</p><p>No me dejes enteramente.</p><p><strong>Bet</strong></p><p><sup><strong>9</strong> </sup>¿Con qué limpiará el joven su camino?</p><p>Con guardar tu palabra.</p><p><strong><sup>10</sup></strong> Con todo mi corazón te he buscado;</p><p>No me dejes desviarme de tus mandamientos.</p><p><strong><sup>11</sup></strong> En mi corazón he guardado tus dichos,</p><p>Para no pecar contra ti.</p><p><strong><sup>12</sup></strong> Bendito tú, oh Jehová;</p><p>Enséñame tus estatutos.</p><p><strong><sup>13</sup></strong> Con mis labios he contado</p><p>Todos los juicios de tu boca.</p><p><strong><sup>14</sup></strong> Me he gozado en el camino de tus testimonios</p><p>Más que de toda riqueza.</p><p><strong><sup>15</sup></strong> En tus mandamientos meditaré;</p><p>Consideraré tus caminos.</p><p><strong><sup>16</sup></strong> Me regocijaré en tus estatutos;</p><p>No me olvidaré de tus palabras.</p><p><strong>Salmos 119:161-168</strong></p><p><strong>Sin</strong></p><p><strong><sup>161</sup></strong> Príncipes me han perseguido sin causa,<br></p><p>Pero mi corazón tuvo temor de tus palabras.</p><p><strong><sup>162</sup></strong> Me regocijo en tu palabra</p><p>Como el que halla muchos despojos.</p><p><strong><sup>163</sup></strong> La mentira aborrezco y abomino;</p><p>Tu ley amo.</p><p><strong><sup>164</sup></strong> Siete veces al día te alabo</p><p>A causa de tus justos juicios.</p><p><strong><sup>165</sup></strong> Mucha paz tienen los que aman tu ley,</p><p>Y no hay para ellos tropiezo.</p><p><strong><sup>166</sup></strong> Tu salvación he esperado, oh Jehová,</p><p>Y tus mandamientos he puesto por obra.</p><p><strong><sup>167</sup></strong> Mi alma ha guardado tus testimonios,</p><p>Y los he amado en gran manera.</p><p><strong><sup>168</sup></strong> He guardado tus mandamientos y tus testimonios,</p><p>Porque todos mis caminos están delante de ti.</p><p><br></p><p>La Biblia describe una vida diaria de fe como un peregrinaje (“andar” o “caminar”) con Dios en su senda de justicia. Llevamos una vida de fe al andar “en la ley del Señor” (Sal. 119:1) y “a la luz de [s]u rostro” (Sal. 89:15). De ningún modo son dos caminos diferentes. Andar a la luz del rostro de Dios implica cumplir la Ley de Dios. Del mismo modo, caminar “en la ley del Señor” implica buscar a Dios con todo el corazón (Sal. 119:1, 2, 10).</p><p>Andar “por caminos perfectos” es otra forma en que los salmos describen la vida recta (Sal. 119:1). Conducirse “sin tacha” (DHH) describe un sacrificio “sin defecto”, que es aceptable a Dios (Éxo. 12:5). Del mismo modo, la vida del justo, que es un sacrificio vivo (Rom. 12:1), no debe estar manchada por el amor al pecado. Una vida dedicada a Dios es también un “camino perfecto”, lo que significa que la persona toma una dirección correcta en la vida, que agrada a Dios (Sal. 101:2, 6; ver también Sal. 18:32).</p><p>Guardar los mandamientos de Dios no tiene nada que ver con una observancia legalista de las normas divinas. Al contrario, consiste en un “buen entendimiento” de la diferencia entre lo correcto y lo incorrecto, y entre el bien y el mal (Sal. 111:10; ver también 1 Crón. 22:12), y abarca a toda la persona, no solamente las acciones externas. Ser “sin tacha”, guardar los mandamientos de Dios y buscar a Dios con todo el corazón son actitudes inseparables en la vida (Sal. 119:1, 2).</p><p>Los mandamientos de Dios son una revelación de la voluntad de Dios para el mundo. Nos instruyen sobre cómo llegar a ser sabios y a vivir en libertad y paz (Sal. 119:7-11, 133). El salmista se deleita en la Ley porque le asegura la fidelidad de Dios (Sal. 119:77, 174).</p><p>“Mucha paz gozan los que aman tu ley, y no hay para ellos tropiezo” (Sal. 119:165). La imagen del tropiezo representa el fracaso moral. Como la lámpara para los pies del salmista (Sal. 119:105), la Palabra de Dios nos protege de las tentaciones (Sal. 119:110).</p><p></p><ul><li>¿De qué manera demostró Cristo el poder de la Palabra de Dios en su vida (Mat. 4:1-11)? ¿Qué nos dice esto acerca del poder que proviene de un corazón dispuesto a obedecer la Ley de Dios?<br></li></ul><p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "19 de febrero",
          "dayTitle": "<p>ENSÉÑANOS A CONTAR NUESTROS DÍAS</p>",
          "id": 83,
          "idDay": 3,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Salmos 90; 102:11; y 103:14 al 16. ¿Cuál es el dilema humano?&nbsp;</strong><strong><em>(Lee Salmos 90 en tu Biblia)</em></strong></p><p><strong>Salmos 102:11</strong></p><p>Mis días son como sombra que se va,</p><p>Y me he secado como la hierba.</p><p><strong>Salmos 103:14-16</strong></p><p><strong><sup>14</sup> </strong>Porque él conoce nuestra condición;</p><p>Se acuerda de que somos polvo.</p><p><strong><sup>15</sup></strong> El hombre, como la hierba son sus días;</p><p>Florece como la flor del campo,</p><p><strong><sup>16</sup></strong> Que pasó el viento por ella, y pereció,</p><p>Y su lugar no la conocerá más.</p><p><br></p><p>La existencia humana caída no es más que vapor a la luz de la eternidad. Mil años a los ojos de Dios son “como una vigilia de la noche”, que dura tres o cuatro horas (Sal. 90:4). Comparada con el tiempo divino, una vida humana pasa volando (Sal. 90:10). Los más fuertes entre los seres humanos son análogos a las más débiles entre las plantas (Sal. 90:5, 6; 103:15, 16). Sin embargo, aun esa corta vida está llena de trabajo y dolor (Sal. 90:10). Incluso las personas seculares, que no creen en Dios, se lamentan de la brevedad de la vida, especialmente en contraste con la eternidad que saben que los amenaza con continuar sin ellos.</p><p>Salmo 90 sitúa el dilema humano en el contexto del cuidado de Dios por las personas como su Creador. El Señor ha sido la morada de su pueblo en todas las generaciones (Sal. 90:1, 2). La palabra hebrea <em>maqom</em> (‘habitación’) describe al Señor como el refugio de su pueblo (Sal. 91:9).</p><p>Dios refrena su justa ira y vuelve a extender su gracia. El salmista exclama: “¿Quién conoce el poder de tu ira?” (Sal. 90:11), dando a entender que nadie ha experimentado nunca el pleno efecto de la ira de Dios contra el pecado, por lo que hay esperanza de que la gente se arrepienta y adquiera sabiduría para vivir rectamente.<br></p><p>En la Biblia, la sabiduría no se refiere únicamente a la inteligencia, sino también a la reverencia a Dios. La sabiduría que necesitamos es saber “contar nuestros días” (Sal. 90:12). Si podemos contar nuestros días, significa que nuestros días son limitados, y que sabemos que son limitados. Vivir con sabiduría significa tener conciencia de la fugacidad de la vida, lo que lleva a la fe y a la obe- diencia. Esta sabiduría solo se obtiene mediante el arrepentimiento (Sal. 90:8, 12) y los dones de Dios del perdón, la compasión y la misericordia (Sal. 90:13, 14).</p><p>Nuestro problema fundamental no proviene del hecho de que hayamos sido creados como seres humanos, sino del pecado y de lo que este ha provocado en nuestro mundo. Sus efectos devastadores se verifican en todas partes y en cada persona.</p><p>Con todo, gracias a Jesús se nos ha abierto un camino para salir de nuestro dilema humano (Juan 1:29; 3:14-21). De lo contrario, no tendríamos ninguna esperanza.</p><p></p><ul><li>No importa lo rápido que pase nuestra vida, ¿qué promesa tenemos en Jesús? (Ver Juan 3:16). ¿Qué esperanza tendríamos sin él?<br></li></ul><p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "20 de febrero",
          "dayTitle": "<p>LA PRUEBA DEL SEÑOR</p>",
          "id": 84,
          "idDay": 4,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Salmos 81:7 y 8; 95:7 al 11; y 105:17 al 22. ¿Qué implica la prueba divina en estos textos?</strong></p><p><strong>Salmos 81:7,8</strong></p><p><strong><sup>7 </sup></strong>En la calamidad clamaste, y yo te libré;</p><p>Te respondí en lo secreto del trueno;</p><p>Te probé junto a las aguas de Meriba. <em>Selah</em></p><p><strong><sup>8</sup></strong> Oye, pueblo mío, y te amonestaré.</p><p>Israel, si me oyeres,</p><p><strong>Salmos 95:7-11</strong></p><p><strong><sup>7</sup> </strong>Porque él es nuestro Dios;</p><p>Nosotros el pueblo de su prado, y ovejas de su mano.</p><p>Si oyereis hoy su voz,</p><p><strong><sup>8 </sup></strong>No endurezcáis vuestro corazón, como en Meriba,</p><p>Como en el día de Masah en el desierto,</p><p><strong><sup>9 </sup></strong>Donde me tentaron vuestros padres,</p><p>Me probaron, y vieron mis obras.</p><p><strong><sup>10</sup></strong> Cuarenta años estuve disgustado con la nación,</p><p>Y dije: Pueblo es que divaga de corazón,</p><p>Y no han conocido mis caminos.</p><p><strong><sup>11</sup></strong> Por tanto, juré en mi furor</p><p>Que no entrarían en mi reposo.</p><p><strong>Salmos 105:17-22</strong></p><p><strong><sup>17</sup> </strong>Envió un varón delante de ellos;</p><p>A José, que fue vendido por siervo.</p><p><strong><sup>18</sup></strong> Afligieron sus pies con grillos;</p><p>En cárcel fue puesta su persona.</p><p><strong><sup>19</sup></strong> Hasta la hora que se cumplió su palabra,</p><p>El dicho de Jehová le probó.</p><p><strong><sup>20</sup></strong> Envió el rey, y le soltó;</p><p>El señor de los pueblos, y le dejó ir libre.</p><p><strong><sup>21</sup></strong> Lo puso por señor de su casa,</p><p>Y por gobernador de todas sus posesiones,</p><p><strong><sup>22</sup></strong> Para que reprimiera a sus grandes como él quisiese,</p><p>Y a sus ancianos enseñara sabiduría.</p><p>Meriba es el lugar donde Israel puso a prueba a Dios cuando desafió su fidelidad y su poder para satisfacer sus necesidades (Éxo. 17:1-7; Sal. 95:8, 9). Salmo 81 invierte de manera interesante el mismo acontecimiento, interpretándolo como el momento en que Dios puso a prueba a Israel (Sal. 81:7). Y, por su desobediencia y falta de confianza (Sal. 81:11), el pueblo fracasó en la prueba de Dios.</p><p>La referencia a Meriba transmite un doble mensaje. En primer lugar, el pueblo de Dios no debe repetir los errores de las generaciones pasadas. Al contrario, debe confiar en Dios y seguir su camino (Sal. 81:13). En segundo lugar, aunque el pueblo fracasó en la prueba, Dios acudió en su rescate cuando estaba en apuros (Sal. 81:7). La gracia salvadora de Dios en el pasado ofrece garantías acerca de la gracia de Dios a las nuevas generaciones.</p><p>El Salmo 105 muestra que las dificultades fueron el medio de Dios para poner a prueba la confianza de José en la Palabra de Dios acerca de su futuro (Gén. 37:5-10; Sal. 105:19). La palabra hebrea tsaraf (‘probó’), en el versículo 19, transmite el sentido de “purgar”, “refinar” o “purificar”. Así, el objetivo de la prueba de Dios sobre la fe de José era eliminar cualquier duda en la promesa de Dios y fortalecer la confianza de José en la conducción de Dios.</p><p>El objetivo de la disciplina divina es fortalecer a los hijos de Dios y prepararlos para el cumplimiento de la promesa, como muestra el ejemplo de José (Sal. 105:20-22).</p><p>Sin embargo, el rechazo de la instrucción de Dios trae como resultado una terquedad cada vez mayor y el endurecimiento del corazón de una persona obstinada.</p><p>“Dios requiere pronta e implícita obediencia a su Ley; pero los hombres están dormidos o paralizados por los engaños de Satanás, quien les sugiere excusas y subterfugios, y vence sus escrúpulos diciendo, como dijo a Eva en el huerto: ‘No moriréis’ (Gén. 3:4). La desobediencia no solo endurece el corazón y la conciencia del culpable, sino también tiende a corromper la fe de los demás. Lo que les parecía muy malo al principio pierde gradualmente esta apariencia al estar constantemente delante de sus ojos, hasta que finalmente dudan de que sea realmente un pecado, e inconscientemente caen en el mismo error” (Elena de White, <em>Testimonios para la iglesia</em>, t. 4, p. 146).</p><p></p><ul><li>¿Cuál ha sido tu experiencia con la manera en que el pecado endurece el corazón? ¿Por qué debería ese pensamiento llevarnos a la Cruz, donde podemos encontrar el poder para obedecer?<br></li></ul><p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "21 de febrero",
          "dayTitle": "<p>EL ENGAÑO DEL MAL CAMINO</p>",
          "id": 85,
          "idDay": 5,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Salmo 141. ¿Por qué ora el salmista?</strong></p><p><strong>Salmo 141</strong></p><p><strong><sup>1 </sup></strong>Jehová, a ti he clamado; apresúrate a mí;</p><p>Escucha mi voz cuando te invocare.</p><p><strong><sup>2 </sup></strong>Suba mi oración delante de ti como el incienso,</p><p>El don de mis manos como la ofrenda de la tarde.</p><p><strong><sup>3 </sup></strong>Pon guarda a mi boca, oh Jehová;</p><p>Guarda la puerta de mis labios.</p><p><strong><sup>4 </sup></strong>No dejes que se incline mi corazón a cosa mala,</p><p>A hacer obras impías</p><p>Con los que hacen iniquidad;</p><p>Y no coma yo de sus deleites.</p><p><strong><sup>5 </sup></strong>Que el justo me castigue, será un favor,</p><p>Y que me reprenda será un excelente bálsamo</p><p>Que no me herirá la cabeza;</p><p>Pero mi oración será continuamente contra las maldades de aquellos.</p><p><strong><sup>6 </sup></strong>Serán despeñados sus jueces,</p><p>Y oirán mis palabras, que son verdaderas.</p><p><strong><sup>7</sup></strong> Como quien hiende y rompe la tierra,</p><p>Son esparcidos nuestros huesos a la boca del Seol.</p><p><strong><sup>8 </sup></strong>Por tanto, a ti, oh Jehová, Señor, miran mis ojos;</p><p>En ti he confiado; no desampares mi alma.</p><p><strong><sup>9</sup></strong> Guárdame de los lazos que me han tendido,</p><p>Y de las trampas de los que hacen iniquidad.</p><p><strong><sup>10</sup></strong> Caigan los impíos a una en sus redes,</p><p>Mientras yo pasaré adelante.</p><p><br></p><p>Salmo 141 es una oración para pedir protección contra las tentaciones internas y externas. El salmista no solamente se ve amenazado por los planes de los malhechores (Sal. 141:9, 10), sino también se siente tentado a actuar como ellos. El primer punto débil es el dominio propio al hablar, y el salmista ruega que el Señor vigile la puerta de sus labios (Sal. 141:3). Esta imagen alude a la vigilancia de las puertas que, en tiempos bíblicos, protegían la ciudad.</p><p>La tentación consiste también en saber si el hijo de Dios cederá al consejo de los justos o se dejará seducir por los manjares de los impíos (Sal. 141:4, 5). El salmista describe su corazón como la principal amenaza, porque allí se libra la verdadera batalla. Únicamente la oración incesante de total confianza y devoción a Dios puede salvar al hijo de Dios de la tentación (Sal. 141:2).</p><p><strong><br></strong></p><p><strong>Lee Salmo 1:1; y 141:4. ¿Cómo se describe aquí el carácter progresivo y astuto de la tentación?</strong></p><p><strong>Salmo 1:1</strong></p><p><strong><sup>1</sup> </strong>Bienaventurado el varón que no anduvo en consejo de malos,</p><p>Ni estuvo en camino de pecadores,</p><p>Ni en silla de escarnecedores se ha sentado;</p><p><strong>Salmo 141:4</strong></p><p><strong><sup>4</sup> </strong>No dejes que se incline mi corazón a cosa mala,</p><p>A hacer obras impías</p><p>Con los que hacen iniquidad;</p><p>Y no coma yo de sus deleites.</p><p><br></p><p>Salmo 141:4 describe la naturaleza progresiva de la tentación. Primeramente el corazón se inclina hacia el mal. En segundo lugar, practica el mal (el significado en hebreo subraya el carácter repetitivo de la acción). En tercer lugar, el corazón come de los manjares de los malvados; es decir, acepta sus malas prácticas como algo deseable.</p><p>Del mismo modo, en Salmo 1:1, la tentación viene a impedir que el hijo de Dios transite por las sendas del Señor, y lo hace andar en el consejo de los malos, detenerse en el camino de los pecadores y, finalmente, sentarse con los burladores. Malos, pecadores y burladores: no debemos ser como ellos ni dejar que nos alejen del Señor.</p><p>Los salmos describen el carácter progresivo, seductor y astuto de la tentación, lo que pone de relieve el hecho de que solamente la dependencia total del Señor puede garantizar la victoria. Los salmos subrayan la importancia de las palabras que pronunciamos y escuchamos en medio de la tentación. El final tanto de los impíos como de los justos debería enseñar al pueblo a buscar la sabiduría de Dios (Sal. 1:4-6; 141:8-10). Sin embargo, en ambos salmos, la vindicación final de los hijos de Dios continúa en el futuro. Esto significa que los creyentes son llamados a confiar pacientemente en Dios y a esperar en él.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "22 de febrero",
          "dayTitle": "<p>BENDICIONES DE UNA VIDA RECTA</p>",
          "id": 86,
          "idDay": 6,
          "idLesson": 8,
          "lessonText": "<p><strong>Lee Salmos 1:1 al 3; 112:1 al 9; y 128. ¿Qué bendiciones se prometen para los que veneran al Señor?</strong></p><p><strong>Salmo 1:1-3</strong></p><p><strong><sup>1</sup> </strong>Bienaventurado el varón que no anduvo en consejo de malos,</p><p>Ni estuvo en camino de pecadores,</p><p>Ni en silla de escarnecedores se ha sentado;</p><p><strong><sup>2</sup></strong> Sino que en la ley de Jehová está su delicia,</p><p>Y en su ley medita de día y de noche.</p><p><strong><sup>3</sup></strong> Será como árbol plantado junto a corrientes de aguas,</p><p>Que da su fruto en su tiempo,</p><p>Y su hoja no cae;</p><p>Y todo lo que hace, prosperará.</p><p><strong>Salmo 112:1-9</strong></p><p><strong><sup>1</sup> </strong>Bienaventurado el hombre que teme a Jehová,</p><p>Y en sus mandamientos se deleita en gran manera.</p><p><strong><sup>2</sup></strong> Su descendencia será poderosa en la tierra;</p><p>La generación de los rectos será bendita.</p><p><strong><sup>3</sup></strong> Bienes y riquezas hay en su casa,</p><p>Y su justicia permanece para siempre.</p><p><strong><sup>4</sup></strong> Resplandeció en las tinieblas luz a los rectos;</p><p>Es clemente, misericordioso y justo.</p><p><strong><sup>5</sup></strong> El hombre de bien tiene misericordia, y presta;</p><p>Gobierna sus asuntos con juicio,</p><p><strong><sup>6</sup></strong> Por lo cual no resbalará jamás;</p><p>En memoria eterna será el justo.</p><p><strong><sup>7</sup></strong> No tendrá temor de malas noticias;</p><p>Su corazón está firme, confiado en Jehová.</p><p><strong><sup>8</sup></strong> Asegurado está su corazón; no temerá,</p><p>Hasta que vea en sus enemigos su deseo.</p><p><strong><sup>9</sup></strong> Reparte, da a los pobres;</p><p>Su justicia permanece para siempre;</p><p>Su poder será exaltado en gloria.</p><p><strong>Salmos 128</strong></p><p><strong><sup>1</sup> </strong>Bienaventurado todo aquel que teme a Jehová,</p><p>Que anda en sus caminos.</p><p><strong><sup>2</sup></strong> Cuando comieres el trabajo de tus manos,</p><p>Bienaventurado serás, y te irá bien.</p><p><strong><sup>3</sup></strong> Tu mujer será como vid que lleva fruto a los lados de tu casa;</p><p>Tus hijos como plantas de olivo alrededor de tu mesa.</p><p><strong><sup>4</sup></strong> He aquí que así será bendecido el hombre</p><p>Que teme a Jehová.</p><p><strong><sup>5 </sup></strong>Bendígate Jehová desde Sion,</p><p>Y veas el bien de Jerusalén todos los días de tu vida,</p><p><strong><sup>6</sup></strong> Y veas a los hijos de tus hijos.</p><p>Paz sea sobre Israel.</p><p><br></p><p>De las muchas bendiciones prometidas a quienes honran al Señor, la paz es quizás una de las mayores. Salmo 1 describe a los justos mediante el símil de un árbol plantado junto a corrientes de agua, que da sus frutos a su tiempo y cuya hoja no se marchita (Sal. 1:3; Jer. 17:7, 8; Eze. 47:12). Este símil identifica la fuente de todas las bendiciones: a saber, permanecer ante la presencia de Dios en su Santuario y disfrutar de una relación amorosa e ininterrumpida con el Señor. A diferencia de los impíos, descritos como paja, sin estabilidad, lugar ni futuro, los justos son como un árbol fructífero con raíces, un lugar cerca de Dios y la vida eterna.</p><p>Salmo 128:2 y 3 evoca las bendiciones del Reino mesiánico, donde sentarse bajo las propias vid e higuera es símbolo de paz y prosperidad (Miq. 4:4). La bendición de la paz sobre Jerusalén (Sal. 122:6-8; 128:5, 6) transmite esperanza en el Mesías, quien acabará con el mal y restaurará la paz en el mundo.</p><p>“En la Biblia se llama a la herencia de los bienaventurados ‘una patria’ (Heb. 11:14-16). Allí el Pastor divino conduce a su rebaño a los manantiales de aguas vivas. El árbol de vida da su fruto cada mes, y las hojas del árbol son para utilidad de las naciones. Allí hay corrientes que manan eternamente, claras como el cristal, al lado de las cuales se mecen árboles que echan su sombra sobre los senderos preparados para los redimidos del Señor. Allí, las vastas planicies alternan con bellísimas colinas y las montañas de Dios elevan sus majestuosas cumbres. En esas pacíficas llanuras, al borde de esas corrientes vivas, el pueblo de Dios, que por tanto tiempo anduvo peregrino y errante, encontrará un hogar” (Elena de White, <em style=\"background-color: initial;\">El conflicto de los siglos</em>, p. 733).<br></p><p>El Nuevo Testamento coloca el cumplimiento de esa esperanza en el segundo advenimiento de Cristo y la creación del nuevo mundo (Mat. 26:29; Apoc. 21). Por lo tanto, aunque los justos reciben muchas bendiciones en esta vida, les aguarda la plenitud del favor de Dios cuando el Reino de Dios sea plenamente restaurado en el tiempo del fin.</p><p></p><ul><li>¿Por qué la Cruz, y lo que allí sucedió, es la garantía de las promesas que se encuentran en el Nuevo Testamento con respecto a lo que Dios tiene reservado para nosotros? ¿Cómo podemos consolarnos con esas promesas incluso ahora?<br></li></ul><p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "23 de febrero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR</p>",
          "id": 87,
          "idDay": 7,
          "idLesson": 8,
          "lessonText": "<p>En estos tiempos modernos, obtener sabiduría parece no ser tan deseable como alcanzar la felicidad. La gente prefiere más ser feliz que sabia. Sin embargo, ¿podemos ser verdaderamente felices y vivir una vida plena sin la sabiduría divina? Los salmos afirman claramente que no. Lo bueno es que no se nos pide que elijamos entre la sabiduría y la felicidad; la sabiduría divina trae la verdadera felicidad.<br></p><p>Un simple ejemplo de la lengua hebrea puede ilustrar este argumento. En hebreo, la palabra “paso” en plural (<em>ashuré</em>) suena muy parecida a la palabra “felicidad” (<em>ashré</em>). Aunque en las traducciones al español pasamos por alto esta asociación, transmite un poderoso mensaje: Los “pasos” que siguen el camino de Dios conducen a una vida “feliz” (Sal. 1:1; 17:5; 37:31; 44:18; 89:15; Sal. 119:1).</p><p>En la Biblia, ni la sabiduría ni la felicidad son un concepto abstracto, sino una experiencia real. Se encuentran en la relación con Dios, que consiste en reverenciar, alabar, encontrar fortaleza y confiar en Dios. Salmo 25:14 dice que “el Señor da su secreto a quienes lo honran, a ellos les da a conocer su pacto”.</p><p><br></p><p>“Agradécele a Dios por las hermosísimas imágenes que él nos ha presentado. Reunamos las benditas certezas de su amor para poder contemplarlas continuamente: el Hijo de Dios, que dejó el Trono de su Padre y revistió su di- vinidad con la humanidad para poder rescatar al hombre del poder de Satanás; su triunfo en favor de nosotros, que nos abrió el Cielo, revelándole a la visión humana la sala de audiencia donde la Deidad descubre su gloria; la raza caída, levantada de lo profundo de la ruina en que el pecado la ha sumergido, puesta de nuevo en relación con el Dios infinito y, después de soportar la prueba divina mediante la fe en nuestro Redentor, vestida de la justicia de Cristo y exaltada a su Trono; estas son las imágenes que Dios desea que contemplemos” (Elena de White, <em>El camino a Cristo</em>, p. 119).</p><p><strong><br></strong></p><p><strong>PREGUNTAS PARA DIALOGAR</strong></p><p></p><ol><li>¿Cómo puede la Palabra de Dios convertirse en la fuente de nuestro deleite en vez de ser una mera instrucción? ¿Qué relación hay entre alimentarse de la Palabra de Dios y permanecer en Jesucristo, la Palabra (Juan 1:1; 15:5, 7)?</li><li>¿Qué sucede cuando la gente rechaza consciente y constantemente la enseñanza de Dios (Sal. 81; 95)? ¿Por qué crees que sucede eso?</li><li>¿Por qué en ocasiones el camino de los impíos puede parecer más deseable que el consejo de los justos (Sal. 141)? Es decir, ¿cómo afrontamos el hecho aparente de que muchas veces a los malos parece irles muy bien?</li></ol><p></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de febrero",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 88,
          "idDay": 8,
          "idLesson": 8,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong>Textos clave: Salmos 1; 19; 32; 34; 37; 49; 73; 112; 119; 127; 128; 133. </strong>¿Cómo definimos la sabiduría? Un diccionario moderno define la sabiduría como “el conjunto de conocimientos y principios que se desarrollan en una sociedad o un período determinados”. La sabiduría también se relaciona con la “sensatez de una acción o decisión”. También utilizamos sabiduría para referirnos a “la cualidad de tener experiencia, conocimiento y buen juicio” (<em>Oxford Language Dictionary</em>). La sabiduría se relaciona con el conocimiento, incluyendo la capacidad de tomar una decisión sabia.</p><p>Cuando conocemos a alguien con vastos conocimientos en un área específica de la ciencia o la literatura, lo llamamos “sabio”. La sabiduría, según nuestra comprensión común actual, suele referirse a poseer pericia o conocimientos en un área especializada. Para algunos, la sabiduría abarca el conocimiento secreto y la capacidad de descifrar misterios o alcanzar un nivel espiritual superior.</p><p>Esta semana estudiaremos qué es la sabiduría desde una perspectiva bíblica. Nuestro estudio no solamente definirá la sabiduría según las Escrituras, sino además intentará destilar principios de sabiduría para la vida diaria. A fin de cuentas, ¿qué es la sabiduría bíblica, sino conocimiento práctico y discernimiento para vivir cada día según los preceptos de Cristo? El objetivo de nuestro estudio es captar y aplicar esta sabiduría bíblica a nuestra vida.</p><p><strong><br></strong></p><p><strong>COMENTARIO</strong></p><p><strong>La definición bíblica de sabiduría</strong></p><p>El texto clave para comprender la sabiduría es Proverbios 1:7 (ver también Prov. 9:10): “El principio de la sabiduría consiste en temer al Señor. Solo los insensatos desprecian la sabiduría y la enseñanza”. El fundamento de la sabiduría bíblica es “temer al Señor”, que las Escrituras identifican como obediencia reverente (Ecl. 12:13; Deut. 6:2; 8:6; 31:12). Deuteronomio 10:12 y 13 equipara “temer al Señor” con expresiones como “andar en todos sus caminos”, “amarlo”, “servir al Señor de todo corazón y con toda tu alma” y “guardar los mandamientos del Señor y sus preceptos”. En conjunto, estas expresiones subrayan la necesidad de cultivar una experiencia íntima y profunda con el Creador en la vida diaria.</p><p>Proverbios 8:13 ofrece una perspectiva adicional sobre la sabiduría, al afirmar lo que es mediante una declaración de lo que no es: “El temor del Señor consiste en aborrecer el mal, la soberbia, la arrogancia, el mal camino y la boca perversa”. Nuevamente, fíjate que “el principio del conocimiento” está relacionado con acciones prácticas y morales.</p><p>Así, podemos decir que la sabiduría bíblica es “una forma de ver y enfocar la vida, que implicaba instruir a los jóvenes en la conducta y la moralidad adecuadas y responder las preguntas filosóficas relacionadas con el sentido de la vida” (C. H. Bullock, “Wisdom”, <em>Evangelical Dictionary of Biblical Theology</em>, disponible en www.biblestudytools.com/dictionaries/bakers-evangelical-dictionary/wisdom. html). Nuestros pensamientos y nuestra fe en Dios se revelan mediante la bondad amorosa y una vida piadosa. No hay dicotomía entre fe y obras; esa distinción es artificial y arbitraria, resultado de la influencia de la filosofía griega. Para el pueblo del Antiguo Testamento, la sabiduría se manifestaba en una fe madura que lo guiaba a tomar decisiones correctas y a ser amable y justo con el prójimo.</p><p><br></p><p>“Toda buena dádiva y todo don perfecto es de lo alto, y desciende del Padre de las luces” (Sant. 1:17). La sabiduría es un don de Dios que se concede a quienes él elige y a quienes se la piden con fe humilde (1 Rey. 3:12; Sal. 51:6; Prov. 2:6; Sant. 1:5-7).</p><p><strong>Características de la sabiduría</strong></p><p>La sabiduría bíblica se registra principalmente en forma de poesía. Los libros de Job, Proverbios y Eclesiastés son los representantes de la literatura sapiencial en las Escrituras. Algunos autores incluyen también en este grupo el Cantar de los cantares (aunque, hay que señalar, su inclusión es objeto de debate).</p><p>Los temas principales de la sabiduría bíblica son la Creación, la Ley, los consejos para una vida sabia y madura, el temor de Dios y la retribución. El libro de Proverbios es, quizás, el ejemplo más conocido de literatura sapiencial en la Biblia: los capítulos 1 a 9 describen el gran valor de la sabiduría. Cuando se leen detenidamente estos capítulos, se observa que el concepto de sabiduría comprende un conjunto de enseñanzas para vivir una vida piadosa, con consejos acerca de cómo evitar las trampas de la injusticia y de los impíos. A partir del capítulo 10, hay más de seiscientos refranes (“proverbios”), frases cortas con consejos prácticos aplicables a diversas situaciones de la vida cotidiana, como el matrimonio, el amor, las relaciones, las cuestiones financieras, los asuntos políticos, la educación de los hijos y otras.</p><p>En contraste con los consejos prácticos de Proverbios, el libro de Job es, más bien, un tratado sobre el sufrimiento, la retribución y la reivindicación. Estos temas tienen que ver con la sabiduría, pero desde la perspectiva de Dios. Se desarrollan a partir de la narración de la vida de Job y de sus problemas. El análisis no es filosófico, sino divino. El capítulo 28 es el núcleo del libro, y termina con la idea de que la reverencia y la obediencia a Dios son fundamentales para la sabiduría: “Venerar al Señor es la sabiduría, y apartarse del mal es la inteligencia” (Job 28:28).</p><p><strong>La sabiduría en el Salterio</strong></p><p>Muchos eruditos bíblicos clasifican ciertos Salmos entre la literatura sapiencial de las Escrituras. “Aunque la identificación exacta de los salmos sapienciales es todavía un punto discutible, la mayoría de los eruditos admite la influencia de la sabiduría en Salmos 1, 19, 32, 34, 37, 49, 73, 112, 119, 127, 128 y 133. Salmo 1 hace mucho hincapié en la Ley y la conducta, y abre Salmos dando un giro sapiencial a toda la colección. Asimismo, Salmo 19, con un énfasis en la Creación y la Ley, revela definitivamente un tono sapiencial; y Salmo 119 exhala sabiduría al ofrecer la reflexión más larga acerca de la Torá” (Elias Brasil de Souza, “Wisdom in Daniel”, en Benjamin Rojas, Teófilo Correa, Lael Caesar y Joel Turpo, eds., <em>The End from the Beginning: Festschrift Honoring Merling Alomía</em> [Lima: Universidad Peruana Unión, 2015], pp. 267, 268).</p><p>A continuación, examinaremos el tratamiento de la sabiduría en los salmos mencionados, tal como se menciona en la cita anterior:</p><p><strong>Salmo 1.</strong> Este salmo presenta dos formas de vida: la vida de justicia (Sal. 1:2, 3) y la vida de maldad (Sal. 1:4, 5). El canto comienza con una descripción de cómo los justos van en dirección opuesta a los injustos (Sal. 1:1). Como resultado de sus decisiones, los impíos reciben un destino muy diferente del de los justos (Sal. 1:6).</p><p><strong>Salmo 19.</strong> Este salmo está dividido en dos secciones claras. La primera sección contiene la revelación de Dios en la Creación (Sal. 19:1-6), y la segunda sección contiene su revelación en la Ley (Sal. 19:7-14). Estos dos temas son muy importantes a fin de comprender y alcanzar la sabiduría bíblica. Ambos temas son una inspiración para el creyente que aspira a ser “íntegro” y “limpio de gran rebelión” (Sal. 19:13).</p><p><strong>Salmo 32. </strong>Este cántico ofrece un contraste entre el arrepentido y el impío (Sal. 32:10, 11). También adopta el tono sapiencial de instrucción y enseñanza (Sal. 32:8, 9), común a la literatura sapiencial (Prov. 4:1-15; 6:20-23; 7:1-5).</p><p><strong>Salmo 34. </strong>Algunas partes de Salmo 34 evocan los consejos prácticos que caracterizan a la literatura sapiencial, como se ve en el tierno llamado del padre a su hijo para que desee una larga vida, persiga el temor del Señor y huya del pecado (Sal. 34:11-14). Después de ofrecer este consejo, el salmista describe el destino de los fieles (Sal. 34:15, 16, 21). Sin duda, la mejor decisión que podemos tomar en la vida es caminar por la senda de la sabiduría.</p><p><strong>Salmo 37.</strong> Este salmo responde la gran pregunta: ¿Por qué prosperan los malvados? Hoy en día, nos planteamos la misma pregunta. La respuesta que ofrece no es filosófica en su análisis; más bien, es un consejo basado en la fe para una vida recta. ¡Contempla con atención la sabiduría atemporal de este cántico!</p><p><strong>Salmo 49. </strong>En las primeras líneas, esta canción afirma: “Mi boca hablará sabiduría, el pensamiento de mi corazón. Inclinaré al proverbio mi oído, declararé con el arpa mi enigma” (Sal. 49:3, 4). A partir de allí, el autor procede a describir el destino de los malvados que prosperan (Sal. 49:5-20).</p><p><strong>Salmo 73.</strong> El pueblo hebreo intentaba comprender los orígenes del mal en este mundo y la injusticia en la sociedad. Luchaba por saber si la retribución divina había fracasado o no. Esta cuestión no les planteaba menos problemas que a nosotros hoy.</p><p><strong>Salmo 112.</strong> Este cántico describe las bendiciones de temer al Señor (Sal. 112:1). Hay 16 bendiciones para los justos (Sal. 112:2-9). Un examen cuidadoso de estas bendiciones mostrará que temer al Señor es aspirar al más elevado logro espiritual en nuestra vida diaria. El salmista termina con una breve descripción del terrible destino del malvado, en comparación con el justo.</p><p><strong>Salmo 119.</strong> El salmo más largo del Salterio trata de la Torá (Ley), que comprende algo más que el código mosaico. La Torá se refiere al conjunto de las Escrituras. Cambia la vida de quienes captan las enseñanzas de la Palabra de Dios.</p><p><strong>Salmo 127. </strong>De solo cinco versículos, este salmo se centra en las bendiciones que el Señor derrama sobre el hogar y sobre los hijos de quienes confían en el Creador. Quizá por esta razón, el canto se considera una expresión sapiencial. La sabiduría debe ser el cimiento sobre el que se asiente el tesoro más preciado que tenemos: nuestra familia.</p><p><strong>Salmo 128.</strong> Las seis líneas de este breve salmo se clasifican entre los escritos de la literatura sapiencial porque se refieren a la prosperidad de Dios en el hogar de todo aquel “que teme al Señor” (Sal. 128:1, 4).</p><p><strong>Salmo 133. </strong>Algunos pueden cuestionar la inclusión de este salmo en la literatura sapiencial de las Escrituras. Pero la expresión “que los hermanos habiten juntos en armonía” (Sal. 133:1) infunde al versículo ese tinte característico de la sabiduría bíblica que hasta ahora hemos identificado como rasgo distintivo de la literatura sapiencial. Estar imbuidos de este espíritu de hermandad es el deseo del Todopoderoso para nosotros como sus seguidores. Esa unidad es la evidencia práctica de una vida cristiana.</p><p><br></p><p><strong>APLICACIÓN A LA VIDA</strong></p><p>La sabiduría bíblica, como la enseña el Antiguo Testamento, es una comprensión de cuestiones salvíficas cruciales, como nuestros orígenes (la Creación), la Ley (los principios del carácter de Dios en nuestra vida cotidiana), el temor de Dios (un amor reverente que se traduce en una obediencia gozosa) y la retribución (el destino de justos e impíos). La sabiduría es también conocimiento práctico que nos prepara para vivir una vida madura y piadosa en el hogar, en nuestro vecindario y en el lugar de trabajo. Además, la sabiduría bíblica es un consejo piadoso para vivir en armonía con nuestro cónyuge y nuestros hijos. Nos dota de principios que guían nuestro uso del dinero y muchos otros aspectos de la existencia diaria.</p><p>Desafía a tus alumnos a reflexionar sobre las formas en que pueden aplicar las lecciones aprendidas esta semana a las diferentes circunstancias de la vida. Recuérdales que vivir en el temor del Señor les traerá gran deleite (Sal. 112:1).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 8,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>SABIDURÍA PARA VIVIR CON RECTITUD</strong></p>",
      "verse": "<p>“Enséñanos a contar nuestros días de modo que nuestro corazón adquiera sabiduría” (Sal. 90:12).</p>",
      "versionCode": 100,
      "weekDate": "17-23 de febrero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
