{
   "data":[
      {
         "color":"#7c0ff0",
         "id":710,
         "idEs":7,
         "language":"en",
         "lessonDays":[
            {
               "date":"May 28",
               "dayTitle":"",
               "id":101,
               "idDay":1,
               "idLesson":10,
               "lessonText":"<p>The family saga of Jacob continues, both the good and the bad. Yet, through it all, the hand of God and His faithfulness to the covenant promises are revealed.<br><br>This week follows more of Jacob, now that he had left Laban and, returning home, had to face Esau, the victim of Jacob’s treachery. What would his brother, so grievously wronged, now do to him?<br><br>Fortunately for Jacob, amid the fear of what was coming, the Lord God of his fathers appeared again to him in an incident that was a precursor to what would later become known as the “time of Jacob’s trouble” (see Jer. 30:5–7). And that night Jacob, the supplanter, became “Israel,” a new name for a new beginning, a beginning that would ultimately lead to the creation of a nation itself named after him.<br><br>In other words, despite all that happens, the story of the patriarchs and their family is told in Scripture in order to show us that God is faithful to fulfill what He has promised and that He will do so despite what, at times, seems to be nothing but His people doing all that they can to stop that fulfillment.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 29",
               "dayTitle":"<p>Wrestling With God<br></p>",
               "id":102,
               "idDay":2,
               "idLesson":10,
               "lessonText":"<p>Gone from Laban, Jacob soon has another experience with God. Knowing that his brother, Esau, is coming with “ ‘four hundred men’ ” (Gen. 32:6), Jacob prays fervently to the Lord, even though he acknowledges that “ ‘I am not worthy of the least of all the mercies and of all the truth which You have shown Your servant’ ” (Gen. 32:10, NKJV).<br></p><p>Jacob, truly, has a better understanding of what grace was about. And how does the Lord respond?</p><p><strong>&nbsp;Read Genesis 32:22–31 and Hosea 12:3, 4. What is the spiritual significance of this amazing story?</strong></p><p><strong>Genesis 32:22–31 <br></strong></p><p><strong><sup>22</sup></strong> And he arose that night and took his two wives, his two female servants, and his eleven sons, and crossed over the ford of Jabbok. <strong><sup><br></sup></strong></p><p><strong><sup>23</sup></strong> He took them, sent them over the brook, and sent over what he had. <strong><sup><br></sup></strong></p><p><strong><sup>24</sup></strong> Then Jacob was left alone; and a Man wrestled with him until the breaking of day. <strong><sup><br></sup></strong></p><p><strong><sup>25</sup></strong> Now when He saw that He did not prevail against him, He touched the socket of his hip; and the socket of Jacob’s hip was out of joint as He wrestled with him. <br></p><p><strong><sup>26</sup></strong> And He said, “Let Me go, for the day breaks.”<br><br>But he said, “I will not let You go unless You bless me!”<strong><br><br><sup>27</sup></strong> So He said to him, “What is your name?”<br><br>He said, “Jacob.”<strong><br><br><sup>28</sup></strong> And He said, “Your name shall no longer be called Jacob, but Israel; for you have struggled with God and with men, and have prevailed.”<sup><br><br><strong>29</strong></sup> Then Jacob asked, saying, “Tell me Your name, I pray.”<br><br>And He said, “Why is it that you ask about My name?” And He blessed him there.<strong><br><br><sup>30</sup></strong> So Jacob called the name of the place Peniel: “For I have seen God face to face, and my life is preserved.” <strong><br></strong></p><p><strong><sup>31</sup></strong> Just as he crossed over Penuel the sun rose on him, and he limped on his hip. <strong><br></strong></p><p><strong>&nbsp;Hosea 12:3-4</strong></p><p><strong><br><sup>3 </sup></strong>He took his brother by the heel in the womb,<br>And in his strength he struggled with God.<strong><br><sup><br></sup></strong></p><p><strong><sup>4 </sup></strong>Yes, he struggled with the Angel and prevailed;<br>He wept, and sought favor from Him.<br>He found Him in Bethel,<br>And there He spoke to us—<strong><br></strong><br><br>Jacob is distressed, understandably so, by what is happening, and after doing what he can to protect his family, he camps for the night. He is then suddenly attacked by “a Man” (Gen. 32:24, NKJV). This is a term that can have special connotations, evoking the divine presence (see Isa. 53:3). Daniel used it to refer to the heavenly priest Michael (Dan. 10:5); it also was the word used by Joshua to depict the “Commander of the Lord’s army,” who was the Lord YHWH Himself (Josh. 5:13–15, NKJV).<br><br>Indeed, amid the fighting, it must have become obvious to Jacob that he was struggling with God Himself, as his words, “ ‘I will not let You go unless You bless me!’ ” (Gen. 32:26, NKJV), revealed. Yet, his fer- vent clinging to God, his refusal to let go, also revealed his passionate desire for forgiveness and to be right with his Lord.<br><br>“The error that had led to Jacob’s sin in obtaining the birthright by fraud was now clearly set before him. He had not trusted God’s promises, but had sought by his own efforts to bring about that which God would have accomplished in His own time and way.”—Ellen G. White, Patriarchs and Prophets, pp. 197, 198.<br><br>And the evidence that he had been forgiven was the change of his name from the reminder of his sin to one that commemorated his victory. “ ‘Your name,’ ” said the Angel, “ ‘shall no longer be called Jacob [the supplanter], but Israel; for you have struggled with God and with men, and have prevailed’ ” (Gen. 32:28, NKJV).<br><br><strong>What has been your own experience as far as wrestling with God goes? What does it mean to do that, and why is it at times important that we have this kind of experience?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 30",
               "dayTitle":"<p>The Brothers Meet<br></p>",
               "id":103,
               "idDay":3,
               "idLesson":10,
               "lessonText":"<p>From Peniel, “the face of God” (see Gen. 32:30), the place where he had this experience with God, Jacob moves now to meet with his brother. After 20 years of separation, Jacob sees him coming with 400 men (Gen. 33:1). Jacob is worried and, therefore, prepares himself and his family for whatever might happen.<br><br><strong>Read Genesis 33. What connection is there between Jacob’s experience of seeing the face of God at Peniel and Jacob’s experience of seeing the face of his brother? What is the implication of this connection in regard to our relationship with God and our relationship with our “brothers,” whoever they may be?</strong></p><p><strong>Genesis 33</strong><sup><br></sup></p><p><sup><strong>1</strong></sup> Now Jacob lifted his eyes and looked, and there, Esau was coming, and with him were four hundred men. So he divided the children among Leah, Rachel, and the two maidservants.</p><p>&nbsp;<strong><sup>2</sup></strong> And he put the maidservants and their children in front, Leah and her children behind, and Rachel and Joseph last. <sup><br></sup></p><p><sup><strong>3 </strong></sup>Then he crossed over before them and bowed himself to the ground seven times, until he came near to his brother.<sup><br><strong><br>4</strong></sup> But Esau ran to meet him, and embraced him, and fell on his neck and kissed him, and they wept. <sup><br></sup></p><p><sup><strong>5</strong></sup> And he lifted his eyes and saw the women and children, and said, “Who are these with you?”<br><br>So he said, “The children whom God has graciously given your servant.” <sup><strong><br></strong></sup></p><p><sup><strong>6</strong></sup> Then the maidservants came near, they and their children, and bowed down. <sup><br></sup></p><p><sup><strong>7 </strong></sup>And Leah also came near with her children, and they bowed down. Afterward Joseph and Rachel came near, and they bowed down.<sup><br><br><strong>8</strong></sup> Then Esau said, “What do you mean by all this company which I met?”<br><br>And he said, “These are to find favor in the sight of my lord.”<sup><br><br><strong>9 </strong></sup>But Esau said, “I have enough, my brother; keep what you have for yourself.”<sup><br><br><strong>10</strong></sup> And Jacob said, “No, please, if I have now found favor in your sight, then receive my present from my hand, inasmuch as I have seen your face as though I had seen the face of God, and you were pleased with me. <sup><br></sup></p><p><sup><strong>11 </strong></sup>Please, take my blessing that is brought to you, because God has dealt graciously with me, and because I have enough.” So he urged him, and he took it.<sup><br><br><strong>12</strong></sup> Then Esau said, “Let us take our journey; let us go, and I will go before you.”<sup><br><br><strong>13</strong></sup> But Jacob said to him, “My lord knows that the children are weak, and the flocks and herds which are nursing are with me. And if the men should drive them hard one day, all the flock will die. <sup><br></sup></p><p><sup><strong>14</strong></sup> Please let my lord go on ahead before his servant. I will lead on slowly at a pace which the livestock that go before me, and the children, are able to endure, until I come to my lord in Seir.”<sup><br><br><strong>15 </strong></sup>And Esau said, “Now let me leave with you some of the people who are with me.”<br><br>But he said, “What need is there? Let me find favor in the sight of my lord.” <sup><br></sup></p><p><sup><strong>16</strong></sup> So Esau returned that day on his way to Seir. <sup><br></sup></p><p><sup><strong>17</strong></sup> And Jacob journeyed to Succoth, built himself a house, and made booths for his livestock. Therefore the name of the place is called Succoth.<sup><br><br><strong>18 </strong></sup>Then Jacob came safely to the city of Shechem, which is in the land of Canaan, when he came from Padan Aram; and he pitched his tent before the city. <sup><br></sup></p><p><sup><strong>19</strong></sup> And he bought the parcel of land, where he had pitched his tent, from the children of Hamor, Shechem’s father, for one hundred pieces of money. <sup><br></sup></p><p><sup><strong>20</strong></sup> Then he erected an altar there and called it El Elohe Israel.</p><p>Jacob bows himself seven times before his brother (Gen. 33:3), whom he calls several times “ ‘my lord’ ” (Gen. 33:8, 13, 15, NKJV) and with whom he identifies himself as his “ ‘servant’ ” (Gen. 33:5; compare with Gen. 32:4, 18, 20, NKJV). Significantly, Jacob’s seven bows echo his father’s seven blessings (Gen. 27:27–29); furthermore, when he bows, he specifically reverses his father’s blessing, about “ ‘nations [bowing] down to you’ ” (Gen. 27:29, NKJV).<br><br>It is as if Jacob’s intention was to pay his debt to his brother and return the blessing that he had stolen from him (see Gen. 33:11). When Esau saw his brother, against all expectations, he ran to Jacob and, instead of killing him, he “kissed him, and they wept” (Gen. 33:4, NKJV).<br><br>Later, Jacob commented to Esau: “ ‘I have seen your face as though I had seen the face of God’ ” (Gen. 33:10, NKJV). The reason for Jacob’s extraordinary statement was his understanding that Esau had forgiven him. The Hebrew verb ratsah, “pleased” (Gen. 33:10, NKJV), is a theological term referring to any sacrifice that is “pleasing,” “accepted” by God, which then implies divine forgiveness (Lev. 22:27, Amos 5:22).<br><br>Jacob’s experience of God’s forgiveness at Peniel, where he saw the face of God, is now repeated in his experience of his brother’s forgiveness, which he identifies as if he saw the face of God. Jacob lives a second Peniel, the first one preparing for the second one. Jacob has been forgiven by God and by his own brother. Truly, he now must have understood, even more than before, the meaning of grace. <br></p><p><strong>What have you learned about grace from how others (besides the Lord) have forgiven you?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 31",
               "dayTitle":"<p>The Violation of Dinah<br></p>",
               "id":104,
               "idDay":4,
               "idLesson":10,
               "lessonText":"<p>Now that Jacob has reconciled with his brother, he wants to settle in the land of Canaan in peace. The word shalem, “safely” (Gen. 33:18, NKJV), from the word shalom, “peace,” for the first time characterizes his journey.<br><br>After having purchased a piece of land from the inhabitants (Gen. 33:19), he erects an altar there, showing his faith and his realization of how dependent upon the Lord he really is. For every one of the sacrifices offered, there was an act of worship.<br><br>Yet, for the first time in his life, Jacob-Israel is exposed to the troubles of settling in the land. Like Isaac at Gerar with Abimelech (Gen. 26:1–33), Jacob tries to find accommodation with the Canaanites.<br><br><strong>Read Genesis 34. What happened to upset his plans for a peaceful existence?<br></strong></p><p><strong><sup>1</sup></strong> Now Dinah the daughter of Leah, whom she had borne to Jacob, went out to see the daughters of the land. <sup><br></sup></p><p><sup><strong>2</strong></sup> And when Shechem the son of Hamor the Hivite, prince of the country, saw her, he took her and lay with her, and violated her. <sup><br></sup></p><p><sup><strong>3</strong></sup> His soul was strongly attracted to Dinah the daughter of Jacob, and he loved the young woman and spoke kindly to the young woman. <sup><br></sup></p><p><sup><strong>4</strong></sup> So Shechem spoke to his father Hamor, saying, “Get me this young woman as a wife.”<sup><br><br><strong>5</strong></sup> And Jacob heard that he had defiled Dinah his daughter. Now his sons were with his livestock in the field; so Jacob held his peace until they came. <sup><br></sup></p><p><sup><strong>6</strong></sup> Then Hamor the father of Shechem went out to Jacob to speak with him. <sup><br></sup></p><p><sup><strong>7</strong></sup> And the sons of Jacob came in from the field when they heard it; and the men were grieved and very angry, because he had done a disgraceful thing in Israel by lying with Jacob’s daughter, a thing which ought not to be done. <sup><br></sup></p><p><sup><strong>8</strong></sup> But Hamor spoke with them, saying, “The soul of my son Shechem longs for your daughter. Please give her to him as a wife. <sup><br></sup></p><p><sup><strong>9</strong></sup> And make marriages with us; give your daughters to us, and take our daughters to yourselves. <sup><br></sup></p><p><sup><strong>10</strong></sup> So you shall dwell with us, and the land shall be before you. Dwell and trade in it, and acquire possessions for yourselves in it.”<sup><br><br><strong>11</strong></sup> Then Shechem said to her father and her brothers, “Let me find favor in your eyes, and whatever you say to me I will give. <sup><br></sup></p><p><sup><strong>12 </strong></sup>Ask me ever so much dowry and gift, and I will give according to what you say to me; but give me the young woman as a wife.”<sup><br><br><strong>13 </strong></sup>But the sons of Jacob answered Shechem and Hamor his father, and spoke deceitfully, because he had defiled Dinah their sister. <sup><br></sup></p><p><sup><strong>14</strong></sup> And they said to them, “We cannot do this thing, to give our sister to one who is uncircumcised, for that would be a reproach to us. <sup><br></sup></p><p><sup><strong>15</strong></sup> But on this condition we will consent to you: If you will become as we are, if every male of you is circumcised, <sup><br></sup></p><p><sup><strong>16</strong></sup> then we will give our daughters to you, and we will take your daughters to us; and we will dwell with you, and we will become one people. <sup><br></sup></p><p><sup><strong>17</strong></sup> But if you will not heed us and be circumcised, then we will take our daughter and be gone.”<sup><br><br><strong>18</strong></sup> And their words pleased Hamor and Shechem, Hamor’s son. <sup><br></sup></p><p><sup><strong>19 </strong></sup>So the young man did not delay to do the thing, because he delighted in Jacob’s daughter. He was more honorable than all the household of his father.<sup><br><br><strong>20</strong></sup> And Hamor and Shechem his son came to the gate of their city, and spoke with the men of their city, saying: <sup><br></sup></p><p><sup><strong>21</strong></sup> “These men are at peace with us. Therefore let them dwell in the land and trade in it. For indeed the land is large enough for them. Let us take their daughters to us as wives, and let us give them our daughters. <sup><br></sup></p><p><sup><strong>22</strong></sup> Only on this condition will the men consent to dwell with us, to be one people: if every male among us is circumcised as they are circumcised. 23 Will not their livestock, their property, and every animal of theirs be ours? Only let us consent to them, and they will dwell with us.” 24 And all who went out of the gate of his city heeded Hamor and Shechem his son; every male was circumcised, all who went out of the gate of his city.<sup><br><br><strong>25</strong></sup> Now it came to pass on the third day, when they were in pain, that two of the sons of Jacob, Simeon and Levi, Dinah’s brothers, each took his sword and came boldly upon the city and killed all the males. <sup><br></sup></p><p><sup><strong>26 </strong></sup>And they killed Hamor and Shechem his son with the edge of the sword, and took Dinah from Shechem’s house, and went out. <sup><br></sup></p><p><sup><strong>27</strong></sup> The sons of Jacob came upon the slain, and plundered the city, because their sister had been defiled. <sup><br></sup></p><p><sup><strong>28 </strong></sup>They took their sheep, their oxen, and their donkeys, what was in the city and what was in the field, <sup><br></sup></p><p><sup><strong>29 </strong></sup>and all their wealth. All their little ones and their wives they took captive; and they plundered even all that was in the houses.<sup><br><br><strong>30</strong></sup> Then Jacob said to Simeon and Levi, “You have troubled me by making me obnoxious among the inhabitants of the land, among the Canaanites and the Perizzites; and since I am few in number, they will gather themselves together against me and kill me. I shall be destroyed, my household and I.”<sup><br><br><strong>31</strong></sup> But they said, “Should he treat our sister like a harlot?”</p><p>The story of this sordid incident highlights the ambiguity of the characters and of their actions. The sensual Shechem, who violates Dinah, also is characterized as sincere and loving Dinah, and he wants to try to make amends. He is even willing to undergo the covenant rite of circumcision.<br><br>Meanwhile, Simeon and Levi, who present themselves as the defend- ers of God and His commandments, and who resist intermarriage with the Canaanites (Lev. 19:29), resort to lies and deception (Gen. 34:13) and are ready to kill and plunder (Gen. 34:25–27). Their actions were not only reprehensible (why not punish the one man who had done it?) but also had the potential to cause many more problems. As for Jacob, he only is concerned with peace. When the rape of his daughter is reported to him, he does not say anything (Gen. 34:5).<br><br>However, after he hears about what his sons have done, he openly chides them because of what could follow: “ ‘You have troubled me by making me obnoxious among the inhabitants of the land, among the Canaanites and the Perizzites; and since I am few in number, they will gather themselves together against me and kill me. I shall be destroyed, my household and I’ ” (Gen. 34:30, NKJV).<br><br><strong>Again and again we see deceit and deception, as well as acts of kindness and grace, in these accounts. What does this tell us about human nature?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 1",
               "dayTitle":"<p>Prevailing Idolatry<br></p>",
               "id":105,
               "idDay":5,
               "idLesson":10,
               "lessonText":"<p><strong>Read Genesis 34:30–35:15. What lessons can we take about true worship from what happened here?</strong><br></p><p><strong>Genesis 34:30</strong><sup><br></sup></p><p><sup><strong>30</strong></sup> Then Jacob said to Simeon and Levi, “You have troubled me by making me obnoxious among the inhabitants of the land, among the Canaanites and the Perizzites; and since I am few in number, they will gather themselves together against me and kill me. I shall be destroyed, my household and I.”<sup><br><br><strong>31</strong></sup> But they said, “Should he treat our sister like a harlot?”<sup><br></sup></p><p><strong>Genesis 35:1- 15</strong></p><p><sup><strong>1</strong></sup> Then God said to Jacob, “Arise, go up to Bethel and dwell there; and make an altar there to God, who appeared to you when you fled from the face of Esau your brother.”<sup><br><br><strong>2 </strong></sup>And Jacob said to his household and to all who were with him, “Put away the foreign gods that are among you, purify yourselves, and change your garments.<strong><sup> <br></sup></strong></p><p><strong><sup>3</sup></strong> Then let us arise and go up to Bethel; and I will make an altar there to God, who answered me in the day of my distress and has been with me in the way which I have gone.”<strong><sup> <br></sup></strong></p><p><strong><sup>4</sup></strong> So they gave Jacob all the foreign gods which were in their hands, and the earrings which were in their ears; and Jacob hid them under the terebinth tree which was by Shechem.<sup><br><strong><br>5</strong></sup> And they journeyed, and the terror of God was upon the cities that were all around them, and they did not pursue the sons of Jacob. <strong><br></strong></p><p><strong><sup>6</sup></strong> So Jacob came to Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him. 7 And he built an altar there and called the place El Bethel, because there God appeared to him when he fled from the face of his brother.<sup><br><br><strong>8</strong></sup> Now Deborah, Rebekah’s nurse, died, and she was buried below Bethel under the terebinth tree. So the name of it was called Allon Bachuth.<sup><br><br><strong>9 </strong></sup>Then God appeared to Jacob again, when he came from Padan Aram, and blessed him. <sup><br></sup></p><p><sup><strong>10</strong></sup> And God said to him, “Your name is Jacob; your name shall not be called Jacob anymore, but Israel shall be your name.” So He called his name Israel. <sup><br></sup></p><p><sup><strong>11 </strong></sup>Also God said to him: “I am God Almighty. Be fruitful and multiply; a nation and a company of nations shall proceed from you, and kings shall come from your body. <sup><br></sup></p><p><sup><strong>12</strong></sup> The land which I gave Abraham and Isaac I give to you; and to your descendants after you I give this land.” <sup><br></sup></p><p><sup><strong>13</strong></sup> Then God went up from him in the place where He talked with him. <sup><br></sup></p><p><sup><strong>14 </strong></sup>So Jacob set up a pillar in the place where He talked with him, a pillar of stone; and he poured a drink offering on it, and he poured oil on it. <sup><br></sup></p><p><sup><strong>15</strong></sup> And Jacob called the name of the place where God spoke with him, Bethel.</p><p>Immediately after Jacob’s complaint that his peace with the Canaanites had been compromised (Gen. 34:30), and after his two sons were rebuked (Gen. 34:30), God urges Jacob to leave Shechem and return to Bethel in order to renew his covenant. Indeed, the Lord tells him that, once he gets there, he needs to build an altar.<br><br>Meanwhile, the first thing recorded after God’s command is Jacob’s telling his people to put away the Canaanite idols, which had been taken in the plunder of the city of Shechem, and the household gods that had been stolen by Rachel (Gen. 31:19, 32). All this, too, is crucial to the idea of the covenant with God.<br><br>These idols had been kept and, probably, worshiped in spite of Jacob’s commitment to God. It was not enough for Jacob to leave Shechem in order to escape Canaanite influence. Jacob had to get rid of the idols within the camp and in the hearts of his people.<br><br>The process of repentance consists in more than a physical move from one place to another, or a move from one church to another. Most important, it is that we seek by God’s grace to purge the idolatry in our hearts, regardless of where we live, because we can make idols out of just about anything.<br><br>When Jacob obeys God and proceeds according to God’s commandment, God finally intervenes and “the terror of God” (Gen. 35:5, NKJV) affects all the people around them, and they do not dare attack Jacob. Jacob is, then, ready to worship with “all the people who were with him” (Gen. 35:6, NKJV), suggesting that the family unity has been restored. Jacob gives this place the name El Bethel, a reminder of his dream of the ladder, a sign that the connection between heaven and earth, which had been broken for some time, has now been restored.<br><br>The emphasis is, this time, on the God of Bethel rather than on the place itself. This personal note resonates again when God reminds Jacob of his name “Israel” (Gen. 35:10), with the double promise that this blessing implies. Jacob’s blessing, first, means fruitfulness, the transmission of the Messianic seed and the generation of many nations (Gen. 35:11); and second, it points to the Promised Land (Gen. 35:12).<br><br><strong>What are subtle ways that idolatry can find its way into our hearts, and what can we do about it?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 2",
               "dayTitle":"<p>The Death of Rachel<br></p>",
               "id":106,
               "idDay":6,
               "idLesson":10,
               "lessonText":"<p><strong>Read Genesis 35:15–29. What other woes did Jacob face within his dysfunctional family?</strong><br></p><p><strong>Genesis 35:15–29</strong></p><p><sup><strong>15</strong></sup> And Jacob called the name of the place where God spoke with him, Bethel.<sup><br><br><strong>16</strong></sup> Then they journeyed from Bethel. And when there was but a little distance to go to Ephrath, Rachel labored in childbirth, and she had hard labor.</p><p>&nbsp;<strong><sup>17</sup></strong> Now it came to pass, when she was in hard labor, that the midwife said to her, “Do not fear; you will have this son also.” <br></p><p><strong><sup>18</sup></strong> And so it was, as her soul was departing (for she died), that she called his name Ben-Oni; but his father called him Benjamin. <strong><br></strong></p><p><strong><sup>19</sup></strong> So Rachel died and was buried on the way to Ephrath (that is, Bethlehem). <strong><sup><br></sup></strong></p><p><strong><sup>20</sup></strong> And Jacob set a pillar on her grave, which is the pillar of Rachel’s grave to this day.<strong><br><br><sup>21</sup></strong> Then Israel journeyed and pitched his tent beyond the tower of Eder. <br></p><p><strong><sup>22</sup></strong> And it happened, when Israel dwelt in that land, that Reuben went and lay with Bilhah his father’s concubine; and Israel heard about it. Now the sons of Jacob were twelve: <strong><br></strong></p><p><strong><sup>23</sup></strong> the sons of Leah were Reuben, Jacob’s firstborn, and Simeon, Levi, Judah, Issachar, and Zebulun; <strong><sup><br></sup></strong></p><p><strong><sup>24</sup></strong> the sons of Rachel were Joseph and Benjamin; <br></p><p><strong><sup>25</sup></strong> the sons of Bilhah, Rachel’s maidservant, were Dan and Naphtali; <strong><sup><br></sup></strong></p><p><strong><sup>26</sup></strong> and the sons of Zilpah, Leah’s maidservant, were Gad and Asher. These were the sons of Jacob who were born to him in Padan Aram.<strong><br><br><sup>27</sup></strong> Then Jacob came to his father Isaac at Mamre, or Kirjath Arba (that is, Hebron), where Abraham and Isaac had dwelt. <br></p><p><strong><sup>28</sup></strong> Now the days of Isaac were one hundred and eighty years. <br></p><p><strong><sup>29</sup></strong> So Isaac breathed his last and died, and was gathered to his people, being old and full of days. And his sons Esau and Jacob buried him.<strong><br></strong></p><p>As soon as Jacob leaves Bethel, three interrelated incidents mark the last step of his journey toward the Promised Land: Jacob’s last son is born; Rachel dies; and Reuben, Jacob’s first son by Leah, sleeps with Jacob’s concubine. Though the text doesn’t say why the young man would do something so evil, it could have been that he wanted to somehow defile the birth of Jacob’s last son and to humiliate the memory of Rachel. We just don’t know.<br><br>The birth of Jacob’s last son is linked to Bethlehem (Gen. 35:19), which is within the confines of the Promised Land. This birth is, then, the first fulfillment of God’s promise for the future of Israel. The midwife, prophetically, addresses Rachel with the very words God used to reassure Abraham: “ ‘Do not fear’ ” (Gen. 35:17, NKJV, compare with Gen. 15:1). Significantly, Jacob changes the name that the dying Rachel had given to her son, BenOni, meaning “son of my sorrow” to signify her pain, into Benjamin, meaning “son of the right hand,” perhaps implying the direction of the south in order to express his hope in the Promised Land and all that God said He would do for His people after they had settled there.<br><br>Yet, during this time Reuben has sexual relations with Bilhah, his father’s concubine and Rachel’s maidservant (Gen. 35:25, Gen. 30:3). We just don’t know why he performed this scandalous act, other than as another example of human depravity.<br><br>Amazingly, Jacob does not respond to this horrible violation, even though he is told about it (Gen. 35:22). Perhaps at this point in his life, Jacob trusts that God will fulfill His word despite the sin and evil, at times, that goes on around him.<br><br>It is this precise lesson of faith that is implied in the list of Jacob’s 12 sons, who will be the ancestors of Israel (Gen. 35:22–26)—not the most savory and kindest of people, as we will see. Yet, despite all the problems, all the dysfunction, even outright evil, such as Reuben’s sin with Bilhah, God’s will was going to be fulfilled through this family, no matter how messed up this family really was.<br><br><strong>Despite human error, God’s ultimate purposes will be fulfilled. Imagine what would happen if people cooperated, if they obeyed Him. How much more easily—that is, with less human suffering and stress and delay—could God’s will then be accomplished?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 3",
               "dayTitle":"",
               "id":107,
               "idDay":7,
               "idLesson":10,
               "lessonText":"<p><strong>Further Thought: </strong><br></p><p>Read Ellen G. White, “The Night of Wrestling,” pp. 195–203, in Patriarchs and Prophets.<br><br>“Jacob’s experience during that night of wrestling and anguish rep- resents the trial through which the people of God must pass just before Christ’s second coming. . . . Such will be the experience of God’s people in their final struggle with the powers of evil. God will test their faith, their perseverance, their confidence in His power to deliver them. Satan will endeavor to terrify them with the thought that their cases are hopeless; that their sins have been too great to receive pardon. They will have a deep sense of their shortcomings, and as they review their lives their hopes will sink. But remembering the greatness of God’s mercy, and their own sincere repentance, they will plead His promises made through Christ to helpless, repenting sinners. Their faith will not fail because their prayers are not immediately answered. They will lay hold of the strength of God, as Jacob laid hold of the Angel, and the language of their souls will be, ‘I will not let Thee go, except Thou bless me.’ . . .<br><br>“Yet Jacob’s history is an assurance that God will not cast off those who have been betrayed into sin, but who have returned unto Him with true repentance. It was by self-surrender and confiding faith that Jacob gained what he had failed to gain by conflict in his own strength. God thus taught His servant that divine power and grace alone could give him the blessing he craved. Thus it will be with those who live in the last days. As dangers surround them, and despair seizes upon the soul, they must depend solely upon the merits of the atonement. We can do nothing of ourselves.”—Ellen G. White, Patriarchs and Prophets, pp. 201–203.<br><br><strong>Discussion Questions:</strong><br><br><strong>1. </strong>Why is Jacob’s weakness the occasion for God’s grace? How does Jacob’s experience relate to Paul’s statement, “When I am weak, then I am strong” (2 Cor. 12:10, NKJV)?<br><br><strong>2. </strong>Why do you think the Bible reveals so many sordid details about the lives of many of its characters? What point could be made from doing this? What message can we take from it?<br><br><strong>3.</strong> Dwell more on the question of idolatry. What are the idols of our culture, our civilization? How can we make sure we aren’t worshiping anyone or anything other than the Lord?</p><p><br></p><p><strong>Inside Story:</strong></p><p><strong>Double Answer to Prayer</strong></p><p>By Andrew McChesney</p><p><br></p><p>The first-year theology student ran to the worship room at Zaoksky Adventist University south of Moscow, Russia. Falling on his knees, he prayed, “Lord, why are You blessing me? I am so sinful.”<br><br>Twenty-year-old Vadim Antyushin felt an overwhelming sense of his unworthiness of God’s blessings. He felt unworthy to study at the university and of the calling to become a Seventh-day Adventist pastor. He had just started his first semester of classes and, moments earlier, had unexpectedly received a gift of US$100. It was a significant sum for him. “Lord, I’m unworthy of this money,” Vadim prayed. “You have provided for all my needs, and I lack nothing. Show me what to do with the money.” Vadim exchanged the US dollars for Russian rubles. After tithe, 6,000 rubles remained.<br><br>Vadim joined a small group of students who met once a week to pray and, a few days later, heard one of the students ask for prayers about his financial situation. Vadim listened silently. He didn’t know the student, and he didn’t know how much money he needed for his tuition. That night, Vadim returned to the worship room to pray. “Lord,” he said, “I would like to give the money to my classmate. Please bless this plan according to Your will.”<br><br>The next day, Vadim pulled aside his classmate to speak privately. “How much money do you need for your studies?” he asked. “Six thousand rubles,” the classmate replied.<br><br>Stunned, Vadim realized that God had answered his prayers. Not only that, but God had also answered the prayers of his classmate. Vadim joyfully gave the 6,000 rubles to his astonished classmate. The two embraced.<br><br>Two years later, the classmate has become one of Vadim’s best friends. “He and I have gone through a lot together, and he has helped me in so many ways,” Vadim said in an interview. “Thank God that I have acquired such a friend. Thank God that He takes care of our needs long before we even know that we have a need. Before we ask, He knows what to give and through whom to give it. The main thing is to trust Him.”<br><br>“Now to Him who is able to do exceedingly abundantly above all that we ask or think, according to the power that works in us, to Him be glory in the church by Christ Jesus to all generations, forever and ever. Amen” (Eph. 3:19, 20, NKJV).<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":10,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>Jacob- Israel<br></p>",
         "verse":"<p>And He said, Your name shall no longer be called<br>Jacob, but Israel; for you have struggled with God and with men, and have prevailed (Genesis 32:28, NKJV)</p>",
         "versionCode":1,
         "weekDate":"May 28–June 3"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
