{
  "data": [
    {
      "color": "#6e0ff0",
      "id": 9,
      "idEs": 8,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 20 de Agosto",
          "dayTitle": "<p><strong>UNA VIDA DE ALABANZA</strong></p>",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \">Siempre es fácil aclamar a Dios con alegría cuando sentimos gozo. Sin embargo,cuando las cosas van mal, cuando estamos en la peor situación imaginable,cuando el crisol se escalda, no es tan fácil. No obstante, es precisamente entonces cuando necesitamos alabar a Dios, quizá más que nunca, porque la alabanza es un medio que nos ayuda a conservar la fe. Por cierto, la alabanza puede transformar hasta nuestras circunstancias más tenebrosas, tal vez no en el sentido de que cambie los hechos que nos rodean, sino de que puede cambiarnos a nosotros y a quienes nos rodean, de una manera que nos ayudará a enfrentar los desafíos.\n</p><p style=\"text-align: justify;\">La alabanza es fe en acción. Quizá no siempre nos resulte natural, pero cuando practicamos la alabanza para que se convierta en una parte natural de nuestra vida, tiene el poder de convertir y de conquistar.\n</p><p style=\"text-align: justify; \">Un vistazo a la semana: ¿Qué es la alabanza? ¿Cómo podría ser un arma espiritual poderosa en circunstancias difíciles? ¿Cómo puede transformarnos a nosotros y cambiar la situación que nos rodea?</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 21 de Agosto",
          "dayTitle": "<p><strong>UN MARCO PARA LA ALABANZA</strong></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>El gran escritor ruso Fiódor Dostoyevski había sido condenado a muerte, pero a último momento le conmutaron la sentencia. En su lugar, pasó años en prisión. Sobre su experiencia en la prisión, escribió: “Cree hasta el final, aunque todos los hombres se extravíen y seas el único fiel que quede; aun así, lleva tu ofrenda y alaba a Dios en tu soledad”</p><p>En estas lecciones ya hemos visto que Pablo soportó una oposición y una persecución increíbles. Pero ahora está sentado en una prisión romana, y aun así no está deprimido. Escribe ávidamente para animar a los creyentes de Filipos.</p><p><strong>Lee Filipenses 4: 4 al 7. ¿Cómo crees que Pablo pudo haber escrito esto, siendo que estaba en una prisión? En este pasaje, ¿cuáles son las claves para obtener la “paz de Dios”?<br></strong></p><p><strong>\n</strong></p><p><strong>Filipenses 4: 4 al 7</strong><br></p><p><strong>4</strong> Regocijaos en el Señor siempre. Otra vez digo: ¡Regocijaos!\n</p><p><strong>\n</strong></p><p><span style=\"background-color: initial;\" data-tbw-flag=\"true\"><strong>5 </strong>Vuestra gentileza sea conocida de todos los hombres. El Señor está cerca.</span><br></p><p><strong>6</strong> Por nada estéis angustiados, sino sean conocidas vuestras peticiones delante de Dios en toda oración y ruego, con acción de gracias.\n</p><p><strong>7</strong> Y la paz de Dios, que sobrepasa todo entendimiento, guardará vuestros corazones y vuestros pensamientos en Cristo Jesús.</p><p><span style=\"background-color: initial;\">Una cosa es alegrarse cuando todo va bien. Pero Pablo nos exhorta a regocijarnos siempre. Eso puede sonar extraño. Si tomamos literalmente lo que escribe Pablo, hay dos implicaciones fundamentales para nosotros</span><br></p><p>En primer lugar, si el mandato es que nos regocijarnos siempre, esto significa que debemos hacerlo incluso cuando no haya motivos para regocijarnos. En segundo lugar, para regocijarnos siempre, también tendremos que aprender a hacerlo en los momentos en que no nos apetezca.</p><p>Pablo nos exhorta a alabar a Dios aunque muchas veces nos parezca poco natural, y hasta irrazonable. Pero, como veremos, precisamente porque hay ocasiones en las que parece irracional que nos regocijemos es que se nos exhorta a hacerlo. En otras palabras, la alabanza es un acto de fe. Así como la fe no radica en nuestras circunstancias sino, más bien, en la verdad acerca de Dios, la alabanza es algo que no hacemos porque nos sintamos bien, sino por la verdad de quién es Dios y lo que nos ha prometido. Y, curiosamente, es esa fe la que comienza a determinar nuestros pensamientos, sentimientos y circunstancias.</p><p><strong>¿Cuál es la verdad acerca de Dios que Pablo identifica en el pasaje de hoy, la verdad que te permite regocijarte, incluso en la cárcel? Haz una breve lista de lo que sabes que es la verdad acerca de Dios. Repasa la lista y alaba a Dios por cada uno de esos elementos. ¿En qué medida esto cambia la forma de sentir y de considerar tus circunstancias?</strong></p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 22 de Agosto",
          "dayTitle": "<p><strong>LA ORACIÓN DERRIBA MUROS</strong></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \">Hay una expresión en inglés que dice: “Encerrarse pintando hasta un rincón”. Imagínate que estás pintando el piso de una habitación, pero luego te das cuenta de que terminaste en una esquina y no puedes salir, salvo que pises sobre la pintura fresca. ¡Tienes que quedarte allí hasta que se seque!</p><p style=\"text-align: justify; \">A veces, nuestra fe parece arrinconarnos. Llegamos a una situación y, al igual que la pintura fresca en el piso, nuestra fe nos “atrapa”. Contemplamos la situación, y una de dos: o tenemos que rechazar a Dios, la fe y todo lo que creemos, o nuestra fe nos obliga a creer lo que parece imposible.</p><p style=\"text-align: justify; \">Dios arrinconó a los israelitas. Después de que el pueblo vagó durante cuarenta años por el desierto, Dios no condujo a su pueblo a praderas desocupadas y pacíficas; Dios los condujo a una de las ciudades más fortificadas de toda la zona. Entonces, tuvieron que caminar alrededor de Jericó en silencio durante seis días. Al séptimo día, Dios les indicó que gritaran, y que ese grito, junto con las trompetas, les daría la victoria.</p><p style=\"text-align: justify; \"><strong>Lee Josué 5: 13 a 6: 20. Dios ¿qué estaba tratando de enseñarles a los israelitas?\n</strong></p><p>\n</p><p style=\"text-align: justify; \"><br></p><p style=\"text-align: justify; \">Josué 5: 13&nbsp;</p><p style=\"text-align: justify; \">13 Aconteció que estando Josué cerca de Jericó, alzó los ojos y vio a un hombre que estaba delante de él, con una espada desenvainada en su mano. Josué se le acercó y le dijo: —¿Eres de los nuestros o de nuestros enemigos?\n</p><p style=\"text-align: justify; \">14 —No —respondió él—, sino que he venido como Príncipe del ejército de Jehová. Entonces Josué, postrándose en tierra sobre su rostro, lo adoró y le dijo: —¿Qué dice mi Señor a su siervo?\n</p><p style=\"text-align: justify; \">15 El Príncipe del ejército de Jehová respondió a Josué: —Quítate el calzado de los pies, porque el lugar en que estás es santo. Y Josué así lo hizo.\n</p><p style=\"text-align: justify; \"><strong>Josué 6: 1-20&nbsp;</strong></p><p style=\"text-align: justify; \"><strong>1</strong> Jericó estaba cerrada, bien cerrada, por temor a los hijos de Israel: nadie entraba ni salía.\n</p><p style=\"text-align: justify; \"><strong>2</strong> Pero Jehová dijo a Josué: «Mira, yo he entregado en tus manos a Jericó y a su rey, junto con sus hombres de guerra.\n</p><p style=\"text-align: justify; \"><strong>3 </strong>Rodearéis, pues, la ciudad todos los hombres de guerra, dando una vez la vuelta alrededor de la ciudad. Esto haréis durante seis días.\n</p><p style=\"text-align: justify; \"><strong>4</strong> Siete sacerdotes llevarán siete bocinas de cuernos de carnero delante del Arca. El séptimo día daréis siete vueltas a la ciudad, y los sacerdotes tocarán las bocinas.\n</p><p style=\"text-align: justify; \"><strong>5 </strong>Cuando el cuerno de carnero dé un toque prolongado, tan pronto oigáis el sonido de la bocina, todo el pueblo gritará con fuerza, y el muro de la ciudad caerá. Entonces la asaltará el pueblo, cada uno derecho hacia delante.»\n</p><p style=\"text-align: justify; \"><strong>6 </strong>Josué hijo de Nun llamó a los sacerdotes y les dijo: «Tomad el Arca del pacto, y que siete sacerdotes lleven bocinas de cuerno de carnero delante del Arca de Jehová.»\n</p><p style=\"text-align: justify; \"><strong>7</strong> Al pueblo dijo: «Pasad y dad un rodeo a la ciudad: los que están armados pasarán delante del Arca de Jehová.»\n</p><p style=\"text-align: justify; \"><strong>8</strong> Tan pronto Josué terminó de hablar al pueblo, los siete sacerdotes, llevando las siete bocinas de cuerno de carnero, pasaron delante del Arca de Jehová tocando las bocinas, mientras el Arca del pacto de Jehová los seguía.\n</p><p style=\"text-align: justify; \"><strong>9 </strong>Los hombres armados iban delante de los sacerdotes que tocaban las bocinas, y la retaguardia iba tras el Arca, mientras las bocinas sonaban continuamente.\n</p><p style=\"text-align: justify; \"><strong>10 </strong>Pero Josué dio esta orden al pueblo: «Vosotros no gritaréis, ni se oirá vuestra voz, ni saldrá palabra de vuestra boca hasta el día que yo os diga: “Gritad”. Entonces gritaréis.»\n</p><p style=\"text-align: justify; \"><strong>11 </strong>Así hizo que el Arca de Jehová diera una vuelta alrededor de la ciudad, y luego volvieron al campamento, donde pasaron la noche.\n</p><p style=\"text-align: justify; \"><strong>12 </strong>Josué se levantó de mañana, y los sacerdotes tomaron el Arca de Jehová.\n</p><p style=\"text-align: justify; \"><strong>13</strong> Los siete sacerdotes, llevando las siete bocinas de cuerno de carnero, iban delante del Arca de Jehová tocando las bocinas sin dejar de caminar; los hombres armados iban delante de ellos, y la retaguardia iba tras el Arca de Jehová mientras las bocinas sonaban continuamente.\n</p><p style=\"text-align: justify; \"><strong>14</strong> Así dieron otra vuelta a la ciudad el segundo día, y volvieron al campamento. De esta manera hicieron durante seis días.\n</p><p style=\"text-align: justify; \"><strong>15</strong> El séptimo día se levantaron al despuntar el alba, y dieron la vuelta a la ciudad, de la misma manera, siete veces —solamente este día dieron siete veces la vuelta alrededor de ella—.\n</p><p style=\"text-align: justify; \"><strong>16</strong> Y cuando los sacerdotes tocaron las bocinas la séptima vez, Josué dijo al pueblo: «¡Gritad, porque Jehová os ha entregado la ciudad!\n</p><p style=\"text-align: justify; \"><strong>17</strong> La ciudad será como anatema a Jehová, con todas las cosas que están en ella; solamente Rahab, la ramera, vivirá, así como todos los que estén con ella en su casa, por cuanto escondió a los mensajeros que enviamos.\n</p><p style=\"text-align: justify; \"><strong>18</strong> Pero vosotros guardaos del anatema; no toquéis ni toméis cosa alguna del anatema, no sea que hagáis caer la maldición sobre el campamento de Israel y le traigáis la desgracia.\n</p><p style=\"text-align: justify; \"><strong>19</strong> Pero toda la plata y el oro, y los utensilios de bronce y de hierro, sean consagrados a Jehová y entren en el tesoro de Jehová.»\n</p><p style=\"text-align: justify; \"><strong>20</strong> Entonces el pueblo gritó, y los sacerdotes tocaron las bocinas. Y aconteció que cuando el pueblo escuchó el sonido de la bocina, gritó con un gran vocerío y el muro se derrumbó. El pueblo asaltó luego la ciudad, cada uno derecho hacia delante, y la tomaron.</p><p style=\"text-align: justify; \">Gritar fuerte no iba a causar vibraciones que hicieran caer los muros. Cuando Dios convocó a los israelitas a “gritar”, era el mismo tipo de grito del que David escribe en el Salmo 66: “Aclamad a Dios con alegría, toda la tierra. Cantad la gloria de su nombre; poned gloria en su alabanza” (Sal. 66: 1, 2). ¡Este grito era una alabanza! Después de seis días de observar los enormes muros, debieron haber llegado a la conclusión de que no tenían ninguna posibilidad de derribarlos por su cuenta.</p><p style=\"text-align: justify; \">¿Cómo nos ayuda esta idea a comprender el significado de Hebreos 11: 30?\n</p><p style=\"text-align: justify; \">Hebreos 11: 30\n</p><p style=\"text-align: justify; \">30 Por la fe cayeron los muros de Jericó después de rodearlos siete días.</p><p style=\"text-align: justify; \">Cuando Dios está a punto de hacer algo nuevo en nuestra vida, posiblemente nos lleve a Jericó, porque tal vez deba enseñarnos que el poder para triunfar no proviene de nuestras fuerzas y estrategias. Todo lo que necesitamos está fuera de nosotros. Por lo tanto, no importa lo que haya frente a nosotros, no importa cuán insuperable pueda parecer, nuestra función es alabar a Dios, la Fuente de todo lo que necesitamos. Eso es fe en acción.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 23 de Agosto",
          "dayTitle": "<p><strong>LA VIDA DE ALABANZA</strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p>Alabar al Señor quizá no sea natural para nosotros, incluso en circunstancias favorables. Entonces, ¿cuánto más difícil será alabar en las malas? Sin embargo, eso es lo que somos llamados a hacer. La alabanza es algo que debemos practicar hasta que, de ser una actividad que realizamos en un momento determinado, pase a ser una atmósfera en la que vivimos. La alabanza no debería ser tanto un acto específico como un estilo de vida específico.</p><p><strong>Lee el Salmo 145. ¿Cuáles son las razones que da David para alabar a Dios? ¿En qué sentido las palabras de este salmo deberían ser las tuyas?\n</strong></p><p><strong>Salmo 145\n</strong></p><p>1 Te exaltaré, mi Dios, mi Rey, y bendeciré tu nombre eternamente y para siempre.\n</p><p>2 Cada día te bendeciré y alabaré tu nombre eternamente y para siempre.\n</p><p>3 Grande es Jehová y digno de suprema alabanza; su grandeza es insondable.\n</p><p>4 Generación a generación celebrará tus obras y anunciará tus poderosos hechos.\n</p><p>5 En la hermosura de la gloria de tu magnificencia y en tus hechos maravillosos meditaré.\n</p><p>6 Del poder de tus hechos estupendos hablarán los hombres, y yo publicaré tu grandeza.\n</p><p>7 Proclamarán la memoria de tu inmensa bondad, y cantarán tu justicia.\n</p><p>8 Clemente y misericordioso es Jehová, lento para la ira y grande en misericordia.\n</p><p>9 Bueno es Jehová para con todos, y sus misericordias sobre todas sus obras.\n</p><p>10 ¡Te alaben, Jehová, todas tus obras, y tus santos te bendigan!\n</p><p>11 La gloria de tu reino digan y hablen de tu poder,\n</p><p>12 para hacer saber sus poderosos hechos a los hijos de los hombres y la gloria de la magnificencia de su reino.\n</p><p>13 Tu reino es reino de todos los siglos y tu señorío por todas las generaciones.\n</p><p>14 Sostiene Jehová a todos los que caen y levanta a todos los oprimidos.\n</p><p>15 Los ojos de todos esperan en ti y tú les das su comida a su tiempo.\n</p><p>16 Abres tu mano y colmas de bendición a todo ser viviente.\n</p><p>17 Justo es Jehová en todos sus caminos y misericordioso en todas sus obras.\n</p><p>18 Cercano está Jehová a todos los que lo invocan, a todos los que lo invocan de veras.\n</p><p>19 Cumplirá el deseo de los que lo temen; oirá asimismo el clamor de ellos y los salvará.\n</p><p>20 Jehová guarda a todos los que lo aman, pero destruirá a todos los impíos.\n</p><p>21 La alabanza de Jehová proclamará mi boca. ¡Todos bendigan su santo nombre eternamente y para siempre!</p><p>El gran predicador británico Charles Haddon Spurgeon escribió un libro titulado The Practice of Praise [La práctica de la alabanza]. Está basado en el versículo 7 del Salmo 145. Mediante este breve versículo, Spurgeon llama nuestra atención a tres cosas importantes que pueden ayudarnos a desarrollar la alabanza en nuestra vida</p><p><strong>1. Practicamos la alabanza cuando miramos a nuestro alrededor.&nbsp;</strong></p><p>Si no miramos a nuestro alrededor para ver la grandeza de Dios, no tendremos ninguna razón para alabarlo. ¿Qué puedes ver en el mundo creado que sea digno de alabanza, como la belleza de la Creación de Dios? ¿Qué puedes ver en el mundo espiritual que sea digno de alabanza, como la fe de un joven cristiano que va en aumento?</p><p><strong>2. Practicamos la alabanza al recordar lo que hemos visto.\n</strong></p><p>\n</p><p><span style=\"background-color: initial;\">Si queremos vivir en una atmósfera de alabanza, debemos ser capaces de recordar el motivo. ¿Cómo podemos recordar las grandes cosas acerca de Dios (por ejemplo, fomentando nuevos rituales o símbolos que nos recuerden su bondad), para que su bondad y la verdad acerca de él no se nos escapen de la mente?</span><br></p><p><span style=\"background-color: initial;\"><strong>3. Practicamos la alabanza cuando hablamos de ella.\n</strong></span></p><p><span style=\"background-color: initial;\">La alabanza no es algo que hacemos en nuestra mente. Su propósito es que salga de nuestra boca, para que también la escuchen quienes nos rodean. ¿Qué razones se te ocurren para alabar a Dios verbalmente? ¿Cuál será el efecto de esa alabanza y sobre quiénes?</span></p><p><span style=\"background-color: initial;\"><strong>Toma lápiz y papel y dedica un tiempo a examinar estos tres puntos. ¿Qué puedes hacer para cultivar el hábito de la alabanza en tu vida?</strong></span></p><p><span style=\"background-color: initial;\">\n</span></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miércoles 24 de Agosto",
          "dayTitle": "<p><strong>UN TESTIMONIO CONVINCENTE</strong></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify; \">En el libro de Hechos, la alabanza tuvo un efecto asombroso sobre quienes la escucharon. Lee Hechos 16: 16 al 34. Después de quitarles la ropa y golpearlos despiadadamente, a Pablo y a Silas los encarcelaron. No hubo nadie que les pusiera ungüento en la espalda magullada y gravemente lacerada. Con gran dolor físico y con los pies en el cepo, fueron puestos en la oscuridad de la zona interna de la prisión. Pero, mientras los demás prisioneros escuchaban, Pablo y Silas comenzaron a orar y cantar.<br></p><p>\n</p><p style=\"text-align: justify; \"><br></p><p style=\"text-align: justify; \"><strong>Hechos 16: 16 al 34\n</strong></p><p style=\"text-align: justify; \">16 Aconteció que mientras íbamos a la oración, nos salió al encuentro una muchacha que tenía espíritu de adivinación, la cual daba gran ganancia a sus amos, adivinando.\n</p><p style=\"text-align: justify; \">17 Ésta, siguiendo a Pablo y a nosotros, gritaba: —¡Estos hombres son siervos del Dios Altísimo! Ellos os anuncian el camino de salvación.\n</p><p style=\"text-align: justify; \">18 Esto lo hizo por muchos días, hasta que, desagradando a Pablo, se volvió él y dijo al espíritu: —Te mando en el nombre de Jesucristo que salgas de ella. Y salió en aquella misma hora.\n</p><p style=\"text-align: justify; \">19 Pero al ver sus amos que había salido la esperanza de su ganancia, prendieron a Pablo y a Silas, y los trajeron al foro, ante las autoridades.\n</p><p style=\"text-align: justify; \">20 Los presentaron a los magistrados y dijeron: —Estos hombres, siendo judíos, alborotan nuestra ciudad\n</p><p style=\"text-align: justify; \">21 y enseñan costumbres que no nos es lícito recibir ni hacer, pues somos romanos.\n</p><p style=\"text-align: justify; \">22 Entonces se agolpó el pueblo contra ellos; y los magistrados, rasgándoles las ropas, ordenaron azotarlos con varas.\n</p><p style=\"text-align: justify; \">23 Después de haberlos azotado mucho, los echaron en la cárcel, mandando al carcelero que los guardara con seguridad.\n</p><p style=\"text-align: justify; \">24 El cual, al recibir esta orden, los metió en el calabozo de más adentro y les aseguró los pies en el cepo.\n</p><p style=\"text-align: justify; \">25 Pero a medianoche, orando Pablo y Silas, cantaban himnos a Dios; y los presos los oían.\n</p><p style=\"text-align: justify; \">26 Entonces sobrevino de repente un gran terremoto, de tal manera que los cimientos de la cárcel se sacudían; y al instante se abrieron todas las puertas, y las cadenas de todos se soltaron.\n</p><p style=\"text-align: justify; \">27 Se despertó el carcelero y, al ver abiertas las puertas de la cárcel, sacó la espada y se iba a matar, pensando que los presos habían huido.\n</p><p style=\"text-align: justify; \">28 Pero Pablo le gritó: —¡No te hagas ningún mal, pues todos estamos aquí!\n</p><p style=\"text-align: justify; \">29 Él entonces pidió una luz, se precipitó adentro y, temblando, se postró a los pies de Pablo y de Silas.\n</p><p style=\"text-align: justify; \">30 Los sacó y les dijo: —Señores, ¿qué debo hacer para ser salvo?\n</p><p style=\"text-align: justify; \">31 Ellos dijeron: —Cree en el Señor Jesucristo, y serás salvo tú y tu casa.\n</p><p style=\"text-align: justify; \">32 Y le hablaron la palabra del Señor a él y a todos los que estaban en su casa.\n</p><p style=\"text-align: justify; \">33 Él, tomándolos en aquella misma hora de la noche, les lavó las heridas, y en seguida se bautizó con todos los suyos.\n</p><p style=\"text-align: justify; \">34 Luego los llevó a su casa, les puso la mesa y se regocijó con toda su casa de haber creído a Dios.</p><p style=\"text-align: justify; \"><br></p><p style=\"text-align: justify; \">Después del terremoto, y después de que el carcelero descubrió que ni Pablo ni Silas ni ninguno de los demás prisioneros habían escapado, “temblando, se postró a los pies de Pablo y de Silas; y sacándolos, les dijo: Señores, ¿qué debo hacer para ser salvo?” (Hech. 16: 29, 30).\n</p><p style=\"text-align: justify; \"><strong>¿Por qué este hecho hizo que el carcelero se concentrara en su necesidad de salvación? ¿Qué papel crees que tuvieron las oraciones y los cánticos de Pablo y de Silas en el hecho de que los prisioneros no huyeran y en la conversión de este hombre y de toda su familia?</strong></p><p style=\"text-align: justify; \">Es asombroso pensar que nuestra alabanza puede transformar el destino eterno de quienes nos rodean. Si Pablo y Silas se hubieran sentado en la oscuridad a murmurar y quejarse como suelen hacer los prisioneros, ¿crees que alguien se habría salvado esa noche?</p><p style=\"text-align: justify; \">No sabemos qué pasó con el carcelero y su familia posteriormente, pero ¿te los imaginas leyendo las palabras que Pablo escribió más adelante desde otra prisión en Roma?: “Porque a vosotros os es concedido a causa de Cristo, no solo que creáis en él, sino también que padezcáis por él, teniendo el mismo conflicto que habéis visto en mí, y ahora oís que hay en mí” (Fil. 1: 29, 30). Si leyeron esto y reflexionaron respecto de que el sufrimiento de Pablo les había producido gozo a ellos, seguramente esto debió haberles despertado una canción en el corazón y un nuevo aliciente para permanecer fieles, sin importar el costo.</p><p style=\"text-align: justify; \"><strong>¿En quién crees que podrías influir para creer en Dios mediante un cántico de alabanza que salga de tu corazón? Haz un esfuerzo intencional para ser más abierto y efusivo en tu alabanza a Dios alrededor de otras personas. No sabes el efecto positivo que podría tener esto.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 25 de Agosto",
          "dayTitle": "<p><strong>UN ARMA QUE CONQUISTA</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee 2 Crónicas 20: 1 al 30. Como descubrió Josafat, la alabanza es un arma poderosa. Después de recibir el informe de que una “gran multitud” venía contra él, Josafat no se lanzó inmediatamente a la acción militar, sino que decidió “consultar a Jehová” (2 Crón. 20: 3). Cuando el pueblo de Judá llegó a Jerusalén para ayunar, Josafat admitió la realidad de la situación y dijo que “en nosotros no hay fuerza contra tan grande multitud que viene contra nosotros; no sabemos qué hacer, y a ti volvemos nuestros ojos” (2 Crón. 20: 12).\n</strong></p><p><strong>2 Crónicas 20: 1 al 30\n</strong></p><p>1 Pasadas estas cosas, aconteció que los hijos de Moab y de Amón, y con ellos otros de los amonitas, marcharon contra Josafat para atacarlo.\n</p><p>2 Y fueron algunos a darle aviso a Josafat, diciendo: «Contra ti viene una gran multitud del otro lado del mar y de Siria; ya están en Hazezon-tamar, que es En-gadi.»\n</p><p>3 Josafat tuvo miedo y humilló su rostro para consultar a Jehová, e hizo pregonar ayuno a todo Judá.\n</p><p>4 Se congregaron los de Judá para pedir socorro a Jehová; y también de todas las ciudades de Judá vinieron a pedir ayuda a Jehová.\n</p><p>5 Entonces Josafat, puesto en pie en medio de la asamblea de Judá y de Jerusalén, en la casa de Jehová, delante del atrio nuevo,\n</p><p>6 dijo: «Jehová, Dios de nuestros padres, ¿no eres tú Dios en los cielos, y dominas sobre todos los reinos de las naciones? ¿No está en tu mano tal fuerza y poder que no hay quien te resista?\n</p><p>7 Dios nuestro, ¿no expulsaste tú a los habitantes de esta tierra delante de tu pueblo Israel, y la diste a la descendencia de tu amigo Abraham para siempre?\n</p><p>8 Ellos la han habitado, y han edificado en ella santuario a tu nombre, diciendo:\n</p><p>9 “Si mal viene sobre nosotros, o espada de castigo, o pestilencia, o hambre, nos presentaremos delante de esta Casa, y delante de ti (porque tu nombre está en esta Casa); clamaremos a ti a causa de nuestras tribulaciones, y tú nos oirás y salvarás.”\n</p><p>10 Ahora, pues, aquí están los hijos de Amón y de Moab, y los de los montes de Seir, a cuya tierra no quisiste que pasara Israel cuando venía de la tierra de Egipto, sino que se apartara de ellos y no los destruyera.\n</p><p>11 Ahora ellos nos pagan viniendo a arrojarnos de la heredad que tú nos diste en posesión.\n</p><p>12 ¡Dios nuestro!, ¿no los juzgarás tú? Pues nosotros no tenemos fuerza con que enfrentar a la multitud tan grande que viene contra nosotros; no sabemos qué hacer, y a ti volvemos nuestros ojos.»\n</p><p>13 Todo Judá estaba en pie delante de Jehová, con sus niños, sus mujeres y sus hijos.\n</p><p>14 Y estaba allí Jahaziel hijo de Zacarías hijo de Benaía, hijo de Jeiel, hijo de Matanías, levita de los hijos de Asaf, sobre el cual vino el espíritu de Jehová en medio de la reunión;\n</p><p>15 y dijo: «Oíd, todo Judá, y vosotros habitantes de Jerusalén, y tú, rey Josafat. Jehová os dice así: “No temáis ni os amedrentéis delante de esta multitud tan grande, porque no es vuestra la guerra, sino de Dios.\n</p><p>16 Mañana descenderéis contra ellos; mirad, ellos subirán por la cuesta de Sis y los hallaréis junto al arroyo, antes del desierto de Jeruel.\n</p><p>17 No tendréis que pelear vosotros en esta ocasión; apostaos y quedaos quietos; veréis como la salvación de Jehová vendrá sobre vosotros. Judá y Jerusalén, no temáis ni desmayéis; salid mañana contra ellos, porque Jehová estará con vosotros.”»\n</p><p>18 Entonces Josafat se inclinó rostro a tierra, y también todo Judá y los habitantes de Jerusalén se postraron ante Jehová para adorar a Jehová.\n</p><p>19 Y se levantaron los levitas de los hijos de Coat y de los hijos de Coré para alabar con gran clamor a Jehová, el Dios de Israel.\n</p><p>20 Cuando se levantaron por la mañana, salieron al desierto de Tecoa. Mientras ellos salían, Josafat, puesto en pie, dijo: «Oídme, Judá y habitantes de Jerusalén. Creed en Jehová, vuestro Dios y estaréis seguros; creed a sus profetas y seréis prosperados.»\n</p><p>21 Después de consultar con el pueblo, puso a algunos que, vestidos de ornamentos sagrados, cantaran y alabaran a Jehová mientras salía la gente armada, y que dijeran: «Glorificad a Jehová, porque su misericordia es para siempre.»\n</p><p>22 Cuando comenzaron a entonar cantos de alabanza, Jehová puso emboscadas contra los hijos de Amón, de Moab y de los montes de Seir que venían contra Judá, y se mataron los unos a los otros.\n</p><p>23 Porque los hijos de Amón y Moab se levantaron contra los de los montes de Seir para matarlos y destruirlos; y cuando acabaron con los del monte Seir, cada cual ayudó a la destrucción de su compañero.\n</p><p>24 Luego que vino Judá a la torre del desierto, miraron hacia la multitud, pero sólo vieron cadáveres tendidos en la tierra, pues ninguno había escapado.\n</p><p>25 Josafat y su pueblo fueron a despojarlos, y hallaron entre los cadáveres muchas riquezas, así vestidos como alhajas preciosas que tomaron para sí; tantos, que no los podían llevar. Estuvieron tres días recogiendo el botín, porque era abundante.\n</p><p>26 Al cuarto día se juntaron en el valle de Beraca, y allí bendijeron a Jehová; por esto llamaron el nombre de aquel paraje el valle de Beraca, hasta el día de hoy.\n</p><p>27 Después todos los hombres de Judá y de Jerusalén, con Josafat a la cabeza, regresaron a Jerusalén gozosos, porque Jehová les había colmado de gozo librándolos de sus enemigos.\n</p><p>28 Y entraron en Jerusalén, en la casa de Jehová, con salterios, arpas y trompetas.\n</p><p>29 Cuando supieron que Jehová había peleado contra los enemigos de Israel, el terror de Dios cayó sobre todos los reinos de aquella tierra.\n</p><p>30 Y el reino de Josafat tuvo paz, porque su Dios le dio paz por todas partes.\n</p><p>Cuando ves que se acerca una “gran multitud”, ¿cuál es tu reacción instintiva? De la respuesta de Josafat en 2 Crónicas 20: 3 al 12, ¿qué puedes aprender sobre cómo afrontar una oposición abrumadora?\n</p><p>Cuando el Espíritu de Dios descendió sobre Jahaziel, este anunció audazmente: “No habrá para qué peleéis vosotros en este caso; paraos, estad quietos, y ved la salvación de Jehová con vosotros. Oh Judá y Jerusalén, no temáis ni desmayéis; salid mañana contra ellos, porque Jehová estará con vosotros” (2 Crón. 20: 17). Después de eso, adoraron a Dios y cantaron alabanzas “con fuerte y alta voz” (2 Crón. 20: 19). Aunque Dios iba a luchar por ellos, aun así tenían que salir para enfrentar al enemigo.\n</p><p>Pero esta no era una marcha común hacia la guerra. Josafat designó un coro para que cantara alabanzas a Dios mientras marchaban. “Y cuando comenzaron a entonar cantos de alabanza, Jehová puso contra los hijos de Amón, de Moab y del monte de Seir, las emboscadas de ellos mismos que venían contra Judá, y se mataron los unos a los otros” (2 Crón. 20: 22). Según el autor, Dios intervino en el mismo momento en que ejercieron fe en su promesa, al comenzar a “alabar el esplendor de su santidad” (2 Crón. 20: 21, NVI).\n</p><p><strong>Vuelve a leer 2 Crónicas 20: 1 al 30. ¿Qué principios espirituales puedes encontrar que se puedan aplicar a tu experiencia con Dios, especialmente en tiempos de pruebas y aflicciones?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 26 de Agosto | ",
          "dayTitle": "<p><strong>PARA ESTUDIAR Y MEDITAR:\n</strong></p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p><strong>Lee Elena de White, Profetas y reyes, “Josafat”, pp. 142-151; Patriarcas y profetas, “La caída de Jericó”, pp. 521-533.\n</strong></p><p>“Eduquemos, pues, nuestro corazón y nuestros labios para alabar a Dios por su amor incomparable. Eduquemos nuestra alma para tener esperanza y vivir en la luz que irradia de la Cruz del Calvario. Nunca debemos olvidar que somos hijos del Rey celestial, hijos e hijas del Señor de los ejércitos. Es nuestro privilegio confiar reposadamente en Dios” (MC 195).\n</p><p>“Y, mientras yo lo adoro y magnifico, ustedes magnifíquenlo conmigo. Alaben al Señor aun cuando caigan en la oscuridad. Alábenlo aun en la tentación. ‘Regocijaos en el Señor siempre’, dice el apóstol. ‘Otra vez digo: ¡Regocijaos!’ ¿Traerá eso penumbras y tinieblas a sus familias? No, por cierto; traerá un rayo de sol. Así reciban rayos de luz eterna del Trono de gloria y los esparcirán a su alrededor. Permítanme exhortarlos a realizar esta obra: esparzan esta luz y esta vida a su alrededor, no solo en vuestra propia senda, sino en las sendas de los que se relacionan con ustedes. Que su objetivo sea mejorar a los que los rodean, elevarlos, señalarles el cielo y la gloria, y guiarlos a buscar, por sobre todas las cosas terrenales, los bienes eternos, la herencia inmortal, las riquezas imperecederas” (TI 2:525).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p><strong>1. ¿Qué papel tiene la alabanza comunitaria en la vida del cristiano? ¿Cómo describirías la alabanza en tu Escuela Sabática? ¿Es edificante? ¿Anima a los miembros a mantenerse fieles en medio de las pruebas y las aflicciones? Si no es así, ¿qué se podría hacer?\n</strong></p><p><strong>2. ¿Qué significa “alaben al Señor aun cuando caigan en la oscuridad” o “alábenlo aun en la tentación”? La alabanza ¿cómo puede ayudarnos a superar estas situaciones?\n</strong></p><p><strong>3. Pide a los miembros de la clase que den testimonio de cómo la alabanza afectó su vida. ¿Qué pueden aprender de las experiencias de los demás?\n</strong></p><p><strong>4. Como clase, escojan un salmo de alabanza y dediquen tiempo a leerlo juntos. ¿Qué les enseña sobre la alabanza? ¿Qué impacto tiene la alabanza en su fe?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "MAESTROS - Sábado 20 de Agosto",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ (LECCIÓN MAESTROS)</strong></p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>RESEÑA\n</strong></p><p><strong>Texto clave: Filipenses 4: 4.\n</strong></p><p><strong>Enfoque del estudio: Josué 5: 13–6: 20; 2 Crónicas 20: 1–30; Salmo\n</strong></p><p><strong>145; Hechos 16: 16–34; Filipenses 4: 4–7.\n</strong></p><p><strong>Introducción:\n</strong></p><p>“¿Cómo cantaremos cántico de Jehová en tierra de extraños?”, se lamentaban los judíos cautivos junto a los ríos de Babilonia cuando sus captores les pidieron que cantaran algunos de los cánticos de Sion (Sal. 137: 1-4). Por cierto, ¿cómo podemos cantar y alabar a Dios en medio del sufrimiento y la muerte? Esta pregunta representa una de las grandes paradojas del cristianismo. Nuevamente, lo esencial aquí es comprender la fuente del gozo y la alabanza: Dios mismo. Tener esa noción no significa que Dios nos fuerce, o nos programe, para cantarle alabanzas. Al contrario, si fuera cierto que Dios nos predestina para alabarlo, el mundo estaría haciendo precisamente eso al unísono; pero, obviamente, este no es el caso.\n</p><p>Dios es la Fuente de alabanza por ser quien es, nuestro Creador y nuestro Salvador, nuestro Rey y nuestro Padre, nuestro Juez y nuestro Amigo. ¡Es extraordinario! Un principio básico de la vida cristiana en este mundo es que es posible alabar a Dios en medio del crisol cuando llevamos una vida constante de alabanza, no ocasional. Otro principio es que alabar a Dios en tiempos de crisis se origina en nuestra relación con Dios, donde lo conocemos, lo amamos y confiamos en él.\n</p><p><strong>Temática de la lección:\n</strong></p><p>La lección de esta semana destaca dos temas principales: 1. El gozo y la alabanza se basan en nuestra relación profunda y significativa con Dios, como parte de nuestra vida, como estilo de vida. 2. El gozo y la alabanza cristianos no solo son beneficiosos para nuestra salud y para vencer los crisoles; Dios también los usa para salvar a otros.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>Gozo en el sufrimiento\n</strong></p><p>Horace Williams (h), autor del galardonado Unleash the Power of Prayer in Your Life [Desata el poder de la oración en tu vida], identifica ocho propósitos que Dios logra en nuestra vida cuando utiliza el sufrimiento para nuestro beneficio. Según Williams, Dios usa el sufrimiento para “exponer el pecado en nuestra vida; fomentar la fe; demoler nuestro orgullo; determinar nuestros caminos; demostrar su gracia; mostrar su amor; profundizar nuestro compromiso con él; brindar esperanza, consuelo y gozo” (H. Williams (h) The Furnace of Affliction: How God Uses Our Pain and Suffering for His Purpose, p. 11). ¿De qué manera Dios nos da gozo mediante el sufrimiento? Williams comparte que “el gozo es más que la felicidad basada en un resultado o circunstancia. El gozo es el deleite sobrenatural en el propósito de Dios para nuestra vida. El gozo es algo que Dios nos ofrece en medio de nuestro dolor y sufrimiento. Debemos decidir vivir con gozo. ‘Pero yo cantaré de tu poder, y alabaré de mañana tu misericordia; porque has sido mi amparo y refugio en el día de mi angustia’ (Sal. 59: 16)” (ibíd., p. 90). Williams concluye que “experimentar gozo no significa que ya no siento dolor. Significa que Dios me está llevando a un lugar donde ahora me siento inclinado a preguntarle: ‘¿Qué quieres que vea en esta angustiosa circunstancia, Señor?’ ” (ibíd., p. 97). Lo que el propio Williams ve en sus sufrimientos que le da gozo es la presencia de Dios en el presente y la vida eterna en el futuro.\n</p><p><strong>Policarpo alaba a Dios en la pira\n</strong></p><p>El emperador romano Antonino Pío (138-161 d.C.) continuó con la política y la práctica del emperador Trajano de perseguir a los cristianos. En el año 155 d.C., una multitud llevó a un grupo de cristianos ante las autoridades de la ciudad de Esmirna, en Asia Menor, para condenarlos y castigarlos. Cuando los cristianos se negaron a reconocer a los dioses del Imperio, los castigaron con la muerte. Posteriormente, la multitud exigió que llevaran a Policarpo, el obispo de la iglesia de Esmirna, ante la ciudad. Discípulo y amigo del apóstol Juan, el viejo Policarpo también era un líder cristiano influyente y ampliamente conocido en Asia y otros lugares. Cuando finalmente llevaron a Policarpo al anfiteatro, el procónsul trató de persuadirlo de que se retractara de su fe y maldijera a Cristo.\n</p><p>El fiel discípulo de Jesús respondió: “Durante 86 años lo he servido, y él no me ha hecho ningún mal. ¿Cómo podría maldecir a mi Rey, que me salvó?” Cuando, finalmente, el procónsul lo condenó a morir quemado en la pira y los soldados lo ataron al madero, Policarpo oró y alabó a Dios en voz alta: “Señor, Dios Soberano [...] te agradezco que me hayas considerado digno de este momento, para que, junto con tus mártires, pueda participar de la copa de Cristo. [...] Por esto [...] te bendigo y te glorifico. Amén” (Justo L. González, The Story of Christianity, p. 54). Policarpo fue solo uno de los miles de cristianos que, siguiendo a personajes bíblicos como David y Pablo, alabaron a Dios en medio de la persecución y las pruebas de la vida. Aquellos primeros cristianos alabaron a Dios desde las llamas, desde las estacas, desde los anfiteatros llenos de animales salvajes, desde las cruces, desde las celdas de la prisión y desde las cámaras de tortura. No pensaron en la injusticia cometida contra ellos; no calcularon la relación costo-beneficio de su acto. Amaban y confiaban en Dios, y no dudaron en tomar un compromiso radical y definitivo con su Dios. No consideraron que fuese una dificultad morir por su Señor; más bien, para ellos era un privilegio sufrir y morir por su amado Salvador. Sin vacilación confiaron en Dios y en su promesa de resurrección, y consideraron\n</p><p>que la muerte no era más que un momento en el tiempo en su derrotero para encontrarse con su Señor en gloria. Al escribir sobre la experiencia de David cuando enfrentó la rebelión de su hijo Absalón, Elena de White señala el hábito de David de recurrir al canto y la alabanza a Dios en tiempos de angustia: “¿Cuáles eran, en ese peligro terrible, los sentimientos del padre y rey tan cruelmente agraviado? ¿Con qué palabras expresó lo que sentía su alma el que era ‘hombre valiente’, guerrero y rey, cuya palabra era ley, ahora traicionado por un hijo a quien había amado y mimado y en quien había confiado imprudentemente, mientras era agraviado y abandonado por los súbditos ligados a él por los vínculos más estrechos del honor y la lealtad? En la hora de su prueba más negra, el corazón de David se apoyó en Dios, y cantó: [...] Salmo 3: 1-8” (PP 802, 803).\n</p><p>En el capítulo 2 de El conflicto de los siglos, titulado “La fe de los mártires”, Elena de White describe que el canto y la alabanza a Dios les dio a los cristianos el gozo y la paz más auténticos y profundos en medio de la aflicción y la persecución más feroces: “Como los siervos de Dios en los tiempos antiguos, muchos ‘fueron muertos a palos, no admitiendo la libertad, para alcanzar otra resurrección mejor’. [...] Recordaban que su Maestro había dicho que cuando fuesen perseguidos por causa de Cristo debían alegrarse en gran manera, pues grande sería su galardón en los cielos; porque así habían sido perseguidos los profetas antes que ellos. Se regocijaban de que se los hallara dignos de sufrir por la verdad, y entonaban cánticos de triunfo en medio de las crepitantes hogueras. Al mirar hacia arriba por fe, veían a Cristo y a los ángeles que, desde las almenas del cielo, los observaban con el mayor interés y apreciaban y aprobaban su entereza. Del Trono de Dios descendía hasta ellos una voz que decía: ‘Sé fiel hasta la muerte, y yo te daré la corona de la vida’ (Apoc. 2: 10)” (CS 45).\n</p><p><strong>Condiciones para regocijarse en los crisoles\n</strong></p><p>Alabar a Dios y regocijarnos en él en una crisis solo es posible cuando estamos seguros de la bondad y la justicia de la causa o de la Persona por la que luchamos. En nuestro caso, la causa y la Persona son una. Regocijarse en medio de las pruebas y las persecuciones es posible cuando confiamos en Dios; cuando lo entendemos a él y a sus planes; cuando estamos convencidos de que Dios es justo y bueno y de que él y su causa son dignos de nuestro compromiso total y radical. Por ende, el regocijo en medio de los crisoles surge de la comprensión (1) de que Dios es real y bueno; (2) de que él nos creó, que somos suyos, que él nos ama y que nosotros también lo amamos; (3) de que el Gran Conflicto es real, que es el ataque de Satanás contra Dios y sobre nosotros, y que Dios está de nuestro lado y nosotros del suyo; (4) de que Dios nos redime del poder del pecado y de Satanás, y que nosotros y Dios, en Cristo, somos y seremos victoriosos; y (5) de que la causa, o misión, de Dios de traer la salvación a todo el mundo vale todo el sufrimiento que debamos soportar, incluso si es necesario, hasta la muerte.\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p><strong>1. Lee Habacuc 3: 16 y 17 y piensa en cómo puedes regocijarte en medio de tu sufrimiento. ¿Cómo puedes alabar a Dios en momentos de aflicción?\n</strong></p><p><strong>2. La música es una motivación poderosa para actividades humanas como trabajar, hacer ejercicio y luchar. Por ejemplo, las fuerzas militares de todo el mundo tienen su propia música que eleva la moral de sus soldados. Analiza la música que motiva tu vida espiritual. ¿Cuánto gozo y paz experimentas en tu vida de alabanza y cantos a Dios?\n</strong></p><p><strong>3. Dedícate a aprender de memoria canciones antiguas y nuevas para cantarlas de memoria y entendiendo la letra. Cuando te encuentres en una situación difícil, entona una canción. ¿Cuánto te ayuda esta experiencia a salir victorioso o a reafirmarte?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "3T2022",
      "title": "<p><strong>UNA VIDA DE ALABANZA</strong></p>",
      "verse": "<p>PARA MEMORIZAR: “Regocijaos en el Señor siempre. Otra vez digo: ¡Regocijaos!” (Fil. 4: 4).</p>",
      "versionCode": 7,
      "weekDate": "20-26 de Agosto"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
