{
   "data":[
      {
         "color":"#67F3FF",
         "id":708,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"May 18",
               "dayTitle":"<p>Light From the Sanctuary<br></p>",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p><strong>Read for This Week’s Study:</strong> Exod. 25:8, 9, 40; Heb. 8:1–6; Lev. 16:21, 29–34; Lev. 23:26–32; Heb. 9:23–28; Dan. 7:9, 10.&nbsp;</p><p><strong>Memory Text:</strong> “We have such a High Priest, who is seated at the right hand of the throne of the Majesty in the heavens, a Minister of the sanctuary and of the true tabernacle which the Lord erected, and not man” (Hebrews 8:1, 2, NKJV).&nbsp;</p><p>Shortly after the disappointment of October 22, 1844, some of the Millerites came to understand that the 2,300-day prophecy didn’t deal with the second coming of Jesus but with Christ’s work in the heavenly sanctuary.&nbsp;</p><p>The cleansing of the sanctuary in heaven was the fulfillment of the earthly cleansing of the earthly sanctuary. To understand this important truth better, look at the parallel between Daniel 7 and Daniel 8:&nbsp;</p><p>Daniel 7: Babylon -&gt; Media-Persia -&gt; Greece -&gt; Rome -&gt; Judgment in heaven<br></p><p>Daniel 8&nbsp; ----- -&gt; Media-Persia -&gt; Greece -&gt; Rome -&gt; Cleansing of the sanctuary&nbsp;</p><p>These parallels show the nature of the cleansing of the sanctuary, the preAdvent judgment. This week we explore Christ’s ministry in heaven. * Study this week’s lesson, based on chapters 22–24 and 28 of The Great Controversy, to prepare for Sabbath, May 25.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 19",
               "dayTitle":"<p>The Heavenly Sanctuary<br></p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p><strong>Read Exodus 25:8, 9, 40 and Hebrews 8:1–6. What two sanctuaries are outlined in these verses?&nbsp;</strong></p><p><strong>Exodus 25:8-9</strong></p><p><strong><sup>8</sup></strong> And let them make Me a sanctuary, that I may dwell among them.&nbsp;</p><p><strong><sup>9</sup></strong> According to all that I show you, that is, the pattern of the tabernacle and the pattern of all its furnishings, just so you shall make it.<br></p><p><strong>Exodus 25:40</strong></p><p><strong><sup>40</sup></strong> And see to it that you make them according to the pattern which was shown you on the mountain.<br></p><p><strong>Hebrews 8:1–6</strong></p><p><strong><sup>1</sup></strong> Now this is the main point of the things we are saying: We have such a High Priest, who is seated at the right hand of the throne of the Majesty in the heavens,&nbsp;</p><p><sup><strong>2</strong> </sup>a Minister of the sanctuary and of the true tabernacle which the Lord erected, and not man.<br></p><p><strong><sup>3</sup></strong> For every high priest is appointed to offer both gifts and sacrifices. Therefore it is necessary that this One also have something to offer.&nbsp;</p><p><strong><sup>4</sup></strong> For if He were on earth, He would not be a priest, since there are priests who offer the gifts according to the law;&nbsp;</p><p><strong><sup>5</sup></strong> who serve the copy and shadow of the heavenly things, as Moses was divinely instructed when he was about to make the tabernacle. For He said, “See that you make all things according to the pattern shown you on the mountain.”&nbsp;</p><p><strong><sup>6</sup></strong> But now He has obtained a more excellent ministry, inasmuch as He is also Mediator of a better covenant, which was established on better promises.</p><p><br></p><p>As the early Adventist believers pored over the Scriptures in the months following 1844, they understood that there are two sanctuaries mentioned in the Bible—the one Moses built and the great original in heaven. The term “sanctuary,” as used in the Bible, refers, first, to the tabernacle built by Moses, as a pattern or “type” of heavenly things; and, second, to the “true tabernacle” in heaven, to which the earthly sanctuary pointed. At the death of Christ, the typical service lost its importance. The “true tabernacle” in heaven is the sanctuary of the new covenant. And as the prophecy of Daniel 8:14 is fulfilled in this era, the sanctuary to which it refers must be the sanctuary of the new covenant.&nbsp;</p><p>“At the termination of the 2300 days, in 1844, there had been no sanctuary on earth for many centuries. Thus the prophecy, ‘Unto two thousand and three hundred days; then shall the sanctuary be cleansed,’ unquestionably points to the sanctuary in heaven.”—Ellen G. White, The Great Controversy, p. 417.&nbsp;</p><p>The sanctuary in the wilderness was a scale model or pattern of the heavenly sanctuary. The services in the earthly sanctuary foreshadowed God’s divine plan of salvation. Every sacrifice offered represented Jesus’ sacrifice on the cross of Calvary (see John 1:29). Through the sacrifice of Christ, we are free from the condemnation of sin. Forgiveness is ours. Our guilt is gone as we accept Jesus’ sacrifice on our behalf and confess our sins (1 John 1:9). Jesus is not only the Lamb who died for us but also the Priest who lives for us.&nbsp;</p><p>Hebrews 7:25 explains: “Therefore He is also able to save to the uttermost those who come to God through Him, since He always lives to make intercession for them” (NKJV). He removes the guilt of sin and saves us from the power of sin (Rom. 8:1–4, 2 Cor. 5:21). Jesus’ ministry in heaven’s sanctuary is for us. As a result of His intercession, the grip of sin on our lives is broken. We are no longer under bondage or enslaved to our sinful natures. In Christ we are free—free from sin’s condemnation and free from sin’s control. As we hold on to Christ by faith, we have the assurance of salvation.&nbsp;</p><p><strong>What does it mean for you to know that Jesus is in heaven ministering in your behalf, meaning that He is there mediating for you? Why do you need a Mediator in your behalf? Why is this truth good news? sunday</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 20",
               "dayTitle":"<p>In the Holy of Holies</p>",
               "id":83,
               "idDay":3,
               "idLesson":8,
               "lessonText":"<p><strong>Read Leviticus 16:21, 29–34; Leviticus 23:26–32; and Hebrews 9:23– 28. Why was the Day of Atonement so important in ancient Israel?&nbsp;</strong></p><p><strong>Leviticus 16:21</strong></p><p><strong><sup>21</sup></strong> Aaron shall lay both his hands on the head of the live goat, confess over it all the iniquities of the children of Israel, and all their transgressions, concerning all their sins, putting them on the head of the goat, and shall send it away into the wilderness by the hand of a suitable man.<br></p><p><strong>Leviticus 16:29–34</strong></p><p><strong><sup>29</sup> </strong>“This shall be a statute forever for you: In the seventh month, on the tenth day of the month, you shall afflict your souls, and do no work at all, whether a native of your own country or a stranger who dwells among you.&nbsp;</p><p><strong><sup>30</sup></strong> For on that day the priest shall make atonement for you, to cleanse you, that you may be clean from all your sins before the Lord.&nbsp;</p><p><strong><sup>31</sup> </strong>It is a sabbath of solemn rest for you, and you shall afflict your souls. It is a statute forever.&nbsp;</p><p><strong><sup>32</sup></strong> And the priest, who is anointed and consecrated to minister as priest in his father’s place, shall make atonement, and put on the linen clothes, the holy garments;&nbsp;</p><p><strong><sup>33</sup></strong> then he shall make atonement for the Holy Sanctuary, and he shall make atonement for the tabernacle of meeting and for the altar, and he shall make atonement for the priests and for all the people of the assembly.&nbsp;</p><p><strong><sup>34</sup> </strong>This shall be an everlasting statute for you, to make atonement for the children of Israel, for all their sins, once a year.” And he did as the Lord commanded Moses.<br></p><p><strong>Leviticus 23:26–32</strong></p><p><strong><sup>26</sup></strong> And the Lord spoke to Moses, saying:&nbsp;</p><p><strong><sup>27</sup></strong> “Also the tenth day of this seventh month shall be the Day of Atonement. It shall be a holy convocation for you; you shall afflict your souls, and offer an offering made by fire to the Lord.&nbsp;</p><p><strong><sup>28</sup></strong> And you shall do no work on that same day, for it is the Day of Atonement, to make atonement for you before the Lord your God.&nbsp;</p><p><strong><sup>29</sup></strong> For any person who is not afflicted in soul on that same day shall be cut off from his people.&nbsp;</p><p><strong><sup>30</sup></strong> And any person who does any work on that same day, that person I will destroy from among his people.&nbsp;</p><p><strong><sup>31 </sup></strong>You shall do no manner of work; it shall be a statute forever throughout your generations in all your dwellings.&nbsp;</p><p><strong><sup>32</sup></strong> It shall be to you a sabbath of solemn rest, and you shall afflict your souls; on the ninth day of the month at evening, from evening to evening, you shall celebrate your sabbath.”<br></p><p><strong>Hebrews 9:23– 28</strong></p><p><strong><sup>23</sup></strong> Therefore it was necessary that the copies of the things in the heavens should be purified with these, but the heavenly things themselves with better sacrifices than these.&nbsp;</p><p><sup><strong>24</strong> </sup>For Christ has not entered the holy places made with hands, which are copies of the true, but into heaven itself, now to appear in the presence of God for us;&nbsp;</p><p><strong><sup>25 </sup></strong>not that He should offer Himself often, as the high priest enters the Most Holy Place every year with blood of another—&nbsp;</p><p><strong><sup>26 </sup></strong>He then would have had to suffer often since the foundation of the world; but now, once at the end of the ages, He has appeared to put away sin by the sacrifice of Himself.&nbsp;</p><p><strong><sup>27</sup></strong> And as it is appointed for men to die once, but after this the judgment,&nbsp;</p><p><strong><sup>28</sup></strong> so Christ was offered once to bear the sins of many. To those who eagerly wait for Him He will appear a second time, apart from sin, for salvation.<br></p><p><br></p><p>The priests ministered every day of the year, but on the Day of Atonement, called Yom Kippur in Hebrew, the eyes of all Israel turned toward the sanctuary. Leviticus 16 and 23 give explicit instructions for the Day of Atonement. All regular activity ceased. Everyone fasted. While the high priest entered the presence of God for them in the Most Holy Place, the people examined their hearts. They sought God in humility and heartfelt confession.&nbsp;</p><p>Anyone who was not “afflicted” on the Day of Atonement would be “cut off,” no longer part of the chosen people (Lev. 23:27, 29). On the Day of Atonement, the high priest took the blood of the Lord’s goat into the sanctuary and, after sprinkling it on the mercy seat, applied the blood to the horns of the golden altar and of the brazen altar, completely cleansing the entire sanctuary. When he had made “an end of reconciling,” the high priest placed his hands on the live goat and confessed Israel’s sins. Then it was led into the wilderness to be separated from the camp forever (Lev. 16:20–22).&nbsp;</p><p>The blood was transferred into the sanctuary during the daily services, showing the recording of sin (Jer. 17:1) and God’s taking responsibility for its ultimate disposition. Now, on the Day of Atonement, it was transferred out of the sanctuary and placed on the head of the scapegoat Azazel, representing Satan and revealing his ultimate responsibility for the sin problem.&nbsp;</p><p>This goat was led far into the wilderness so that, at the close of the Day of Atonement, God had a clean sanctuary and a clean people. In the heavenly sanctuary, Christ ministers for us first in the Holy Place, and now, in the Most Holy Place since 1844, at the end of the 2,300 days.&nbsp;</p><p>We will get through this great judgment because of Jesus, our Substitute. As Ellen G. White said, we are “justified by His righteousness, in which we had no share.”—The Desire of Ages, p. 25. As a result of this righteousness—credited (imputed) to us—we afflict our souls, which is a turning away from sin. That means we have not come to a comfortable acceptance of evil nor are we excusing or clinging to cherished sins. Instead we are growing in grace and living a life of holiness.&nbsp;</p><p><strong>What is the significance of the Day of Atonement in our lives today? Why should it make a difference in how we live?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 21",
               "dayTitle":"<p>The Judgment Has Come<br></p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p><strong>Compare Daniel 7:9, 10 with Revelation 14:6, 7. What is the similarity between these two passages? </strong><br></p><p><strong>Daniel 7:9-10</strong></p><p><strong><sup>9</sup></strong> “I watched till thrones were put in place, And the Ancient of Days was seated; His garment was white as snow, And the hair of His head was like pure wool. His throne was a fiery flame, Its wheels a burning fire;&nbsp;</p><p><strong><sup>10</sup></strong> A fiery stream issued And came forth from before Him. A thousand thousands ministered to Him; Ten thousand times ten thousand stood before Him. The court was seated, And the books were opened.<br></p><p><strong>Revelation 14:6-7</strong></p><p><strong><sup>6</sup> </strong>Then I saw another angel flying in the midst of heaven, having the everlasting gospel to preach to those who dwell on the earth—to every nation, tribe, tongue, and people</p><p><sup><strong>7</strong> </sup>saying with a loud voice, “Fear God and give glory to Him, for the hour of His judgment has come; and worship Him who made heaven and earth, the sea and springs of water.”<br></p><p><br></p><p>The judgment is a prominent theme throughout the Bible. “For God will bring every work into judgment, including every secret thing, whether good or evil” (Eccles. 12:14, NKJV). Jesus pointed His hearers to a future time of judgment, when “ ‘every idle word men may speak, they will give account of it in the day of judgment’ ” (Matt. 12:36, NKJV). The apostle Paul adds, God will “bring to light the hidden things of darkness, and will make manifest the counsels of the hearts” (1 Cor. 4:5). The angelic messenger said to John, “The hour of His [God’s] judgment has come” (Rev. 14:7, NKJV).&nbsp;</p><p><strong>Read Revelation 22:10–12. When Jesus returns, what is the fate of all humanity? What clear declaration is made to John?&nbsp;</strong></p><p><strong>Revelation 22:10–12</strong></p><p><strong><sup>10</sup></strong> And he said to me, “Do not seal the words of the prophecy of this book, for the time is at hand.&nbsp;</p><p><strong><sup>11</sup></strong> He who is unjust, let him be unjust still; he who is filthy, let him be filthy still; he who is righteous, let him be righteous still; he who is holy, let him be holy still.”</p><p><strong><sup>12</sup></strong> “And behold, I am coming quickly, and My reward is with Me, to give to every one according to his work.<br></p><p><br></p><p>Since Christ comes to give out His final rewards, there must be a judgment before that, to show who will receive what reward when He comes. When Christ returns, there is no second chance. Every human being has had sufficient information to make their final, irrevocable decision for or against Christ.&nbsp;</p><p><strong>Read Matthew 25:1–13. Why does Jesus relate so differently to these two different groups of believers? </strong><br></p><p><strong>Matthew 25:1–13</strong></p><p><strong><sup>1</sup></strong> “Then the kingdom of heaven shall be likened to ten virgins who took their lamps and went out to meet the bridegroom.&nbsp;</p><p><strong><sup>2</sup></strong> Now five of them were wise, and five were foolish.&nbsp;</p><p><sup><strong>3</strong> </sup>Those who were foolish took their lamps and took no oil with them,&nbsp;</p><p><sup><strong>4</strong> </sup>but the wise took oil in their vessels with their lamps.&nbsp;</p><p><strong><sup>5</sup></strong> But while the bridegroom was delayed, they all slumbered and slept.<br></p><p><sup><strong>6</strong> </sup>“And at midnight a cry was heard: ‘Behold, the bridegroom is coming; go out to meet him!’&nbsp;</p><p><sup><strong>7</strong> </sup>Then all those virgins arose and trimmed their lamps.&nbsp;</p><p><strong><sup>8</sup></strong> And the foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’&nbsp;</p><p><strong><sup>9</sup> </strong>But the wise answered, saying, ‘No, lest there should not be enough for us and you; but go rather to those who sell, and buy for yourselves.’&nbsp;</p><p><strong><sup>10</sup> </strong>And while they went to buy, the bridegroom came, and those who were ready went in with him to the wedding; and the door was shut.<br></p><p><strong><sup>11</sup></strong> “Afterward the other virgins came also, saying, ‘Lord, Lord, open to us!’&nbsp;</p><p><sup><strong>12</strong> </sup>But he answered and said, ‘Assuredly, I say to you, I do not know you.’<br></p><p><strong><sup>13</sup></strong> “Watch therefore, for you know neither the day nor the hour in which the Son of Man is coming.<br></p><p><br></p><p>“When the work of investigation shall be ended, when the cases of those who in all ages have professed to be followers of Christ have been examined and decided, then, and not till then, probation will close, and the door of mercy will be shut. Thus in the one short sentence, ‘They that were ready went in with Him to the marriage: and the door was shut,’ we are carried down through the Saviour’s final ministration, to the time when the great work for man’s salvation shall be completed.” —Ellen G. White, The Great Controversy, p. 428.&nbsp;</p><p>We need not fear the judgment. Through Christ, forgiveness is ours, freedom from guilt is ours, power to live godly lives is ours, and final victory is ours.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 22",
               "dayTitle":"<p>The Good News of the Most Holy Place<br></p>",
               "id":85,
               "idDay":5,
               "idLesson":8,
               "lessonText":"<p><strong>Read Hebrews 4:14–16 and Hebrews 10:19–22. What assurance and divine invitation do these verses give to each one of us? </strong><br></p><p><strong>&nbsp;Hebrews 4:14–16</strong></p><p><strong><sup>14 </sup></strong>Seeing then that we have a great High Priest who has passed through the heavens, Jesus the Son of God, let us hold fast our confession.&nbsp;</p><p><strong><sup>15</sup></strong> For we do not have a High Priest who cannot sympathize with our weaknesses, but was in all points tempted as we are, yet without sin.&nbsp;</p><p><strong><sup>16</sup></strong> Let us therefore come boldly to the throne of grace, that we may obtain mercy and find grace to help in time of need.<br></p><p><strong>Hebrews 10:19–22</strong></p><p><strong><sup>19</sup></strong> Therefore, brethren, having boldness to enter the Holiest by the blood of Jesus,&nbsp;</p><p><strong><sup>20</sup> </strong>by a new and living way which He consecrated for us, through the veil, that is, His flesh,&nbsp;</p><p><strong><sup>21</sup> </strong>and having a High Priest over the house of God,&nbsp;</p><p><strong><sup>22</sup></strong> let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience and our bodies washed with pure water.</p><p><br></p><p>Paul’s point here in Hebrews is “hold fast,” “come boldly,” “never give up,” focus your faith on Jesus, our great High Priest. In Jesus, we have all we need. By faith we may enter the heavenly sanctuary through the “new and living way” that Jesus has opened for us.&nbsp;</p><p>Looking into the court, we see blood on the horns of the brazen altar. In the Holy Place, we see blood on the golden horns of the altar of incense. We behold the sprinkled blood on the curtain before the mercy seat.&nbsp;</p><p>Jesus’ blood prepares the way at every step. This gives us hope since we can have reunion with God only if Jesus pardons us and blots out our sins. The mercy of God is infinite, but so is His justice. And justice cannot accept Christ’s sacrifice as atonement for our transgressions unless Jesus guarantees first to forgive our sins and second to blot them out.&nbsp;</p><p><strong>Read Revelation 11:19. In the context of the great controversy, why is this vision significant? How does it show the inseparable link between the law and the gospel?&nbsp;</strong></p><p><strong>Revelation 11:19</strong><br></p><p><strong><sup>19</sup></strong> Then the temple of God was opened in heaven, and the ark of His covenant was seen in His temple. And there were lightnings, noises, thunderings, an earthquake, and great hail.<br></p><p><br></p><p>Here in the dazzling brightness and blazing glory of the presence of God, in the throne room of the universe, at the very base of God’s throne, we discover the law of God in the ark of the covenant. Here in the Most Holy Place, God’s justice and mercy are revealed. No earthly power can change God’s law because, among other reasons, it is enshrined in the ark of the covenant in heaven. Hebrews 8:10 says: “ ‘For this is the covenant that I will make with the house of Israel after those days, says the LOrd: I will put My laws in their mind and write them on their hearts; and I will be their God, and they shall be My people’ ” (NKJV). Entering by faith into heaven’s sanctuary, we find pardon for our past sins and power to live an obedient life through Christ, who died for us and writes the law in our hearts. Jesus saves us to the “uttermost” (Heb. 7:25). Jesus saves us totally and completely—from the penalty of sin and from its power.&nbsp;</p><p><strong>Why is Jesus’ intercession such incredibly good news? As we stand before the law as the standard of righteousness, what hope would we have without the gospel?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 23",
               "dayTitle":"<p>Jesus, Our Advocate in the Judgment</p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p><strong>Read Hebrews 10:9–14. What difference does this passage reveal between the priest’s ministry in the earthly sanctuary and Jesus’ ministry in the heavenly sanctuary?&nbsp;</strong></p><p><strong>Hebrews 10:9–14</strong></p><p><strong><sup>9</sup></strong> then He said, “Behold, I have come to do Your will, O God.” He takes away the first that He may establish the second.&nbsp;</p><p><strong><sup>10</sup></strong> By that will we have been sanctified through the offering of the body of Jesus Christ once for all.<br></p><p><strong><sup>11</sup></strong> And every priest stands ministering daily and offering repeatedly the same sacrifices, which can never take away sins.&nbsp;</p><p><strong><sup>12</sup></strong> But this Man, after He had offered one sacrifice for sins forever, sat down at the right hand of God,&nbsp;</p><p><sup><strong>13</strong> </sup>from that time waiting till His enemies are made His footstool.&nbsp;</p><p><strong><sup>14</sup></strong> For by one offering He has perfected forever those who are being sanctified.<br></p><p><br></p><p>Once and for all, Christ died upon the cross as a perfect sacrifice for sin. His priestly ministry in the heavenly sanctuary sanctifies us. Now, having entered the Most Holy Place, He stands as our Advocate in the judgment (see 1 John 2:1). “Christ was offered once for all time as a sacrifice to take away the sins of many people. He will come again, not to deal with our sins, but to bring salvation to all who are eagerly waiting for him” (Heb. 9:28, NLT). Through His sacrifice and mediation, sin has been dealt with. Now He comes again for those who “love his appearing” (2 Tim. 4:8).&nbsp;</p><p><strong>Read Hebrews 6:19, 20. Why does He invite us to follow Him, and what do we discover as we follow?&nbsp;</strong></p><p><strong>Hebrews 6:19-20</strong><br></p><p><strong><sup>19</sup> </strong>This hope we have as an anchor of the soul, both sure and steadfast, and which enters the Presence behind the veil,&nbsp;</p><p><strong><sup>20</sup></strong> where the forerunner has entered for us, even Jesus, having become High Priest forever according to the order of Melchizedek.<br></p><p><br></p><p>“The intercession of Christ in man’s behalf in the sanctuary above is as essential to the plan of salvation as was His death upon the cross. By His death He began that work which after His resurrection He ascended to complete in heaven. We must by faith enter within the veil, ‘whither the forerunner is for us entered.’ Hebrews 6:20. There the light from the cross of Calvary is reflected. There we may gain a clearer insight into the mysteries of redemption. The salvation of man is accomplished at an infinite expense to heaven; the sacrifice made is equal to the broadest demands of the broken law of God. Jesus has opened the way to the Father’s throne, and through His mediation the sincere desire of all who come to Him in faith may be presented before God.”—Ellen G. White, The Great Controversy, p. 489.&nbsp;</p><p>The plan of salvation is a complete plan to resolve the great controversy and rescue this planet from Satan’s grip. Jesus’ life revealed God’s love to a needy world and a watching universe. His death revealed the hideousness of sin and provided salvation for all humanity. His intercession in the heavenly sanctuary provides the benefits of the atonement to each one who reaches out in faith to receive them.&nbsp;</p><p><strong>How does Christ’s death on the cross relate to His intercession in the heavenly sanctuary, and why is the judgment so necessary to the plan of salvation?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 24",
               "dayTitle":"<p>Further Thought<br></p>",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p><strong>Further Thought:</strong>&nbsp;</p><p>Notice how Jesus’ work for us in the judgment and our role are described: “Jesus does not excuse their sins, but shows their penitence and faith, and, claiming for them forgiveness, He lifts His wounded hands before the Father and the holy angels, saying: I know them by name. I have graven them on the palms of My hands. ‘The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, Thou wilt not despise.’ Psalm 51:17. And to the accuser of His people He declares: ‘The Lord rebuke thee, O Satan; even the Lord that hath chosen Jerusalem rebuke thee.’ ”—Ellen G. White, The Great Controversy, p. 484.&nbsp;</p><p>“The fact that the acknowledged people of God are represented as standing before the Lord in filthy garments should lead to humility and deep searching of heart on the part of all who profess His name. Those who are indeed purifying their souls by obeying the truth will have a most humble opinion of themselves. The more closely they view the spotless character of Christ, the stronger will be their desire to be conformed to His image, and the less will they see of purity or holiness in themselves. But while we should realize our sinful condition, we are to rely upon Christ as our righteousness, our sanctification, and our redemption. We cannot answer the charges of Satan against us. Christ alone can make an effectual plea in our behalf. He is able to silence the accuser with arguments founded not upon our merits, but on His own.”—Ellen G. White, Testimonies for the Church, vol. 5, pp. 471, 472.&nbsp;</p><p>“We are now living in the great day of atonement. In the typical service, while the high priest was making the atonement for Israel, all were required to afflict their souls by repentance of sin and humiliation before the Lord, lest they be cut off from among the people. In like manner, all who would have their names retained in the book of life should now, in the few remaining days of their probation, afflict their souls before God by sorrow for sin and true repentance.”—The Great Controversy, pp. 489, 490.&nbsp;</p><p><strong>Discussion Questions:</strong>&nbsp;</p><p><strong>1.</strong>&nbsp;What emotions are stirred at the thought that Jesus is lifting His wounded hands for us before the Father? Why is this our only hope in the judgment?</p><p><strong>2.&nbsp;</strong>We are living in the Day of Atonement. Atonement is the work of God in saving lost sinners. Why, then, should any day dedicated to the work of God in saving sinners be good news?&nbsp;</p><p><strong>3</strong>. Notice what Ellen G. White wrote: “Christ alone can make an effectual plea in our behalf. He is able to silence the accuser with arguments founded not upon our merits, but on His own.”—Advent Review and Sabbath Herald, January 2, 1908. How can you make this hope your own?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":88,
               "idDay":8,
               "idLesson":8,
               "lessonText":"<p><strong>Running From Church: Part 1&nbsp;</strong></p><p>By Andrew Mcchesney</p><p>Church was the last place Aneliya wanted to go. Raised in a family that followed a non-Christian world religion, she had visited her own house of worship on holidays and to observe animal sacrifices for more than 40 years. So, it came as a shock when her husband and 20-year-old son, Rosen, were offered a Bible by a stranger on the street.&nbsp;</p><p>“Take this and come to our meeting this evening,” the stranger said.&nbsp;</p><p>He said refreshments also would be available.&nbsp;</p><p>At home, Aneliya balked at the invitation. “What are we going to do there?” she asked. “I don’t want to go. I belong to another religion.”&nbsp;</p><p>But Rosen wanted to go to the church.&nbsp;</p><p>“Come,” he said. “We’ll eat and listen to a few things.”&nbsp;</p><p>All five members of the refugee family went to the meeting in the European city. They exchanged greetings with church members, and they sipped tea and ate cake with them. During the church program, Aneliya heard people talking about Jesus, but she couldn’t understand the words.&nbsp;</p><p>What are they talking about? she wondered. It was a normal reaction for someone from her faith background when first exposed to the Bible. Rosen, however, was fascinated by the meeting. Afterward, he started Bible studies with Paul, the stranger who had offered the Bible on the street.&nbsp;</p><p>Before long, Rosen asked his mother to come to church for his baptism.&nbsp;</p><p>Church was the last place Aneliya wanted to go.&nbsp;</p><p>“I don’t understand what a baptism is,” she said. “I won’t go.”&nbsp;</p><p>Rosen was baptized without her.&nbsp;</p><p>Then Aneliya and her family were evicted from their rented apartment.&nbsp;</p><p>They had money for rent, but they couldn’t find a place to live. Church members joined the search but to no avail. Church members invited the family to stay temporarily in the children’s Sabbath School classroom.&nbsp;</p><p>Church was the last place Aneliya wanted to go. But she had no choice. She and the family lived in the church for seven months.&nbsp;</p><p>During that time, Paul visited the family and read from the Bible. Aneliya wondered why he was reading the Bible. She was convinced that only her religion’s sacred writings contained the truth. She wondered, How will this Bible help me get an apartment? Why can’t we find an apartment?</p><p>On Sabbaths, Paul invited the family to attend church services. Aneliya fled. When she saw the worship service starting, she ran out the door. But her 22-year-old son, Sergei, was moved by what he heard. He was baptized.&nbsp;</p><p>After the family found a new home, both of Aneliya’s sons began to plead with her to consider Jesus.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS</p>",
               "id":89,
               "idDay":9,
               "idLesson":8,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Hebrews 8:1, 2 Study Focus: Exod. 25:8, 9, 40; Heb. 8:1–6; Matt. 25:1–10; Dan. 7:9, 10; Heb. 8:1–5; Heb. 9:23–28; Rev. 11:19; Heb. 10:16; Lev. 16:21, 29–34; Lev. 23:26–32.</strong></p><p>Introduction: So prominent is the theme of the sanctuary in both the Old and New Testaments that it is simply astonishing to consider that many Christians lost sight of the doctrine of the heavenly sanctuary for almost two millennia. Seventh-day Adventists realized that the doctrine of the heavenly sanctuary was not only an important biblical teaching but was the central tenet of a biblical theology that connected other doctrines. These teachings include:</p><p>• the doctrine of God, His character, creation, work, and government;</p><p>• the doctrine of the origin of evil and of the great controversy;</p><p>• the doctrine of Christ, His first coming to earth, His incarnation, life, ministry, death, resurrection, and ascension;</p><p>• the doctrine of salvation in Christ;</p><p>• the doctrine of the last things, the second coming of Christ, the final judgment, and the restoration of all things; and&nbsp;</p><p>• the doctrine of the church, especially the teaching of the remnant church in the end time, before the second coming of Jesus.</p><p>The longest biblical prophecy—the 2,300 years of Daniel 8:14—concerns the heavenly sanctuary and the great controversy. This prophecy acquaints us with both the attack on the heavenly sanctuary and its cleansing in the day of God’s judgment and in the restoration of all things. However, Adventists do not think of this prophecy as a mere abstraction with no basis or fulfillment in reality. Rather, they understand that this prophecy was fulfilled in history, commencing in the mid-nineteenth century, in 1844. The fulfillment of this prophecy calls for all people living in these probationary times to accept Jesus’ atonement for their sins before the close of His intercessory ministry in the heavenly sanctuary.</p><p>The fulfillment of the 2,300-day prophecy is especially important to Adventists because they understand that God has called them as His remnant church to announce to the world the fulfillment of this prophecy, the return of Jesus, and the imminent consummation of the great controversy. Thus, the message of the 2,300-day prophecy is the very essence of “the eternal gospel” (Rev. 14:6, NASB). The good news in the context of the three angels’ messages is God’s final call of love to humanity. God bids sinners on earth to turn to Him so that they may be saved by the blood of Jesus and by His mediation in the heavenly sanctuary.</p><p><strong>Lesson Themes: The study for this week highlights two major themes:</strong></p><p>1. The earthly sanctuary in the Old Testament was not just a part of the culture of Israel; it principally pointed to the heavenly sanctuary and the ministry of Jesus on behalf of humanity.</p><p>2. As such, the heavenly sanctuary is central to the universal and eternal gospel, to the salvation of humanity, and to the mission of the church.</p><p><strong>Part II: Commentary</strong></p><p>The Sealing of the 2,300-Year Prophecy</p><p>The first and the second coming of Jesus are closely associated with the sanctuary, both the earthly and heavenly. When Mary and Joseph brought Jesus to the temple in Jerusalem, Simeon and Anna were there (Luke 2:25–38). They knew the Messiah would come to the temple. For this reason, Luke reports that, while waiting for the fulfillment of God’s promise of the first coming of the Messiah, Simeon “came by the Spirit into the temple” to meet Jesus (Luke 2:27), and the prophetess Anna “did not leave the temple grounds” (Luke 2:37, NASB).<br></p><p>The longest biblical prophecy, that of the 2,300 years (Dan. 8:14), was focused on the heavenly sanctuary (Dan. 8:10–12). This prophecy was “sealed,” or confirmed (Dan. 9:24), by the first coming of Jesus to the earthly sanctuary. After receiving the 2,300-year prophecy, Daniel “was astounded . . . and there was no one who could explain it” (Dan. 8:27, AMP). Left without an explanation for this vision for several years, Daniel focused on the data he had at hand: Jeremiah’s prophecy concerning the 70 years of “the desolations of Jerusalem” (Dan. 9:2, NASB; compare with Jer. 25:11, 12).</p><p>Daniel prayed for God’s intervention to fulfill Jeremiah’s 70-year prophecy, pleading with the Most High to redeem His people (Dan. 9:3– 19), and to “let Your face shine on Your desolate sanctuary” (Dan. 9:17, NASB). To Daniel’s joy, God sent “the man Gabriel” to instruct him (Dan. 9:21, 22). However, Gabriel did not immediately focus on answering Daniel’s prayer about Jeremiah’s 70-year prophecy. Instead, Gabriel began to exhort Daniel to “pay attention to the message and gain understanding of the vision” (Dan. 9:23, NASB). Obviously, the vision in question is the one described in Daniel 8:14 because Gabriel does not speak of 70 literal weeks but of 70 prophetic weeks (Dan. 9:24), or 490 years. The 490 years could be “determined” or deducted only from the 2,300 years in Daniel’s vision (Dan. 8:14)—not from the 70 years in Jeremiah’s prophecy. By this calculation, Gabriel also revealed the event that marked the beginning of the 70 prophetic weeks and, therefore, of the 2,300 years. This event was “the issuing of a decree to restore and rebuild Jerusalem” (Dan. 9:25, NASB), which took place in 457 b.c. Thus, the prophecy of the 70 prophetic weeks is a subset, or the first part, of the 2,300-years prophecy; the two periods constitute one great prophecy.</p><p>Here Gabriel finally answers Daniel’s question and prayer about the restoration and rebuilding of Jerusalem (Dan. 9:25), God’s “holy mountain” (Dan. 9:20). However, Gabriel immediately explains that this fulfillment of Jeremiah’s prophecy of 70 years is only the beginning of a much longer prophecy. That is, it is the beginning of the 70 prophetic weeks, and then the beginning of an even longer prophecy—the 2,300 years. For this reason, keeping the focus on this bigger prophecy, Gabriel further explained to Daniel that these 70 prophetic weeks, or 490 literal years, would be “decreed” or “determined” for “your people and your holy city” (Dan. 9:24, NASB) for a special purpose: “until Messiah the Prince” (Dan. 9:25, NKJV).</p><p>The end, or the aim, of these 490 years was the first advent of the Messiah. Gabriel explained that the purpose of the Messiah would be “ ‘to make an end of sin, to make atonement for guilt, to bring in everlasting righteousness . . . and to anoint the Most Holy Place’ ” (Dan. 9:24, NASB). In the seventieth prophetic week, the Messiah would “ ‘confirm a covenant with the many for one week, but in the middle of the week he will put a stop to sacrifice and grain offering’ ” (Dan. 9:27, NASB). The only plausible fulfillment for all these events was in the sacrifice of Jesus, the “ ‘Messiah the Prince’ ” (Dan. 9:25, NASB) and “ ‘the Lamb of God who takes away the sin of the world’ ” (John 1:29, NKJV), who “ ‘will be cut off and have nothing’ ” (Dan. 9:26, NASB).</p><p>Thus, the prophecy of the 70 weeks starts the prophecy of the 2,300 years. We can be sure that the 2,300-year prophecy about the cleansing of the sanctuary was fulfilled in 1844 because the prophecy of the 70 weeks (Dan. 9:24–27) was fulfilled with exactitude in the sacrificial death of the Messiah in the middle of the seventieth week, in a.d. 31. In addition, in the same way that the prophecy of the 70 weeks was fulfilled in the Messiah’s sacrificial death in relation to the earthly sanctuary, the prophecy of the 2,300 years would be fulfilled in the Messiah’s cleansing of the heavenly sanctuary. Similarly, the two parts of the prophecy are related to the two comings of the Messiah: the end of the 70-week period relates to Christ’s first coming, while the end of the 2,300 years pertains to His second coming.</p><p><strong>The Loss of the Doctrine of the Sanctuary</strong></p><p>The sanctuary is one of the most prominent themes and teachings in Scripture. The Bible describes two sanctuaries, an earthly and a heavenly.</p><p>Both sanctuaries reveal foundational aspects of God’s character, of the great controversy, and of salvation. Thus, the two sanctuaries serve as the place of God’s revelation to His people, His dwelling among them, and His reigning over them. At the sanctuary, God met with Israel, and they responded to Him in worship. In the same way, the heavenly sanctuary serves God’s kingdom on a cosmic level. In that central place, God established His throne. He revealed Himself to the inhabitants of the universe, exercising His sovereignty over them and providing for their needs.</p><p>When, however, sin entered the universe, the heavenly sanctuary adopted a salvific function, with its sacrificial and mediatorial ministries. Thus, the two sanctuaries are not separate in the sense that they are closely connected in a typological relationship: that is, the earthly sanctuary was built expressly to reveal, point to, and explain the meaning and the role of the heavenly one. Keeping in mind this understanding of the foundational role of the sanctuary to God’s kingdom, we cannot help noting that its presence is impossible to miss in Scripture. How Christians, of all people, ignored the study and significance of the heavenly sanctuary for thousands of years is simply mystifying. How was such an oversight even possible?</p><p>Adventists point to two major factors that led to the exclusion of the doctrine of the sanctuary from Christian theology. First, given the significance of the heavenly sanctuary to salvation, it is obvious that the devil would do whatever possible to obscure, or even annihilate, the biblical teaching of the heavenly sanctuary. Thus, people would not know the truth about God, about Christ’s sacrifice, and about His continuous mediation in the heavenly sanctuary for our salvation. Cosmic Dualism How was this doctrine obscured in Christianity? The answer to this question neatly segues our discussion into the second major factor: the concept of dualism. During the first centuries of its history, Christianity assimilated Greek philosophy with its foundational concept of dualism. According to this concept, our entire reality is divided into two spheres: the earthy and the heavenly. However, these two spheres are radically and essentially different. While the earthly sphere is material, temporal, and spatial, the heavenly realm is immaterial, timeless, and aspatial. In other words, in the heavenly sphere, there is no physical existence or personal relationship. Because there is no communication or relationship between the two spheres, the only way humans could get into the heavenly sphere was by escaping any connection to their earthly existence, which amounts to ceasing to exist as integrated human beings and somehow surviving as disembodied souls or minds that do not experience time and space. Obviously, this worldview is possible only if one accepts the concept that humans have a physical body as well as an immortal, completely autonomous soul. When the early Christians adopted this worldview, it was impossible for them to think of a literal sanctuary in heaven. It was even difficult for them to imagine heaven as a literal space, let alone Jesus ascending in a human body into this space. For this reason, when the early Christians read in Scripture about the heavenly sanctuary, they simply allegorized or spiritualized it away and concluded that the Israelite sanctuary applied to the church. To talk about a literal sanctuary in a literal heaven did not seem “worthy” of an “elevated” theology.</p><p>True, the early and medieval Christians did make a connection between the sanctuary’s sacrificial system and the death of Christ. But because of the influence of Greek philosophy, these early Christians could not properly envision Christ’s mediatorial work for humanity in a literal heavenly sanctuary. For this reason, the Roman Catholic Church applied Christ’s mediatorial ministry to the church and its priesthood. Tragically, this usurpation of Christ’s mediatorial ministry in the heavenly sanctuary led the church to undermine even the sacrifice of Christ. However, God worked through the movements of the Protestant Reformation to return His people to a literal reading of the Bible and, through the Adventist movement, to rediscover the biblical teaching of the heavenly sanctuary in the prophecies and in the book of Hebrews. Thus, our mission, as Seventh-day Adventists, is to guard against compromising the Word of God, and to call both Christians and the world to focus their attention on the sacrifice of Christ on earth and His mediation in the heavenly sanctuary. (For further discussion, see Ángel Manuel Rodríguez, “The Heavenly Sanctuary,” in Handbook of Seventh-day Adventist Theology, pp. 381, 382, 403–406.)</p><p><strong>Part III: Life Application</strong></p><p><strong>1.</strong> Think of the concept of priesthood in your culture. How does this concept compare to the biblical concept? How could you use the local concept of priesthood to communicate to other people the priesthood of Jesus?</p><p><strong>2.</strong> Think of the concept of judgment in your culture or country. How does this concept of judgment compare or contrast with the biblical concept of judgment? How could you explain the biblical understanding of judgment to people from your own culture?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>Light From the Sanctuary<br></p>",
         "verse":"<p>“We have such a High Priest, who is seated at the right hand of the throne of the Majesty in the heavens, a Minister of the sanctuary and of the true tabernacle which the Lord erected, and not man” (Hebrews 8:1, 2, NKJV).<br></p>",
         "versionCode":60,
         "weekDate":"May 18–24"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
