{
   "data":[
      {
         "color":"#67D8FF",
         "id":7,
         "idEs":27,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sabado 11 de Mayo",
               "dayTitle":"<p><strong>MOTIVADOS POR LA ESPERANZA</strong></p>",
               "id":71,
               "idDay":1,
               "idLesson":7,
               "lessonText":"<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA:1 Tesalonicenses 4:13–18; Mateo 24:27, 30, 31; 2 Pedro 1:19–21; Daniel 8:14; 9:20–27; Esdras 7:7–13.\n</strong></p><p><strong>PARA MEMORIZAR:</strong> “En ese día se dirá: ‘¡Este es nuestro Dios! Lo hemos esperado, y él nos salvará. Este es el Señor a quien hemos esperado, nos gozaremos y nos alegraremos en su salvación’ ” (Isa. 25:9).\n</p><p>L a segunda venida de Jesús es uno de los temas centrales de las Escrituras. Es un hilo de oro que recorre las páginas sagradas de la Biblia. Un erudito ha calculado que hay 1.845 referencias a la segunda venida de Cristo en el Antiguo Testamento. En los 260 capítulos del Nuevo Testamento, hay más de 300 referencias al regreso de Cristo. Uno de cada 25 versículos lo menciona.\n</p><p>Después de que la Reforma naufragara en Europa y se viera obstaculizada por divisiones y luchas, el protestantismo echó raíces en el Nuevo Mundo. En Estados Unidos muchos recogieron el manto de la verdad, incluyendo la verdad sobre la Segunda Venida. Entre ellos se encontraba un agricultor bautista llamado William Miller. Como resultado de su estudio de la Biblia, creyó que Jesús vendría pronto, durante el curso de su vida, y comenzó a predicar ese mensaje. Con ello inició un movimiento que, aunque enfrentó una gran desilusión, abrió ante muchos verdades bíblicas que todavía hoy son relevantes.\n</p><p>En la lección de esta semana examinaremos por qué la segunda venida de Cristo ha llenado de alegría el corazón de los creyentes a lo largo de los siglos y cómo podemos estar preparados para ese gran acontecimiento. La lección de esta semana se basa en El conflicto de los siglos, capítulos 18 al 21.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Domingo 12 de Mayo",
               "dayTitle":"<p><strong>LA PROMESA DE SU REGRESO</strong></p>",
               "id":72,
               "idDay":2,
               "idLesson":7,
               "lessonText":"<p>Los reformadores protestantes y los peregrinos que partieron de Holanda hacia el nuevo mundo anhelaban la venida de Jesús. Para ellos, la segunda venida de Cristo era un acontecimiento gozoso, que esperaban con gran interés. Juan Wycliffe anhelaba la venida de Cristo como la esperanza de la iglesia. Calvino hablaba en nombre de todos los reformadores al referirse al glorioso regreso de Cristo como “el más auspicioso de todos los acontecimientos”. Para los hombres y las mujeres fieles a Dios, la segunda venida de Cristo era algo que había que celebrar, no algo que se debía temer.\n</p><p><strong>Lee Juan 14:1 al 3; 1 Tesalonicenses 4:13 al 18; y Tito 2:11 al 14. ¿Por qué estos pasajes bíblicos ofrecieron tanta esperanza a los cristianos a lo largo de los siglos?.\n</strong></p><p><strong>Juan 14:1 al 3;</strong></p><p><sup><strong>1 </strong></sup>»No se turbe vuestro corazón; creéis en Dios, creed también en mí. 2 En la casa de mi Padre muchas moradas hay; si así no fuera, yo os lo hubiera dicho; voy, pues, a preparar lugar para vosotros. 3 Y si me voy y os preparo lugar, vendré otra vez y os tomaré a mí mismo, para que donde yo esté, vosotros también estéis.\n</p><p><strong>1 Tesalonicenses 4:13 al 18;</strong></p><p><strong><sup>13</sup></strong> Tampoco queremos, hermanos, que ignoréis acerca de los que duermen, para que no os entristezcáis como los otros que no tienen esperanza.\n</p><p><sup><strong>14</strong></sup> Si creemos que Jesús murió y resucitó, así también traerá Dios con Jesús a los que durmieron en él.\n</p><p><strong><sup>15</sup> </strong>Por lo cual os decimos esto en palabra del Señor: que nosotros que vivimos, que habremos quedado hasta la venida del Señor, no precederemos a los que durmieron.\n</p><p><sup><strong>16</strong></sup> El Señor mismo, con voz de mando, con voz de arcángel y con trompeta de Dios, descenderá del cielo. Entonces, los muertos en Cristo resucitarán primero.\n</p><p><sup><strong>17</strong></sup> Luego nosotros, los que vivimos, los que hayamos quedado, seremos arrebatados juntamente con ellos en las nubes para recibir al Señor en el aire, y así estaremos siempre con el Señor.\n</p><p><sup><strong>18 </strong></sup>Por tanto, alentaos los unos a los otros con estas palabras.\n</p><p><strong>Tito 2:11 al 14.\n</strong></p><p><sup><strong>11 </strong></sup>La gracia de Dios se ha manifestado para salvación a toda la humanidad,.\n</p><p><sup><strong>12 </strong></sup>y nos enseña que, renunciando a la impiedad y a los deseos mundanos, vivamos en este siglo sobria, justa y piadosamente,.\n</p><p><sup><strong>13</strong> </sup>mientras aguardamos la esperanza bienaventurada y la manifestación gloriosa de nuestro gran Dios y Salvador Jesucristo.\n</p><p><sup><strong>14 </strong></sup>Él se dio a sí mismo por nosotros para redimirnos de toda maldad y purificar para sí un pueblo propio, celoso de buenas obras.\n</p><p>Es fácil entender por qué la creencia en la segunda venida de Cristo ha traído tanta esperanza y alegría a los cristianos que creen en la Biblia. Este acontecimiento señala el fin de la enfermedad, el sufrimiento y la muerte. Anuncia el fin de la pobreza, la injusticia y la opresión. Anticipa el fin de las luchas, los conflictos y las guerras. Pronostica un mundo futuro de paz, felicidad y comunión duradera con Cristo y los redimidos de todas las épocas para siempre.\n</p><p>“La venida del Señor ha sido en todo tiempo la esperanza de sus verdaderos seguidores. La promesa de despedida del Salvador sobre el Monte de los Olivos, de que volvería, iluminó el futuro para sus discípulos y llenó sus corazones con gozo y esperanza que las penas no podían apagar ni las pruebas disminuir. Entre los sufrimientos y las persecuciones, ‘la manifestación gloriosa de nuestro gran Dios y Salvador Jesucristo’ era la ‘esperanza bienaventurada’. Cuando los cristianos de Tesalónica, agobiados por el dolor, enterraban a sus amados que habían esperado vivir hasta ser testigos de la venida del Señor, Pablo, su maestro, les recordaba la resurrección, que se verificaría cuando viniese el Salvador. Entonces los muertos en Cristo resucitarían, y juntamente con los vivos serían arrebatados para recibir a Cristo en el aire. Y dijo: ‘Y así estaremos siempre con el Señor. Consolaos pues los unos a los otros con estas palabras’ (1 Tes. 4:16-18)” (Elena de White, El conflicto de los siglos, p. 347). .\n</p><p><strong>¿Por qué la Segunda Venida es tan importante para nuestra fe? Especialmente al saber que los muertos duermen (ver lección 10), ¿por qué esta enseñanza adquiere tanta importancia? Sin ella, ¿por qué estaríamos, como dijo Pablo, en una situación totalmente desesperada (ver 1 Cor. 15:15-18)?.\n</strong></p><p><strong>1 Cor. 15:15-18.\n</strong></p><p><strong><sup>15 </sup></strong>Y somos hallados falsos testigos de Dios, porque hemos testificado que Dios resucitó a Cristo, al cual no resucitó si en verdad los muertos no resucitan.\n</p><p><strong><sup>16</sup></strong> Si los muertos no resucitan, tampoco Cristo resucitó;.\n</p><p><strong><sup>17</sup></strong> y si Cristo no resucitó, vuestra fe es vana: aún estáis en vuestros pecados.\n</p><p><strong><sup>18</sup></strong> Entonces también los que murieron en Cristo perecieron.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Lunes 13 de Mayo",
               "dayTitle":"<p><strong>A LA ESPERA DEL TIEMPO</strong></p>",
               "id":73,
               "idDay":3,
               "idLesson":7,
               "lessonText":"<p>Aunque los reformadores protestantes creían en el regreso literal, visible, audible y glorioso de Cristo, poco a poco fue cambiando la interpretación de esta verdad bíblica. Los predicadores populares del siglo XIX enseñaban que Cristo vendría para establecer su Reino en la Tierra y dar paso a mil años de paz. Esto condujo a un letargo espiritual y a un compromiso apático con los valores espirituales.\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>Del mismo modo, los discípulos de Cristo malinterpretaron la naturaleza de la venida del Mesías. Pensaron que vendría como un general victorioso que rompería el yugo de la servidumbre a Roma, no como alguien que los libraría de la condena y las cadenas del pecado. Por lo tanto, no entendieron cómo vendría.\n</p><p><strong>Lee Hechos 1:9 al 11; Apocalipsis 1:7; y Mateo 24:27, 30 y 31. ¿Qué nos enseñan estos versículos acerca de la manera en que regresará nuestro Señor?.\n</strong></p><p><strong>Hechos 1:9 al 11.\n</strong></p><p><sup><strong>9 </strong></sup>Y habiendo dicho estas cosas, viéndolo ellos, fue alzado, y lo recibió una nube que lo ocultó de sus ojos.\n</p><p><strong><sup>10</sup></strong> Y estando ellos con los ojos puestos en el cielo, entre tanto que él se iba, se pusieron junto a ellos dos varones con vestiduras blancas,.\n</p><p><strong><sup>11</sup></strong> los cuales les dijeron:.\n</p><p>Galileos, ¿por qué estáis mirando al cielo? Este mismo Jesús, que ha sido tomado de vosotros al cielo, así vendrá como lo habéis visto ir al cielo.\n</p><p><strong>Apocalipsis 1:7;</strong></p><p>He aquí que viene con las nubes: Todo ojo lo verá, y los que lo traspasaron; y todos los linajes de la tierra se lamentarán por causa de él. Sí, amén.\n</p><p><strong>Mateo 24:27, 30 y 31.\n</strong></p><p><strong><sup>27</sup></strong> porque igual que el relámpago sale del oriente y se muestra hasta el occidente, así será también la venida del Hijo del hombre.\n</p><p><strong><sup>30 </sup></strong>Entonces aparecerá la señal del Hijo del hombre en el cielo, y todas las tribus de la tierra harán lamentación cuando vean al Hijo del hombre venir sobre las nubes del cielo, con poder y gran gloria.\n</p><p><strong><sup>31 </sup></strong>Enviará sus ángeles con gran voz de trompeta y juntarán a sus escogidos de los cuatro vientos, desde un extremo del cielo hasta el otro.\n</p><p>Cuando Cristo vino la primera vez como un bebé en el pesebre de Belén, muy pocos vislumbraron su venida. Pero, cuando venga por segunda vez, “todo ojo” lo verá venir. Todo oído oirá el toque de trompeta de su regreso. Cada ser humano en la Tierra contemplará su gloria. No debemos dejarnos engañar: las Escrituras han dejado sobradamente claros los acontecimientos que rodean su regreso.\n</p><p>“Una de las verdades más solemnes y gloriosas reveladas en la Biblia es la de la segunda venida de Cristo para completar la gran obra de la Redención. Al pueblo peregrino de Dios, que por tanto tiempo hubo de morar ‘en la región y sombra de muerte’, le es dada una valiosa esperanza inspiradora de alegría con la promesa de la venida del Ser que es la Resurrección y la Vida, para hacer ‘volver a su pueblo desterrado’ a casa. La doctrina del Segundo Advenimiento es verdaderamente la nota tónica de las Sagradas Escrituras. Desde el día en que la primera pareja se alejara apesadumbrada del Edén, los hijos de la fe han esperado la venida del Prometido que había de aniquilar el poder del Destructor y volver a llevarlos al Paraíso perdido” (Elena de White, El conflicto de los siglos, p. 344).\n</p><p>Uno de los primeros líderes adventistas, Luther Warren, solía decir a los jóvenes: “La única manera de estar preparados para la venida de Cristo es prepararse y mantenerse preparados”. El mensaje del pronto regreso de Cristo es un llamado urgente a que cada uno de nosotros examine su corazón y evalúe su vida espiritual. Es un llamado a vivir de manera piadosa. No puede haber neutralidad ante la luz resplandeciente de la gloria del regreso de Cristo.\n</p><p><strong>Lee 1 Tesalonicenses 5:2 al 5 y Hebreos 9:28. ¿Cómo nos animan estos versículos en cuanto a cómo vendrá Cristo?.\n</strong></p><p><strong>1 Tesalonicenses 5:2 al 5.\n</strong></p><p><strong><sup>2</sup></strong> porque vosotros sabéis perfectamente que el día del Señor vendrá así como ladrón en la noche.\n</p><p><strong><sup>3 </sup></strong>Cuando digan: «Paz y seguridad», entonces vendrá sobre ellos destrucción repentina, como los dolores a la mujer encinta, y no escaparán.\n</p><p><strong><sup>4</sup></strong> Pero vosotros, hermanos, no estáis en tinieblas, para que aquel día os sorprenda como ladrón.\n</p><p><strong><sup>5</sup></strong> Porque todos vosotros sois hijos de luz e hijos del día; no somos de la noche ni de las tinieblas.\n</p><p><strong>Hebreos 9:28.\n</strong></p><p><strong><sup>28</sup></strong> así también Cristo fue ofrecido una sola vez para llevar los pecados de muchos; y aparecerá por segunda vez, sin relación con el pecado, para salvar a los que lo esperan.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p><strong></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Martes 14 de Mayo",
               "dayTitle":"<p><strong>WILLIAM MILLER Y LA BIBLIA</strong></p>",
               "id":74,
               "idDay":4,
               "idLesson":7,
               "lessonText":"<p>Así como Dios utilizó a los reformadores protestantes para redescubrir la verdad sobre la justificación por la fe solo en Cristo, también utilizó a William Miller para redescubrir la verdad sobre la modalidad de la segunda venida de Cristo. Mientras Miller estudiaba las Escrituras, descubrió a un Cristo que lo amaba más de lo que podía imaginar. Con su Biblia, una pluma y un cuaderno, comenzó leyendo el Génesis y solo avanzaba en su lectura en la medida que podía entender el pasaje en cuestión. Al comparar un pasaje con otro, permitió que la Biblia se explicara a sí misma.\n</p><p><strong>Lee Isaías 28:9 y 10; Proverbios 8:8 y 9; Juan 16:13; y 2 Pedro 1:19 al 21. ¿Qué principios de interpretación bíblica descubres en estos pasajes?.\n</strong></p><p><strong>Isaías 28:9 y 10.\n</strong></p><p><strong><sup>9</sup></strong> ¿A quién se habrá de instruir? o ¿a quién se hará entender la doctrina? ¿A los destetados? ¿A los recién destetados?.\n</p><p><strong><sup>10</sup></strong> Porque mandamiento tras mandamiento, mandato sobre mandato, renglón tras renglón, línea tras línea, un poquito aquí, un poquito allá,.\n</p><p><strong>Proverbios 8:8 y 9.\n</strong></p><p><strong><sup>8</sup></strong> Justas son todas las razones de mi boca: nada hay en ellas perverso ni torcido;.\n</p><p><strong><sup>9</sup></strong> todas son claras para el que entiende y rectas para los que han hallado sabiduría.\n</p><p><strong>Juan 16:13.\n</strong></p><p><strong><sup>13</sup></strong> Pero cuando venga el Espíritu de verdad, él os guiará a toda la verdad, porque no hablará por su propia cuenta, sino que hablará todo lo que oiga y os hará saber las cosas que habrán de venir.\n</p><p><strong>2 Pedro 1:19 al 21.\n</strong></p><p><strong><sup>19</sup></strong> Tenemos también la palabra profética más segura, a la cual hacéis bien en estar atentos como a una antorcha que alumbra en lugar oscuro, hasta que el día amanezca y el lucero de la mañana salga en vuestros corazones.\n</p><p><strong><sup>20</sup></strong> Pero ante todo entended que ninguna profecía de la Escritura es de interpretación privada,.\n</p><p><strong><sup>21 </sup></strong>porque nunca la profecía fue traída por voluntad humana, sino que los santos hombres de Dios hablaron siendo inspirados por el Espíritu Santo.\n</p><p>A medida que William Miller comparaba versículo con versículo, se le abrían los misterios de la Biblia. Buscaba como quien busca un tesoro escondido, y fue ricamente recompensado. El Espíritu Santo le abrió la Palabra de Dios a fin de que la entendiera. Abordó las profecías con la misma diligencia en el estudio de la Biblia que con los demás pasajes bíblicos que estudiaba.\n</p><p><strong>Lee Daniel 1:17; 2:45; 1 Pedro 1:10 y 11; y Apocalipsis 1:1 al 3. ¿Qué nos enseñan estos pasajes acerca de la interpretación de las profecías bíblicas?.\n</strong></p><p><strong>Daniel 1:17.\n</strong></p><p><strong><sup>17 </sup></strong>A estos cuatro muchachos, Dios les dio conocimiento e inteligencia en todas las letras y ciencias; y Daniel tuvo entendimiento en toda visión y sueños.\n</p><p><strong>Daniel 2:45.\n</strong></p><p><strong><sup>45</sup></strong> de la manera que viste que del monte se desprendió una piedra sin que la cortara mano alguna, la cual desmenuzó el hierro, el bronce, el barro, la plata y el oro. El gran Dios ha mostrado al rey lo que ha de acontecer en lo por venir; y el sueño es verdadero, y fiel su interpretación.».\n</p><p><strong>1 Pedro 1:10 y 11.\n</strong></p><p><strong><sup>10 </sup></strong>Los profetas que profetizaron de la gracia destinada a vosotros inquirieron y diligentemente indagaron acerca de esta salvación,.\n</p><p><strong><sup>11</sup></strong> escudriñando qué persona y qué tiempo indicaba el Espíritu de Cristo que estaba en ellos, el cual anunciaba de antemano los sufrimientos de Cristo y las glorias que vendrían tras ellos.\n</p><p><strong>Apocalipsis 1:1 al 3.\n</strong></p><p><strong><sup>1</sup></strong> La revelación de Jesucristo, que Dios le dio para manifestar a sus siervos las cosas que deben suceder pronto. La declaró enviándola por medio de su ángel a su siervo Juan,.\n</p><p><strong><sup>2</sup></strong> el cual ha dado testimonio de la palabra de Dios, del testimonio de Jesucristo y de todas las cosas que ha visto.\n</p><p><strong><sup>3</sup></strong> Bienaventurado el que lee y los que oyen las palabras de esta profecía, y guardan las cosas en ella escritas, porque el tiempo está cerca.\n</p><p>Los símbolos de los libros proféticos no están rodeados de misterio. Un Dios amoroso nos ha dado su Palabra profética con el fin de prepararnos para los acontecimientos culminantes que pronto tendrán lugar en este mundo. William Miller comprendió claramente que la mejor manera de entender las profecías era permitir que estas se interpretaran a sí mismas. La misma Biblia explica claramente los símbolos proféticos. Las bestias representan reyes o reinos (Dan. 7:17, 23). El viento representa destrucción (Jer. 49:36). El agua representa pueblos o naciones (Apoc. 17:15). La mujer representa a la iglesia (Jer. 6:2; Efe. 5:22-32). Las profecías temporales de Daniel y Apocalipsis también se dan en lenguaje simbólico, en el que un día profético representa un año literal (Núm. 14:34; Eze. 4:6). Cuando William Miller aplicó estos principios de interpretación bíblica, quedó sorprendido con su descubrimiento respecto de lo que él creía que era el momento del regreso de Cristo.\n</p><p><strong>¿Por qué es tan importante para nuestra fe entender correctamente el simbolismo profético?.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Miercoles 15 de Mayo",
               "dayTitle":"<p><strong>LOS 2.300 DÍAS DE DANIEL 8:14</strong></p>",
               "id":75,
               "idDay":5,
               "idLesson":7,
               "lessonText":"<p>William Miller observó que los acontecimientos predichos por los profetas se cumplieron con precisión: los cuatrocientos años de los descendientes de Abraham en Egipto, los cuarenta años de peregrinación de Israel por el desierto, los setenta años del cautiverio de Israel y las setenta semanas determinadas para Israel en Daniel (Gén. 15:13; Núm. 14:34; Jer. 25:11; Dan. 9:24).\n</p><p><strong>Lee Marcos 1:15; Gálatas 4:4; y Romanos 5:6. ¿Qué nos dicen estos versículos sobre el calendario de Dios para el Primer Advenimiento?.\n</strong></p><p><strong>Marcos 1:15</strong></p><p><strong><sup>15 </sup></strong>Decía: «El tiempo se ha cumplido y el reino de Dios se ha acercado. ¡Arrepentíos y creed en el evangelio!».\n</p><p><strong>Gálatas 4:4</strong></p><p><strong><sup>4 </sup></strong>Pero cuando vino el cumplimiento del tiempo, Dios envió a su Hijo, nacido de mujer y nacido bajo la Ley,.\n</p><p><strong>Romanos 5:6</strong></p><p><strong><sup>6 </sup></strong>Cristo, cuando aún éramos débiles, a su tiempo murió por los impíos.\n</p><p>A medida que Miller estudiaba las profecías comparando un pasaje con otro, llegó a la conclusión de que, si Dios tenía un calendario divino de principio a fin en la Biblia, también debía tener un calendario divino en cuanto a la segunda venida de nuestro Señor.\n</p><p><strong>Lee Daniel 8:14. ¿Qué acontecimiento debía ocurrir al final de los 2.300 días?.\n</strong></p><p><strong>Daniel 8:14</strong></p><p><strong>14 </strong>Y él dijo: “Hasta dos mil trescientas tardes y mañanas; luego el santuario será purificado.”</p><p>William Miller aceptó la creencia popular de que la “purificación del Santuario” era la purificación de la Tierra mediante el fuego. Estudió diligentemente las Escrituras para comprender un acontecimiento de tan abrumadora importancia. Descubrió la conexión entre Daniel 8 y 9. En Daniel 8, el ángel recibió instrucciones de “enseña[r] la visión a este hombre” (Dan. 8:16). Al final del capítulo, la única parte de toda la visión de Daniel 8 que quedaba sin explicar (ver Dan. 8:27) era la de los 2.300 días. Más adelante, el ángel regresó y le dijo a Daniel: “Ahora he venido para darte sabiduría y entendimiento” (Dan. 9:22; ver también Dan. 9:23, 25-27). Esto era para ayudarlo a entender los 2.300 días.\n</p><p>Sabemos esto porque, después de pedir a Daniel: “entiende, pues, la palabra, y entiende la visión” (Dan. 9:23), las primeras palabras del ángel fueron: “Setenta semanas están determinadas sobre tu pueblo y tu santa ciudad” (Dan. 9:24). La palabra traducida “determinadas” significa literalmente “cortadas”. Setenta semanas, 490 años, han de ser cortadas. Pero ¿a partir de qué? De la visión de los 2.300 días, obviamente: la única parte de Daniel 8 que Daniel no entendió, y que el ángel vino ahora a explicarle.\n</p><p>Y, puesto que el punto de partida de las 70 semanas era “desde que salga la orden de restaurar y reedificar Jerusalén” (Dan. 9:25), Miller sabía que, si tenía esa fecha, podría conocer el comienzo de las 70 semanas y de la profecía de los 2.300 días.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Jueves 16 de Mayo",
               "dayTitle":"<p><strong>LA CRONOLOGÍA PROFÉTICA MÁS LARGA</strong></p>",
               "id":76,
               "idDay":6,
               "idLesson":7,
               "lessonText":"<p><strong>Lee Esdras 7:7 al 13. ¿Cuándo se promulgó el decreto que permitía que los cautivos de Israel en Persia salieran en libertad para reconstruir su Templo?.\n</strong></p><p><strong>Esdras 7:7 al 13</strong></p><p><strong><sup>7</sup></strong> En el séptimo año del rey Artajerjes, subieron también con él a Jerusalén algunos de los hijos de Israel, sacerdotes, levitas, cantores, porteros y sirvientes del Templo,.\n</p><p><strong><sup>8</sup></strong> Éste llegó a Jerusalén en el quinto mes del séptimo año del rey.\n</p><p><strong><sup>9</sup></strong> El primer día del primer mes había dispuesto su partida de Babilonia, y el primero del mes quinto llegaba a Jerusalén. ¡La buena mano de Dios estaba con él!.\n</p><p><strong><sup>10</sup></strong> Porque Esdras había preparado su corazón para estudiar la ley de Jehová y para cumplirla, y para enseñar en Israel sus estatutos y decretos.\n</p><p><strong><sup>11 </sup></strong>Ésta es la copia de la carta que dio el rey Artajerjes al sacerdote Esdras, escriba versado en los mandamientos de Jehová y en sus estatutos dados a Israel:.\n</p><p><strong><sup>12 </sup></strong>«Artajerjes, rey de reyes, a Esdras, sacerdote y escriba erudito en la ley del Dios del cielo: Paz.\n</p><p><strong><sup>13 </sup></strong>»He dado la siguiente orden: Todo aquel que en mi reino pertenezca al pueblo de Israel, a sus sacerdotes y levitas, que quiera ir contigo a Jerusalén, que vaya.\n</p><p>El decreto fue emitido por Artajerjes, rey de Persia, en 457 a.C. Este decreto fue el último de tres decretos para permitir que los judíos regresaran a reconstruir Jerusalén y restaurar los servicios de adoración en el Templo. Este tercer decreto fue el más completo, y marcó el comienzo de la profecía de los 2.300 días/años.\n</p><p><strong>Lee Daniel 9:25 y 26. ¿Cuándo comenzaría todo este período profético? ¿Qué acontecimientos importantes predicen estos versículos?.\n</strong></p><p><strong>Daniel 9:25 y 26.\n</strong></p><p><strong><sup>25</sup></strong> Sabe, pues, y entiende que desde la salida de la orden para restaurar y edificar a Jerusalén hasta el Mesías Príncipe, habrá siete semanas y sesenta y dos semanas; se volverán a edificar la plaza y el muro en tiempos angustiosos.\n</p><p><strong><sup>26</sup></strong> Después de las sesenta y dos semanas se quitará la vida al Mesías, y nada ya le quedará. El pueblo de un príncipe que ha de venir destruirá la ciudad y el santuario, su final llegará como una inundación, y hasta el fin de la guerra durarán las devastaciones.\n</p><p>En esta profecía extraordinaria, Daniel predijo que desde “que salga la orden de restaurar y reedificar Jerusalén” hasta el Mesías transcurrirían 69 semanas proféticas, o 483 días proféticos, o años literales. Puesto que el decreto se expidió en el otoño de 457 a.C., 483 años se extienden hasta el otoño de 27 d.C. La palabra “Mesías” significa “el Ungido”. En el otoño de 27 d.C., Cristo se bautizó y recibió la unción del Espíritu (Hech. 10:38). Después de su bautismo, Jesús fue a Galilea, “predicando el evangelio del Reino de Dios. Decía: ‘El tiempo se ha cumplido’ ” (Mar. 1:14, 15).\n</p><p>En la primavera de 31 d.C., a mediados de esa última semana profética, tres años y medio después de su bautismo, Jesús fue crucificado. El sistema de ofrendas que señalaba hacia el Cordero de Dios terminó con el sacrificio de Cristo en el Calvario. El tipo se había encontrado con el antitipo, y finalmente todos los sacrificios y las ofrendas del sistema ceremonial cesaron.\n</p><p><strong>Lee Daniel 9:27. ¿Cómo terminaría la profecía de las setenta semanas?.\n</strong></p><p><strong>Daniel 9:27.\n</strong></p><p><strong><sup>27 </sup></strong>Por otra semana más confirmará el pacto con muchos; a la mitad de la semana hará cesar el sacrificio y la ofrenda. Después, con la muchedumbre de las abominaciones, vendrá el desolador, hasta que venga la consumación y lo que está determinado se derrame sobre el desolador.”».\n</p><p>Las setenta semanas (o 490 años) especialmente asignadas a los judíos terminaron en 34 d.C., con el rechazo del mensaje evangélico por parte del Sanedrín (Hech. 6:8-7:60). Si restamos 490 años de la profecía de 2.300 años, quedan 1.810 años para la conclusión de la profecía. Esto nos lleva a 1844 d.C. William Miller y los primeros adventistas creían que el Santuario de Daniel 8:14 era la Tierra, y supusieron que Cristo vendría a purificar la Tierra con fuego en 1844. (Ver el gráfico del Viernes).</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"Viernes 17 de Mayo",
               "dayTitle":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
               "id":77,
               "idDay":7,
               "idLesson":7,
               "lessonText":"<p>Observa en el siguiente cuadro las profecías de las 70 semanas y los 2.300 días. Las profecías comienzan en 457 a.C. y predicen los acontecimientos que rodean al “Mesías Príncipe”, sobre quien se fundamenta la profecía de las 70 semanas. Con esa base sólida, la profecía de los 2.300 días termina en el año 1844.\n</p><p>“Como los primeros discípulos, Guillermo Miller y sus colaboradores no comprendieron ellos mismos enteramente la importancia del mensaje que presentaban. Los errores que desde hacía largo tiempo se habían establecido en la iglesia les impidieron arribar a una correcta interpretación de un punto importante de la profecía. Por tanto, si bien proclamaron el mensaje que Dios les había confiado para que lo diesen al mundo, sufrieron un desengaño debido a una interpretación equivocada de su significado” (Elena de White, El conflicto de los siglos, p. 400). “Sin embargo, Dios cumplió su propósito benéfico al permitir que la advertencia del Juicio fuese proclamada precisamente como lo fue. El gran día era inminente, y en la providencia de Dios el pueblo fue probado tocante a un tiempo definido, con el fin de revelarles lo que había en sus corazones. El mensaje tenía por objetivo probar y purificar a la iglesia. Los hombres debían ser inducidos a ver si sus afectos estaban puestos en las cosas de este mundo o en Cristo y el Cielo. Ellos profesaban amar al Salvador; ahora debían probar su amor. ¿Estarían dispuestos a renunciar a sus esperanzas y ambiciones mundanales, y dar la bienvenida con gozo al advenimiento de su Señor? El mensaje tenía por objetivo capacitarlos para discernir su verdadero estado espiritual; fue enviado misericordiosamente para despertarlos con el fin de que buscasen al Señor con arrepentimiento y humillación” (ibíd., pp. 401, 402).\n</p><p><strong>PREGUNTAS PARA DIALOGAR:.\n</strong></p><p><strong>1. ¿Qué lecciones podemos aprender de la experiencia de William Miller? Dios ¿rechaza a veces nuestra interpretación incorrecta?.\n</strong></p><p><strong>2. ¿Por qué es tan importante entender Daniel 9:24 al 27 para establecer la integridad de la Biblia y la divinidad de Cristo?.\n</strong></p><p><strong>3. ¿Qué papel desempeña la interpretación de las profecías en el plan de salvación? ¿Por qué son tan importantes las profecías en el plan de Dios?.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":".",
               "dayTitle":"<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
               "id":78,
               "idDay":8,
               "idLesson":7,
               "lessonText":"<p><strong>Introducción:.\n</strong></p><p>Un elemento crucial en el Gran Conflicto fue la venida del Mesías. Durante el período profético de las 70 semanas, el diablo luchó para destruir la fe de Israel en la primera venida del Mesías como el cumplimiento de las promesas, las profecías y los tipos del Antiguo Testamento. De la misma manera, al final del período profético de 2.300 años, las fuerzas del mal trataron de oscurecer su cumplimiento en el Juicio Preadvenimiento que ocurriría en el Santuario celestial, y de suprimir la proclamación de la segunda venida del Mesías. Al final del período profético de las 70 semanas, hubo fieles de Dios, como Simeón, que esperaban “la consolación de Israel” (Luc. 2:25), o Ana y otros “que esperaban la redención en Jerusalén” (Luc. 2:38). Estos pocos fieles vieron en Jesús el cumplimiento de la promesa de la primera venida del Mesías. Del mismo modo, al final de los 2.300 años había creyentes, como William Miller, cuyo mensaje de la “verdad presente” se centraba en la esperanza en la pronta venida del Mesías. William Miller no descubrió este mensaje mediante una metodología filosófica, sino por medio de una lectura literal de las Escrituras. Esto ilustra, una vez más, la esencialidad de las Escrituras para el Gran Conflicto.\n</p><p><strong>Temática de la lección:.\n</strong></p><p><strong>Este estudio se centra en dos temas principales:.\n</strong></p><p><strong>1. </strong>Aunque la fecha exacta de la segunda venida de Cristo no se da en la Escritura, las profecías de las 70 semanas y de los 2.300 días, que se relacionan tanto con la primera venida de Jesús como con su segunda venida, se han cumplido con precisión. Su cumplimiento preciso nos asegura que la segunda venida de Cristo es cierta e inminente.\n</p><p><strong>2. </strong>Dios llamó al pueblo adventista para proclamar al mundo el cumplimiento de la profecía más antigua de la Biblia. Dios también lo designó para llamar al mundo a abrazar la esperanza en la segunda venida de Jesús, que pondrá fin para siempre al Gran Conflicto.\n</p><p><strong>COMENTARIO.\n</strong></p><p><strong>Se encuentra esperanza en el premilenialismo.\n</strong></p><p>La esperanza y el optimismo llenaban la atmósfera de los Estados Unidos del siglo XIX, la nueva nación nacida de la singular Revolución Norteamericana. Ese siglo trajo cambios sociales, económicos y políticos, así como tecnológicos, e inventos, prometiendo el amanecer de un nuevo mundo. El espíritu de la época influyó en los cristianos evangélicos protestantes del país, hasta impregnar su religión y sus iglesias. El resultado fue un cristianismo posmilenialista con un fervor escatológico esperanzador y optimista. Pero ¿qué es el posmilenialismo? Milenialismo proviene de la palabra “milenio”, que se refiere a los mil años del reinado de Cristo con los santos, como se describe en Apocalipsis 20:1 al 6. Aunque la mayoría de los cristianos acepta esta enseñanza bíblica acerca del Milenio, no todos están de acuerdo en cómo relacionar el Milenio con la Segunda Venida y con el Juicio Final. Los primeros teólogos posapostólicos (los padres apostólicos) adoptaron el premilenialismo, la creencia de que Cristo volvería a la Tierra antes del milenio y ejecutaría el Juicio Final. (Los adventistas, por supuesto, entienden que el Milenio será en el Cielo). Sin embargo, padres de la iglesia posteriores, como Orígenes de Alejandría (185-254 d.C.) y Agustín de Hipona (354-430 d.C.), integraron la filosofía griega con la teología cristiana y aplicaron el método alegórico a la lectura de la Biblia y su interpretación. En consecuencia, rechazaron el premilenialismo por considerarlo una lectura ingenua y superficial del libro del Apocalipsis, y en cambio propusieron una nueva teoría del Milenio, que más adelante se denominó amilenialismo. Según esta teoría, el Milenio debe entenderse en forma alegórica o espiritual y se refiere al período eclesiástico que transcurre entre la primera venida de Jesús y su segunda venida. Durante este período, Cristo reina espiritualmente con las almas de los santos muertos en el Cielo, así como con la iglesia en la Tierra. La iglesia es el Reino de Dios en este planeta. Cristo trabaja para establecer su iglesia hasta los confines de la Tierra, disminuyendo así el poder del diablo. Sin embargo, antes de la Segunda Venida, Satanás corromperá la iglesia, lo que llevará a la instauración del anticristo. En ese momento, Jesús regresará para salvar a la iglesia del anticristo y ejecutará el Juicio Final, restableciendo así un nuevo orden de cosas. Esta postura fue adoptada por la Iglesia Católica Romana, las iglesias ortodoxas y algunas confesiones protestantes, como las iglesias luterana, anglicana y presbiteriana.\n</p><p><strong>Posmilenialismo.\n</strong></p><p>El posmilenialismo fue una adaptación del amilenialismo por parte de las iglesias protestantes del siglo XIX, que lo aplicaron a su situación contemporánea. Al igual que los amilenialistas, los posmilenialistas pensaban que Cristo vendría al final del Milenio. Sin embargo, a diferencia de los amilenialistas, la mayoría de los posmilenialistas pensaba que el Milenio representa mil años años literales previos al regreso de Cristo. Durante este tiempo, Cristo trabajará mediante el Espíritu Santo y la iglesia para extender el evangelio por todo el mundo y establecer su Reino milenario. A medida que la mayor parte de la población de la Tierra acepte el evangelio, el poder y el control del diablo disminuirá, y el mundo entrará gradualmente en su edad de oro, un período de paz, rectitud, justicia, amor y prosperidad, que servirá como anticipo de la llegada del Reino eterno de Dios. Los posmilenialistas, muy optimistas respecto de la naturaleza del ser humano y de la sociedad, no preveían una época en la que la iglesia se corrompiera o en la que el anticristo controlara y oprimiera a la iglesia y al mundo. Al Milenio le seguiría la segunda venida de Cristo, la resurrección general, el Juicio Final y el Reino eterno de Dios. A juzgar por el éxito del evangelio en el mundo durante el siglo XVIII, los posmilenialistas del siglo XIX concluyeron que el Milenio aún estaba en el futuro, aunque a punto de llegar. Además, dado que el reino milenario sería inaugurado por Cristo mediante la iglesia, los protestantes se arremangaron y empezaron a trabajar duro para hacer realidad el Milenio, y para hacerlo durante su vida. El cambio y el progreso llenaban el aire de Estados Unidos. Cada vez más sociedades bíblicas publicaban Biblias y publicaciones cristianas. Se enviaron misioneros al extranjero a fin de preparar al mundo para aceptar el evangelio y entrar en el Reino milenario. Paralelamente a este desarrollo, un número creciente de inventos tecnológicos contribuyó al aumento de la calidad de vida en los Estados Unidos y en todo el mundo. Las sociedades de temperancia se centraron en mejorar la calidad de la salud de la gente mediante la abstinencia del alcohol. Ante la ausencia de grandes guerras, los partidos políticos y todo tipo de movimientos sociales reclamaron profundos cambios sociales compatibles con el establecimiento del Reino milenario de Dios. Sin embargo, no todos acompañaron el entusiasmo posmilenial de la mayoría. Las ideas premilenialistas originales de los apóstoles y de los padres apostólicos fueron revividas por los reformadores anabaptistas en el siglo XVI y luego continuadas por algunos evangélicos ingleses a lo largo del siglo XVIII; y, finalmente, comenzaron a difundirse en Estados Unidos durante la primera mitad del siglo XIX. En el siglo XIX, los mayores defensores del premilenialismo bíblico fueron William Miller y, tras el Gran Chasco, los adventistas del séptimo día. Al igual que los posmilenialistas, los premilenialistas adventistas creían que el Milenio representaba mil años literales, que aún estaba en el futuro y que comenzaría pronto.\n</p><p><strong>Los adventistas del séptimo día.\n</strong></p><p>Los premilenialistas adventistas del séptimo día entendieron, a partir del estudio de la Biblia, que las cosas empeorarían para el pueblo de Dios antes del Día del Señor (2 Ped. 3:3-13); que Jesús vendría antes del Milenio (Apoc. 19:11-16) para salvar a su iglesia perseguida, resucitar a su pueblo y llevar a todos con él al Cielo (1 Tes. 4:13-18). En el Cielo, el pueblo de Dios no solamente reinaría con Cristo (Apoc. 20:4, 6), sino también participaría con Dios en el juicio de los impíos (Apoc. 20:4; 1 Cor. 6:2). Durante ese tiempo, se describe que el diablo sería atado “por mil años” (Apoc. 20:2) en la Tierra, “para que no engañe más a las naciones” (Apoc. 20:3). Estas naciones constituyen los impíos que no resucitarán hasta el final de los mil años (Apoc. 20:2, 3, 5). Una vez que termina el juicio milenario, Jesús regresa al planeta Tierra con todos sus santos. Él resucita a los impíos (Apoc. 20:5, 7, 13) y ejecuta el Juicio Final (Apoc. 20:11, 12). El diablo intenta engañar a los impíos por última vez para incitarlos a luchar contra Dios y tomar su Reino por la fuerza (Apoc. 20:7-9). Este acontecimiento culmina el Gran Conflicto: Cristo ejecuta sus juicios, y los impíos, el diablo y el mal, así como la misma muerte, son arrojados al “lago de fuego” (Apoc. 20:9, 10, 14, 15) y son aniquilados para siempre. Miller y los adventistas del séptimo día no compartían el optimismo de sus contemporáneos posmilenaristas respecto de la naturaleza humana y el futuro próximo de la humanidad: brillante y utópico. Pero esta postura no se debía a que Miller y los adventistas fueran antisociales o no podían alegrarse por el progreso y la esperanza de la humanidad. Más bien, Miller y los adventistas del séptimo día llegaron a su concepción premilenialista a partir de su estudio sólido, literal e histórico-gramatical de la Biblia. Por esta razón, rechazaron tanto el amilenialismo como el posmilenialismo, porque estas doctrinas no estaban cimentadas en la Biblia sino en los presupuestos de la antigua filosofía griega o de los estudios socioeconómicos y políticos contemporáneos. Las postulaciones de los amilenialistas o los posmilenialistas no solamente están ausentes de la Biblia, sino además van en contra de las enseñanzas bíblicas, y por ende distorsionan el evangelio y generan falsas esperanzas. Miller y los adventistas del séptimo día anhelaban esperanza, pero querían una esperanza construida sobre el sólido fundamento de la Palabra de Dios. En pocas décadas, las dos guerras mundiales y la Guerra Fría del siglo XX pulverizaron el optimismo posmilenial respecto de la naturaleza humana y la llegada gradual de la humanidad al reino milenario de paz y prosperidad de Dios. La mayoría de los evangélicos volvió al premilenialismo. Es cierto que este premilenialismo fue reempaquetado y distorsionado, por lo que se cayó en la enseñanza antibíblica del dispensacionalismo. Sin embargo, el mero hecho de que los evangélicos volvieran al premilenialismo indica que el amilenialismo y el posmilenialismo no solamente no son bíblicos, sino además constituyen una exégesis inadecuada y decepcionante de los acontecimientos del tiempo del fin. El premilenialismo bíblico es el único fundamento para la esperanza. Enseña que, aunque la humanidad no puede salvarse a sí misma ni al mundo, Jesús vendrá de nuevo en el momento más difícil de la historia. Antes del Milenio, él nos salvará de los ataques finales del diablo y sus ejércitos, y conducirá el Gran Conflicto hacia su fin.\n</p><p><strong>APLICACIÓN A LA VIDA.\n</strong></p><p>¿Cuánta esperanza aporta la segunda venida de Jesucristo a tu contexto religioso o cultural? ¿Cómo puedes explicarles a tus vecinos que el regreso de Jesús es la única esperanza para la humanidad? 1. ¿Qué relevancia tiene el cumplimiento de las profecías bíblicas de tiempo (como la de los 2.300 años) en tu contexto religioso o cultural? Piensa y propón formas de hacerlo relevante para la gente de tu comunidad. 2. William Miller desarrolló un modo específico de leer y comprender la Biblia. ¿Cuál es tu modelo de lectura e interpretación de las Escrituras? Desarrolla y comparte con tu clase de Escuela Sabática qué método/s utilizas para entender la Palabra de Dios en forma significativa. Comparte cómo la verdad bíblica ha transformado no solamente tu vida, sino también la de tu familia y de tu comunidad.\n</p><p><strong>RESEÑA.\n</strong></p><p><strong>Textos clave: Hebreos 8:1, 2.\n</strong></p><p><strong>Enfoque del estudio: Éxodo 25:8, 9, 40; Hebreos 8:1-6; Mateo 25:1-10; Daniel 7:9, 10; Hebreos 8:1-5; 9:23-28; Apocalipsis 11:19; Hebreos 10:16; Levítico 16:21, 29-34; 23:26-32.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":7,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>MOTIVADOS POR LA ESPERANZA</p>",
         "verse":"<p>“En ese día se dirá: ‘¡Este es nuestro Dios! Lo hemos esperado, y él nos salvará. Este es el Señor a quien hemos esperado, nos gozaremos y nos alegraremos en su salvación’ ” (Isa. 25:9).</p>",
         "versionCode":60,
         "weekDate":"11-17 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
