{
  "data": [
    {
      "color": "#22bd9e",
      "id": 701,
      "idEs": 24,
      "language": "en",
      "lessonDays": [
        {
          "date": "September 30",
          "dayTitle": "",
          "id": 11,
          "idDay": 1,
          "idLesson": 1,
          "lessonText": "<p>Mission finds its origin and purpose only in God. This mission did not begin with Abram’s call (Gen. 12:1–4) or with the Exodus (Exod. 12:31–42). It did not begin even with Jesus Christ on the earth (Matt. 1:18–25) or with Paul’s missionary journeys (Acts 13:4–14:26). This mission began with God Himself, when He brought the universe into existence and later created humanity (Gen. 1:26, 27).</p><br><p>In the Scriptures, we see a God who intentionally reaches out and desires to be with His children. From the beginning, He establishes a relationship with Adam and Eve. Even after sin enters, He continues His mission, but now it is to reestablish His relationship with humankind. In the end, God’s mission will be accomplished (Revelation 21, 22), which is why we should be motivated in the work of proclaiming the eternal gospel to the world (Rev. 14:6, 7).</p><br><p>The foundation of any mission endeavor, therefore, must be centered on a relationship with the Creator and with the proper understanding of His missionary nature and character. But before we understand the mission of God, it is essential to better understand the God of mission.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 1",
          "dayTitle": "<p>The God Who Reaches Out to Us<br></p>",
          "id": 12,
          "idDay": 2,
          "idLesson": 1,
          "lessonText": "<p>God created us in His image and likeness. He gave us a perfect world, and His purpose was that we would live in perfect connection with Him, a relationship centered in His most precious attribute: love. But for love to be real, God also gave us another precious gift: free will—the freedom to choose which way to follow. Of course, God gave clear instructions to Adam and Eve about the danger and deadly consequences of disobedience (Gen. 2:16, 17). Satan, in turn, deceptively persuaded Eve that she could eat the fruit from the tree of the knowledge of good and evil, but without any negative results. On the contrary, he claimed that they would “be like God, knowing good and evil” (Gen. 3:5, NKJV). Unfortunately, Eve chose to eat and gave the fruit to Adam, who made the same choice. The perfect creation, then, was stained by sin.<br><br>That moment changed God’s original plan and purpose for the newly created planet Earth. The mission of salvation, which had been designed “before the foundation of the world” (Eph. 1:4), had now to be implemented.<br><br><strong>Read Genesis 3:9–15. What were God’s first words to Adam after he and Eve fell, and why is that statement so significant theologically even today?</strong><br></p><p><strong>Genesis 3:9–15</strong></p><p><sup><strong></strong></sup></p><p><sup><strong>9 </strong></sup>And the Lord God called unto Adam, and said unto him, Where art thou?</p><p><sup><strong>10 </strong></sup>And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.</p><p><sup><strong>11 </strong></sup>And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?</p><p><sup><strong>12</strong></sup> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.</p><p><sup><strong>13</strong></sup> And the Lord God said unto the woman, What is this that thou hast done? And the woman said, The serpent beguiled me, and I did eat.</p><p><sup><strong>14</strong></sup> And the Lord God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:</p><p><sup><strong>15</strong></sup> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.</p><p>Of course, God knew exactly where they were. Dominated by fear, Adam and Eve were the ones who needed to see what was going on. But they also needed to be confronted so they could understand the dreadful consequences of their sin. Satan also needed to be defeated. For that, God then began to present His mission: the plan of redemption (see Gen. 3:14, 15)—the only hope of “reconciling the world to Himself ” (2 Cor. 5:19, NKJV).<br><br>We need to pay close attention, however, to the fact that before the confrontation and the promise of reconciliation, God came looking for fallen humankind. In spite of the seemingly hopeless situation, God essentially addresses two issues in His question to Adam: our fallen state and His missionary nature. We are lost and in desperate need of salvation. He is the One who finds us with the determination to save and to be with us.<br><br><strong>Throughout history, God continues to ask: “Where are you?” In your personal experience, what does this mean for you, and how have you answered Him?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 2",
          "dayTitle": "<p>The God Who Longs to Be With Us<br></p>",
          "id": 13,
          "idDay": 3,
          "idLesson": 1,
          "lessonText": "<p><strong>Read Genesis 17:7, Genesis 26:3, and Genesis 28:15. What was the main focus of God’s promise to Abraham and his descendants in these verses?</strong></p><p><strong>Genesis 17:7</strong></p><p><strong><sup>7</sup></strong> And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee.<strong><br></strong></p><p><strong>Genesis 26:3</strong></p><p><sup><strong></strong><strong>3</strong></sup> Sojourn in this land, and I will be with thee, and will bless thee; for unto thee, and unto thy seed, I will give all these countries, and I will perform the oath which I sware unto Abraham thy father;<strong><br></strong></p><p><strong>Genesis 28:15</strong></p><p><sup><strong></strong><strong>15 </strong></sup>And, behold, I am with thee, and will keep thee in all places whither thou goest, and will bring thee again into this land; for I will not leave thee, until I have done that which I have spoken to thee of.<br><br>In the Old Testament narrative, God continues to act according to His missionary nature in order to fulfill His purposes. For instance, after the Flood the people of Babel decided to gather in one place to build a city and a tower that would reach to the heavens. God intervened, confusing their language with the goal to scatter them around the world (Gen. 11:1–9). He then enlarged His mission, calling Abram (who later became Abraham) to be a channel of His blessings to the whole world (Gen. 12:1–3). God’s promises to Abraham and his descendants were multifold, but one emerges above all. Several times God basically declared to them: “I will be [your] God.” “I will be with you.” “I am with you” (see Gen. 17:7, 8; Gen. 26:3, NKJV; Gen. 28:15, NKJV).<br><br>As history goes on, Joseph ends up in Egypt, but as an instrument of salvation to God’s people. In every step of Joseph’s experience—even in the most difficult moments of his life—the Bible affirms that “the Lord was with” him (Gen. 39:2, 21, 23). Generations later, in the fulfillment of His mission, God then sent Moses to Pharaoh as the deliverer of His people from Egyptian slavery. During Moses’ “commissioning,” God said to him: “I will certainly be with you” (Exod. 3:12, NKJV). Time after time, Yahweh confirmed His deep desire to be with His people.<br><br>Read Exodus 29:43, 45. What was one of the main purposes of the Old Testament sanctuary? God decided to be with His children in a different way. He confirmed to Moses His longing to dwell among the children of Israel in the building of the tabernacle and the establishment of a very intentional and purposeful system that would point to the ultimate instrument of His mission: Jesus Christ. “The sacrificial offerings, and the priesthood of the Jewish system, were instituted to represent the death and mediatorial work of Christ. All those ceremonies had no meaning, and no virtue, only as they related to Christ.”<br><br>—Ellen G. White, Advent Review and Herald of the Sabbath, December 17, 1872.<br><strong><br>What are ways that you experience God’s presence in your life?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 3",
          "dayTitle": "<p>The God Who Became One With Us<br></p>",
          "id": 14,
          "idDay": 4,
          "idLesson": 1,
          "lessonText": "<p>The Old Testament presents how the Creator began to implement a plan through a people who were supposed to represent His nature and purpose to the world. Everything God did was according to His missionary strategy. Through the prophet Isaiah, God said: “ ‘I am God, and there is no one like Me, declaring the end from the beginning, . . . saying, “My purpose will be established, and I will accomplish all My good pleasure” ’ ” (Isa. 46:9, 10, NASB). In the New Testament, however, God’s desire to be with humankind takes a new dimension. Through Christ’s incarnation, what was only a promise in the Garden of Eden (Gen. 3:15) becomes a reality.<br><strong><br>Read the narrative of the announcement of Jesus’ birth in Matthew 1:18–23. What essential things does this account tell us about God?</strong></p><p><strong>Matthew 1:18–23<sup><br></sup></strong></p><p><sup><strong>18 </strong></sup>Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.<br><sup><br><strong>19 </strong></sup>Then Joseph her husband, being a just man, and not willing to make her a public example, was minded to put her away privily.<br><sup><br><strong>20</strong></sup> But while he thought on these things, behold, the angel of the Lord appeared unto him in a dream, saying, Joseph, thou son of David, fear not to take unto thee Mary thy wife: for that which is conceived in her is of the Holy Ghost.<br><sup><br><strong>21 </strong></sup>And she shall bring forth a son, and thou shalt call his name Jesus: for he shall save his people from their sins.<br><sup><br><strong>22</strong></sup> Now all this was done, that it might be fulfilled which was spoken of the Lord by the prophet, saying,<br><sup><br><strong>23 </strong></sup>Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.<br><br>“God with us.” Immanuel. God had dwelt among His people within the sanctuary, and now He dwelt with them in the physical person of Jesus of Nazareth. Indeed, with the birth of Jesus, God presented in concrete ways His continuous desire to be with us in nature and mission: the Son of God was fully human and fully divine, and He is the One who affirmed, “ ‘I am the way, the truth, and the life. No one comes to the Father except through Me’ ” (John 14:6, NKJV).<br><br><strong>Read John 1:14–18. What can you learn from Christ’s incarnation about God’s mission to us?</strong><br></p><p><strong>John 1:14–18</strong><sup><br></sup></p><p><sup><strong>14 </strong></sup>And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.<br><sup><br><strong>15 </strong></sup>John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.<br><sup><br><strong>16</strong></sup> And of his fulness have all we received, and grace for grace.<br><sup><br><strong>17 </strong></sup>For the law was given by Moses, but grace and truth came by Jesus Christ.<br><sup><br><strong>18 </strong></sup>No man hath seen God at any time, the only begotten Son, which is in the bosom of the Father, he hath declared him.</p><p>God moved forward with His mission and then, through Jesus Christ, was present in the flesh among His children. The “one and only Son, who came from the Father, full of grace and truth” (John 1:14, NIV), fulfilled the Old Testament prophecies and, in accordance with the divine plan, became one with us, God in human flesh. The God of mission was continuing to accomplish His purpose.<br><br>Think what it means that God’s love for us is so great that He would come to us in our own humanity. How should we respond to this love, especially in terms of mission to others?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 4",
          "dayTitle": "<p>The God Who Continues to Be With Us<br></p>",
          "id": 15,
          "idDay": 5,
          "idLesson": 1,
          "lessonText": "<p>Jesus’ life and ministry were God’s ultimate revelation. In about three years God was able to reveal more about who He was and what His mission was all about than in all He had done through any other method in previous generations. Christ was the perfect “image of the invisible God,” the One in whom “all the fullness should dwell, . . . having made peace through the blood of His cross” (Col. 1:15, 19, 20, NKJV). In Christ, the missionary nature of God was completely made known. Jesus Himself revealed His mission, saying, “ ‘the Son of Man has come to seek and to save that which was lost’ ” (Luke 19:10, NKJV).<br><br><strong>Read and carefully reflect on John 3:16. How do you see God’s love and mission interacting here?</strong><sup><br></sup></p><p><strong>John 3:16<sup><br></sup></strong></p><p><sup><strong>16</strong></sup> For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.</p><p>Later in His ministry, when Jesus approached His last week of life, humanity’s final destiny was at stake. The events that took place during those days connected the expectation from the past with hope for the future. During the Passover celebration—which pointed to freedom from the Egyptian oppression—Jesus Christ, the incarnated God, gave up His life to deliver us from the bondage of sin. The apostle Paul wrote, “God made him who had no sin to be sin for us, so that in him we might become the righteousness of God” (2 Cor. 5:21, NIV).<br><br><strong>Read Matthew 28:18–20. What is the promise we can find in the Great Commission? How does it bring assurance for us as we get involved in God’s mission?</strong></p><p><strong>Matthew 28:18–20<br></strong></p><p><sup><strong>18</strong></sup> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.<br><sup><br><strong>19</strong></sup> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:<br><sup><br><strong>20</strong></sup> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you always, even unto the end of the world. Amen.<br><br>Christ’s death was part of the reconciliation process, not the end of it. Through His resurrection, Jesus conquered death and received “ ‘all authority . . . in heaven and on earth’ ” (Matt. 28:18, NKJV). Based on this reality, He then commissioned all of His followers to make disciples around the world, with an awesome promise: “ ‘I am with you always, even to the end of the age’ ” (Matt. 28:20, NKJV; emphasis supplied).<br><br><strong>In what ways have you seen Jesus’ promise to be “with you always” being fulfilled in your own life as you are engaged in mission?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 5",
          "dayTitle": "<p>The God Who Will Come Back for Us<br></p>",
          "id": 16,
          "idDay": 6,
          "idLesson": 1,
          "lessonText": "<p><strong>Read John 14:1–3. In what ways is it connected with the end-time message found in the Scriptures?</strong><br></p><p><strong>John 14:1–3</strong></p><p><sup><strong>1</strong></sup> Let not your heart be troubled: ye believe in God, believe also in me.<br><sup><strong><br>2</strong></sup> In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.<br><sup><br><strong>3 </strong></sup>And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.<br></p><p>During His earthly ministry, one of Christ’s most precious promises, the blessed hope, reflects once again the Creator’s desire to be with us for eternity. Jesus affirmed, “ ‘I will come back and take you to be with me that you also may be where I am’ ” (John 14:3, NIV; emphasis added).<br><br>According to the apostle John, the promise will finally become reality. “And I heard a loud voice from heaven saying, ‘Behold, the tabernacle of God is with men, and He will dwell with them, and they shall be His people. God Himself will be with them and be their God” (Rev. 21:3, NKJV).<br><br>“The work of redemption will be complete. In the place where sin abounded, God’s grace much more abounds. The earth itself, the very field that Satan claims as his, is to be not only ransomed but exalted. . . . Here, where the Son of God tabernacled in humanity; where the King of glory lived and suffered and died,—here, when He shall make all things new, the tabernacle of God shall be with men. . . . And through endless ages as the redeemed walk in the light of the Lord, they will praise Him for His unspeakable Gift,—Immanuel, ‘God with us.’ ”—Ellen G. White, The Desire of Ages, p. 26.<br><br>Here we find the most beautiful picture of Redemption. The God of mission will finally fulfill His desire to be with His children eternally. What a tremendous privilege to be part of this reality!<br><br><strong>Weekly Challenges.</strong> Throughout this quarter you will be invited to engage intentionally in God’s mission. This will be an opportunity to see and experience the God of mission at work in your life. Take advantage of this moment for personal reflection and be ready to share what you have learned with your class on a weekly basis. Additionally, the Challenge Up will encourage you to increase your involvement in God’s mission.<br><br><strong>Challenge:</strong> Pray every day of the coming week for God to open your heart to be part of His mission.<br><br><strong>Challenge Up:</strong> Learn the name of someone in your life you don’t already know—a neighbor, coworker, shopkeeper, bus driver, janitor, etc. Begin praying for him or her each day.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "October 6",
          "dayTitle": "<p>Further Thought:<br></p>",
          "id": 17,
          "idDay": 7,
          "idLesson": 1,
          "lessonText": "<p>“The plan for our redemption was not an afterthought, a plan formulated after the fall of Adam. It was a revelation of ‘the mystery which hath been kept in silence through times eternal.’ Romans 16:25, R. V. . . . It was an unfolding of the principles that from eternal ages have been the foundation of God’s throne. From the beginning, God and Christ knew of the apostasy of Satan, and of the fall of man through the deceptive power of the apostate. God did not ordain that sin should exist, but He foresaw its existence, and made provision to meet the terrible emergency. So great was His love for the world, that He covenanted to give His onlybegotten Son, ‘that whosoever believeth in Him should not perish, but have everlasting life.’ John 3:16.”—Ellen G. White, The Desire of Ages, p. 22.<br><br>“Christ did not tell His disciples that their work would be easy. . . . But they would not be left to fight alone. He assured them that He would be with them; and that if they would go forth in faith, they should move under the shield of Omnipotence. . . . So long as they obeyed His word, and worked in connection with Him, they could not fail. Go to all nations, He bade them. Go to the farthest part of the habitable globe and be assured that My presence will be with you even there. Labor in faith and confidence; for the time will never come when I will forsake you. I will be with you always, helping you to perform your duty, guiding, comforting, sanctifying, sustaining you, giving you success in speaking words that shall draw the attention of others to heaven.”—Ellen G. White, The Acts of the Apostles, p. 29.<strong><br><br>Discussion Questions:</strong><br><br><strong>1. </strong>Think about what it means that God’s first words to fallen humanity were not “What have you done?” Or “Why have you disobeyed Me?” Instead the first words were, “Where are you?” What comfort should this truth give us regarding God’s intention for us and our loved ones?<br><br><strong>2.&nbsp;</strong> Think about what it means that God Himself, in the person of Jesus, came to this world in order to save us. Christ on the cross was the ultimate manifestation of God as a God of mission. What does this tell us about His character?<br><br><strong>3.</strong> The mission belongs to God. Therefore, He will equip and empower people for the task. In light of this reality, when you look at the challenges of worldwide evangelization, how can you deal with feelings and attitudes of inadequacy or fear?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": " ",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 18,
          "idDay": 8,
          "idLesson": 1,
          "lessonText": "<p><strong>Two Boys, Two Prayers: Part 1&nbsp;</strong></p><p><strong>By Andrew McChesney</strong><br><br>Father was excited when he saw a new sign reading “Adventist Maranatha School” on a street in Conakry, capital of the West African country of Guinea. He wanted his two sons to go to a Christian school, and this might be their chance. He never dreamed that the school would change his life.<br><br>Father entered the fenced compound of the newly opened school and found a teacher. “Is this a Christian school?” he asked.<br><br>“Yes,” she replied. “This is a Seventh-day Adventist school.”<br><br>Father said his sons were studying elsewhere, and he promised to transfer them to this school. “I want them to have a Christian education,” he said.<br><br>Soon the two boys, 11-year-old Junior and 8-year-old Emile (pictured), were studying at the Adventist school. Among their subjects was the Bible, and the boys memorized verses that Father, to his surprise, had never heard. He was even more surprised when the boys declared that the teachers wor- shiped in church on Saturdays. The boys asked if they could go to a Saturday program in a church located on the same compound as the school. Father thought it was an extracurricular program and agreed.<br><br>The boys went to church every Sabbath for two years. Sometimes, school- teachers visited Father and invited him to come to church. “Would you like to come to our church on Sabbath?” they asked.<br><br>Father always refused. “No, I have to work on Saturday,” he said. “I’m busy.”<br><br>One Sabbath, the church pastor, Matthew, told the church members, “Today, we will visit the father of Junior and Emile.”<br><br>A group of 15 church members, accompanied by a delighted Junior and Emile, arrived at the house. “Can we pray together?” the pastor asked Father. When Father agreed, the pastor asked if he had any requests. He did. Months earlier, Father, who led a nongovernmental organization, had applied to a Guinean government ministry for a grant, and he was still waiting for a response. The pastor prayed about the grant.<br><br>Three days later, on Tuesday, the ministry responded. The grant was approved. Father immediately went to the school and told the teachers about the remarkable answer to prayer. He thanked God for the grant. But the answer to prayer did not convince him to go to church on Sabbath.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 1,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>God’s Mission to Us: Part 1<br></p>",
      "verse": "<p>Then the Lord God called Adam and said to him, ‘Where are you?’ (Genesis 3:9, NKJV).<br></p>",
      "versionCode": 30,
      "weekDate": "September 30- October 6"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
