{
  "data": [
    {
      "color": "#B0D000",
      "id": 705,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "January 27",
          "dayTitle": "<p>Singing the Lord’s Song in a Strange Land<br></p>",
          "id": 51,
          "idDay": 1,
          "idLesson": 5,
          "lessonText": "<p><strong>Read for This Week’s Study:</strong> Ps. 79:5–13, Ps. 88:3–12, Ps. 69:1–3, Ps. 22:1, Psalm 77, Ps. 73:1–20, 1 Pet. 1:17.&nbsp;</p><p><strong>Memory Text:</strong> “How shall we sing the Lord’s song in a strange land?” (Psalm 137:4).&nbsp;</p><p>We do not need to get deep into the book of Psalms in order to discover that the Psalms are uttered in an imperfect world, one of sin, evil, suffering, and death. The stable creation run by the Sovereign Lord and His righteous laws is constantly threat- ened by evil. As sin corrupts the world more and more, the earth has increasingly become “a strange land” to God’s people. This reality creates a problem for the psalmist: How does one live a life of faith in a strange land?&nbsp;</p><p>As we already have seen, the psalmists acknowledge God’s sover- eign rule and power, as well as His righteous judgments. They know that God is the everlasting and never-failing refuge and help in times of trouble. For this reason, the psalmists are at times perplexed (who isn’t?) by the apparent absence of God and the flourishing of evil in the face of the good and Sovereign Lord. The paradoxical nature of the Psalms as prayers is demonstrated in the psalmists’ responses to God’s seeming silence. In other words, the psalmists respond to God’s perceived absence, as well as to God’s presence.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 28",
          "dayTitle": "<p>The Days of Evil<br></p>",
          "id": 52,
          "idDay": 2,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Psalm 74:18–22 and Psalm 79:5–13. What is at stake here? </strong><br></p><p><strong>Psalm 74:18–22</strong></p><p><strong><sup>18</sup> </strong>Remember this, that the enemy has reproached, O Lord, And that a foolish people has blasphemed Your name. <strong><sup>19</sup></strong> Oh, do not deliver the life of Your turtledove to the wild beast! Do not forget the life of Your poor forever.&nbsp;</p><p><sup><strong>20</strong></sup> Have respect to the covenant; For the dark places of the earth are full of the haunts of cruelty.&nbsp;</p><p><sup><strong>21 </strong></sup>Oh, do not let the oppressed return ashamed! Let the poor and needy praise Your name.<br><sup><br><strong>22</strong></sup> Arise, O God, plead Your own cause; Remember how the foolish man reproaches You daily.<br></p><p><strong>Psalm 79:5–13</strong></p><p><sup><strong>5</strong> </sup>How long, Lord? Will You be angry forever? Will Your jealousy burn like fire?&nbsp;</p><p><sup><strong>6</strong></sup> Pour out Your wrath on the nations that do not know You, And on the kingdoms that do not call on Your name.&nbsp;</p><p><sup><strong>7</strong></sup> For they have devoured Jacob, And laid waste his dwelling place.<br><sup><br><strong>8</strong></sup> Oh, do not remember former iniquities against us! Let Your tender mercies come speedily to meet us, For we have been brought very low.&nbsp;</p><p><sup><strong>9</strong></sup> Help us, O God of our salvation, For the glory of Your name; And deliver us, and provide atonement for our sins, For Your name’s sake!&nbsp;</p><p><sup><strong>10 </strong></sup>Why should the nations say, “Where is their God?” Let there be known among the nations in our sight The avenging of the blood of Your servants which has been shed.</p><p><strong><sup>11</sup></strong> Let the groaning of the prisoner come before You; According to the greatness of Your power Preserve those who are appointed to die;</p><p><sup><strong>12</strong></sup> And return to our neighbors sevenfold into their bosom Their reproach with which they have reproached You, O Lord.<br><strong><sup>13</sup></strong> So we, Your people and sheep of Your pasture, Will give You thanks forever; We will show forth Your praise to all generations.</p><p><br></p><p>The psalmist seeks to grasp the great controversy between God and the powers of evil, and he points to God’s unfathomable forbearance, as well as to His infinite wisdom and power.&nbsp;</p><p>The problem of evil in the Psalms is primarily theological; it inevitably concerns questions about God. Thus, the destruction of Jerusalem and the temple is seen principally as a divine scandal because it provided an opportunity for the heathen to blaspheme God. God’s inheritance (the people of Israel) is the sign of His divine election and covenant (Deut. 4:32?38; Deut. 32:8, 9) that will never fail. The concept of God’s inheri- tance also contains an end-time dimension, as one day all nations will become God’s inheritance and will serve Him. The notion that the nations invaded God’s inheritance threatens these divine promises.&nbsp;</p><p>No question, the psalmist acknowledges that the sins of the people corrupted the people’s covenantal relationship with God and brought upon the people all the consequences (Ps. 79:8, 9). The people’s sur- vival depends solely upon God’s gracious intervention and the restora- tion of the covenantal bond through the atonement of sin. The Lord is “God of our salvation,” which conveys God’s faithfulness to His covenantal promises (Ps. 79:9).&nbsp;</p><p>However, more important than the restoration of Israel’s fortunes is the defense of God’s character in the world (Ps. 79:9). If the evil actions of the nations go unpunished, it will appear that God has lost His power (Ps. 74:18–23, Ps. 83:16–18, Ps. 106:47). Only when God saves His people will His name be justified and uplifted.&nbsp;</p><p>As today, the same principle existed back then. Our sins, our back- sliding, our evils, can bring disrepute not only on ourselves but, worse, on the God whose name we profess. Our wrong actions can have detrimental spiritual effects on our witness and mission, as well. How many people have been turned off to our faith by the actions of those professing the name of Christ?&nbsp;</p><p><strong>“The honor of God, the honor of Christ, is involved in the perfec- tion of the character of His people.”—Ellen G. White, The Desire of Ages, p. 671. How do you understand this important truth and what it should mean in your own Christian life?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 29",
          "dayTitle": "<p>At Death’s Door<br></p>",
          "id": 53,
          "idDay": 3,
          "idLesson": 5,
          "lessonText": "<p>Read Psalm 41:1–4; Psalm 88:3–12; and Psalm 102:3–5, 11, 23, 24. What experiences do these texts describe? In what can you relate to what is said here?</p><p><strong>Psalm 41:1–4</strong></p><p><strong><sup>1</sup></strong> Blessed is he who considers the poor; The Lord will deliver him in time of trouble.&nbsp;</p><p><sup><strong>2</strong></sup> The Lord will preserve him and keep him alive, And he will be blessed on the earth; You will not deliver him to the will of his enemies.&nbsp;</p><p><sup><strong>3</strong></sup> The Lord will strengthen him on his bed of illness; You will sustain him on his sickbed.&nbsp;</p><p><sup><strong>4</strong></sup> I said, “Lord, be merciful to me; Heal my soul, for I have sinned against You.”<br></p><p><strong>Psalm 88:3–12</strong></p><p><strong><sup>3</sup></strong> For my soul is full of troubles, And my life draws near to the grave.&nbsp;</p><p><sup><strong>4</strong></sup> I am counted with those who go down to the pit; I am like a man who has no strength,&nbsp;</p><p><sup><strong>5</strong></sup> Adrift among the dead, Like the slain who lie in the grave, Whom You remember no more, And who are cut off from Your hand.&nbsp;</p><p><sup><strong>6 </strong></sup>You have laid me in the lowest pit, In darkness, in the depths.&nbsp;</p><p><sup><strong>7</strong></sup> Your wrath lies heavy upon me, And You have afflicted me with all Your waves. Selah&nbsp;</p><p><sup><strong>8</strong></sup> You have put away my acquaintances far from me; You have made me an abomination to them; I am shut up, and I cannot get out;&nbsp;</p><p><sup><strong>9</strong></sup> My eye wastes away because of affliction. Lord, I have called daily upon You; I have stretched out my hands to You.&nbsp;</p><p><sup><strong>10</strong></sup> Will You work wonders for the dead? Shall the dead arise and praise You? Selah&nbsp;</p><p><sup><strong>11</strong></sup> Shall Your lovingkindness be declared in the grave? Or Your faithfulness in the place of destruction?&nbsp;</p><p><sup><strong>12 </strong></sup>Shall Your wonders be known in the dark? And Your righteousness in the land of forgetfulness?<br></p><p><strong>Psalm 102:3–5</strong></p><p><strong><sup>3</sup> </strong>For my days are consumed like smoke, And my bones are burned like a hearth.&nbsp;</p><p><sup><strong>4</strong></sup> My heart is stricken and withered like grass, So that I forget to eat my bread.&nbsp;</p><p><sup><strong>5</strong></sup> Because of the sound of my groaning My bones cling to my skin.<br></p><p><strong>Psalm 102:11</strong></p><p><strong><sup>11</sup></strong> My days are like a shadow that lengthens, And I wither away like grass.<br></p><p><strong>Psalm 102:23-24</strong></p><p><strong><sup>23</sup></strong> He weakened my strength in the way; He shortened my days.&nbsp;</p><p><sup><strong>24</strong></sup> I said, “O my God, Do not take me away in the midst of my days; Your years are throughout all generations.<br></p><p><br></p><p>These prayers for salvation from illness and death demonstrate that God’s children are not exempt from the sufferings of this world. The Psalms reveal the psalmist’s terrible afflictions. He is without strength, withering like grass, unable to eat, set apart with the dead, lying like the slain in the grave, repulsive to his friends, suffering and in despair. His bones cling to his skin.&nbsp;</p><p>Many psalms assume the Lord has permitted the trouble because of Israel’s disobedience. The psalmist recognizes that sin can bring sickness; therefore, he refers to the forgiveness that comes before healing (Ps. 41:3, 4). However, some psalms, such as Psalm 88 and Psalm 102, acknowledge that the innocent suffering of God’s people is a fact of life, no matter how hard to understand.&nbsp;</p><p>In Psalm 88, God is charged with bringing the psalmist to the verge of death (Ps. 88:6–8). Notice, however, that even when the most daring complaints are uttered, the lament is clearly an act of faith, for if the Lord in His sovereignty allowed trouble, He could restore the wellbeing of His child.&nbsp;</p><p>At the grave’s threshold, the psalmist remembers God’s wonders, loving-kindness, faithfulness, and righteousness (Ps. 88:10–12). Despite his sense of being stricken by God, the psalmist clings to God. Although he suffers, he does not deny God’s love and knows that God is his only salvation. These appeals show that the psalmist knows not only suffering but also has an intimate knowledge of God’s grace and that the two do not necessarily exclude each other.&nbsp;</p><p>In short, both God’s permitting of suffering and His deliverance are demonstrations of His ultimate sovereignty. Knowing that God is in control inspires hope. When we read Psalm 88 in the light of Christ’s suffering, we are awed by the depths of His love, in which He was willing to pass through death’s door for the sake of humanity.&nbsp;</p><p><strong>Think about Jesus on the cross and what He suffered because of sin. How should that reality, that God in Christ suffered even worse than any of us, help us keep faith even amid times of suffering and trial?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 30",
          "dayTitle": "<p>Where Is God?<br></p>",
          "id": 54,
          "idDay": 4,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Psalm 42:1–3, Psalm 63:1, Psalm 69:1–3, and Psalm 102:1?7. What causes great pain to the psalmist? </strong><br></p><p><strong>Psalm 42:1–3</strong></p><p><strong><sup>1</sup></strong> As the deer pants for the water brooks, So pants my soul for You, O God. <br></p><p><strong><sup>2</sup></strong> My soul thirsts for God, for the living God. When shall I come and appear before God? <br></p><p><strong><sup>3 </sup></strong>My tears have been my food day and night, While they continually say to me, “Where is your God?”<br></p><p><strong>Psalm 63:1</strong></p><p><strong><sup>1</sup></strong> O God, You are my God; Early will I seek You; My soul thirsts for You; My flesh longs for You In a dry and thirsty land Where there is no water.<br></p><p><strong>Psalm 69:1–3</strong></p><p><strong><sup>1</sup></strong> Save me, O God! For the waters have come up to my neck.&nbsp;</p><p><sup><strong>2</strong></sup> I sink in deep mire, Where there is no standing; I have come into deep waters, Where the floods overflow me.&nbsp;</p><p><sup><strong>3</strong></sup> I am weary with my crying; My throat is dry; My eyes fail while I wait for my God.<br></p><p><strong>Psalm 102:1?7</strong></p><p><strong><sup>1</sup></strong> Hear my prayer, O Lord, And let my cry come to You.</p><p><strong><sup> 2</sup></strong> Do not hide Your face from me in the day of my trouble; Incline Your ear to me; In the day that I call, answer me speedily. <br></p><p><strong><sup>3</sup></strong> For my days are consumed like smoke, And my bones are burned like a hearth. <br></p><p><strong><sup>4</sup></strong> My heart is stricken and withered like grass, So that I forget to eat my bread. <br></p><p><strong><sup>5</sup></strong> Because of the sound of my groaning My bones cling to my skin. <br></p><p><strong><sup>6</sup></strong> I am like a pelican of the wilderness; I am like an owl of the desert. <br></p><p><strong><sup>7</sup></strong> I lie awake, And am like a sparrow alone on the housetop.</p><p><br></p><p>Not only does personal and communal sufferings trouble the psalmist but also, if not more, God’s seeming lack of attention to His servants’ hardships. God’s absence is felt like intense thirst in a dry land (Ps. 42:1–3, Ps. 63:1) and mortal anguish (Ps. 102:2?4). The psalmist feels removed from God and compares himself to lonely birds. “I am like a pelican of the wilderness; I am like an owl of the desert. I lie awake, and am like a sparrow alone on the housetop” (Ps. 102:6, 7, NKJV).&nbsp;</p><p>The mention of wilderness highlights the sense of isolation from God. A bird “alone on a housetop” is outside of its nest, its resting place. The psalmist cries to God “out of the depths,” as if being engulfed by mighty waters and sinking into a “deep mire” (Ps. 69:1–3, Ps. 130:1). These images depict an oppressive situation from which there is no escape, except by divine intervention.&nbsp;</p><p><strong>Read Psalm 10:12, Psalm 22:1, Psalm 27:9, and Psalm 39:12. How does the psalmist respond to God’s apparent absence?</strong></p><p><strong>Psalm 10:12</strong></p><p><sup><strong>12</strong></sup> Arise, O Lord! O God, lift up Your hand! Do not forget the humble.<br></p><p><strong>Psalm 22:1</strong></p><p><strong><sup>1</sup></strong> My God, My God, why have You forsaken Me? Why are You so far from helping Me, And from the words of My groaning?<br></p><p><strong>Psalm 27:9</strong></p><p><strong><sup>9</sup></strong> Do not hide Your face from me; Do not turn Your servant away in anger; You have been my help; Do not leave me nor forsake me, O God of my salvation.<br></p><p><strong>Psalm 39:12</strong></p><p><strong><sup>12 </sup></strong>“Hear my prayer, O Lord, And give ear to my cry; Do not be silent at my tears; For I am a stranger with You, A sojourner, as all my fathers were.</p><p><br></p><p>It is remarkable that the psalmists resolve not to keep silent in the face of God’s silence. The psalmists unswervingly believe in prayer because prayer is directed to the living and gracious God. God is still there, even when He is apparently absent. He is still the same God who heard them in the past, and so, they are confident that He hears them now.&nbsp;</p><p>The occasions of God’s silence cause the psalmists to examine themselves and to seek God, but with confession and humble petitions. They know that God will not remain silent forever. The Psalms demonstrate that communication with God must go on, regardless of life’s circumstances.&nbsp;</p><p><strong>What can we learn from the psalmists’ responses to God’s apparent absence? How do you respond to times when God does seem silent? What sustains your faith?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "January 31",
          "dayTitle": "<p>Has His Promise Failed Forevermore?<br></p>",
          "id": 55,
          "idDay": 5,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Psalm 77. What experience is the author going through? </strong><br></p><p><em>Please read it in your Bible</em><br></p><p><br></p><p>Psalm 77 begins with a plea to God for help that is filled with lament and painful remembering of the past (Ps. 77:1–6). The psalmist’s whole being is mournfully turned to God. He refuses to be comforted by any relief except the one coming from God.&nbsp;</p><p>However, remembering God appears to intensify his anguish. “When I remember God, I moan” (Ps. 77:3, ESV). Hebrew hamah, “moan,” often depicts the roar of raging waters (Ps. 46:3). Similarly, the psalmist’s whole being is in a state of intense unrest.&nbsp;</p><p>How can remembering God produce such strong feelings of distress? A series of troubling questions betray the cause of his anguish (Ps. 77:7–9): Has God changed? Can God possibly betray His covenant?&nbsp;</p><p>The stark contrast between God’s saving acts in the past and God’s apparent absence in the present causes the psalmist to feel abandoned by God. If God has changed, then the psalmist has no hope, a conclusion that he struggles to reject.&nbsp;</p><p>Meanwhile, the psalmist cannot sleep because the Lord keeps him awake (Ps. 77:4). This recalls other biblical characters whose insomnia was providentially used by God to advance His purposes (Gen. 41:1?8, Esther 6:1, Dan. 2:1?3). The long sleepless night causes the psalmist to consider the Lord’s past acts of deliverance but with new resolve (Ps. 77:5, 10).&nbsp;</p><p>The assurance that the psalmist receives from God does not consist of explanations about his personal situation but rather a confirmation of God’s faithfulness and trustworthiness (like Job). The psalmist is encouraged to wait on the Lord in faith, knowing that He is the same God who performed miracles in Israel’s past (Ps. 77:11–18). The psalmist also realizes that “Your footsteps were not known” (Ps. 77:19, NKJV), recognizing God’s guidance, even in situations in which His presence is not obvious to human eyes. The psalmist acknowledges that God is simultaneously revealed and hidden, and so, he offers praise to the Lord’s mysterious and sovereign ways.&nbsp;</p><p><strong>Think about past times when the Lord worked in your life. How can that truth help you deal with whatever you are facing now?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 1",
          "dayTitle": "<p>Lest the Righteous Be Tempted<br></p>",
          "id": 56,
          "idDay": 6,
          "idLesson": 5,
          "lessonText": "<p><strong>Read Psalm 37:1, 8; Psalm 49:5–7; Psalm 94:3–7; and Psalm 125:3. What struggle does the psalmist face? </strong><br></p><p><strong>Psalm 37:1</strong></p><p><strong><sup>1</sup></strong> Do not fret because of evildoers, Nor be envious of the workers of iniquity.<br></p><p><strong>Psalm 37:8</strong></p><p><sup><strong>8</strong> </sup>Cease from anger, and forsake wrath; Do not fret—it only causes harm.<br></p><p><strong>Psalm 49:5–7</strong></p><p><sup><strong>5</strong> </sup>Why should I fear in the days of evil, When the iniquity at my heels surrounds me?&nbsp;</p><p><sup><strong>6</strong></sup> Those who trust in their wealth And boast in the multitude of their riches,&nbsp;</p><p><sup>7</sup> None of them can by any means redeem his brother, Nor give to God a ransom for him<br></p><p><strong>Psalm 94:3–7</strong></p><p><strong><sup>3</sup></strong> Lord, how long will the wicked, How long will the wicked triumph?&nbsp;</p><p><sup><strong>4</strong></sup> They utter speech, and speak insolent things; All the workers of iniquity boast in themselves.&nbsp;</p><p><sup><strong>5</strong></sup> They break in pieces Your people, O Lord, And afflict Your heritage.&nbsp;</p><p><sup><strong>6</strong></sup> They slay the widow and the stranger, And murder the fatherless.&nbsp;</p><p><sup><strong>7</strong></sup> Yet they say, “The Lord does not see, Nor does the God of Jacob understand.”<br></p><p><strong>Psalm 125:3</strong></p><p><strong><sup>3</sup> </strong>For the scepter of wickedness shall not rest On the land allotted to the righteous, Lest the righteous reach out their hands to iniquity.</p><p><br></p><p>These psalms lament the current prosperity of the wicked and the challenge that this fact poses to the righteous. The wicked not only prosper but at times also openly despise God and oppress others. The perplexing issue is that while “the scepter of wickedness” (Ps. 125:3, NKJV) dominates the world, the “scepter of righteousness” (Ps. 45:6, NKJV) seems to be failing. Why not, then, give up and embrace evil as others do?&nbsp;</p><p>Read Psalm 73:1–20, 27. What brings the psalmist through the crisis? What is the end of those who trust in futile things? See also 1 Pet. 1:17. <br></p><p><strong>&nbsp;Psalm 73:1–20</strong></p><p><em>Please read it in your Bible</em><br></p><p><strong>Psalm 73:27</strong></p><p><strong><sup>27</sup> </strong>For indeed, those who are far from You shall perish; You have destroyed all those who desert You for harlotry.<br></p><p><strong>1 Peter 1:17</strong></p><p><strong><sup>17 </sup></strong>And if you call on the Father, who without partiality judges according to each one’s work, conduct yourselves throughout the time of your stay here in fear;<br></p><p><br></p><p>While the psalmist in Psalm 73 remained focused on the current iniquity in the world, he was unable to see the big picture from God’s point of view. The problem that the prosperity of evil posed to his faith was overwhelming; he believed, also, that his argument about the uselessness of faith was based on reality.&nbsp;</p><p>However, Psalm 73 shows that “these things mock those who ignore the first verse of this psalm, which is the summary of the whole psalm: ‘How good the God of Israel is to those who are upright in heart!’ ”—Johannes Bugenhagen, Reformation Commentary on Scripture (Downers Grove, IL: InterVarsity Press, 2018), p. 11.&nbsp;</p><p>The psalmist is led to the sanctuary, the place of God’s sovereign rule, and was reminded there that “today” is only one piece of the mosaic, and he should consider the “end,” when the wicked will face God’s judgment. The fact that the psalmist understood this truth in the sanctuary and confessed his previous folly shows that reality can be grasped only by spiritual insight and not by human logic.&nbsp;</p><p><strong>How does the promise of God’s judgment upon the world, and upon all its evil, give you comfort when so much evil now goes unpunished?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "February 2",
          "dayTitle": "<p>Further Thought<br></p>",
          "id": 57,
          "idDay": 7,
          "idLesson": 5,
          "lessonText": "<p><strong>Further Thought: </strong>Read Psalm 56; Ellen G. White, “Rejoicing in the Lord,” pp. 115–126, in Steps to Christ.&nbsp;</p><p>Like the psalmists, God’s people of all times wonder every so often how to sing the Lord’s songs in “a strange land.” Our faith in the sovereign rule of the Lord is challenged, at times severely, and we may ponder whether God is in control or truly as powerful and good as the Scriptures say.&nbsp;</p><p>Biblical faith often implies uncertainty and suspense as much as confidence and assertion. Sometimes uncertainty and suspense, especially in the face of evil and God’s seeming absence, can be almost unbearable. Yet, uncertainty must never be about God or His loving and righteous character and trustworthiness. The psalmists may be uncertain about the future, but they often appeal to God’s unfailing love and faithfulness (Ps. 36:5–10; Ps. 89:2, 8).&nbsp;</p><p>Likewise, we are to follow the same example. “Summon all your powers to look up, not down at your difficulties; then you will never faint by the way. You will soon see Jesus behind the cloud, reaching out His hand to help you; and all you have to do is to give Him your hand in simple faith and let Him lead you. As you become trustful you will, through faith in Jesus, become hopeful.”—Ellen G. White, Testimonies for the Church, vol. 5, pp. 578, 579.&nbsp;</p><p>The times when God “hides His face” do not undermine the efficacy of prayer. On the contrary, these occasions cause the psalmists to examine themselves, recall God’s past saving acts, and seek God with confession and humble petitions (Ps. 77:10–12, Ps. 89:46?52). “Faith grows strong by coming in conflict with doubts and opposing influences. The experience gained in these trials is of more value than the most costly jewels.”—Ellen G. White, Testimonies for the Church, vol. 3, p. 555.&nbsp;</p><p><strong>Discussion Questions:&nbsp;</strong></p><p><strong>1</strong> What tensions did the psalmists experience in the face of evil? What similar tensions have you faced, and how have you dealt with them? How do you maintain your faith during these times?&nbsp;</p><p><strong>2</strong> Where should we look for answers when our faith in God is tested by trials or by people whose own sufferings cause them to question the goodness and power of God?&nbsp;</p><p><strong>3</strong> How do you answer the common question about evil in a world created and sustained by an all-powerful God of love? How does the great controversy motif help answer, at least somewhat, this challenge?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "x",
          "dayTitle": "<p>Inside Story<br></p>",
          "id": 58,
          "idDay": 8,
          "idLesson": 5,
          "lessonText": "<p><strong>Giving Up on God: Part 1</strong></p><p> By Andrew McChesney&nbsp;</p><p>Five-year-old Sekule was frightened by Grandmother’s warnings about hell. “You must be good,” Grandmother said. “If you aren’t good, you’ll end up in hell.”&nbsp;</p><p>“What do you mean ‘end up in hell’?” the boy asked.&nbsp;</p><p>“You will end up in eternal flames if you lie or steal,” she said. “You will feel the flames for all eternity.”&nbsp;</p><p>Grandmother’s words ignited great fear in the young boy’s heart. He was confused. On the one hand, she said God is love. On the other, she said that if Sekule lied, he would end up in hell. Sekule was afraid because he couldn’t help but lie sometimes.&nbsp;</p><p>The boy didn’t know what to do. He couldn’t turn to his parents. They were not Christian in then-communist Montenegro. Grandmother was the only Christian whom he knew in his village.&nbsp;</p><p>One day, when no one was looking, he hid behind a bush and scolded God. “I don’t know why people say You are love,” he said. “You aren’t love but a monster. Why did You create me to end up in flames? Am I supposed to be faithful and not lie and do bad things? I can’t believe in You, and I won’t believe in You. You are a monster.”&nbsp;</p><p>Sekule was finished with God. He was only 5 and had no interest in God.&nbsp;</p><p>Nine years later, at the age of 14, Sekule was sent away to a boarding high school in Sarajevo, capital of Bosnia and Herzegovina. Among the 700 boys at the school, he was the only one from Montenegro. Sensing that he faced an uphill battle as an outsider, he resorted to fighting to gain acceptance with his classmates. He fought nearly every day. If someone even touched one of his ears—and they were a temptation to touch because they stuck out like teacup handles—he attacked viciously. One fight left him with a knife scar on a hand. Sekule also was a bully. When a younger boy received a food package from home, Sekule dangled him outside a dorm window by the ankles until he handed over the package.&nbsp;</p><p>After three years of fighting, a desire grew in Sekule to know truth. He wondered whether Grandmother had told him the truth about God. But what was truth? Sarajevo had several main religions: Islam, Orthodoxy, Catholicism, and Judaism. Sekule wondered, If God is One, why are there so many religions? He decided to become familiar with all religions to find the truth.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "x",
          "dayTitle": "<p>Teachers Comments<br></p>",
          "id": 59,
          "idDay": 9,
          "idLesson": 5,
          "lessonText": "<p><strong>Part I: Overview&nbsp;</strong></p><p><strong>Key Text: </strong>Psalm 137:4&nbsp;</p><p>The presence of suffering and evil in our midst raises perplexing questions in the minds of many about God’s character. Why did God allow sin to exist? Why does He allow the innocent to suffer? Why does He permit sin and suffering to continue? Why do the wicked prosper? Have God’s promises in the Bible failed? Is Scripture merely a beautiful literary masterpiece—inspiring but not divinely inspired—for spiritually inclined people? Or worse, are the Bible and its promises the delusions of pious minds? Are they without any basis in reality because, ultimately, God, as secular minds allege, doesn’t exist?&nbsp;</p><p>Sad to say, this line of inquiry is all too common among many minds today. The questioning of God’s actions plants the seeds of incredulity and skepticism in the hearts of others, especially among the youth. All too often, when such questions of unbelief arise in the minds of believers, the result is that “ ‘the love of many will grow cold’ ” (Matt. 24:12, NKJV).&nbsp;</p><p>The Psalms are more than pretty songs in praise of God. They are meant to exert a profound impact on our understanding of such complex issues as the existence of sin and suffering. As we analyze the Psalter in light of this challenging subject, we again marvel at the raw honesty of the psalmists in their prayers. Their candor reminds us that we, too, can ask questions of the Lord; we also can express our doubts to Him. God will listen to our concerns happily if we inquire of Him in faith and humility. He will reply to our humble questions and concerns, giving us light in the midst of our struggle with doubt and fear.</p><p><br></p><p><strong>Part II: Commentary</strong>&nbsp;</p><p><strong>Why Did God Allow Sin and Suffering to Exist?&nbsp;</strong></p><p>Even if the Psalter does not explicitly address this specific question, Psalms 74 and 79, which are about the destruction of Jerusalem, are based on these concerns. Between these two psalms, we see some notable similarities concerning the topic of sin and suffering:&nbsp;</p><p>1. Each psalm deals with the destruction of the beloved city (Ps. 74:3–9, Ps. 79:1–4), which elicits plaintive laments from the psalmist.&nbsp;</p><p>2. In both psalms, Asaph wants to see the Lord overturn the destruction (Ps. 74:10, 11; Ps. 79:5–7). Thus, he inquires of the Lord, “How long?”&nbsp;</p><p>3. The cause of Jerusalem’s misfortunes is the sin of the people (Ps. 79:8–10). Only Psalm 79 mentions this reason: God’s people have failed.</p><p>4. In both songs, Asaph doesn’t lose faith in his heavenly King (Ps. 74:12–17) or confidence in “the greatness of Your power” (Ps. 79:11, NKJV).&nbsp;</p><p>As Asaph, we may ask why we face sin, suffering, and death. These are the universal questions that inquiring minds have asked from the dawn of human history. The answer is always the same: sin. Sin is the strange intruder in God’s creation. From Satan’s fall in heaven to our fallen condition today, iniquity has spawned all the suffering and death in history. We could argue, justifiably, that God has given free will to His creatures and, from there, philosophize about the ramifications of sin and suffering. But the biblical writers refrain from this tack. Let us then, as Asaph did, trust in our Creator’s power and wisdom to resolve this question in His own way and time. <br></p><p><strong>Why Did God Allow the Innocent to Suffer?</strong></p><p> The lesson reminds us that sin can bring sickness (Ps. 41:3, 4). With this idea in mind, let’s consider the question, “Why did God allow the innocent to suffer?” in light of four Psalms: Psalm 6, Psalm 41, Psalm 88, and Psalm 102.&nbsp;</p><p>First, we note that these four songs describe the suffering that the psalmists experience because of illness (Ps. 6:2, 6, 7; Ps. 41:3; Ps. 88:3–9; Ps. 102:3–7, 9–11). Second, the psalmists plead with the Lord for healing (Ps. 6:2, 4; Ps. 41:1, 4; Ps. 88:1, 2, 13, 14; Ps. 102:1, 2). They consider their healing to be a vindication from God in the presence of their enemies (Ps. 6:8–10, Ps. 41:5–12, Ps. 102:15–19). Finally, they argue persuasively that, had they died, they would have been bereft of the opportunity to praise God’s name (Ps. 6:5, Ps. 88:10–12).&nbsp;</p><p>At this point in our analysis, we should note that the Hebrew mind was not interested in asking philosophical questions about human pain and suffering. Rather, its focus was on God and His glory. The psalmists acknowledge that the Lord permits their sorrows (Ps. 6:1). They also acknowledge that He alone can give health. Cured of their afflictions, they want to testify to God’s healing mercies.&nbsp;</p><p>Have we exemplified this same attitude when afflicted with illness? We usually complain, “Why me, O Lord?” Would it not be better, surely, in that difficult moment, to trust in God and to await His vindication in order that we might testify to His glory?&nbsp;</p><p><strong>Why Doesn’t God End Our Present Suffering?&nbsp;</strong></p><p>In the midst of our suffering, we often ask, “Where is God?” This question often wells up within us from a place of the deepest angst and desperation. In such moments, our tendency as humans is not to moralize or to engage philosophically with our pain and suffering. We just want answers and relief. In our desperation, we often, as did the psalmists, turn to God for help.</p><p>Notice that even if it seems the Creator is not present, the psalmist’s plea is: “ ‘Hear my prayer, O Lord, and give ear to my cry; do not be silent at my tears’ ” (Ps. 39:12, NKJV). The psalmist knows that God is there, even if he has no outward token of the divine presence. Now that’s faith! The psalmist doesn’t say, “I quit! I abandon my faith because God won’t answer me. So, He must not exist.” Instead, the psalmist trusts God and waits for Him to act in His behalf at the right moment. “Rest in the Lord, and wait patiently for Him” (Ps. 37:7, NKJV). If God keeps silent, it’s time for us to keep silent, too, and wait. The question is not Where is God? God is there, and He cares for us. The question is Will we be there, too, waiting in faith on Him to act in our behalf?&nbsp;</p><p><strong>Have His Promises in the Scriptures Failed?&nbsp;</strong></p><p>Psalm 77 expresses well the feelings of doubt and discouragement that often oppress us in times of distress: Will the Lord cast off forever? And will He be favorable no more? Has His mercy ceased forever? Has His promise failed forevermore? Has God forgotten to be gracious? Has He in anger shut up His tender mercies? (Ps. 77:7–9, NKJV).&nbsp;</p><p>The answer that the writer himself provides is simple but crucial: remember in the present the miracles that God has wrought for you in the past (Ps. 77:11–20). “I will remember the works of the Lord” (Ps. 77:11, NKJV). Thereafter, the psalmist describes the most paradigmatic moment of God’s intervention in Israel’s history: the Exodus from Egypt. The psalmist recalls the wonders that YHWH performed when He delivered His people from Egyptian bondage (Ps. 77:14, 15). Special attention is given to the miraculous parting of the Red Sea (Ps. 77:16–19): “Your way was in the sea” (Ps. 77:19, NKJV). The psalmist also recalls how God guided the ministry of Moses and Aaron (Ps. 77:20).&nbsp;</p><p>As the Spirit of Prophecy so aptly admonishes: “We have nothing to fear for the future, except as we shall forget the way the Lord has led us, and His teaching in our past history.”—Ellen G. White, Testimonies for the Church, vol. 9, p. 10.&nbsp;</p><p>When sick or beset by tribulation, we would do well to engage in the following faith-strengthening exercise: highlight in a journal the most precious blessings the Lord has given us in our lives, from the simplest to the most impactful. After all, was this act of remembrance not what the psalmist did?</p><p><strong>Why Do the Wicked Ones Prosper?&nbsp;</strong></p><p>David introduces the topic under consideration by couching it in the following counsel: “Do not fret because of evildoers” (Ps. 37:1, NKJV). He summarizes the rationale for his advice—evildoers will perish (Ps. 37:2)—before moving on to his main concern, which is the believer. David encourages him or her with several principles for godly living (Ps. 37:3–9). These moral imperatives are the basis for maintaining one’s mental health and fitness in an unfair world. David embeds promises in the midst of his imperatives, as follows:&nbsp;</p><p>1. “Trust in the Lord, . . .&nbsp;</p><p>2. “Do good; Promise: “Dwell in the land, and feed on His faithfulness” (Ps. 37:3, NKJV).&nbsp;</p><p>3. “Delight yourself also in the Lord, Promise: “And He shall give you the desires of your heart” (Ps. 37:4, NKJV).&nbsp;</p><p>4. “Commit your way to the Lord,&nbsp;</p><p>5. “Trust also in Him, Promises: “And He shall bring it to pass” (Ps. 37:5, NKJV). “He shall bring forth your righteousness as the light, and your justice as the noonday” (Ps. 37:6, NKJV).&nbsp;</p><p>6. “Rest in the Lord,&nbsp;</p><p>7. “And wait patiently for Him;&nbsp;</p><p>8. “Do not fret because of him who prospers in his way, because of the man who brings wicked schemes to pass” (Ps. 37:7, NKJV).&nbsp;</p><p>9. “Cease from anger,&nbsp;</p><p>10. “And forsake wrath;&nbsp;</p><p>11. “Do not fret—it only causes harm” (Ps. 37:8, NKJV). Promise: “For evildoers shall be cut off; but those who wait on the Lord, they shall inherit the earth” (Ps. 37:9, NKJV).&nbsp;</p><p>This psalm is a masterpiece of literary form and substance. Were we to ardently endeavor to practice the guidelines contained within, we would avoid much disappointment and bitterness. As an extra bonus, the text of the psalm provides us with encouraging promises that motivate us to put its precepts into action.&nbsp;</p><p>The psalmist reviews the same concepts in the rest of his song: (a) the prosperity of the wicked ones (Ps. 37:12, 14); (b) the command to trust YHWH (Ps. 37:27, 34, 37); (c) the behavior of the righteous (Ps. 37:21, 26, 30, 31); (d) the destruction of the evildoers (Ps. 37:10, 13, 15, 22, 35, 36, 38); and (e) promises for the faithful (Ps. 37:11, 16–20, 22–25, 28, 29, 32, 33, 39, 40). The concepts expressed within this psalm make it worthy of our most profound study.</p><p><strong>Part III: Life Application&nbsp;</strong></p><p>The psalmist invites us to trust in God in the midst of suffering and trials. More often than not, we may not get clear answers to our most perplexing questions this side of eternity. At times, we may not feel the presence of our heavenly Protector beside us. Or we may feel as if God’s promises are failing. But we must remember the moral impera- tives of the psalmists: trust in God, regardless of the circumstances; remember His wonders in your life; study more deeply the Word of God; grab hold of God’s promises; and hold tightly to the Lord! “But the salvation of the righteous is from the Lord; He is their strength in the time of trouble. And the Lord shall help them and deliver them; He shall deliver them from the wicked, and save them, because they trust in Him” (Ps. 37:39, 40, NKJV).<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 5,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>Singing the Lord’s Song in a Strange Land</strong><br></p>",
      "verse": "<p>“How shall we sing the Lord’s song in a strange land?” (Psalm 137:4).<br></p>",
      "versionCode": 100,
      "weekDate": "January 27–February 2"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
