{
  "data": [
    {
      "color": "#468c8a",
      "id": 6,
      "idEs": 5,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 29 de Enero",
          "dayTitle": "",
          "id": 61,
          "idDay": 1,
          "idLesson": 6,
          "lessonText": "<p>El pecado causó el abismo que existía entre Dios y nosotros. El problema se agravó porque el pecado también implicaba la corrupción de nuestra natura- leza. Dios es santo, y el pecado no puede existir en su presencia. Por lo tanto, nuestra propia naturaleza corrupta nos separó de Dios, al igual que dos imanes en la orientación incorrecta se repelen entre sí. Además, nuestra naturaleza corrupta hizo imposible que como seres humanos obedezcamos la Ley de Dios. El pecado también implica malentendidos. Los seres humanos perdimos de vista el amor y la misericordia de Dios y llegamos a verlo como iracundo y exigente.<br><br>Esta semana, estudiaremos las cosas maravillosas que hicieron el Padre y Jesús para salvar ese abismo. Hebreos 5 al 7 brinda un análisis cuidadoso del sacerdocio de Jesús. El autor analiza su origen y su propósito (Heb. 5:1-10) y luego exhorta a los lectores a no ignorarlo (Heb. 5:11-6:8), sino a aferrarse a la seguridad de la esperanza que ofrece (Heb. 6:9-20). También explica las características de su sacerdocio (Heb. 7:1-10) y sus implicaciones para la relación de Dios con los creyentes (Heb. 7:11-28). Esta semana nos centraremos específicamente en Hebreos 5:1 al 10 y 7:1 al 28.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 30 de Enero",
          "dayTitle": "<p>UN SACERDOTE EN REPRESENTACIÓN DE LOS SERES HUMANOS<br></p>",
          "id": 62,
          "idDay": 2,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Hebreos 5:1 al 10. ¿Cuál es el papel del sacerdocio? Y, según este pasaje, ¿cómo cumple Jesús ese papel?</strong><br><br>Hebreos 5:1 al 10<br><br>1 Porque todo sumo sacerdote tomado de entre los hombres es constituido a favor de los hombres en lo que a Dios se refiere, para que presente ofrendas y sacrificios por los pecados;<br><br>2 para que se muestre paciente con los ignorantes y extraviados, puesto que él también está rodeado de debilidad;<br><br>3 y por causa de ella debe ofrecer por los pecados, tanto por sí mismo como también por el pueblo.<br><br>4 Y nadie toma para sí esta honra, sino el que es llamado por Dios, como lo fue Aarón.<br><br>5 Así tampoco Cristo se glorificó a sí mismo haciéndose sumo sacerdote, sino el que le dijo: Tú eres mi Hijo, Yo te he engendrado hoy.<br><br>6 Como también dice en otro lugar: Tú eres sacerdote para siempre, Según el orden de Melquisedec.<br><br>7 Y Cristo, en los días de su carne, ofreciendo ruegos y súplicas con gran clamor y lágrimas al que le podía librar de la muerte, fue oído a causa de su temor reverente.<br><br>8 Y aunque era Hijo, por lo que padeció aprendió la obediencia;<br><br>9 y habiendo sido perfeccionado, vino a ser autor de eterna salvación para todos los que le obedecen;<br><br>10 y fue declarado por Dios sumo sacerdote según el orden de Melquisedec.<br><br>El propósito básico de un sacerdote es mediar entre los pecadores y Dios. Los sacerdotes fueron designados por Dios para ministrar en favor de los seres humanos; por lo tanto, debían ser misericordiosos y comprender las debilidades humanas.<br><br>En Hebreos 5:5 al 10, Pablo muestra que Jesús cumple perfectamente con esos propósitos: Dios lo designó (Heb. 5:5, 6) y, además, Jesús nos entiende porque él también ha sufrido (Heb. 5:7, 8).<br><br>Sin embargo, existen algunas diferencias importantes. Jesús no fue “tomado de entre los hombres” (Heb. 5:1). Jesús era de procedencia divina pero adoptó la naturaleza humana para, entre otras cosas, servir como sacerdote en nuestro favor. Jesús no ofreció sacrificios por sus pecados (Heb. 5:3), sino solo por nuestros pecados, porque él no tenía pecado (Heb. 4:15; 7:26-28).<br><br>Hebreos dice que Jesús oró “al que podía salvarlo de la muerte, y fue escuchado” (Heb. 5:7, NVI). Hebreos se refiere a la Segunda Muerte, de la cual Dios liberó a Jesús cuando lo resucitó (Heb. 13:20). Hebreos también dice que Jesús “por lo que padeció aprendió la obediencia” (Heb. 5:8). La obediencia era nueva para Jesús, no porque fuera desobediente, sino porque era Dios. Como Soberano del Universo, Jesús no obedecía a nadie; todos obedecían a él.<br><br>Los sufrimientos y la muerte de Jesús en la Cruz son una parte esencial de su ministerio sacerdotal. Los sufrimientos no perfeccionaron a Jesús en el sentido de que haya mejorado moral o éticamente. Los sufrimientos no lo hicieron misericordioso. Al contrario, Jesús vino a esta Tierra porque siempre fue misericordioso, por eso tuvo compasión de nosotros (Heb. 2:17). Lo que Hebreos quiere decir es que fue a través de los sufrimientos que la realidad del amor fraternal de Jesús, la autenticidad de su naturaleza humana y la profundidad de su sumisión como representante de la humanidad a la voluntad del Padre se expresaron y se revelaron verdaderamente. Fue “perfeccionado” en el sentido de que sus sufrimientos lo calificaron para ser nuestro Sumo Sacerdote. Fue su vida de perfecta obediencia, y luego su muerte en la Cruz, lo que constituye la ofrenda de sacrificio que Jesús presentó ante el Padre como nuestro Sacerdote.<br><br><strong>Primera de Pedro 2:9 dice que somos “real sacerdocio”. ¿Qué te dice la vida de Jesús en cuanto a cómo debería ser tu relación con los demás seres humanos por tener este rol sagrado?</strong><br><br>1 Pedro 2:9<br><br>9 Mas vosotros sois linaje escogido, real sacerdocio, nación santa, pueblo adquirido por Dios, para que anunciéis las virtudes de aquel que os llamó de las tinieblas a su luz admirable;<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 31 de Enero",
          "dayTitle": "<p>SEGÚN EL ORDEN DE MELQUISEDEC<br></p>",
          "id": 63,
          "idDay": 3,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Génesis 14:18 al 20 y 7:1 al 3. ¿Quién era Melquisedec y cómo prefiguraba a Jesús?<br></strong><br>Génesis 14:18 al 20<br><br>18 Entonces Melquisedec, rey de Salem y sacerdote del Dios Altísimo, sacó pan y vino;<br><br>19 y le bendijo, diciendo: Bendito sea Abram del Dios Altísimo, creador de los cielos y de la tierra;<br><br>20 y bendito sea el Dios Altísimo, que entregó tus enemigos en tu mano. Y le dio Abram los diezmos de todo.<br><br>Génesis7:1 al 3<br><br>1 Dijo luego Jehová a Noé: Entra tú y toda tu casa en el arca; porque a ti he visto justo delante de mí en esta generación.<br><br>2 De todo animal limpio tomarás siete parejas, macho y su hembra; mas de los animales que no son limpios, una pareja, el macho y su hembra.<br><br>3 También de las aves de los cielos, siete parejas, macho y hembra, para conservar viva la especie sobre la faz de la tierra.<br><br>Melquisedec era rey y sacerdote. También era superior a Abraham, ya que Abraham le dio el diezmo. De igual modo, Jesús es Rey y Sacerdote (Heb. 1:3). Sin embargo, a diferencia de Melquisedec, Jesús no tenía pecado (Heb. 7:26-28).<br><br>Hebreos 7:15 explica que Jesús era sacerdote “a semejanza de Melquisedec”. Esto es lo que significa la expresión anterior en Hebreos, “según el orden de Melquisedec” (Heb. 5:6). Jesús no fue sucesor de Melquisedec, pero su sacerdocio fue similar al suyo.<br><br>Por ejemplo, Pablo dice que Melquisedec no tenía padre, madre, genealogía, nacimiento ni muerte. Algunos han sugerido que Melquisedec fue una encarnación de Jesús en la época de Abraham. Pero este pensamiento no se ajusta al argumento de Hebreos. Melquisedec “es alguien semejante a” Jesús (ver RVC), lo que implica que él era una persona diferenciable de Jesús (Heb. 7:3).<br><br>También se ha sugerido que Melquisedec era un ser celestial, pero esto destruiría el argumento de Hebreos. Si Melquisedec no tuviera padre, madre, principio ni fin, sería Dios mismo. Esto plantea un problema. El sacerdocio celestial y completamente divino de Melquisedec habría precedido al ministerio de Jesús. Si este fuera el caso, como dice Hebreos, “¿qué necesidad habría aún de que se levantase otro sacerdote?” (Heb. 7:11).<br><br>En cambio, Hebreos usa el silencio de las Escrituras con respecto al nacimiento, la muerte y la genealogía de Melquisedec para construir una tipología, un símbolo, del ministerio sacerdotal de Jesús (Gén. 14:18-20) y del hecho de que Jesús mismo era eterno. En resumen, Melquisedec fue un rey sacerdote cananeo que sirvió como un tipo de Cristo.<br><br>“Fue Cristo quien habló mediante Melquisedec, el sacerdote del Dios Altísimo. Melquisedec no era Cristo, sino la voz de Dios en el mundo, el representante del Padre. Y Cristo habló a través de todas las generaciones del pasado. Cristo guio a su pueblo y fue la luz del mundo” (MS 1:491).<br><br><strong>¿Qué nos enseña la revelación sobre Melquisedec acerca de cómo obra Dios entre aquellos a quienes ningún misionero humano nunca les ha predicado?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 1° de Febrero",
          "dayTitle": "<p>UN SACERDOTE EFICIENTE<br></p>",
          "id": 64,
          "idDay": 4,
          "idLesson": 6,
          "lessonText": "<p>“Si, pues, la perfección fuera por el sacerdocio levítico (porque bajo él recibió el pueblo la ley), ¿qué necesidad habría aún de que se levantase otro sacerdote, según el orden de Melquisedec, y que no fuese llamado según el orden de Aarón?” (Heb. 7:11).<br><br>Los sacerdotes son mediadores entre Dios y los seres humanos. Sin embargo, Hebreos dice que los sacerdotes levitas no podían ofrecer un acceso completo y confiado a Dios porque no podían ofrecer la perfección (Heb. 7:11, 18, 19). Al fin y al cabo, ellos no eran perfectos; por ende, ¿cómo podrían de alguna manera ofrecer la perfección a los demás?<br><br>Los sacrificios de animales tampoco podían limpiar la conciencia del pecador. Su propósito era señalar el ministerio de Jesús y su sacrificio, el único que ofrecería una verdadera purificación del pecado (Heb. 9:14; 10:1-3, 10-14). La función de los sacerdotes levitas y sus sacrificios fue temporal e ilustrativa. Mediante el ministerio de ellos, Dios quería conducir al pueblo a depositar su fe en el futuro ministerio de Jesús, “el Cordero de Dios, que quita el pecado del mundo” (Juan 1:29).<br><br><strong>Lee Hebreos 7:11 al 16. ¿Por qué era necesario cambiar la ley del sacerdocio?<br></strong><br>Hebreos 7:11 al 16<br><br>11 Si, pues, la perfección fuera por el sacerdocio levítico (porque bajo él recibió el pueblo la ley), ¿qué necesidad habría aún de que se levantase otro sacerdote, según el orden de Melquisedec, y que no fuese llamado según el orden de Aarón?<br><br>12 Porque cambiado el sacerdocio, necesario es que haya también cambio de ley;<br><br>13 y aquel de quien se dice esto, es de otra tribu, de la cual nadie sirvió al altar.<br><br>14 Porque manifiesto es que nuestro Señor vino de la tribu de Judá, de la cual nada habló Moisés tocante al sacerdocio.<br><br>15 Y esto es aun más manifiesto, si a semejanza de Melquisedec se levanta un sacerdote distinto, 16 no constituido conforme a la ley del mandamiento acerca de la descendencia, sino según el poder de una vida indestructible.<br><br>Hebreos 7:12 explica que el cambio de sacerdocio hizo necesario un cambio en la ley. ¿Por qué? Porque había una ley muy estricta que prohibía a quien no fuera de la línea de Leví hasta Aarón servir como sacerdote (Núm. 3:10; 16:39, 40). Hebreos 7:13 y 14 explica que Jesús era del linaje de Judá, por lo que esta ley le prohibía ser sacerdote. Entonces, Pablo argumenta que la designación de Jesús como sacerdote indicaba que Dios cambió la ley del sacerdocio.<br><br>La venida de Jesús también implicó un cambio en la ley de los sacrificios. Se requería que los pecadores llevaran diferentes tipos de sacrificios para obtener la expiación (Lev. 1-7), pero ahora que Jesús vino y ofreció un sacrificio perfecto la ley de los sacrificios de animales también quedó de lado (Heb. 10:17, 18) como resultado del Nuevo Pacto y la revelación mayor del plan de salvación.<br><strong><br>Piensa en la innumerable cantidad de sacrificios de animales ofrecidos en la antigüedad: todos apuntaban a Jesús y, sin embargo, ninguno de ellos (ni siquiera todos juntos) realmente podía pagar el precio de nuestros pecados. ¿Por qué solo la muerte de Jesús podía pagar por ellos?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miercoles 2 de Febrero",
          "dayTitle": "<p>UN SACERDOTE ETERNO<br></p>",
          "id": 65,
          "idDay": 5,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Hebreos 7:16. ¿Sobre qué base Jesús se convirtió en sacerdote?</strong><br><br>Hebreos 7:16<br><br>16 no constituido conforme a la ley del mandamiento acerca de la descendencia, sino según el poder de una vida indestructible.<br><br>Jesús recibió el sacerdocio sobre la base de una vida indestructible y porque tiene un ministerio eterno. Las implicaciones de estos hechos son asombrosas. Significa que el ministerio de Jesús nunca será superado. Jesús salva por completo, eterna y “perpetuamente” (Heb. 7:25). La salvación que ofrece Jesús es total y definitiva. Llega a los aspectos más íntimos de la naturaleza humana (Heb. 4:12; 9:14; 10:1-4). La intercesión de Jesús ante el Padre involucra todos los beneficios otorgados bajo el Nuevo Pacto.<br><br>También incluye mucho más que el perdón de pecados. Implica poner la Ley en nuestro corazón, hacernos nuevas personas en él y guiarnos a la propagación del evangelio al mundo (Heb. 8:10-12). Al ser uno con Dios y con los seres humanos, él nos representa ante el Padre. Al ser quien ofreció su vida en sacrificio, Jesús tiene un favor inexpugnable ante Dios<br><br><strong>Lee Hebreos 7:22. ¿Qué es Jesús en relación con el Nuevo Pacto?</strong><br><br>Hebreos 7:22<br><br>22 Por tanto, Jesús es hecho fiador de un mejor pacto.<br><br>Jesús es la garantía del Nuevo Pacto porque Dios juró que Jesús sería sacerdote “para siempre” (Heb. 7:21). Es muy fácil pasar por alto la importancia de este juramento. Pablo ya se había referido a los juramentos que Dios le hizo a la generación del desierto y a Abraham (Heb. 3:7-11; 6:13-15). La diferencia entre esos juramentos y el juramento que Dios le hizo al Hijo es que aquellos juramentos fueron hechos a seres humanos mortales. Los juramentos permanecen vigentes mientras los beneficiarios están vivos. El juramento de Dios a la generación del desierto y a Abraham era vinculante mientras hubiera una generación del desierto y descendientes de Abraham (ver Gál. 3:29).<br><br>Sin embargo, en el caso del Hijo, cuya vida es “indestructible”, el juramento que Dios le hizo será obligatorio para siempre. Una persona que era garante de otra estaba sujeta a la misma penalización que la persona por la que salió en garantía, incluida la muerte. Sin embargo, el Padre estableció a Jesús como una garantía para nosotros de que él no incumplirá sus promesas. Así de seguros podemos estar de la salvación que se nos ha dado en Jesús.<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 3 de Febrero",
          "dayTitle": "<p>UN SACERDOTE SIN PECADO<br></p>",
          "id": 66,
          "idDay": 6,
          "idLesson": 6,
          "lessonText": "<p><strong>Lee Hebreos 7:26. ¿Cuáles son las cinco características de Jesús en este pasaje?</strong><br><br>Hebreos 7:26<br><br>26 Porque tal sumo sacerdote nos convenía: santo, inocente, sin mancha, apartado de los pecadores, y hecho más sublime que los cielos;<br><br>Jesús era “santo”. Esto significa que Jesús estaba libre de culpa en su relación con Dios (Heb. 2:18; 4:15; 5:7, 8). La traducción al griego antiguo del Antiguo Tes- tamento utilizó el mismo término griego para designar a aquellos que guardan su relación de pacto con Dios y con los demás.<br><br>Jesús era “sin mancha”. Permaneció puro e intacto ante el mal, a pesar de haber sido tentado “en todo” (Heb. 4:15; 2:18). La impecabilidad perfecta de Jesús es importante para su sacerdocio. El Antiguo Pacto estipulaba que las víctimas de los sacrificios debían ser “sin defecto” para ser aceptables ante Dios (Lev. 1:3, 10, etc.). La perfecta obediencia de Jesús durante su vida terrenal hizo posible que se ofreciera a sí mismo como un sacrificio aceptable a Dios (Heb. 9:14).<br><br>Jesús fue “apartado de los pecadores” cuando ascendió al cielo. El tiempo del verbo griego sugiere que este es un estado presente de Jesús, que comenzó en un momento específico. Jesús soportó la hostilidad de los pecadores durante su vida terrenal, pero salió victorioso y luego se sentó a la diestra de Dios (Heb. 12:2, 3). Jesús también está “apartado de los pecadores” en el sentido de que está completamente libre de pecado (Heb. 4:15).<br><br>Jesús fue “hecho más sublime que los cielos”. Esto significa que Jesús ha sido exaltado por encima de todo lo que existe y, por lo tanto, es uno con Dios. En los Salmos, Dios es el que es “exaltado [...] sobre los cielos” (Sal. 57:5, 11; 108:5).<br><br>Jesús era plenamente humano, pero no era un ser humano pecador como nosotros (Heb. 2:14–16; 4:15). Jesús es perfecto, no solo porque nunca pecó, sino también porque no se corrompió con el pecado como nosotros.<br><br>Sin embargo, debido a que fue plenamente humano, además también es nuestro Ejemplo. Él nos muestra cómo correr la carrera de la vida (Heb. 12:1-4). Él es el Ejemplo al cual seguir (1 Ped. 2:21-23). Debido a que es “santo, inocente, sin mancha, apartado de los pecadores” (Heb. 7:26), es nuestro Salvador, y nosotros también podemos reflejar su carácter.<br><br><strong>Aunque Jesús era un ser humano como nosotros, nunca pecó. ¿Cómo abarcamos este asombroso pensamiento con nuestra mente? ¡Piensa en cuán santo debe ser él! ¿Por qué, entonces, la promesa de que su santidad es nuestra mediante la fe debería ayudarnos a no dudar de la salvación?</strong><br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 4 de Febrero",
          "dayTitle": "<p>PARA ESTUDIAR Y MEDITAR<br></p>",
          "id": 67,
          "idDay": 7,
          "idLesson": 6,
          "lessonText": "<p>“Cristo está alerta. Conoce todas nuestras aflicciones, nuestros peligros y nuestras dificultades; y llena su boca con argumentos en nuestro favor. Adapta su intercesión a las necesidades de cada alma, como lo hizo en el caso de Pedro [...]. Nuestro Abogado llena su boca con argumentos para enseñar a los suyos, probados y tentados, a fin de que estén firmes contra las tentaciones de Satanás. Interpreta cada movimiento del Enemigo; ordena los sucesos” (Comentarios de Elena G. de White, CBA 7:943; Carta 90, 1906).<br><br>“Era el propósito de Satanás lograr una eterna separación entre Dios y el hombre; pero en Cristo llegamos a estar más íntimamente unidos a Dios que si nunca hubiésemos caído. Al tomar nuestra naturaleza, el Salvador se vinculó con la humanidad por medio de un vínculo que nunca se ha de romper. [...] Tal es la garantía de que Dios cumplirá su palabra. ‘Un niño nos es nacido, hijo nos es dado, y el principado sobre su hombro’. Dios adoptó la naturaleza humana en la persona de su Hijo, y la ha llevado al más alto cielo. Es ‘el Hijo del Hombre’ quien comparte el Trono del Universo. Es ‘el Hijo del Hombre’ cuyo nombre será llamado ‘Admirable, Consejero, Dios fuerte, Padre eterno, Príncipe de paz’. El YO SOY es el Mediador entre Dios y la humanidad, quien pone su mano sobre ambos. El que es ‘santo, inocente, sin mancha, apartado de los pecadores’ no se avergüenza de llamarnos hermanos (Heb. 7:26; 2:11). En Cristo, la familia de la Tierra y la familia del cielo están ligadas. Cristo glorificado es nuestro hermano. El cielo está guardado como reliquia en la humanidad, y la humanidad está incluida en el seno del Amor infinito” (DTG 17).<br><br><strong>PREGUNTAS PARA DIALOGAR:</strong><br><br><strong>1</strong> La primera cita de hoy dice: “[Jesús] llena su boca con argumentos en nuestro favor”. ¿Qué significa esa promesa para ti? Piensa en lo que esto nos enseña sobre el amor de Dios por nosotros. ¿Por qué esta idea es tan alentadora? ¿Por qué necesitamos a alguien que abogue en nuestro favor?<br><br><strong>2</strong> La segunda cita de hoy dice: “En Cristo llegamos a estar más íntimamente unidos a Dios que si nunca hubiésemos caído”. ¿Qué significa eso? ¿Cómo podemos experimentar esa cercanía y qué consuelo puedes obtener de esa experiencia? En clase, describan qué significa esta cercanía y cómo es en la práctica. ¿Cómo nos ayudan sus “argumentos en nuestro favor” a tener esta experiencia?<br></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 6,
      "lessonType": "A",
      "quarter": "1T2022",
      "title": "<p>JESÚS, EL SACERDOTE FIEL<br></p>",
      "verse": "<p>“Porque tal sumo sacerdote nos convenía: santo, inocente, sin mancha, apartado<br>de los pecadores, y hecho más sublime que los cielos” (Heb. 7:26).<br></p>",
      "versionCode": 16,
      "weekDate": "29 de enero–4 de febrero"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
