{
  "data": [
    {
      "color": "#985861",
      "id": 709,
      "idEs": 26,
      "language": "en",
      "lessonDays": [
        {
          "date": "Saturday,  February 24",
          "dayTitle": "<p><strong>Blessed Is He Who Comes in the Name of the Lord</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p><strong>Read for This Week’s Study</strong>: Psalm 23, John 10:11–15, Psalm 22, Ps. 89:27–32, Col. 1:16, Psalm 2, Heb. 7:20–28.\n</p><p><strong>Memory Text: </strong>“The stone which the builders rejected has become the chief cornerstone. This was the Lord’s doing; it is marvelous in our eyes” (Psalm 118:22, 23, NKJV).\n</p><p>The Psalms testify about Christ’s person and ministry. Almost all aspects of His work in the plan of salvation are seen in the Psalms. In various ways, Christ’s life and work are prefigured and predicted in them, often with remarkable accuracy.\n</p><p>The topics revealed in the Psalms include Christ’s deity, His Sonship, His obedience, His zeal for God’s temple, His identity as the Good Shepherd, His betrayal, His suffering, His bones not being broken, His death, resurrection, ascension, priesthood, and kingship. It’s all there, as predicted many centuries before Jesus came in the flesh.\n</p><p>No wonder, for example, when talking about His ministry, Jesus pointed back to the Psalms when speaking to the disciples on the road to Emmaus (Luke 24:44). He wanted them to find in the Psalms evidence for who He was.\n</p><p>Some of the psalms that have a typological fulfillment in Christ include Psalms 24, 45, 72, and 101 (the ideal King and Judge), as well as Psalms 88 and 102 (prayers of the suffering servant of God). In all the Psalms, through the psalmists’ laments, thanksgivings, praises, and cries for justice and deliverance, we can hear the echoes of Christ’s prayer for the salvation of the world.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sunday, February 25",
          "dayTitle": "<p><strong>Divine Self-Sacrificing Shepherd&nbsp;</strong></p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Psalm 23; Psalm 28:9; Psalm 80:1; Psalm 78:52, 53; Psalm 79:13; and Psalm 100:3. How is the relationship between the Lord and His people portrayed in these texts?\n</strong></p><p><strong>Psalm 23;\n</strong></p><p><strong><sup>1</sup> </strong>The Lord is my shepherd; I shall not want.\n</p><p><sup><strong>2</strong> </sup>He makes me to lie down in green pastures; He leads me beside the still waters.\n</p><p><strong><sup>3</sup></strong> He restores my soul; He leads me in the paths of righteousness For His name’s sake.\n</p><p><strong><sup>4</sup> </strong>Yea, though I walk through the valley of the shadow of death, I will fear no evil; For You are with me; Your rod and Your staff, they comfort me.\n</p><p><strong><sup>5</sup> </strong>You prepare a table before me in the presence of my enemies; You anoint my head with oil; My cup runs over.\n</p><p><strong><sup>6</sup> </strong>Surely goodness and mercy shall follow me All the days of my life; And I will dwell in the house of the Lord Forever.\n</p><p><strong>Psalm 28:9\n</strong></p><p><strong><sup>9</sup> </strong>Save Your people, And bless Your inheritance; Shepherd them also, And bear them up forever.\n</p><p><strong>Psalm 80:1\n</strong></p><p><strong><sup>1</sup> </strong>Give ear, O Shepherd of Israel, You who lead Joseph like a flock; You who dwell between the cherubim, shine forth!\n</p><p><strong>Psalm 78:52, 53\n</strong></p><p><strong><sup>52</sup> </strong>But He made His own people go forth like sheep, And guided them in the wilderness like a flock;\n</p><p><strong><sup>53</sup> </strong>And He led them on safely, so that they did not fear; But the sea overwhelmed their enemies.\n</p><p><strong>Psalm 79:13\n</strong></p><p><strong><sup>13</sup> </strong>So we, Your people and sheep of Your pasture, Will give You thanks forever; We will show forth Your praise to all generations.\n</p><p><strong>Psalm 100:3\n</strong></p><p><strong><sup>3</sup> </strong>Know that the Lord, He is God; It is He who has made us, and not we ourselves; We are His people and the sheep of His pasture.\n</p><p>The image of the Lord as Shepherd and God’s people as the sheep of His pasture highlights God’s guidance and sustaining care of His people and the people’s dependence on God to meet all their needs. The image conveys the notion of closeness between God and His people because shepherds lived with their flocks and cared for each sheep individually. The pastoral imagery also underlines God’s ownership of His flock, guaranteed by two strong bonds: creation (Ps. 95:6, 7; Ps. 100:3) and covenant (Ps. 28:9, Heb. 13:20). The image of the divine Shepherd who leads Joseph like a flock (Ps. 80:1) perhaps alludes to Jacob’s benediction of Joseph, which pictures God as the Shepherd of Israel, and so, appeals to this great promise and blessing (Gen. 49:24). Kings were considered shepherds of their people (2 Sam. 5:2). Yet, only God truly deserves this title because most human kings did not live up to such a calling. Only Jesus did, which is why He is called the Good Shepherd.\n</p><p><strong>Read John 10:11–15. What does Jesus say about Himself as the Good Shepherd?\n</strong></p><p><strong>John 10:11–15\n</strong></p><p><strong><sup>11</sup> </strong>“I am the good shepherd. The good shepherd gives His life for the sheep.\n</p><p><strong><sup>12</sup> </strong>But a hireling, he who is not the shepherd, one who does not own the sheep, sees the wolf coming and leaves the sheep and flees; and the wolf catches the sheep and scatters them.\n</p><p><strong><sup>13</sup></strong><strong> </strong>The hireling flees because he is a hireling and does not care about the sheep.\n</p><p><sup style=\"font-weight: bold;\">14</sup> I am the good shepherd; and I know My sheep, and am known by My own.\n</p><p><strong><sup>15</sup> </strong>As the Father knows Me, even so I know the Father; and I lay down My life for the sheep.\n</p><p>The intimate bond between the divine Shepherd and His flock is seen in the flock’s unmistakably knowing the Shepherd’s voice (John 10:4, 27). To the current day, Middle Eastern shepherds can divide their flocks that have mingled simply by calling their sheep, who recognize and follow their shepherd’s voice.\n</p><p>At times, God’s flock suffers various afflictions that the people understand as the sign of God’s discontent and abandonment. Yet, the Good Shepherd never forsakes His strayed sheep but searches to save them. This is a powerful image of God’s relationship with His people. He is willing to die for His sheep (John 10:11, 15) and paradoxically become a sacrificial lamb on their behalf (John 1:29). Also, Jesus confirmed that He would call His sheep in other folds and unite them into one flock (John 10:16).\n</p><p><strong>What are ways that you can on a daily and practical level take advantage of what is promised to us in having Jesus as our Good Shepherd?</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Monday, February 26",
          "dayTitle": "<p><strong>The Suffering Messiah</strong></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Psalm 22 and Psalm 118:22. How was the Messiah treated by those He had come to save?\n</strong></p><p><strong>Psalm 22\n</strong></p><p><strong><sup>1</sup></strong> My God, My God, why have You forsaken Me? Why are You so far from helping Me, And from the words of My groaning?\n</p><p><strong><sup>2 </sup></strong>O My God, I cry in the daytime, but You do not hear; And in the night season, and am not silent.\n</p><p><strong><sup>3 </sup></strong>But You are holy, Enthroned in the praises of Israel.\n</p><p><strong><sup>4</sup></strong> Our fathers trusted in You; They trusted, and You delivered them.\n</p><p><strong><sup>5</sup></strong> They cried to You, and were delivered; They trusted in You, and were not ashamed.\n</p><p><strong><sup>6</sup></strong> But I am a worm, and no man; A reproach of men, and despised by the people.\n</p><p><strong><sup>7</sup></strong> All those who see Me ridicule Me; They shoot out the lip, they shake the head, saying,\n</p><p><strong><sup>8 </sup></strong>“He trusted in the Lord, let Him rescue Him; Let Him deliver Him, since He delights in Him!”\n</p><p><strong><sup>9</sup></strong> But You are He who took Me out of the womb; You made Me trust while on My mother’s breasts.\n</p><p><strong><sup>10 </sup></strong>I was cast upon You from birth. From My mother’s womb You have been My God.\n</p><p><strong><sup>11</sup></strong> Be not far from Me, For trouble is near; For there is none to help.\n</p><p><strong><sup>12 </sup></strong>Many bulls have surrounded Me; Strong bulls of Bashan have encircled Me.\n</p><p><strong><sup>13</sup></strong> They gape at Me with their mouths, Like a raging and roaring lion.\n</p><p><strong><sup>14 </sup></strong>I am poured out like water, And all My bones are out of joint; My heart is like wax; It has melted within Me.\n</p><p><strong><sup>15</sup></strong> My strength is dried up like a potsherd, And My tongue clings to My jaws; You have brought Me to the dust of death.\n</p><p><strong><sup>16</sup></strong> For dogs have surrounded Me; The congregation of the wicked has enclosed Me. They pierced My hands and My feet;\n</p><p><strong><sup>17 </sup></strong>I can count all My bones. They look and stare at Me.\n</p><p><strong><sup>18 </sup></strong>They divide My garments among them, And for My clothing they cast lots.\n</p><p><strong><sup>19</sup></strong> But You, O Lord, do not be far from Me; O My Strength, hasten to help Me!\n</p><p><strong><sup>20</sup></strong> Deliver Me from the sword, My precious life from the power of the dog.\n</p><p><strong><sup>21 </sup></strong>Save Me from the lion’s mouth And from the horns of the wild oxen!\n</p><p>You have answered Me.\n</p><p><strong><sup>22</sup></strong> I will declare Your name to My brethren; In the midst of the assembly I will praise You.\n</p><p><strong><sup>23</sup></strong> You who fear the Lord, praise Him! All you descendants of Jacob, glorify Him, And fear Him, all you offspring of Israel!\n</p><p><strong><sup>24</sup></strong> For He has not despised nor abhorred the affliction of the afflicted; Nor has He hidden His face from Him; But when He cried to Him, He heard.\n</p><p><strong><sup>25</sup></strong> My praise shall be of You in the great assembly; I will pay My vows before those who fear Him.\n</p><p><strong><sup>26 </sup></strong>The poor shall eat and be satisfied; Those who seek Him will praise the Lord. Let your heart live forever!\n</p><p><strong><sup>27</sup></strong> All the ends of the world Shall remember and turn to the Lord, And all the families of the nations Shall worship before You.\n</p><p><strong><sup>28 </sup></strong>For the kingdom is the Lord’s, And He rules over the nations.\n</p><p><strong><sup>29</sup></strong> All the prosperous of the earth Shall eat and worship; All those who go down to the dust Shall bow before Him, Even he who cannot keep himself alive.\n</p><p><strong><sup>30</sup></strong> A posterity shall serve Him. It will be recounted of the Lord to the next generation,\n</p><p><strong><sup>31</sup></strong> They will come and declare His righteousness to a people who will be born, That He has done this.\n</p><p><strong>Psalm 118:22\n</strong></p><p><strong><sup>22</sup></strong> The stone which the builders rejected Has become the chief cornerstone.\n</p><p>Many psalms express the agonizing feelings of utmost forsakenness of the suffering Messiah (e.g. Psalm 42, Psalm 88, and Psalm 102). Psalm 22 is a direct Messianic prophecy because many details in this psalm cannot be historically connected to King David but perfectly fit the circumstances of Christ’s death. Jesus prayed with the words of Psalm 22:1 on the cross (Matt. 27:46).\n</p><p>The torment of Christ’s separation from His Father, caused by Christ carrying the entire world’s sins, can be measured only by the extent of their closeness, namely, their unparalleled oneness (John 1:1, 2; John 10:30). Yet, even the depths of inexplicable suffering could not break the unity between the Father and the Son. In His utter forsakenness, Christ unconditionally entrusts Himself to the Father, despite the utter depths of despair He faced. “Upon Christ as our substitute and surety was laid the iniquity of us all. He was counted a transgressor, that He might redeem us from the condemnation of the law. The guilt of every descendant of Adam was pressing upon His heart. The wrath of God against sin, the terrible manifestation of His displeasure because of iniquity, filled the soul of His Son with consternation.”—Ellen G. White, The Desire of Ages, p. 753. The threatening animal imagery of strong bulls, roaring lions, and dogs highlights the people’s cruelty and animosity that Christ, who is compared to a harmless and helpless worm, met in His final hours. With amazing accuracy, Psalm 22 conveys the venomous remarks of the crowd that mocked Jesus with His own words to the Father (Ps. 22:1, 8; Matt. 27:43) and the soldiers dividing Jesus’ garments (Ps. 22:18, Matt. 27:35). Little did the people understand then that the “worm” they sought to crush would become the chief “cornerstone” of the Temple and secure its foundation (Ps. 118:22). However, the rejected Messiah became the Source of salvation for God’s people after His resurrection from the dead (Matt. 21:42, Acts 4:10–12). Christ suffered the rejection of humanity, but God glorified His Son by making Him the living “chief cornerstone” of God’s spiritual Temple (Eph. 2:20?22, 1 Pet. 2:4?8). For those who reject this Stone, namely, God’s means of salvation, it will become the agent of judgment (Isa. 8:14, Matt. 21:44).\n</p><p><strong>Jesus on the cross paid in Himself the penalty for every sin you have ever committed. How should the fact that He suffered on your behalf impact how you live now, that is, why you should find sin so abhorrent?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Tuesday , February 27",
          "dayTitle": "<p><strong>Forever Faithful to His Covenant</strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Psalm 89:27–32, 38–46 and Psalm 132:10–12. What is the Davidic covenant about? What seems to have endangered it?\n</strong></p><p><strong>Psalm 89:27–32\n</strong></p><p><strong><sup>27</sup></strong> Also I will make him My firstborn, The highest of the kings of the earth.\n</p><p><strong><sup>28</sup></strong> My mercy I will keep for him forever, And My covenant shall stand firm with him.\n</p><p><sup>29</sup> His seed also I will make to endure forever, And his throne as the days of heaven.\n</p><p><sup>30</sup> “If his sons forsake My law And do not walk in My judgments,\n</p><p><sup>31</sup> If they break My statutes And do not keep My commandments,\n</p><p><strong><sup>32</sup></strong> Then I will punish their transgression with the rod, And their iniquity with stripes.\n</p><p><strong>Psalm 89:  38–46\n</strong></p><p><strong><sup>38</sup></strong> But You have cast off and abhorred, You have been furious with Your anointed.\n</p><p><strong><sup>39</sup></strong> You have renounced the covenant of Your servant; You have profaned his crown by casting it to the ground.\n</p><p><strong><sup>40</sup></strong> You have broken down all his hedges; You have brought his strongholds to ruin.\n</p><p><strong><sup>41</sup></strong> All who pass by the way plunder him; He is a reproach to his neighbors.\n</p><p><strong><sup>42</sup></strong> You have exalted the right hand of his adversaries; You have made all his enemies rejoice.\n</p><p><strong><sup>43</sup></strong> You have also turned back the edge of his sword, And have not sustained him in the battle.\n</p><p><strong><sup>44</sup></strong> You have made his glory cease, And cast his throne down to the ground.\n</p><p><strong><sup>45 </sup></strong>The days of his youth You have shortened; You have covered him with shame. Selah\n</p><p><strong><sup>46 </sup></strong>How long, Lord? Will You hide Yourself forever? Will Your wrath burn like fire?\n</p><p><strong>Psalm 132:10–12\n</strong></p><p><strong><sup>10</sup></strong> For Your servant David’s sake, Do not turn away the face of Your Anointed.\n</p><p><strong><sup>11 </sup></strong>The Lord has sworn in truth to David; He will not turn from it: “I will set upon your throne the fruit of your body.\n</p><p><strong><sup>12</sup></strong> If your sons will keep My covenant And My testimony which I shall teach them, Their sons also shall sit upon your throne forevermore.”\n</p><p>The Davidic covenant contains God’s promise of everlasting support of David’s line and prosperity of God’s people (1 Sam. 7:5–16; Ps. 89:1–4, 19–37; Ps. 132:12–18). The permanence of the covenant was established on God’s solemn oath and the king’s faithfulness to God. However, even the devoted kings, such as King David, were not always faithful to the Lord. Psalm 89 laments over the harsh reality that seems to indicate that the glorious promises of the Davidic covenant have been lost. Is Israel hopelessly deserted by God? The answer, of course, is—no!\n</p><p>God’s wrath is, yes, an expression of divine judgment (Ps. 38:1, Ps. 74:1). Yet, it does not last forever because God’s everlasting love forgives people’s sins when people repent. However, while it lasts, God’s discontent with His erring people is serious. The people feel the bitter consequences of their disobedience and realize the gravity of their sins (Ps. 89:38–46). Yet, they ask, “How long?” appealing to the passing character of God’s wrath (Ps. 89:46). Renewed hope springs from new assurance in God’s faithfulness to “remember” His grace (Ps. 89:47, 50).\n</p><p>In short, although the human component of the covenant failed, the people could rest in the promise of God’s unchanging purposes through the Messiah, who embodies all righteousness and salvation of Israel and of the whole world. That is, in the end, God will prevail, and His eternal kingdom will be established forever—but only because of Jesus and not because of God’s people. Jesus Christ is the Son of David and the Messiah (Matt. 1:1, Heb. 1:8). He is called “the firstborn over all creation” (Col. 1:15, NKJV), alluding to Psalm 89:27, which calls David, who was a type of Christ, God’s firstborn. “Also I will make him My firstborn, / The highest of the kings of the earth” (NKJV). Clearly the title “firstborn” does not express David’s biological status, because David was the eighth child of his parents (1 Sam. 16:10, 11). It’s the same with Jesus. This title signifies His special honor and authority (Col. 1:16, 20?22). God made Jesus the supreme King over the whole world when He raised Jesus from the dead (Acts 2:30, 31).\n</p><p><strong>Read Colossians 1:16, 20–22. What do these verses teach us about who Jesus was and what He has done for us? What promise can you take away from this for yourself?\n</strong></p><p><strong>Colossians 1:16, 20–22\n</strong></p><p><strong><sup>16 </sup></strong>For by Him all things were created that are in heaven and that are on earth, visible and invisible, whether thrones or dominions or principalities or powers. All things were created through Him and for Him.\n</p><p><strong><sup>20 </sup></strong>and by Him to reconcile all things to Himself, by Him, whether things on earth or things in heaven, having made peace through the blood of His cross.\n</p><p><strong><sup>21</sup></strong> And you, who once were alienated and enemies in your mind by wicked works, yet now He has reconciled 22 in the body of His flesh through death, to present you holy, and blameless, and above reproach in His sight.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Wednesday, February 28",
          "dayTitle": "<p><strong>Eternal King of Unrivaled Power</strong></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Psalm 2; Psalm 110:1–3; Psalm 89:4, 13–17; and Psalm 110:5, 6. What do these texts teach us about Christ as King?\n</strong></p><p><strong>Psalm 2\n</strong></p><p><strong><sup>1</sup></strong> Why do the nations rage, And the people plot a vain thing?\n</p><p><strong><sup>2</sup></strong> The kings of the earth set themselves, And the rulers take counsel together, Against the Lord and against His Anointed, saying,\n</p><p><strong><sup>3</sup></strong> “Let us break Their bonds in pieces And cast away Their cords from us.”\n</p><p><strong><sup>4</sup></strong> He who sits in the heavens shall laugh; The Lord shall hold them in derision.\n</p><p><strong><sup>5</sup></strong> Then He shall speak to them in His wrath, And distress them in His deep displeasure:\n</p><p><strong><sup>6</sup></strong> “Yet I have set My King On My holy hill of Zion.”\n</p><p><strong><sup>7</sup></strong> “I will declare the decree: The Lord has said to Me, ‘You are My Son, Today I have begotten You.\n</p><p><strong><sup>8</sup></strong> Ask of Me, and I will give You The nations for Your inheritance, And the ends of the earth for Your possession.\n</p><p><strong><sup>9</sup></strong> You shall break them with a rod of iron; You shall dash them to pieces like a potter’s vessel.’ ”\n</p><p><strong><sup>10</sup></strong> Now therefore, be wise, O kings; Be instructed, you judges of the earth. 11 Serve the Lord with fear, And rejoice with trembling. 12 Kiss the Son, lest He be angry, And you perish in the way, When His wrath is kindled but a little. Blessed are all those who put their trust in Him.\n</p><p><strong>Psalm 110:1–3\n</strong></p><p><strong><sup>1 </sup></strong>The Lord said to my Lord, “Sit at My right hand, Till I make Your enemies Your footstool.”</p><p><strong><sup>2</sup></strong> The Lord shall send the rod of Your strength out of Zion. Rule in the midst of Your enemies!\n</p><p><strong><sup>3</sup></strong> Your people shall be volunteers In the day of Your power; In the beauties of holiness, from the womb of the morning, You have the dew of Your youth.\n</p><p><strong>Psalm 89:  13–17\n</strong></p><p><strong><sup>13</sup></strong> You have a mighty arm; Strong is Your hand, and high is Your right hand.\n</p><p><strong><sup>14 </sup></strong>Righteousness and justice are the foundation of Your throne; Mercy and truth go before Your face.\n</p><p><strong><sup>15</sup></strong> Blessed are the people who know the joyful sound! They walk, O Lord, in the light of Your countenance.\n</p><p><strong><sup>16</sup></strong> In Your name they rejoice all day long, And in Your righteousness they are exalted.\n</p><p><strong><sup>17</sup></strong> For You are the glory of their strength, And in Your favor our horn is exalted.\n</p><p><strong>Psalm 89:4\n</strong></p><p><strong><sup>4 </sup></strong>‘Your seed I will establish forever, And build up your throne to all generations.’ ” Selah\n</p><p><strong>Psalm 110:5, 6\n</strong></p><p><strong><sup>5</sup></strong> The Lord is at Your right hand; He shall execute kings in the day of His wrath.\n</p><p><strong><sup>6</sup></strong> He shall judge among the nations, He shall fill the places with dead bodies, He shall execute the heads of many countries.\n</p><p>The portrayal of God as the Messiah’s Father points to the coronation of the king when the king was adopted into God’s covenant (Ps. 2:7, Ps. 89:26–28). Psalm 2:7 foresees Christ’s resurrection and exaltation as the dawn of the new everlasting covenant and Christ’s royal priesthood (Acts 13:33–39, Heb. 1:5, Heb. 5:5). The Messiah sits at God’s right hand as Someone who has unprecedented honor and authority (Ps. 110:1; Acts 7:55, 56). “Moreover, the interplay between the Lord and the ‘anointed’ (Messiah) even suggests an intention to identify this Davidic Messiah with the Lord Himself. . . . If the one who sits at the right is the Lord, then, the Lord is the Messiah, since the latter is also seen at the right [see Ps. 110:1, 5].”—Jacques Doukhan, On the Way to Emmaus (Clarksville, MD: Lederer Books, 2012), pp. 26, 27. In the end, Christ will have absolute victory over His enemies. To make the enemies a “footstool” is an image that reflects the custom of the ancient Near Eastern kings to place their feet on the necks of their defeated enemies to demonstrate total dominance over them. Yet, Christ’s rod here is not a tool of terror (Ps. 2:9, Ps. 110:2). The rod (“staff ”) was originally held by tribal leaders as the symbol of the tribe (Num. 17:2?10). Christ’s rod comes from Zion because He represents the people of Zion. His rod is a symbol of divine judgment, which ends the rule of evil and depicts Christ’s unrivaled reign (Rev. 2:27, Rev. 12:5). Even the wicked kings are given a chance to repent and submit to the Messiah (Ps. 2:10–12). One graphic depiction of Christ’s ultimate victory is found in the pre-Advent scene in Daniel 7, which shows that, after judgment is given “ ‘in favor of the saints of the Most High’ ” (Dan. 7:22, NKJV), His kingdom is established, and “  ‘His kingdom is an everlasting kingdom’ ” (Dan. 7:27, NKJV). Because of the Cross, the promise of the kingdom is assured. A blessing is promised to all who trust in the King, and the people rejoice in the Messiah’s sovereign and righteous reign (Ps. 2:12, Ps. 89:15–17).\n</p><p><strong>How nice it is to know that, yes, in the end, good will triumph over evil, justice will be done, and pain and suffering will forever be vanquished. How should this truth give us comfort now when, from a human perspective, evil seems to prosper?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Thursday , February 29",
          "dayTitle": "<p><strong>Eternal Priest in the Order of Melchizedek</strong></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p><strong>Read Psalm 110:4–7. How is Christ’s priesthood unique, and what great hope can we find in Christ’s heavenly priesthood?\n</strong></p><p><strong>Psalm 110:4–7\n</strong></p><p><strong><sup>4</sup></strong> The Lord has sworn And will not relent, “You are a priest forever According to the order of Melchizedek.”\n</p><p><strong><sup>5</sup></strong> The Lord is at Your right hand; He shall execute kings in the day of His wrath.\n</p><p><strong><sup>6</sup></strong> He shall judge among the nations, He shall fill the places with dead bodies, He shall execute the heads of many countries.\n</p><p><strong><sup>7</sup></strong> He shall drink of the brook by the wayside; Therefore He shall lift up the head.\n</p><p>God endows the Messiah with an everlasting kingship (Ps. 110:1–3) and a priesthood of a superior rank, the order of Melchizedek (Ps. 110:4–7). The Lord seals His word with a solemn promise (Heb. 6:18). God’s oath not to relent from giving us a perfect Priest is a sign of His grace. People’s sins and open rebellions constantly provoke God to abandon His people, but God’s oath is unchangeable and guarantees God’s grace in revoking His judgment over the repentant people (Exod. 32:14, Ps. 106:45). The divine oath introduces a novel element to the Davidic covenant by declaring that the Messiah King is also a Priest (Ps. 110:4). Israel’s kings could never function as Levitical priests (Num. 8:19, 2 Chron. 26:16?21). When Scripture mentions kings or people offering sacrifices, it implies their bringing sacrifices to the priests, who actually offered them. Psalm 110 sets the Messiah King apart from Israel’s other kings and priests. Christ’s eternal priesthood derives from Melchizedek, who was both the king of Salem (Jerusalem) and the priest of “the most high God” (Gen. 14:18?20). The Old Testament never speaks of King David or any other Israelite king as possessing the priesthood in the order of Melchizedek, except for Psalm 110. Clearly, the psalm speaks about a distinctive king-priest in Israel’s history.\n</p><p><strong>Read Hebrews 7:20–28. What are some of the implications of Christ’s superior priesthood?\n</strong></p><p><strong>Hebrews 7:20–28\n</strong></p><p><strong><sup>20</sup></strong> And inasmuch as He was not made priest without an oath\n</p><p><strong><sup>21</sup></strong> (for they have become priests without an oath, but He with an oath by Him who said to Him:\n</p><p>“The Lord has sworn And will not relent, ‘You are a priest forever According to the order of Melchizedek’ ”),\n</p><p><strong><sup>22</sup></strong> by so much more Jesus has become a surety of a better covenant.\n</p><p><strong><sup>23 </sup></strong>Also there were many priests, because they were prevented by death from continuing.\n</p><p><strong><sup>24 </sup></strong>But He, because He continues forever, has an unchangeable priesthood.\n</p><p><strong><sup>25 </sup></strong>Therefore He is also able to save to the uttermost those who come to God through Him, since He always lives to make intercession for them.\n</p><p><strong><sup>26</sup></strong> For such a High Priest was fitting for us, who is holy, harmless, undefiled, separate from sinners, and has become higher than the heavens;\n</p><p><strong><sup>27</sup></strong> who does not need daily, as those high priests, to offer up sacrifices, first for His own sins and then for the people’s, for this He did once for all when He offered up Himself.\n</p><p><strong><sup>28</sup></strong> For the law appoints as high priests men who have weakness, but the word of the oath, which came after the law, appoints the Son who has been perfected forever.\n</p><p>Being both Divine King and everlasting Priest, Christ has unprecedented superiority over human priests and kings; so, we may take hope. Christ upholds a superior covenant that is based on God’s oath, not human promises. He serves in the heavenly sanctuary. His priesthood is not affected by sin or death, like that of human priests, and thus, He can intercede for and save His people forever. The reconciling work of Christ as the perfect and compassionate Priest gives His people a lasting assurance of abiding in God’s very presence (Heb. 6:19, 20). Christ’s royal priesthood will abolish the rule of evil, not only in people’s hearts but also in the world. He will keep the promise of Psalm 2 that every nation and ruler will be subject to the royal judgment of Christ Jesus (Ps. 2:6–9; Ps. 110:1, 2, 5, 6). Jesus’ wonderful royal priesthood makes an absolute claim on our obedience and trust.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Friday , March 01",
          "dayTitle": "<p><strong>Further Thought</strong></p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p><strong>Further Thought:&nbsp;</strong></p><p><strong>Read Ellen G. White, “God With Us,” pp. 19–26, in The Desire of Ages.\n</strong></p><p>Being both Christ’s prayers and prayers about Christ, the Psalms provide a unique revelation of Christ’s person and redeeming ministry as the One who is “God with us” (Matt. 1:23). Jesus is “God with us” in the battling prayers of forsakenness and suffering. He is “God with us” in the cries for justice and deliverance. Jesus is “God with us” by not abandoning us to our lostness and despair but showing us the way of faith victorious. He became for us the eternal Priest and King to save us from the everlasting doom of sin. In Christ, the perfect Davidic King, all God’s solemn promises of salvation find their fulfillment (2 Cor. 1:20).\n</p><p>Ellen G. White insightfully describes Christ’s unity with humanity: “By His humanity, Christ touched humanity; by His divinity, He lays hold upon the throne of God. As the Son of man, He gave us an example of obedience; as the Son of God, He gives us power to obey. It was Christ who from the bush on Mount Horeb spoke to Moses saying, ‘I AM THAT I AM. . . . Thus shalt thou say unto the children of Israel, I AM hath sent me unto you.’ Ex. 3:14. This was the pledge of Israel’s deliverance. So when He came ‘in the likeness of men,’ He declared Himself the I AM. The Child of Bethlehem, the meek and lowly Saviour, is God ‘manifest in the flesh.’ 1 Tim. 3:16. And to us He says: ‘I AM the Good Shepherd.’ ‘I AM the living Bread.’ ‘I AM the Way, the Truth, and the Life.’ ‘All power is given unto Me in heaven and in earth.’ John 10:11; 6:51; 14:6; Matt. 28:18. I AM the assurance of every promise. I AM; be not afraid.”—The Desire of Ages, pp. 24, 25.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1. </strong>How has God demonstrated His unwavering faithfulness to His covenant despite the people’s unfaithfulness? What reassurance does that bring to God’s struggling children today?\n</p><p><strong>2.</strong> How does Christ’s unique and superior priesthood according to the order of Melchizedek strengthen the certainty of salvation for God’s people?\n</p><p><strong>3</strong>. The Gospels show that many Messianic promises in the Psalms were fulfilled in Jesus Christ. How does this demonstrate the veracity of God’s Word? Why must we resist any and every sentiment that tends to weaken our trust in God’s Word?\n</p><p><strong>4. </strong>What great consolation can we get from Christ’s words, “ ‘All power is given unto me in heaven and in earth’ ” (Matt. 28:18)? How do we apply this promise to our own experience?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Saturday,  February 24",
          "dayTitle": "<p><strong>Inside Story</strong></p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><strong>Faithfulness Goes Far: Part 5\n</strong></p><p><strong>By Andrew McChesney\n</strong></p><p>During his first few weeks in the military, Sekule was sent with a company of soldiers to work on a mountain in the former Yugoslavia. On a Friday afternoon, he received orders to shovel coal into the Sabbath hours.\n</p><p>“You have to shovel for 15 minutes, take a 10-minute rest, and then shovel again for 15 minutes,” the commanding officer said. “I will shovel for 2.5 hours without stopping until the sun goes down, but then I will stop,” Sekule said. “No one can shovel for two hours,” the officer said. “I can,” Sekule said.\n</p><p>Sekule, who had learned to work hard while growing up in Montenegro, shoveled as quickly as he could. Other soldiers cautioned him to slow down.\n</p><p>“Why are you working so quickly?” they asked. “I’m trying to do as much as I can to leave less work for the rest of you,” he replied. “I don’t care about myself. I just want to do the most that I can.”\n</p><p>His words built respect among the other soldiers. They saw that he wanted to help them. To everyone’s surprise, Sekule succeeded in shoveling the required amount of coal by sunset. But the commanding officer didn’t seem to grasp his desire to keep the Sabbath. On another Sabbath, the officer read a list of duties to the soldiers and declared, “You will work today.”\n</p><p>Sekule stood tall. “Today is my Sabbath, and I can’t do any work,” he said. He knew that he might face prison if he said, “I won’t do any work,” so instead, he chose his words carefully and said, “I can’t do any work.” “What do you mean ‘can’t’?” the officer asked. “I’m a Seventh-day Adventist, and I can’t work on Sabbath,” Sekule said. The officer stood tall and glared at Sekule. “Soldier, who will work in your place then?” he said.\n</p><p>All the other soldiers stood tall. “We will work in his place then,” they said in unison. Sekule realized at that moment that it was important not only to be faithful to God but also to be faithful to people. Jesus said, “And you shall love the Lord your God with all your heart, with all your soul, with all your mind, and with all your strength.’ This is the first commandment. And the second, like it, is this: ‘You shall love your neighbor as yourself.’ There is no other commandment greater than these” (Mark 12:30, 31; NKJV). Sekule saw that if he treated others fairly, they also would treat him fairly.\n</p><p><strong>Sekule Sekuli´c is an affluent entrepreneur and faithful Seventh-day Adventist in Montenegro. Read more of his story next week. Thank you for your Sabbath School mission offerings that help spread the good news of Jesus’ soon coming in Montenegro and around the world</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "",
          "id": 99,
          "idDay": 9,
          "idLesson": 9,
          "lessonText": "<p><strong>Part I: Overview</strong></p><p><strong>Key Texts: Psalm 118:22, 23</strong></p><p><br></p><p>This week, we shall study the most sublime subject in all of Scripture: our Lord and Savior, Jesus Christ. The centrality of Jesus to the whole Bible is of paramount importance to our understanding of Scripture, and in this regard, the Psalter is no exception. Among its various songs of praise— forgiveness, justice, and retribution—Jesus is portrayed as the Good Shepherd, the suffering Messiah, the Son of David, the King Eternal, and the heavenly Priest. These depictions help us to better comprehend His preeminent position in the plan of Redemption and His love for every one of us.</p><p>The book of Psalms gives us a broader perspective of Jesus’ ministry in heaven and of His second coming. This week, we will consider from the Psalter some of these perspectives on Jesus and His work.</p><p><br></p><p><strong>Part II: Commentary</strong></p><p>The writers of the New Testament considered the book of Psalms an important source for understanding the life and work of Christ. The New Testament references many passages from the Psalter to show how Jesus fulfills Old Testament prophecies. Some of these references are “quotations” (that is, word-for-word citations) and others are “allusions” (indirect references to an Old Testament text and its ideas as opposed to a word-for-word quotation).</p><p>There are many references in the Psalter to Christ’s deity and His ministry on earth. These references reveal intentionality on the part of the psalmists, through the guidance of the Holy Spirit, to foreground and herald the work of Jesus. With this overview in mind, let’s turn our attention to the verses of the Psalter that the New Testament writers apply to Jesus.</p><p>Jesus Is the Yahweh of the Old Testament—He Is God!</p><p>The divinity of Jesus is an important topic for New Testament writers as it should be for us, too. In the table on the previous page, we can see the passages from the Psalms, referring to Yahweh’s divinity, that Paul and Luke apply to Jesus. Jesus’ divinity makes His sacrifice both singular and powerful; that is, the One who died on the cross to redeem us was the Creator Himself. What a profound thought! We will never fully fathom its sublime depths in all of its dimensions, now or throughout the endless ages of eternity, though seeking to contemplate and internalize its beautiful truths will, nonetheless, transform our hearts.</p><p>The writers of the Gospels and of the New Testament understood that particular passages from the Old Testament, such as certain Psalms, proclaimed the ministry of Jesus. On account of the numerous citations in the New Testament from the Psalter, one arguably could say that the Psalms was the favorite book of the New Testament authors. The New Testament writers used the Psalms to affirm that the prophets foretold the significant events of Jesus’ ministry on earth, as highlighted by six of these events in the table above.</p><p>The apostles sought to furnish scriptural evidence in support of the suffering and death of Jesus as an event predicted in detail in the Old Testament. (Keep in mind that we are working here with scriptural evidence based only on the Psalter. Of course, much more evidence in favor of the suffering of Christ can be found in the Old Testament, especially in the book of Isaiah.)</p><p>The accumulation of scriptural evidence from the Psalms validates the factualness of the agony, death, and resurrection of Jesus. The crucifixion and resurrection of Jesus are the culmination of salvation history between the Fall and the Second Coming as well as the central point of the Redemption plan.</p><p>Jesus’ ministry of atonement in heaven is of no less importance than the atoning sacrifice He accomplished on Mount Calvary. Thus, it’s no coincidence that, among New Testament writers, Psalm 110 is the most quoted, or alluded to, passage from the Old Testament. Case in point, Psalm 110:1 is used 17 times in the New Testament: Matthew 22:44; Matthew 26:64; Mark 12:36; Mark 16:19; Luke 20:42–43; Luke 22:69; Acts 2:34, 35; 1 Corinthians 15:25; Ephesians 1:20; Colossians 3:1; Hebrews 1:3, 13; Hebrews 8:1; Hebrews 10:12, 13; Hebrews 12:2; Colossians 3:1; while Psalm 110:4 is quoted a total of four times: Hebrews 5:6; Hebrews 6:20; Hebrews 7:17, 21.</p><p>The heavenly ministry of Jesus, along with our understanding of His work on our behalf, is central to our daily spiritual experience as Christians. Hebrews states with confidence: “This hope we have as an anchor of the soul, both sure and steadfast, and which enters the Presence behind the veil, where the forerunner has entered for us, even Jesus, having become High Priest forever according to the order of Melchizedek” (Heb. 6:19, 20, NKJV, where it quotes the end of Psalm 110:4).&nbsp;</p><p><strong>Attributes of God’s Character in the Psalms Applied to Jesus in the New Testament&nbsp;</strong></p><p>To further understand how the Messianic perspectives provided in the Psalms relate to Jesus, let’s examine the following examples from the Psalter and their New Testament applications:</p><p>• The goodness of the Lord can be “tasted” or experienced personally: Ps. 34:8 (1 Pet. 2:3)</p><p>• Jesus forgives sins: Ps. 103:2, 3 (Luke 5:21, 24)</p><p>• He is the Life: Ps. 36:9 (John 1:4)&nbsp;</p><p>• He is the Rock: Ps. 18:2, Ps. 95:1 (1 Pet. 2:6, 1 Cor. 10:4)&nbsp;</p><p>• He is righteous: Ps. 129:4, Ps. 145:17 (1 John 1:9, 1 John 2:1)&nbsp;</p><p>• He is omnipresent: Ps. 139:8 (Eph. 1:23, Matt. 18:20)&nbsp;</p><p>• His kingdom is eternal: Ps. 145:13 (Dan. 7:14, the Son of Man)&nbsp;</p><p>• His Word dwells in the believer: Ps. 119:11 (Col. 3:16)</p><p>As these examples show, the God of the Psalms is the Messiah revealed in the New Testament. Thus, the God of the Old Testament is not a dif­ ferent deity from the Divinity revealed in the New Testament.</p><p><strong>The Messianic Tone of Psalm 24</strong></p><p>Some psalms allude to certain Messianic events or pictures. Psalm 24 is one such psalm. Verses 1–6 relate back to Psalm 15, given their thematic similarity. Psalm 24 also provides insight into the identity of the ones who are permitted to go into the Holy Place, or God’s holy hill.</p><p>In verses 7–10, the psalm assumes a Messianic tone. It describes the Lord entering a holy city. Many commentators, one of whom is Ellen G. White, apply this section to Jesus’ ascension to heaven (see Early Writings, pp. 190–192).</p><p>These verses are a joyful depiction of the entrance of Jesus into the celestial kingdom amidst the singing of the angels, who proclaim Him the “King of glory” and “the Lord strong and mighty, the Lord mighty in battle” (Ps. 24:8, NKJV). This scene is a representation in miniature of the grand event in the future when all the redeemed will enter through the gates of the Holy City.</p><p><strong>Part III: Life Application</strong></p><p>In review, let’s consider the reasons for the importance of this week’s study to our spiritual lives. First, our study has been a confirmation of the divine origins of the prophetic Word. How else can we explain the myriad pronouncements of biblical writers, from the tenth to fifth centuries b.c., who predicted with unerring accuracy the seminal life events of the coming Messiah? How else could Jesus, in turn, fulfill all the particulars of these prophecies, if not by the guidance of the Spirit, under whose inspiration the prophets foretold of the coming Savior? Nowadays the workplace, the echelons of academia and science, and various social media platforms are rife with the derision and scorn of incredulous minds who mock the Scriptures. In the face of such rank skepticism, it is our sincere hope that this week’s study strengthens the faith of your students in the Anointed One and His Word.</p><p>If nothing else, our study this week reveals the unity of the Bible. While it is outwardly a collection of writings from different authors, recorded in dif­ferent places and cultures over the course of 16 centuries, together these writings form a cohesive whole. The Bible’s ideas and themes are carefully intertwined, revealing the Spirit that inspired the minds of the prophets and the apostles who wrote it. The end result is the creation of the greatest masterpiece ever penned in human history. Our faith and actions should be founded on this solid rock.</p><p>Finally, our comparison of the Psalter with the New Testament has afforded us new insights into the Person and character of Jesus. The Scriptures are like a treasure chest wherein we may discover more precious gems of truth about our amazing God.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p><strong>Blessed Is He Who Comes in the Name of theLord</strong></p>",
      "verse": "<p>“The stone which the builders rejected has become the chief cornerstone. This was the Lord’s doing; it is marvelous in our eyes” (Psalm 118:22, 23, NKJV).</p>",
      "versionCode": 100,
      "weekDate": "February 24–March 1"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
