{
  "data": [
    {
      "color": "#146e23",
      "id": 9,
      "idEs": 22,
      "language": "es",
      "lessonDays": [
        {
          "date": "Sábado 25 de Noviembre",
          "dayTitle": "<p><strong>MISIÓN EN FAVOR DE LOS  PODEROSOS</strong></p>",
          "id": 91,
          "idDay": 1,
          "idLesson": 9,
          "lessonText": "<p><strong>LEE PARA EL ESTUDIO DE ESTA SEMANA: Daniel 4; 2 Reyes 5:1-19; Juan 3:1-12; 7:43-52; Mateo 19:16-22; Juan 19:38-42\n</strong></p><p><strong>PARA MEMORIZAR: “¿Qué aprovecha el hombre si gana el mundo entero y pierde su vida? ¿Qué puede dar el hombre a cambio de su vida?” (Mat. 16:26).\n</strong></p><p style=\"text-align: justify; \">Si bien se escribió hace muchos años, la Biblia, la Palabra de Dios, es la revelación de la verdad de Dios para nuestro mundo. Y, entre las muchas verdades que revela, está la de la naturaleza humana, y que básicamente somos todos iguales: pecadores necesitados de la gracia divina. Esto incluye a los ricos y los poderosos. Los ricos y los poderosos de los tiempos bíblicos no eran diferentes de los ricos y los poderosos de los tiempos modernos, especialmente en su búsqueda de riqueza, fama y poder, muchas veces (aunque no siempre) a expensas de los vulnerables. Sin embargo, Dios demuestra el mismo interés por la salvación de los ricos y los poderosos que por los débiles y los necesitados. Las Escrituras ofrecen algunos ejemplos apasionantes de personajes bíblicos que eran poderosos, o ricos o ambas cosas, y cómo Dios los utilizó para ser de bendición para las naciones: Abraham, Isaac, Job, Salomón y José, por citar algunos ejemplos. Esta semana, exploraremos la misión de Dios en favor de los ricos y los poderosos. Emprendamos el viaje para ver cómo Dios alcanzó a algunas de estas personas y cómo llama y prepara a los adventistas para dar testimonio a ellos también en la actualidad.</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Domingo 26 de Noviembre",
          "dayTitle": "<p style=\"text-align: center;\"><strong>NABUCODONOSOR\n</strong></p><p style=\"text-align: justify;\"><br></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "id": 92,
          "idDay": 2,
          "idLesson": 9,
          "lessonText": "<p>Como adventistas del séptimo día, creemos en lo que se conoce como la “expiación ilimitada”. Esto significa que, a diferencia de la postura de algunos cristianos, creemos que la muerte de Cristo fue por toda la humanidad, no únicamente por un grupo especial de los predestinados por Dios para la salvación. Porque Dios “desea que todos los hombres sean salvos y vengan al conocimiento de la verdad” (1 Tim. 2:4), Jesús se ofreció como sacrificio “por nuestros pecados; y no solamente por los nuestros, sino también por los de todo el mundo” (1 Juan 2:2). Por eso todos fuimos elegidos “en él desde antes de la creación del mundo” (Efe. 1:4), aunque no todos lo elijan a él. Por consiguiente, también, encontramos relatos en la Biblia de todo tipo de personas que son alcanzadas para Dios.\n</p><p><strong>Lee Daniel 4. ¿Qué le sucedió al rey aquí, y qué nos dice esto acerca de la salvación que llegó a uno de los hombres más poderosos del mundo?\n</strong></p><p><strong><sup>1 </sup></strong>Nabucodonosor rey, a todos los pueblos, naciones y lenguas que moran en toda la tierra: Paz os sea multiplicada.\n</p><p><strong><sup>2</sup></strong> Conviene que yo declare las señales y milagros que el Dios Altísimo ha hecho conmigo.\n</p><p><strong><sup>3 </sup></strong>¡Cuán grandes son sus señales, y cuán potentes sus maravillas! Su reino, reino sempiterno, y su señorío de generación en generación.\n</p><p><strong><sup>4 </sup></strong>Yo Nabucodonosor estaba tranquilo en mi casa, y floreciente en mi palacio.\n</p><p><strong><sup>5</sup></strong> Vi un sueño que me espantó, y tendido en cama, las imaginaciones y visiones de mi cabeza me turbaron.\n</p><p><strong><sup>6</sup></strong> Por esto mandé que vinieran delante de mí todos los sabios de Babilonia, para que me mostrasen la interpretación del sueño.\n</p><p><strong><sup>7</sup></strong> Y vinieron magos, astrólogos, caldeos y adivinos, y les dije el sueño, pero no me pudieron mostrar su interpretación,\n</p><p><sup>8</sup> hasta que entró delante de mí Daniel, cuyo nombre es Beltsasar, como el nombre de mi dios, y en quien mora el espíritu de los dioses santos. Conté delante de él el sueño, diciendo:\n</p><p><strong><sup>9</sup></strong> Beltsasar, jefe de los magos, ya que he entendido que hay en ti espíritu de los dioses santos, y que ningún misterio se te esconde, declárame las visiones de mi sueño que he visto, y su interpretación.\n</p><p><strong><sup>10</sup></strong> Estas fueron las visiones de mi cabeza mientras estaba en mi cama: Me parecía ver en medio de la tierra un árbol, cuya altura era grande.\n</p><p><sup><strong>11</strong></sup> Crecía este árbol, y se hacía fuerte, y su copa llegaba hasta el cielo, y se le alcanzaba a ver desde todos los confines de la tierra.\n</p><p><strong><sup>12</sup></strong> Su follaje era hermoso y su fruto abundante, y había en él alimento para todos. Debajo de él se ponían a la sombra las bestias del campo, y en sus ramas hacían morada las aves del cielo, y se mantenía de él toda carne.\n</p><p><strong><sup>13</sup></strong> Vi en las visiones de mi cabeza mientras estaba en mi cama, que he aquí un vigilante y santo descendía del cielo.\n</p><p><strong><sup>14 </sup></strong>Y clamaba fuertemente y decía así: Derribad el árbol, y cortad sus ramas, quitadle el follaje, y dispersad su fruto; váyanse las bestias que están debajo de él, y las aves de sus ramas.\n</p><p><strong><sup>15 </sup></strong>Mas la cepa de sus raíces dejaréis en la tierra, con atadura de hierro y de bronce entre la hierba del campo; sea mojado con el rocío del cielo, y con las bestias sea su parte entre la hierba de la tierra.\n</p><p><strong><sup>16</sup></strong> Su corazón de hombre sea cambiado, y le sea dado corazón de bestia, y pasen sobre él siete tiempos.\n</p><p><strong><sup>17</sup></strong> La sentencia es por decreto de los vigilantes, y por dicho de los santos la resolución, para que conozcan los vivientes que el Altísimo gobierna el reino de los hombres, y que a quien él quiere lo da, y constituye sobre él al más bajo de los hombres.\n</p><p>18 Yo el rey Nabucodonosor he visto este sueño. Tú, pues, Beltsasar, dirás la interpretación de él, porque todos los sabios de mi reino no han podido mostrarme su interpretación; mas tú puedes, porque mora en ti el espíritu de los dioses santos.\n</p><p>(Continuar la lectura en su biblia )\n</p><p>Un ejemplo sorprendente en la Biblia de cómo Dios alcanza a los incrédulos poderosos es la historia del rey Nabucodonosor. El juicio de Dios se ejecutó sobre él de una manera similar a la de algunos reyes israelitas (ver, por ejemplo, 2 Crón. 32:25, 26; 1 Rey. 14:21-31; 1 Sam. 28). El relato bíblico de Nabucodonosor, quien recapacitó y reconoció al Dios creador, muestra que Dios se preocupa tanto por los ricos y los poderosos como por los débiles y los necesitados. En el versículo 37, el hombre más poderoso de la Tierra declaró: “Ahora yo, Nabucodonosor, alabo, engrandezco y glorifico al Rey del cielo, porque todas sus obras son verdad, sus caminos justos y puede humillar a los que andan con soberbia” (Dan. 4:37). ¡Ojalá todos los ricos, los poderosos y los soberbios de entre los mortales comprendieran esta verdad!\n</p><p>¿Qué podemos aprender de esta historia? En primer lugar, Dios utiliza a creyentes comprometidos, como Daniel, como puente para llegar a los incrédulos poderosos. En segundo lugar, Dios puede intervenir directamente en el proceso de testificación para alcanzar a los incrédulos poderosos. Dios humilló a Nabucodonosor por su orgullo y su arrogancia. Y, aunque esta fue una historia muy dramática, hay muchas otras maneras en las que los ricos, los poderosos y los arrogantes pueden ser humillados.\n</p><p><strong>Aunque no seamos ricos ni poderosos según los criterios del mundo, ¿por qué debemos tener cuidado de evitar el tipo de arrogancia que había manifestado este rey? ¿Por qué tener esa actitud es más fácil de lo que pensamos?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Lunes 27 de Noviembre 2023",
          "dayTitle": "<p style=\"text-align: center; \"><strong>NAAMÁN</strong></p>",
          "id": 93,
          "idDay": 3,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\">Cristo murió por todos, independientemente de su origen, riqueza, etnia o estatus. Dios está alcanzando a poderosos del mundo no cristiano y espera que vivan a la altura de la luz que tienen (ver Elena de White, Los hechos de los apóstoles, pp. 342, 343).\n</p><p style=\"text-align: justify;\"><strong>Lee 2 Reyes 5:1 al 19. ¿Qué podemos aprender de esta historia acerca de la manera de alcanzar a la gente para el Señor?\n</strong></p><p style=\"text-align: justify;\"><strong><sup>1 </sup></strong>Naamán, general del ejército del rey de Siria, era varón grande delante de su señor, y lo tenía en alta estima, porque por medio de él había dado Jehová salvación a Siria. Era este hombre valeroso en extremo, pero leproso.\n</p><p style=\"text-align: justify;\"><strong><sup>2 </sup></strong>Y de Siria habían salido bandas armadas, y habían llevado cautiva de la tierra de Israel a una muchacha, la cual servía a la mujer de Naamán.\n</p><p style=\"text-align: justify;\"><strong><sup>3 </sup></strong>Esta dijo a su señora: Si rogase mi señor al profeta que está en Samaria, él lo sanaría de su lepra.\n</p><p style=\"text-align: justify;\"><strong><sup>4 </sup></strong>Entrando Naamán a su señor, le relató diciendo: Así y así ha dicho una muchacha que es de la tierra de Israel.\n</p><p style=\"text-align: justify;\"><strong><sup>5 </sup></strong>Y le dijo el rey de Siria: Anda, ve, y yo enviaré cartas al rey de Israel.\n</p><p style=\"text-align: justify;\">Salió, pues, él, llevando consigo diez talentos de plata, y seis mil piezas de oro, y diez mudas de vestidos.\n</p><p style=\"text-align: justify;\"><strong><sup>6 </sup></strong>Tomó también cartas para el rey de Israel, que decían así: Cuando lleguen a ti estas cartas, sabe por ellas que yo envío a ti mi siervo Naamán, para que lo sanes de su lepra.\n</p><p style=\"text-align: justify;\"><strong><sup>7</sup></strong> Luego que el rey de Israel leyó las cartas, rasgó sus vestidos, y dijo: ¿Soy yo Dios, que mate y dé vida, para que este envíe a mí a que sane un hombre de su lepra? Considerad ahora, y ved cómo busca ocasión contra mí.\n</p><p style=\"text-align: justify;\"><strong><sup>8 </sup></strong>Cuando Eliseo el varón de Dios oyó que el rey de Israel había rasgado sus vestidos, envió a decir al rey: ¿Por qué has rasgado tus vestidos? Venga ahora a mí, y sabrá que hay profeta en Israel.\n</p><p style=\"text-align: justify;\"><strong><sup>9</sup></strong> Y vino Naamán con sus caballos y con su carro, y se paró a las puertas de la casa de Eliseo.\n</p><p style=\"text-align: justify;\"><strong><sup>10 </sup></strong>Entonces Eliseo le envió un mensajero, diciendo: Ve y lávate siete veces en el Jordán, y tu carne se te restaurará, y serás limpio.\n</p><p style=\"text-align: justify;\"><strong><sup>11 </sup></strong>Y Naamán se fue enojado, diciendo: He aquí yo decía para mí: Saldrá él luego, y estando en pie invocará el nombre de Jehová su Dios, y alzará su mano y tocará el lugar, y sanará la lepra.\n</p><p style=\"text-align: justify;\"><strong><sup>12 </sup></strong>Abana y Farfar, ríos de Damasco, ¿no son mejores que todas las aguas de Israel? Si me lavare en ellos, ¿no seré también limpio? Y se volvió, y se fue enojado.\n</p><p style=\"text-align: justify;\"><strong><sup>13</sup></strong> Mas sus criados se le acercaron y le hablaron diciendo: Padre mío, si el profeta te mandara alguna gran cosa, ¿no la harías? ¿Cuánto más, diciéndote: Lávate, y serás limpio?\n</p><p style=\"text-align: justify;\"><strong><sup>14 </sup></strong>Él entonces descendió, y se zambulló siete veces en el Jordán, conforme a la palabra del varón de Dios; y su carne se volvió como la carne de un niño, y quedó limpio.\n</p><p style=\"text-align: justify;\"><strong><sup>15 </sup></strong>Y volvió al varón de Dios, él y toda su compañía, y se puso delante de él, y dijo: He aquí ahora conozco que no hay Dios en toda la tierra, sino en Israel. Te ruego que recibas algún presente de tu siervo.\n</p><p style=\"text-align: justify;\"><strong><sup>16</sup></strong> Mas él dijo: Vive Jehová, en cuya presencia estoy, que no lo aceptaré. Y le instaba que aceptara alguna cosa, pero él no quiso.\n</p><p style=\"text-align: justify;\"><strong><sup>17 </sup></strong>Entonces Naamán dijo: Te ruego, pues, ¿de esta tierra no se dará a tu siervo la carga de un par de mulas? Porque de aquí en adelante tu siervo no sacrificará holocausto ni ofrecerá sacrificio a otros dioses, sino a Jehová.\n</p><p style=\"text-align: justify;\"><strong><sup>18</sup></strong> En esto perdone Jehová a tu siervo: que cuando mi señor el rey entrare en el templo de Rimón para adorar en él, y se apoyare sobre mi brazo, si yo también me inclinare en el templo de Rimón; cuando haga tal, Jehová perdone en esto a tu siervo.\n</p><p style=\"text-align: justify;\"><strong><sup>19</sup></strong> Y él le dijo: Ve en paz. Se fue, pues, y caminó como media legua de tierra.\n</p><p style=\"text-align: justify;\">En 2 Reyes 5:17 al 19, Naamán hizo dos peticiones inusuales después de que Dios lo sanó de la lepra. En primer lugar, pidió llevar dos mulas cargadas de tierra de Israel a Siria, con el propósito de adorar al Dios vivo. Dijo: “Porque de aquí en adelante tu siervo no sacrificará holocausto ni ofrenda a otro dios sino al Señor” (2 Rey. 5:17). En segundo lugar, Naamán pidió permiso para inclinarse junto a su rey, aunque ya no adoraría a los dioses de su rey.\n</p><p style=\"text-align: justify;\">Ahora Naamán creía en el único Dios verdadero. Sin embargo, todavía tenía creencias paganas. Su pedido de llevarse tierra de Israel indicaba que no entendía completamente al Dios creador. Tal vez supuso que necesitaba llevar tierra porque, en su cosmovisión, Dios es territorial, como sus antiguos dioses; ¿o tal vez quería construir un altar con la tierra de Israel? De cualquier manera, su creencia en Dios estaba mezclada con sus antiguas creencias. La historia de Naamán ofrece un contexto para los no cristianos que se acercan a Cristo en la actualidad. Una lección que podemos aprender de la historia de Naamán es que los cambios de cosmovisión llevan tiempo.\n</p><p style=\"text-align: justify;\">La segunda petición era más preocupante. ¿Por qué Naamán pedía permiso para inclinarse junto con su rey para luego pedir a Dios que lo perdonara? La respuesta del profeta nos da una pista: “Ve en paz” (2 Rey. 5:19). Como poderoso de Siria, Naamán tenía deberes que cumplir que suponían un reto para su nueva fe. Es importante que los nuevos creyentes, especialmente los que provienen de otras religiones, reciban apoyo y orientación para hacer frente a las exigencias culturales y sociales de su vida pasada antes de ser una persona de fe. Recuerda, Naamán dejó su país impío como leproso y regresó como un hombre sanado y un discípulo del Dios creador. Acababa de comenzar su experiencia. Necesitaba tiempo para crecer.\n</p><p style=\"text-align: justify;\"><strong>¿Qué lecciones debemos aprender de esta historia acerca de no presionar a la gente demasiado rápido, especialmente a quienes vienen de una cultura o trasfondo no cristiano?</strong></p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p><p style=\"text-align: center; \">\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Martes 28 de Noviembre 2023",
          "dayTitle": "<p style=\"text-align: center; \"><strong>TESTIFICAR A LOS INSTRUIDOS: NICODEMO</strong></p>",
          "id": 94,
          "idDay": 4,
          "idLesson": 9,
          "lessonText": "<p>Nicodemo era un hombre culto. La Biblia lo describe como un gobernante de los judíos (Juan 3:1). Jesús se refirió a él como maestro de Israel (Juan 3:10). Conocía bien la Biblia y tenía sed espiritual del Señor. Desde una perspectiva humana, podía parecer un seguidor de Dios. Guardaba todos los mandamientos y era un líder respetado entre los judíos. Era poderoso y rico. Muchos consideran que estas cosas eran señales de que Dios lo había bendecido. Sin embargo, resulta que estas apariencias superficiales eran únicamente eso: apariencias superficiales.\n</p><p><strong>Lee Juan 3:1 al 12. ¿Qué revela esta historia acerca de las necesidades espirituales de Nicodemo y cómo las abordó Jesús de inmediato?\n</strong></p><p><strong><sup>1 </sup></strong>Había un hombre de los fariseos que se llamaba Nicodemo, un principal entre los judíos.\n</p><p><strong><sup>2</sup></strong> Este vino a Jesús de noche, y le dijo: Rabí, sabemos que has venido de Dios como maestro; porque nadie puede hacer estas señales que tú haces, si no está Dios con él.\n</p><p><strong><sup>3</sup></strong> Respondió Jesús y le dijo: De cierto, de cierto te digo, que el que no naciere de nuevo, no puede ver el reino de Dios.\n</p><p><strong><sup>4</sup></strong> Nicodemo le dijo: ¿Cómo puede un hombre nacer siendo viejo? ¿Puede acaso entrar por segunda vez en el vientre de su madre, y nacer?\n</p><p><strong><sup>5</sup></strong> Respondió Jesús: De cierto, de cierto te digo, que el que no naciere de agua y del Espíritu, no puede entrar en el reino de Dios.\n</p><p><strong><sup>6</sup></strong> Lo que es nacido de la carne, carne es; y lo que es nacido del Espíritu, espíritu es.\n</p><p><strong><sup>7</sup></strong> No te maravilles de que te dije: Os es necesario nacer de nuevo.\n</p><p><sup style=\"\"><strong>8</strong></sup> El viento sopla de donde quiere, y oyes su sonido; mas ni sabes de dónde viene, ni a dónde va; así es todo aquel que es nacido del Espíritu.\n</p><p><strong><sup>9 </sup></strong>Respondió Nicodemo y le dijo: ¿Cómo puede hacerse esto?\n</p><p><strong><sup>10 </sup></strong>Respondió Jesús y le dijo: ¿Eres tú maestro de Israel, y no sabes esto?\n</p><p><strong><sup>11</sup></strong> De cierto, de cierto te digo, que lo que sabemos hablamos, y lo que hemos visto, testificamos; y no recibís nuestro testimonio.\n</p><p><strong><sup>12</sup></strong> Si os he dicho cosas terrenales, y no creéis, ¿cómo creeréis si os dijere las celestiales?\n</p><p>Cuando Nicodemo se acercó a Jesús, trató de salvar las apariencias, el statu quo. Pero Dios conocía su corazón. Del mismo modo, Dios conoce el corazón y las necesidades de todos los ricos y los poderosos, sin importar su origen. Nicodemo fue a Jesús porque sus enseñanzas lo habían convencido. Su orgullo le impedía confesar abiertamente a Jesucristo como Señor, pero aquella noche lo cambió para siempre. Incluso después de convencerse de que Jesús era el enviado de Dios, siguió sin reconocer abiertamente que era seguidor de Jesucristo.\n</p><p><strong>Lee Juan 7:43 al 52 y Juan 19:39. ¿Qué nos dicen estos textos acerca de Nicodemo y Jesús?\n</strong></p><p><strong>Juan 7:43 al 52\n</strong></p><p><strong><sup>43</sup></strong> Hubo entonces disensión entre la gente a causa de él.\n</p><p><strong><sup>44 </sup></strong>Y algunos de ellos querían prenderle; pero ninguno le echó mano.\n</p><p><strong><sup>45 </sup></strong>Los alguaciles vinieron a los principales sacerdotes y a los fariseos; y estos les dijeron: ¿Por qué no le habéis traído?\n</p><p><strong><sup>46</sup></strong> Los alguaciles respondieron: ¡Jamás hombre alguno ha hablado como este hombre!\n</p><p><strong><sup>47</sup></strong> Entonces los fariseos les respondieron: ¿También vosotros habéis sido engañados?\n</p><p><strong><sup>48 </sup></strong>¿Acaso ha creído en él alguno de los gobernantes, o de los fariseos?\n</p><p><strong><sup>49</sup></strong> Mas esta gente que no sabe la ley, maldita es.\n</p><p><strong><sup>50</sup></strong> Les dijo Nicodemo, el que vino a él de noche, el cual era uno de ellos:\n</p><p><strong><sup>51</sup></strong> ¿Juzga acaso nuestra ley a un hombre si primero no le oye, y sabe lo que ha hecho?\n</p><p><strong><sup>52</sup></strong> Respondieron y le dijeron: ¿Eres tú también galileo? Escudriña y ve que de Galilea nunca se ha levantado profeta.<br></p><p><strong>Juan 19:39</strong></p><p><strong><sup>39 </sup></strong>También Nicodemo, el que antes había visitado a Jesús de noche, vino trayendo un compuesto de mirra y de áloes, como cien libras\n</p><p>En estos versículos podemos ver que Nicodemo, obviamente, había quedado tremendamente impactado por Jesús. Intentó protegerlo cuando Jesús estaba vivo y luego honrarlo después de su muerte. Sin duda, Jesús había tocado a Nicodemo, quien por más alarde de su conocimiento y sabiduría que hiciera, tenía una gran necesidad del Salvador, como todos nosotros.\n</p><p><strong>¿Por qué debemos tener cuidado con la trampa de pensar que, dado que “tenemos la verdad” (y la tenemos), entonces el solo conocimiento de esta verdad es suficiente para salvarnos? ¿Cuántas almas se perderán que tenían conocimiento más que suficiente para salvarse, incluyendo el mensaje de los tres ángeles?</strong></p><p><strong></strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong>\n</strong></p><p><strong><sup></sup></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Miercoles 29 de noviembre 2023",
          "dayTitle": "<p style=\"text-align: center; \"><strong>MISIÓN EN FAVOR DE LOS RICOS</strong></p>",
          "id": 95,
          "idDay": 5,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\"><strong>Lee Mateo 19:16 al 22. ¿Qué lecciones podemos aprender de esta historia en la que, a diferencia de Nicodemo, una persona no aceptó a Jesús?\n</strong></p><p style=\"text-align: justify; \"><strong>Mateo 19:16-22\n</strong></p><p style=\"text-align: justify; \"><strong><sup>16</sup></strong> Entonces vino uno y le dijo: Maestro bueno, ¿qué bien haré para tener la vida eterna?\n</p><p style=\"text-align: justify; \"><strong><sup>17</sup></strong> Él le dijo: ¿Por qué me llamas bueno? Ninguno hay bueno sino uno: Dios. Mas si quieres entrar en la vida, guarda los mandamientos.\n</p><p style=\"text-align: justify; \"><strong><sup>18</sup></strong> Le dijo: ¿Cuáles? Y Jesús dijo: No matarás. No adulterarás. No hurtarás. No dirás falso testimonio.\n</p><p style=\"text-align: justify; \"><strong><sup>19</sup></strong> Honra a tu padre y a tu madre; y, Amarás a tu prójimo como a ti mismo.\n</p><p style=\"text-align: justify; \"><strong><sup>20 </sup></strong>El joven le dijo: Todo esto lo he guardado desde mi juventud. ¿Qué más me falta?\n</p><p style=\"text-align: justify; \"><strong><sup>21 </sup></strong>Jesús le dijo: Si quieres ser perfecto, anda, vende lo que tienes, y dalo a los pobres, y tendrás tesoro en el cielo; y ven y sígueme.\n</p><p style=\"text-align: justify; \"><strong><sup>22</sup></strong> Oyendo el joven esta palabra, se fue triste, porque tenía muchas posesiones.\n</p><p style=\"text-align: justify;\">La interacción de Jesús con el joven rico muestra lo peligrosa que puede ser la riqueza. Fíjate en estas palabras: “Repito: Es más fácil que un camello entre por el ojo de una aguja, que un rico en el Reino de Dios” (Mat. 19:24). Esto, por supuesto, no significa que los ricos no puedan salvarse, sino solo que, si no tienen cuidado, sus riquezas pueden ser realmente un impedimento para la salvación.\n</p><p style=\"text-align: justify;\">A fin de cuentas, los ricos y los pobres se enfrentan al mismo destino: la tumba. Esto significa que los ricos necesitan la salvación tan desesperadamente como los demás. El dinero no puede comprar la exención de la muerte; esa exención es un don que Jesús ofrece gratuitamente a quien la reclame por fe: “Yo soy la resurrección y la vida. El que cree en mí, aunque muera, vivirá” (Juan 11:25).\n</p><p style=\"text-align: justify;\"><strong>Lee Lucas 19:1 al 10. ¿Cuál es la diferencia entre esta historia y la del joven rico?\n</strong></p><p style=\"text-align: justify; \"><strong>Lucas 19:1 al 10\n</strong></p><p style=\"text-align: justify; \"><strong><sup>1</sup></strong> Habiendo entrado Jesús en Jericó, iba pasando por la ciudad.\n</p><p style=\"text-align: justify; \"><strong><sup>2 </sup></strong>Y sucedió que un varón llamado Zaqueo, que era jefe de los publicanos, y rico,\n</p><p style=\"text-align: justify; \"><strong><sup>3</sup></strong> procuraba ver quién era Jesús; pero no podía a causa de la multitud, pues era pequeño de estatura.\n</p><p style=\"text-align: justify; \"><strong><sup>4</sup></strong> Y corriendo delante, subió a un árbol sicómoro para verle; porque había de pasar por allí.\n</p><p style=\"text-align: justify; \"><strong><sup>5</sup></strong> Cuando Jesús llegó a aquel lugar, mirando hacia arriba, le vio, y le dijo: Zaqueo, date prisa, desciende, porque hoy es necesario que pose yo en tu casa.\n</p><p style=\"text-align: justify; \"><strong><sup>6</sup></strong> Entonces él descendió aprisa, y le recibió gozoso.\n</p><p style=\"text-align: justify; \"><strong><sup>7 </sup></strong>Al ver esto, todos murmuraban, diciendo que había entrado a posar con un hombre pecador.\n</p><p style=\"text-align: justify; \"><strong><sup>8 </sup></strong>Entonces Zaqueo, puesto en pie, dijo al Señor: He aquí, Señor, la mitad de mis bienes doy a los pobres; y si en algo he defraudado a alguno, se lo devuelvo cuadruplicado.\n</p><p style=\"text-align: justify; \"><strong><sup>9 </sup></strong>Jesús le dijo: Hoy ha venido la salvación a esta casa; por cuanto él también es hijo de Abraham.\n</p><p style=\"text-align: justify; \"><sup style=\"\"><strong>10</strong> </sup>Porque el Hijo del Hombre vino a buscar y a salvar lo que se había perdido.\n</p><p style=\"text-align: justify; \">Zaqueo respondió a Jesús de una manera que, lamentablemente, no lo hizo el joven rico. Nota que Jesús no le dijo a Zaqueo que vendiera lo que tenía para dárselo a los pobres, como hizo con el joven rico. Jesús debió haber sabido cuán atado a su dinero estaba el joven rico, y por eso le dijo eso. En contraste, aunque no sabemos todo lo que hablaron cuando Jesús estuvo en su casa, Zaqueo se convirtió a Jesús y supo que tenía que hacer algunos cambios en su vida, especialmente en lo relacionado con sus riquezas.\n</p><p style=\"text-align: justify; \"><strong>“¿Qué aprovecha el hombre si gana el mundo entero y pierde su vida? ¿Qué puede dar el hombre a cambio de su vida?” (Mat. 16:26). ¿Qué deberían decirnos estas palabras a todos?\n</strong></p><p style=\"text-align: justify; \"><strong>Mat. 16:26\n</strong></p><p style=\"text-align: justify; \"><strong><sup>26</sup></strong> Porque ¿Qué aprovechará al hombre, si ganare todo el mundo, y perdiere su alma? ¿O qué recompensa dará el hombre por su alma?</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Jueves 30 de Noviembre",
          "dayTitle": "<p style=\"text-align: center; \"><strong>MISIÓN EN FAVOR DE LOS PODEROSOS</strong></p>",
          "id": 96,
          "idDay": 6,
          "idLesson": 9,
          "lessonText": "<p>Jesús sabía cómo hacerse amigo de los poderosos. Muchos de ellos lo admiraban y lo respetaban, y al mismo tiempo, también muchos lo despreciaban. Los poderosos de la Biblia que acudieron a Jesús en busca de ayuda seguramente sintieron que él se preocupaba por ellos. Además, muchos de los ricos y los poderosos no acudieron abiertamente a Jesús de inmediato; esperaron hasta estar seguros de que Jesús fuera realmente el Hijo de Dios. Ese fue el caso de Nicodemo y de José de Arimatea\n</p><p><strong>Lee Mateo 27:57 al 60 (ver también Mar. 15:43-47; Luc. 23:50-53; Juan 19:38-42). ¿Qué nos dice este relato acerca de la manera en que el Señor utilizó a un rico que evidentemente había quedado impactado por Jesús?\n</strong></p><p><strong>Mateo 27:57 al 60\n</strong></p><p><strong><sup>57</sup></strong> Cuando llegó la noche, vino un hombre rico de Arimatea, llamado José, que también había sido discípulo de Jesús.\n</p><p><strong><sup>58</sup></strong> Este fue a Pilato y pidió el cuerpo de Jesús. Entonces Pilato mandó que se le diese el cuerpo.\n</p><p><strong><sup>59 </sup></strong>Y tomando José el cuerpo, lo envolvió en una sábana limpia,\n</p><p><strong><sup>60</sup></strong> y lo puso en su sepulcro nuevo, que había labrado en la peña; y después de hacer rodar una gran piedra a la entrada del sepulcro, se fue.\n</p><p><strong>Mar. 15:43-47\n</strong></p><p><strong><sup>43</sup></strong> José de Arimatea, miembro noble del concilio, que también esperaba el reino de Dios, vino y entró osadamente a Pilato, y pidió el cuerpo de Jesús.\n</p><p><strong><sup>44 </sup></strong>Pilato se sorprendió de que ya hubiese muerto; y haciendo venir al centurión, le preguntó si ya estaba muerto.\n</p><p><strong><sup>45 </sup></strong>E informado por el centurión, dio el cuerpo a José,\n</p><p><strong><sup>46</sup></strong> el cual compró una sábana, y quitándolo, lo envolvió en la sábana, y lo puso en un sepulcro que estaba cavado en una peña, e hizo rodar una piedra a la entrada del sepulcro.\n</p><p><strong><sup>47</sup></strong> Y María Magdalena y María madre de José miraban dónde lo ponían.\n</p><p><strong>Luc. 23:50-53\n</strong></p><p><strong><sup>50 </sup></strong>Había un varón llamado José, de Arimatea, ciudad de Judea, el cual era miembro del concilio, varón bueno y justo.\n</p><p><strong><sup>51</sup></strong> Este, que también esperaba el reino de Dios, y no había consentido en el acuerdo ni en los hechos de ellos,\n</p><p><strong><sup>52</sup></strong> fue a Pilato, y pidió el cuerpo de Jesús.\n</p><p><strong><sup>53</sup></strong> Y quitándolo, lo envolvió en una sábana, y lo puso en un sepulcro abierto en una peña, en el cual aún no se había puesto a nadie.\n</p><p><strong>Juan 19:38-42\n</strong></p><p><strong><sup>38</sup></strong> Después de todo esto, José de Arimatea, que era discípulo de Jesús, pero secretamente por miedo de los judíos, rogó a Pilato que le permitiese llevarse el cuerpo de Jesús; y Pilato se lo concedió. Entonces vino, y se llevó el cuerpo de Jesús.\n</p><p><strong><sup>39</sup></strong> También Nicodemo, el que antes había visitado a Jesús de noche, vino trayendo un compuesto de mirra y de áloes, como cien libras.\n</p><p><strong><sup>40 </sup></strong>Tomaron, pues, el cuerpo de Jesús, y lo envolvieron en lienzos con especias aromáticas, según es costumbre sepultar entre los judíos.\n</p><p><strong><sup>41</sup></strong> Y en el lugar donde había sido crucificado, había un huerto, y en el huerto un sepulcro nuevo, en el cual aún no había sido puesto ninguno.\n</p><p><strong><sup>42</sup></strong> Allí, pues, por causa de la preparación de la pascua de los judíos, y porque aquel sepulcro estaba cerca, pusieron a Jesús.\n</p><p>Hasta este momento, no habíamos oído nada de José de Arimatea. De repente, aparece este rico, casi de la nada, y es utilizado para ayudar a cumplir la profecía. Dios usó, y seguirá usando, a los ricos para sus propósitos. Por lo tanto, nosotros también debemos tener una misión en favor de ellos.\n</p><p>Una de las fases más difíciles a la hora de entablar amistad con gente poderosa es definir por dónde empezar. En general, es mejor no perseguirlos; deja que ellos vengan a ti. Jesús hizo esto; ellos se convirtieron en testigos de su mensaje, de su sanación y del poder de Dios. Mientras mantenían un perfil bajo, se convencieron de que él era verdaderamente el Hijo de Dios.\n</p><p>Los poderosos tratarán de colaborar con un ministerio auténtico por varias razones. Quieren formar parte de algo bueno que cambie la vida de la gente. Y ellos saben que de esta manera su vida también puede ser transformada. Es una forma sutil de que los ricos y los poderosos obtengan la ayuda que necesitan sin revelar públicamente sus necesidades.\n</p><p>La segunda fase consiste en iniciar un auténtico ministerio como un medio para que los ricos y los poderosos formen parte del ministerio de Dios. Dedica algún tiempo a atender y considerar la vida de los ricos y los poderosos de tu sociedad.\n</p><p><strong>Desafío: Añade a tu lista de oración diaria a alguien que esté en una posición de poder, que no sea creyente y que sea alguien con quien podrías entrar en contacto de tanto en tanto.\n</strong></p><p><strong>Desafío avanzado: Escribe una carta o un correo electrónico a alguien que está en un puesto de poder (aunque sea alguien que no conozcas) y dile que estás orando por él o ella.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Viernes 01 de Diciembre 2023",
          "dayTitle": "<p style=\"text-align: center; \"><strong>PARA ESTUDIAR Y MEDITAR:</strong></p>",
          "id": 97,
          "idDay": 7,
          "idLesson": 9,
          "lessonText": "<p style=\"text-align: justify;\">Lee Elena de White, El ministerio de curación, “Ministerio entre los ricos”, pp. 160-166; y Reflejemos a Jesús, “La muchacha cautiva muestra preocupación por Naamán”, p. 329.\n</p><p style=\"text-align: justify;\">El amor de Jesús es el mismo por los pobres que por los ricos y los poderosos del mundo. Murió tanto por los príncipes como por los indigentes. Jesús conocía la manera más eficaz de llegar al corazón de ellos. Nos advirtió que “es más fácil pasar un camello por el ojo de una aguja que un rico entre en el Reino de Dios” (Mar. 10:25). Esta semana tenemos el desafío de llegar a los poderosos y los ricos con el evangelio de Jesucristo. Ellos necesitan la salvación tanto como los demás; aunque, por desgracia, no se den cuenta de ello debido a la sensación de “seguridad” que creen que les ofrece su riqueza.\n</p><p style=\"text-align: justify;\">“Mucho se ha dicho con respecto a nuestro deber hacia los pobres desatendidos; pero ¿no debe dedicarse alguna atención a los ricos desatendidos? […] Miles de ricos han descendido al sepulcro sin que nadie los previniera. Pero, por muy indiferentes que parezcan, muchos de ellos andan con el alma cargada” (Elena de White, El ministerio de curación, pp. 160, 161).\n</p><p style=\"text-align: justify; \"><strong>PREGUNTAS PARA DIALOGAR:\n</strong></p><p style=\"text-align: justify; \"><strong>1. Jesús derribó las barreras de casta y de clase al ministrar a ricos y a pobres durante su ministerio terrenal. ¿Cómo abordamos los adventistas esta cuestión de la brecha entre ricos y pobres, tan arraigada en todas nuestras sociedades?\n</strong></p><p style=\"text-align: justify; \"><strong>2. Jesús dijo lo siguiente: “El que fue sembrado entre espinos es el que oye la palabra, pero el afán de este siglo y el engaño de las riquezas ahogan la palabra, y queda sin fruto” (Mat. 13:22). ¿Qué crees que quiso decir Jesús con “el engaño de las riquezas”? ¿Por qué no necesariamente tenemos que ser ricos para ser engañados por las riquezas?\n</strong></p><p style=\"text-align: justify; \"><strong>3. En clase, repasen la pregunta al final del estudio del martes sobre el hecho de que conocer la verdad no es lo mismo que ser salvo. ¿Por qué esta es una distinción tan importante para nosotros? Si conocer la verdad no es lo único que nos salva, ¿qué es lo que nos salva?\n</strong></p><p style=\"text-align: justify; \"><strong>4. ¿Qué otras razones se te ocurren de por qué el joven rico rechazó a Jesús mientras que Zaqueo lo aceptó?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "Sabado 25 de Noviembre 2023",
          "dayTitle": "<p><strong>EL SÁBADO ENSEÑARÉ...</strong></p>",
          "id": 98,
          "idDay": 8,
          "idLesson": 9,
          "lessonText": "<p><br></p><p><strong>RESEÑA\n</strong></p><p>El versículo para memorizar de esta semana forma parte del discurso de Jesús sobre el costo de ser su discípulo. En su enseñanza sobre el discipulado, Jesús menciona con frecuencia la necesidad de calcular el costo de seguirlo, que puede ser elevado. Mateo 16:24 al 28 y Lucas 14:25 al 33 son dos de los textos clave para entender la enseñanza de Jesús sobre lo que significa para una persona seguirlo (ver también Mar. 8:34-37; Luc. 9:23-25). Es importante señalar que, en sus enseñanzas sobre el discipulado, Jesús no dice que el dinero sea malo en sí, ni condena a los ricos. Simplemente, nos advierte que no permitamos que nuestras posesiones se interpongan en nuestra búsqueda de la Eternidad con él. Ninguna de las cosas que el dinero puede ofrecernos –placeres, poder, fama– nos hará ningún bien si, a causa de ellas, perdemos la Eternidad.\n</p><p>Aunque la Biblia no condena las riquezas, sí advierte de su peligro potencial. Según Pablo, el amor al dinero es malo, no el dinero en sí (1 Tim. 6:10). Tanto los ricos y los poderosos como los pobres y los débiles son igualmente bienvenidos en el Reino de Dios. Como Pedro comprendió en casa de Cornelio, “Dios no hace acepción de personas, sino que acepta al que es fiel y obra rectamente, de cualquier nación que sea” (Hech. 10:34, 35). Dios se interesa tanto por la salvación de los ricos y los poderosos como por la de los pobres y los débiles.\n</p><p><strong>COMENTARIO\n</strong></p><p><strong>El costo de ser discípulos de Jesús\n</strong></p><p>En Mateo 16:24, Jesús utiliza un lenguaje extremo para resaltar la naturaleza innegociable del costo de seguirlo: “Si alguien quiere ser mi discípulo, tiene que negarse a sí mismo, tomar su cruz y seguirme” (NVI; ver también Luc. 14:26, 27). Jesús no quería seguidores motivados únicamente por el deseo de beneficiarse de los diversos milagros que él realizó; seguirlo para satisfacer nuestros deseos equivaldría a una relación oportunista. Al contrario, Jesús quiere que sus seguidores mueran cada día al interés personal, a los deseos egoístas y a cualquier ambición que obstaculice su relación con él. Su llamado a calcular el costo de seguirlo era una invitación a sus oyentes para que, ante todo, entendieran y aceptaran las condiciones de seguirlo. Jesús también espera de sus seguidores una devoción que exceda el instinto de autopreservación. Los discípulos deben priorizar su devoción a Jesús más que la vida misma. Como símbolo de una muerte ineludible y atroz, tomar la cruz para seguir a Jesús personifica un compromiso con el mayor costo posible de ser su discípulo. Al igual que llevar una cruz literal era un acto de sumisión a los romanos, tomar la cruz para seguir a Jesús se refiere al llamado de Jesús a la sumisión total de sus discípulos a él. El discipulado no consiste en tener a Jesús a nuestra entera disposición; más bien, el discipulado consiste en transferir a Jesús la propiedad de todo lo que nos pertenece. Jesús es franco, porque no quiere que nadie se aliste en el discipulado con él y luego se sorprenda por el alto costo de seguirlo. Jesús no quiere que sus discípulos sean poseídos por nada ni por nadie más que por él. En Lucas 14, se mencionan dos absolutos en relación con el costo de ser discípulos de Jesús. El primer absoluto es “si alguno”, en el versículo 26, y “el que”, en el versículo 27. En lugar de pertenecer a unos pocos elegidos, los pronombres “alguno” y “el que” significan que el costo de ser discípulo de Jesús se aplica a toda persona que desee seguirlo, sin importar su posición social. El segundo absoluto es “renunciar a todo” lo que se tiene (vers. 33). Renunciar a todo por seguir a Jesús no solo significa renunciar físicamente a algo, sino también renunciar emocionalmente a lo que se ha renunciado físicamente, de modo que la persona no esté poseída por esa cosa. Jesús estaba básicamente desafiando a aquellos que contemplaban seguirlo a dejar de lado su propia agenda y abrazar la agenda de él. Este absoluto enfatiza el hecho de que un discípulo no debe permitir que nada se interponga en su entrega total a Cristo. La expectativa de Jesús es que cada persona que desee seguirlo debe estar absolutamente dispuesta en cualquier momento a renunciar a todas las relaciones, a todas las posesiones, e incluso a la vida misma. De cada persona que desea seguirlo, Jesús requiere un cambio de actitud que la lleve a un compromiso diario de ser suya a cualquier precio. Esta expectativa divina es una advertencia a toda persona que desee ser su discípulo para que se abstenga de intentar hacer de él un medio para sus propios fines. Jesús espera que sus discípulos cambien su voluntad por la suya y le entreguen plenamente el control de su destino.\n</p><p><strong>Dios es compasivo con los ricos y los poderosos\n</strong></p><p>A Dios le preocupa tanto la salvación de los ricos y los poderosos como la de los débiles y los necesitados. Cristo murió por todos, independientemente de su origen, etnia, sexo o condición social. Su sangre tiene mérito suficiente para redimir a todo ser humano de la perdición de su pecado. En consecuencia, toda persona tiene acceso al ofrecimiento gratuito de perdón y aceptación por parte de Dios. En pocas palabras, el alcance de la expiación de Cristo es ilimitado; es universalmente accesible tanto para los pobres como para los ricos (Juan 3:16; 2 Cor. 5:15; 1 Tim. 2:3- 6). Aunque normalmente pensamos más en la compasión de Dios hacia los pobres, cabe destacar que Dios es compasivo hacia cada ser humano, porque los ha creado a su imagen y Cristo ha muerto por ellos. Aunque no todo el mundo se salvará, todo el que haya vivido o viva en la actualidad ha tenido o tiene acceso a Dios, ya sea mediante la Revelación General (la naturaleza), la Revelación Particular (la obra providencial de Dios entre los inconversos) o la Revelación Especial (Jesucristo y las Escrituras). Hechos 14:17 menciona que Dios no se ha quedado sin testigos entre los seres humanos. En el Cielo habrá personas que fueron multimillonarias en su vida terrenal, así como personas que vivieron en la más abyecta pobreza. Entre los redimidos también habrá personas que fueron consideradas grandes mentes en la Tierra, así como personas que nunca aprendieron a leer o escribir.\n</p><p>Las Escrituras mencionan ricos y poderosos que amaban y temían a Dios. Algunos ejemplos del Antiguo Testamento incluyen a Abraham, Isaac, Job y David. Los ejemplos del Nuevo Testamento refieren a Mateo (Mat. 9:9); Zaqueo, el jefe de los recaudadores de impuestos (Luc. 19:1, 2); el apóstol Pablo (Hech. 9); el eunuco etíope (Hech. 8:26-40); y Cornelio, el centurión romano (Hech. 10). Lo que distinguía a estas personas no era tanto lo que poseían como su relación comprometida con Dios, a pesar de su riqueza.\n</p><p>Además de los ejemplos anteriores de personas ricas y poderosas que no permitieron que la riqueza ni el poder obstaculizaran su relación con Dios, también existe el ejemplo de quienes dejaron que sus riquezas les impidieran entregar su vida a Jesús. Un ejemplo famoso es el del joven rico, quien rechazó la invitación de Jesús a seguirlo después de preguntar qué tenía que hacer para heredar la vida eterna. A pesar de que el joven rico rechazó la invitación de Jesús, Marcos 10:21 dice que Jesús aún lo amaba. El hecho de que Jesús le pidiera que vendiera todas sus posesiones y diera el dinero a los pobres antes de seguirlo no significa que los ricos no puedan ser sus discípulos. En este caso en particular, el problema era que las riquezas de este joven rico eran un obstáculo para entregarle su corazón a Dios. El corazón del joven estaba tan cautivado por su gran riqueza que esta se convirtió en el objeto de su lealtad fundamental.\n</p><p><strong>El momento oportuno de nuestro mensaje es importante\n</strong></p><p>Después de curarse de la lepra, Naamán hizo dos peticiones que hoy parecerían totalmente fuera de lugar: (1) pidió llevar dos mulas cargadas de Tierra de Israel a Siria como señal de su compromiso de no adorar a ningún otro dios que no fuera el Dios vivo, al que adoraba Israel (2 Rey. 5:17); y (2) pidió permiso para postrarse con su rey en el santuario de Rimón, no como un acto de adoración, sino como parte de la descripción de su trabajo. Después de todo, era la mano derecha del rey y tenía que estar a su lado dondequiera que fuera (2 Rey. 5:18).\n</p><p>Por si estas dos peticiones no fueran suficientemente extrañas, la respuesta de Eliseo a la petición de Naamán resultará inquietante en muchos círculos misioneros actuales: “Ve en paz” (2 Rey. 5:19). La sorprendente respuesta de Eliseo no fue un estímulo para que Naamán continuara con sus prácticas idólatras. Lo más probable es que Eliseo confiara en que Dios seguiría obrando en la vida de Naamán. Con su confesión, Naamán había dado un gran paso adelante en su peregrinaje espiritual. Dios mismo había orquestado su encuentro con Eliseo. Eliseo saludó ese progreso y probablemente pensó que era prudente no proceder demasiado rápido a otros asuntos de fe que Naamán aún no estaba listo para aceptar.\n</p><p>El mismo principio de enseñanza se encuentra en Juan 16:12 donde, después de tres años y medio de ser mentor de sus discípulos, Jesús les dice que aún tiene muchas cosas que revelarles pero que no lo haría porque todavía no están preparados para captarlas. Jesús conocía la capacidad de ellos para comprender nuevas verdades. Eligió revelarles solo lo que consideraba esencial para ellos en ese momento, dejando el resto al ministerio del Espíritu Santo en su vida. Elena de White aconseja: “Pero, aunque el predicador de la verdad debe ser fiel en la presentación del evangelio, nunca vuelque una cantidad tan grande de material que los oyentes no puedan comprenderla por ser nueva para ellos y difícil de abarcar” (El evangelismo, p. 204).\n</p><p><strong>APLICACIÓN A LA VIDA\n</strong></p><p>Una parte importante de la existencia humana gira en torno al dinero: ganarlo, gastarlo, ahorrar parte de nuestras ganancias y dar una parte, ante todo, como diezmos y ofrendas. El dinero, y especialmente la manera de relacionarnos con él, no deben tomarse a la ligera. Los ricos no son los únicos que se enfrentan al peligro de quedar hipnotizados por las posesiones terrenales. Los pobres también pueden convertirse en esclavos de lo poco que tienen o del deseo de adquirir más, hasta el punto de correr el riesgo de perder de vista la Eternidad.\n</p><p>Como cristianos, es importante que la forma en que nos relacionamos con el dinero y todo lo que este puede ofrecernos no obstaculice nuestra relación con Dios. Hay dos cosas que debemos tener en cuenta en relación con el dinero: (1) la fragilidad de las inversiones terrenales: todas las adquisiciones que ofrece el mundo (placer, seguridad, poder, etc.) son efímeras; y (2) el día en que comparezcamos ante Dios y rindamos cuentas de nuestra vida, seremos evaluados por la salud de nuestra alma más que por la riqueza de nuestro patrimonio.\n</p><p>Como Dios no hace acepción de personas, sigue deseando que los ricos y los poderosos se conviertan en discípulos de Cristo. Lo que más le importa a Dios no es lo que una persona tiene en la mano, sino lo que está en su corazón. Los ejemplos bíblicos de personas ricas y poderosas nos enseñan que esta categoría de personas también puede ser receptiva al evangelio. Es responsabilidad de los creyentes comprometidos orar para que Dios intervenga directamente en el proceso de testificación a fin de alcanzar a los no creyentes poderosos, y dejarse utilizar por el Espíritu Santo para convertirse en puentes que les permitan llegar a ellos.</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 9,
      "lessonType": "A",
      "quarter": "4T2023",
      "title": "<p>MISIÓN EN FAVOR DE LOS PODEROSOS</p>",
      "verse": "<p>“¿Qué aprovecha el hombre si gana el mundo entero y pierde su vida? ¿Qué puede dar el hombre a cambio de su vida?” (Mat. 16:26).</p>",
      "versionCode": 30,
      "weekDate": "25 de noviembre - 1 de diciembre"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
