{
   "data":[
      {
         "color":"#ff9033",
         "id":5,
         "idEs":22,
         "language":"es",
         "lessonDays":[
            {
               "date":"Sábado 28 de octubre",
               "dayTitle":"<p>EXCUSAS PARA ELUDIR LA MISIÓN</p>",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>LEE PARA EL ESTUDIO DE ESTA SEMANA: Jonás 1-4; Nahum 1:1; 2 Reyes 17:5, 6; Salmo 24:1; Santiago 1:27; Isaías 6:1-8. <br><br>PARA MEMORIZAR: “Después oí la voz del Señor, que dijo: ‘¿A quién enviaré? ¿Quién irá de nuestra parte?’ Entonces respondí: ‘Aquí estoy, envíame a mí’ ” (Isa. 6:8). <br><br>No todos los que fueron llamados a la misión fueron tan obedientes como Abraham. Jonás es un ejemplo (lee Jon. 1-4). Dios llamó a Jonás para que pregonara contra Nínive, la capital de Asiria. Esta ciudad, situada en la actual Irak, estaba a novecientos kilómetros de Jerusalén, una distancia considerable. Jonás no solo se negó a ir, sino además huyó en dirección contraria, hacia Tarsis, ahora el sur de España. Navegar los tres mil doscientos kilómetros del viaje le habría llevado al menos un mes, dependiendo del tiempo. Como no quería enfrentarse al rey de Asiria, Jonás aprovechó el mes que le habría llevado llegar a Nínive para alejarse de él. ¿Por qué él, un hombre de Dios, habría hecho eso? <br><br>Los ninivitas eran notoriamente malvados, un pueblo conocido por su perversidad y crueldad que ya había atacado a Israel y Judá. Sin embargo, Dios llamó a Jonás para que fuera a Nínive y predicara contra su gran maldad (Jon. 1:2). La expresión literaria aquí es muy similar a la que Dios utilizó con Abraham res- pecto de Sodoma y Gomorra en Génesis 18:20 y 21. Sin embargo, como veremos, Jonás no era Abraham. ¿Qué podemos aprender de la actitud de Jonás de poner excusas para no cumplir con la misión? <br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"29 de octubre",
               "dayTitle":"<p>NUESTRAS EXCUSAS: MIEDO</p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p><strong>Lee Nahum 1:1; 3:1 al 4; 2 Reyes 17:5 y 6; y 19:32 al 37. ¿Qué revelan estos versículos sobre Nínive y la relación entre Asiria e Israel? ¿Cómo podría haber influido esta relación en la decisión de Jonás de ir a Tarsis?&nbsp;</strong></p><p><strong>Nahum 1:1</strong></p><p><strong><sup>1</sup></strong> Profecía sobre Nínive. Libro de la visión de Nahum de Elcos.<br></p><p><strong>Nahum 3:1-4</strong></p><p><strong><sup>1</sup> </strong>¡Ay de ti, ciudad sanguinaria, toda llena de mentira y de rapiña, sin apartarte del pillaje!&nbsp;</p><p><sup><strong>2 </strong></sup>Chasquido de látigo, y fragor de ruedas, caballo atropellador, y carro que salta;&nbsp;</p><p><sup><strong>3</strong></sup> jinete enhiesto, y resplandor de espada, y resplandor de lanza; y multitud de muertos, y multitud de cadáveres; cadáveres sin fin, y en sus cadáveres tropezarán,&nbsp;</p><p><sup><strong>4</strong></sup> a causa de la multitud de las fornicaciones de la ramera de hermosa gracia, maestra en hechizos, que seduce a las naciones con sus fornicaciones, y a los pueblos con sus hechizos.<br></p><p><strong>2 Reyes 17:5-6</strong></p><p><strong><sup>5</sup></strong> Y el rey de Asiria invadió todo el país, y sitió a Samaria, y estuvo sobre ella tres años.&nbsp;</p><p><sup><strong>6</strong></sup> En el año nueve de Oseas, el rey de Asiria tomó Samaria, y llevó a Israel cautivo a Asiria, y los puso en Halah, en Habor junto al río Gozán, y en las ciudades de los medos.<br></p><p><strong>2 Reyes 19:32-37<br></strong></p><p><strong><sup>32</sup></strong> Por tanto, así dice Jehová acerca del rey de Asiria: No entrará en esta ciudad, ni echará saeta en ella; ni vendrá delante de ella con escudo, ni levantará contra ella baluarte. <br></p><p><sup><strong>33</strong></sup> Por el mismo camino que vino, volverá, y no entrará en esta ciudad, dice Jehová.&nbsp;</p><p><sup><strong>34</strong></sup> Porque yo ampararé esta ciudad para salvarla, por amor a mí mismo, y por amor a David mi siervo.</p><p><sup><strong>35</strong></sup> Y aconteció que aquella misma noche salió el ángel de Jehová, y mató en el campamento de los asirios a ciento ochenta y cinco mil; y cuando se levantaron por la mañana, he aquí que todo era cuerpos de muertos.&nbsp;</p><p><sup><strong>36</strong></sup> Entonces Senaquerib rey de Asiria se fue, y volvió a Nínive, donde se quedó.&nbsp;</p><p><sup><strong>37</strong></sup> Y aconteció que mientras él adoraba en el templo de Nisroc su dios, Adramelec y Sarezer sus hijos lo hirieron a espada, y huyeron a tierra de Ararat. Y reinó en su lugar Esar-hadón su hijo.<br></p><p><br></p><p>Una de las razones por las que Jonás no quería ir a Nínive era el miedo. Los asirios eran un enemigo temible, y Nínive era la capital del reino.&nbsp;</p><p>“Entre las ciudades del mundo antiguo, mientras Israel estaba dividido, una de las mayores era Nínive, capital del reino asirio. [...] En el tiempo de su prosperidad temporal, Nínive era un centro de crímenes e impiedad. La Inspiración la ha caracterizado como ‘ciudad sanguinaria [...] llena de mentira y de rapiña’. En lenguaje figurado, el profeta Nahum comparó a los ninivitas con un león cruel y devorador, al que preguntó: ‘¿Sobre quién no pasó continuamente tu maldad?’ (Nah. 3:1, 19)” (Elena de White, Profetas y reyes, p. 198).&nbsp;</p><p>Nínive era una ciudad magnífica. Los historiadores nos dicen que Senaquerib expandió considerablemente la ciudad, incluyendo la construcción del enorme palacio del suroeste, que medía 503 metros por 242 metros y constaba de al menos 80 habitaciones. También construyó 18 canales para transportar agua a la ciudad desde una distancia de 65 kilómetros. El tamaño por sí solo habría sido intimidatorio.&nbsp;</p><p>Pero los asirios también eran despiadados. En su relato de la conquista de Babilonia, Senaquerib se jactaba de haber llenado las calles con los cadáveres de sus habitantes, jóvenes y viejos, y los grabados en relieve encontrados durante las excavaciones muestran escenas de soldados empalando a sus víctimas. No era gente con la que uno quisiera cruzarse; no eran reacios a emplear la violencia, y eran particularmente crueles con aquellos que no les caían bien. Por cierto, con solo pensar que debía caminar entre las masas de gente de Nínive, Jonás debió de haber temblado de miedo.&nbsp;</p><p>A pesar de todo esto, a menudo leemos la historia de Jonás con desaprobación, porque él permitió que el miedo se interpusiera en el cumplimiento de las instrucciones de Dios. De lo que no nos damos cuenta es que nosotros podemos hacer lo mismo; es decir, dejarnos controlar por nuestros miedos en lugar de ser guiados por Dios.&nbsp;</p><p><strong>Piensa en alguna ocasión en la que hayas sentido que Dios te ordenaba hacer algo que tú, por miedo, no querías realizar. ¿Qué lecciones aprendiste de esa experiencia?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"30 de octubre",
               "dayTitle":"<p>NUESTRAS EXCUSAS: CONCEPTOS FALSOS</p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p>Cuando llegó la tormenta, Jonás asumió su culpa (Jon. 1:1–12). Su actitud revela algo con respecto al tipo de cosmovisión y al concepto de Dios o “dioses” que muchos tenían en ese entonces. Si bien creían que había varios dioses que gobernaban en sus diversas tierras, el mar se consideraba el reino caótico de los demonios. En la cosmovisión de los marineros, se requería un sacrificio para apaciguar su ira. Aunque Jonás era hebreo, es muy posible que tuviera una cosmovisión influenciada por las creencias tradicionales de su época.&nbsp;</p><p><strong>Lee Jonás 2:1 al 3, y 7 al 10. ¿Qué revelan estos versículos acerca de cómo Jonás comenzó a comprender la providencia de Dios?</strong> <br></p><p><strong>Jonás 2:1-3</strong></p><p><strong><sup>1</sup></strong> Entonces oró Jonás a Jehová su Dios desde el vientre del pez,&nbsp;</p><p><sup><strong>2</strong></sup> y dijo: Invoqué en mi angustia a Jehová, y él me oyó; Desde el seno del Seol clamé, Y mi voz oíste.&nbsp;</p><p><sup><strong>3 </strong></sup>Me echaste a lo profundo, en medio de los mares, Y me rodeó la corriente; Todas tus ondas y tus olas pasaron sobre mí.<br></p><p><strong>Jonás 2:7-10<br><br><sup>7 </sup></strong>Cuando mi alma desfallecía en mí, me acordé de Jehová, Y mi oración llegó hasta ti en tu santo templo</p><p><strong><sup>8 </sup></strong>Los que siguen vanidades ilusorias, Su misericordia abandonan.</p><p><sup><strong>9</strong></sup> Mas yo con voz de alabanza te ofreceré sacrificios; Pagaré lo que prometí. La salvación es de Jehová.<br><sup><br><strong>10</strong></sup> Y mandó Jehová al pez, y vomitó a Jonás en tierra.</p><p><br></p><p>Aunque Jonás huía del territorio donde el pueblo afirmaba que Jehová era su Dios, aprendió (por las malas) que incluso cuando viajara a culturas extranjeras Jehová continuaba siendo soberano. El viento y las olas pertenecían a Dios; los seres marinos, también. “Del Señor es la tierra y su plenitud” (Sal. 24:1). El corazón de Jonás se volvió hacia el Soberano de la tierra y el mar y, por lo tanto, confesó y fue salvo.&nbsp;</p><p>Nosotros también podemos tener conceptos errados acerca de Dios y de lo que él espera de nosotros. Un malentendido común es que Dios desea que nos enfoquemos en nuestra propia salvación y nos alejemos de la maldad del mundo que nos rodea. Aunque se nos instruye que nos mantengamos “sin mancha de este mundo” (Sant. 1:27), nuestro énfasis debe estar en cómo podemos llevar las bendiciones y la esperanza de Dios a los que las necesitan.&nbsp;</p><p>Otro malentendido que nos impide aceptar el llamado de Dios a la misión es creer que el éxito depende de nosotros mismos. Nosotros no podemos salvar a un alma, así como Jonás tampoco podía salvar a Nínive. Podemos asumir una mentalidad de “salvador” con respecto a la misión. Nuestro llamado no es a obrar la salvación sino a cooperar con Dios en su obra salvífica. Damos testimonio al alabar a Dios por las formas específicas en que nos está transformando, pero solo Dios puede atraer a las personas hacia él. Podemos plantar semillas de verdad, pero solo Dios puede convertir el corazón. A menudo, confundimos nuestro rol con el de Dios, lo que es suficiente para que alguien encuentre una excusa para no testificar. Sí, Dios usó a Jonás, pero solo Dios, no Jonás, transformó a Nínive.&nbsp;</p><p><strong>Ganar almas es difícil, demasiado difícil para que los seres humanos lo hagan solos. ¿Cómo podemos aprender a permitir que Dios gane almas, pero por medio de nosotros y de nuestra vida y testimonio?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"31 de octubre",
               "dayTitle":"<p>NUESTRAS EXCUSAS: LA INCONVENIENCIA<br></p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p>La experiencia de Jonás en el vientre del gran pez (ver Jon. 2) fue una dramática muestra del amor y la misericordia de Dios, y la oración de Jonás revela que no llegó a captar el mensaje de amor de Dios. Pero el hecho de que hubiera tenido un encuentro increíble con Dios no significaba que sus antiguos hábitos de pensamiento o sus actitudes fuesen fáciles de cambiar, aunque fue a Nínive de todos modos.&nbsp;</p><p><strong>Lee Jonás 3. ¿Cómo respondió la gente a la predicación de Jonás? ¿Qué lecciones de testificación se evidencian aquí? <br></strong></p><p><strong>Jonás 3<sup><br></sup></strong></p><p><sup><strong>1</strong></sup> Vino palabra de Jehová por segunda vez a Jonás, diciendo:&nbsp;</p><p><sup><strong>2</strong></sup> Levántate y ve a Nínive, aquella gran ciudad, y proclama en ella el mensaje que yo te diré.&nbsp;</p><p><sup><strong>3 </strong></sup>Y se levantó Jonás, y fue a Nínive conforme a la palabra de Jehová. Y era Nínive ciudad grande en extremo, de tres días de camino.&nbsp;</p><p><sup><strong>4</strong></sup> Y comenzó Jonás a entrar por la ciudad, camino de un día, y predicaba diciendo: De aquí a cuarenta días Nínive será destruida.&nbsp;</p><p><sup><strong>5</strong></sup> Y los hombres de Nínive creyeron a Dios, y proclamaron ayuno, y se vistieron de cilicio desde el mayor hasta el menor de ellos.</p><p><sup><strong>6</strong></sup> Y llegó la noticia hasta el rey de Nínive, y se levantó de su silla, se despojó de su vestido, y se cubrió de cilicio y se sentó sobre ceniza.&nbsp;</p><p><sup><strong>7</strong></sup> E hizo proclamar y anunciar en Nínive, por mandato del rey y de sus grandes, diciendo: Hombres y animales, bueyes y ovejas, no gusten cosa alguna; no se les dé alimento, ni beban agua;&nbsp;</p><p><sup><strong>8</strong></sup> sino cúbranse de cilicio hombres y animales, y clamen a Dios fuertemente; y conviértase cada uno de su mal camino, de la rapiña que hay en sus manos.&nbsp;</p><p><sup><strong>9</strong></sup> ¿Quién sabe si se volverá y se arrepentirá Dios, y se apartará del ardor de su ira, y no pereceremos?<sup><br></sup></p><p><sup><strong>10</strong></sup> Y vio Dios lo que hicieron, que se convirtieron de su mal camino; y se arrepintió del mal que había dicho que les haría, y no lo hizo.<strong><br></strong></p><p><br></p><p>Jonás dejó de lado sus sentimientos personales hacia los ninivitas, predicó lo que Dios le comunicó, y los resultados fueron asombrosos. Los ninivitas se arrepintieron. Sí, Jonás tuvo que pasar por muchas cosas, hacer lo que no quería hacer, pero cuando lo hizo, Dios fue glorificado.&nbsp;</p><p>Por ende, la misión de Dios se lleva adelante sobre los hombros de quienes están dispuestos a sacrificarse, aunque sea a regañadientes. Nuestros valores deben ceder el paso a la prioridad de Dios por los perdidos. Como Jonás, a veces albergamos prejuicios que nos impiden acercarnos a una persona o grupo.&nbsp;</p><p>Tener que enfrentarnos a nuestros prejuicios requiere humildad. La misión también requiere tiempo y energía emocional. Invertir en la vida de los demás y preocuparnos verdaderamente por ellos puede ser agotador. En una época en la que estamos estresados con nuestra vida y los problemas personales, ofrecer apoyo emocional puede parecer demasiado agotador.&nbsp;</p><p>Y, por último, participar de la misión a menudo exige que cambiemos nuestra forma de considerar el dinero y utilizarlo. Ya sea para ayudar a la gente, comprar publicaciones y materiales de evangelización, o pagar servicios para dedicar más tiempo a la obra misionera, hay gastos relacionados con la misión. La obra misionera, en cualquiera de sus formas, exige sacrificios.&nbsp;</p><p>Lo bueno es que, a pesar de las deficiencias de Jonás, Dios obró poderosamente para que los ninivitas se arrepintieran. Lamentablemente, Jonás no compartió la bendición del gozo celestial.&nbsp;</p><p><strong>¿Qué sacrificio te pide Dios que hagas, o que estés dispuesto a hacer, para compartir su amor con otra persona? ¿Hasta qué punto confías en que él cumplirá su promesa de enriquecer tu vida mediante el sacrificio?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"1 de noviembre",
               "dayTitle":"<p>NUESTRAS EXCUSAS: CONFRONTACIONES INCÓMODAS<br></p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p>“Señor, ¿no es esto lo que pensé cuando estaba aún en mi tierra? Por eso quise huir a Tarsis; porque sabía que tú eres clemente y piadoso, tardo para enojarte, abundante en amor, que desistes del mal” (Jon. 4:2). Qué hermosa oración la de Jonás. ¿O no?&nbsp;</p><p><strong>Lee Jonás 4. ¿Qué le pasaba a este hombre?&nbsp;</strong></p><p><strong>Jonás 4<sup><br></sup></strong></p><p><sup><strong>1 </strong></sup>Pero Jonás se apesadumbró en extremo, y se enojó.&nbsp;</p><p>2 Y oró a Jehová y dijo: Ahora, oh Jehová, ¿no es esto lo que yo decía estando aún en mi tierra? Por eso me apresuré a huir a Tarsis; porque sabía yo que tú eres Dios clemente y piadoso, tardo en enojarte, y de grande misericordia, y que te arrepientes del mal. <strong><sup><br></sup></strong></p><p><strong><sup>3</sup></strong> Ahora pues, oh Jehová, te ruego que me quites la vida; porque mejor me es la muerte que la vida.&nbsp;</p><p><sup><strong>4 </strong></sup>Y Jehová le dijo: ¿Haces tú bien en enojarte tanto?&nbsp;</p><p><sup><strong>5</strong></sup> Y salió Jonás de la ciudad, y acampó hacia el oriente de la ciudad, y se hizo allí una enramada, y se sentó debajo de ella a la sombra, hasta ver qué acontecería en la ciudad.</p><p><sup><strong>6</strong></sup> Y preparó Jehová Dios una calabacera, la cual creció sobre Jonás para que hiciese sombra sobre su cabeza, y le librase de su malestar; y Jonás se alegró grandemente por la calabacera.&nbsp;</p><p><sup><strong>7 </strong></sup>Pero al venir el alba del día siguiente, Dios preparó un gusano, el cual hirió la calabacera, y se secó.&nbsp;</p><p><sup><strong>8</strong></sup> Y aconteció que al salir el sol, preparó Dios un recio viento solano, y el sol hirió a Jonás en la cabeza, y se desmayaba, y deseaba la muerte, diciendo: Mejor sería para mí la muerte que la vida.&nbsp;</p><p><sup><strong>9</strong></sup> Entonces dijo Dios a Jonás: ¿Tanto te enojas por la calabacera? Y él respondió: Mucho me enojo, hasta la muerte.&nbsp;</p><p><sup><strong>10</strong></sup> Y dijo Jehová: Tuviste tú lástima de la calabacera, en la cual no trabajaste, ni tú la hiciste crecer; que en espacio de una noche nació, y en espacio de otra noche pereció.&nbsp;</p><p><sup><strong>11</strong></sup> ¿Y no tendré yo piedad de Nínive, aquella gran ciudad donde hay más de ciento veinte mil personas que no saben discernir entre su mano derecha y su mano izquierda, y muchos animales?<br></p><p><br></p><p>Jonás sentía un odio tan profundo por el pueblo al que Dios lo había enviado que pensó que era mejor morir que quedar mal cuando se revelara el fracaso de su predicación catastrofista contra Nínive. Jonás quería que Nínive fuera la próxima Sodoma y Gomorra. Esperaba el juicio de Dios sobre este pueblo odiado. Cuando esto no ocurrió, su cosmovisión se sacudió hasta la médula, y Jonás prefirió morir antes que permitir que su mundo se diera vuelta.&nbsp;</p><p>Por segunda vez en la historia de Jonás, Dios lo confronta, no con un sermón ni un dicho, sino con una experiencia. Las cosmovisiones no se fabrican por encargo. Tampoco cambian porque oigamos algo nuevo o diferente. Las cosmovisiones suelen formarse y cambiar en función de las experiencias vividas y de cómo se interpretan o explican.&nbsp;</p><p>La nueva experiencia que Dios le dio tenía la intención de ayudar a Jonás a reconocer su propia visión distorsionada del mundo. Milagrosamente, Dios hizo crecer una planta en un día para que ofreciera sombra suficiente y así proteger a Jonás del sol abrasador. Jonás estaba agradecido, no a Dios, quien había obrado el milagro, sino por la planta. En lugar de verlo como un milagro inmerecido, lo consideró una bendición apropiada y merecida, como consecuencia de sus buenas obras. Cuando la planta murió, fue una desgracia que hizo que Jonás se enfadara y se sintiera inseguro de su propia valía, y sus pensamientos se volvieron suicidas.&nbsp;</p><p>A la experiencia le sigue la suave corrección de Dios, quien ayuda a Jonás a ver lo insensato que era de su parte valorar más una planta que los muchos miles de hombres, mujeres y niños de Nínive, así como sus animales. La historia no termina con el arrepentimiento de Jonás.&nbsp;</p><p><strong>La historia con final abierto gira en nuestra dirección. ¿Qué haremos respecto de la preocupación de Dios por los malvados, por los violentos, por aquellos que no han sido alcanzados alrededor del mundo?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"2 de noviembre",
               "dayTitle":"<p>AQUÍ ESTOY, ENVÍAME A MÍ</p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p>La historia de Jonás es más que sorprendente. El hecho de que Dios pudiera salvar a los ninivitas a pesar del pobre testimonio de Jonás es un duro recorda- torio de que nuestro papel no es más que ser canales de Dios, que es el único que puede convencer y convertir el corazón. Es un recordatorio de que Dios úni- camente busca mensajeros dispuestos y humildes que sigan sus instrucciones.</p><p><strong>&nbsp;Lee Isaías 6:1 al 8. ¿Cuál es la idea central expresada en este pasaje?</strong></p><p><strong>Isaías 6:1-8</strong></p><p><sup><strong>1</strong> </sup>En el año que murió el rey Uzías vi yo al Señor sentado sobre un trono alto y sublime, y sus faldas llenaban el templo.&nbsp;</p><p><sup><strong>2 </strong></sup>Por encima de él había serafines; cada uno tenía seis alas; con dos cubrían sus rostros, con dos cubrían sus pies, y con dos volaban.&nbsp;</p><p><sup><strong>3</strong></sup> Y el uno al otro daba voces, diciendo: Santo, santo, santo, Jehová de los ejércitos; toda la tierra está llena de su gloria.&nbsp;</p><p><sup><strong>4 </strong></sup>Y los quiciales de las puertas se estremecieron con la voz del que clamaba, y la casa se llenó de humo.&nbsp;</p><p><sup><strong>5</strong></sup> Entonces dije: ¡Ay de mí! que soy muerto; porque siendo hombre inmundo de labios, y habitando en medio de pueblo que tiene labios inmundos, han visto mis ojos al Rey, Jehová de los ejércitos.</p><p><sup><strong>6 </strong></sup>Y voló hacia mí uno de los serafines, teniendo en su mano un carbón encendido, tomado del altar con unas tenazas;&nbsp;</p><p><sup><strong>7</strong></sup> y tocando con él sobre mi boca, dijo: He aquí que esto tocó tus labios, y es quitada tu culpa, y limpio tu pecado.&nbsp;</p><p><sup><strong>8</strong></sup> Después oí la voz del Señor, que decía: ¿A quién enviaré, y quién irá por nosotros? Entonces respondí yo: Heme aquí, envíame a mí. <br></p><p><br></p><p>&nbsp;El llamado está allí. Dios busca voluntarios dispuestos. Debemos responder a este llamado sometiéndonos a su liderazgo, escuchando su voz y decidiendo obedecer lo que nos diga.&nbsp;</p><p>La historia de Jonás también revela el amor de Dios por las personas que viven donde no se percibe su amor y no se escucha su voz. Así como Dios se apiadó de Nínive, también se apiada de los millones de habitantes de las ciudades de hoy, donde los edificios sustituyen a los árboles y las flores, y el ruido cons- tante hace difícil estar tranquilo y escuchar. Dios dijo de Nínive: “No disciernen entre su mano derecha y su mano izquierda” (Jon. 4:11). Dios necesita mensajeros dispuestos a llevar su mensaje de esperanza a quienes están abrumados por el ajetreo y la fealdad de la vida.&nbsp;</p><p>Isaías oyó una voz que decía: “¿Quién irá?” ¿Cuál será tu respuesta?&nbsp;</p><p><strong>Desafío: En una hoja en blanco o en tu diario de oración, haz una lista de diez personas que sepas que no son creyentes. Las llamaremos tus “discípulos”. En lo posible, escribe sus nombres. Ten esta lista a mano y, por el resto del trimestre, ora diariamente por cada uno de tus diez discípulos. Ora para que Dios te ayude a entablar una amistad casual con los conocidos. Ora para que puedas desarrollar amistades más profundas, cercanas y de confianza con tus amigos casuales. Al profundizar tus relaciones, observa y escucha cuidadosamente, para que puedas identificar sus necesidades específicas, sus heridas y sus angustias. Luego, ora para que Dios atienda esas esferas de necesidad.&nbsp;</strong></p><p><strong>Desafío avanzado: Elige una ciudad cercana y otra en una parte diferente del mundo. Comienza a orar por las personas que viven y trabajan en cada una de ellas. Pide a Dios que haga surgir una fuerte presencia adventista que pueda compartir la verdad tal como la conocemos: la verdad acerca del pronto regreso de Jesús.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"3 de noviembre",
               "dayTitle":"<p>PARA ESTUDIAR Y MEDITAR:<br></p>",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p>Elena de White lanza una fuerte advertencia para aquellos que se resisten a seguir el llamado de Jesús para testificar a quienes los rodean.&nbsp;</p><p>“Las excusas de los que no realizan esta obra no los eximen de la responsabilidad. Si deciden no hacerla, descuidan a las almas por las que Cristo murió, descuidan la responsabilidad que Dios les dio y quedan registrados en los libros del Cielo como siervos infieles. El pastor, cuando se aleja de los que necesitan su ayuda, ¿está obrando como lo hizo el Maestro, con el fin de ser fortaleza y bendición para los demás? Los que descuidan el trato personal con las personas se vuelven egocéntricos, y necesitan esta misma experiencia de ponerse en comunicación con sus hermanos para poder comprender su condición espiritual, y saber cómo apacentar el rebaño de Dios, dando a cada uno su porción de alimento a su debido tiempo. Los que descuidan esta obra ponen de manifiesto que necesitan renovación moral, y entonces verán que no han llevado la carga de la obra” (Elena de White, The Advent Review and Sabbath Herald, 30 de noviembre de 1892).&nbsp;</p><p>Aunque son palabras muy fuertes que ponen de relieve la importancia que Dios otorga a la misión, no por ello nos quedamos sin esperanza. “El encargo que había recibido imponía a Jonás una pesada responsabilidad; pero quien le había ordenado que fuese podía sostener a su siervo y concederle éxito. Si el profeta hubiese obedecido sin vacilación, se habría ahorrado muchas experiencias amargas, y habría recibido abundantes bendiciones. Sin embargo, el Señor no abandonó a Jonás en su hora de desesperación. Mediante una serie de pruebas y providencias extrañas, debía revivir la confianza del profeta en Dios y en su poder infinito para salvar” (Elena de White, Profetas y reyes, p. 199).&nbsp;</p><p>Al igual que Jonás, es posible que nos resulte más fácil poner excusas para no participar de la misión. Puede haber muchas motivaciones para estas ex- cusas. Sin embargo, nuestro llamado a la misión no es menos específico que el de Jonás. La pregunta es: ¿Cómo vas a responder?&nbsp;</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p> <strong><sup>1.</sup></strong> ¿Qué excusas has estado tentado a utilizar para no participar de la misión? ¿Cuál es tu Nínive?&nbsp;</p><p><sup><strong>2.</strong></sup> Piensa en lo preciosa que es la verdad que tenemos los adventistas del séptimo día. Piensa en lo bendecido que eres por tener estas verdades. ¿Qué te impide compartir con otros lo que tanto amamos?&nbsp;</p><p><sup><strong>3.</strong></sup> ¿Cómo puedes aprender, por la gracia de Dios, a superar los temores que puedas tener en cuanto a testificar y cumplir con la misión?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"x",
               "dayTitle":"<p>EL SÁBADO ENSEÑARE...<br></p>",
               "id":58,
               "idDay":8,
               "idLesson":5,
               "lessonText":"<p><strong>RESEÑA <br></strong></p><p>Las últimas semanas han puesto de relieve que la misión tiene su origen en la iniciativa de Dios, y que Dios nos llama a la misión. Esta semana, la atención se centra en la realidad de que algunos que han tenido una experiencia con Dios evitan el llamado a la misión y el privilegio de compartir la experiencia de amor que han tenido.&nbsp;</p><p>En algún momento, todos los que han tenido una experiencia con Dios se enfrentarán a la tentación de evitar compartir esta experiencia con los demás. Es mejor admitir con humildad esta realidad, en lugar de suponer que esa tentación solo les ocurre a los demás. Una vez que reconocemos que nos enfrentamos a esta tentación en algún momento, es más fácil avanzar intencionalmente para salir de esta zona de evasión y entrar en el espacio más saludable de compartir el amor de Dios con los demás.&nbsp;</p><p>En última instancia, las excusas para evitar la misión son tentaciones del diablo, que no quiere que nadie escuche o experimente la bondad de Dios. De esta manera, evitar la misión no es simplemente faltar al deber, sino perder la oportunidad de llevar a los demás a un camino más profundo y significativo con Dios y hacia una vida más abundante. La siguiente sección de comentarios describe dos posibles formas en las que se utilizan las excusas para evitar la misión. Estas excusas no son las únicas, pero son dos de las más importantes. El primer ejemplo se demuestra mediante la historia de los discípulos en el huerto del Getsemaní. El segundo ejemplo extraerá puntos críticos de la historia de Jonás.</p><p><strong>COMENTARIO</strong></p><p> <strong>Getsemaní <br></strong></p><p>Cuando Jesús se acercaba a sus últimas horas de vida en la Tierra antes de ser arrestado, juzgado y muerto, llevó a los discípulos al huerto de Getsemaní para orar. Jesús pidió a los tres discípulos que estaban más cerca de él que oraran con él y permanecieran despiertos mientras él oraba, porque la carga de lo que le estaba sucediendo era muy pesada. Jesús necesitaba desesperadamente el consuelo de sus amigos en ese momento (Mat. 26:36-45).&nbsp;</p><p>Desgraciadamente, los discípulos, que amaban sinceramente a Jesús y lo consideraban un Amigo querido, no pudieron cumplir la petición, y se durmieron. Esta negligencia ocurrió dos veces; los discípulos se volvieron complacientes y permitieron que su somnolencia les impidiera compartir las cargas del Señor. Antes de que tuvieran la oportunidad de enmendarlo, Jesús fue arrestado y se lo llevaron (Mat. 26:47-56). De este modo, los discípulos perdieron la oportunidad de servir a aquel a quien tanto amaban.&nbsp;</p><p>El problema en esta situación no era que los discípulos nunca hubieran experimentado el amor de Jesús; a estas alturas, ya tenían muchas pruebas que demostraban su amor por ellos. Ni siquiera era que se hubieran alejado mucho de Jesús; al fin y al cabo, estaban con él en el huerto. Sin embargo, se instaló en ellos un sentimiento de complacencia. Los discípulos no podían entender lo importante que era permanecer despiertos y orar por Jesús en ese momento crucial. Los discípulos perdieron la oportunidad de compartir el amor del Padre con aquel que tanto les había enseñado sobre el amor.&nbsp;</p><p>Es triste decirlo, pero hoy en día a menudo somos culpables de la misma complacencia y negligencia. Tenemos hermosas experiencias con Jesús. Y somos abiertamente seguidores de Jesús. Pero la realidad, cuando miramos más de cerca, es que muchos de nosotros nos hemos vuelto complacientes en nuestra fe. Esta complacencia a menudo ocurre sutilmente. Cuando reflexionamos sobre nuestra vida, nos damos cuenta de que no amamos a los demás de forma tangible. Al igual que los discípulos, sabemos que Jesús es bueno y que queremos estar con él, pero caemos en un estado de somnolencia espiritual, y perdemos múltiples oportunidades de compartir el amor de Dios con un mundo desesperado. Necesitamos recordarnos unos a otros, respetuosamente, que debemos mantenernos despiertos y estar siempre dispuestos a compartir el amor que hemos experimentado con un mundo que sufre.</p><p><strong>Jonás</strong></p><p> La segunda excusa que ponemos para evadir la misión se materializa en forma de oportunidades perdidas, en la historia de Jonás. Esta forma de excusa difiere de la negligencia y la complacencia que mostraron los discípulos en Getsemaní. Sin embargo, la segunda excusa, al igual que la primera, también es frecuente. La historia de Jonás ejemplifica la segunda excusa en varios casos. Aunque la historia tiene muchas facetas, el libro de Jonás es, en esencia, como acabamos de afirmar, una historia de oportunidades perdidas.&nbsp;</p><p>Jonás conocía a Dios y profetizó en su nombre en Israel antes de recibir el llamado para ir a Nínive (2 Rey. 14:25). Pero su labor profética anterior siempre había sido entre israelitas y consistió en hechos alentadores en favor de Israel. El trabajo de Jonás no incluía profetizar entre los enemigos de Israel. Al leer todo el libro de Jonás, observamos que tuvo muchos problemas para amar a gente proveniente de un trasfondo no judío.&nbsp;</p><p>En el libro de Jonás encontramos dos importantes oportunidades perdidas. La primera tiene lugar en la embarcación que Jonás abordó para huir de Dios. Durante la tormenta, Jonás estaba rodeado de marineros que adoraban a otras deidades. Sin embargo, durante esta tormenta, los marineros rogaron a Jonás que orara a su Dios, con la esperanza de que su intercesión cambiara las cosas (Jon. 1:6). Jonás nunca oró. La solución de Jonás fue cometer “suicidio asistido” (Jon. 1:12). A estas alturas de la historia, Jonás no sabía que un gran pez le salvaría la vida, por lo que pidió que lo arrojaran por la borda hacia la muerte.&nbsp;</p><p>Los marineros, que tenían un corazón más compasivo que Jonás, al principio se negaron, hasta que no tuvieron otra opción (Jon. 1:13). (Recuerda la lección anterior sobre estar abiertos a recibir una bendición de aquellos con quienes te encuentras.) La tormenta cesó cuando Jonás fue arrojado por la borda. Como resultado, los marineros sintieron un nuevo respeto por el Dios de Jonás. El problema fue que Jonás perdió la oportunidad de orar a Dios en lugar de proponer una solución humana. Esta oportunidad les habría proporcionado a los marineros una comprensión más completa y clara de quién es Dios.&nbsp;</p><p>La segunda oportunidad perdida llegó después de que Jonás predicó en Níni- ve. La gente aceptó el mensaje de Jonás y se arrepintió. Pero no pudo encontrar a Jonás por ninguna parte. Él había subido a una colina cercana con la esperanza de ver la destrucción de Nínive (Jon. 4:5). Al no ver materializados sus deseos, Jonás se enfadó con Dios (Jon. 4:1). Jonás revela la verdadera razón de sus excusas para evadir la misión de Dios: le dice al Señor que él sabía que Dios es un Ser amoroso y compasivo y que, por lo tanto, probablemente perdonaría a los ninivitas (Jon. 4:2). Como reconocía esta verdad bíblica, Jonás no quería hacer misión entre personas que no eran de su agrado, porque no quería que experimentaran la bondad de Dios.&nbsp;</p><p>El libro de Jonás es el único libro de la Biblia que termina con una pregunta (Jon. 4:11). La pregunta es directa. Dios le pregunta a Jonás: “¿Por qué no puedes amar a la gente como yo lo hago?” Dado que Jonás se negaba a amar a sus enemigos, estaba fuera de la ciudad cuando debería haber estado adentro, ayudando al pueblo de Nínive a dar los siguientes pasos en su relación con Dios. La negativa de Jonás se convirtió en una oportunidad perdida.&nbsp;</p><p>Las excusas de Jonás estaban envueltas en lo que hoy llamamos etnocentrismo, prejuicios y racismo. Jonás experimentó el amor de Dios en su vida y sabía que Dios era compasivo. Pero no pudo superar sus sentimientos de orgullo nacionalista. Como creía que era mejor que los demás, no estaba dispuesto a hacer actividad misionera, como Dios deseaba. Qué historia tan triste. No obstante, hoy podemos seguir aprendiendo de ella.&nbsp;</p><p>El interrogante al final del libro de Jonás es una pregunta que debemos hacernos personalmente y a nuestras iglesias. ¿Demostramos amor por la comunidad que nos rodea, especialmente por la gente que tiene un aspecto diferente del nuestro o procede de otras partes del mundo? Con demasiada frecuencia, he escuchado conversaciones en la iglesia o en la Escuela Sabática que revelan prejuicios y actitudes etnocéntricas perjudiciales. Estas actitudes suelen ir acompañadas de excusas de por qué ciertos grupos quedan fuera de nuestra misión. Esa forma de pensar no difiere de la mentalidad de Jonás.&nbsp;</p><p>Jonás no comprendió que, cuando Dios muestra amor y compasión por los de- más, su manifestación divina de misericordia debe servirnos de recordatorio de que Dios ha hecho lo mismo por nosotros. Cuando haces obra misionera, compartes el amor de Dios y ves cómo transforma la vida de la gente, esa experiencia también puede mejorar tu propia vivencia con Dios. Esta experiencia también puede llevarte a nuevas relaciones humanas con gente que puede ser muy diferente de ti pero que comparte una relación con Jesús. Jonás podría haber hecho nuevos amigos en el barco con los cuales compartir su fe; lo mismo ocurrió en Nínive. Por desgracia, esas oportunidades se perdieron porque Jonás optó por excusas arraigadas en su orgullo egoísta y su etnocentrismo.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"4T2023",
         "title":"<p>EXCUSAS PARA ELUDIR LA MISIÓN</p>",
         "verse":"<p>“Después oí la voz del Señor, que dijo: ‘¿A quién enviaré? ¿Quién irá de nuestra parte?’ Entonces respondí: ‘Aquí estoy, envíame a mí’ ” (Isa. 6:8).<br></p>",
         "versionCode":30,
         "weekDate":"28 de octubre - 4 de noviembre"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
