{
   "data":[
      {
         "color":"#8cd0ec",
         "id":705,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"October 26",
               "dayTitle":"",
               "id":51,
               "idDay":1,
               "idLesson":5,
               "lessonText":"<p>Who were the Samaritans? The northern kingdom of Israel had been taken captive by the Assyrians in 722 b.c. To create political stability, the Assyrians dispersed their captives throughout their empire. Likewise, captives from other nations were brought to populate the northern kingdom, and these became the Samaritans, who practiced their own form of Judaism.<br><br>Relations, however, were not good between them and the Jews. For instance, the Samaritans worked against the rebuilding of the temple at the return of the Jews from Babylon. The Samaritans, meanwhile, had built their own temple, on Mount Gerizim. But this temple was destroyed by the Jewish ruler John Hyrcanus in 128 b.c.<br><br>At the time of Christ, this animosity continued. The Jews avoided Samaria as much as possible. Though commerce may have gone on, other interaction was taboo. The Jews would not borrow from Samaritans or even receive a favor from them. Within this context, John recounts the encounter between Jesus, the woman at the well, and the people of the Samaritan city of Sychar.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 27",
               "dayTitle":"<p>The Setting of the Encounter<br></p>",
               "id":52,
               "idDay":2,
               "idLesson":5,
               "lessonText":"<p><strong>Read John 4:1–4. What was the background issue that led Jesus through Samaria?</strong></p><p><strong>John 4:1–4</strong></p><p><sup><strong>1 </strong></sup>When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,<br><sup><strong><br>2</strong></sup> (Though Jesus himself baptized not, but his disciples,)<br><sup><br><strong>3</strong></sup> He left Judaea, and departed again into Galilee.<br><sup><strong><br>4 </strong></sup>And he must needs go through Samaria.<br><br>The Pharisees discovered that the disciples of Jesus were baptizing more people than did those of John the Baptist. This situation could create tensions between John’s followers and Jesus’. The disciples of John, quite naturally, were jealous for their master’s reputation and status (compare with John 3:26–30). John’s impressive reply was that he must decrease, but Jesus must increase (John 3:30). Probably to avoid confrontation, Jesus departed Judea to go to Galilee. Samaria provided the most direct route between those two locations, but it was not the only route possible. Devout Jews would take the long way around, going east through Perea. But Jesus had a mission in Samaria.<br><br><strong>Read John 4:5–9. How did Jesus use this opportunity to open a dialogue with the woman at the well?</strong></p><p><strong>John 4:5–9</strong></p><p><sup><strong>5 </strong></sup>Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph.<br><sup><strong><br>6 </strong></sup>Now Jacob's well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour.<br><sup><strong><br>7 </strong></sup>There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.<br><sup><br><strong>8 </strong></sup>(For his disciples were gone away unto the city to buy meat.)<br><sup><strong><br>9 </strong></sup>Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.<br><br>Jacob’s well was located right next to Shechem, while Sychar, where the woman was from, was about a mile away (1.5 km). Jesus sat by the well while His disciples went into the city to buy food. He had no access to the cooling water of the well. When the woman came to draw water, He asked her for a drink.<br><br>In John 3, it was surprising that Nicodemus, a ruler of the Jews and a rabbi, would lower himself to come to Jesus. He came by night to avoid discovery. But, in John 4, the woman hides in broad daylight, perhaps avoiding contact with other women who came either at the beginning or end of the day when it was cooler. After all, why did she go such a long way to fetch water, and in the middle of the day when it was hot?<br><br>Whatever the reason for her being there, meeting Jesus would change her life.<br><br>What scene unfolds next? A Jewish teacher is compared to a Samaritan woman of poor reputation. What a contrast! And yet, in this exact context, a remarkable encounter unfolds.<br><br><strong>What are some of the taboos in your own culture that could hamper your witness to others? How do we learn to transcend them? Bring your answer to class on Sabbath.</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 28",
               "dayTitle":"<p>The Woman at the Well<br></p>",
               "id":53,
               "idDay":3,
               "idLesson":5,
               "lessonText":"<p><strong>Read John 4:7–15. How does Jesus use this encounter to start witnessing to this woman?</strong></p><p><strong>John 4:7–15</strong><sup><br></sup></p><p><sup><strong>7 </strong></sup>There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.<br><strong><sup>8</sup></strong> (For his disciples were gone away unto the city to buy meat.)<br><strong><sup>9</sup></strong> Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.<br><strong><sup>10</sup></strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.<br><strong><sup>11</sup></strong> The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?<br><strong><sup>12</sup></strong> Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?<br><strong><sup>13</sup></strong> Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:<br><strong><sup>14</sup></strong> But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.<br><strong><sup>15</sup></strong> The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.</p><p>“The hatred between Jews and Samaritans prevented the woman from offering a kindness to Jesus; but the Saviour was seeking to find the key to this heart, and with the tact born of divine love, He asked, not offered, a favor. The offer of a kindness might have been rejected; but trust awakens trust.”—Ellen G. White, The Desire of Ages, p. 184. As was the case in His encounter with Nicodemus, Jesus knows what is in the woman’s heart. In response to her surprise that a Jew would ask such a favor of a Samaritan, Jesus goes directly to the point. “ ‘If you knew the gift of God, and who it is who says to you, “Give Me a drink,” you would have asked Him, and He would have given you living water’ ” (John 4:10, NKJV).<br><br>The woman’s response was like that of Nicodemus, who asked, “ ‘How can these things be?’ ” (John 3:9, NKJV) in the context of a new birth. She asked, “ ‘You have nothing to draw with, and the well is deep. Where then do You get that living water?’ ” (John 4:11, NKJV). In both cases, Jesus was pointing them (one, a prominent Jewish teacher; the other, a Samaritan woman of dubious character) to the transcendent spiritual truths that each one needed to hear and understand. In each case, Jesus was basically telling them both the same thing: they need a conversion experience.<br><br>What is the Old Testament background to Jesus’ statement about living water? (Jer. 2:13, Zech. 14:8).<br><br>Water is necessary for life; humans cannot exist without water, and so water can be a powerful and appropriate image of eternal life, as well. Hence, Jesus says, “ ‘Whoever drinks of the water that I shall give him will never thirst. But the water that I shall give him will become in him a fountain of water springing up into everlasting life’ ” (John 4:14, NKJV).<br><br><strong>Read John 7:37, 38. What is Jesus saying to us in these verses, and how do we experience what He is promising here?</strong></p><p><strong>John 7:37, 38</strong></p><p><sup><strong>37</strong></sup> In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink.<br><sup><br><strong>38 </strong></sup>He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 29",
               "dayTitle":"<p>“ ‘Sir, Give Me This Water’ ”<br></p>",
               "id":54,
               "idDay":4,
               "idLesson":5,
               "lessonText":"<p>“ ‘Then I will sprinkle clean water on you, and you shall be clean; I will cleanse you from all your filthiness and from all your idols. I will give you a new heart and put a new spirit within you; I will take the heart of stone out of your flesh and give you a heart of flesh. I will put My Spirit within you and cause you to walk in My statutes, and you will keep My judgments and do them’ ” (Ezek. 36:25–27, NKJV).<br><br><strong>How does Ezekiel 36:25–27 reflect the truths Jesus was seeking to give to Nicodemus and to the woman at the well?</strong></p><p><strong>Ezekiel 36:25–27</strong></p><p><br><strong><sup>25</sup></strong> Then will I sprinkle clean water upon you, and ye shall be clean: from all your filthiness, and from all your idols, will I cleanse you.<br><sup><br><strong>26</strong></sup> A new heart also will I give you, and a new spirit will I put within you: and I will take away the stony heart out of your flesh, and I will give you an heart of flesh.<br><sup><br><strong>27</strong></sup> And I will put my spirit within you, and cause you to walk in my statutes, and ye shall keep my judgments, and do them.<br>In both cases, Jesus was seeking to reach these people with spiritual truths, even though He used illustrations from the natural world to do so.<br><br>At first, neither person understood what Jesus meant. How, asked Nicodemus, can a man be born again? That is, how can he return to his mother’s womb? Nicodemus clearly was functioning at a mundane and earthly level, even though Jesus clearly was pointing him toward spiritual truth. This woman, too, took Jesus’ words about the water in a literal sense when Jesus was clearly talking about something spiritual.<br><br>The woman’s response to Jesus’ offer of living water was, “ ‘Give me this water, that I may not thirst, nor come here to draw’ ” (John 4:15, NKJV). She reasoned that the water Jesus offered would obviate trips to the well, thus reducing the risk of facing others. It is striking that the conversation shifted so quickly from Jesus’ asking for a drink to the woman’s asking Him for a drink.<br><br><strong>Read John 4:16. How did Jesus respond to the woman’s request?</strong><br><strong>John 4:16</strong></p><p><sup><strong>16 </strong></sup>Jesus saith unto her, Go, call thy husband, and come hither.<strong><br></strong></p><p>Abruptly, Jesus changes the topic of discussion, telling the woman to go call her husband and come back. Why the sudden shift in topic?<br><br>The woman’s actions bespoke avoidance. Jesus could read her heart. She must face her situation to find healing. “Before this soul could receive the gift He longed to bestow, she must be brought to recognize her sin and her Saviour.”—Ellen G. White, The Desire of Ages, p. 187.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 30",
               "dayTitle":"<p>The Revelation of Jesus<br></p>",
               "id":55,
               "idDay":5,
               "idLesson":5,
               "lessonText":"<p><strong>Read John 4:16–24. What did Jesus do to show this woman that He knew her deepest secrets, and how did she respond?</strong></p><p><strong>John 4:16–24</strong></p><p><sup><strong>16</strong></sup> Jesus saith unto her, Go, call thy husband, and come hither.<br><sup><br><strong>17</strong></sup> The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:<br><sup><br><strong>18</strong></sup> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.<br><sup><br><strong>19</strong></sup> The woman saith unto him, Sir, I perceive that thou art a prophet.<br><sup><br><strong>20</strong></sup> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.<br><sup><br><strong>21</strong></sup> Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.<br><sup><br><strong>22</strong></sup> Ye worship ye know not what: we know what we worship: for salvation is of the Jews.<br><sup><br><strong>23</strong></sup> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.<br><sup><br><strong>24</strong></sup> God is a Spirit: and they that worship him must worship him in spirit and in truth.</p><p>The light was too blinding to look at directly. While recognizing Jesus as a prophet, the woman practices avoidance again. She asks Jesus a question of religious controversy between Jews and Samaritans—the proper place to worship.<br><br>In response, Jesus pointed out that the Samaritans did not know what they worshiped. Their worship was a synthesis of Judaism and paganism. The Jews worshiped the God who reveals Himself—another important admission for a Samaritan.<br><br>Worship of the true God is not tied to a place. The discussion, therefore, about a place of worship was irrelevant to the conversation. For God is spirit, and those who worship Him must do so in spirit and in truth. The woman accepted the plain truth conveyed by Jesus and was ready for more.<br><br><strong>Read John 4:25, 26. How did Jesus reveal His identity to her?</strong></p><p><strong>John 4:25, 26</strong></p><p><sup><strong>25</strong></sup> The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.<br><sup><br><strong>26</strong></sup> Jesus saith unto her, I that speak unto thee am he.<strong><br></strong></p><p>In all four Gospels, this is the only passage before His trial in which Jesus plainly stated to someone that He was the Messiah. And He did it not to some large crowd or important personage but to an unnamed Samaritan woman, alone, at Jacob’s well. He is interested in any lonely soul who feels separated.<br><br>And so to this woman, who not only was from a foreign culture but also was not of the highest moral character, Jesus openly reveals who He is. And, having revealed to her His knowledge of her darkest secrets, He also gave this woman a great reason to believe in Him, as well.<br><strong><br>What should this story tell us about why the gospel needs to break down the barriers that we humans create with each other?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"October 31",
               "dayTitle":"<p>The Testimony of the Samaritans</p>",
               "id":56,
               "idDay":6,
               "idLesson":5,
               "lessonText":"<p><strong>The Testimony of the Samaritans Read John 4:27–29. What surprising action did the woman take?</strong><br></p><p><strong>&nbsp;John 4:27–29</strong></p><p><sup><strong>27</strong></sup> And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?<br><sup><strong><br>28 </strong></sup>The woman then left her waterpot, and went her way into the city, and saith to the men,<br><sup><br><strong>29</strong></sup> Come, see a man, which told me all things that ever I did: is not this the Christ?<br></p><p>Jesus’ discussion with the woman was interrupted by the arrival of the disciples. Though surprised that He was speaking with a woman, they did not question Him. Instead, they urged Him to eat.<br><br>The woman, meanwhile, left her water pot and rushed into the city to share with others what she had just experienced with Jesus.<br><strong><br>Read John 4:30–42. What happened following this encounter, and what does it teach about how the gospel can be spread?</strong><br></p><p><strong>John 4:30–42</strong></p><p><sup><strong>30</strong></sup> Then they went out of the city, and came unto him.<br><sup><br><strong>31</strong></sup> In the mean while his disciples prayed him, saying, Master, eat.<br><sup><br><strong>32</strong></sup> But he said unto them, I have meat to eat that ye know not of.<br><sup><br><strong>33</strong></sup> Therefore said the disciples one to another, Hath any man brought him ought to eat?<br><sup><br><strong>34</strong></sup> Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.<br><sup><br><strong>35</strong></sup> Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.<br><sup><br><strong>36</strong></sup> And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together.<br><sup><br><strong>37</strong></sup> And herein is that saying true, One soweth, and another reapeth.<br><sup><br><strong>38</strong></sup> I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours.<br><sup><br><strong>39</strong></sup> And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did.<br><sup><br><strong>40</strong></sup> So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.<br><sup><br><strong>41</strong></sup> And many more believed because of his own word;<br><sup><br><strong>42</strong></sup> And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.<br></p><p>It seems strange that Jesus’ narrative about a harvest would interrupt the story of the conversion of many in the city. But John wants us to see how Jesus understood what was happening. Sharing the plan of salvation with a Samaritan woman was far more important to Him than eating. To lead souls to salvation was His purpose, and He used this occasion to teach His disciples the urgency of sharing the gospel with all people, even with those not like them.<br><br>There are many high points in the Gospel of John. Surely John 4:39–42 is among them. Many of the Samaritans believed because of the woman's testimony: “ ‘He told me all that I ever did’ ” (John 4:39, NKJV).<br><br>The Samaritans asked Jesus to stay with them. The result was that many more believed because of the Word of Jesus. “Then they said to the woman, ‘Now we believe, not because of what you said, for we ourselves have heard Him and we know that this is indeed the Christ, the Savior of the world’ ” (John 4:42, NKJV).<br><strong><br>What should this story tell us about how powerful the witness of even one person can be? How powerful a witness are you to what Jesus has done in your life?</strong><br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 1",
               "dayTitle":"<p>Further Thought:<br></p>",
               "id":57,
               "idDay":7,
               "idLesson":5,
               "lessonText":"<p>Read Ellen G. White, “At Jacob’s Well,” pp. 183– 195, in The Desire of Ages.<br><br>“As soon as she had found the Saviour the Samaritan woman brought others to Him. She proved herself a more effective missionary than His own disciples. The disciples saw nothing in Samaria to indicate that it was an encouraging field. Their thoughts were fixed upon a great work to be done in the future. They did not see that right around them was a harvest to be gathered. But through the woman whom they despised, a whole cityful were brought to hear the Saviour. She carried the light at once to her countrymen.<br><br>“This woman represents the working of a practical faith in Christ. Every true disciple is born into the kingdom of God as a missionary. He who drinks of the living water becomes a fountain of life. The receiver becomes a giver. The grace of Christ in the soul is like a spring in the desert, welling up to refresh all, and making those who are ready to perish eager to drink of the water of life.”—Ellen G. White, The Desire of Ages, p. 195.<br><strong><br>Discussion Questions:</strong><br><br><strong>1. </strong>In class, go over your answers to Sunday’s final question. Be brutally honest about it. What are the taboos and prejudices found in your culture that could indeed hamper your own witness to ­others?<br><br><strong>2.&nbsp;</strong> Why do you think Jesus got such a warm reception among the Samaritans in contrast to the reception among His own people?<br><br><strong>3. </strong>Put yourself in the place of that Samaritan woman. A total stranger comes and lets her know that He is aware of her deepest secrets. How could anyone, much less a stranger, have known these things? No wonder she was impressed by Jesus. What should this story tell us about how the Lord knows everything about us, even the deepest, darkest secrets that we would not want anyone to know? And yet, what does the way He treated her say to us about how He wants to deal with us, even when He knows our secrets? What comfort can we draw from this truth?<br><strong><br>4. </strong>What themes in the Gospel of John that we have studied thus far are found in Jesus’ ministry to the Samaritan woman at the well?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story<br></p>",
               "id":58,
               "idDay":8,
               "idLesson":5,
               "lessonText":"<p><strong>Unsolicited Book in the Mail&nbsp;</strong></p><p><strong>By Andrew McChesney</strong><br><br>For most of his life, Rob Schetky, a retired U.S. Navy officer, had struggled with the Bible and its meaning. Once an agnostic, Rob was seeking God’s will, but the Sabbath posed a problem. He fumed when people skipped church and engaged in everyday activities on Sunday. He asked, “Why are you playing golf on Sunday?” But inside he wondered, Where in the Bible did God change the Sabbath?<br><br>Rob stopped going to church. He was looking for a new church in Fairbanks, in the U.S. state of Alaska, when an unsolicited book arrived in his post office mailbox. “That’s an interesting name,” he thought, examining the book. “I wonder what The Great Controversy is.”<br><br>Leaving the post office, he passed a stack of Great Controversy books that other people had discarded on a counter. It had been a mass mailing.<br><br>At home, Rob became engrossed in the book. He grew excited as he read how humans, not God, had changed the Sabbath day of worship. Wow! he thought. Someone is telling the history of the church in a very logical way.<br><br>Contacting a friend, he said, “I’ve found a great history of Christianity. It’s called The Great Controversy.” Later, the friend called back. “You’ve got to get away,” he said. “That’s the Seventh-day Adventist Church. They’re a cult!”<br><br>Rob was surprised. He hadn’t noticed the name of the book’s author, Ellen White, and didn’t know that she had cofounded the Adventist Church. “No, they are not a cult,” he said. “They just believe in the Word of God.”<br><br>After the conversation, Rob wondered if Adventists worshiped in Fairbanks. Looking online, he found a church located only a 10-minute drive away. On Sabbath, he grabbed his Bible and The Great Controversy and went to church. He had been reading the book for less than a month.<br><br>The first person to greet him at church was a Sabbath School teacher, Helen. She expressed surprise when she learned that he had come because of The Great Controversy. “You just destroyed my complaints,” she said. She had been worried that the small size of the book’s text made it impossible to read. Yet Rob had already read three-fourths of the book—and he had come to church to learn more.<br><br>Today, seven years later, Rob is 70 and a church deacon. He still reads the Bible and the writings of Ellen White daily. “When I found the Seventh-day Adventist Church, I found a home, and I found truth,” he said.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Teachers</p>",
               "id":59,
               "idDay":9,
               "idLesson":5,
               "lessonText":"<p><strong>Part I: Overview<br><br>Study Focus: John 4:1–15, John 4:16–26, and John 4:27–42</strong><br><br>The Samaritans were despised by their Jewish neighbors. The Jews despised the Samaritans even more than they despised their Roman oppressors. The Samaritans were viewed as corrupt, insincere, and to be avoided at any cost. That is why travelers from the regions of Galilee avoided the shorter route to Jerusalem via Samaria and instead detoured through Perea, taking the longer route to the city.<br><br>The Samaritan problem started when Tiglath-Pileser III (745–727 b.c.) took most of the population of Israel as captives to Assyria to settle there. These Israelites comprised what are known as the ten lost tribes of Israel. To complete this work of depopulation, the new Assyrian emperor, Sargon II (722–705 b.c.), exiled even more of the inhabitants of the Northern Kingdom.<br><br>To unify the Assyrian empire, people from Assyria and the Mesopotamian regions were brought into Israel to repopulate it. Thus, these newcomers mixed with the remnant of Israel, both religiously and racially. The outline here is but a brief overview of the events that transpired. Other negative incidents that occurred later on, such as the Samaritan attempt to sabotage the rebuilding efforts of the Jewish exiles when they returned to their country, only served to compound the problem and intensify racial tensions between the Samaritans and Jews.<br><br><strong>Part II: Commentary<br><br>The Woman at the Well (John 4:1–15)</strong><br><br>In His encounter with this Samaritan woman, Jesus went against accepted protocol and the strictly practiced traditions of the Jews, all in order to reach her for His kingdom. For example, Jesus permitted her a private audience even though she was a woman from Samaria. He asked her for a favor, which was not socially acceptable, for the Jews had no dealings with such despised and so-called “impure” people, particularly a woman.<br><br>In the culture of that time, asking for and receiving a favor from someone opened the door to friendship and obligated the receiver to return the favor. The woman seemed shocked that Jesus, a Jew, asked her, a despised Samaritan woman, to do something for Him, thus initiating a relationship. Let us consider her response: “ ‘How is it that You, being a Jew, ask a drink from me, a Samaritan woman?’ ” (John 4:9, NKJV).<br><br>It is interesting to note that the tasks that she intended to accomplish were left undone. She was supposed to take a jar of water to her village of Sychar, but in her excitement about her amazing discovery of the Water of Life, she left the filled water jar behind. She meant to give Jesus the drink of water to alleviate His thirst, but she failed because she left in such a hurry. When Jesus’ disciples came back with food to alleviate His hunger, they were utterly surprised that He was not hungry anymore.<br><br>“Leaving her waterpot spoke unmistakably as to the effect of His words. It was the earnest desire of her soul to obtain the living water; and she forgot her errand to the well, she forgot the Saviour’s thirst, which she had purposed to supply.”—Ellen G. White, The Desire of Ages, p. 191. Jesus was deeply moved that such a despised woman opened her heart to Him as the long-awaited Messiah—a much better response than from many of His own people, who closed their minds to Him. So moved was Jesus in doing His Father’s work in reclaiming lost souls for the kingdom of heaven that He lost His bodily thirst and hunger, sated as He was in His soul by heavenly water and nourishment.<br><br>Sometimes witnessing to others is done out of duty and viewed as drudgery. But witnessing should be a delight if Christ’s spirit flows out of the heart. Then it is heart work rather than hard work. For those who experience this Christ-centered outreach, it is truly an overflow of the Spirit that pours forth from the human heart spontaneously. That is why Jesus said to His surprised disciples: “ ‘My food is to do the will of Him who sent Me, and to finish His work’ ” (John 4:34, NKJV).<br><br><strong>The Revelation of Jesus (John 4:16–26)</strong><br><br>We can see a similarity between the Samaritan woman’s response and Nicodemus’s upon hearing the profound truth that proceeded from Christ’s mouth. This illustrious member of the Sanhedrin tried to sidestep the crucial subject of his desperate need for spiritual conversion. Instead, Nicodemus feigned ignorance of the meaning of Christ’s words and tried to equate the new-birth experience with going again, literally, into a mother’s womb. Similarly, the despised woman of Sychar changed the subject in an attempt to stifle her conviction that Jesus was the Messiah.<br><br>She diverted the conversation with Jesus to a current debate as to the proper place of worship.<br><br>Jesus kindly but pointedly brought her back to the crucial issue of recognizing that He was the Messiah standing before her. He also tactfully reminded her that her amalgamated religion of heathenism and Judaism did not lead to the true worship of God, for He is the Spirit and the fountain of truth. Christ said to her that “ ‘God is Spirit, and those who worship Him must worship in spirit and truth’ ” (John 4:24, NKJV). In other words, true worship that leads to salvation is not so much about a place; rather, it is about the Person of Christ.<br><br>This simple woman, a sinner with a dubious character, was entrusted with the weighty truth that Jesus was the long-awaited Messiah. The Savior gradually led the Samaritan woman to the truth, culminating in His honoring her—more than anyone else before His resurrection— with the specific truth about His Messiahship. “ ‘I who speak to you am He’ ” (John 4:26, NKJV). Likewise, we must not show favoritism in reaching people, be they wealthy or poor, of “higher” or “lower” social status. Such distinction should not matter to us because it did not matter to Christ. All with whom we come in contact have one common denominator: their need of forgiveness and redemption.<br><strong><br>The Testimony of the Samaritans (John 4:27–42)</strong><br><br>In the culture of the Jews in Jesus’ day, there was an obligation to reciprocate hospitality, which was acceptable when the reciprocator was a fellow Jew but not when he or she was a Samaritan. Receiving a favor and reciprocating it tended to draw people closer to one another. For this reason, the Jews were totally against this practice with foreigners. But Jesus transcended the national prejudice of the Jews, for He came to minister and to save the high and the low, both within and without Jewish society. Furthermore, why would such a societal obligation bother Him when His mission was to go to the extreme extent of dying for humanity?<br><br>Jesus practiced reciprocity in His ministry, for He was willing to give and receive help. Such an approach is an effective way to validate others and help them to feel worthwhile and needed. Contemplate how effective this approach proved to be with the Samaritan woman. Jesus asked her for a simple drink of water, which she could provide, and He reciprocated with the gift of the Water of Life, which He alone could give. Then the woman, in turn, shared this good news with her people, and the entire town came to meet Jesus and to believe in Him.<br><br>Similarly, our witness should spread from one person to many in ever-widening spheres of influence. Also, Jesus opened Himself to others and permitted Himself to be vulnerable with them as well. Jesus invited intimacy and yearned for people to be caring and compas­sionate toward Him. Ellen G. White tells us that “at the home of Lazarus, Jesus had often found rest. The Saviour had no home of His own; He was dependent on the hospitality of His friends and disciples. . . . He longed for human tenderness, courtesy, and affection.”—The Desire of Ages, p. 524.<br><br>In closing, let us consider this quote that touches on the reciprocity that Jesus experienced with the Samaritans of Sychar. Even though He was a Jewish rabbi, “He accepted the hospitality of this despised people. He slept with them under their roofs, ate with them at their tables.”—Ellen G. White, The Ministry of Healing, p. 26. We often find it a challenge to practice reciprocity in our witness to others. Perhaps because we feel so greatly blessed by the wonderful truths that God gave us, we tend to be helpers but often do not permit ourselves to be the recipients of help. However, we become more effective if we humble ourselves and practice Christ’s example of giving and receiving.<br><strong><br>Part III: Life Application<br><br>Answer the following questions:</strong><br><br><strong>1</strong>. What hindrances to our witness do we encounter in our interpersonal contacts with others, such as neighbors, colleagues, and friends? What roles, if any, do different languages, racial backgrounds, cultural customs, and economic status have in impacting our witness? How can God help us to overcome such obstacles? How can the example of Jesus greatly help us in this regard? Remember that Jesus left a perfect existence in heaven to face every problem and sinful practice that has beset humanity.<br><br><strong>2.</strong> Consider the following situation: church members do not want to do any evangelism or witnessing because they are afraid newcomers to the church may possibly alter the worship practices to which they are accustomed. How would you react to this challenge?<br><br><strong>3.</strong> Think of your favorite hobby. To what extent do you become so absorbed in the sheer delight of doing it that you forget to eat? Similarly, how can Christ’s example of witnessing to the Samaritan woman move us from the realm of duty to the domain of delight?<br><br><strong>4. </strong>How do we react when the Holy Spirit convicts us of truth, righteousness, and sin, especially concerning things that we want to ignore? Are we as patient as the Samaritan woman was in listening to Jesus tell the “rest of the story” so that, consequently, we may become healed and restored to Him?<br><br><strong>5.</strong> Recall an incident or a providential leading in which God used you to influence one individual to accept and live for Him. How did that contact impact other persons or even larger groups of people? Take time to share your experience with one or more people this week.<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":5,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>The Testimony of the Samaritans</p>",
         "verse":"<p>“Then they said to the woman, ‘Now we believe, not because of what you said, for we ourselves have heard Him and we know that this is indeed the Christ, the Savior of the world’ ” (John 4:42, NKJV).<br></p>",
         "versionCode":7,
         "weekDate":"October 26–November 1"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
