{
  "data": [
    {
      "color": "#64008F",
      "id": 13,
      "idEs": 25,
      "language": "es",
      "lessonDays": [
        {
          "date": "23 de marzo",
          "dayTitle": "",
          "id": 131,
          "idDay": 1,
          "idLesson": 13,
          "lessonText": "<p>Hemos llegado a la última semana de este trimestre, en el que estudiamos los salmos. En este viaje espiritual, pasamos por la experiencia del sobrecogimiento ante el majestuoso Creador, Rey y Juez; por el gozo de la liberación divina, el perdón y la salvación; por momentos de entrega en el dolor y el lamento; y por las gloriosas promesas de la presencia eterna de Dios y el anhelo de la adoración perpetua y universal a Dios. Sin embargo, el viaje continúa mientras vivamos en la esperanza de la venida del Señor, cuando nuestro anhelo de Dios hallará su cumplimiento definitivo. Si hay una nota final que podamos extraer de los salmos, debería ser “espera en el Señor”.</p><p>Esperar en el Señor no es una espera ociosa ni desesperada. Al contrario, esperar en el Señor es un acto lleno de confianza y fe; una confianza y una fe que se revelan en la acción. Esperar en el Señor transforma nuestras noches tenebrosas con la expectación de la mañana radiante (Sal. 30:5; 143:8). Fortalece nuestro corazón con una esperanza y una paz renovadas. Nos motiva a trabajar con más ahínco al traer las gavillas de la abundante cosecha de los campos misioneros del Señor (Sal. 126:6; Mat. 9:36-38). Esperar en el Señor nunca nos avergonzará, sino que se recompensará con creces, porque el Señor es fiel a todas sus promesas (Sal. 37:7-11, 18, 34; 71:1; 119:137, 138).</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "24 de marzo",
          "dayTitle": "<p>EL LLAMADO A ESPERAR</p>",
          "id": 132,
          "idDay": 2,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Salmos 27:14; 37:7, 9 y 34; 39:7; 40:1; 69:6; Gálatas 5:5; y Romanos 8:18 al 25. Estos pasajes, ¿qué imploran que haga el pueblo de Dios?</strong></p><p><strong>Salmos 27:14</strong></p><p><strong><sup>14</sup></strong> Aguarda a Jehová; esfuérzate, y aliéntese tu corazón; sí, espera a Jehová.</p><p><strong>Salmos 37:7-9, 34</strong></p><p><strong><sup>7</sup></strong> Guarda silencio ante Jehová, y espera en él. No te alteres con motivo del que prospera en su camino, por el hombre que hace maldades.</p><p><strong><sup>8 </sup></strong>Deja la ira, y desecha el enojo; no te excites en manera alguna a hacer lo malo.</p><p><strong><sup>9 </sup></strong>Porque los malignos serán destruidos, Pero los que esperan en Jehová, ellos heredarán la tierra.</p><p><strong>Salmos 39:7<sup><br></sup></strong></p><p><strong><sup>7</sup></strong> Y ahora, Señor, ¿qué esperaré? mi esperanza está en ti.</p><p><strong>Salmos 40:1</strong></p><p><strong><sup>1</sup></strong> Pacientemente esperé a Jehová, y&nbsp;se inclinó a mí, y oyó mi clamor.</p><p><strong>Salmos 69:6</strong></p><p><strong>6 </strong>No sean avergonzados por causa mía los que en ti confían, oh Señor Jehová de los ejércitos; no sean confundidos por mí los que te buscan, oh Dios de Israel.</p><p><strong>Gálatas 5:5</strong></p><p><strong><sup>5</sup></strong> Pues nosotros por el Espíritu aguardamos por fe la esperanza de la justicia;</p><p><strong>Romanos 8:18-25</strong></p><p><strong><sup>18</sup></strong> Pues tengo por cierto que las aflicciones del tiempo presente no son comparables con la gloria venidera que en nosotros ha de manifestarse.&nbsp;</p><p><strong><sup>19</sup></strong> Porque el anhelo ardiente de la creación es el aguardar la manifestación de los hijos de Dios.&nbsp;</p><p><strong><sup>20</sup></strong> Porque la creación fue sujetada a vanidad, no por su propia voluntad, sino por causa del que la sujetó en esperanza;&nbsp;</p><p><strong><sup>21</sup></strong> porque también la creación misma será libertada de la esclavitud de corrupción, a la libertad gloriosa de los hijos de Dios.&nbsp;</p><p><strong><sup>22</sup></strong> Porque sabemos que toda la creación gime a una, y a una está con dolores de parto hasta ahora;&nbsp;</p><p><strong><sup>23</sup></strong> y no solo ella, sino que también nosotros mismos, que tenemos las primicias del Espíritu, nosotros también gemimos dentro de nosotros mismos, esperando la adopción, la redención de nuestro cuerpo.&nbsp;</p><p><strong><sup>24</sup></strong> Porque en esperanza fuimos salvos; pero la esperanza que se ve, no es esperanza; porque lo que alguno ve, ¿a qué esperarlo?&nbsp;</p><p><strong><sup>25</sup></strong> Pero si esperamos lo que no vemos, con paciencia lo aguardamos.</p><p>Tal vez una de las mayores tensiones de la vida sea el estrés de la espera. No importa quiénes seamos, dónde vivamos o cuál sea nuestra posición en la vida, a veces, todos tenemos que esperar. Desde esperar en la fila de una tienda hasta esperar para oír un pronóstico médico; esperamos, y no siempre nos gusta hacerlo, ¿verdad?</p><p>¿Qué ocurre, entonces, cuando esperamos en Dios? La noción de esperar en el Señor no solamente se encuentra en Salmos, abunda en toda la Biblia. La palabra clave es perseverancia. La perseverancia es nuestro compromiso supremo de negarnos a sucumbir al miedo ante la desilusión de que, por alguna razón, Dios no vendrá por nosotros. El hijo leal de Dios espera, sabiendo con certeza que Dios es fiel; y los que esperan en él pueden confiar en que, si le entregamos nuestra situación, podemos estar seguros de que la resolverá para nuestro bien, aunque en ese momento no lo veamos necesariamente así.</p><p>Esperar en el Señor es más que simplemente aguantar. Es un profundo anhelo de Dios que se compara con la sed intensa en tierra seca (Sal. 63:1). El salmista espera muchas bendiciones de Dios, pero su anhelo de acercarse a su Dios supera cualquier otro deseo y necesidad en la vida.</p><p>Como leemos en este sorprendente pasaje de Romanos, Dios y toda la Creación esperan la renovación del mundo y el bendito encuentro entre Dios y su pueblo en el tiempo del fin. Pablo escribe: “La creación aguarda con profundo anhelo que los hijos de Dios sean revelados” (Rom. 8:19).</p><p>¡Qué promesa tan increíble!</p><p>No obstante, mientras esperamos la salvación definitiva y la reunión con Dios, aunque “todas las criaturas gimen a una, y a una sufren dolores como de parto” (Rom. 8:22), el Señor habita con su pueblo ahora, por medio del Espíritu Santo.</p><p>Mientras tanto, se nos llama a dar testimonio (Hech. 1:4-8) del Plan de Salvación, que concluirá con una nueva Creación. Esa nueva Creación, en última instancia, es lo que estamos esperando: el cumplimiento final de nuestras esperanzas como cristianos adventistas. El mismo nombre, Adventista, abarca la idea de la esperanza que aguardamos. Esperamos, pero sabemos que no es en vano. La muerte y la resurrección de Cristo, en su primera venida, es nuestra garantía de su segunda venida.</p><p><strong>¿Qué cosas esperas ahora de Dios? ¿Cómo aprendemos a esperar con fe y confianza, especialmente cuando lo que pedimos aún no ha llegado?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "25 de marzo",
          "dayTitle": "<p>LA PAZ DE UN NIÑO DESTETADO</p>",
          "id": 133,
          "idDay": 3,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Salmo 131. ¿Qué nos enseña este salmo acerca de nuestra relación con Dios?</strong></p><p><strong>&nbsp;Salmo 131</strong></p><p><strong><sup>1 </sup></strong>Jehová, no se ha envanecido mi corazón, ni mis ojos se enaltecieron;</p><p>Ni anduve en grandezas,</p><p>Ni en cosas demasiado sublimes para mí.</p><p><strong><sup>2 </sup></strong>En verdad que me he comportado y he acallado mi alma</p><p>Como un niño destetado de su madre;<br></p><p>Como un niño destetado está mi alma.</p><p><strong><sup>3 </sup></strong>Espera, oh Israel, en Jehová,</p><p>Desde ahora y para siempre.</p><p><br></p><p>El pueblo de Dios vive en un mundo que aflige a los fieles, un mundo lleno de tentaciones y dificultades para casi todos. Una renovada convicción de que es hijo de Dios y que depende de Dios para su vida consuela al salmista y lo lleva a confesar que su orgullo no tiene valor. Lo engañoso del orgullo es que hace que los orgullosos se vuelvan egocéntricos e incapaces de ver más allá de sí mismos.</p><p>Así, el orgulloso se ciega ante la realidad superior de Dios.</p><p>En cambio, los justos elevan su vista a Dios (Sal. 123:1, 2). El reconocimiento de la grandeza de Dios los hace humildes y libres del egoísmo y la vana ambición.</p><p>El salmista confiesa que no busca “grandezas” ni “cosas demasiado sublimes” (Sal. 131:1). Estas expresiones describen las obras de Dios en el mundo que sobrepasan la comprensión humana. La ciencia moderna nos ha demostrado que incluso las cosas más “sencillas” pueden ser increíblemente complicadas y estar mucho más allá de nuestra comprensión, al menos por ahora. De hecho, hay una gran ironía: cuanto más aprendemos del mundo físico, mayores son los misterios que aparecen ante nosotros.</p><p>Mientras tanto, la metáfora de Salmo 131:2, “como un niño destetado se aquieta en brazos de su madre”, es una poderosa imagen de alguien que encuentra la calma y que se tranquiliza ante el abrazo de Dios. Señala la relación de amor que un niño tiene con su madre en las distintas etapas de su vida.</p><p>Al “destetarnos” de las ambiciones insustanciales y del orgullo, Dios nos presenta el alimento sólido, que consiste en “hacer la voluntad del que me envió y acabar su obra” (Juan 4:34; también Heb. 5:12-14). La confianza infantil descrita en Salmo 131 es una fe madura que ha sido probada por las dificultades de la vida y que ha descubierto que Dios es fiel a su Palabra.</p><p>Al final, la atención del salmista se centra en el bienestar del pueblo de Dios. En definitiva, se nos llama a utilizar nuestra experiencia con Dios para fortalecer a su iglesia. Es decir, aquello que hemos aprendido personalmente, la fidelidad y la bondad de Dios, podemos compartirlo con otros que, por alguna razón, todavía luchan con su fe. Nuestro testimonio acerca de Cristo puede darse incluso dentro de la propia iglesia, donde muchos necesitan conocerlo personalmente.</p><p><strong>“Les aseguro que si no cambian y se vuelven como niños, jamás entrarán en el reino de los cielos” (Mat. 18:3). ¿Qué nos está diciendo Jesús aquí? ¿Qué implica esta idea?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "26 de marzo",
          "dayTitle": "<p>TRAYENDO SUS GAVILLAS</p>",
          "id": 134,
          "idDay": 4,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Salmo 126. ¿Qué le da fuerza y esperanza al pueblo de Dios? ¿Qué se dice aquí, en este contexto, que podamos aplicar a nuestra vida hoy?</strong></p><p><strong>Salmo 126</strong></p><p><strong><sup>1</sup></strong> Cuando Jehová hiciere volver la cautividad de Sion, seremos como los que sueñan.</p><p><strong><sup>2 </sup></strong>Entonces nuestra boca se llenará de risa, y&nbsp;nuestra lengua de alabanza; entonces dirán entre las naciones. grandes cosas ha hecho Jehová con estos.</p><p><strong><sup>3 </sup></strong>Grandes cosas ha hecho Jehová con nosotros; estaremos alegres.</p><p><strong><sup>4 </sup></strong>Haz volver nuestra cautividad, oh Jehová, como los arroyos del Neguev.</p><p><strong><sup>5</sup></strong> Los que sembraron con lágrimas, con regocijo segarán.</p><p><strong><sup>6</sup></strong> Irá andando y llorando el que lleva la preciosa semilla; mas volverá a venir con regocijo, trayendo sus gavillas.</p><p>Las liberaciones milagrosas del Señor en el pasado son una fuente inagotable de inspiración para el pueblo de Dios y su fuente de esperanza para el futuro. La liberación del pasado fue tan grande que podría describirse como un sueño hecho realidad (Isa. 29:7, 8). Observa que la generación que alaba al Señor en Salmo 126 por la liberación del cautiverio de su pueblo en el pasado (Sal. 126:1) está actualmente en cautiverio (Sal. 126:4).</p><p>Sin embargo, el gozo y el alivio del pasado se reviven mediante cantos y se vuelven propios en la experiencia actual. Las nuevas generaciones mantienen viva la historia bíblica al considerarse presentes entre quienes presenciaron los acontecimientos de primera mano. Por lo tanto, una fe viva valora los grandes hechos de Dios por su pueblo en el pasado como algo que el Señor ha hecho por nosotros, y no simplemente como cosas que el Señor hizo por ellos (las generaciones pasadas de creyentes).</p><p>De hecho, el recuerdo del pasado estimula una esperanza renovada para el presente. La imagen de “los arroyos del desierto” (Sal. 126:4) es una poderosa metáfora de la acción repentina y poderosa de Dios en favor de su pueblo. El sur de Judá era una región árida y desértica. Los arroyos se formaban de repente y se llenaban de aguas caudalosas tras las fuertes lluvias de la estación lluviosa. Las lluvias tempranas y las tardías desempeñaban un papel crucial en el éxito del año agrícola (Deut. 11:14; Deut. 28:12). Del mismo modo, la imagen de sembrar con lágrimas y cosechar con regocijo (Sal. 126:5, 6) es una poderosa promesa de la conducción divina desde un presente difícil hacia un futuro feliz.</p><p>El final de la época de cosecha era el momento en que las antiguas peregrinaciones hebreas llevaban los frutos de la temporada al Templo de Dios en Jerusalén (Éxo. 34:22, 26). El motivo de la cosecha brindaba una potente lección espiritual al pueblo de aquella época. Del mismo modo que el duro trabajo de sembrar y cuidar los campos, huertos y viñedos se ve recompensado con la alegría de una cosecha abundante, las pruebas actuales del pueblo de Dios se verán coronadas por el gozo de la salvación en el tiempo del fin. La imagen de la gran cosecha apunta a la restauración del Reino de Dios en la Tierra en la segunda venida de Cristo (Amós 9:13-15; Mat. 9:37). Sin embargo, aquí también surge el tema de la espera. Al igual que con la cosecha, debemos esperar para ver el fruto y los resultados de nuestra labor.</p><p><strong>Piensa en algunas ocasiones en las que hayas visto al Señor obrando clara e inequívocamente en tu vida o en la de los demás. ¿Cómo puedes renovar tu esperanza con esas experiencias para lo que quizás estés viviendo ahora?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "27 de marzo",
          "dayTitle": "<p>ESPERAR EN EL DESCANSO SABÁTICO DE DIOS</p>",
          "id": 135,
          "idDay": 5,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Salmo 92. ¿Qué dos aspectos del sábado se destacan en este canto acerca del día de reposo?</strong></p><p><strong>&nbsp;Salmo 92</strong></p><p><strong><sup>1 </sup></strong>Bueno es alabarte, oh Jehová, ycantar salmos a tu nombre, oh Altísimo;</p><p><strong><sup>2 </sup></strong>Anunciar por la mañana tu misericordia, y&nbsp;tu fidelidad cada noche,</p><p><strong><sup>3 </sup></strong>En el decacordio y en el salterio, en tono suave con el arpa.</p><p><strong><sup>4</sup></strong> Por cuanto me has alegrado, oh Jehová, con tus obras; en las obras de tus manos me gozo.</p><p><strong><sup>5</sup></strong> ¡Cuán grandes son tus obras, oh Jehová! Muy profundos son tus pensamientos.</p><p><strong><sup>6</sup></strong> El hombre necio no sabe, y&nbsp;el insensato no entiende esto.</p><p><strong><sup>7 </sup></strong>Cuando brotan los impíos como la hierba, y&nbsp;florecen todos los que hacen iniquidad, es para ser destruidos eternamente.</p><p><strong><sup>8</sup></strong> Mas tú, Jehová, para siempre eres Altísimo.</p><p><strong><sup>9 </sup></strong>Porque he aquí tus enemigos, oh Jehová, porque he aquí, perecerán tus enemigos; serán esparcidos todos los que hacen maldad.</p><p><strong><sup>10</sup></strong> Pero tú aumentarás mis fuerzas como las del búfalo; seré ungido con aceite fresco.</p><p><strong><sup>11</sup></strong> Y mirarán mis ojos sobre mis enemigos; oirán mis oídos de los que se levantaron contra mí, de los malignos.</p><p><strong><sup>12</sup></strong> El justo florecerá como la palmera; crecerá como cedro en el Líbano.</p><p><strong><sup>13</sup></strong> Plantados en la casa de Jehová, en los atrios de nuestro Dios florecerán.</p><p><strong><sup>14</sup></strong> Aun en la vejez fructificarán; estarán vigorosos y verdes,</p><p><strong><sup>15</sup></strong> Para anunciar que Jehová mi fortaleza es recto, y&nbsp;que en él no hay injusticia.</p><p>La alabanza a Dios por las grandes obras de sus manos (Sal. 92:4, 5) y la descripción edénica de los justos (Sal. 92:12-14) señalan claramente a la Creación, el primer aspecto que conmemora el sábado. El salmo también ensalza al Señor por su victoria sobre los enemigos, como Dios de justicia (Sal. 92:7-15), y refuerza así la segunda faceta del sábado: la redención del mal (Deut. 5:12-15).</p><p>De esta manera, Salmo 92 ensalza a Dios por su Creación en el pasado y por sostener el mundo en la actualidad, y apunta a la esperanza final de la paz y el orden divinos por toda la eternidad.</p><p>El pueblo puede disfrutar del descanso sabático porque Dios es el “Altísimo” (Sal. 92:1); su posición superior (en las alturas) le da una ventaja sin igual sobre sus enemigos.</p><p>Sin embargo, aunque es el Altísimo, el Señor no duda en descender para rescatar a quienes lo invocan. La obra de creación del Señor y, sobre todo, la redención de esa Creación, deberían inspirar a la gente a adorar a Dios y a amarlo.</p><p>A fin de cuentas, vivir en una Creación caída, sin esperanza de redención, no es algo que nos entusiasme especialmente. Amamos, sufrimos, morimos... sin ninguna esperanza. Por eso, alabamos al Señor no solamente como Creador, sino también como Redentor.</p><p>El “aceite fresco” transmite la idea de la renovada devoción del salmista por servir a Dios como su siervo reconsagrado (Sal. 92:10). La unción con aceite se hacía para consagrar a personas elegidas como sacerdotes y reyes (Éxo. 40:15; 1 Sam. 10:1). Sin embargo, el salmista eligió una palabra hebrea inusual, balal, para describir su unción, que no representa típicamente la unción de los siervos de Dios, sino que denota la “mezcla” de aceite con otras partes del sacrificio (Éxo. 29:2; Lev. 2:4, 5). El uso exclusivo del balal por parte del salmista implica que este desea presentarse a sí mismo como sacrificio vivo ante el Señor y consagrar todo su ser a Dios (Rom. 12:1).</p><p>No es sorprendente encontrar pensamientos acerca de la consagración en un salmo dedicado al sábado, porque el sábado es la señal de que el Señor santifica a su pueblo (Éxo. 31:13). Las imágenes de palmeras y cedros del Líbano representan al pueblo de Dios que crece en la fe y en la verdadera apreciación de los maravillosos propósitos y el amor de Dios. El sábado es la señal del Pacto eterno del Señor con su pueblo (Eze. 20:20). Por lo tanto, el descanso sabático es esencial para el pueblo de Dios, porque lo capacita para esperar confiadamente en que el Señor cumplirá todas las promesas de su Pacto (Heb. 4:1-10).</p><p><strong>Vuelve a leer Salmo 92. ¿Qué gran esperanza se nos ofrece allí, y cómo podemos, incluso ahora mismo, consolarnos con lo que dice?</strong></p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "28 de marzo",
          "dayTitle": "<p>LA ALEGRÍA LLEGA POR LA MAÑANA</p>",
          "id": 136,
          "idDay": 6,
          "idLesson": 13,
          "lessonText": "<p><strong>Lee Salmos 5:3; 30:5; 49:14; 59:16; 92:2; 119:147; 2 Pedro 1:19; y Apocalipsis 22:16. ¿Qué momento del día se describe simbólicamente como el momento de la redención divina, y por qué?</strong></p><p><strong>Salmos 5:3</strong></p><p><strong><sup>3</sup></strong> Oh Jehová, de mañana oirás mi voz; de mañana me presentaré delante de ti, y esperaré.</p><p><strong>Salmos 30:5</strong></p><p><strong><sup>5</sup></strong> Porque un momento será su ira, pero su favor dura toda la vida. Por la noche durará el lloro, y&nbsp;a la mañana vendrá la alegría.</p><p><strong>Salmos 49:14</strong></p><p><strong><sup>14</sup></strong> Como a rebaños que son conducidos al Seol, la muerte los pastoreará, y&nbsp;los rectos se enseñorearán de ellos por la mañana, se consumirá su buen parecer, y el Seol será su morada.</p><p><strong>Salmos 59:16</strong></p><p><strong><sup>16</sup></strong> Pero yo cantaré de tu poder, yalabaré de mañana tu misericordia, porque has sido mi amparo y&nbsp;refugio en el día de mi angustia.</p><p><strong>Salmos 92:2</strong></p><p><strong><sup>2 </sup></strong>Anunciar por la mañana tu misericordia, y&nbsp;tu fidelidad cada noche,</p><p><strong>Salmos 119:147</strong></p><p><strong><sup>147 </sup></strong>Me anticipé al alba, y clamé, esperé en tu palabra.</p><p><strong>2 Pedro 1:19</strong></p><p><strong><sup>19</sup></strong> Tenemos también la palabra profética más segura, a la cual hacéis bien en estar atentos como a una antorcha que alumbra en lugar oscuro, hasta que el día esclarezca y el lucero de la mañana salga en vuestros corazones;</p><p><strong>Apocalipsis 22:16</strong></p><p><strong><sup>16 </sup></strong>Yo Jesús he enviado mi ángel para daros testimonio de estas cosas en las iglesias. Yo soy la raíz y el linaje de David, la estrella resplandeciente de la mañana.</p><p>En los salmos, la mañana es generalmente el momento en que se anhela la redención de Dios. La mañana revela el favor de Dios, que pone fin a la larga noche de desesperación y angustia (Sal. 130:5, 6). En Salmo 143, la liberación de Dios invertirá la oscuridad presente de la muerte (Sal. 143:3) en la luz de una nueva mañana (Sal. 143:8); y el estar en la fosa (Sal. 143:7), en residir en la “tierra de rectitud” (Sal. 143:10).</p><p><strong>Lee Marcos 16:1 al 8. ¿Qué sucedió en la mañana de la que se habla aquí, y por qué es tan importante para nosotros?</strong></p><p><strong>Marcos 16:1-8</strong></p><p><strong><sup>1 </sup></strong>Cuando pasó el día de reposo, María Magdalena, María la madre de Jacobo, y Salomé, compraron especias aromáticas para ir a ungirle.&nbsp;</p><p><strong><sup>2 </sup></strong>Y muy de mañana, el primer día de la semana, vinieron al sepulcro, ya salido el sol.&nbsp;</p><p><strong><sup>3</sup></strong> Pero decían entre sí: ¿Quién nos removerá la piedra de la entrada del sepulcro?&nbsp;</p><p><strong><sup>4</sup></strong> Pero cuando miraron, vieron removida la piedra, que era muy grande.&nbsp;</p><p><strong><sup>5</sup></strong> Y cuando entraron en el sepulcro, vieron a un joven sentado al lado derecho, cubierto de una larga ropa blanca; y se espantaron.&nbsp;</p><p><strong><sup>6 </sup></strong>Mas él les dijo: No os asustéis; buscáis a Jesús nazareno, el que fue crucificado; ha resucitado, no está aquí; mirad el lugar en donde le pusieron.&nbsp;</p><p><strong><sup>7</sup></strong> Pero id, decid a sus discípulos, y a Pedro, que él va delante de vosotros a Galilea; allí le veréis, como os dijo.&nbsp;</p><p><strong><sup>8 </sup></strong>Y ellas se fueron huyendo del sepulcro, porque les había tomado temblor y espanto; ni decían nada a nadie, porque tenían miedo.</p><p>La mañana de la resurrección de Jesucristo abrió las puertas a la mañana eterna de la salvación de Dios para todos los que creen en su nombre. Los discípulos de Jesús experimentaron toda la fuerza de la promesa de Salmo 30:5: “El llanto puede durar una noche, pero a la mañana viene la alegría”, cuando se encontraron con el Señor resucitado. Únicamente por el favor y el amor incondicional de Dios, nuestro llanto se transforma en alegría (Sal. 30:5, 7).</p><p>Como la estrella de la mañana anuncia el nacimiento de un nuevo día, así la fe anuncia la nueva realidad de la vida eterna en los hijos de Dios (2 Ped. 1:19). A Jesús se lo llama la estrella resplandeciente de la mañana (Apoc. 22:16), a quien esperamos ansiosamente para que establezca su Reino, en el que ya no habrá noche, maldad ni muerte (Apoc. 21:1-8, 25). A fin de cuentas, más que ninguna otra cosa, esto es lo que esperamos cuando hablamos de esperar en el Señor. Y, por cierto, la espera merece la pena.</p><p>“Sobre la tumba abierta de José, Cristo había proclamado triunfante: ‘Yo soy la resurrección y la vida’. Únicamente la Deidad podía pronunciar esas palabras. Todos los seres creados viven por la voluntad y el poder de Dios. Son receptores dependientes de la vida de Dios. Desde el más sublime serafín hasta el ser animado más insignificante, todos son abastecidos por la Fuente de vida. Solo el que es uno con Dios podía decir: ‘Tengo poder para poner mi vida, y tengo poder para tomarla de nuevo’. En su divinidad, Cristo poseía el poder para romper las ligaduras de la muerte” (Elena de White, El Deseado de todas las gentes, p. 729).</p><p>Se ha dicho que la muerte está grabada en nuestras células desde el nacimiento. Aunque sea cierto, al menos para nosotros, seres caídos, ¿qué nos ha prometido la resurrección de Jesús acerca de la temporalidad de la muerte? ¿Por qué no debemos olvidar nunca lo temporal que es la muerte para nosotros?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "",
          "id": 137,
          "idDay": 7,
          "idLesson": 13,
          "lessonText": "<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><p>Lee Elena de White, El camino a Cristo, “Creciendo en Cristo”, pp. 66-75. Los salmos hacen fervientes llamados a esperar en el Señor. “Descansa en el Señor, y espera tranquilo en él” (Sal. 37:7). Cuando la espera nos parezca agobiante, incierta y solitaria, recordemos a los discípulos el día de la ascensión de Jesús al Cielo (Hech. 1:4-11). Jesús fue llevado al Cielo ante sus ojos, mientras que ellos quedaron esperando a que regresara en algún día futuro y desconocido.</p><p><strong>¿Habrá alguien que haya experimentado un anhelo más intenso de recibir la bendición de Dios que los discípulos en aquel día? Seguramente anhelaban:</strong></p><p>“Señor, llévanos contigo ahora”. Sin embargo, se les ordenó esperar la promesa del Padre y el regreso de Jesús. Si pensamos que los discípulos estaban llenos de desesperación y decepción, nos sorprenderemos. Regresaron a Jerusalén e hicieron exactamente lo que Jesús les dijo: esperaron el don del Espíritu Santo y luego predicaron el evangelio al mundo con poder (Hech. 1:12-14; 2).</p><p>El mandato de nuestro Señor de esperar en él es imposible de cumplir a menos que él haya hecho su obra en nosotros mediante el Espíritu Santo. Ningún entusiasmo humano podrá soportar la tensión que la espera impondrá a nuestro frágil ser. Únicamente una cosa soportará la tensión, y es permanecer en Jesucristo; es decir, cultivar una relación personal con él. “De modo que, si Cristo mora en nuestro corazón, obrará en nosotros ‘tanto el querer como el hacer, para cumplir su buen propósito’ (Fil. 2:13). Trabajaremos como él trabajó; manifestaremos el mismo espíritu. Y así, amándolo y permaneciendo en él, creceremos ‘en todo en aquel que es la cabeza, esto es, en Cristo’ (Efe. 4:15)” (Elena de White, El camino a Cristo, p. 75). Al seguir esperando en el Señor, encontraremos paz y satisfacción en los salmos. Nuestras oraciones y cánticos son el lugar donde el corazón de Dios y el nuestro se encuentran diariamente.</p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><p><strong>1. </strong>¿Por qué es importante la espera en nuestra vida espiritual? Analiza las experiencias de espera de algunos héroes bíblicos de la fe. ¿De qué manera la espera purificó y fortaleció su fe? (Rom. 4:19-22; Heb. 11).</p><p><strong>2. </strong>¿Cuál es el fin de nuestra espera? (Sal. 37:34-40). Es decir, ¿qué se nos promete cuando todo esté finalmente resuelto? ¿Qué esperanza encontramos en estos pasajes, por ejemplo, acerca de la justicia, que desde tanto tiempo hace falta en esta vida?</p><p><strong>3. </strong>En cuanto a la condición de los muertos según la Biblia (Ecl. 9:5), ¿por qué falta poco para que vuelvan a la vida? ¿Qué esperanza podemos extraer de la respuesta?</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        },
        {
          "date": "-",
          "dayTitle": "<p>EL SÁBADO ENSEÑARÉ...</p>",
          "id": 138,
          "idDay": 8,
          "idLesson": 13,
          "lessonText": "<p><strong>RESEÑA</strong></p><p><strong>Texto clave: Salmo 27:14</strong></p><p>El concepto de espera en el libro de Salmos denota tener, y demostrar, una fe duradera. Los creyentes son llamados a esperar en el Señor el cumplimiento de sus promesas, tal como Abraham y Sara fueron llamados a esperar la bendición del hijo prometido (Gén. 12:1-4; 21:1-5), que finalmente se les otorgó después de 25 años. Del mismo modo, Israel esperó la liberación, soportando 430 años en Egipto, antes de partir hacia la Tierra Prometida (Gén. 15:13; Éxo. 12:40, 41). Asimismo, los salmistas, con fe perdurable, se aferraron a las promesas de Dios, al igual que Daniel, que en cumplimiento de los setenta años de la profecía de Jeremías (Jer. 29:10, 11) esperó el regreso de los judíos a la Tierra Prometida (Dan. 9:1, 2). Los judíos también esperaron cientos de años al Mesías prometido, hasta que llegó el cumplimiento del tiempo y Jesús vino a esta Tierra en carne humana.</p><p>La espera se compone de dos variables: (1) la expectativa del cumplimiento de una promesa; y (2) la expectativa de que lo prometido se cumplirá en un tiempo determinado. En la vida, cuando esperamos, aguardamos activamente un acontecimiento futuro, ya sea un nuevo trabajo, una boda inminente, el nacimiento de un bebé, la consecución de un título académico, un viaje próximo, un nuevo nombramiento y demás. Debe transcurrir un lapso entre la expectativa del acontecimiento y su realización. Lo mismo ocurre con las promesas de Dios en nuestra vida cotidiana, así como con el cumplimiento final de los grandes acontecimientos del Plan de Redención.</p><p><strong>COMENTARIO</strong></p><p>Los salmistas utilizan seis verbos o palabras hebreas cuando quieren expresar los desafíos relacionados con la espera. Consideraremos brevemente cada uno de ellos.</p><p><strong>Qawah</strong></p><p>Qawah es el verbo hebreo más utilizado para expresar el concepto de “esperanza”, que también puede expresarse en la forma verbal “esperar”, “aguardar”, “anticipar”. De las veinte veces en que se utiliza qawah en el Salterio, el Señor es el objeto, o aquel a quien se anhela: “Ninguno de cuantos en ti esperan será confundido” (Sal. 25:3, ver Sal. 69:6); “Integridad y rectitud me guarden, porque en ti espero” (Sal. 25:21); “Porque en ti, Señor, espero; tú responderás, Señor, Dios mío” (Sal. 38:15). Como muestran ampliamente estos versículos, nuestra confianza debe estar siempre en el Señor.</p><p>El sustantivo “esperanza” (del hebreo tiqvah) también procede de la raíz verbal qawah: “Porque tú, Señor Dios, eres mi esperanza, mi confianza desde mi juventud” (Sal. 71:5). Para el salmista, la única esperanza que tenemos en esta vida está en Dios. Después de considerar lo efímera que es esta existencia, el salmista exclama al Señor: “Y ahora, Señor, ¿qué esperaré? Mi esperanza se halla en ti” (Sal. 39:7).</p><p>El verbo qawah puede usarse en sentido negativo, como en la espera de la destrucción del pueblo de Dios a manos del enemigo (Sal. 56:6; 119:95). El uso negativo de esta palabra nos recuerda, como pecadores, que el foco de nuestra esperanza se centra a menudo en la expectativa de un mal resultado. Para evitar esta tendencia, nuestras expectativas deben proceder de un corazón regenerado por el Espíritu Santo.</p><p><strong>Yahal</strong></p><p>Yahal significa “esperar, aguardar, soportar, anhelar”. Después de qawah, es la raíz verbal más utilizada en el Antiguo Testamento para expresar esperanza. De las 48 veces que se utiliza, 21 se encuentran en el libro de Salmos. Yahal suele ir unido a qawah (Job 30:26; Sal. 39:8, 130:5; Prov. 10:28; 11:7; Isa. 51:5).</p><p>En el libro de Job, yahal suele aplicarse a la esperanza que es vana o parece inútil, y por lo tanto no está relacionada con Dios (Job 6:11; 14:14; 29:21). Pero no es así en el Salterio. Dios es el objeto explícito de la esperanza yahal, como se indica a continuación: Salmo 31:24: “Todos ustedes que esperan en el Señor”; Salmo 33:22: “Tal como esperamos en ti”; Salmo 38:15: “Porque en ti, Señor, espero”; Salmo 39:7: “Mi esperanza se halla en ti”; Salmo 42:11: “Espera en Dios”; Salmo 69:3: “Mis ojos desfallecen, esperando a mi Dios”. Nuestro Creador es digno de toda nuestra confianza. Nuestra confianza en su fidelidad y su amor es el fundamento de toda religión verdadera, y la base de la relación entre Dios y los seres humanos. Esta relación se basa en su misericordia y en su bondad, que él concede a quienes confían en él (Sal. 33:18; 147:11).</p><p>A la luz de las verdades bíblicas antes mencionadas, nos parece oportuno dirigir nuestra atención, una vez más, a Salmo 119. Como atestigua este salmo, el objeto de la esperanza es la Palabra de Dios (Sal. 119:43, 49, 74, 81, 114, 147). Además, las palabras de la boca de Dios, recogidas en las Escrituras, son el único fundamento verdadero de la fe cristiana. Es en las páginas y en las promesas de las Escrituras donde el cristiano puede encontrar la seguridad de su esperanza y salvación. El enemigo es muy consciente de este hecho y ha hecho de la Biblia el objetivo especial de sus ataques, intentando distraer al creyente de sus verdades o engañarlo para que crea que las Escrituras son un mero mito, inventado por los seres humanos. Todas las pruebas que encontramos en apoyo de la Biblia, su poder transformador, sus profecías cumplidas y sus maravillosas promesas, deberían impulsarnos a unirnos al salmista al afirmar: “En su palabra espero” (Sal. 130:5). Por encima de todo, nuestra atención debe centrarse en las Escrituras como fuente de toda nuestra esperanza.</p><p><strong>Hakah</strong></p><p>El verbo hakah significa “esperar, soportar, aguardar, esperar”. Al igual que con el verbo anterior, yahal, el objeto de hakah suele ser Dios (Isa. 8:17; 30:18; 64:3; Sof. 3:8). Hakah solamente se utiliza dos veces en el Salterio. El primer uso aparece en Salmo 33:20, un cántico que exalta al Creador y Sustentador del mundo (Sal. 33:1-11). Salmo 33:12 es el versículo clave de este salmo, en el que se confirma que el Señor escogió al pueblo de Dios. Esta elección es el fundamento de la confianza del creyente en Dios. Al contrario, no podemos confiar en la fuerza de las armas ni de los guerreros (Sal. 33:16, 17). El salmista proclama: “Nosotros esperamos en el Señor; nuestra ayuda y nuestro escudo es él” (Sal. 33:20). Como seres humanos que vivimos en una cultura secularizada y materialista, tendemos a poner nuestra fe en el dinero, en las habilidades y los diplomas, en la ciencia o en nuestro país; pero, como cristianos, nuestra confianza debe descansar únicamente en el Señor.</p><p>El otro uso del verbo, en Salmo 106, muestra la falta de un espíritu paciente y tolerante. Salmo 106 es un salmo histórico, como vimos en una lección anterior. En Salmo 106:6, el autor recuerda los milagros de Dios en favor de su pueblo durante el Éxodo y la subsiguiente estadía en el desierto. Pero ellos “pronto olvidaron sus obras y no esperaron [hakah] en su consejo” (Sal. 106:13). Hoy también nos enfrentamos a la misma gran tentación. Con demasiada facilidad, olvidamos lo que el Señor ha hecho en nuestra vida, lo que dificulta la espera de sus promesas. El corazón que olvida esperar en el Señor puede hacer un intento desesperado por “ayudar” al Señor a cumplir sus promesas, como vemos en la historia de Jacob y su madre, Rebeca. Su impaciencia por asegurar la bendición de la primogenitura casi a cualquier costo nos sirve como un potente recordatorio de que debemos esperar en el Señor para que él provea, a su tiempo, lo que ha prometido.</p><p><strong>Dumah</strong></p><p>Dumah es un sustantivo que significa “silencio, descanso”. “Se refiere al silencio de la muerte ([Sal.] 94:17; 115:17). [...] Dumah se refiere a un silencio o descanso que refleja confianza en Dios (Sal. 39:2[3]; 62:1[2]) o a una falta de silencio que resulta de la aparente inactividad de Dios ([Sal.] 22:2)” (New International Dictionary of Old Testament Exegesis, entrada sobre dumah, t. 1, p. 912).</p><p>Salmo 62 utiliza este sustantivo para referirse a la espera en silencio. La palabra se traduce dos veces, como sigue:</p><p>Salmo 62:1: “En Dios solamente espera en silencio mi alma; de él viene mi salvación” (NBLA).</p><p>Salmo 62:5: “Alma mía, espera en silencio solamente en Dios, pues de él viene mi esperanza” (NBLA).</p><p>En otras partes de las Escrituras, “esperar” implica “guardar silencio”. En tiempos de espera, la mejor manera de soportar y permanecer firme es guardar silencio y meditar en la Palabra de Dios. Esa mentalidad nos ayuda a sostenernos y a prepararnos para la prueba de resistencia por la que debemos pasar antes de ver cumplidas nuestras expectativas. La Escritura nos consuela en nuestra espera con estas palabras: “La visión espera su tiempo señalado; se apresura hacia su fin y no fallará. Aunque demore, espérala. De cierto vendrá, no tardará” (Hab. 2:3).</p><p><strong>Sabar</strong></p><p>En el Antiguo Testamento, el verbo sabar se utiliza con menos frecuencia para referirse a la esperanza que las otras palabras que hemos considerado hasta ahora. Sabar transmite la idea de “esperar, aguardar, examinar”. El salmista afirma con confianza: “Feliz el que tiene la ayuda del Dios de Jacob, que pone su esperanza [sabar] en el Señor su Dios” (Sal. 146:5). Confiar en el Señor traerá felicidad al creyente, incluso en medio de las pruebas. Hemos estudiado las razones para confiar en Dios y adorarlo; el núcleo de estas razones es la esperanza.</p><p>Curiosamente, el salmista utiliza sabar dos veces para expresar la acción de esperar y, como tal, ejemplifica en qué consiste la espera. Salmos 104:27 y 145:15 describen a los animales que esperan a que el Creador los alimente: “Todos esperan en ti” y “los ojos de todos esperan en ti”. Estas imágenes evocan las palabras de Jesús: “Miren las aves del cielo, que no siembran, ni siegan, ni juntan en graneros; y su Padre celestial las alimenta. ¿No valen ustedes mucho más que ellas?” (Mat. 6:26).</p><p>Como nos enseñan estas imágenes, debemos esperar, con la paciente expectación de las aves del cielo, sin angustia ni desesperación, las bendiciones celestiales que Dios nos ha prometido. Al cultivar la paciencia y la fe humilde de un niño, nos fortaleceremos en nuestra espera. Nuestra vida de oración, como resultado, también se fortalecerá.</p><p><strong>Chuwl</strong></p><p>El verbo chuwl significa “trabajar, retorcerse, temblar”, pero también “dar a luz”. Así, Salmo 37:7 puede traducirse, de manera literal: “Descansa en el Señor y ‘da a luz’ por él” (énfasis añadido). La implicación es que la sufrida resistencia que debemos tener mientras esperamos que se cumplan las promesas de Dios es como la angustia de una madre expectante lista para dar a luz a su hijo. Este período de sufrimiento implica un parto duro, dolor intenso y lágrimas. Sin embargo, el resultado de la llegada del recién nacido compensa la expectación y la experiencia del sufrimiento. De la misma manera, esperar al Señor a menudo implica angustia y sufrimiento temporales, pero el resultado será rico en bendiciones del Señor.</p><p><strong>APLICACIÓN A LA VIDA&nbsp;</strong></p><p>La esperanza es un componente importante de todos los aspectos de la vida temporal y espiritual. El apóstol Pablo la clasifica, junto con la fe y el amor, entre las tres virtudes supremas de una vida cristiana fructífera y llena del Espíritu (1 Cor. 13:13). La esperanza nos motiva a perseverar ante la enfermedad o la tragedia. La esperanza es el fuego que arde en nuestro interior, lo que enciende el deseo de captar el poder de las promesas de Dios. Esta llama se alimenta con la lectura diaria y la meditación en las Escrituras. Cada problema de nuestra vida encuentra su solución en una gema específica de la verdad bíblica. La esperanza es la mano que atrapa estos tesoros centelleantes y los fija firmemente en el corazón. Mientras esperamos el cumplimiento de Dios, nuestra resistencia será puesta a prueba, a veces durante horas, a veces durante años… pero la esperanza nos da la fuerza para mantenernos firmes, sin importar la duración o la gravedad de nuestra prueba.</p><p>Sin duda, la esperanza es el atributo que mantiene nuestros ojos fijos en el Cielo mientras esperamos la segunda venida de Jesús.</p>",
          "verses": [
            {
              "verse": "",
              "verseText": ""
            }
          ]
        }
      ],
      "lessonNumber": 13,
      "lessonType": "A",
      "quarter": "1T2024",
      "title": "<p>¡ESPERA EN EL SEÑOR!</p>",
      "verse": "<p>“¡Espera en el Señor! ¡Esfuérzate y aliéntese tu corazón! ¡Espera en el Señor!” (Sal. 27:14).</p>",
      "versionCode": 100,
      "weekDate": "23-29 de marzo"
    }
  ],
  "message": "Consulta con éxito",
  "success": true
}
