{
   "data":[
      {
         "color":"#1e85ae",
         "id":708,
         "idEs":32,
         "language":"en",
         "lessonDays":[
            {
               "date":"November 16",
               "dayTitle":"",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p>We can see again and again in the book of John all the things that Jesus said and did which revealed that, yes, the Messiah (<em>hammashiach</em>), the Christ, had come to Israel. And He had come, in fact, as one of them, a Jew born in Bethlehem, just as the Scriptures had predicted.&nbsp;</p><p><br></p><p>et, as John wrote, “He was in the world, and the world was made through Him, and the world did not know Him” (John 1:10, NKJV).&nbsp;</p><p>He was in the world, the world was made through Him, <em>and yet the world did not know Him?</em> That’s an amazing statement. And, as we can see in John and in the other Gospels, many people didn’t know Him even though they should have, especially because of all the things that Jesus did and said. And, even more so, because the Old Testament scriptures pointed to Him.</p><p><br></p><p>This week we will look at more ways John revealed Jesus as the Messiah, and also, we will look at why some people still continued to reject Him—despite all the powerful reasons affirming Him as the Christ. What can we learn from their mistakes?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 17",
               "dayTitle":"<p style=\"text-align: justify;\">Sings, Works, and Wonders</p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p>In addition to the specific miracles that John used to point to Jesus as the Messiah, he also recorded the broader discussion about the signs, works, and wonders that Jesus did.&nbsp;</p><p><br></p><p>The signs and wonders, in and of themselves, were not proof of His Messiahship because many prophets, sometimes false ones, also per- formed miracles. John did not record the signs because they pointed to a great miracle worker only. The signs that John wrote about had the unique character of pointing to Jesus as the Messiah and to show that He, indeed, came from God the Father Himself.&nbsp;</p><p><strong>Read John 5:17, 20, 36–38. How do these verses describe the relation- ship between Jesus and God the Father, especially in the context of the signs?</strong></p><p><strong>John 5:17</strong></p><p><sup>17</sup><strong> </strong>But Jesus answered them, “My Father has been working until now, and I have been working.”</p><p><strong>John 5:20</strong></p><p><strong><sup>20</sup></strong> For the Father loves the Son, and shows Him all things that He Himself does; and He will show Him greater works than these, that you may marvel.</p><p><strong>John 5:36-38</strong></p><p><strong><sup>36</sup></strong> But I have a greater witness than John’s; for the works which the Father has given Me to finish—the very works that I do—bear witness of Me, that the Father has sent Me.</p><p><strong><sup>37</sup></strong> And the Father Himself, who sent Me, has testified of Me. You have neither heard His voice at any time, nor seen His form.</p><p><strong><sup>38</sup></strong> But you do not have His word abiding in you, because whom He sent, Him you do not believe.</p><p><br></p><p>Jesus used the signs to show His close working relationship with the Father. The two were one. The works showed that “ ‘the Father is in Me, and I in Him’ ” (John 10:38, NKJV; see also John 14:10, 11.)&nbsp;</p><p><br></p><p>The purpose of Jesus’ coming was to do the works of the One who sent Him, in order that these works might be made manifest to the world. That is, He came to do the work that the Father sent Him to do, and the works that He did testified, clearly, that He was from the Father.</p><p><br></p><p>And yet, as we have already seen, even despite the powerful signs and the testimonies from many people, people still chose not to believe.</p><p><br></p><p>The religious leaders asked Jesus, “ ‘How long do You keep us in doubt? If You are the Christ, tell us plainly.’ Jesus answered them, ‘I told you, and you do not believe. The works that I do in My Father’s name, they bear witness of Me’ ” (John 10:24, 25, NKJV).</p><p><br></p><p>If Jesus had come right out and said He was the Messiah, the reli- gious leaders—looking for anything they could find against Him— would have pounced on Him. Knowing this, Jesus instead pointed to the works He had done. If Jesus had said He was the Christ, they could easily seek to deny that. But how could they deny the signs, the works, and the wonders? These were powerful testimonies to who He was and where He had come from.</p><p><br></p><p><strong>How can we protect ourselves from having the kind of hard hearts we see among these religious leaders? In what ways might we be fighting against the work of God in our own lives? _</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 18",
               "dayTitle":"<p>The Authoritative Role of Scripture</p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p>In addition to the specific signs and testimonies that John used to point to Jesus as the Messiah, John also appealed to the authority of the Old Testament and to its prophecies, which foretold the work of Christ. The Old Testament is central, not just to John’s Gospel but to all the New Testament. Justification for Jesus, for who He was, where He came from, what He did, and what He will do—is based on Scripture, in this case the Old Testament.</p><p><br></p><p><strong>Read the following texts: John 5:39, 40, 46, 47. What do they teach us about Jesus’ attitude toward the authority of Scripture?</strong></p><p><strong>John 5:39, 40, 46, 47</strong></p><p><strong>39</strong></p><p><sup style=\"font-weight: bold;\">39</sup> You search the Scriptures, for in them you think you have eternal life; and these are they which testify of Me.</p><p><strong>40</strong></p><p><strong><sup>40</sup></strong> But you are not willing to come to Me that you may have life.</p><p><strong>46</strong></p><p><strong><sup>46</sup></strong> For if you believed Moses, you would believe Me; for he wrote about Me.</p><p><strong>47</strong></p><p><strong><sup>47</sup></strong> But if you do not believe his writings, how will you believe My words?”</p><p><br></p><p>All through the Gospels, time and again, Jesus points to the authority of Scripture as a key witness to Him. For instance, Jesus often uses events from the Old Testament to help point to Himself and to what He does. The following is one case, where He takes an event from Numbers 21:5– 9. “ ‘As Moses lifted up the serpent in the wilderness, even so must the Son of Man be lifted up’ ” (John 3:14, NKJV). Here, not only does Jesus refer to the story, but by using it to point to Himself, He basically gives us the authoritative interpretation of what the story meant to convey.</p><p><br></p><p>And not just Jesus, but others, as well, use the Old Testament to point to Jesus. For example, early on in John, we read the words of Philip: “ ‘We have found Him of whom Moses in the law, and also the proph- ets, wrote’ ” (John 1:45, NKJV).</p><p><br></p><p><strong>Read the following texts: John 13:18; John 17:12; and John 19:24, 28, 36. What do they teach about the authority of Scripture as under- stood by Jesus and John? What should this tell us about the crucial role all Scripture must have for our faith, as well?</strong></p><p><strong>John 13:18</strong></p><p><strong>Jesus Identifies His Betrayer</strong></p><p><strong><sup>18</sup></strong> “I do not speak concerning all of you. I know whom I have chosen; but that the Scripture may be fulfilled, ‘He who eats [a]bread with Me has lifted up his heel against Me.’</p><p><strong>John 17:12</strong></p><p><strong><sup>12</sup> </strong>While I was with them [a]in the world, I kept them in [b]Your name. Those whom You gave Me I have kept; and none of them is lost except the son of [d]perdition, that the Scripture might be fulfilled.</p><p><strong>John 19:24</strong></p><p><strong><sup>24</sup> </strong>They said therefore among themselves, “Let us not tear it, but cast lots for it, whose it shall be,” that the Scripture might be fulfilled which says:</p><p>“They divided My garments among them,</p><p>And for My clothing they cast lots.”</p><p>Therefore the soldiers did these things.</p><p><strong>28</strong></p><p><strong>It Is Finished</strong></p><p><strong><sup>28</sup> </strong>After this, Jesus, [a]knowing that all things were now accomplished, that the Scripture might be fulfilled, said, “I thirst!”</p><p><strong>36</strong></p><p><strong><sup>36</sup> </strong>For these things were done that the Scripture should be fulfilled, “Not one of His bones shall be broken.”</p><p><strong><br></strong></p><p><strong>What are the forces today that either subtly or openly work to undermine our faith in the authority of the Bible? Bring your answer to class on Sabbath.</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 19",
               "dayTitle":"<p>Old Testament Prophecies of Jesus: Part I</p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p>In a discussion with the religious leaders about His identity, Jesus affirmed the authority of Scripture. At first glance, it would seem unnecessary for Him to do that because the religious leaders believed in Scripture. Nevertheless, even with them, Jesus would emphasize the authority of the Scriptures, and He did so in order to show them who He was—no matter how hard their hearts were, and no matter how much they tried to fight conviction.</p><p><br></p><p>Meanwhile, John records many direct quotations from and allusions to the Old Testament that point to Jesus as the fulfillment of the Old Testament promise of a Messiah.</p><p><br></p><p><strong>How are the following New Testament and Old Testament passages linked? That is, how does the New Testament use these texts to bear witness to Jesus?</strong></p><p><strong>John 1:23, Isa. 40:3</strong></p><p><strong><sup>23</sup></strong> He said: “I am</p><p>‘The voice of one crying in the wilderness:</p><p>“Make straight the way of the Lord,” ’</p><p>as the prophet Isaiah said.”</p><p><strong><sup>3 </sup></strong>The voice of one crying in the wilderness:</p><p>“Prepare the way of the Lord;</p><p>Make straight in the desert</p><p>A highway for our God.</p><p><strong>John 2:16, 17; Ps. 69:9</strong></p><p><strong><sup>16</sup></strong> And He said to those who sold doves, “Take these things away! Do not make My Father’s house a house of merchandise!”</p><p><strong><sup>17</sup></strong> Then His disciples remembered that it was written, “Zeal for Your house has eaten Me up.”</p><p><strong><sup>9 </sup></strong>Because zeal for Your house has eaten me up,</p><p>And the reproaches of those who reproach You have fallen on me.</p><p><strong>John 7:38, Jer. 2:13</strong></p><p><strong><sup>38</sup></strong> He who believes in Me, as the Scripture has said, out of his heart will flow rivers of living water.”</p><p><strong><sup>13</sup></strong> “For My people have committed two evils:</p><p>They have forsaken Me, the fountain of living waters,</p><p>And hewn themselves cisterns—broken cisterns that can hold no water.</p><p><strong>John 19:36, Num. 9:12</strong></p><p><sup><strong>36</strong> </sup>For these things were done that the Scripture should be fulfilled, “Not one of His bones shall be broken.”</p><p><strong><sup>12</sup></strong> They shall leave none of it until morning, nor break one of its bones. According to all the [a]ordinances of the Passover they shall keep it.</p><p><br></p><p>Not just John, but Peter, Paul, Matthew, Mark, Luke, and all the New Testament writers, under the inspiration of the Holy Spirit, time and again stress how Jesus of Nazareth’s life, death, resurrection, and ascension to the throne of God are all fulfillments of the Old Testament prophecies.</p><p><br></p><p>And although Jesus was continually pointing the disciples to the Scriptures, which foretold His ministry—when did the disciples finally understand that the Scriptures pointed to His death and resurrection? It was only after He died and was resurrected and appeared to them that they, finally, got it. “Therefore, when He had risen from the dead, His disciples remembered that He had said this to them; and they believed the Scripture and the word which Jesus had said” (John 2:22, NKJV; see also John 20:9).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 20",
               "dayTitle":"<p>Old Testament Prophecies of Jesus: Part II</p>",
               "id":85,
               "idDay":5,
               "idLesson":8,
               "lessonText":"<p>Part II Jesus said to the religious leaders: “ ‘You search the Scriptures, for in them you think you have eternal life; and these are they which testify of Me’ ” (John 5:39, NKJV). What an incredible claim to make about Himself!</p><p><br></p><p>Estimates vary, but some scholars argue that Jesus of Nazareth fulfilled hundreds of Old Testament prophecies. Whatever the amount, the odds against one man’s fulfilling even a few of them, much less them all, are staggering. Every now and then someone will use an image like this: imagine filling an area the size of Texas with coins two feet high and painting one coin pink and then mixing them all up. Then give a blindfolded person one chance to pick the pink coin. What are the odds that, with one pick, he or she would get the pink one?</p><p><br></p><p>No question—Christ’s birth, life, and death were predicted by the Old Testament, stunning evidence of His identity as the expected Messiah. John points to these Old Testament texts again and again to make that very point about who Jesus was, and also, why we should believe in Him and accept the salvation He offers.</p><p><br></p><p><strong>What do each of the following passages from John’s Gospel reveal about Jesus as a fulfillment of Messianic prophecy?</strong></p><p><strong>John 12:13, Ps. 118:26</strong></p><p><strong><sup>13</sup></strong> took branches of palm trees and went out to meet Him, and cried out:</p><p>“Hosanna!</p><p>‘Blessed is He who comes in the name of the Lord!’</p><p>The King of Israel!”</p><p><strong><sup>26</sup></strong>&nbsp;Blessed is he who comes in the name of the Lord!</p><p>We have blessed you from the house of the Lord.</p><p><strong>John 12:14, 15; Zech. 9:9</strong></p><p><strong><sup>14</sup></strong> Then Jesus, when He had found a young donkey, sat on it; as it is written:</p><p><sup><strong>15</strong></sup> “Fear not, daughter of Zion;</p><p>Behold, your King is coming,</p><p>Sitting on a donkey’s colt.”</p><p><strong><sup>9 </sup></strong>“Rejoice greatly, O daughter of Zion!</p><p>Shout, O daughter of Jerusalem!</p><p>Behold, your King is coming to you;</p><p>He is just and having salvation,</p><p>Lowly and riding on a donkey,</p><p>A colt, the foal of a donkey.</p><p><strong>John 13:18, Ps. 41:9</strong></p><p><strong>Jesus Identifies His Betrayer</strong></p><p><strong><sup>18</sup></strong> “I do not speak concerning all of you. I know whom I have chosen; but that the Scripture may be fulfilled, ‘He who eats bread with Me has lifted up his heel against Me.’</p><p><strong><sup>41 </sup></strong>Even my own familiar friend in whom I trusted,</p><p>Who ate my bread,</p><p>Has lifted up his heel against me.</p><p><strong>John 19:37, Zech. 12:10, Zech. 13:6</strong></p><p><strong><sup>37</sup> </strong>And again another Scripture says, “They shall look on Him whom they pierced.”</p><p><strong>Mourning for the Pierced One</strong></p><p><strong><sup>10</sup></strong> “And I will pour on the house of David and on the inhabitants of Jerusalem the Spirit of grace and supplication; then they will look on Me whom they pierced. Yes, they will mourn for Him as one mourns for his only son, and grieve for Him as one grieves for a firstborn.<strong><sup><br></sup></strong></p><p><strong><sup>6</sup></strong> And one will say to him, ‘What are these wounds between your arms?’ Then he will answer, ‘Those with which I was wounded in the house of my friends.’</p><p><br></p><p>How firmly grounded are you in what you believe? If someone were to challenge you on why you believe in Jesus as the Messiah, what answers could you give? Where would you go, and why, to help defend that faith?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 21",
               "dayTitle":"<p>From Beneath</p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p>In our study of John so far, we’ve seen that John shows how Jesus, indeed, is the promised Messiah, the great hope that the Jewish people had been longing for.</p><p><br></p><p>And yet, many of the religious leaders, the spiritual guides of the people, were His biggest enemies instead. Why?</p><p><br></p><p><strong>Read John 8:12–30. What is the dynamic here between Jesus and these religious leaders? Which texts best explain why many rejected Him?</strong></p><p><strong>John 8:12–30</strong></p><p><strong><sup>12</sup></strong> Then Jesus spoke to them again, saying, “I am the light of the world. He who follows Me shall not walk in darkness, but have the light of life.”</p><p><strong>Jesus Defends His Self-Witness</strong></p><p><strong><sup>13</sup></strong> The Pharisees therefore said to Him, “You bear witness of Yourself; Your witness is not true.”</p><p><strong><sup>14</sup></strong> Jesus answered and said to them, “Even if I bear witness of Myself, My witness is true, for I know where I came from and where I am going; but you do not know where I come from and where I am going.</p><p><strong><sup>15</sup></strong> You judge according to the flesh; I judge no one.</p><p><strong><sup>16</sup></strong> And yet if I do judge, My judgment is true; for I am not alone, but I am with the Father who sent Me.<br></p><p><strong><sup>17</sup></strong> It is also written in your law that the testimony of two men is true.</p><p><strong><sup>18</sup></strong> I am One who bears witness of Myself, and the Father who sent Me bears witness of Me.”</p><p><strong><sup>19</sup></strong> Then they said to Him, “Where is Your Father?”</p><p>Jesus answered, “You know neither Me nor My Father. If you had known Me, you would have known My Father also.”</p><p><strong><sup>20</sup></strong> These words Jesus spoke in the treasury, as He taught in the temple; and no one laid hands on Him, for His hour had not yet come.</p><p><strong>Jesus Predicts His Departure</strong></p><p><strong><sup>21</sup></strong> Then Jesus said to them again, “I am going away, and you will seek Me, and will die in your sin. Where I go you cannot come.”</p><p><strong><sup>22</sup></strong> So the Jews said, “Will He kill Himself, because He says, ‘Where I go you cannot come’?”</p><p><strong><sup>23</sup></strong> And He said to them, “You are from beneath; I am from above. You are of this world; I am not of this world.</p><p><strong><sup>24</sup></strong> Therefore I said to you that you will die in your sins; for if you do not believe that I am He, you will die in your sins.”</p><p><strong><sup>25</sup></strong> Then they said to Him, “Who are You?”</p><p>And Jesus said to them, “Just what I have been saying to you from the beginning.</p><p><strong><sup>26</sup></strong> I have many things to say and to judge concerning you, but He who sent Me is true; and I speak to the world those things which I heard from Him.”</p><p><strong><sup>27</sup></strong> They did not understand that He spoke to them of the Father.</p><p><strong><sup>28</sup></strong> Then Jesus said to them, “When you lift up the Son of Man, then you will know that I am He, and that I do nothing of Myself; but as My Father taught Me, I speak these things.</p><p><strong><sup>29</sup></strong> And He who sent Me is with Me. The Father has not left Me alone, for I always do those things that please Him.”</p><p><strong><sup>30</sup></strong> As He spoke these words, many believed in Him.</p><p><br></p><p>Jesus says that they know neither Him nor the Father (John 8:19). They should have known both, but these men were self-deceived. They were so caught up in their own traditions and philosophies that even with Jesus right before them, doing all the things that He did and saying the things that He said—all powerful revelations of the Father—they still rejected Him.</p><p><br></p><p>Second, Jesus says to them, “ ‘You are from beneath’ ” (John 8:23, NKJV). In other words, however religious they might be, these were not spiritual, godly men. They had a “form of godliness” (2 Tim. 3:5), but that was all. They had outward piety but inward disbelief.</p><p><br></p><p>This was nothing new: “ ‘Inasmuch as these people draw near with their mouths and honor Me with their lips, but have removed their hearts far from Me, and their fear toward Me is taught by the commandment of men’ ” (Isa. 29:13, NKJV). This very concept is echoed by Jesus centuries later, when He said, “ ‘And in vain they worship Me, teaching as doctrines the commandments of men’ ” (Mark 7:7, NKJV). Their human teachings, their human commandments, were “of this world” (John 8:23) and, as Jesus then said, “I am not of this world” (John 8:23). It was bad enough that these men had been deceiving themselves; the tragedy was made worse because they also led others astray, even though, interest- ingly enough, John wrote that as a result of the exchange depicted in these verses, “many believed in Him” (John 8:30, NKJV).</p><p><br></p><p>Thus, even despite bad leadership, many Jews were able to get beyond it and see, for themselves, who Jesus was.</p><p><br></p><p><strong>What lessons do you draw from Jesus’ exchange with the reli- gious leaders? How can we be “from above” and not “from beneath”—and how can we know the difference?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"November 22",
               "dayTitle":"",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p><strong>Further Thought: </strong>Read Ellen G. White, “ ‘Let Not Your Heart Be Troubled,’ ” pp. 662–680, in <em>The Desire of Ages</em>.</p><p><br></p><p>“As a golden treasure, truth had been intrusted to the Hebrew people. The Jewish economy, bearing the signature of Heaven, had been instituted by Christ Himself. In types and symbols the great truths of redemption were veiled. Yet when Christ came, the Jews did not recognize Him to whom all these symbols pointed. They had the word of God in their hands; but the traditions which had been handed down from generation to generation, and the human interpretation of the Scriptures, hid from them the truth as it is in Jesus. The spiritual import of the sacred writings was lost. The treasure house of all knowledge was open to them, but they knew it not.</p><p><br></p><p>“God does not conceal His truth from men. By their own course of action they make it obscure to themselves. Christ gave the Jewish people abundant evidence that He was the Messiah; but His teaching called for a decided change in their lives. They saw that if they received Christ, they must give up their cherished maxims and traditions, their selfish, ungodly practices. It required a sacrifice to receive changeless, eternal truth. Therefore they would not admit the most conclusive evi- dence that God could give to establish faith in Christ. They professed to believe the Old Testament Scriptures, yet they refused to accept the testimony contained therein concerning Christ’s life and character. They were afraid of being convinced lest they should be converted and be compelled to give up their preconceived opinions. The treasure of the gospel, the Way, the Truth, and the Life, was among them, but they rejected the greatest gift that Heaven could bestow.”—Ellen G. White, <em>Christ’s Object Lessons</em>, p. 105.</p><p><br></p><p><strong>Discussion Questions:</strong></p><p><ol><li><strong>How do the prophecies fulfilled in Jesus’ life build faith?</strong></li><li><strong>What are the three or four major obstacles that stood in the way of the religious leaders’ believing in Jesus? How are these same principles manifested today?</strong></li><li><strong>Take a personal inventory of where your confidence resides today. What steps do you think can strengthen your faith?</strong></li><li><strong>What should your answer to the question at the end of Monday’s study teach us about the authority of Scripture, and why must we reject anything that casts doubt on the final and ultimate authority of the Scriptures?</strong></li></ol></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":88,
               "idDay":8,
               "idLesson":8,
               "lessonText":"<p><strong>God’s Perfect Timing in Tbilisi</strong></p><p>By Andrew McChesney</p><p>Zurab considered himself a Christian, but his relationship with God con- sisted solely of lighting candles in a cathedral in the former Soviet Republic of Georgia. He had a Bible at home, but he only picked it up to dust it.</p><p><br></p><p>Then his conscience began to bother him, and he thought, If I’m a Christian, why don’t I read the Bible? A desire filled him to read the Bible. He picked up the Bible and read it from beginning to end. He learned for the first time about the seventh-day Sabbath.</p><p><br></p><p>Surprised, he looked online for more information. He watched about 100 YouTube sermons and was drawn to a preacher who explained the Bible in a clear manner. The preacher identified himself as a Seventh-day Adventist and said the church was com- prised of millions of members who kept the seventh-day Sabbath. Zurab had never heard of Adventists, and he recoiled at the idea of becom- ing one. Many Georgians think Adventists belong to a sect. He searched the internet for another church that worshiped on the seventh day and practiced other biblical truths that he had learned, but to no avail.</p><p><br></p><p>So, on a Sabbath morning, he showed up at an Adventist church in Georgia’s capital, Tbilisi. He stood outside, wanting to go in and not want- ing to go in. Then the door swung open, and someone invited him inside.</p><p><br></p><p>Zurab received a warm welcome.</p><p>“Is this your first time in the Adventist Church?” someone asked.</p><p>“Yes, this is my first time,” he said.</p><p>“Great!” someone else said.</p><p>“Come also to our evangelistic program.”</p><p>It turned out that the church planned to hold evangelistic meetings on that very evening. Zurab attended the worship service in the morning and the evangelistic meeting in the evening. After that, he returned every evening for the next two weeks. Then he was baptized.</p><p><br></p><p>Today, a year later, 36-year-old Zurab has a new relationship with God. He reads the Bible every day and shares it with his wife and two boys, who also go to church with him on Sabbath. Zurab is amazed at how everything came together—his desire to read the Bible, his discovery of the Sabbath and the online preacher, and his arrival at the Adventist church on the same day as its first evangelistic meeting.</p><p><br></p><p>He didn’t go to the church because of a mission outreach initiative. But the church members’ mis- sion spirit made him feel welcome and at home. “Everything came together so well,” he said.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS COMMENTS</p>",
               "id":89,
               "idDay":9,
               "idLesson":8,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Study Focus: John 8:23</strong></p><p>The evidence continues to mount concerning the divinity of Jesus. In his Gospel, John provides more convincing proof that Jesus is indeed who He claims to be—the Son of God, sent to rescue sinful humanity. In this Gospel, Jesus reasons with people in order to get them to look at His pristine character, His divine credentials, His mighty words, and His miraculous works.</p><p><br></p><p>As the incarnate Son of God, Jesus came to save this sinful world. He was one with the Father. Thus, Jesus said and did everything in accordance with the will of the Father. Christ was God’s greatest gift to humanity, and without such a gift, the world would be doomed. Yet, sadly and ironically, in spite of this truth, most of the world, which He created, did not believe in Him. Neither did His own people. John made this point abundantly clear. What a tragedy that God’s creatures, made in His image, rejected His indispensable Gift! Jesus “was in the world, and the world was made through Him, and the world did not know Him. He came to His own, and His own did not receive Him” (John 1:10, 11, NKJV).</p><p><br></p><p>This week, we shall study some pertinent prophecies in the Scriptures that clearly reveal Jesus as the promised Messiah. Moreover, we will examine the specific details of how these prophecies were precisely fulfilled. For example, we will look at the fulfillment of the prophecy about how Jesus would enter Jerusalem, riding on a donkey (Ps. 118:26, Zech. 9:9). We also will look at the prophecy of the disciple who would betray Him (Ps. 41:9). Moreover, we will study the dynamic of why some leaders decided to reject Him while, surprisingly, others chose to believe in Him. Ultimately, in this process, we will consider the question: What does it mean to have the mindset of reasoning “from beneath,” according to John 8:23, versus a mindset of reasoning from above?<br></p><p><br></p><p><strong>Part II: Commentary</strong></p><p><strong>Old Testament Prophecies of Jesus</strong></p><p>The precise fulfillment of the many Messianic prophecies in the life and ministry of Jesus is simply awe-inspiring. These Old Testament prophecies were fulfilled with incredible accuracy. The most hardened skeptic and doubter is rendered defenseless against the avalanche of evidence. Though Jesus knew how hardened the Jewish leaders were, He never gave up on them. He always tried from every possible angle to convict their stubborn hearts. Though many were not responsive to Him, He continued to reach out to them so that, at the very least, they might know that there was a declarer of truth among them.</p><p><br></p><p>It is easy to be critical of the Jewish leaders and to be baffled by their lack of faith in their own Scriptures regarding the Messiah. But how would we have reacted if we were in the same position, if our utmost priority was to anticipate a Jewish (not divine) military conqueror in the tradition of Moses or David, one who could vanquish the Roman presence from Israel and break its yoke? Remember, even Christ’s disciples, those closest to Him, were slow to believe in His spiritual kingdom. Indeed, it was only after His resurrection that they truly believed. (See John 2:22.)</p><p><br></p><p>The problem with the religious leaders is that they knew the letter of the law but not its spirit. Indeed, they knew the Written Word but, alas, not the Living Word. Jesus testified to this failing when He said to them: “ ‘You search the Scriptures, for in them you think you have eternal life; and these are they which testify of Me. But you are not willing to come to Me that you may have life’ ” (John 5:39, 40, NKJV). Ancient Jewish traditions taught that merely knowing the Scriptures guaranteed eternal life. This notion is evident in what Hillel, a renowned rabbi of the first century b.c., reportedly taught about this subject. Hillel is quoted as saying, “One who has acquired unto himself words of Torah, has acquired for himself the life of the world to come.”—Mishnah Aboth 2. 7, Soncino ed. of the Talmud, p. 17 (quoted in the SDA Bible Commentary, vol. 5, p. 955).</p><p><br></p><p>Thus, the Jewish leaders were so obsessed with the words of Scripture that they neglected the heart of it—Jesus. The leaders substituted a superficial intellectual assent for the regeneration of the heart. Searching the Scriptures, as they did, was not a bad thing in and of itself, but it prevented them from seeing the deeper meaning of Christ’s mission and His offer of salvation. The apostle Paul resonates with Christ’s words to the leaders when he writes that the “letter kills, but the Spirit gives life” (2 Cor. 3:6, NKJV). Focusing on the letter, devoid of the Spirit, leads to legalism and hypocrisy, which in turn results in comparing oneself to others instead of looking unto Jesus, the Author and Finisher of our faith.</p><p><br></p><p>The Jewish leaders claimed to believe in Moses, their most revered prophet, but they did not believe in the divine “Prophet” whom Moses prophesied was to come. Upon his departure, Moses promised the people, “ ‘The Lord your God will raise up for you a Prophet like me from your midst, from your brethren. Him you shall hear’ ” (Deut. 18:15, NKJV). Jesus reminded the Jewish leaders that Moses, whom they greatly admired, believed in Him and His future mission. Yet, now that this promise was being fulfilled before their eyes, they refused to believe. Jesus remonstrated with them: “ ‘For if you believed Moses, you would believe Me; for he wrote about Me’ ” (John 5:46, NKJV).</p><p><br></p><p>Fulfilled Messianic prophecies, which very often deal with human relationship dynamics, reveal much regarding Christ’s character. Let us consider two such examples. The first prophecy is found in Psalm 41:9, which predicts, “Even my own familiar friend in whom I trusted, who ate my bread, has lifted up his heel against me” (NKJV). Jesus applied the prophecy to Himself, as the one betrayed by a friend: “ ‘I do not speak concerning all of you. I know whom I have chosen; but that the Scripture may be fulfilled, ‘He who eats bread with Me has lifted up his heel against Me’ ” (John 13:18, NKJV).</p><p><br></p><p>In Mideast culture to this day, sharing food with someone is a special act of bonding that brings emotional and spiritual closeness to a relation- ship. Thus, duplicity by one toward another with whom food has been shared is a sign of betrayal. Jesus spent three and a half years not only eat- ing with Judas but forgiving and encouraging him. During this time, Jesus sought to protect the reputation of Judas. Though Jesus had ample justification for doing so, He did not seek to expose Judas as a thief publicly. In return, Judas sold Jesus for 30 shekels, the price of a common slave. Then, on the night of the Savior’s arrest, Judas approached Jesus and kissed Him. Despite this treacherous betrayal, Jesus actually called Judas “friend.” Jesus said to him, “ ‘Friend, why have you come?’ ” (Matt. 26:50, NKJV).</p><p><br></p><p>For the second example of fulfilled prophecy that reveals Christ’s charac­ ter, let us consider Zechariah 13:6. This verse talks about the wounds that Jesus received by means of His crucifixion. His side was pierced, and His hands were wounded. Zechariah foretold in this verse that Jesus would receive these wounds in the house of His friends. By implication, Jesus refers to His arch betrayer as His friend and to His cruel crucifiers among the Jewish leaders as His friends! Thus, the pure and innocent shed blood of Christ does not cry out in vengeance against those who spilled it. His wounded hands are not clenched in wrath; they are stretched forth to embrace all in love and reconciliation.</p><p><strong><br></strong></p><p><strong>From Beneath (John 8:23)</strong></p><p><br></p><p>John spends most of chapter 8 referring to Jesus as the sublime and divine Son of God, sent by His heavenly Father to help hopeless earthlings. Everything Jesus talked about was heavenly. He was the heavenly light that illuminated a world darkened by sin. The Father bore witness that He sent His Son from on high to be a true Witness of the truth. All the gifts that Heaven bestowed on us in the person of Jesus were contrasted with earthly things when the Savior said to the Jewish leaders, “ ‘You are from beneath; I am from above. You are of this world; I am not of this world’ ” (John 8:23, NKJV).</p><p><br></p><p>“From beneath” implies that the leaders were so earthly-minded that being heavenly-minded was an impossibility. They were so glued to their traditions and blinded by their own narrow and self-centered philosophies that they chose this world and death, refusing heaven and certain life in Jesus. Paul aptly described such a class of professed followers as having a “form of godliness” devoid of any godly substance. They substitute outward piety for inward purity. (See 2 Tim. 3:5.)</p><p><br></p><p>Unexpectedly, John tells us that “many believed in Him” (John 8:30, NKJV). This assertion contains a great lesson for us when things seem hopeless and many are faithless: light prevails even in a time of darkness. Jesus preached the truth regardless of people’s acceptance or rejection. We must do the same, in spite of discouraging circumstances.</p><p><br></p><p>The religious leaders’ disregard for the truth led them deliberately to close their eyes and blind their own hearts against it so that they would not see the light sent from heaven. Had they opened their minds to Jesus, they would have believed. But such an act would have threatened their preconceived notions. May we always be willing to open our hearts and minds to the truth, because as Jesus said, “ ‘You shall know the truth, and the truth shall make you free’ ” (John 8:32, NKJV).</p><p><br></p><p><strong>Parto III: Life Application</strong></p><p>Think about and answer the following questions:</p><p><ol><li><strong>Consider how Jesus’ life was a perfect reflection of His Father. Jesus often talked about His Father and the intimate relationship they had together. At one point, Philip asked his Master to reveal the Father to the disciples. Jesus responded, “ ‘Have I been with you so long, and yet you have not known Me, Philip? He who has seen Me has seen the Father’ ” (John 14:9, NKJV). In everyday life, how does seeing the Father in Jesus impact your existence, and what difference does that understanding make?<br></strong></li><li><strong>Shouldn’t it be concerning, even alarming, when we, like the religious leaders, are confronted with the plain truth from the Bible and then deliberately turn away from it? What part does pride play in our violating our conscience and turning us away from the truth? How can the Holy Spirit help us to put our prideful opinions aside and become more teachable?</strong></li><li><strong>Whatever usurps the priority of Jesus in our lives becomes, in reality, an idol. Scary as the thought is, if we aren’t careful, even our work for Him could potentially take His place in our lives. Bible study also could possibly take the place of Jesus. Contemplate this sobering statement and react to it: “As activity increases and men become successful in doing any work for God, there is danger of trusting to human plans and methods. . . . Like the disciples, we are in danger of losing sight of our dependence on God, and seeking to make a savior of our activity.”—Ellen G. White, The Desire of Ages, p. 362.</strong></li><li><strong>What does it mean to have a “from beneath” mentality? Do we sometimes drift into that way of thinking? If so, how?</strong></li><li><strong>Many believed in Jesus (John 8:30), despite all the unbelief around them. How does this fact encourage us not to give up on people who seem to be resistant to the light of God’s truth?</strong></li></ol></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"4T2024",
         "title":"<p>Fulfilling Old Testament Prophecies</p>",
         "verse":"<p>&nbsp;“ ‘But I have a greater witness than John’s; for the works which the Father has given Me to finish—the very works that I do—bear witness of Me, that the Father has sent Me’ ” (<em>John 5:36, NKJV</em>).</p>",
         "versionCode":7,
         "weekDate":"November 16-22"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
