{
   "data":[
      {
         "color":"#9767FF",
         "id":712,
         "idEs":28,
         "language":"en",
         "lessonDays":[
            {
               "date":"June 15",
               "dayTitle":"",
               "id":121,
               "idDay":1,
               "idLesson":12,
               "lessonText":"<p>Suppose you had a daughter driving home from college for summer vacation. As you wait for her to arrive, you anxiously monitor the weather reports. You become worried as the weather rapidly deteriorates. Storm clouds loom on the horizon. Winds blow fiercely. The heavens open and rain pours down. Trees are blown over. Soon the main road home is impassable. Then you hear from one of your neighbors that it is possible to get through on a secondary road. Cars can navigate around some downed tree limbs. Although communication is difficult, you are able to get a text message to your daughter, carefully detailing how she can get home safely.</p><p>More than anything else, Jesus wants to take us through the storms of life and get us home. Ellen G. White writes, “A storm is coming, relentless in its fury. Are we prepared to meet it?”— Testimonies for the Church, vol, 8, p. 315. The purpose of Christ’s life, death, resurrection, and ministry in heaven’s sanctuary is to ensure that we get home. The prophetic messages of Daniel and Revelation are divine instructions, especially for an end-time people, to help us through life’s storms so that one day we can feel the warm embrace of a loving Savior.</p><p>The aim of this week’s lesson is to reveal what the prophetic Word says about the closing events and discover anew Christ’s strength to take us through earth’s final conflict and get us home.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 16",
               "dayTitle":"<p>Loyalty to God and His Word</p>",
               "id":122,
               "idDay":2,
               "idLesson":12,
               "lessonText":"<p><strong>Read Proverbs 23:23, John 8:32, and John 17:17. What common thread runs through these verses?</strong></p><p><strong>Proverbs 23:23</strong></p><p><strong><sup>23</sup></strong> Buy the truth, and sell it not; also wisdom, and instruction, and understanding.</p><p><strong>John 8:32</strong></p><p><strong><sup>32</sup></strong> And ye shall know the truth, and the truth shall make you free.</p><p><strong>John 17:17</strong></p><p><strong><sup>17</sup></strong> Sanctify them through thy truth: thy word is truth.</p><p>Throughout the ages, the great controversy has been a battle between truth and error. Satan is a liar and the father of lies (John 8:44). Jesus is the author of all truth. He declared, “ ‘I am the way, the truth, and the life’ ” (John 14:6). The truth that sets us free from Satan’s deceptions is found in God’s Word. The Bible unmasks Satan’s strategy and reveals God’s plans. Scripture is a lamp to our feet (Ps. 119:105). The psalmist declares, “The entrance of Your words gives light; it gives understanding to the simple” (Ps. 119:130, NKJV). He then adds, “The entirety of Your word is truth” (Ps. 119:160, NKJV).</p><p><strong>Read 2 Peter 1:16–21. What assurance does the apostle give us regarding prophecy? What illustration does he use to show the importance of God’s prophetic Word?</strong></p><p><strong>&nbsp;2 Peter 1:16–21</strong></p><p><strong><sup>16</sup></strong> For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.</p><p><strong><sup>17</sup></strong> For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.</p><p><strong><sup>18</sup></strong> And this voice which came from heaven we heard, when we were with him in the holy mount.</p><p><strong><sup>19</sup></strong> We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:</p><p><strong><sup>20</sup></strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.</p><p><strong><sup>21</sup></strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.</p><p>We have not followed “cunningly devised fables.” The prophecies of God’s Word light up the road ahead. They help us distinguish truth from error. Without the Bible, we would be left to the whims of human opinion and easily be deceived. “The people of God are directed to the Scriptures as their safeguard against the influence of false teachers and the delusive power of spirits of darkness. Satan employs every possible device to prevent men from obtaining a knowledge of the Bible; for its plain utterances reveal his deceptions. . . . The last great delusion is soon to open before us. Antichrist is to perform his marvelous works in our sight. So closely will the counterfeit resemble the true that it will be impossible to distinguish between them except by the Holy Scriptures. . . . None but those who have fortified the mind with the truths of the Bible will stand through the last great conflict. To every soul will come the searching test: Shall I obey God rather than men? The decisive hour is even now at hand. Are our feet planted on the rock of God’s immutable word? Are we prepared to stand firm in defense of the commandments of God and the faith of Jesus?”—Ellen G. White, The Great Controversy, pp. 593, 594.</p><p><strong>Consider the questions in the quote above. What will enable us to stand in the final crisis? What distracts us from studying God’s Word? How might we be compromising truth for personal pleasure?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 17",
               "dayTitle":"<p>Sealed for Heaven</p>",
               "id":123,
               "idDay":3,
               "idLesson":12,
               "lessonText":"<p>In the coming crisis over worship, God’s faithful people will not yield to worldly pressures (Rev. 14:12). They will be sealed by the Holy Spirit (Eph. 4:30) and cannot be moved. In ancient times, seals attested to the authenticity of official documents. They were a distinctive, individualized mark. Since the final conflict centers on worship and God’s authority as revealed in His law, we would expect God’s seal to be embedded in His law (compare Isa. 8:16).</p><p><strong>Read Exodus 20:8–11. What elements of a seal are contained in the Sabbath commandment?</strong></p><p><strong>Exodus 20:8–11</strong></p><p><strong><sup>8</sup></strong> Remember the sabbath day, to keep it holy.</p><p><strong><sup>9 </sup></strong>Six days shalt thou labour, and do all thy work:</p><p><strong><sup>10</sup></strong> But the seventh day is the sabbath of the Lord thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:</p><p><strong><sup>11</sup></strong> For in six days the Lord made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the Lord blessed the sabbath day, and hallowed it.</p><p>Here we have three elements of an authentic seal: (1) the name to whom the seal belongs, “the Lord thy God;” (2) His title, the One who “made”—the Creator; (3) and His territory, “heaven and earth, the sea, and all that in them is.” A seal is sometimes called a sign in the Bible (Rom. 4:11). The two words are interchangeable. As God’s sign or seal in the heart of God’s law, the Sabbath is at the center of the final conflict over worship (Ezek. 20:12, 20; Rev. 12:17).</p><p><strong>Compare Revelation 7:1, 2 and Revelation 14:1 with Revelation 13:16, 17. Where are the seal of God and the mark of the beast received? Why do you think there is a difference?</strong></p><p><strong>Revelation 7:1-2</strong></p><p><strong><sup>1</sup></strong> And after these things I saw four angels standing on the four corners of the earth, holding the four winds of the earth, that the wind should not blow on the earth, nor on the sea, nor on any tree.</p><p><strong><sup>2 </sup></strong>And I saw another angel ascending from the east, having the seal of the living God: and he cried with a loud voice to the four angels, to whom it was given to hurt the earth and the sea,</p><p><strong>Revelation 14:1</strong></p><p><strong><sup>1 </sup></strong>And I looked, and, lo, a Lamb stood on the mount Sion, and with him an hundred forty and four thousand, having his Father's name written in their foreheads.</p><p><strong>Revelation 13:16-17</strong></p><p><strong><sup>16 </sup></strong>And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:</p><p><strong><sup>17</sup></strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.</p><p>The seal of God is placed on the forehead. The forehead is a symbol of the mind and represents a conscious decision.</p><p>The mark of the beast is received either in the forehead or in the hand indicating that people are convinced intellectually and by their own choice accept Satan’s lies or, alternatively, they conform to false worship to avoid being killed.</p><p>The devil hates those who are obedient to God. The great controversy comes to a climax when the dragon (Satan) wages war on the believing remnant, who “keep the commandments of God and the faith of Jesus” (Rev. 14:12, NKJV). They are settled in their loyalty to Christ.</p><p><strong>Why is day-by-day faithfulness to the Lord the key to being prepared when the final crisis arrives?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 18",
               "dayTitle":"<p>Whom Do We Worship?</p>",
               "id":124,
               "idDay":4,
               "idLesson":12,
               "lessonText":"<p>In the last days, the great controversy will be played out, in a dramatic way, over worship. Do we worship the Creator, or do we worship the beast and its image? There is no middle ground. The first angel of Revelation 14 urges men and women to “ ‘worship Him who made heaven and earth, the sea and springs of water’ ” (Rev. 14:7, NKJV). In further support of heaven’s appeal, the third angel reveals the dire consequences of worshiping the beast: “The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation” (Rev. 14:10).</p><p>By contrast, those who worship the Creator are described as keeping “the commandments of God and the faith of Jesus” (Rev. 14:12, NKJV). Creation is the basis of true worship (Rev. 4:11). Since God “created all things through Jesus Christ” (Eph. 3:9, NKJV), Satan hates the Creator and has attempted, through earthly powers, to change the Sabbath, the memorial of Creation (Dan. 7:25). The coming conflict over the law of God focuses on authority. If Satan can eradicate Sabbath worship, he will declare that his authority is greater than God’s authority. To accomplish this, Satan will attempt to convince or coerce the entire world to accept a counterfeit Sabbath.</p><p>However hard it may be now to see this happening, as we have noted before, the world is changing dramatically. The COVID-19 crisis showed us that, overnight, our world can become a different place.</p><p>Though we don’t know the details that lead to the mark of the beast, it’s not terribly hard to imagine. The world is very unstable, and with the amazing technology out there now, what the Bible warns about can, indeed, come to pass more quickly than we might now imagine.</p><p><strong>Read Revelation 13:13–17. What specific penalties are inflicted upon those who do not receive the mark of the beast?</strong></p><p><strong>Revelation 13:13–17</strong></p><p><strong><sup>13</sup></strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,</p><p><strong><sup>14</sup></strong> And deceiveth them that dwell on the earth by the means of those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.</p><p><strong><sup>15</sup></strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.</p><p><strong><sup>16</sup></strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:</p><p><strong><sup>17</sup></strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.</p><p>Those who are faithful to Christ, as opposed to following the beast and its image, will face economic penalties as well as the threat of death. Humanity remains what it has always been: corrupt, power-hungry, and violent. However much we don’t yet know about exactly how the final events will unfold, it should not be too hard to envision end-time persecution. Though written in another context completely, these words in John say it all. Talking about Jesus, John wrote that He “had no need that anyone should testify of man, for He knew what was in man” (John 2:25, NKJV).</p><p>Think about the corruption of humanity and the evil that humans are capable of doing.</p><p><strong>Why does this show how easily final events could come about? Also, even more important, what should this sad truth teach us about guarding our own hearts?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 19",
               "dayTitle":"<p>The Early and Latter Rain</p>",
               "id":125,
               "idDay":5,
               "idLesson":12,
               "lessonText":"<p><strong>Read Joel 2:21–24 and Acts 2:1–4, 41–47. What prediction was fulfilled in the first century? What impact did it have?</strong></p><p><strong>Joel 2:21–24</strong></p><p><strong><sup>21</sup></strong> Fear not, O land; be glad and rejoice: for the Lord will do great things.</p><p><strong><sup>22</sup></strong> Be not afraid, ye beasts of the field: for the pastures of the wilderness do spring, for the tree beareth her fruit, the fig tree and the vine do yield their strength.</p><p><strong><sup>23</sup></strong> Be glad then, ye children of Zion, and rejoice in the Lord your God: for he hath given you the former rain moderately, and he will cause to come down for you the rain, the former rain, and the latter rain in the first month.</p><p><strong><sup>24</sup></strong> And the floors shall be full of wheat, and the vats shall overflow with wine and oil.</p><p><strong>Acts 2:1–4</strong></p><p><strong><sup>1</sup></strong> And when the day of Pentecost was fully come, they were all with one accord in one place.</p><p><strong><sup>2</sup></strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.</p><p><strong><sup>3</sup></strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.</p><p><strong><sup>4</sup></strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.</p><p><strong>Acts 2:41–47</strong></p><p><strong><sup>41</sup></strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.</p><p><strong><sup>42</sup></strong> And they continued stedfastly in the apostles' doctrine and fellowship, and in breaking of bread, and in prayers.</p><p><strong><sup>43</sup></strong> And fear came upon every soul: and many wonders and signs were done by the apostles.</p><p><strong><sup>44</sup></strong> And all that believed were together, and had all things common;</p><p><strong><sup>45</sup></strong> And sold their possessions and goods, and parted them to all men, as every man had need.<sup><br></sup></p><p><strong><sup>46</sup></strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,</p><p><strong><sup>47</sup></strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.</p><p>The outpouring of the Holy Spirit at Pentecost powerfully launched the Christian church. Three thousand were converted in a day. Acts records miracle after miracle of God’s transforming grace: “Many of those who heard the word believed; and the number of the men came to be about five thousand” (Acts 4:4, NKJV). Only 120 believers gathered to pray, but prayer made a dramatic difference. Rapidly the church added thousands of believers. Even “a great many of the priests were obedient to the faith” (Acts 6:7, NKJV). Yes, even many priests became followers of Jesus.</p><p>When the disciples were fiercely persecuted in Jerusalem, they “went everywhere preaching the word” (Acts 8:4, NKJV). Churches were planted throughout all Judea, Samaria, and Galilee (see Acts 9:31).</p><p>After his conversion, the apostle Paul proclaimed Christ throughout the Mediterranean world. In Thessalonica, some Jews opposed to the gospel made this astonishing statement: “ ‘These who have turned the world upside down have come here too’ ” (Acts 17:6, NKJV). What a powerful testimony to what the early church was able to accomplish.</p><p>Through the power of the Holy Spirit, the disciples reached the thenknown world in a relatively short time. Joel’s prediction of the early rain was fulfilled at Pentecost, but the latter rain will fall with greater power to ready earth’s final harvest.</p><p><strong>Read Zechariah 4:6; Zechariah 10:1; Hosea 6:3; and James 5:7, 8. According to these verses, how will the work of God on earth be finished?</strong></p><p><strong>Zechariah 4:6</strong></p><p><strong><sup>6</sup></strong> Then he answered and spake unto me, saying, This is the word of the Lord unto Zerubbabel, saying, Not by might, nor by power, but by my spirit, saith the Lord of hosts.</p><p><strong>Zechariah 10:1</strong></p><p><strong><sup>10</sup></strong> Ask ye of the Lord rain in the time of the latter rain; so the Lord shall make bright clouds, and give them showers of rain, to every one grass in the field.</p><p><strong style=\"background-color: initial;\">Hosea 6:3</strong><sup><br></sup></p><p><sup><strong>3 </strong></sup>Then shall we know, if we follow on to know the Lord: his going forth is prepared as the morning; and he shall come unto us as the rain, as the latter and former rain unto the earth.</p><p><strong>James 5:7-8</strong></p><p><strong><sup>7 </sup></strong>Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain.</p><p><strong><sup>8</sup></strong> Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh.</p><p>The terms “early” and “latter” rain are taken from Israel’s harvest cycle. The early rain fell in the fall of the year to germinate the seed.</p><p>The latter rain fell in the spring to ripen the harvest. This describes the work of the Holy Spirit for the proclamation of the gospel. “As the ‘former rain’ was given, in the outpouring of the Holy Spirit at the opening of the gospel, to cause the upspringing of the precious seed, so the ‘latter rain’ will be given at its close for the ripening of the harvest. ”—Ellen G. White, The Great Controversy, pp. 611, 612.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 20",
               "dayTitle":"<p>The Loud Cry</p>",
               "id":126,
               "idDay":6,
               "idLesson":12,
               "lessonText":"<p><strong>Read Revelation 18:1–4, Habakkuk 2:14, and Matthew 24:14. How do these verses say God’s work on earth will be finished?</strong></p><p><strong>Revelation 18:1–4</strong></p><p><strong><sup>1</sup></strong> And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.</p><p><strong><sup>2</sup></strong> And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.</p><p><strong><sup>3 </sup></strong>For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.</p><p><strong><sup>4 </sup></strong>And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.</p><p><strong>Habakkuk 2:14</strong></p><p><strong><sup>14</sup></strong> For the earth shall be filled with the knowledge of the glory of the Lord, as the waters cover the sea.</p><p><strong>Matthew 24:14</strong></p><p><strong><sup>14</sup></strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.</p><p>The angel announcing the fall of Babylon has “great authority.” Like the angels of Revelation 14, this angel represents human messengers. This angel reveals the glory of God so fully that it illuminates the entire earth. The Greek word for authority or power in the New Testament is exousia. It often refers to Christ’s triumph over the principalities and powers of hell. Jesus uses this word in the gospel of Matthew in harmony with the sending out of His disciples. In Matthew 10:1, Jesus gives His disciples authority over the principalities and powers of hell.</p><p>He sends them out with the divine power to be victorious in the battle between good and evil. In Matthew 28, He once again sends them out with “ ‘all authority . . . in heaven and on earth’ ” to “ ‘go therefore and make disciples of all the nations’ ” (Matt. 28:18, 19, NKJV).</p><p>Filled with the power of the Holy Spirit, going forth with the authority of the living Christ who in His life and death triumphed over the principalities and powers of hell, the New Testament church lightened the earth with the glory of God. In a few short years, the disciples proclaimed the gospel to the then-known world (Col. 1:23).</p><p>At the end time, the Holy Spirit will be poured out in unprecedented power, and the gospel will be spread rapidly to the ends of the earth.<br></p><p>Thousands will be converted in a day, and God’s grace and truth will impact the entire planet. In this way, the world will be warned and the gospel, and the hope it offers, will be spread worldwide.</p><p>“The great work of the gospel is not to close with less manifestation of the power of God than marked its opening. The prophecies which were fulfilled in the outpouring of the former rain at the opening of the gospel are again to be fulfilled in the latter rain at its close. . . .</p><p>“Servants of God, with their faces lighted up and shining with holy consecration, will hasten from place to place to proclaim the message from heaven. By thousands of voices, all over the earth, the warning will be given. Miracles will be wrought, the sick will be healed, and signs and wonders will follow the believers.”—Ellen G. White, The Great Controversy, pp. 611, 612.</p><p><strong>What is holding back the mighty outpouring of the Holy Spirit, the latter rain, and the loud cry? However small our role as individuals might be, what role can we fill in being open and receptive to the outpouring of the Holy Spirit?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"June 21",
               "dayTitle":"<p>Further Thought</p>",
               "id":127,
               "idDay":7,
               "idLesson":12,
               "lessonText":"<p>As early as 1851, Adventist pioneers identified the second beast of Revelation 13:11–17 with the United States of America. But it must have been difficult back then to see how the United States could cause all the world to worship the first beast (Rev. 13:12). Even by the 1880s the entire United States Navy consisted of just forty-eight aging ships.</p><p>But since the end of the Cold War, no power matches the United States militarily. And though Americans have enjoyed wonderful freedoms, as times get harder, it’s not difficult to see those freedoms being trampled on—or even completely undermined. Many believe that even now we are seeing this happen.</p><p>“All who refuse compliance [in observing the false sabbath] will be visited with civil penalties, and it will finally be declared that they are deserving of death. On the other hand, the law of God enjoining the Creator’s rest day demands obedience and threatens wrath against all who transgress its precepts.”—Ellen G. White, The Great Controversy, p. 604.</p><p>“As the storm approaches, a large class who have professed faith in the third angel’s message, but have not been sanctified through obedience to the truth, abandon their position and join the ranks of the opposition. By uniting with the world and partaking of its spirit, they have come to view matters in nearly the same light; and when the test is brought, they are prepared to choose the easy, popular side. Men of talent and pleasing address, who once rejoiced in the truth, employ their powers to deceive and mislead souls. They become the most bitter enemies of their former brethren. When Sabbathkeepers are brought before the courts to answer for their faith, these apostates are the most efficient agents of Satan to misrepresent and accuse them, and by false reports and insinuations to stir up the rulers against them.”—Ellen G. White, The Great Controversy, p. 608.</p><p><strong>Discussion Questions:</strong></p><p><strong>1. </strong> Why is an understanding of last-day events so important in the coming crisis? How are the Scriptures a safeguard from deception?</p><p><strong>2. </strong>Democratic societies worldwide have been bastions of religious freedom for centuries. How might that change rather quickly?</p><p><strong>3. </strong>Look at Ellen White’s statement above. What choices are you making today that could result in your being with those professed Adventists tomorrow?</p><p><strong>4. </strong>How does the second angel’s message change under the loud cry, and what personal preparation can we make for receiving the latter rain to finish God’s work on earth?</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>Inside Story</p>",
               "id":128,
               "idDay":8,
               "idLesson":12,
               "lessonText":"<p><strong>Reaching Russian Speakers</strong></p><p><strong>By Andrew McChesney</strong></p><p><br></p><p>Ukrainian national Vadym Krynychnny moved to Portugal to install air conditioners. Two decades later, he was ministering to the needs of Ukrainian refugees as the pastor of a Russian-speaking church in Spain.</p><p>What happened?</p><p>“We started with just a few members, but our church has become a center of influence for many,” said Vadym, 44. “This is a blessing from God.”</p><p>After leaving Ukraine, Vadym and his wife, Alina, established a successful air-conditioning business in Portugal and obtained Portuguese citizenship.</p><p>But 12 years into their new life, their path changed abruptly when they were asked to help a newly arrived family who didn’t speak Portuguese. Vadym and Alina invited the Russian-speaking family to attend church with them, and the family also accepted an offer to study the Bible together. Three months later, the family gave their hearts to Jesus in baptism.</p><p>Vadym and Alina were delighted, and they sought out more Russian speakers to help. In 18 months, they formed a house church of 20 people. Vadym preached every Sabbath, and Alina oversaw the music. “On Saturday evenings, we were exhausted from the day’s activities,” Vadym said. “But we were filled with an inexpressible satisfaction, joy, and happiness.”</p><p>The couple sensed that God was calling them to a new purpose. Their sole desire was to win souls for God’s kingdom. Closing their business, they moved to Sagunto Adventist College in neighboring Spain. Vadym graduated four years later with a master’s degree in theology.</p><p>Vadym formed a group of 20 Russian speakers that met every Sabbath afternoon for Bible studies while he worked as an intern pastor in Valencia, a city near the college. Visitors to the group were invited to church. Before long, about 10 visitors were attending church services regularly, and the Sabbath afternoon group kept growing. “We noticed that people had a need to gather with their own language group,” Vadym said.</p><p>When the number of Russian-speaking church members reached 26, a Russian-speaking church was born in Valencia with the support of the Adventist Church in Spain and the Inter-European Division, whose territory includes Spain.</p><p>“Our idea was to serve all Russian-speaking people, no matter whether or not they are Russian citizens, and to bring them to Jesus,” Vadym said. “God has abundantly blessed us in our mission.”</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"-",
               "dayTitle":"<p>TEACHERS</p>",
               "id":129,
               "idDay":9,
               "idLesson":12,
               "lessonText":"<p><strong>Part I: Overview</strong></p><p><strong>Key Text: Proverbs 23:23 Study Focus: Rev. 7:1, 2; Rev. 14:1; Prov. 23:23; Isa. 8:20; Ezek. 20:12, 20; Hos. 6:3; Joel 2:21–24; James 5:7, 8; Rev. 18:1–4.</strong></p><p>Introduction: God’s people, engaged in the final conflict between Christ and Satan, are not left in the dark about final events, nor are they abandoned by God during their fulfillment. Like a trusted general who inspires His troops for the decisive fight, God prepares us for battle by giving us His prophetic Word to serve as inspiration, orientation, and empowerment.</p><p>This week, we focus on several key elements of the end-time preparation of God’s people. First, we are reminded that the Word of God is our only trustworthy guide; it is the source of all truth and power. We will be safe only as we remain faithful to this Word. Thus, we must adhere to the Bible’s counsel and wisdom, regardless of appearances to the contrary in the arena of world events. Second, Sabbath keeping is the sign of our commitment and loyalty to our Creator and Savior. Third, we are not, and never will be, alone in our involvement in the great controversy and in the accomplishment of God’s mission of proclaiming His eternal gospel.</p><p>Rather, the Holy Spirit Himself will empower God’s people in a special way to publicly witness to the end-time world about the power of the gospel and about God’s call to all people to return to Him, abandoning the devil and his positions. These developments are known as the latter rain, or God’s empowerment of His people, and the loud cry, which constitutes the final public proclamation of the gospel.</p><p><strong>Lesson Themes: This week’s study focuses on two major themes:</strong></p><p>1. Accepting God’s love and salvation in Jesus Christ will generate in us an unwavering love for Him and a resolution to be faithful to Him, to His Word, and to His Sabbath.</p><p>2. The Holy Spirit will empower us with the outpouring of the latter rain. This outpouring will enable us to give the “loud cry,” or the final call to the world to repent and be saved.</p><p><br></p><p><strong>Part II: Commentary</strong></p><p><strong>Be Faithful: God Will Have the Last Word</strong></p><p>Ian was born and raised in a faithful Adventist family in the Soviet Union. Though his family was poor and was forced to work hard, he had a carefree and happy childhood and youth. At the age of 18, Ian was drafted to serve in the Soviet army. With other conscripts, he boarded a train and, seven days later, found himself 1,865 miles (3,000 kilometers) away from home. Thus, his long, two-year military term started. Apart from feeling lonely and homesick, Ian knew his biggest challenge was yet ahead. Even before being drafted, he had decided in his heart that he would remain loyal to God and keep the Sabbath, irrespective of what might happen to him. The first couple of Sabbaths he explained to his immediate superiors that he could not work on the Sabbath because of his religious convictions. The commanders tolerated him for those first few Saturdays, thinking that he would soon give up his strange, “provincial,” and “primitive” customs. Soon, however, Ian’s commanders realized the young man was serious, and they took decisive disciplinary and “educational” measures. One Friday afternoon, after an exhausting workday, they told Ian he did not deserve to sleep on a comfortable bed on the weekend if he refused to work Sabbaths. Instead, they informed him he would spend the weekend in the temporary detention center. When Ian and his commanders reached the jail, the officers discovered the jail was locked and the warden had gone somewhere else. As they waited for the warden to return, the officers chatted while Ian watched the sun set on the beautiful Lake Balkhash. Silently, Ian sought reassurance and support from God. Suddenly, a sergeant who was passing by stopped and casually asked Ian’s superiors who they brought to jail.</p><p>“A Sabbath keeper,” they replied. “We want to re-educate him to obey orders and to work on Saturdays.” “Never!” exclaimed the sergeant, “I know these people. They would rather die than work on Sabbaths!”<br></p><p>The officers realized they made a mistake by allowing the sergeant to speak in Ian’s hearing. But it was too late. Ian received his much-needed dose of encouragement.</p><p>The warden arrived, and just as the Sabbath commenced, he escorted Ian into the jail: a 6.5x10-foot (2x3-meter) room, packed with more than ten other soldiers, most of whom were smoking. The heavy metal door closed, and Ian occupied the only available spot by the entrance, prepared to stand or sit the rest of the weekend. The young soldier of Christ was determined to remain faithful to God’s Sabbath. Minutes became hours, and by midnight, Ian began to imagine how the brethren back in his hometown were happily walking to church to worship God during vespers while he remained locked up in a dark jail cell, filled with cigarette smoke, with two more days to go.</p><p>Suddenly, Ian remembered the last sermon he heard in his church before leaving for military service; it was about the story of Elijah on Mount Carmel and how he prayed seven times for rain. What if I also pray seven times? thought Ian to himself. Though it seemed almost a presumption,  Ian decided to give it a try. He uttered the first simple prayer in his heart.</p><p>Nothing happened. His second prayer followed. Still, no “cloud.” Third prayer. Then fourth. Fifth. And sixth. Then finally, he uttered in his heart the seventh prayer. Total midnight silence reigned after he finished. The silence did nothing to change Ian’s resolve or faith. He was ready to be loyal to God, even if God would not answer his seven prayers in any apparent way. At least, he thought to himself, I tried, right?</p><p>However, just a minute later, the silence was broken by footsteps outside the jail. The steps were followed by clinking keys, then by the squeaking of the door as it was opened. The warden appeared in the doorway and searched the room with his flashlight. When the warden spotted Ian, he commanded him to step outside. Once outside, the supervisor took Ian to his office, improvised a simple but comfortable bed, and invited the youth to sleep. Ian collapsed and was asleep in a moment. In the morning, Ian awoke to another surprise: the supervisor brought him breakfast. Even more, the warden gave Ian a bundle with food and conducted him to the shore of the lake where he set him free to enjoy the Sabbath in nature.</p><p>Ian spent the following several Sabbaths in the same way. The officers would bring him to the jail for the weekends. The warden would free Ian and feed him for the rest of the weekend. Then on Monday morning, Ian would return to his barracks. The following months and years were replete with many other similar experiences of God’s miraculous interventions on his behalf. After two years, Ian returned home a mature, strong young man, faithful to God. Yes, he went against the behemoth of the Soviet army, which had sought to crush his faith. Yes, his officers had told him he was not worthy to sleep on the army’s mattresses, but God had the last word. God cares for His faithful people, who make the decision—as Daniel did in the Bible and as Ian did—to remain loyal to Him.</p><p><strong>Christian Loyalty</strong></p><p>Loyalty has always fascinated the students of human nature and history. As a behavioral attitude, loyalty has its basis in various things. Some of these bases are biological or predetermined, such as one’s family or the place of one’s birth. Personal decisions form another basis for loyalty.</p><p>These decisions may be related to various things, such as monetary benefits (payment, rewards), convictions or worldviews, and morality. Some people base their loyalty on duty, others on preference, and still others on utility. The objects of loyalty are related to these bases. People show their devotion to their families, tribes, nations, religions, ideologies, philosophies, nature, and businesses, to name just a few allegiances. But what is Christian loyalty? Why are Christians loyal, and to whom are they loyal?</p><p>To help answer these questions, let us consider the story of Job. In conversations with Satan, God highlights Job’s blamelessness, uprightness, and loyalty or fear of God (Job 1:8). True to his doubtful, deceitful, and rebellious nature, Satan raised one of his essential questions: “  ‘Does Job fear God for nothing?’ ” (Job 1:9, NASB). Satan then claimed that the basis for human loyalty to God was selfish: “ ‘Have You not made a fence around him and his house and all that he has, on every side? You have blessed the work of his hands, and his possessions have increased in the land. But reach out with Your hand now and touch all that he has; he will certainly curse You to Your face’ ” (Job 1:10, 11, NASB). Before he was cast out of heaven, Satan accused God of falsely, abusively, and selfishly imposing Himself on the affections and loyalties of the unfallen beings in the universe. Thus, their loyalty to God was motivated by benefit and self-interest. Likewise, Satan contended that the basis for the loyalty of God’s people on earth was also rooted in a personal, selfish desire to survive and thrive. This misinterpretation of reality by Satan gave birth to the universal great controversy and, also, to Job’s time of suffering and his many questions. However, Job’s amazing faithfulness proved Satan wrong and illustrated the true basis of Christian loyalty to God: an unwavering and unconditional love for Him and the deep desire to be righteous.</p><p>On that first Friday night in the jail cell, Ian’s loyalty to God was immediately rewarded. But this reward was not the basis of his faithfulness to God. Ian was determined to remain faithful to God, apart from any apparent response. Similarly, when facing the prospect of a horrifying death in “ ‘a furnace of blazing fire’ ” on the plain of Dura (Dan. 3:15, NASB), Daniel’s friends valiantly answered Nebuchadnezzar: “We are not in need of an answer to give you concerning this matter. . . . Our God whom we serve is able to rescue us from the furnace of blazing fire; and He will rescue us from your hand, O king. But even if He does not, let it be known to you, O king, that we are not going to serve your gods nor worship the golden statue that you have set up” (Dan. 3:16–18, NASB). Years later, the prophet Habakkuk sang:</p><p>Even if the fig tree does not blossom, and there is no fruit on the vines, if the yield of the olive fails, and the fields produce no food, Even if the flock disappears from the fold, And there are no cattle in the stalls, Yet I will triumph in the Lord, I will rejoice in the God of my salvation (Hab. 3:17, 18, NASB). But how is such loyalty generated in the hearts and minds of God’s people?</p><p>Yes, God’s people, and the rest of the universe, feel the impulse to be loyal to Him because He is their Creator and, thus, their Father. Family is a compelling reason in and of itself. But there is more: God’s people get their loyalty from God. They are created in His image (Gen. 1:26, 27). God is love, and by His grace, humans are loving. God is righteous, and humans originally were created righteous. God is faithful or loyal, and humans can choose to be faithful or loyal, too, with God’s help. It is precisely His love and faithfulness to us that generates in us love and loyalty for Him. The apostle John explained that we are not loyal to God because of fear, for “there is no fear in love, but perfect love drives out fear, because fear involves punishment, and the one who fears is not perfected in love;” rather, “we love, because He first loved us” (1 John 4:18, 19, NASB). John explains, “In this is love, not that we loved God, but that He loved us and sent His Son to be the propitiation for our sins” (1 John 4:10, NASB; see also John 3:16).</p><p><strong>Part III: Life Application</strong></p><p>1. Ian’s story is, truly, an amazing and encouraging one. But we also know that for every account like that, there are many others whose faithfulness brought calamity and suffering upon them and, perhaps, their loved ones. How do we understand stories like that?</p><p>2. While we may imagine how we will stand firm and venerate God’s Sabbath during times of persecution, how many times do we fail to maintain the sacredness and the solemnity of the Sabbath during times of peace and prosperity? Sometimes, we may find ourselves wondering whether it isn’t easier to betray the Lord of the Sabbath during times of freedom than during times of persecution. If we cannot keep the Sabbath holy when we have all the freedom to do so, how can we expect to be faithful to the Sabbath in times of turbulence and pressure?</p><p>Create a strategy for being faithful to God’s Sabbath, during both good times and bad times.</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":12,
         "lessonType":"A",
         "quarter":"2T2024",
         "title":"<p>Earth’s Closing Events</p>",
         "verse":"<p>Buy the truth, and do not sell it, also wisdom and instruction and understanding (Proverbs 23:23, NKJV).</p>",
         "versionCode":60,
         "weekDate":"June 15–21"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
