{
   "data":[
      {
         "color":"#6ce10f",
         "id":8,
         "idEs":6,
         "language":"es",
         "lessonDays":[
            {
               "date":"14 de Mayo",
               "dayTitle":"<p>LA PROMESA\n</p>",
               "id":81,
               "idDay":1,
               "idLesson":8,
               "lessonText":"<p>Finalmente, como Dios había prometido, Sara le dio a Abraham un hijo, “en su vejez” (Gén. 21: 2), y llamó al bebé Isaac (ver Gén. 21: 1–5). Pero la historia&nbsp;de Abraham está lejos de concluir, y llega a su momento&nbsp; culminante cuando&nbsp;él lleva a su hijo al monte Moriah para ser sacrificado. Sin embargo, Isaac es&nbsp;reemplazado por un carnero (Gén. 22: 13), lo que implicaba el compromiso de&nbsp;Dios de bendecir a las naciones por intermedio de su “simiente” (Gén. 22: 17, 18).</p><p>Esa simiente, por supuesto, era Jesús (Hech. 13: 23). Por lo tanto, en esta historia&nbsp;asombrosa (y en cierto modo preocupante) se revelan más elementos del plan&nbsp;de salvación.</p><p>Más allá de las profundas lecciones espirituales que hayan sacado de esta experiencia, no obstante, la familia de Abraham debió haberse visto sacudida,&nbsp;y el futuro de Abraham no está claro. Sara muere inmediatamente después del&nbsp;sacrificio en Moriah (Gén. 23) e Isaac continúa soltero.</p><p>Entonces, Abraham toma la iniciativa para asegurarse de que tendrá un&nbsp;futuro “adecuado”. Arregla el matrimonio de su hijo con Rebeca (Gén. 24),&nbsp;quien dará a luz a dos hijos (Gén. 25: 21-23), y el mismo Abraham se casa con&nbsp;Cetura, quien le dará muchos hijos (Gén. 25: 1-6). Esta semana, seguiremos a&nbsp;Abraham hasta el final de su vida (Gén. 25: 7-11).</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"15 de Mayo",
               "dayTitle":"<p>EL MONTE MORIAH\n</p>",
               "id":82,
               "idDay":2,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Génesis 22: 1 al 12; y Hebreos 11: 17. ¿Cuál era el significado de esta prueba? ¿Qué lecciones espirituales surgen de este asombroso acontecimiento?</strong></p><p><strong>Génesis 22:1-12</strong></p><p><strong><sup>1 </sup></strong>Aconteció después de estas cosas, que probó Dios a Abraham, y le dijo: Abraham. Y él respondió: Heme aquí.&nbsp;</p><p><strong><sup>2</sup> </strong>Y dijo: Toma ahora tu hijo, tu único, Isaac, a quien amas, y vete a tierra de Moriah, y ofrécelo allí en holocausto sobre uno de los montes que yo te diré.&nbsp;</p><p><strong><sup>3 </sup></strong>Y Abraham se levantó muy de mañana, y enalbardó su asno, y tomó consigo dos siervos suyos, y a Isaac su hijo; y cortó leña para el holocausto, y se levantó, y fue al lugar que Dios le dijo.&nbsp;</p><p><strong><sup>4 </sup></strong>Al tercer día alzó Abraham sus ojos, y vio el lugar de lejos.&nbsp;</p><p><strong><sup>5 </sup></strong>Entonces dijo Abraham a sus siervos: Esperad aquí con el asno, y yo y el muchacho iremos hasta allí y adoraremos, y volveremos a vosotros.&nbsp;</p><p><strong><sup>6 </sup></strong>Y tomó Abraham la leña del holocausto, y la puso sobre Isaac su hijo, y él tomó en su mano el fuego y el cuchillo; y fueron ambos juntos.&nbsp;</p><p><strong><sup>7 </sup></strong>Entonces habló Isaac a Abraham su padre, y dijo: Padre mío. Y él respondió: Heme aquí, mi hijo. Y él dijo: He aquí el fuego y la leña; mas ¿dónde está el cordero para el holocausto?&nbsp;</p><p><strong><sup>8 </sup></strong>Y respondió Abraham: Dios se proveerá de cordero para el holocausto, hijo mío. E iban juntos.</p><p><strong><sup>9 </sup></strong>Y cuando llegaron al lugar que Dios le había dicho, edificó allí Abraham un altar, y compuso la leña, y ató a Isaac su hijo, y lo puso en el altar sobre la leña.&nbsp;</p><p><strong><sup>10 </sup></strong>Y extendió Abraham su mano y tomó el cuchillo para degollar a su hijo.&nbsp;</p><p><strong><sup>11 </sup></strong>Entonces el ángel de Jehová le dio voces desde el cielo, y dijo: Abraham, Abraham. Y él respondió: Heme aquí.&nbsp;</p><p><strong><sup>12 </sup></strong>Y dijo: No extiendas tu mano sobre el muchacho, ni le hagas nada; porque ya conozco que temes a Dios, por cuanto no me rehusaste tu hijo, tu único.</p><p><strong>Hebreos 11: 17</strong></p><p><sup><strong>17 </strong></sup>Por la fe Abraham, cuando fue probado, ofreció a Isaac; y el que había recibido las promesas ofrecía su unigénito</p><p style=\"text-align: left;\">Génesis 22 se ha convertido en un clásico de la literatura mundial y ha&nbsp;inspirado a filósofos y artistas, no solo a teólogos. Sin embargo, el significado&nbsp;de la prueba de Dios es difícil de comprender. Este mandato divino contradecía&nbsp;la prohibición bíblica posterior en contra de los sacrificios humanos (Lev.&nbsp;18: 21), y seguramente parecía obrar en contra de la promesa de Dios de un&nbsp;pacto eterno por medio de Isaac (Gén. 15: 5).</p><p style=\"text-align: left;\">Entonces, ¿cuál era el propósito de que Dios lo llamara a hacer esto? ¿Por&nbsp;qué ponerlo a prueba de una manera tan poderosa?&nbsp;</p><p style=\"text-align: left;\">La noción bíblica de “prueba” (en hebreo, nisá) incluye dos ideas opuestas.&nbsp;Se refiere a la idea de juicio, es decir, un juicio para saber qué hay en el corazón&nbsp;del probado (Deut. 8:2; comparar con Gén. 22: 12). Pero también trae la seguridad&nbsp;de la gracia de Dios en favor de los probados (Éxo. 20: 18-20).</p><p style=\"text-align: left;\">En este caso, la fe que Abraham tiene en Dios lo lleva al punto de correr&nbsp;el riesgo de perder su “futuro” (su posteridad). Y, sin embargo, debido a que&nbsp;confía en Dios, hará lo que Dios le pida, por más difícil que sea de entender. Al&nbsp;fin y al cabo, ¿qué es la fe, sino confiar en lo que no vemos o no entendemos&nbsp;por completo?</p><p style=\"text-align: left;\">Además, la fe bíblica no se trata tanto de nuestra capacidad de dar a Dios&nbsp;y de sacrificarnos por él (aunque eso tiene su función, sin duda [Rom. 12: 1]),&nbsp;sino de nuestra capacidad de confiar en él y recibir su gracia mientras comprendemos cuán indignos somos.</p><p style=\"text-align: left;\">Esta verdad se confirmó en lo que sucedió a continuación. Todas las obras&nbsp;de Abraham, sus tantas actividades diligentes, la dolorosa experiencia con su&nbsp;hijo, incluso su disposición a obedecer y ofrecer a Dios lo mejor de sí mismo,&nbsp;por más instructivos que fueran, no podían salvarlo. ¿Por qué? Porque el Señor&nbsp;mismo había provisto un carnero para el sacrificio previsto, que en sí apuntaba&nbsp;a su única esperanza de salvación, Jesús.</p><p style=\"text-align: left;\">Por consiguiente, Abraham debió haber entendido la gracia. No son&nbsp;las obras que hacemos para Dios las que nos salvan, sino la obra de Dios en&nbsp;nuestro favor (Efe. 3: 8; comparar con Rom. 11: 33). Sin embargo, al igual que&nbsp;Abraham, somos llamados a trabajar para Dios, y en este sentido, el accionar&nbsp;de Abraham es un poderoso ejemplo para seguir (Sant. 2: 2-23).</p><p style=\"text-align: left;\"><strong>¿Qué te dice personalmente la historia de Abraham e Isaac en el monte Moriah acerca de tu fe y cómo la manifiestas?</strong></p><p style=\"text-align: justify; \"><br></p><p><br></p><p><strong>\n</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de Mayo",
               "dayTitle":"<p>DIOS PROVEERÁ\n</p>",
               "id":83,
               "idDay":3,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Génesis 22: 8, 14 y 18. ¿Cómo cumplió Dios su promesa de proveer? ¿Qué proveyó?</strong></p><p><strong>&nbsp;Génesis 22: 8,14 y 18</strong></p><p><strong><sup>8 </sup></strong>Y respondió Abraham: Dios se proveerá de cordero para el holocausto, hijo mío. E iban juntos.</p><p><strong><sup>14 </sup></strong>Y llamó Abraham el nombre de aquel lugar, Jehová proveerá. Por tanto se dice hoy: En el monte de Jehová será provisto.</p><p><strong><sup>18 </sup></strong>En tu simiente serán benditas todas las naciones de la tierra, por cuanto obedeciste a mi voz.</p><p>Cuando Isaac preguntó por el animal para el sacrificio, Abraham dio una&nbsp;respuesta intrigante: “Dios se proveerá de cordero para el holocausto” (Gén.&nbsp;22: 8). Sin embargo, la forma verbal hebrea en realidad puede significar “Dios&nbsp;se proveerá a sí mismo como el cordero”. El verbo “proveer” (ir’é lo) se usa&nbsp;de una manera que puede significar “proveerse a sí mismo” (o literalmente,&nbsp;“verse a sí mismo”).</p><p>Por ende, lo que vemos aquí es la esencia del plan de salvación, ¡por el cual&nbsp;el Señor mismo sufre y paga personalmente el castigo por nuestros pecados!</p><p><strong>Lee Juan 1: 1 al 3; y Romanos 5: 6 al 8. ¿Cómo nos ayudan estos versículos a comprender lo que sucedió en la Cruz, que se representa anticipadamente&nbsp;en este sacrificio del monte Moriah?</strong></p><p><strong>Juan 1: 1-3</strong></p><p><strong><sup>1 </sup></strong>En el principio era el Verbo, y el Verbo era con Dios, y el Verbo era Dios.&nbsp;</p><p><strong><sup>2 </sup></strong>Este era en el principio con Dios.&nbsp;</p><p><strong><sup>3 </sup></strong>Todas las cosas por él fueron hechas, y sin él nada de lo que ha sido hecho, fue hecho.</p><p><strong>Romanos 5: 6-8</strong></p><p><strong><sup>6 </sup></strong>Porque Cristo, cuando aún éramos débiles, a su tiempo murió por los impíos.&nbsp;</p><p><strong><sup>7 </sup></strong>Ciertamente, apenas morirá alguno por un justo; con todo, pudiera ser que alguno osara morir por el bueno.&nbsp;</p><p><strong><sup>8 </sup></strong>Mas Dios muestra su amor para con nosotros, en que siendo aún pecadores, Cristo murió por nosotros.</p><p>Allí, en el monte Moriah, mucho antes de la Cruz, el carnero del sacrificio&nbsp;“trabado en un zarzal por sus cuernos” (Gén. 22: 13) apuntaba directamente&nbsp;a Jesús. Él es aquel que es “provisto” aquí; como Abraham explica más tarde,&nbsp;“en el monte de Jehová será provisto” (Gén. 22: 14; o “será visto”, según JBS).</p><p>El mismo Jesús había señalado esta expresión profética de Abraham, cuando&nbsp;dijo, haciéndose eco de la declaración de Abraham: “Abraham vuestro padre&nbsp;se gozó de que había de ver mi día; y lo vio, y se gozó” (Juan 8: 56).</p><p>“Fue para grabar en la mente de Abraham la realidad del evangelio, así como para probar su fe, que Dios le mandó sacrificar a su hijo. La agonía que&nbsp;sufrió durante los oscuros días de aquella terrible prueba fue permitida para&nbsp;que comprendiera por su propia experiencia algo de la grandeza del sacrificio&nbsp;hecho por el Dios infinito en favor de la redención del hombre” (PP 150).</p><p><strong>Esto que sucedió, ¿cómo nos ayuda a comprender mejor lo que sucedió en la Cruz y lo que Dios sufrió por nosotros? ¿Cuál debería ser nuestra respuesta a lo que él hizo por nosotros?</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"17 de Mayo",
               "dayTitle":"<p>LA MUERTE DE SARA\n</p>",
               "id":84,
               "idDay":4,
               "idLesson":8,
               "lessonText":"<p>En Génesis 22: 23, vemos el informe del nacimiento de Rebeca, que anticipa el futuro matrimonio entre Isaac y Rebeca (Gén. 24). Asimismo, el informe&nbsp;de la muerte y el entierro de la esposa de Abraham, Sara (Gén. 23), anticipa su&nbsp;futuro matrimonio con Cetura (Gén. 25: 1-4).</p><p><strong>Lee Génesis 23. ¿Qué función tiene la historia de la muerte y el entierro de Sara en el cumplimiento de la promesa de Dios a Abraham?</strong></p><p><strong>Génesis 23</strong></p><p><strong><sup>1 </sup></strong>Fue la vida de Sara ciento veintisiete años; tantos fueron los años de la vida de Sara.&nbsp;</p><p><strong><sup>2 </sup></strong>Y murió Sara en Quiriat-arba, que es Hebrón, en la tierra de Canaán; y vino Abraham a hacer duelo por Sara, y a llorarla.&nbsp;</p><p><strong><sup>3 </sup></strong>Y se levantó Abraham de delante de su muerta, y habló a los hijos de Het, diciendo:&nbsp;</p><p><strong><sup>4 </sup></strong>Extranjero y forastero soy entre vosotros; dadme propiedad para sepultura entre vosotros, y sepultaré mi muerta de delante de mí.&nbsp;</p><p><strong><sup>5 </sup></strong>Y respondieron los hijos de Het a Abraham, y le dijeron:&nbsp;</p><p><strong><sup>6 </sup></strong>Óyenos, señor nuestro; eres un príncipe de Dios entre nosotros; en lo mejor de nuestros sepulcros sepulta a tu muerta; ninguno de nosotros te negará su sepulcro, ni te impedirá que entierres tu muerta.&nbsp;</p><p><strong><sup>7 </sup></strong>Y Abraham se levantó, y se inclinó al pueblo de aquella tierra, a los hijos de Het,&nbsp;</p><p><strong><sup>8 </sup></strong>y habló con ellos, diciendo: Si tenéis voluntad de que yo sepulte mi muerta de delante de mí, oídme, e interceded por mí con Efrón hijo de Zohar,&nbsp;</p><p><strong><sup>9 </sup></strong>para que me dé la cueva de Macpela, que tiene al extremo de su heredad; que por su justo precio me la dé, para posesión de sepultura en medio de vosotros.&nbsp;</p><p><strong><sup>10 </sup></strong>Este Efrón estaba entre los hijos de Het; y respondió Efrón heteo a Abraham, en presencia de los hijos de Het, de todos los que entraban por la puerta de su ciudad, diciendo:&nbsp;</p><p><strong><sup>11 </sup></strong>No, señor mío, óyeme: te doy la heredad, y te doy también la cueva que está en ella; en presencia de los hijos de mi pueblo te la doy; sepulta tu muerta.&nbsp;</p><p><strong><sup>12 </sup></strong>Entonces Abraham se inclinó delante del pueblo de la tierra,&nbsp;</p><p><strong><sup>13 </sup></strong>y respondió a Efrón en presencia del pueblo de la tierra, diciendo: Antes, si te place, te ruego que me oigas. Yo daré el precio de la heredad; tómalo de mí, y sepultaré en ella mi muerta.&nbsp;</p><p><strong><sup>14 </sup></strong>Respondió Efrón a Abraham, diciéndole:&nbsp;</p><p><strong><sup>15 </sup></strong>Señor mío, escúchame: la tierra vale cuatrocientos siclos de plata; ¿qué es esto entre tú y yo? Entierra, pues, tu muerta.&nbsp;</p><p><strong><sup>16 </sup></strong>Entonces Abraham se convino con Efrón, y pesó Abraham a Efrón el dinero que dijo, en presencia de los hijos de Het, cuatrocientos siclos de plata, de buena ley entre mercaderes.\n</p><p><strong><sup>17 </sup></strong>Y quedó la heredad de Efrón que estaba en Macpela al oriente de Mamre, la heredad con la cueva que estaba en ella, y todos los árboles que había en la heredad, y en todos sus contornos,&nbsp;</p><p><strong><sup>18 </sup></strong>como propiedad de Abraham, en presencia de los hijos de Het y de todos los que entraban por la puerta de la ciudad.&nbsp;</p><p><strong><sup>19 </sup></strong>Después de esto sepultó Abraham a Sara su mujer en la cueva de la heredad de Macpela al oriente de Mamre, que es Hebrón, en la tierra de Canaán.&nbsp;</p><p><strong><sup>20 </sup></strong>Y quedó la heredad y la cueva que en ella había, de Abraham, como una posesión para sepultura, recibida de los hijos de Het.</p><p>La mención de la muerte de Sara inmediatamente después de la historia&nbsp;del sacrificio de Isaac sugiere que ella pudo haber quedado afectada por este&nbsp;incidente que casi le costó la vida a su hijo. De alguna manera, Sara también&nbsp;participó de la “prueba” con su esposo, al igual que en sus viajes y su falta de&nbsp;fe temporal (Gén. 12: 11-13).</p><p>Sara no era el tipo de mujer que guardara silencio en asuntos que eran importantes o que la perturbaran (comparar con Gén. 16: 3-5; 18: 15; 21: 9, 10).&nbsp;Su ausencia y su silencio, e incluso el momento de su muerte después de ese&nbsp;dramático evento, dice más sobre la relevancia de Sara para los eventos que&nbsp;su presencia física. El hecho de que se mencione la vejez de Sara (Gén. 23: 1),&nbsp;en paralelo con la vejez de Abraham (Gén. 24: 1), muestra su importancia para&nbsp;la historia.</p><p>De hecho, Sara es la única mujer en el Antiguo Testamento de la que se menciona el número de sus años, lo que muestra su centralidad en la historia. La focalización en la compra del lugar de sepultura de Sara (que abarca&nbsp;la mayor parte del capítulo), más que en su muerte, enfatiza la conexión con&nbsp;la Tierra Prometida.</p><p>Ya la especificación de que ella murió “en la tierra de Canaán” (Gén. 23: 2)&nbsp;subraya la vinculación de la muerte de Sara con la promesa divina de la tierra.&nbsp;Sara es la primera del clan de Abraham que murió y fue enterrada en la Tierra&nbsp;Prometida. La preocupación de Abraham por sí mismo, “extranjero y forastero&nbsp;soy” (Gén. 23: 4), y su insistente discusión con los hijos de Het, muestran que&nbsp;Abraham está interesado no solo en adquirir un lugar de sepultura; lo que más&nbsp;le preocupa es establecerse en la tierra de forma permanente.</p><p><strong>Lee Génesis 23: 6. ¿Qué nos dice esto sobre el tipo de reputación que tenía Abraham? ¿Por qué esto es importante para comprender para qué lo utilizó el Señor?</strong></p><p><strong>6 </strong>Óyenos, señor nuestro; eres un príncipe de Dios entre nosotros; en lo mejor de nuestros sepulcros sepulta a tu muerta; ninguno de nosotros te negará su sepulcro, ni te impedirá que entierres tu muerta.&nbsp;</p><p><strong>\n</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"18 de Mayo",
               "dayTitle":"<p>UNA ESPOSA PARA ISAAC\n</p>",
               "id":85,
               "idDay":5,
               "idLesson":8,
               "lessonText":"<p>Génesis 24 cuenta la historia del matrimonio de Isaac después de la muerte de Sara. Las dos historias se relacionan.</p><p><strong>Lee Génesis 24. ¿Por qué le preocupa tanto a Abraham que su hijo no se&nbsp;</strong><strong style=\"background-color: initial;\">case con una mujer de los cananeos?</strong></p><p><span style=\"background-color: initial;\"><sup><strong>1</strong></sup> Era Abraham ya viejo, y bien avanzado en años; y Jehová había bendecido a Abraham en todo.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>2</strong></sup> Y dijo Abraham a un criado suyo, el más viejo de su casa, que era el que gobernaba en todo lo que tenía: Pon ahora tu mano debajo de mi muslo,&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>3</strong></sup> y te juramentaré por Jehová, Dios de los cielos y Dios de la tierra, que no tomarás para mi hijo mujer de las hijas de los cananeos, entre los cuales yo habito;&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>4</strong></sup> sino que irás a mi tierra y a mi parentela, y tomarás mujer para mi hijo Isaac.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>5</strong></sup> El criado le respondió: Quizá la mujer no querrá venir en pos de mí a esta tierra. ¿Volveré, pues, tu hijo a la tierra de donde saliste?&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>6 </strong></sup>Y Abraham le dijo: Guárdate que no vuelvas a mi hijo allá.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>7 </strong></sup>Jehová, Dios de los cielos, que me tomó de la casa de mi padre y de la tierra de mi parentela, y me habló y me juró, diciendo: A tu descendencia daré esta tierra; él enviará su ángel delante de ti, y tú traerás de allá mujer para mi hijo.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>8</strong></sup> Y si la mujer no quisiere venir en pos de ti, serás libre de este mi juramento; solamente que no vuelvas allá a mi hijo.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>9 </strong></sup>Entonces el criado puso su mano debajo del muslo de Abraham su señor, y le juró sobre este negocio.\n</span></p><p><span style=\"background-color: initial;\"><sup><strong>10</strong></sup> Y el criado tomó diez camellos de los camellos de su señor, y se fue, tomando toda clase de regalos escogidos de su señor; y puesto en camino, llegó a Mesopotamia, a la ciudad de Nacor.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>11</strong></sup> E hizo arrodillar los camellos fuera de la ciudad, junto a un pozo de agua, a la hora de la tarde, la hora en que salen las doncellas por agua.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>12</strong></sup> Y dijo: Oh Jehová, Dios de mi señor Abraham, dame, te ruego, el tener hoy buen encuentro, y haz misericordia con mi señor Abraham.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>13</strong></sup> He aquí yo estoy junto a la fuente de agua, y las hijas de los varones de esta ciudad salen por agua.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>14</strong></sup> Sea, pues, que la doncella a quien yo dijere: Baja tu cántaro, te ruego, para que yo beba, y ella respondiere: Bebe, y también daré de beber a tus camellos; que sea esta la que tú has destinado para tu siervo Isaac; y en esto conoceré que habrás hecho misericordia con mi señor.\n</span></p><p><span style=\"background-color: initial;\"><sup><strong>15</strong></sup> Y aconteció que antes que él acabase de hablar, he aquí Rebeca, que había nacido a Betuel, hijo de Milca mujer de Nacor hermano de Abraham, la cual salía con su cántaro sobre su hombro.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>16</strong></sup> Y la doncella era de aspecto muy hermoso, virgen, a la que varón no había conocido; la cual descendió a la fuente, y llenó su cántaro, y se volvía.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>17</strong></sup> Entonces el criado corrió hacia ella, y dijo: Te ruego que me des a beber un poco de agua de tu cántaro.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>18</strong></sup> Ella respondió: Bebe, señor mío; y se dio prisa a bajar su cántaro sobre su mano, y le dio a beber.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>19</strong></sup> Y cuando acabó de darle de beber, dijo: También para tus camellos sacaré agua, hasta que acaben de beber.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>20</strong></sup> Y se dio prisa, y vació su cántaro en la pila, y corrió otra vez al pozo para sacar agua, y sacó para todos sus camellos.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>21</strong></sup> Y el hombre estaba maravillado de ella, callando, para saber si Jehová había prosperado su viaje, o no.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>22</strong></sup> Y cuando los camellos acabaron de beber, le dio el hombre un pendiente de oro que pesaba medio siclo, y dos brazaletes que pesaban diez,&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>23</strong></sup> y dijo: ¿De quién eres hija? Te ruego que me digas: ¿hay en casa de tu padre lugar donde posemos?&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>24</strong></sup> Y ella respondió: Soy hija de Betuel hijo de Milca, el cual ella dio a luz a Nacor.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>25</strong></sup> Y añadió: También hay en nuestra casa paja y mucho forraje, y lugar para posar.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>26</strong></sup> El hombre entonces se inclinó, y adoró a Jehová,&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>27</strong></sup> y dijo: Bendito sea Jehová, Dios de mi amo Abraham, que no apartó de mi amo su misericordia y su verdad, guiándome Jehová en el camino a casa de los hermanos de mi amo.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>28</strong></sup> Y la doncella corrió, e hizo saber en casa de su madre estas cosas.\n</span></p><p><span style=\"background-color: initial;\"><sup><strong>29</strong></sup> Y Rebeca tenía un hermano que se llamaba Labán, el cual corrió afuera hacia el hombre, a la fuente.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>30</strong></sup> Y cuando vio el pendiente y los brazaletes en las manos de su hermana, que decía: Así me habló aquel hombre, vino a él; y he aquí que estaba con los camellos junto a la fuente.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>31</strong></sup> Y le dijo: Ven, bendito de Jehová; ¿por qué estás fuera? He preparado la casa, y el lugar para los camellos.\n</span></p><p><span style=\"background-color: initial;\"><sup><strong>32</strong></sup> Entonces el hombre vino a casa, y Labán desató los camellos; y les dio paja y forraje, y agua para lavar los pies de él, y los pies de los hombres que con él venían.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>33</strong></sup> Y le pusieron delante qué comer; mas él dijo: No comeré hasta que haya dicho mi mensaje. Y él le dijo: Habla.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>34</strong></sup> Entonces dijo: Yo soy criado de Abraham.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>35</strong></sup> Y Jehová ha bendecido mucho a mi amo, y él se ha engrandecido; y le ha dado ovejas y vacas, plata y oro, siervos y siervas, camellos y asnos.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>36</strong></sup> Y Sara, mujer de mi amo, dio a luz en su vejez un hijo a mi señor, quien le ha dado a él todo cuanto tiene.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>37</strong></sup> Y mi amo me hizo jurar, diciendo: No tomarás para mi hijo mujer de las hijas de los cananeos, en cuya tierra habito;&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>38</strong></sup> sino que irás a la casa de mi padre y a mi parentela, y tomarás mujer para mi hijo.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>39</strong></sup> Y yo dije: Quizá la mujer no querrá seguirme.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>40</strong></sup> Entonces él me respondió: Jehová, en cuya presencia he andado, enviará su ángel contigo, y prosperará tu camino; y tomarás para mi hijo mujer de mi familia y de la casa de mi padre.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>41</strong></sup> Entonces serás libre de mi juramento, cuando hayas llegado a mi familia; y si no te la dieren, serás libre de mi juramento.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>42</strong></sup> Llegué, pues, hoy a la fuente, y dije: Jehová, Dios de mi señor Abraham, si tú prosperas ahora mi camino por el cual ando,&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>43</strong></sup> he aquí yo estoy junto a la fuente de agua; sea, pues, que la doncella que saliere por agua, a la cual dijere: Dame de beber, te ruego, un poco de agua de tu cántaro,&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>44</strong></sup> y ella me respondiere: Bebe tú, y también para tus camellos sacaré agua; sea esta la mujer que destinó Jehová para el hijo de mi señor.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>45</strong></sup> Antes que acabase de hablar en mi corazón, he aquí Rebeca, que salía con su cántaro sobre su hombro; y descendió a la fuente, y sacó agua; y le dije: Te ruego que me des de beber.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>46</strong></sup> Y bajó prontamente su cántaro de encima de sí, y dijo: Bebe, y también a tus camellos daré de beber. Y bebí, y dio también de beber a mis camellos.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>47</strong></sup> Entonces le pregunté, y dije: ¿De quién eres hija? Y ella respondió: Hija de Betuel hijo de Nacor, que le dio a luz Milca. Entonces le puse un pendiente en su nariz, y brazaletes en sus brazos;&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>48</strong></sup> y me incliné y adoré a Jehová, y bendije a Jehová Dios de mi señor Abraham, que me había guiado por camino de verdad para tomar la hija del hermano de mi señor para su hijo.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>49</strong></sup> Ahora, pues, si vosotros hacéis misericordia y verdad con mi señor, declarádmelo; y si no, declarádmelo; y me iré a la diestra o a la siniestra.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>50</strong></sup> Entonces Labán y Betuel respondieron y dijeron: De Jehová ha salido esto; no podemos hablarte malo ni bueno.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>51</strong></sup> He ahí Rebeca delante de ti; tómala y vete, y sea mujer del hijo de tu señor, como lo ha dicho Jehová.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>52</strong></sup> Cuando el criado de Abraham oyó sus palabras, se inclinó en tierra ante Jehová.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>53</strong></sup> Y sacó el criado alhajas de plata y alhajas de oro, y vestidos, y dio a Rebeca; también dio cosas preciosas a su hermano y a su madre.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>54</strong></sup> Y comieron y bebieron él y los varones que venían con él, y durmieron; y levantándose de mañana, dijo: Enviadme a mi señor.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>55</strong></sup> Entonces respondieron su hermano y su madre: Espere la doncella con nosotros a lo menos diez días, y después irá.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>56</strong></sup> Y él les dijo: No me detengáis, ya que Jehová ha prosperado mi camino; despachadme para que me vaya a mi señor.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>57</strong></sup> Ellos respondieron entonces: Llamemos a la doncella y preguntémosle.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>58</strong></sup> Y llamaron a Rebeca, y le dijeron: ¿Irás tú con este varón? Y ella respondió: Sí, iré.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>59</strong></sup> Entonces dejaron ir a Rebeca su hermana, y a su nodriza, y al criado de Abraham y a sus hombres.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>60</strong></sup> Y bendijeron a Rebeca, y le dijeron: Hermana nuestra, sé madre de millares de millares, y posean tus descendientes la puerta de sus enemigos.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>61</strong></sup> Entonces se levantó Rebeca y sus doncellas, y montaron en los camellos, y siguieron al hombre; y el criado tomó a Rebeca, y se fue.\n</span></p><p><span style=\"background-color: initial;\"><sup><strong>62</strong></sup> Y venía Isaac del pozo del Viviente-que-me-ve; porque él habitaba en el Neguev.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>63</strong></sup> Y había salido Isaac a meditar al campo, a la hora de la tarde; y alzando sus ojos miró, y he aquí los camellos que venían.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>64</strong></sup> Rebeca también alzó sus ojos, y vio a Isaac, y descendió del camello;&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>65</strong></sup> porque había preguntado al criado: ¿Quién es este varón que viene por el campo hacia nosotros? Y el criado había respondido: Este es mi señor. Ella entonces tomó el velo, y se cubrió.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>66</strong></sup> Entonces el criado contó a Isaac todo lo que había hecho.&nbsp;</span></p><p><span style=\"background-color: initial;\"><sup><strong>67</strong></sup> Y la trajo Isaac a la tienda de su madre Sara, y tomó a Rebeca por mujer, y la amó; y se consoló Isaac después de la muerte de su madre.</span></p><p><span style=\"background-color: initial;\">Así como Abraham quería adquirir la tierra para enterrar a su esposa, debido&nbsp;</span>a la promesa de Dios a sus descendientes de que tendrían esta tierra, ahora&nbsp;insiste en que Isaac tampoco se establezca fuera de la Tierra Prometida (Gén.&nbsp;24: 7). Además, la decisión de Isaac de llevar a su esposa a la tienda de Sara&nbsp;y la nota de que Rebeca consoló a Isaac “después de la muerte de su madre”&nbsp;(Gén. 24: 67) apuntan a la muerte de Sara, lo que implica el dolor de Isaac por&nbsp;la pérdida de su madre.</p><p>La historia está llena de oraciones y respuestas a oraciones, y abunda en&nbsp;lecciones sobre la providencia de Dios y la libertad humana. Comienza con&nbsp;la oración de Abraham. Al jurar por “Jehová, Dios de los cielos y Dios de la&nbsp;tierra” (Gén. 24: 3), esta oración es, ante todo, un reconocimiento de Dios como&nbsp;Creador (Gén. 1: 1; 14: 19), con repercusión directa sobre los nacimientos de los&nbsp;descendientes de Abraham, incluyendo al Mesías mismo.</p><p>La referencia a “su ángel” y a “Jehová, Dios de los cielos” (Gén. 24: 7) apunta&nbsp;al ángel de Jehová, que vino del cielo para rescatar a Isaac de ser sacrificado&nbsp;(Gén. 22: 11). El Dios que controla el Universo, el ángel de Jehová que intervino&nbsp;para salvar a Isaac, estará al frente de este tema del matrimonio.</p><p>Sin embargo, Abraham deja abierta la posibilidad de que la mujer no responda al llamado de Dios. Por más que Dios sea poderoso, no obliga a nadie a&nbsp;obedecerlo. Aunque el plan de Dios para Rebeca es seguir a Eliezer, ella conserva su libertad de elegir. Es decir, existía la posibilidad de que esta mujer no&nbsp;quisiera ir y, en ese caso, no se vería obligada a hacerlo.</p><p>Por lo tanto, en esto vemos otro ejemplo del gran misterio de cómo Dios nos&nbsp;ha dado libre albedrío a los seres humanos, una libertad que él no pisoteará. (Si&nbsp;lo hiciera, no sería libre albedrío.) Y, sin embargo, de alguna manera, a pesar de&nbsp;la realidad del libre albedrío humano, y de muchas de las terribles decisiones&nbsp;que la humanidad toma con ese libre albedrío, todavía podemos confiar en&nbsp;que finalmente el amor de Dios y la bondad, en última instancia, prevalecerán.</p><p><strong>¿Por qué es tan reconfortante saber que, si bien no todas las cosas que pasan son voluntad de Dios, él todavía está al mando? Profecías como Daniel 2, por ejemplo,&nbsp;¿cómo demuestran este hecho?</strong></p><p><br></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p><p><strong style=\"background-color: initial;\">\n</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"16 de Mayo",
               "dayTitle":"<p>UNA ESPOSA PARA ABRAHAM\n</p>",
               "id":86,
               "idDay":6,
               "idLesson":8,
               "lessonText":"<p><strong>Lee Génesis 24: 67 a 25: 1 al 8. ¿Cuál es el significado de estos eventos finales en la vida de Abraham?</strong></p><p><strong>Génesis 24:67</strong></p><p><strong><sup>67 </sup></strong>Y la trajo Isaac a la tienda de su madre Sara, y tomó a Rebeca por mujer, y la amó; y se consoló Isaac después de la muerte de su madre.</p><p><strong>Génesis 25:1-8&nbsp;</strong></p><p><strong><sup>1 </sup></strong>Abraham tomó otra mujer, cuyo nombre era Cetura,&nbsp;</p><p><strong><sup>2 </sup></strong>la cual le dio a luz a Zimram, Jocsán, Medán, Madián, Isbac y Súa.&nbsp;</p><p><strong><sup>3 </sup></strong>Y Jocsán engendró a Seba y a Dedán; e hijos de Dedán fueron Asurim, Letusim y Leumim.&nbsp;</p><p><strong><sup>4 </sup></strong>E hijos de Madián: Efa, Efer, Hanoc, Abida y Elda. Todos estos fueron hijos de Cetura.&nbsp;</p><p><strong><sup>5 </sup></strong>Y Abraham dio todo cuanto tenía a Isaac.&nbsp;</p><p><strong><sup>6 </sup></strong>Pero a los hijos de sus concubinas dio Abraham dones, y los envió lejos de Isaac su hijo, mientras él vivía, hacia el oriente, a la tierra oriental.\n</p><p><strong><sup>7 </sup></strong>Y estos fueron los días que vivió Abraham: ciento setenta y cinco años.&nbsp;</p><p><strong><sup>8 </sup></strong>Y exhaló el espíritu, y murió Abraham en buena vejez, anciano y lleno de años, y fue unido a su pueblo.</p><p>Después de la muerte de Sara, Abraham se volvió a casar. Al igual que Isaac, se consuela después de la muerte de Sara (Gén. 24: 67). El recuerdo de&nbsp;Sara seguramente aún debió estar vivo en la mente del patriarca, tanto como&nbsp;en la de su hijo.</p><p>No obstante, la identidad de su nueva esposa no está clara. Sin embargo, el&nbsp;hecho de que el cronista asocie a los hijos de Cetura junto con los hijos de Agar,&nbsp;sin mencionar el nombre de Cetura, sugiere que Cetura podría (como algunos&nbsp;han conjeturado) ser Agar. También es revelador que Abraham se comporte&nbsp;con los hijos de Cetura de la misma manera que lo hizo con el hijo de Agar: los&nbsp;despide para evitar cualquier influencia espiritual y hacer una clara distinción&nbsp;entre su hijo con Sara y los otros hijos.&nbsp;</p><p>También “dio todo cuanto tenía a Isaac” (Gén. 25: 5), mientras que “a los&nbsp;hijos de sus concubinas les hizo regalos” (Gén. 25: 6, NVI). La clasificación&nbsp;de “concubinas” también puede implicar que el estatus de Cetura, como&nbsp;el de Agar, era el de concubina. La posible identificación de Cetura como Agar&nbsp;también puede explicar la sutil alusión al recuerdo de Sara como preludio de&nbsp;su matrimonio con Cetura-Agar.</p><p>Lo interesante es que en Génesis 25: 1 al 4, y 12 al 18, se da una lista de los&nbsp;hijos que Abraham tuvo con Cetura, así como una lista de los hijos de Ismael.&nbsp;El propósito de la genealogía después del matrimonio de Abraham con Cetura,&nbsp;quien le dio seis hijos, en comparación con sus otros dos hijos (Isaac e Ismael),&nbsp;es quizás aportar evidencias inmediatas de la promesa de Dios de que Abraham&nbsp;sería padre de muchas naciones.</p><p>La segunda genealogía se refería a los descendientes de Ismael, quienes&nbsp;también componían doce tribus (comparar con Gén. 17: 20), al igual que lo&nbsp;que sucedería con Jacob (Gén. 35: 22-26). Aunque, por supuesto, el pacto de&nbsp;Dios estará reservado a la simiente de Isaac (Gén. 17: 21), no a la de Ismael, un&nbsp;aspecto sobre el que las Escrituras son muy claras.&nbsp;</p><p>El informe de la muerte de Abraham intercalado entre las dos genealogías&nbsp;(Gén. 25: 7-11) también da&nbsp; testimonio de la bendición de Dios. Revela el cumplimiento de su promesa a Abraham, hecha muchos años antes, de que moriría “en&nbsp;buena vejez” (Gén. 15: 15) y “lleno de años” (Gén. 25: 8; comparar con Ecl. 6: 3).</p><p>Finalmente, el Señor se mantuvo fiel a sus promesas de gracia dadas a&nbsp;su fiel siervo Abraham, cuya fe se describe en las Escrituras como un gran&nbsp;ejemplo, si no el mejor ejemplo del Antiguo Testamento, de salvación por fe&nbsp;(ver Rom. 4: 1-12).</p><p><strong>\n</strong></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"20 de Mayo",
               "dayTitle":"",
               "id":87,
               "idDay":7,
               "idLesson":8,
               "lessonText":"<p><strong>PARA ESTUDIAR Y MEDITAR:</strong></p><br><p>Dado que Abraham fue el extraordinario profeta con quien Dios compartió sus planes (Gén. 18: 17), Dios entró en la esfera humana de Abraham y compartió con él, hasta cierto punto, su plan de salvación mediante el sacri- ficio de su Hijo.</p><br><p>“Isaac prefiguró al Hijo de Dios, que iba a ser ofrecido por los pecados del mundo. Dios quería inculcar en Abraham el evangelio de la salvación del hombre. Para ello, y a fin de que la verdad fuese una realidad para él como también para probar su fe, le pidió que quitara la vida a su amado Isaac. Todo el pesar y la agonía que soportó Abraham por esta sombría y temible prueba tenía por propósito grabar profundamente en él la comprensión del plan de redención en favor del hombre caído. Se le hizo entender mediante su propia experiencia cuán inmensa era la abnegación del Dios infinito al dar a su propio Hijo para que muriese a fin de rescatar al hombre de la ruina completa. Para Abraham, ninguna tortura mental podía igualarse con la que sufrió al obedecer la orden divina de sacrificar a su hijo” (TI 3:407).</p><br><p>“Abraham había llegado a la ancianidad y sabía que pronto moriría, pero aún le quedaba un acto por cumplir, para asegurar a su descendencia el cumplimiento de la promesa. Isaac era el que Dios había designado para sucederlo como depositario de la Ley de Dios y padre del pueblo escogido; pero todavía era soltero. Los habitantes de Canaán estaban entregados a la idolatría, y Dios, sabiendo que tales uniones conducirían a la apostasía, había prohibido el ma- trimonio entre ellos y su pueblo. El patriarca temía el efecto de las corruptoras influencias que rodeaban a su hijo. [...] En la mente de Abraham, la elección de una esposa para su hijo era un asunto de suma importancia; anhelaba que se casara con quien no lo apartase de Dios.</p><br><p>“Isaac, confiando en la sabiduría y el cariño de su padre, estaba conforme con dejarle a él la solución del asunto, creyendo también que Dios mismo lo guiaría en la elección” (PP 168).</p><p><strong><br></strong></p><p><strong>PREGUNTAS PARA DIALOGAR:</strong></p><br><p><strong>1. </strong>En clase, dialoguen sobre la voluntad de Abraham de sacrificar a Isaac. Traten de imaginar la clase de fe que revela este relato. ¿Qué tiene esta historia de asombrosa e inquietante al mismo tiempo?</p><br><p><strong>2. </strong>¿Y el libre albedrío? ¿Por qué nuestra fe no tiene sentido si no existe libertad de elección? ¿Qué ejemplos tenemos en la Biblia de libre albedrío y cómo, a pesar de las decisiones incorrectas de la gente, la voluntad de Dios finalmente se cumple?</p><p><br></p><p><strong>EL SÁBADO ENSEÑARÉ...</strong><br><br><strong>RESEÑA</strong><br><br>Texto clave: Génesis 24: 1.<br><br>Enfoque del estudio: Génesis 22-25; Romanos 4: 1-12; 5: 6-8.<br><br><strong>Introducción:</strong><br><br>Esta sección nos lleva al momento culminante de la experiencia religiosa de Abraham: el sacrificio de Isaac. Este sacrificio es la “prueba” de fe de Abraham. Este suceso intrigante marca el centro de la estructura del libro de Génesis, un recurso literario utilizado para alertar al lector sobre la importancia del capítulo. Se explorarán varias preguntas: ¿Cuál es el significado de esta prueba? ¿Por qué pidió Dios a Abraham que sacrificara a su hijo, en contradicción con su promesa? ¿Cómo proveerá Dios? ¿Por qué cambió el sacrificio: de Isaac a la expectativa de un cordero y finalmente al carnero? ¿Cuál es el sentido teológico y profético del sacrificio “fallido”? Después de este dramático incidente, no ocurre ningún acontecimiento importante en la vida de Abraham. La siguiente historia destacada es el matrimonio de Isaac con Rebeca. Luego, Abraham se casa con Cetura y finalmente muere “bien avanzado en años”.<br><br><strong>Temática de la lección:</strong><br><br><strong>1. </strong>La importancia de la expiación. El sacrificio de Isaac implica más que un problema ético o un encuentro existencial. La narración bíblica trata sobre el tema de la expiación y revela su misterio, su significado profundo, su proceso cósmico y su propósito escatológico. El llamado de Dios a Abraham, formulado para bendición de las naciones, se cumple mediante la expiación registrada en el sacrificio de Isaac.<br><br><strong>2</strong>. El poder de la oración. El matrimonio de Isaac se fundamenta en la oración. La hermosa historia de la oración de Eliezer y su cumplimiento es especialmente inspiradora y rica en significado y lecciones espirituales.<br><br><strong>COMENTARIO</strong><br><br><strong>La importancia de la expiación</strong><br><br>La referencia a la “expiación” ya está presente en la noción de “prueba”. El significado del verbo hebreo nisá, “probó” (Gén. 22: 1) abarca dos ideas opuestas. Por un lado, tiene que ver con el juicio. Dios “probó” para “saber lo que había en [s] u corazón” (Deut. 8: 2; comparar con Sal. 139: 1, 23, 24). El ángel del Señor enuncia claramente este aspecto (Gén. 22: 11, 12).<br><br>Por otro lado, la idea bíblica de “prueba” va más allá de la mera prueba amenazante que Dios necesitaba darle a Abraham para evaluar la calidad de su fe. Moisés usa el mismo verbo nisá, “probar”, para tranquilizar al pueblo que tiembla ante el estruendo del Sinaí (Éxo. 20: 18-20). En vez de ser un acto arbitrario y cruel dirigido contra los que son probados, la prueba divina aporta la perspectiva positiva y promisoria del Juicio divino y la expiación en favor de los probados; por lo tanto, debe entenderse en relación con el pacto de gracia y salvación.<br><br>La idea de la expiación vuelve a aparecer con el carnero, que al verlo Abraham se sorprende. Abraham e Isaac estaban esperando un cordero (Gén. 22: 7). Al tembloroso interrogante de Isaac “¿dónde está el cordero?”, que implicaba otra pregunta (“¿soy yo el cordero?”), Abraham responde: “Dios se proveerá” (Gén. 22: 8), que significa literalmente, “Dios verá en conexión consigo mismo el cordero”. La construcción de la frase sugiere un énfasis en “Dios”, lo que indica que la solución está solo en Dios. Es Dios quien verá. La expresión “verá en conexión consigo mismo” es engorrosa. Es única en las Escrituras hebreas. Tiene la misma forma que la frase lej lejá, que significa “ve en conexión contigo mismo”, o en un sentido reflexivo, “vete”. Por lo tanto, la forma verbal ir’é lo (traducida generalmente como “él proveerá”) debe traducirse como “Dios se verá (por) sí mismo como el cordero”, lo que significa que Dios se proveería a sí mismo como el Cordero.<br><br>La intención de esta historia no era responder la pregunta de los orígenes de los sacrificios de animales ni prescribir lo que los seres humanos deben hacer y darle a Dios para obtener la salvación. El carnero que ocupó el lugar de Isaac representaba el regalo que Dios le hizo a Abraham de sí mismo. El proceso de salvación se origina en Dios, como Pablo enfatizó: “Dios estaba en Cristo reconciliando consigo al mundo” (2 Cor. 5: 19). No obstante, más allá de esta función sustitutiva del animal, el carnero como holocausto contiene profundas lecciones teológicas.<br><br>La naturaleza del sacrificio expresaba su significado espiritual. El holocausto era el único sacrificio que requería quemar la totalidad del animal (Lev. 1: 9). Por ende, el holocausto señalaba la plenitud del sacrificio de Dios por medio de Jesucristo, para la salvación de la humanidad (Heb. 9: 12; 10: 10). De la misma manera, se ofrecía un holocausto en el Día de la Expiación (Lev. 16: 3, 5). Más que ningún otro pasaje bíblico, este comparte el lenguaje con el texto del sacrificio de Isaac. Encontramos la misma asociación de palabras en ambos textos: “holocausto” (Gén. 22: 13; comparar con Lev. 16: 3, 5); “aparecer”, en la misma forma pasiva (Gén. 22: 14; comparar con Lev. 16:2); “tomó” (Gén. 22: 13; comparar con Lev. 16: 5); y “un carnero” (Gén. 22: 13; comparar con Lev. 16: 5). Esta conexión intertextual única sugiere que el autor del ritual del Día de la Expiación tenía en mente el texto del sacrificio de Isaac, y que deliberadamente puso esta historia en la perspectiva del Día de la Expiación.<br><br>Por consiguiente, la historia de la ofrenda de Abraham y su acto de atar a Isaac va más allá de la experiencia existencial privada, religiosa o ética de una persona. Esto es una profecía. El hecho de que Dios proveyese el carnero apunta tipológicamente al Día de la Expiación escatológico, en el que Dios acepta ese sacrificio para el cumplimiento histórico de la expiación de la humanidad (Dan. 8: 14) en vista del Reino de Dios (Dan. 7: 9–14).<br><br><strong>El poder de la oración</strong><br><br>La oración de Eliezer (Gén. 24: 12-14) tiene tres componentes:<br><br><strong>1. </strong>Eliezer se dirige a Dios como su Dios personal e histórico (Gén. 24: 12).<br><br><strong>2. Eliezer ruega por el éxito de la operación</strong>. El verbo hebreo haqr’é, que me “des éxito” (Gén. 24: 12, LBLA), deriva del verbo qará, que significa “acontecer” y transmite la idea de “oportunidad” (Rut 2: 3). El siervo pide a Dios que dé lugar a la posibilidad de este encuentro. La noción de casualidad fortuita no tiene cabida aquí. El hecho de que Dios tenga el control del azar significa que obrará dentro de los parámetros de lo que parece ser azar desde el punto de vista humano. Él es el Dios de la providencia, quien puede hacer que ocurra el evento. Este concepto se ve reforzado por el hecho de que el siervo llega a determinar no solo el momento de este evento, que debe ocurrir de inmediato (Gén. 24: 12), sino también el lugar, que debe ser aquí mismo, donde el siervo “hizo arrodillar los camellos” (Gén. 24: 11) y donde está él, “junto a la fuente de agua” (Gén. 24: 13).<br><br><strong>3. Eliezer establece condiciones específicas</strong>. Para determinar la selección de la esposa, el siervo propone una prueba a Dios. La candidata no solo debe bajar su cántaro ante él, un extraño (Gén. 24: 14), sino también debe ofrecerse voluntariamente para dar de beber a sus diez camellos. La dificultad de la prueba establecerá si Dios está detrás de ella (Gén. 24: 14; comparar con Juec. 6: 36–40). Esta prueba, sin duda, no es simplemente una señal sobrenatural que muestra la aprobación de Dios; también es una prueba de carácter que revelará la personalidad de esa mujer, su generosidad y amabilidad, su voluntad de servir más allá de lo requerido, su hospitalidad, así como su resistencia y fortaleza física. El cumplimiento de la oración del siervo comenzó incluso antes de que él orara (Gén. 24: 15; comparar con Mat. 6: 8).<br><br>El relato de cómo se cumplió su oración comienza con una sorpresa, que se traduce con la palabra “he aquí”, que presenta a Rebeca. Además, la referencia al cántaro sobre su hombro (Gén. 24: 15) repite los términos de la petición del siervo a Dios (Gén. 24: 14). El informe luego procede a especificar las cualidades físicas de esa mujer: su belleza y su virginidad (Gén. 24: 16). Su origen familiar la califica para casarse con Isaac. La información espacial de que descendió a la fuente se suma al suspenso. El siervo está ansioso por saber (Gén. 24: 17). Para asombro del siervo, Rebeca cumplió con precisión todos los requisitos de la prueba. Baja el cántaro (Gén. 22: 18), tal como lo había descrito el siervo en su oración. También se ofrece voluntariamente para sacar agua y dar de beber a los camellos (Gén. 24: 19), tal como lo había estipulado el siervo. Rebeca incluso supera las expectativas del siervo. No solo cumple con su deber al dar de beber al siervo, sino además agrega una invitación expresa a beber. También pone celo, entusiasmo y eficiencia en su trabajo. La reacción del siervo es un silencio expectante (Gén. 24: 21).<br><br>Aunque oró por esta señal, se maravilla del milagro increíble. Y, sin embargo, todavía tiene una mezcla de fe y duda; realmente no sabe si ha tenido éxito o no (Gén. 24: 21). Solo cuando Eliezer llega a la casa de Rebeca sabe que ha tenido éxito. Eleva una segunda oración de bendición al Señor (Gén. 24: 27). La bendición marca la sensación de llegar a destino y el cumplimiento de la profecía (Esd. 7: 27, 28; Dan. 12: 13). El hecho real de que Rebeca cumpliera las palabras exactas de su oración permite que el siervo comprenda que Dios no es simplemente un Dios de amor y gracia, sino un Dios de verdad y acción, que hace que las cosas sucedan.<br><strong><br>APLICACIÓN A LA VIDA</strong><br><strong><br>La importancia de la Expiación. </strong>Analicen con la clase el significado teológico de la Expiación y cómo esta verdad afecta su vida personal. ¿Qué es la Expiación para ustedes? ¿Por qué necesitamos de la Expiación? ¿Cómo comunicarían esta necesidad a un amigo posmodernista que no siente la necesidad del perdón?<br><br>Analicen la importancia espiritual y existencial de la verdad adventista del Día de la Expiación escatológico. Analicen la relevancia de la interpretación profética de las 2.300 tardes y mañanas (Dan. 8: 14). ¿Cómo afecta nuestra vida esta difícil verdad profética? ¿Cuán capaces somos de comunicar esta verdad de una manera eficaz, clara y convincente a un amigo secularizado? ¿Qué significa si no podemos hacerlo? ¿Por qué la verdad del Día de la Expiación escatológico es tan importante para nuestra vida religiosa, para nuestra relación con Dios, para nosotros y nuestro prójimo?<br><strong><br>El poder de la oración.</strong> ¿Qué lecciones espirituales hemos aprendido de la experiencia de oración de Eliezer? Piensa en historias de oraciones respondidas en tu vida que ilustren estas lecciones. ¿Qué lecciones aprendiste de estas historias de éxito? ¿Cómo fortalecieron tu fe estas experiencias? Identifica también, en tus historias de vida, los momentos en los que Dios no respondió a tus peticiones. ¿Qué lecciones aprendimos con tu decepción? ¿En qué medida estas historias de fracasos hicieron que profundizaran su fe o que la recuperaran? ¿Cómo explican el hecho de que a la gente buena le suceden cosas malas y a la gente mala le sobrevienen cosas buenas (lean y analicen Ecl. 9: 2, 11)?<br></p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":8,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>LA PROMESA\n</p>",
         "verse":"<p>Era Abraham ya viejo, y bien avanzado en años; y Jehová había bendecido a Abraham en todo(Gén. 24: 1).</p>",
         "versionCode":1,
         "weekDate":"14-20 de mayo"
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
