{
   "data":[
      {
         "color":"#5a03d7",
         "id":709,
         "idEs":7,
         "language":"en",
         "lessonDays":[
            {
               "date":"May 21",
               "dayTitle":"<p><strong>Jacob the Supplanter</strong></p>",
               "id":91,
               "idDay":1,
               "idLesson":9,
               "lessonText":"<p>We now pick up on the continued family history of Isaac, the miracle child and early ancestor of the promised Seed. The story doesn’t start out particularly well, however. The flawed character of his son Jacob will be manifested in the rivalry between the two brothers over the birthright (Gen. 25:27–34) and consequently over the right to obtain the blessing of Isaac (Genesis 27).\n</p><p>Because Jacob deceives his father and steals the blessing from his older brother, he will have to flee for his life. In exile, God confronts him at Bethel (Gen. 28:10–22). From then on Jacob, the deceiver, will experience some deception himself. Instead of Rachel, whom Jacob loves (Genesis 29), Leah, the older daughter, will be given to Jacob, and he will have to work 14 years to earn his wives. Yet, Jacob also will experience God’s blessing, for in exile he will have 11 of his sons, and God will increase his wealth. Thus, whatever else we can see in this story, we can see how God will fulfill His covenant promises, one way or another, regardless of how often His people fail.</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 22",
               "dayTitle":"<p><strong>Jacob and Esau</strong></p>",
               "id":92,
               "idDay":2,
               "idLesson":9,
               "lessonText":"<p><strong>Read Genesis 25:21–34. Compare the two personalities of Jacob and Esau. What qualities of Jacob predisposed him to be worthy of Isaac’s blessing?\n</strong></p><p><strong>Genesis 25:21–34.\n</strong></p><p><strong><sup>21</sup></strong> Now Isaac pleaded with the Lord for his wife, because she was barren; and the Lord granted his plea, and Rebekah his wife conceived.\n</p><p><sup><strong>22</strong></sup> But the children struggled together within her; and she said, “If all is well, why am I like this?” So she went to inquire of the Lord.\n</p><p><sup><strong>23</strong></sup> And the Lord said to her:\n</p><p>“Two nations are in your womb, Two peoples shall be separated from your body; One people shall be stronger than the other, And the older shall serve the younger.”\n</p><p><sup><strong>24</strong></sup> So when her days were fulfilled for her to give birth, indeed there were twins in her womb.\n</p><p><sup><strong>25</strong></sup> And the first came out red. He was like a hairy garment all over; so they called his name Esau.\n</p><p><sup><strong>26</strong></sup> Afterward his brother came out, and his hand took hold of Esau’s heel; so his name was called Jacob. Isaac was sixty years old when she bore them.\n</p><p><sup><strong>27</strong></sup> So the boys grew. And Esau was a skillful hunter, a man of the field; but Jacob was a mild man, dwelling in tents.\n</p><p><sup><strong>28</strong></sup> And Isaac loved Esau because he ate of his game, but Rebekah loved Jacob.\n</p><p><sup><strong>29</strong></sup> Now Jacob cooked a stew; and Esau came in from the field, and he was weary.\n</p><p><sup><strong>30</strong></sup> And Esau said to Jacob, “Please feed me with that same red stew, for I am weary.” Therefore his name was called Edom.\n</p><p><sup><strong>31</strong></sup> But Jacob said, “Sell me your birthright as of this day.”\n</p><p><sup><strong>32</strong></sup> And Esau said, “Look, I am about to die; so what is this birthright to me?”\n</p><p><sup><strong>33</strong></sup> Then Jacob said, “Swear to me as of this day.” So he swore to him, and sold his birthright to Jacob.\n</p><p><sup><strong>34</strong></sup> And Jacob gave Esau bread and stew of lentils; then he ate and drank, arose, and went his way. Thus Esau despised his birthright.\n</p><p>Already, from their mother’s womb we understand that Jacob and Esau are different and will struggle against each other. While Esau is described as a tough hunter running in the field, Jacob is seen as a “mild” person sitting in the tent and meditating. The Hebrew word tam, translated “mild” (NKJV), is the same verb applied to Job and to Noah, translated “blameless” for Job (Job 1:8, NKJV) and “perfect” for Noah (Gen. 6:9, NKJV).\n</p><p>This difference of character becomes more manifest later in their lives (Gen. 27:1–28:5). Esau comes home tired and hungry, and finds Jacob cooking lentils. For Esau, the immediate visible and physical enjoyment of food “  ‘this day’  ” (Gen. 25:31) is more important than the future blessing associated with his birthright (compare with Heb. 12:16, 17).\n</p><p>“The promises made to Abraham and confirmed to his son were held by Isaac and Rebekah as the great object of their desires and hopes. With these promises Esau and Jacob were familiar. They were taught to regard the birthright as a matter of great importance, for it included not only an inheritance of worldly wealth but spiritual preeminence. He who received it was to be the priest of his family, and in the line of his posterity the Redeemer of the world would come.”—Ellen G. White, Patriarchs and Prophets, p. 177.\n</p><p>For Jacob, in contrast to his brother, the future spiritual significance of blessing is what matters. Yet, later, under the instigation of his mother (see Genesis 27), Jacob openly and purposely deceives his father, even using the name of “ ‘the Lord your God’ ” (Gen. 27:20, NKJV) in perpetrating that deception. He commits this terrible deception, even though it was for something that he knew was good.\n</p><p>The results were tragic, adding whole new layers of dysfunction to an already dysfunctional family.\n</p><p><strong>Jacob wanted something good, something of value, and that was admirable (especially compared to his brother’s attitude). Yet, he used deception and lies to get it. How can we avoid falling into a similar trap of doing bad so that “good” may come?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 23",
               "dayTitle":"<p><strong>Jacob’s Ladder</strong></p>",
               "id":93,
               "idDay":3,
               "idLesson":9,
               "lessonText":"<p>As soon as Esau learns that Jacob has received his father’s blessing, he understands that he has been deceived and supplanted by his brother (Gen. 27:36), and he wants to kill him (Gen. 27:42). Rebekah is worried and wants to prevent this crime that would be fatal for both sons (Gen. 27:45). So, with the support of Isaac (Gen. 28:5), she urges Jacob to flee to her family (Gen. 27:43). On his way to exile, Jacob encounters God in a dream at a place that he will call Bethel, “the house of God,” and there will make a vow.\n</p><p><strong>Compare Genesis 28:10–22 with Genesis 11:1–9. How is Bethel different from Babel? What lesson can we learn about our relationship with God from Jacob’s experience at Bethel versus what happened at Babel?\n</strong></p><p><strong>Genesis 28:10–22\n</strong></p><p><strong><sup>10</sup></strong> Now Jacob went out from Beersheba and went toward Haran.\n</p><p><sup><strong>11</strong></sup> So he came to a certain place and stayed there all night, because the sun had set. And he took one of the stones of that place and put it at his head, and he lay down in that place to sleep.\n</p><p><sup><strong>12</strong></sup> Then he dreamed, and behold, a ladder was set up on the earth, and its top reached to heaven; and there the angels of God were ascending and descending on it.\n</p><p><sup><strong>13</strong></sup> And behold, the Lord stood above it and said: “I am the Lord God of Abraham your father and the God of Isaac; the land on which you lie I will give to you and your descendants.\n</p><p><sup><strong>14</strong></sup> Also your descendants shall be as the dust of the earth; you shall spread abroad to the west and the east, to the north and the south; and in you and in your seed all the families of the earth shall be blessed.\n</p><p><sup><strong>15</strong></sup> Behold, I am with you and will keep you wherever you go, and will bring you back to this land; for I will not leave you until I have done what I have spoken to you.”\n</p><p><sup><strong>16</strong></sup> Then Jacob awoke from his sleep and said, “Surely the Lord is in this place, and I did not know it.”\n</p><p><sup><strong>17</strong></sup> And he was afraid and said, “How awesome is this place! This is none other than the house of God, and this is the gate of heaven!”\n</p><p><sup><strong>18</strong></sup> Then Jacob rose early in the morning, and took the stone that he had put at his head, set it up as a pillar, and poured oil on top of it.\n</p><p><sup><strong>19</strong></sup> And he called the name of that place Bethel; but the name of that city had been Luz previously.\n</p><p><sup><strong>20</strong></sup> Then Jacob made a vow, saying, “If God will be with me, and keep me in this way that I am going, and give me bread to eat and clothing to put on,\n</p><p><sup><strong>21</strong></sup> so that I come back to my father’s house in peace, then the Lord shall be my God.\n</p><p><sup><strong>22</strong></sup> And this stone which I have set as a pillar shall be God’s house, and of all that You give me I will surely give a tenth to You.”\n</p><p><strong>Genesis 11:1–9\n</strong></p><p><sup><strong>1</strong></sup> Now the whole earth had one language and one speech.\n</p><p><sup><strong>2</strong></sup> And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar, and they dwelt there.\n</p><p><sup><strong>3 </strong></sup>Then they said to one another, “Come, let us make bricks and bake them thoroughly.” They had brick for stone, and they had asphalt for mortar.\n</p><p><sup><strong>4</strong></sup> And they said, “Come, let us build ourselves a city, and a tower whose top is in the heavens; let us make a name for ourselves, lest we be scattered abroad over the face of the whole earth.”\n</p><p><sup><strong>5</strong></sup> But the Lord came down to see the city and the tower which the sons of men had built.\n</p><p><sup><strong>6</strong></sup> And the Lord said, “Indeed the people are one and they all have one language, and this is what they begin to do; now nothing that they propose to do will be withheld from them.\n</p><p><sup><strong>7</strong></sup> Come, let Us go down and there confuse their language, that they may not understand one another’s speech.”\n</p><p><sup><strong>8 </strong></sup>So the Lord scattered them abroad from there over the face of all the earth, and they ceased building the city.\n</p><p><sup><strong>9 </strong></sup>Therefore its name is called Babel, because there the Lord confused the language of all the earth; and from there the Lord scattered them abroad over the face of all the earth.\n</p><p>In this dream, Jacob sees an extraordinary ladder that is connected with God. The same Hebrew verb, natsav, is used to refer to the ladder that is “set up” (Gen. 28:12, NKJV) and the Lord who “stood” (Gen. 28:13, NKJV), as if the ladder and the Lord are the same thing.\n</p><p>The ladder is linked to the attempt at Babel to reach heaven. Like the Tower of Babel, the ladder is to reach the “door of heaven.” But while the Tower of Babel represents the human effort to go up and reach God, the ladder of Bethel emphasizes that access to God can be achieved only through God’s coming to us, and not through human effort.\n</p><p>As for the “stone” on which Jacob has put his head and had his dream, it becomes the symbol of bethel, “the house of God” (Gen. 28:17; compare with Gen. 28:22), which points to the temple, the sanctuary, the center of God’s saving activity for humanity.\n</p><p>Yet, Jacob does not limit to the spiritual and the mystical his expression of worship and sense of awe concerning what had happened to him. That is, he wanted to respond in concrete, outward terms. Thus, Jacob decides to “give a tenth” to God, not in order to obtain God’s blessing but as a grateful response to God’s gift, which already has been given to him. Here again we see the idea of tithe long before the rise of the nation of Israel.\n</p><p><strong>Read again Genesis 28:22. The “tithe” is taken from “all that You give me” (Gen. 28:22, NKJV). What important point should we take from what Jacob says here about tithe and what it is?\n</strong></p><p><strong>Genesis 28:22.\n</strong></p><p><strong><sup>22</sup></strong> And this stone which I have set as a pillar shall be God’s house, and of all that You give me I will surely give a tenth to You.”</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 24",
               "dayTitle":"<p><strong>The Deceiver Deceived</strong></p>",
               "id":94,
               "idDay":4,
               "idLesson":9,
               "lessonText":"<p><strong>Read Genesis 29:1–30. How and why does God allow for Laban’s deception? What lessons did Jacob learn?\n</strong></p><p><strong>Genesis 29:1–30\n</strong></p><p><strong><sup>1</sup></strong> So Jacob went on his journey and came to the land of the people of the East.\n</p><p><sup><strong>2</strong></sup> And he looked, and saw a well in the field; and behold, there were three flocks of sheep lying by it; for out of that well they watered the flocks. A large stone was on the well’s mouth.\n</p><p><sup><strong>3</strong></sup> Now all the flocks would be gathered there; and they would roll the stone from the well’s mouth, water the sheep, and put the stone back in its place on the well’s mouth.\n</p><p><sup><strong>4 </strong></sup>And Jacob said to them, “My brethren, where are you from?”\n</p><p>And they said, “We are from Haran.”\n</p><p><strong><sup>5</sup></strong> Then he said to them, “Do you know Laban the son of Nahor?”\n</p><p>And they said, “We know him.”\n</p><p><sup><strong>6</strong></sup> So he said to them, “Is he well?”\n</p><p>And they said, “He is well. And look, his daughter Rachel is coming with the sheep.”\n</p><p><sup><strong>7</strong></sup> Then he said, “Look, it is still high day; it is not time for the cattle to be gathered together. Water the sheep, and go and feed them.”\n</p><p><sup><strong>8</strong></sup> But they said, “We cannot until all the flocks are gathered together, and they have rolled the stone from the well’s mouth; then we water the sheep.”\n</p><p><sup><strong>9 </strong></sup>Now while he was still speaking with them, Rachel came with her father’s sheep, for she was a shepherdess.\n</p><p><sup><strong>10 </strong></sup><strong></strong>And it came to pass, when Jacob saw Rachel the daughter of Laban his mother’s brother, and the sheep of Laban his mother’s brother, that Jacob went near and rolled the stone from the well’s mouth, and watered the flock of Laban his mother’s brother.\n</p><p><sup><strong>11</strong></sup> Then Jacob kissed Rachel, and lifted up his voice and wept.\n</p><p><sup><strong>12</strong></sup> And Jacob told Rachel that he was her father’s relative and that he was Rebekah’s son. So she ran and told her father.\n</p><p><sup><strong>13</strong></sup> Then it came to pass, when Laban heard the report about Jacob his sister’s son, that he ran to meet him, and embraced him and kissed him, and brought him to his house. So he told Laban all these things.\n</p><p><sup><strong>14</strong></sup> And Laban said to him, “Surely you are my bone and my flesh.” And he stayed with him for a month.\n</p><p><sup><strong>15</strong></sup> Then Laban said to Jacob, “Because you are my relative, should you therefore serve me for nothing? Tell me, what should your wages be?”\n</p><p><sup><strong>16</strong></sup> Now Laban had two daughters: the name of the elder was Leah, and the name of the younger was Rachel.\n</p><p><sup><strong>17</strong></sup> Leah’s eyes were delicate, but Rachel was beautiful of form and appearance.\n</p><p><sup><strong>18</strong></sup> Now Jacob loved Rachel; so he said, “I will serve you seven years for Rachel your younger daughter.”\n</p><p><sup><strong>19</strong></sup> And Laban said, “It is better that I give her to you than that I should give her to another man. Stay with me.”\n</p><p><sup><strong>20</strong></sup> So Jacob served seven years for Rachel, and they seemed only a few days to him because of the love he had for her.\n</p><p><sup><strong>21</strong></sup> Then Jacob said to Laban, “Give me my wife, for my days are fulfilled, that I may go in to her.”\n</p><p><sup><strong>22</strong></sup> And Laban gathered together all the men of the place and made a feast.\n</p><p><sup><strong>23</strong></sup> Now it came to pass in the evening, that he took Leah his daughter and brought her to Jacob; and he went in to her.\n</p><p><sup><strong>24</strong></sup> And Laban gave his maid Zilpah to his daughter Leah as a maid.\n</p><p><sup><strong>25</strong></sup> So it came to pass in the morning, that behold, it was Leah. And he said to Laban, “What is this you have done to me? Was it not for Rachel that I served you? Why then have you deceived me?”\n</p><p><sup><strong>26</strong></sup> And Laban said, “It must not be done so in our country, to give the younger before the firstborn.\n</p><p><sup><strong>27</strong></sup> Fulfill her week, and we will give you this one also for the service which you will serve with me still another seven years.”\n</p><p><sup><strong>28</strong></sup> Then Jacob did so and fulfilled her week. So he gave him his daughter Rachel as wife also.\n</p><p><sup><strong>29</strong></sup> And Laban gave his maid Bilhah to his daughter Rachel as a maid.\n</p><p><sup><strong>30</strong></sup> Then Jacob also went in to Rachel, and he also loved Rachel more than Leah. And he served with Laban still another seven years.\n</p><p>The first thing that Jacob sees when he arrives at the place of destination is a stone, perhaps a hint referring back to the stone of Bethel, which signified God’s presence (Gen. 28:18, 19). It is this stone that will, after all, give Jacob the opportunity to interact with Rachel. When Jacob hears from the standing shepherds that Rachel is coming with her sheep to water her flock, he urges the shepherds to roll away the stone. They refuse, which gives Jacob the opportunity to do it alone, and to introduce himself to Rachel (Gen. 29:11).\n</p><p>Rachel responds by running to her family. This first contact between Jacob and Rachel was productive: “Jacob loved Rachel” (Gen. 29:18), so much that the seven years he worked for Laban in exchange for Rachel were like “a few days” (Gen. 29:20).\n</p><p>However, after these seven years, Jacob is deceived. On the night of the wedding, it is Leah, the elder sister, and not Rachel, whom Jacob discovers in his bed. Taking advantage of the confusion of the feast and of Jacob’s intense emotion and vulnerability, Laban had managed this trick. Interestingly, Jacob uses the same root word for “deceive” (Gen. 29:25, NKJV) that Isaac had used to characterize Jacob’s behavior toward his father and his brother (Gen. 27:35).\n</p><p>Note that the same thinking also is implied in the lex talionis (law of retaliation), “eye for eye, tooth for tooth” (Exod. 21:24; compare with Gen. 9:6), which forces the culprit to identify with his or her victim in that the culprit faces what the victim did. In a similar way, then, what Jacob had done to someone else had now been done to him. Jacob understands now what it means to be the victim of deception. Ironically, God teaches Jacob about his own deception through Laban’s deception. Although Jacob as “deceiver” (Gen. 27:12) knows well what deception means, he is surprised when he is the victim of deception. Thus, he asks the question, “ ‘Why . . . have you deceived me?’ ” (Gen. 29:25, NKJV), which shows that he knows deception is wrong.\n</p><p><strong>Though Jacob was the deceiver, he himself was the deceived. How can we learn to trust God when we don’t see “justice” being done, when we see people who do evil get away with it, or when we see the innocent suffer?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"25 de May",
               "dayTitle":"<p><strong>The Blessing of the Family</strong></p>",
               "id":95,
               "idDay":5,
               "idLesson":9,
               "lessonText":"<p>For Jacob, the last seven years of exile are a burden, and yet, these also are the most fruitful years. In them, Jacob will father 11 of the 12 children who will become the ancestors of God’s people.\n</p><p>This section constitutes the center of Jacob’s story (Gen. 25:19– 35:26), and it begins and ends with the key phrase God “opened her womb,” referring to Leah (Gen. 29:31) and to Rachel (Gen. 30:22). Each time, this statement is followed by births; the evidence is that these births are the result of God’s miraculous action.\n</p><p><strong>Read Genesis 29:31–30:22. How are we, today, to understand the meaning of what takes place here?\n</strong></p><p><strong>Genesis 29:31\n</strong></p><p><strong><sup>31</sup></strong> When the Lord saw that Leah was unloved, He opened her womb; but Rachel was barren.\n</p><p><strong>Genesis 30:22\n</strong></p><p><sup><strong>22</strong></sup> Then God remembered Rachel, and God listened to her and opened her womb.\n</p><p>God opened Leah’s womb, and she had a son Reuben, whose name contains the verb ra’ah, which means to “see.” Because God “saw” that she was unloved by Jacob (Gen. 29:31), this child was compensation for her in her pain and suffering.\n</p><p>In addition, she gives the name of Simeon, which contains the verb shama‘, “heard,” to her second son, because God had “heard” (shama‘) the depth and the humiliation of her pain and, thus, had pity on her just as He had heard Hagar’s affliction (Gen. 29:33).\n</p><p>Leah’s son “Simeon” also will resonate with the name of Hagar’s son “Ishmael,” which means “God will hear” (see Gen. 16:11). When Leah gives birth to her last son, she calls him Judah, which means “praise.” Leah does not refer to her pain or even her blessing anymore. She just focuses on God and praises Him for His grace.\n</p><p>Strangely, it is only when Leah cannot give birth again that God “remembers” Rachel and opens Rachel’s womb (Gen. 30:22). Rachel, the loved wife, had to wait seven years after her marriage, and 14 years after her betrothal with Jacob, to have her first son (Gen. 29:18, 27; compare with Gen. 30:25). She gave him the name of “Joseph” to signify that God had “ ‘taken away [’asaf] my reproach’ ” and “ ‘shall add [yasaf] to me another son’ ” (Gen. 30:23, 24, NKJV). However wrong some of these situations were, God was still able to use them, even if He didn’t condone them, in order to create a nation from the seed of Abraham\n</p><p><strong>In what ways does this story reveal that God’s purposes will be fulfilled in heaven and on earth, despite human foibles and errors?</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 26",
               "dayTitle":"<p><strong>Jacob Leaves</strong></p>",
               "id":96,
               "idDay":6,
               "idLesson":9,
               "lessonText":"<p>In this story, Jacob—who deceived his father and his brother to acquire the family birthright, and who stole the blessing that Isaac designed to give to his elder son—nevertheless remained passive toward Laban and served him faithfully. Jacob knows well that he has been deceived by his father-in-law, and yet, he let it go. It is difficult to understand Jacob’s passivity considering his temperament. Jacob could have revolted, or at least resisted Laban or bargained with him. But he didn’t. He just did what Laban asked, no matter how unfair it all was.\n</p><p>Nevertheless, at the birth of Rachel’s first son, Joseph, Jacob finally reached the fourteenth year of his “service” to Laban (Gen. 30:26), and now considers leaving Laban in order to return to the Promised Land. But Jacob is concerned about providing for his “ ‘own house’ ” (Gen. 30:30).\n</p><p><strong>Read Genesis 30:25–32. What is happening here, and what kind of reasoning does Jacob use? What is Laban’s response?\n</strong></p><p><strong>Genesis 30:25–32.\n</strong></p><p><strong><sup>25</sup></strong> And it came to pass, when Rachel had borne Joseph, that Jacob said to Laban, “Send me away, that I may go to my own place and to my country.\n</p><p><sup><strong>26</strong></sup> Give me my wives and my children for whom I have served you, and let me go; for you know my service which I have done for you.”\n</p><p><sup><strong>27</strong></sup> And Laban said to him, “Please stay, if I have found favor in your eyes, for I have learned by experience that the Lord has blessed me for your sake.”\n</p><p><sup><strong>28</strong></sup> Then he said, “Name me your wages, and I will give it.”\n</p><p><sup><strong>29</strong></sup> So Jacob said to him, “You know how I have served you and how your livestock has been with me.\n</p><p><sup><strong>30</strong></sup> For what you had before I came was little, and it has increased to a great amount; the Lord has blessed you since my coming. And now, when shall I also provide for my own house?”\n</p><p><sup><strong>31</strong></sup> So he said, “What shall I give you?”\n</p><p>And Jacob said, “You shall not give me anything. If you will do this thing for me, I will again feed and keep your flocks:\n</p><p><sup><strong>32</strong></sup> Let me pass through all your flock today, removing from there all the speckled and spotted sheep, and all the brown ones among the lambs, and the spotted and speckled among the goats; and these shall be my wages.\n</p><p>It had been a very long detour for Jacob, who had long been gone from home. It probably had not been his original intention to stay away from his country for so long, but events kept him away for years. It’s now time to return home, and what a family he will return with too! Meanwhile, Jacob’s unnatural compliance suggests that Jacob has perhaps changed; he has understood the lesson of faith. That is, Jacob waits for God’s signal to go. It is only when God speaks to him that Jacob decides to move.\n</p><p>God reveals Himself to Jacob as “ ‘the God of Bethel’ ” and commands Jacob to leave Laban’s house and return to “  ‘your family’  ” (Gen. 31:13, NKJV) with the same words that God used to call Abram to leave “ ‘from your family’ ” (Gen. 12:1, NKJV).\n</p><p>What helped him see that it was time to go, too, was the attitude of Laban’s sons and Laban himself (see Gen. 31:1, 2). “Jacob would have left his crafty kinsman long before but for the fear of encountering Esau. Now he felt that he was in danger from the sons of Laban, who, looking upon his wealth as their own, might endeavor to secure it by violence.”—Ellen G. White, Patriarchs and Prophets, p. 193.\n</p><p><strong>Hence, he took his family and possessions and left, thus beginning another phase in the great saga of God’s covenant people.</strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            },
            {
               "date":"May 27",
               "dayTitle":"",
               "id":97,
               "idDay":7,
               "idLesson":9,
               "lessonText":"<p><strong>Further Thought:</strong></p><p>God chose Jacob, not because he deserved it, but because of His grace. And yet, Jacob worked hard to try to deserve grace, which itself is a contradiction. If he deserved it, then it wouldn’t be grace; it would be works (see Rom. 4:1–5), which is contrary to the gospel. Only later did Jacob start to understand the significance of God’s grace and what it meant to trust God, to live by faith, and to be completely dependent on the Lord. Jacob’s experience contains an important lesson for the ambitious person: do not strive to promote yourself at the expense of others.\n</p><p>“Jacob thought to gain a right to the birthright through deception, but he found himself disappointed. He thought he had lost everything, his connection with God, his home, and all, and there he was a disappointed fugitive. But what did God do? He looked upon him in his hopeless condition, He saw his disappointment, and He saw there was material there that would render back glory to God. No sooner does He see his condition than He presents the mystic ladder, which represents Jesus Christ. Here is man, who had lost all connection with God, and the God of heaven looks upon him and consents that Christ shall bridge the gulf which sin has made. We might have looked and said, I long for heaven but how can I reach it? I see no way. That is what Jacob thought, and so God shows him the vision of the ladder, and that ladder connects earth with heaven, with Jesus Christ. A man can climb it, for the base rests upon the earth and the top-most round reaches into heaven.”—Ellen G. White Comments, The SDA Bible Commentary, vol. 1, p. 1095.\n</p><p><strong>Discussion Questions:\n</strong></p><p><strong>1. </strong>Look at the characters of these people (Isaac, Rebekah, Jacob, Esau, Laban, Rachel, Leah) in some of these accounts of sacred history. Look at all the lies and deception involved. What does this teach us about human nature in general and God’s grace?\n</p><p><strong>2. </strong>As you read the story of Jacob, what evidence can you find that over time his character was maturing and growing?</p><p><strong>Inside Story:<br></strong></p><p><strong>My Most Valuable Possession <br></strong></p><p>By Theda Pienaar<strong><br><br></strong>As is my custom, I opened my Bible to read on a flight from Namibia to South Africa. Immediately, a young man beside me spoke up.<br><br>“Is that a Bible?” he asked. He apparently was from Eastern Europe.<br><br>“Yes, it’s a Bible,” I said.<br><br>“Do you believe in the Bible?” he inquired.<br><br>“Yes, with all my heart.”<br><br>He said his grandparents used to read the Bible to him but that he didn’t believe the stories, especially Creation. I shared my life-changing experience as a person who had returned to God after 15 years on my own and was led by Him to a place of safety in the world. He was interested in my story.<br><br>“Can I hold your Bible, please?” he asked.<br><br>It was thrilling to see my Bible in his hands. It seemed to make a big impression on him. After he handed it back, I read out loud from Isaiah 43. He listened with interest to God’s promises of protection.<br><br>Before the plane landed, I asked, “Would you accept a gift?” In my bag, I had a copy of Steps to Christ. He didn’t want to take the book, but I assured him that I had another copy. “If you have any questions, please text me,” I said, writing my phone number inside the cover.<br><br>To my surprise, within a day of my arrival home in Ireland, he texted, “I’m home safely.” I prayed, “I don’t think this is a coincidence.” He wrote that he had met a woman in Namibia who prayed daily. “Seeing that, I started thinking about my grandparents reading the Bible, and then I met you,” he said. “I don’t believe in coincidences,” I said. “Let God to speak to your heart.” We texted every so often, and I sent Bible verses. One day, he sent me a picture of a church. “I live next to this church,” he said.<br><br>I replied that I wanted to mail him a history of the Christian church and, when I received his address, I sent him The Great Controversy. Sometime later, someone sent me a video about the plan of salvation, and I passed it on to him. He responded, “This is so amazing.”<br><br>I prayed, “Lord, I need to know what might work in his life.” A strong thought came to mind: He held your Bible. Give him your Bible.<br><br>I have decided to mail my Bible to him. I have written a letter, saying, “This is my most precious possession. God gave His only Son, the most precious thing that He had, for our salvation.<br><br>I hope you will read this, my most precious possession.”<strong><br><br><br><br></strong></p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p><p>\n</p>",
               "verses":[
                  {
                     "verse":"",
                     "verseText":""
                  }
               ]
            }
         ],
         "lessonNumber":9,
         "lessonType":"A",
         "quarter":"2T2022",
         "title":"<p>Jacob the Supplanter</p>",
         "verse":"<p>“And Esau said, ‘Is he not rightly named Jacob? For he has supplanted me these two times. He took away my birthright, and now look, he has taken away my blessing!’ And he said, ‘Have you not reserved a blessing for me?’ ” (Genesis 27:36, NKJV).</p>",
         "versionCode":1,
         "weekDate":"May 21-27 "
      }
   ],
   "message":"Consulta con éxito",
   "success":true
}
